{"Question":{"134125":"\n   Would you rather be feared then loved or loved then feared?\n  ","134126":"\n   What was the best gift you ever recieved?\n  ","134127":"\n   What can you break, without ever touching it?\n  ","134128":"\n   If anyone wants to talk about anything, this is my IG \"ramesses_becomes_a_gem\"\n  ","134129":"\n   What kinds of compliments do you like to hear the most?\n  ","134130":"\n   What are y’all doing ?? Esp the ones where it’s cold !!\n  ","134131":"\n   Can a Man without money make a woman happy in a relationship\n  ","134132":"\n   How can you love yourself more today?\n  ","134133":"\n   Who still wants to test me?\n  ","134134":"\n   Have you ever been ghosted?\nHow did you react?\nHave you ever ghosted anyone?\n  ","134135":"\n   Has anybody every liked you so much that they couldn’t come to you,but could go to somebody else to talk about you ?\n  ","134136":"\n   Why do we feel the need to fix others when our own lives need tending?\n  ","134137":"\n   What are your plans for today?\n  ","134138":"\n   Spaghetti or Lasagna\n  ","134139":"\n   Do you believe in fairytale endings?\n  ","134140":"\n   What fictional character you wish you were friends with in real life?\n  ","134141":"\n   How long have you been on this app?\n  ","134142":"\n   Have you played Among Us?\n  ","134143":"\n   Tumblr anyone?\n  ","134144":"\n   40 coins to who can guess my favorite color.\n  ","134145":"\n   Are JAPANESE 🇯🇵 and Chinese 🇨🇳 the same thing ?\n  ","134146":"\n   Do you remember your dreams? I can never remember mine.\n  ","134147":"\n   Have you ever been into a place buying something, and a person speaks to you,and y’all have a conversation then a toxic person walks right up trying to impress the person you are having a conversation with thinking you came with them and you dint ?\n  ","134148":"\n   What’s the meanest thing someone has done to you in a relationship\n  ","134149":"\n   Are you Left handed, Right handed, or Both?\n  ","134150":"\n   How do you respond to “alright then” when your crush says that on text\n  ","134151":"\n   What food can you make with lil effort but tastes so good!\n  ","134152":"\n   Hey! Wazzup❓\n  ","134153":"\n   What time is it where you are right now?\n  ","134154":"\n   Do you like pranking ?\n  ","134155":"\n   Are you a sapiosexual?\n  ","134156":"\n   How can you really make your girl feel special everyday?\n  ","134157":"\n   When is the last time u got into a argument\n  ","134158":"\n   Do you ever dress slutty\n  ","134159":"\n   Ask me anything regarding a sugar mommy.. and please y'all should follow me\n  ","134160":"\n   a quick shower or long relaxing bath?\n  ","134161":"\n   Do you like math?\n  ","134162":"\n   im cool with being friends with who ever. i dont care if u was in tx, but dont run circles around me. js\n  ","134163":"\n   do you have a best friend? 👯‍♀️\n  ","134164":"\n   Socks or no socks?\n  ","134165":"\n   Did you laugh today? At what?\n  ","134166":"\n   If you learn that the person who broke your heart is crying, what will you do?\n  ","134167":"\n   Are you a deep sleeper?\n  ","134168":"\n   What makes you instantaneously happy?\n  ","134169":"\n   Do you have a favorite scent? If so what scent?\n  ","134170":"\n   What was for lunch today?\n  ","134171":"\n   Pizza or hamburgers?\n  ","134172":"\n   Who has changed your life?\n  ","134173":"\n   Who is your favorite Star Trek captain?\n  ","134174":"\n   Headphones or Earbuds?\n  ","134175":"\n   are you independent 🤔\n  ","134176":"\n   You ever feel like you don't know what's the right path to take and your just at a standstill?\n  ","134177":"\n   Lady Gaga VS Madonna\n  ","134178":"\n   Which McDonald's burger box from the 2000's do you like better, Big Mac or quarter pounder with cheese?\n  ","134179":"\n   Ever been beat up in a corn field?\n  ","134180":"\n   Do you think cyberstalking is just as damaging to the victim as being stalked in person? Why?\n  ","134181":"\n   Have you ever been in a situation where you were treated so poorly but it took losing that person to realize it?\n  ","134182":"\n   Hello! Wazzup👋\n  ","134183":"\n   ❤️💋.. How to protect your heart from pain??.. 🍃💙💜🍃 Cómo proteger su corazón del Dolor??..💋❤️\n  ","134184":"\n   Do you ever just want to quit ? Quit  everything because no matter what nothin goes right for you ?\n  ","134185":"\n   Do you often feel too busy for the things you enjoy in life?\n  ","134186":"\n   Do you have any secrets?\n  ","134187":"\n   I threw away the mango seeds because apparently they were turning black\n  ","134188":"\n   Do you actually enjoy Valentines Day 💝or no?\n  ","134189":"\n   Would you ever try some type of sex bondage - 50 shades of grey\n  ","134190":"\n   Are  you usually late or on time?\n  ","134191":"\n   What is one thing that you refuse to share with anybody?\n  ","134192":"\n   What’s your favorite type of tree?\n  ","134193":"\n   If you could go back in time, what’s one piece of advice you’d give to your younger self?\n  ","134194":"\n   Do you have a favorite comedian? 🤔\n  ","134195":"\n   How many chickens would it take to kill an elephant?\n  ","134196":"\n   It actually feels good that i finally got a burden  off me that was aggravating me...I don't think i would go out my way to help anyone else agin unless they go out they way to help me and that real talk\n  ","134197":"\n   What’s the most romantic place someone can take you on a date? 🖤\n  ","134198":"\n   Why do some people announce what they're doing before doing it?\n  ","134199":"\n   Is knowledge or money more important?\n  ","134200":"\n   I got two shirts for my ex when we were talking last week but they just got delivered today and he broke up with me last night. What should I do? Should I tell him that I got him the shirts and still want to give them to him?\n  ","134201":"\n   What's the most difficult choice one has to make?\n  ","134202":"\n   What happens when your friend likes your crush? My crush asked me out but I told him I had to think about it because I barely found out that my friend had feelings for the same dude. Idk what to do. Should I tell him no or should I go for my feelings?\n  ","134203":"\n   What are you afraid most of all in life?\n  ","134204":"\n   What was your worst nightmare?\n  ","134205":"\n   How do you get over a really strong crush?\n  ","134206":"\n   Why is love so difficult?\n  ","134207":"\n   What’s the worst characteristic within yourself?\n  ","134208":"\n   What was the last book you read?\n  ","134209":"\n   What's your favorite way to relax after a long day or week?\n  ","134210":"\n   Would you ever date someone you met online?\n  ","134211":"\n   If I was to come to you, would you feel excited, intimidated or annoyed? If you would want me as a friend , add my social links in my bio❤️\n  ","134212":"\n   What is Your Favourite Food? and which place it good for it?\n  ","134213":"\n   How are you?\n  ","134214":"\n   Do you have a smart tv? If so, do you use all its features?\n  ","134215":"\n   When you think of the word \"home\",  what images comes to mind?\n  ","134216":"\n   Ever gone whale watching?\n  ","134217":"\n   If reincarnation exists, what kind of creature would you like to be in your next life?\n  ","134218":"\n   Who is your most hated friend?\n  ","134219":"\n   Anyone else bi curious?\n  ","134220":"\n   🙏🌟.. I still can't sleep since Yesterday!!... You can do it??.. (((.u).. ☁️💙RIP💜☁.. Todavía no puedo Dormir desde el día de Ayer!!.. Tú si puedes hacerlo??..️ (((.u).. 🌟🙏\n  ","134221":"\n   How's your New Year's resolution going? ☺\n  ","134222":"\n   Do you ever look up at the stars and wonder if any of this is actually real? 🌟\n  ","134223":"\n   What's the biggest lie your parents told you growing up?\n  ","134224":"\n   Do you have any plan for Valentine's day? Are you going to send or receive any gift?\n  ","134225":"\n   What would you recommend people do on a daily basis to be happy?\n  ","134226":"\n   Do you believe the world could exist without the concept of material wealth? How would it be different than it is now?\n  ","134227":"\n   Would you rather be completely insane and know that you are insane or completely insane and believe you are sane?\n  ","134228":"\n   Learn how to build in silence. Not everything needs to be shared on social media.🙏🏾\n  ","134229":"\n   🙏🌟.. Something that you are forgetting??.. I am forgetting to live!!.. Aouch!!.. (((.u).. ☁️💙RIP💜☁.. Algo que te estas Olvidando??.. Yo me estoy Olvidando de Vivir!!.. Aouch!!..️ (((.u).. 🌟🙏\n  ","134230":"\n   Are you going into 2021 single, taken, or married?\n  ","134231":"\n   Hey? x\n  ","134232":"\n   Do you think calling a person autistic, psychotic, schizophrenic etc. is more hurtful than referring to them as \"a person with autism, psychosis, schizophrenia (or other similar conditions)\"? Why?\n  ","134233":"\n   What makes someone a hero?\n  ","134234":"\n   Have you ever injured your head?\n  ","134235":"\n   What do you think everyone going through a breakup needs to hear?\n  ","134236":"\n   What ur favorite color??\n  ","134237":"\n   do you relate more to heroes or villains?\n  ","134238":"\n   If you were a superhero what name would you choose for yourself****\n  ","134239":"\n   Are you more of a comedy or horror movie person?\n  ","134240":"\n   I honestly feel like I’m gonna be alone forever 😭 I get attached to the wrong people and always end up giving the wrong ones a chance. Then a overly nice guy comes along and I can’t bring myself to like him. What’s wrong with me?\n  ","134241":"\n   What do I need to do\n  ","134242":"\n   Which questions do you usually delete?\n  ","134243":"\n   Does your reputation matter to you?\n  ","134244":"\n   What do you want to get pierced next?\n  ","134245":"\n   Tell me what kept you alive when you felt like nothing else could save you.\n  ","134246":"\n   Have you watched Night Stalker on Netflix yet???\n  ","134247":"\n   How do you feel when somebody say something toxic to you?\n  ","134248":"\n   What do you do for a living?\n  ","134249":"\n   Do you care what others say about you\n  ","134250":"\n   It's February 8th, 2021.\nDo you remember what you were doing on February 8th, 2011?\n  ","134251":"\n   What's your reaction when you get a question here in this app that includes NO questions? 👀\n  ","134252":"\n   Who all up????\n  ","134253":"\n   Follow me\n  ","134254":"\n   Do you make many promises?\n  ","134255":"\n   What's the oldest song that you like?\n  ","134256":"\n   Bebe kiss me 🧘\n  ","134257":"\n   Are you proud of your ancestry?\n  ","134258":"\n   What was your worst experience on a date?\n  ","134259":"\n   When do you intend to take a trip?\n  ","134260":"\n   What’s the best type of music to listen to when studying?\n  ","134261":"\n   What have you preordered (in the distant past or just recently)?\n  ","134262":"\n   Say a lyric from a song you love\n  ","134263":"\n   How late do you stay up on weeknights and how late on weekends?\n  ","134264":"\n   What is smth that you can't wait to do once this pandemic is over?\n  ","134265":"\n   When’s the last time you did something spontaneous?\n  ","134266":"\n   What kind of tattoo is the best to get and where would you have it?\n  ","134267":"\n   Do you feel comfortable being yourself around new people?\n  ","134268":"\n   What is the best chocolate?\n  ","134269":"\n   Do you ever doubt your ability to make decisions?\n  ","134270":"\n   Do you like raining nights?\n  ","134271":"\n   I have an unhealthy fixation with love. I have trust issues cause everyone I’ve let in my heart has betrayed me (cheated, stolen, used) even my own fam. I just want to experience fully returned love but it seems every time it ends the same way why am I stuck in this limbo where are the good people\n  ","134272":"\n   Guys, any questions you want to ask girls but are afraid?\n  ","134273":"\n   What's your favorite pickup line?\n  ","134274":"\n   If you could be an animal, what would you choose to be and why?\n  ","134275":"\n   What is your zodiac sign?\n  ","134276":"\n   Do you like to write?\n  ","134277":"\n   Would you like to date me as I am? 😂\n  ","134278":"\n   How do you sleep\n  ","134279":"\n   What is better love lust or infatuation. And which do you believe to be the healthiest.\n  ","134280":"\n   What’s your favorite type of weather\n  ","134281":"\n   Anyone currently in a marriage where you feel trapped, how do you feel about your significant other?\n  ","134282":"\n   Would you rather give gifts or receive them? 🎁\n  ","134283":"\n   Have you ever played Minecraft before? Do you like the game? If you have never played. It is fun and I recommend.\n  ","134284":"\n   We broken up so many times already so it’s actually getting a lot easier to be at ease I just want the break up to last it’s sickening literally back and forth and he’s not even my husband\n  ","134285":"\n   All women are fucking the same...\n  ","134286":"\n   Why do we cut our grass?\n  ","134287":"\n   Why do we exist\n  ","134288":"\n   What do you think makes relationships work out or fall apart?\n  ","134289":"\n   If immortality was offered to you, would you accept? What would you do with it?\n  ","134290":"\n   How do I tell her I wanna date her?\n  ","134291":"\n   What trait do you envy in others?\n  ","134292":"\n   Hey gorgeous 💕 💕how are you doing today, I'm william by name and looking for a sugar baby to spoil and take good care of, hit me up if you're interested.\nThanks\n*sugar -daddy *\n*kik*williamgary9295\n#3328774495\n  ","134293":"\n   Were you much of a hugger before Corona? Once the pandemic is over, do you think you'll want to hug people more than you did before? 🤗🤔\n  ","134294":"\n   Am I ugly? Ask for my photos and be honest\n  ","134295":"\n   What's most important to you in life?\n  ","134296":"\n   Why try so hard If you know your going to fail?\n  ","134297":"\n   What is the most useful thing your mom, dad or guardian has taught you?\n  ","134298":"\n   whats your birthstone?\n  ","134299":"\n   Have you been cheated? If so, why?\n  ","134300":"\n   Who do you confide in?\n  ","134301":"\n   Boxers or Briefs?\n  ","134302":"\n   Why we don't care for the thing when it is with us rather than regretting it after it is lost?\n  ","134303":"\n   If you play games with character customization, do you try and make your character look as much as you as possible? If not, how do you make them look? 🎮💁‍♀️\n  ","134304":"\n   What is your dream car\n  ","134305":"\n   Something you are proud of?\n  ","134306":"\n   What was the best place you have traveled to? Or where do you want to go\n  ","134307":"\n   I'm looking to hire someone to work for me from home.\n\nPay is very attractive.\n  ","134308":"\n   If you could have anything in the world what would you want ?\n  ","134309":"\n   Do you think people employed in mental healthcare have more rewarding interpersonal relationships than those with no formal knowledge of the inner workings of human mind? Why?\n  ","134310":"\n   What are your self-care methods?\n  ","134311":"\n   Is love complicated? Why?\n  ","134312":"\n   What's for dinner tonight?\n  ","134313":"\n   Do u have an agenda for the week?\n  ","134314":"\n   Would you like to know when you were going to die?\n  ","134315":"\n   Who needs a virtual hug?\n  ","134316":"\n   Are you fan of formula 1 championship?\n  ","134317":"\n   What have you learned today?\n  ","134318":"\n   \"If you gone leave don't come back, stay yo ass right where you be\"\n\n-Seddy Hendrinx \n\nIt's facts wat Seddy said frfr💯💯💯❗🗣\n  ","134319":"\n   Tell me I’m pretty.\n  ","134320":"\n   If u reading this I love wolfblood Maddy smith is gone I give my shout out to Maddy smith\n  ","134321":"\n   Okay so basically I really like this person and they like occasionally flirt with me, I’m not opposed to it or anything I just don’t know how to flirt back and it freaks me out to be flirted with because I feel weird about not knowing how to respond and I don’t want to like tell them because it’s st\n  ","134322":"\n   Dₒₙ'ₜ \nₗₑₜ ₜₕₑ ₚₐₛₜ \nₕₒₗd yₒᵤ bₐcₖ\nyₒᵤ'ᵣₑ \nₘᵢₛₛᵢₙg \nₜₕₑ gₒₒd ₛₜᵤff\n🖤✨\n  ","134323":"\n   Would you ever go out of your way to pay a visit to a friend in need?\n  ","134324":"\n   How’s your day been?\n  ","134325":"\n   What is the weirdest thing about you?\n  ","134326":"\n   Have you ever had a friendship that ended for of a stupid reason?\n  ","134327":"\n   What movie creeps you out?\n  ","134328":"\n   we all know that perfection does not really exist. however, what's the closest thing that has ever come to \"perfect\" for you?\n  ","134329":"\n   Should I let my 5 year old twerk or tell him not to do that?\n  ","134330":"\n   Why do some people here get so antagonistic over thoughtful answers to their questions?\nJust dont ask, publicly, if you can't handle the result.\n  ","134331":"\n   Do you ever stop and really think about things before making a decision\n  ","134332":"\n   What the fuck kind of relationship was that?\n  ","134333":"\n   Remember to drink more water, you dry ass\n  ","134334":"\n   What would make you happy right now?\n  ","134335":"\n   Are there any places you are afraid to visit?\n  ","134336":"\n   What is your favorite flavor of gum?\n  ","134337":"\n   Can someone ask me decent questions ? Please 🙄\n  ","134338":"\n   Favorite brand of deodorant?\n  ","134339":"\n   Snapchat usernames\n  ","134340":"\n   If you could be almost perfect at 2 personal qualities\/traits what would you pick?\nI would pick loyalty and honesty\n  ","134341":"\n   What makes you feel like you need to be alone?\n  ","134342":"\n   do you know anyone who's manipulative? do you associate with that person?\n  ","134343":"\n   Wen was your last relationship ?\n  ","134344":"\n   Share something you're grateful for today.\n  ","134345":"\n   Hello everyone I hope you’re having a wonderful day, would you all please tell me who is gonna win the fight Godzilla or King Kong\n  ","134346":"\n   ʏᴏᴜ ᴄᴏᴍᴇ ʜᴏᴍᴇ ᴀɴᴅ\nᴇᴠᴇʀʏᴏɴᴇ ʏᴏᴜ ᴇᴠᴇʀ\nᴅᴀᴛᴇᴅ ɪs sɪᴛᴛɪɴɢ ᴏɴ ʏᴏᴜʀ\nғʀᴏɴᴛ ᴘᴏʀᴄʜ\nʀᴇᴘʟʏ ᴡɪᴛʜ ᴊᴜsᴛ  3\nᴡᴏʀᴅs\n  ","134347":"\n   How'd you describe yourself when you go grocery shopping? Do you go straight towards the things you came there to buy or do you easily get distracted along the way? How much self control do you have? 🛒🍞🍉🍫\n  ","134348":"\n   Lol I’m done\n  ","134349":"\n   wax or shave?\n  ","134350":"\n   I miss going to rave parties 🙈🥺\n  ","134351":"\n   Where do you hangout the most ??\n  ","134352":"\n   Is it Common Courtesy to hold the door for women to walk though in your area?\n  ","134353":"\n   Who do you wish you could get back into contact with?\n  ","134354":"\n   3 things you’re thankful for ?\n  ","134355":"\n   Tell me something that you appreciate today\n  ","134356":"\n   How am I fake?\n  ","134357":"\n   What makes you laugh?\n  ","134358":"\n   do you wish you still talked to your old friends from high-school if you don't?\n  ","134359":"\n   Do you have games on your phone?\n  ","134360":"\n   True definition of SiMP?\n  ","134361":"\n   If you could live forever, would you want to?\n  ","134362":"\n   strangest question youve ever been asked\n  ","134363":"\n   If you could have any wish what would you want\n  ","134364":"\n   should I call off work\n  ","134365":"\n   Would you date someone that keeps in touch with their ex?\n  ","134366":"\n   are you the jealous type?\n  ","134367":"\n   Could you fall in love with someone knowing you could never see them, or be with them?\n  ","134368":"\n   What kind of person do you think you'll be when you get older? 👴👵\n  ","134369":"\n   Do you believe in love at first sight? Why or why not?\n  ","134370":"\n   Life is a game? What do you think about it?\n  ","134371":"\n   How are you\n  ","134372":"\n   Two years ago, I met this girl from a mutual friend. I always felt a connection to her. To this day, I feel like she and I are just meant for each other, I can’t explain the feeling. I think about her 24\/7, I can imagine our future together. But I haven’t talked to her in a while. Should I reach out\n  ","134373":"\n   Whats your most embarrassing moment ever\n  ","134374":"\n   Can you cook?\n  ","134375":"\n   How is your new year so far?\n  ","134376":"\n   are you introverted af or extroverted? \n\nor for my special folks, are you an ambivert?\n  ","134377":"\n   What makes you jump- Bugs or snakes ?\n  ","134378":"\n   Follow me on Twitter\n   \n    @GloriousBoara\n   \n   and on twitch\n   \n    @BoaraGaming\n   \n   .\n  ","134379":"\n   gel or acrylic?\n  ","134380":"\n   If there was a way to go back in time and change anything. What would it be and why?\n  ","134381":"\n   Do you like Rap? How about southern rock?\nYou will be amazed when they're out together...go listen to 'The Lacs Field Party' on YouTube\n  ","134382":"\n   Were you wiser when you were a kid?\n  ","134383":"\n   The only way to grow as a person is to face the skeleton in the closest, yes or no?\n  ","134384":"\n   Do you hate when your boss tells you “you’re fired”?\n  ","134385":"\n   🍃🌻.. How much do you think the happiness of a Child costs??.. 💋💙💜💋 .. Cuánto crees que cuesta la Felicidad de un Niño??..🌻🍃\n  ","134386":"\n   If immortality was offered to you, would you accept? What would you do with it?\n  ","134387":"\n   Space\n  ","134388":"\n   What keeps you going every day? ☆\n  ","134389":"\n   How Often do you look in the mirror\n  ","134390":"\n   Do you feel truly loved?\n  ","134391":"\n   What do you like more chocolate or vanilla\n  ","134392":"\n   Ever ridden a camel? 🐪 🐫 \nWhat was that like?\n  ","134393":"\n   What is the best thing to do on a first date?\n  ","134394":"\n   Blue or Red\n  ","134395":"\n   What's the last thing you created?\n  ","134396":"\n   What this life taught you?\n  ","134397":"\n   Is there translation button on this app How do I decipher which language I’m looking at\n  ","134398":"\n   How much did you lurk your crushes social media before talking to them?\n  ","134399":"\n   What is the worst social media outlet?\n  ","134400":"\n   Ever had people do evil\/hateful or spiteful things to you,and they thought you never knew about it until you been looking over them about it to keep a friendship?\n  ","134401":"\n   Sweet or salty? :))\n  ","134402":"\n   Are you afraid of falling in love?\n  ","134403":"\n   Is it okay if one firefighter is 6'7\"?\n  ","134404":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","134405":"\n   Curly fries or waffle fries\n  ","134406":"\n   What country's foods do you like the most?\n  ","134407":"\n   Have you ever watched the movie Unfriended?\n  ","134408":"\n   Anyone wanna give me a full body massage?\n  ","134409":"\n   Favorite actor or actress?\n  ","134410":"\n   Something that can always make you happy?\n  ","134411":"\n   Do you listen to your parents’ advice?\n  ","134412":"\n   How can you find someone FYP or onlyfans page on the internet\n  ","134413":"\n   Would you ever explore a haunted\/abandoned building?\n  ","134414":"\n   Are you afraid of being dead?\n  ","134415":"\n   What’s your favorite thing to do when you’re bored?\n  ","134416":"\n   What happens after death?\n  ","134417":"\n   How many times have you fallen in love?\n  ","134418":"\n   What are your plans or goals for the next coming year 2021?\n  ","134419":"\n   last time u cried?\n  ","134420":"\n   مساحة\n  ","134421":"\n   Is 5'8\" almost 5'9\"?\n  ","134422":"\n   Isn't chicken fettuccine alfredo Italian food?\n  ","134423":"\n   You think you could handle the Mckamey manor challenge?\n  ","134424":"\n   Good morning everybody 🌹\n  ","134425":"\n   What is your favorite movie\n  ","134426":"\n   Whats your Pet peeve\n  ","134427":"\n   Do you like ghost stories?\n  ","134428":"\n   Would you like to live on an uninhabited island?\n  ","134429":"\n   Do you remember your first crush?\n  ","134430":"\n   Do you prefer to fight or talk it out first?\n  ","134431":"\n   I think this pandemic has become the only experience in public where I really feel good for encouraging my excuse to be even more antisocial. \n\n\nAnyone else feel like that?\n\n\nI know, I'm pretty fucked up.\n  ","134432":"\n   How old are you?\n  ","134433":"\n   Are you someone who likes change?\n  ","134434":"\n   What do you do to avoid eating late at night ?\n  ","134435":"\n   My heart hurts a lot, what about you guys?\n  ","134436":"\n   When do you think there will be a woman as our President?\n  ","134437":"\n   Would you rather be fat or skinny?\n  ","134438":"\n   So would you rather study the mystery of space and its holdings or the depth of our big blue ocean\n  ","134439":"\n   Favorite color of telephones\n  ","134440":"\n   Favorite brand of deodorant?\n  ","134441":"\n   How many kids do you want in your life?\n  ","134442":"\n   Do you like snow?\n  ","134443":"\n   What do you do when you hear something fall in the middle of the night while you are in bed?\n  ","134444":"\n   why do people write \"idk\" all the time for answers instead of just deleting the question\n  ","134445":"\n   Would you rather give advice to your old self or recieve advice from your future self?\n  ","134446":"\n   Would you trust anyone with your life?\n  ","134447":"\n   What brings you peace?\n  ","134448":"\n   Would you rather be tall or short?\n  ","134449":"\n   sweet or unsweetened tea?\n  ","134450":"\n   Would you rather be invisible for a hour a day or be able to make anyone fall in love with you?\n  ","134451":"\n   who knows the most about u\n  ","134452":"\n   What's on your bucket list?\n  ","134453":"\n   Who is your most hated friend?\n  ","134454":"\n   Who else been extra 😈😈😈 lately?!? 😩\n  ","134455":"\n   Anyone want a nee friend :) let's chat\n  ","134456":"\n   COVID is around but why is there is so many cars on the highway? Where is everyone always going have you question your self ?\n  ","134457":"\n   If Santa wanted to retire, who should replace him?\n  ","134458":"\n   Which kind of natural disaster scares you the most?\n  ","134459":"\n   Americans: ever been to Europe?\n\nEuropeans: ever been to America? \n\nWhat was it like? How was it different?\n  ","134460":"\n   Have you ever been kicked out of a party, building or club?\n  ","134461":"\n   Give me a number 1 through 387. Give me a number 1 through 30. Then I'll give you a line from the current book I'm reading.\n  ","134462":"\n   If music played each time you walked into a room, what would your theme song be?\n  ","134463":"\n   Do you have a valentines, no one asked me yet and I want someone to ask me. Chivalry is dead 💀\n  ","134464":"\n   Does anyone else ever feel hungry?\n  ","134465":"\n   What was the most beautiful thing you have ever seen?\n  ","134466":"\n   What do you enjoy to do in your spare time?\n  ","134467":"\n   What is the most beautiful language?\n  ","134468":"\n   who is your role model?\n  ","134469":"\n   Do you know anyone on ask.fm that is your friend in real life?\n  ","134470":"\n   If you could transform into any mythical creature, (vampire, werewolf, unicorn, etc.)...which one and why?\n  ","134471":"\n   Do any of you answer shoutouts\/questions in an aggressive manner because you need someone to talk to? If so. Answer this one.\n  ","134472":"\n   Do you consider yourself to be a hunter, or a gatherer?\nThis doesn't have to be taken literally.\n  ","134473":"\n   what is love to yall?\n  ","134474":"\n   Can y’all subscribe to my YouTube channel (Itswook1e Yt) thx\n  ","134475":"\n   If you could change one thing in reality, what would it be?\n  ","134476":"\n   What was the last gift you gave someone?\n  ","134477":"\n   What type of cell phone do you have?\n  ","134478":"\n   what kind of clothing do you usually wear on lazy days?\n  ","134479":"\n   Do you support interracial relationships?\n  ","134480":"\n   When you pass, do you want to be buried, cremated, or...?\n  ","134481":"\n   Who do you miss the most right now, if anyone?\n  ","134482":"\n   Do you understand why people are rude af for no reason?? 🙃🙃\n  ","134483":"\n   Favorite Usher song?\n  ","134484":"\n   Longest voice message you ever sent?\n  ","134485":"\n   If animals could talk, which do you think would be the rudest?\n  ","134486":"\n   If you were leaving out to go to another country which of these would you go to: Israel, Egypt or India?\n  ","134487":"\n   Have you ever spent time on a virtual world? (Club Penguin, VMK, IMVU)\n  ","134488":"\n   Why are midgets hilarious?\n  ","134489":"\n   what advice do you have for someone who wants to be your friend?\n  ","134490":"\n   If you were tasked with venturing through an ancient underground temple filled with deadly traps, like the ones you'd see in Indiana Jones, how do you think it'd go? What kind of approach would you take? Would you be able to escape with the treasure? 🗿💀💎\n  ","134491":"\n   When is love no longer love?\n  ","134492":"\n   How to get over a girl who just destroyed your heart? And you try to be okay and you are but deep down you're fucking sad and you're over it but you're just sad, ya know?Cuz you cared more than anything.You thought she was the one and she has a kid now so time to move on and you're ready but idk how\n  ","134493":"\n   What is one thing  like about social media and one thing that you can't stand about social media\n  ","134494":"\n   what do you wish for\n  ","134495":"\n   Friday night plans?\n  ","134496":"\n   Who would date me im single and wanting to date someone over 21 and is a girl if so pm me on here\n  ","134497":"\n   Who like disabled people as a friend\n  ","134498":"\n   Anyone ever seen a family member nude\n  ","134499":"\n   About how much money do you spend on clothes every year?\n  ","134500":"\n   Burgers or hotdogs?\n  ","134501":"\n   Can you do a handstand? How about a summersault?\n  ","134502":"\n   I know you were trouble when you walked in\n  ","134503":"\n   What field do I look like I should be working ?\n  ","134504":"\n   What’s at the top of your to do list\n  ","134505":"\n   I want to make a movie today\n  ","134506":"\n   Okay, favorite marvel hero\/heroine, and why’d you be them ? 😲😲\n  ","134507":"\n   Do men like skinny or thick women?\n  ","134508":"\n   Do you have any tattoos?\n  ","134509":"\n   Last answer\n  ","134510":"\n   Would ya ever date\/be in a relationship someone who has an OnlyFans?\n  ","134511":"\n   A favorite song lyric?\n  ","134512":"\n   How do you like to start your morning?\n  ","134513":"\n   Question for girls.  Love or money\n  ","134514":"\n   Follow\n  ","134515":"\n   Tell me about your biggest love regret that made you wish you could turn back time?\n  ","134516":"\n   Do you decorate your room or home?🤔\n  ","134517":"\n   What are you having for dinner tonight?\n  ","134518":"\n   In the new year......are you going to be a new you?\n  ","134519":"\n   What’s ur favorite old school video game\n  ","134520":"\n   How frequent do you change your profile picture?\n  ","134521":"\n   If your in a relationship should you have tell your partner where you are going every time you leave your house\n  ","134522":"\n   do you like coffee?\n  ","134523":"\n   I’m waiting for you... but if it’s for you... it’s fine. Everyone else though. My final warning still stands right?\n  ","134524":"\n   What would you prefer to win...a dream vacation or $10,000? Why?\n  ","134525":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","134526":"\n   What are your plans for the weekend?\n  ","134527":"\n   Do you have a lucky number?\n  ","134528":"\n   If everyone got turned into plants, what specific plant would you be?\n  ","134529":"\n   Do believe in magic?\n  ","134530":"\n   What was your favorite book as a child?\n  ","134531":"\n   50 coins to who can guess my height spot on!!\n  ","134532":"\n   How is everyone's weekend so far?\n  ","134533":"\n   How often do you recognize your mistakes?\n  ","134534":"\n   What qualities most of all do you value in a person?\n  ","134535":"\n   Do you talk in your sleep?\n  ","134536":"\n   What is your favorite pasta?\n  ","134537":"\n   What’s your birthstone?\n  ","134538":"\n   My ex online now?  Anon me if u are, need to drop off your clothes so I can finally provide the space you've been requesting.\n  ","134539":"\n   Do you have fairy lights\/christmas lights hanging in your room year round for decoration?\n  ","134540":"\n   Who is your favorite actor\/actress? Why?\n  ","134541":"\n   What makes a person too friendly\n  ","134542":"\n   What do you have planned for Valentine’s Day?\n  ","134543":"\n   How’s your first couple days of 2021?\n  ","134544":"\n   Do you think your parents raised you well?\n  ","134545":"\n   Is it a bad thing to come off as a nice guy? When I meet new ppl, I pretend to be someone or something I'm not. Let me rephrase that I have a habit of not expressing myself for who I truly am because of being afraid to offend someone (e.g., work, school, or new people I meet). Is that a bad thing?\n  ","134546":"\n   Regardless if you have a significant other, you should do something kind for yourself on February 14th.\n  ","134547":"\n   Imagine your card declines at the hospital and they start choking you 💀\n  ","134548":"\n   Can anyone recommend a good bible study book ?\n  ","134549":"\n   Aren't McDonald's and Burger King rivals?\n  ","134550":"\n   have you ever tried mashed cauliflower as opposed to potatoes? if so, what did you think? if not, would you ever try it?\n  ","134551":"\n   what's the best gift you received this year?\n  ","134552":"\n   Do you stop eating after a certain time? To avoid late night snacking, for health reasons, part of a diet, etc.\n  ","134553":"\n   Do you have any piercings? Where and how many? 👂🏼\n  ","134554":"\n   friends can break your heart too.\n  ","134555":"\n   What is something you want to accomplish?\n  ","134556":"\n   What is your lockscreen background?\n  ","134557":"\n   If you were a billionaire would you become a vigilante?\n  ","134558":"\n   Are you a couch potato or a constant mover?\n  ","134559":"\n   ɪғ ʏᴏᴜ ᴡᴇʀᴇ ᴛʜᴇ ᴇɪɢʜᴛʜ\nᴅᴡᴀʀғ ᴡʜᴀᴛ ᴡᴏᴜʟᴅ ʏᴏᴜʀ\nɴᴀᴍᴇ ʙᴇ?\n  ","134560":"\n   Are you a dependent person?\n  ","134561":"\n   What’s your favorite fast food place?\n  ","134562":"\n   How often do you shop for yourself\n  ","134563":"\n   So, people. Is 2021 it?\n  ","134564":"\n   What compliment do you like receiving the most? (whether you have ever gotten it or not)\n  ","134565":"\n   Is December flying by for you?\n  ","134566":"\n   Do you miss going to church  ?\n  ","134567":"\n   Do you think I’m juicy brahh 🥺🥺\n  ","134568":"\n   Has anyone ever misspelled your name?\n  ","134569":"\n   What are some things you realized when you got mature?\n  ","134570":"\n   What’s your fav animal\n  ","134571":"\n   Whats your favorite vegtable🥦🥒🥔?\n  ","134572":"\n   What excites you?\n  ","134573":"\n   Why is there so many fake profiles being made??\n  ","134574":"\n   what is your most prized possession?\n  ","134575":"\n   Hey? :) xxxxxxxx\n  ","134576":"\n   99.0005 % of the people on ask fm are fake.\n  ","134577":"\n   Do you easily communicate with opposite gender people?\n  ","134578":"\n   Could you ever forgive someone who broke your heart?\n  ","134579":"\n   What is better: bitter truth or sweet lies?\n  ","134580":"\n   What are your flaws?\n  ","134581":"\n   Are you someone who likes change?\n  ","134582":"\n   What do you value the most in your life?\n  ","134583":"\n   How are you tonight ?\n  ","134584":"\n   Should I ask my crush if she likes me\n  ","134585":"\n   If you  have a nightmare  of parental advisory  life like mine to \nLike to love parental advisory\n  ","134586":"\n   Is it important to have the last word in an argument?\n  ","134587":"\n   There is this boy that did a prank on me that he liked me but he didn’t. Some people say that he did it for fun because he laughed  after doing the prank. This happened 2 years ago. I have mixed feelings about him. Sometimes I feel like I like him and sometimes I feel like I don’t. What should I do?\n  ","134588":"\n   Who do you admire the most right now?\n  ","134589":"\n   Would you own a pink car?\n  ","134590":"\n   What is your dream travel destination?\n  ","134591":"\n   If you could have any one wish come true, what would you wish for?\n  ","134592":"\n   How do you tell a dishonest person from an honest one?\n  ","134593":"\n   What's the longest you've ever gone without sleep?\n  ","134594":"\n   Makeup or no makeup for girls?\n  ","134595":"\n   What is the worst thing you got in trouble for as a child?\n  ","134596":"\n   Anybody wanna be my friend?\n  ","134597":"\n   how long was your longest relationship?\n  ","134598":"\n   What does a perfect day look like to you?\n  ","134599":"\n   What was the last movie that made you think?\n  ","134600":"\n   What is the funniest thing to ask SIRI?\n  ","134601":"\n   The entire world stands still for one day, but not you. What do you do?\n  ","134602":"\n   What kind of movies do you like?\n  ","134603":"\n   Where did you meet your best friend?\n  ","134604":"\n   Are you saving money right now for something special? What is this special thing?\n  ","134605":"\n   Status ❤️\n  ","134606":"\n   What do you think of tattoos?\n  ","134607":"\n   What do you think is the most enjoyable thing?\n  ","134608":"\n   Have you ever counted the calories in what you eat?\n  ","134609":"\n   Ready for summer yet?!\n  ","134610":"\n   What is the first thing you do after waking up?\n  ","134611":"\n   Were you ever taught, CPR??\n  ","134612":"\n   what’s the last text you sent\n  ","134613":"\n   Are you organized?\n  ","134614":"\n   Favorite brand of milk?\n  ","134615":"\n   Does the concept of competition intimidate you?\n  ","134616":"\n   Why people treat me so bad ? Do I have bad luck? 🙁 I’m starting to think there’s so many bad people in the world\n  ","134617":"\n   I haven’t been on here in about 6 days ,I would think to have some postive questions but I don’t have any,is it wrong that I get on here answer maybe a few questions and get off ?\n  ","134618":"\n   تعالي نحكي 🤤\n  ","134619":"\n   What was your “I’m gonna marry this girl\/guy” moment?\n  ","134620":"\n   ʏᴏᴜʀ ᴇx sᴇɴᴛ ʏᴏᴜ\nᴀ ᴛᴇxᴛ \n\"ʙᴀʙʏ ɪ'ᴍ ɪɴ ᴊᴀɪʟ\"\n\nʀᴇᴘʟʏ ᴡɪᴛʜ ᴊᴜsᴛ\n2 ᴡᴏʀᴅs\n  ","134621":"\n   Love Or Sex\n  ","134622":"\n   I am brand new to this app I assume it’s anonymous? I guess I’ll get the hang of it eventually! Is there a way to just shout out to women and not men?\n  ","134623":"\n   What are you most known for?\n  ","134624":"\n   Do you care about how many likes, followers, etc., that you have on social media platforms?\n  ","134625":"\n   What should we do rn?\n  ","134626":"\n   What is your spirit animal?\n  ","134627":"\n   A\n  ","134628":"\n   Is there anyone you wish you had the opportunity to apologize to?\n  ","134629":"\n   Anyone need a friend?\n  ","134630":"\n   How do you handle cuttings ties with friends that you once cared about?\n  ","134631":"\n   Are you listening to music? If so what song? 🤔\n  ","134632":"\n   What are you searching for?\n  ","134633":"\n   Have you ever started a fire accidentally?\n  ","134634":"\n   From 1-10, how creative would you say that you are? In what ways do you like to be creative? 🖋🎨🎭📸\n  ","134635":"\n   Where the hell have you been, I've been looking for you everywhere\n  ","134636":"\n   Do you have any pets?\n  ","134637":"\n   What’s the best bbq you’ve ever had?\n  ","134638":"\n   So my friend lost a bet and I really really wanna humiliate him bad. What types things could I do ? What type of panties should I make him wear ?\n  ","134639":"\n   Hey guys! I’m back! I’ve missed you all so much!!!!\n  ","134640":"\n   Would you be happy without money?\n  ","134641":"\n   Have you ever made homemade soup?\n  ","134642":"\n   who is the most arrogant person you know?\n  ","134643":"\n   Are you looking for conversation, followers, fame, all of the above?\n  ","134644":"\n   What’s y’all favorite video games?\n  ","134645":"\n   What are you fine fellows excited for the next year?\n  ","134646":"\n   Orange juice or apple juice?\n  ","134647":"\n   How do you personally handle gossip?\n  ","134648":"\n   Who was the last person you had a deep conversation with?\n  ","134649":"\n   Is a 'like' on social media important to you?\n  ","134650":"\n   What food do you find disgusting?\n  ","134651":"\n   Are you a family orientated person?\n  ","134652":"\n   Do you have a nickname?\n  ","134653":"\n   Is the PS5 out of stock where  you live at?\n  ","134654":"\n   Who likes the snow? It’s pretty but I hate the cold 😂🤣\n  ","134655":"\n   What means more to you: time with others or personal time \/ space?\n  ","134656":"\n   Are you direction oriented?\nDo you know where you need to be?\n  ","134657":"\n   Doing much next week ? :)\n  ","134658":"\n   How would you feel if people could read your mind? Would you change what you think about?\n  ","134659":"\n   What is your go to shape for full sets?\n  ","134660":"\n   Do you believe life is a simulation?\n  ","134661":"\n   Can someone help me? I'm feeling a little blue...\n  ","134662":"\n   Would you rather Demon Slayer or Attack on Titans??????\n  ","134663":"\n   Do you believe that people are fundamentally good or bad?\n  ","134664":"\n   Today good? Or.. Try again tomorrow...\n  ","134665":"\n   What is love?\n  ","134666":"\n   Any lesbians that like or has a preference for bigger women? (If this question is not for you ignore it please but you're entitled to speak your mind that it true...)\n  ","134667":"\n   Do you enjoy mazes?\n  ","134668":"\n   How do I tell my cousin that I sleep naked he doesn’t know n we share a bed\n  ","134669":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","134670":"\n   What would you ask your bff for if you knew the answer is 100% yes?\n  ","134671":"\n   Does anyone else feel like DC makes excellent tv shows but ruin most their movies?\n  ","134672":"\n   Would you wish upon a shooting star\n  ","134673":"\n   Do you make any funny noises when you  start laughing a lot?\n  ","134674":"\n   ❤️🌼\n  ","134675":"\n   هو الآسك بقى ممل ليه بدون كوينز⁦🙇🏽‍♂️⁩\n  ","134676":"\n   How do I stop being negative. I dont post negative things. But I feel like the world is always conspiracing against me. What should I do? \nI close my facebook.\nAnd I've been praying ever since. Putting Azkar. I dont wanna be negative to anyone. They not deserve this.please give me advice from ur sis\n  ","134677":"\n   Have you ever married? Divorced?\n  ","134678":"\n   Do you sleep with a Fan on? Even in the winter time? 🤣 I do both 😂\n  ","134679":"\n   What do you think of this .. \n\"Indian stand-up comic has spent 25 days in jail for jokes he did not tell the audience, but on suspicions that he was “going to”.\n  ","134680":"\n   How do I find my biological father? I found his inmate record so how I get in contact with him now?\n  ","134681":"\n   Can you recommend any YouTube channels?\n  ","134682":"\n   Which trend do you hate?\n  ","134683":"\n   What assumptions would you make about me just purely based off my pictures? I'm kinda curious to know 🤷‍♀️😂\n  ","134684":"\n   What is never a waste of time?\n  ","134685":"\n   Can two people truly agree to disagree?\n  ","134686":"\n   Are you a lucky person?\n  ","134687":"\n   What is your favorite kind of juice? 🧃🧃\n  ","134688":"\n   What was victorias secret???\n  ","134689":"\n   Do hypnotised people always tell the truth?\n  ","134690":"\n   Foto de la última cosa que compraste en línea\n  ","134691":"\n   What's your favorite incense?\n  ","134692":"\n   Were are you from\n  ","134693":"\n   New to this app.New everything. I need you gorgeous female, I been single for 3 years, both long term relationships and they're both deceased and died young. I haven't dated anyone. Help.\n  ","134694":"\n   Everyone have a good night last night?\n  ","134695":"\n   Weakest part of your body\n  ","134696":"\n   What YouTube content do you like to watch?\n  ","134697":"\n   What’s 5+5?\n  ","134698":"\n   Happy New Year to everyone! :)\n  ","134699":"\n   If you walked past a homeless man right now, would you give him money?\n  ","134700":"\n   Anyone up there for new friendship\n  ","134701":"\n   Would you rather be rich and lonely or poor and not lonely\n  ","134702":"\n   Did you ever have a nickname? If so, what was it?\n  ","134703":"\n   Name an animal you find cute\n  ","134704":"\n   when was the last time you pulled an all nighter?\n  ","134705":"\n   Nicest thing anyone's ever done for you while you were sick?\n  ","134706":"\n   is there anything you really regret doing\/not doing in life?\n  ","134707":"\n   Should vacations be mandatory?\n  ","134708":"\n   How was your day? 🙂\n  ","134709":"\n   Do men get intimated by women who are direct?\n  ","134710":"\n   Whats your Pet peeve\n  ","134711":"\n   Can you share secrets,with friends?\n  ","134712":"\n   Who is the last person you talk to\n  ","134713":"\n   Darkest secret?\n  ","134714":"\n   How can quiet guys connect with girls on a date?\n  ","134715":"\n   What makes you give up on a friendship?\n  ","134716":"\n   The most intresting thing that you know about yourself?\n  ","134717":"\n   Have you had any new experiences or done anything for the first time recently?\n  ","134718":"\n   What is your favorite thing about yourself?\n  ","134719":"\n   Wanna be friends on Snapchat?\n  ","134720":"\n   What’s for dinner tonight?\n  ","134721":"\n   What your favorite thing to do\n  ","134722":"\n   مالك متغير لي 💔\n  ","134723":"\n   Who \"looks out\" for you and is always willing to help?\n  ","134724":"\n   Hey? ;:) xxxxxxxxx\n  ","134725":"\n   What would you do if I gave you a million dollars\n  ","134726":"\n   If you had one wish, what would you wish for?\n  ","134727":"\n   Do you have true friends in your life?\n  ","134728":"\n   How often do you cry?\n  ","134729":"\n   Hobbies ? xxxxxxx\n  ","134730":"\n   ask me something pls ? x\n  ","134731":"\n   pvc or rubber  ? xxxxxxxx\n  ","134732":"\n   fav movies shoes  x\n  ","134733":"\n   What are you proud of overcoming?\n  ","134734":"\n   What is the last thing you cried over?\n  ","134735":"\n   A selfie pls ? x\n  ","134736":"\n   Is sorry enough?\n  ","134737":"\n   Do you ever feel like you’re being clingy or annoying?\n  ","134738":"\n   Do you worry about the safety of the food that you eat? What won't you buy?\n  ","134739":"\n   Are you bothered by other people’s opinions?\n  ","134740":"\n   What makes you give up on a friendship?\n  ","134741":"\n   Should I keep trying. ?\n  ","134742":"\n   When was the last time you cried?\n  ","134743":"\n   Can you put your foot behind your head\n  ","134744":"\n   Are you aware of how AMAZING you are??❤️💯\n  ","134745":"\n   Hobbies ? xxxxx\n  ","134746":"\n   Hey? xxxxx\n  ","134747":"\n   What would you say is your biggest turn on\n  ","134748":"\n   Do you like onions?\n  ","134749":"\n   Lipstick or lipgloss\n  ","134750":"\n   What’s one thing you wish you knew how to do?\n  ","134751":"\n   What is worse, too hot or too cold?\n  ","134752":"\n   I hate when someone tricks you to tell them “the true” because they think you’re lying 🙄\n  ","134753":"\n   What do you value the most in your life?\n  ","134754":"\n   what's the best gift you received this year?\n  ","134755":"\n   🐬🐙 .. What can a labor pain be compared to??.. 🐠💜💙🐠 .. Con que se puede comparar un dolor de Parto??.. 🐙🐬\n  ","134756":"\n   Would you like to know when you were going to die?\n  ","134757":"\n   Name ASKfm users, with whom you would want to go on a roadtrip for a week. Why them?\n  ","134758":"\n   What do you need less of in life?\n  ","134759":"\n   When you're giving 🧠 can boys feel below the tip\n  ","134760":"\n   When you can't fall asleep, does it help you more to find an activity to do until you're sleepy again (reading, a game, etc.) or stay in bed and simply hope you doze off again soon? ☆\n  ","134761":"\n   Have you ever been unable to sleep? What do you do with your time then?\n  ","134762":"\n   What form of art is your passion?\n  ","134763":"\n   Some better are just so bitter over someone having a different opinion 🤣🤣😂😂😂 I hate gays that’s never guna change get over it people\n  ","134764":"\n   Ever pressed a button that was labeled do not press?\n  ","134765":"\n   have you been to any sort of museum before? 🖼\n  ","134766":"\n   How many shooting stars have you seen in your lifetime? 💫\n  ","134767":"\n   Any piercings?\n  ","134768":"\n   ZOMBIES OR VAMPIRES?\n  ","134769":"\n   Has anyone hugged you today?\n  ","134770":"\n   What was the funniest autocorrect fail you've ever witnessed? ☆\n  ","134771":"\n   Whats your favorite memory, any age just a memory you look back at and it makes you smile\n  ","134772":"\n   Do you feel safe?\n  ","134773":"\n   Does sex matter in a relationship?\n  ","134774":"\n   Do you have a car? If so, have you ever washed it by hand?\n  ","134775":"\n   What was your best birthday?\n  ","134776":"\n   What do you like to do on the weekends?\n  ","134777":"\n   Does a colonoscopy help an anal fissure?\n  ","134778":"\n   If you see a potential accident going to happen, do you say anything or just be quiet about it?\n  ","134779":"\n   Are you capable of acknowledging when you've made a mistake and taking responsibility for fixing it? ☆\n  ","134780":"\n   Do you like to act spontaneously or plan things? Why?\n  ","134781":"\n   What are you going to learn about this year?\n  ","134782":"\n   If you could only keep five possessions, what would they be?\n  ","134783":"\n   When answering questions from this app, do you find you've lost a good amount of time doing so?\n  ","134784":"\n   Do you like Winter or Summer better and why?\n  ","134785":"\n   Share a picture of a scenario or a quote that changed your way of thinking or was good or motivational?\n  ","134786":"\n   What's the stupidest thing you've done this year?\n  ","134787":"\n   What makes someone a hero?\n  ","134788":"\n   What does your aura look like?\n  ","134789":"\n   What have you never done before but would like to try doing?\n  ","134790":"\n   Any advice for studying?\n  ","134791":"\n   What makes a person good in your eyes?\n  ","134792":"\n   sunshine or rainy days?\n  ","134793":"\n   What is your favourite place??\n  ","134794":"\n   Favorite color\n  ","134795":"\n   how often do you feel down about yourself?\n  ","134796":"\n   where would you really like to travel to at the moment? ✈️\n  ","134797":"\n   Would you rather be seen as kind, or intimidating?\n  ","134798":"\n   Chocolate covered strawberries. Yay or nah\n  ","134799":"\n   WHO'S HOTTER?  DEMI LOVATO  VS  SELENA GOMEZ\r\nCHECK OUT THE PICS IN MY POLLS\n  ","134800":"\n   Fill in the blank. I am allowed to______\n  ","134801":"\n   Do you trust your gut instincts?\n  ","134802":"\n   Am I Really Good Looking Because I Feel like I’m Not\n  ","134803":"\n   Have you been hacked before?\n  ","134804":"\n   What do you always look for in a relationship?\n  ","134805":"\n   How do you react with someone who replies \"Ok\" after your very enthusiastic speech?\n  ","134806":"\n   Would you rather be completely insane and know that you are insane or completely insane and believe you are sane?\n  ","134807":"\n   Have you ever fallen out of love while in a relationship?\n  ","134808":"\n   What did you learn this year; an important lesson?\n  ","134809":"\n   What’s your current mood\n  ","134810":"\n   How to get a boyfriend?\n  ","134811":"\n   How good is your reputation?\n  ","134812":"\n   Is there one person in your life that can always make you smile?\n  ","134813":"\n   You get offered a ride in the back seat of a fighter jet, would you wanna tag along? 🛩\n  ","134814":"\n   So my friend lost a bet and I wanna embarrass tf outta him so what are some things I could do to him of make him do ?\n  ","134815":"\n   What turns you on almost instantly?\n  ","134816":"\n   What is your favorite season?\n  ","134817":"\n   with her friend with her phone 📱 off\n  ","134818":"\n   I have fake ocd problem so tend to eat with manners but I drool if im feeling it..get the geekin n shit\n  ","134819":"\n   🙄🙄🙄 I have no need to prove shit to no ONE ☝️ Truth always reveals itself in the end\n  ","134820":"\n   Do you like to collect anything?\n  ","134821":"\n   Ever listened to music played from a vinyl record? How about on a Walkman?\n  ","134822":"\n   Do you like cats?\n  ","134823":"\n   If you could pick one politician to join Ask, who would it be? I might pick Mitch McConnell.\n  ","134824":"\n   Are you doing okay?\n  ","134825":"\n   What is something you feel confident doing?\n  ","134826":"\n   Have you ever been late for work and got fired for it\n  ","134827":"\n   you are with me 🦍...so can I eat?\n  ","134828":"\n   How do you feel if your family screw you over because of damn money\n  ","134829":"\n   don't get mad cuz I went to Stanford with my son\n  ","134830":"\n   no im just a al bundy type of guy not Martin\n  ","134831":"\n   The children were flowers grown in concrete gardens.\n  ","134832":"\n   it is isn't it..but not quite im not on that type stuff\n  ","134833":"\n   damn you think im a nigerian scamer Lol..I wish actually..they got that 🎒\n  ","134834":"\n   I saw enough of what?\n  ","134835":"\n   Have you ever ended a relationship on bad terms and have your ex look at\/follow (\"stalk\") your social media after a breakup? How did you deal w that? Did they use a \"fake\" account to do their lurking? (Delete if this makes you uncomfortable or doesn't apply to to you.)\n  ","134836":"\n   Whats your xfinity\n  ","134837":"\n   How's the weather?\n  ","134838":"\n   Have you ever called a phone  number written on a bathroom stall? What ensued?\n  ","134839":"\n   Filter or no filter?\n  ","134840":"\n   Do you listen to songs in other languages? :0\n  ","134841":"\n   do you live on your own?\n  ","134842":"\n   Favorite weather? 🦋\n  ","134843":"\n   Do you watch the olympics? Which sport do you tune into most? 🐎🏒⚽️🎿🏊‍♀️\n  ","134844":"\n   Recommended people to follow ! ❤\n  ","134845":"\n   What's everyone's favorite movie genre? What are your fave movies from that genre?\n  ","134846":"\n   How do i make a young 18 -19 old girl fall in love with me a 33yr old cute guy?? What can i do that will grab their attention in the long run?\n  ","134847":"\n   If you play video games, what games are you currently playing?\n  ","134848":"\n   Hey how are you today ?\n  ","134849":"\n   When did you meet the love of your life?\n  ","134850":"\n   How many countries have you been to?\n  ","134851":"\n   I’m so over being this way I need to do my eyelashes my hair and makeup I need to be the Barbie Doll I’m destined to be\n  ","134852":"\n   Are you a city or a nature person?\n  ","134853":"\n   Thoughts on flies..............\n  ","134854":"\n   ( before covid ) movie night in or movie night out?? 🎥 🍿\n  ","134855":"\n   Is anybody interested in me?\n  ","134856":"\n   I heard The Marix 4 is going out on HBO Max. I'm looking forward to seeing it but i hope its good.....What about y'all? Are y'all looking forward to seeing the Matrix 4??\n  ","134857":"\n   Would you rather hunt deer or gators? 😂\n  ","134858":"\n   What was the worst vacation you’ve ever taken?\n  ","134859":"\n   Have you ever baked a cake\n  ","134860":"\n   tell me a fact about you.\n  ","134861":"\n   I’m super stokedddd that I’m breathing today!! Such a beautiful Friday 💕💕💕🤪🤪 y’all ask my sum stuff 😌✨\n  ","134862":"\n   iight I’m about to punch a wall who log me out of my Facebook man this is not okay this been happening all day I’m for real frustrated iight man what is wrong with Facebook this happens way too much they need to up their security man tf no one should be hacking we in 2021\n  ","134863":"\n   Who’s cooking to pass the time\n  ","134864":"\n   What tune or phrase do you get stuck in your head often (or in general)? Do you mind it when that happens or are you ok with it?\n  ","134865":"\n   How long does it take for you to develop romantic feelings for someone?\n  ","134866":"\n   What's your ideal temperature? I try to keep my room around 50 😂\n  ","134867":"\n   What is the most important thing to you?\n  ","134868":"\n   Are you in love? 😍\n  ","134869":"\n   What attracts you to someone? Romantically, sexually. In terms of looks or features, expression words and body, and personality\/character.\n  ","134870":"\n   Can you deliberately cough real hard with a mask on, 6ft away from a employee in a store as a joke during the Corona pandemic?\n  ","134871":"\n   Are you happy with the year so far?\n  ","134872":"\n   Has anyone ever tried Blue Bell's new flavor called Milk & Cookies with chocolate chip cookies in it? If anyone has tried it, let me know if its good or not so i can go get one and try some\n  ","134873":"\n   What’s something you hope will work out?\n  ","134874":"\n   What was the last movie that you watched?\n  ","134875":"\n   How fast can you lose trust in someone?\n  ","134876":"\n   Favorite memory from 2020?! Something that made you happy!\n  ","134877":"\n   Have you ever had people who want to be your friend so bad that they show you why they aren’t your friend at all?\n  ","134878":"\n   Alpha Man or Beta Man as life partner ???\r\n\r\nN:B: This question is only for girls.\n  ","134879":"\n   What did you think was going to be amazing but turned out to be horrible?\n  ","134880":"\n   Just a friendly reminder that women don’t owe men anything. Period. (:\n  ","134881":"\n   Longest relationship\n  ","134882":"\n   how close to your house is the nearest store?\n  ","134883":"\n   will the weight i gained from a night of drinking and eating pizza go away on its own? Im just curious because i weigh like 4-5 pounds more than i did yesterday before i drank and had the pizza. I had roughly 10ish slices and used sprit as a mixer with pink Whitney\n  ","134884":"\n   Do you find it easy or hard to start conversations with people?\n  ","134885":"\n   Winner says What?\n  ","134886":"\n   Do you like Latinas?\n  ","134887":"\n   Is there anyone that you miss, even though you didn't get along with them?\n  ","134888":"\n   I hate shoutouts\n  ","134889":"\n   My heart hurts a lot, what about you guys?\n  ","134890":"\n   How can someone tell when you’re upset with them?\n  ","134891":"\n   What's the best news you could hear right now?\n  ","134892":"\n   Who is that one person you can talk to about just anything?\n  ","134893":"\n   💌\n  ","134894":"\n   What is the luckiest experience you've had?\n  ","134895":"\n   What’s the best part of the area you live in?\n  ","134896":"\n   Are break ups hard for you\n  ","134897":"\n   Who\/What surprised you today?\n  ","134898":"\n   What are you proud of overcoming?\n  ","134899":"\n   Can one monkey stop a show?\n  ","134900":"\n   Which law(s) would you change? Why?\n  ","134901":"\n   Do you guys think all men prey on a soft spoken girl? More so than a girl that has a mouth on her, even a mouth with just a more blunt tone to her saying \"not interested\"\n  ","134902":"\n   What is the last thing you do before you go to sleep?\n  ","134903":"\n   Where would you bury your treasure if you had some?\n  ","134904":"\n   What is the last (or current) color you painted your nails?\n  ","134905":"\n   Space\n  ","134906":"\n   What do you think is the new online trend right now?\n  ","134907":"\n   When in doubt what do you do?\n  ","134908":"\n   What is something silly you believed when you were younger?\n  ","134909":"\n   What do you do when you can’t sleep?\n  ","134910":"\n   What should you never judge in a person?\n  ","134911":"\n   Do you regret about something in life? If so, what is it?\n  ","134912":"\n   Are you happy right now?\n  ","134913":"\n   Your song of the day!\n  ","134914":"\n   If you could do anything now, what would you do?\n  ","134915":"\n   You are a doctor with 6 patients. The first has fatal injuries and will die if untreated. The remaining 5 are in need of an organ transplant. If the first patient dies, you can give their organs to the other 5 and save them (A). However, you have medicine that can save the first patient (B). A or B?\n  ","134916":"\n   you can only eat one type of food for the rest of your life, which is it??\n  ","134917":"\n   What's your main rule in life?\n  ","134918":"\n   What is the secret of happy relationship?\n  ","134919":"\n   What have you learned from your past?\n  ","134920":"\n   What's one thing that you would like to have in your room?\n  ","134921":"\n   Is anybody else ever passed out with the shower running? I feel pretty stupid at this moment!\n  ","134922":"\n   What songs should I add to my playlist?\n  ","134923":"\n   What is your favorite thing to do with friends?\n  ","134924":"\n   What have you done that you regret? How did you try to fix it?\n  ","134925":"\n   What you know that others don't?\n  ","134926":"\n   Would you ever take back someone who cheated?\n  ","134927":"\n   Do you apologize often?\n  ","134928":"\n   How is your family different from others?\n  ","134929":"\n   Do you agree that good things come to those who wait?\n  ","134930":"\n   Who was the last person to do something nice for you?\n  ","134931":"\n   Is there any person you are afraid of?\n  ","134932":"\n   From where do you draw inspiration for the way you dress?\n  ","134933":"\n   What is your best feature?\n  ","134934":"\n   You are given USD 2,000 for a plane ticket and one full month. Where do you go?\n  ","134935":"\n   Where do you think you'll be living five years from now?\n  ","134936":"\n   Which superstition you believe to be true?\n  ","134937":"\n   What is better: bitter truth or sweet lies?\n  ","134938":"\n   Describe your day in emojis!\n  ","134939":"\n   What do you want right now?\n  ","134940":"\n   Can someone fell in love two (or) more times with the same person?\nAnd can you?\n  ","134941":"\n   What's your favorite type of shake?\n  ","134942":"\n   What Is Your Favorite Cereal?\n  ","134943":"\n   Can I take your heart?\n  ","134944":"\n   Will you help be friends with Christiana Gilligan ?\n  ","134945":"\n   If you were famous in a movie what would your name be?\n\n\nplease include last and first name.\n  ","134946":"\n   I’m the Villian. She told me to be it. I’m not hiding from you guys so she better not hide from me.\n  ","134947":"\n   Do you believe in second chances?\n  ","134948":"\n   What is something that you  regret\n  ","134949":"\n   Ladies if you see your man hug another woman and rock side to side what you doing 😂\n  ","134950":"\n   Name something men can do better than most women ...\n  ","134951":"\n   Could jogging in one spot replace running?\n  ","134952":"\n   Have u ever urinated on urself, as an adult, because u could not hold it in anymore?? I was about 24, driving to work. Had been holding it for hours but forgot about it. When the urge hit me I could not hold it.  Tears came out & all lol. So I peed all on my chair while driving as an adult lmao WOW!\n  ","134953":"\n   Do you like onyx?\n  ","134954":"\n   In case no one has told you lately, you’re beautiful ❤️\n  ","134955":"\n   What are you still holding on to?\n  ","134956":"\n   Anyone else like the feeling of diarrhea\n  ","134957":"\n   تعالي نلعب سوا♥️\n  ","134958":"\n   What traits does your perfect wife\/husband have?\n  ","134959":"\n   Converse or Vans?\n  ","134960":"\n   What wearable technology would you want to have?\n  ","134961":"\n   Do you dream of moving somewhere else to start a new life?\n  ","134962":"\n   Do you consider yourself to be a lucky person?\n  ","134963":"\n   Why do people take your kindness for weakness? 🤔 My mother always said and still do, \"you give a Bitch an inch they take a mile.:\n  ","134964":"\n   You are classy\/swaggy type?\n  ","134965":"\n   Would it be easy or difficult for you to cut off a toxic friend?\n  ","134966":"\n   Did you have MLK day off?\n  ","134967":"\n   Are relationships important to you?\n  ","134968":"\n   Hi\nFollow for a follow?\n  ","134969":"\n   Do you believe everyone has a \"soul mate\"?\n  ","134970":"\n   Would you consider yourself good at giving advice?\n  ","134971":"\n   When’s your birthday?\n  ","134972":"\n   What are your plans for the next five years?\n  ","134973":"\n   What is something you have never grown out of?\n  ","134974":"\n   What should I do with my hair this 2021 color and length??\n  ","134975":"\n   What's one thing that can instantly make your day better?\n  ","134976":"\n   How big is to big?\n  ","134977":"\n   What is this app?\n  ","134978":"\n   What do you think of snakes?\n  ","134979":"\n   What makes you sad?\n  ","134980":"\n   What song is really really sad to you?\n  ","134981":"\n   What's your favorite thing to do before bed?\n  ","134982":"\n   Most evil harmless thing you've ever done?\n  ","134983":"\n   Be honest; Are you a clean or messy person?\n  ","134984":"\n   A life without bread or a life without alcohol?\n  ","134985":"\n   Do you suppress any of your emotions?\n  ","134986":"\n   When's the last time you felt extremely happy?\n  ","134987":"\n   If someone said they’d pay you $500 million to kick your ex’s ass, the would you do it?\n  ","134988":"\n   How open are you to making new friends?\n  ","134989":"\n   What colors do you think looks good on you?\n  ","134990":"\n   What's your favorite cologne?\n  ","134991":"\n   Would you have a glass roof if you could? Why \/ Why not?\n  ","134992":"\n   Are you afraid of snakes?\n  ","134993":"\n   Have you ever avoided someone on purpose?\n  ","134994":"\n   What’s something you would ask an Escort? (Sex Worker)\n  ","134995":"\n   Anyone hot\n  ","134996":"\n   Sorry for the long absence, I was sick for over a week. It wasn't covid though, I have to get blood work they still don't know exactly what's wrong with me. I just can't stop sleeping, I mean like 12-16hrs a day I just can't wake up. Back to work today.\n  ","134997":"\n   Date me\n  ","134998":"\n   Im sorry !\n  ","134999":"\n   Thanks for the encouraging words\n  ","135000":"\n   Last July\n  ","135001":"\n   Is God real?\n  ","135002":"\n   Yes we were together, and she start talking to a man before we broke up. That man was a friend with benefits she never told me about. It bothers me that he’s just nasty looking,and an asshole, with bad jokes\n  ","135003":"\n   Do you belive in life after death?\n  ","135004":"\n   What is the temperature?\n  ","135005":"\n   My gf has been ignoring me for a week cause I didn’t get her a stuffed bear for Christmas. (I’m broke) and I told her I would it would just take time but now idk if it’s even worth it. What should I do it’s been 7 days without a word from her.\n  ","135006":"\n   Have you ever played chess?\n  ","135007":"\n   What’s the best brand of water to drink?\n  ","135008":"\n   What is your favorite color?🌈\n  ","135009":"\n   What is your favorite actor?\n  ","135010":"\n   Do you like ramen?\n  ","135011":"\n   Do you believe in unconditional love?\n  ","135012":"\n   Let's play. 🎮\nDo you recognise this song? 🎶🎶\n\n15 points for knowing the performer🔥🔥\n15 points for knowing the name of song🔥🔥\n\n'If you say you'll be my love, don't be a liar\n Cause I been taking low, you take me higher'\n\n💽💽💽💽💽💽💽💽💽💽💽💽💽💽💽💽💽\n  ","135013":"\n   It sounds like I’m being blamed for her being a cheater? Explain to me how you’re not blaming me for her cheating?\n  ","135014":"\n   I’ll never understand why people wear masks inside their cars driving . Tf?\n  ","135015":"\n   I'm not really complaining about anything but i just people would start asking me more creative questions like I do instead of sending me re generated questions that been asked a thousand times...I try to be creative as I can when i ask people questions but i'm not tripping, keep doing y'all thing\n  ","135016":"\n   The shit you have to do just to keep a v.I.p badge....it’s real crazy but I’m thinking about giving up on it next month because it’s too much of a waste of time\n  ","135017":"\n   what was the last video you watched on youtube?\n  ","135018":"\n   If you were stranded on a tropical island what 2 things would you want with you?\n  ","135019":"\n   Do you think people are basically bad or basically good?\n  ","135020":"\n   Do you envy others for their talents \/ abilities?\n  ","135021":"\n   Is it ok to confess my love to someone that i know cant love me back??\n  ","135022":"\n   Have you ever saved someone's life?\n  ","135023":"\n   If you could choose a different zodiac sign, what would it be and why?\n  ","135024":"\n   When you think of the color purple, what’s the first thing that comes to mind?\n  ","135025":"\n   OK, how can her and I rectify the situation?  She refuses to see me, and originally I begged for closure but she did not give me that either.\n  ","135026":"\n   So I knew you were texting men through July and I hoped that when we got serious at the end of July it would’ve stopped. I don’t know if it did, but nonetheless, you still had Mike and you were still talking to him throughout our entire relationship.  He was probably feeding you shitty advice\n  ","135027":"\n   What color was her vehicle? What does that matter it was in the garage, on the left side, where she always parks it.\n  ","135028":"\n   OK yes unfair on both sides\n  ","135029":"\n   What eviction? I saw her BMW she’s not evicted\n  ","135030":"\n   Oh well I’m gonna say is that I’m never going to forget this my entire life so she’s gonna be stressed until she either kills her self or makes it right\n  ","135031":"\n   Do you think 2021 will be a better year?\n  ","135032":"\n   What’s your favorite fast food restaurant?\n  ","135033":"\n   Do you like space? What's your favorite planet, constellation, etc? ☆\n  ","135034":"\n   What's something you don't need but would like to spend money on?\n  ","135035":"\n   What games do you like to play\n  ","135036":"\n   Have you ever wanted to be an actor?\n  ","135037":"\n   Is it easy being friends with you?\n  ","135038":"\n   Repeatedly, enjoy the house to yourself though if your mom is not home\n  ","135039":"\n   Oh she’s worried about being depressed every week well this is certainly a great way to not be depressed and anxious\n  ","135040":"\n   Wait are you saying I only want to see you because of sex\n  ","135041":"\n   That’s unfair, I think I’ve proven myself you know this is\n  ","135042":"\n   Yeah I need you out here right now\n  ","135043":"\n   Are you quick to move on or do you tend to hold grudges? ☆\n  ","135044":"\n   Who is this?\n  ","135045":"\n   Does anyone wanna make a freaky chat!! Ages 18-21 add me on snap and I’ll make a group chat!! X.hailey15  also message me and tell you you wanna be in chat!\n  ","135046":"\n   I am the person whom constantly gets targeted by these pathetic losers of little boys whom do not understand NO or LEAVE me alone.\n  ","135047":"\n   This person has broke my heart so many times and I just keep forgiving because I feel like I couldn't do any better if I tried. does that make me weak or stupid 💔😟\n  ","135048":"\n   What makes you happy?\n  ","135049":"\n   does the weather affect your mood\n  ","135050":"\n   What do you hope your future home has?\n  ","135051":"\n   If money wasn't a factor, what would you do with your life?\n  ","135052":"\n   do you ever feel unappreciated ?\n  ","135053":"\n   How do you feel about conspiracies?\n  ","135054":"\n   What are the ups and downs to a marriage is it necessary to go through\n  ","135055":"\n   Pineapple goes on pizza... yay or nay? 🙃🤣\n  ","135056":"\n   What is the best relationship you have been in?\n  ","135057":"\n   What do you find interesting?\n  ","135058":"\n   What’s your favorite color? :))\n  ","135059":"\n   What is something that everyone looks stupid doing?\n  ","135060":"\n   Would you rather be in jail for a year or lose a year off your life\n  ","135061":"\n   what does your favorite blanket look like?\n  ","135062":"\n   What’s your idea for the perfect weather?\n  ","135063":"\n   What is your dream bedroom?\n  ","135064":"\n   How many questions do you get per day??\n  ","135065":"\n   If a snail doesn't have a shell, is it homeless or naked?\n  ","135066":"\n   Popeyes or Chick-fil-A ?\n  ","135067":"\n   When you were a child did you like to watch Mr. Rogers Neighborhood?\n  ","135068":"\n   How many chances do you give a person who's hurt you in some way?\n  ","135069":"\n   What animal do you wish was your pet?\n  ","135070":"\n   What’s the farthest away place you’ve been to? For me, it’s Thailand.\n  ","135071":"\n   Is there anyone you know that you try to avoid running into?\n  ","135072":"\n   What's your favorite song??\n  ","135073":"\n   Are you still friends with the friends you had in school?\n  ","135074":"\n   Your favorite rapper?\n  ","135075":"\n   What is the worst weather you've experienced?\n  ","135076":"\n   Middle names for Maddie?\n  ","135077":"\n   What Your favorite color\n  ","135078":"\n   Ladies how many of you like to be pleasured orally for hours and how many don't like it for hours and go\n  ","135079":"\n   Do you like making polls on here?\n  ","135080":"\n   What do you wish you were taught in school?\n  ","135081":"\n   How many hats do you own?\n  ","135082":"\n   What would you do if you found a lost dog or cat with no name tag?\n  ","135083":"\n   What song are you currently loving?\n  ","135084":"\n   Do you like frogs?\n  ","135085":"\n   Is it too much to ask your S\/O to dress up like big bird and pin you down while stabbing your throat with the brim of their baseball hat???\n  ","135086":"\n   Is it easy to trust others?\n  ","135087":"\n   Are you spiritual and religious?\n  ","135088":"\n   What makes you feel confident?\n  ","135089":"\n   What's something that makes you smile?\n  ","135090":"\n   Do you wish you could go back in time and tell your former self something? If so, what would it be?\n  ","135091":"\n   \"Wrong is wrong, no matter who does it or who says it.\"\nMalcolm X\n  ","135092":"\n   If they come back, why exactly did they ghost in the first place\n  ","135093":"\n   Would you rather EAT or be EATEN?\n  ","135094":"\n   If you're out there, once I asked you why you loved me. You said it was because we had been through so much together,  and that I always came back even after shit got bad. You said at the end of the day you always wanted to make things better and make my life wonderful. Please let me come back\n  ","135095":"\n   What's something in your life that you know you need to improve on?\n  ","135096":"\n   You can either have 100% energy and never sleep again or be able to breathe underwater, which would you choose?\n  ","135097":"\n   What’s the worst job you ever had?\n  ","135098":"\n   How do y’all get over heartbreak ?\n  ","135099":"\n   ‏إنك تتعود علي حد بيشاركك كل تفاصيل يومك وفجأه كل دا يختفي ف دا أسوأ إحساس ممكن تشوفه في حياتك ، التعود مؤذي لإنه ممكن يعود علي الإنسان بانه يفقد الثقه في نفسه وفي كل الل حواليه بسبب إنسان خدعه بكلام زى عدمه..\n  ","135100":"\n   Any shows recommendations to watch on Netflix?\n  ","135101":"\n   Do you have preference of questions here?\n  ","135102":"\n   what is for dinner?\n  ","135103":"\n   Have you ever snuck out of the house?\n  ","135104":"\n   Tell me something special that happened in your life?\n  ","135105":"\n   Do you love yourself?\n  ","135106":"\n   lame! they put a character limit in the chat and i cant post my poems\n  ","135107":"\n   How would you tell someone that they're being too loud?\n  ","135108":"\n   Have you ever been attracted to someone's voice?\n  ","135109":"\n   How old where you when you first learned to drive?\n  ","135110":"\n   Spa ce\n  ","135111":"\n   What do you wish for 2021 to be like?\n  ","135112":"\n   Why do people react so idioticlly when someone asks a question? It's like you really got to get defensive or disrespectful? You cant answer like a normal human being! Geez!\n  ","135113":"\n   How many pets do you have?\n  ","135114":"\n   Why do people feel the need to seek validation on the internet?\n  ","135115":"\n   What is the best solution to eliminate boredom, in your opinion ?\n  ","135116":"\n   Do you believe in pure evil?\n  ","135117":"\n   Our life is what our thoughts make it\n  ","135118":"\n   Any fun plans tomorrow?\n  ","135119":"\n   any twitch discords ??? send the link so i can join\n  ","135120":"\n   What is the one thing you’d most like to change about the world?\n  ","135121":"\n   Do you believe in ghosts?\n  ","135122":"\n   Are things that you can relate to more important for you to focus on?\n  ","135123":"\n   oh ok thx\n  ","135124":"\n   what’s the most expensive thing you’ve broken?\n  ","135125":"\n   How did famous people get famous 🙊🙊🙊🙊🧐🧐🧐🤔🤔🤔\n  ","135126":"\n   What action do you take to stop a person from lying ?\n  ","135127":"\n   Do women miss out on good men because of their height?\n  ","135128":"\n   Whats your zodiac sign\n  ","135129":"\n   i will come back for you.\n  ","135130":"\n   Have you ever been stung by a bee?\n  ","135131":"\n   What’s your go to candy bar?\n  ","135132":"\n   What's your least favorite word?\n  ","135133":"\n   You get to pick one summer activity ☀️ \n\nA) Day on the boat with music and drinks 🍹 \nB) Going to a water park with a friend\/s and doing the craziest rides 💧 \nC) Have a night time pool party 🎉\n  ","135134":"\n   What Is the besT trait a woman can have?\n  ","135135":"\n   Is anyone alive\n  ","135136":"\n   where would you explore if you could?\n  ","135137":"\n   How can I cope with my depression?\n  ","135138":"\n   What makes you laugh?\n  ","135139":"\n   Who was your first celebrity crush?\n  ","135140":"\n   Has anybody heard of a YouTuber name Jennxpenn? 🤷🏼‍♀️\n  ","135141":"\n   Thoughts on Religion:\n  ","135142":"\n   What are you short-term goals?\n  ","135143":"\n   Whats your guilty pleasure?\n  ","135144":"\n   Have you ever gone sledding?\n  ","135145":"\n   What your new year goal for 2021\n  ","135146":"\n   what scares you the most?\n  ","135147":"\n   Do you believe there’s a heaven and a hell?\n  ","135148":"\n   Why, when we are lacking, we associate ourselves with a boundary that flees and prefers to watch it?\n  ","135149":"\n   Do you talk to yourself?.\n  ","135150":"\n   What is your biggest addiction?\n  ","135151":"\n   Which is the best snack for Friday evening?\n  ","135152":"\n   Have you ever met someone you were interested in and you don’t  know them,but the connection y’all have feels like y’all  known each other for years and already got time in something ?\n  ","135153":"\n   Have someone make you fall in love with them and then leave you alone ?\n  ","135154":"\n   Do you like sour candy?\n  ","135155":"\n   Would you rather no internet or no phone?\n  ","135156":"\n   Do you comb\/brush your hair out every day?\n  ","135157":"\n   what's your favorite kind of milkshake?\n  ","135158":"\n   What's your favorite jewelry?\n  ","135159":"\n   What is your longest friendship?\n  ","135160":"\n   doing much now ? xxxxxxx\n  ","135161":"\n   ask me something pls ? xxxxxxxx\n  ","135162":"\n   Someone could overuse a car but underuse something else ? :L xxxxxx\n  ","135163":"\n   How many times have you been caught in a lie?\n  ","135164":"\n   Do you ever feel like you just ain’t good enough no matter what you do for people ?😔\n  ","135165":"\n   What is one thing you thought you would never give up but did?\n  ","135166":"\n   What is something cool you got for Christmas that you really love?\n  ","135167":"\n   Hobbies ? xxxxx\n  ","135168":"\n   Ask me something please ? xxxxxx\n  ","135169":"\n   Are you doing much now ? xxxxxx\n  ","135170":"\n   Not really ? :D xxxxxx\n  ","135171":"\n   Yes ? :D xxxxxx\n  ","135172":"\n   Doing much now ? xxxxxxxx\n  ","135173":"\n   Ask me something pls ? xxxxxxx\n  ","135174":"\n   Ask me something please ? xxxxxxxxxxxxx\n  ","135175":"\n   What did you do today ? xxxxxxx\n  ","135176":"\n   What does to reorganise something mean? xxxx\n  ","135177":"\n   Hobbies ? :D xxxxxxx\n  ","135178":"\n   a selfie pls ? xxxxxxx\n  ","135179":"\n   Ask me something pls ? :D xxxxxxx\n  ","135180":"\n   What if I discard something and regret it? xxxxxxxx\n  ","135181":"\n   What are some of the things that keep you warm during the winter?\n  ","135182":"\n   Hey? Doing much now ? xxxxx\n  ","135183":"\n   Based on my profile picture how old do I look? And why are strangers helpful and extra nice to me whenever I run errands and go outside? Is it because I'm usually with my infant or something else?\n  ","135184":"\n   What makes a man feel insecure?\n  ","135185":"\n   Favorite meal to cook?\n  ","135186":"\n   would you stay in a relationship with someone who makes your “loyal” look like a fool to others Or you don’t care what you look like to others as long as you are in a relationship with someone who makes you like a fool?\n  ","135187":"\n   What are you doing on New Years?\n  ","135188":"\n   any new friends ?\n  ","135189":"\n   What do you think is a vital life skill that more people should know \/ practice?\n  ","135190":"\n   Are you religious?\n  ","135191":"\n   What’s something you wish people knew about you?\n  ","135192":"\n   What do you think of slut-shaming? Why do you think it exists?\n  ","135193":"\n   If you could have any accent, which would you want?\n  ","135194":"\n   Where do you want to go on vacation next?\n  ","135195":"\n   Have you ever had a weed brownie?\n  ","135196":"\n   Do you like to fish?\n  ","135197":"\n   Are you happy with your life right now?\n  "},"Answer":{"134125":"\n  I’d rather be solid\n  ","134126":"\n  A car\n  ","134127":"\n  A butch\n  ","134128":"\n  Nah we good.\n  ","134129":"\n  Compliments regarding the services I provide as a small business owner.\n  ","134130":"\n  At work. Making money\n  ","134131":"\n  Yes. It’s better not about money\n  \n  It’s about building\n  ","134132":"\n  I love myself everyday.\n  \n  What method did u use?\n  ","134133":"\n  Me.... u wanna do multiplication flash cards or division first ? 👦 🤡\n  ","134134":"\n  I didn’t actually know I had been ghosted. I’m 38 never experienced that. I was confused asf. Bc adults say what they want and what they don’t. he was to afraid (not ghosted) to tell me the truth bc he had lied for so long . Love doesn’t go away. But feelings change after you see a person for who they truly are. I’ll never respect it.\n  ","134135":"\n  How would I know if they didn’t come to me?\n  ","134136":"\n  Same reason you create you have multiple identities\n  ","134137":"\n  WeRk...weRk...WerK...then get paid 3X\n  ","134138":"\n  Both\n  ","134139":"\n  YeP.  Wit the right SO. Definitely\n  ","134140":"\n  None. Ion live or play in the fictional world. Nor do a wanna to a character.\n  ","134141":"\n  68 days\n  ","134142":"\n  Nah. Y’all dumb asf. When u reach a certain age. You don’t have time to play. Play wit your mom\n  ","134143":"\n  Nah\n  ","134144":"\n  Pink\n  ","134145":"\n  The answer is in the question\n  ","134146":"\n  Yep. How old are u 69?\n  ","134147":"\n  Nah.  Change the way you think. You sound jealous and envious.... How old are u?12?\n  ","134148":"\n  Ate my leftovers in the reg\n  ","134149":"\n  Right\n  ","134150":"\n  Depends on the topic\n  ","134151":"\n  Spaghetti\n  ","134152":"\n  Wassup\n  ","134153":"\n  9:45 AM\n  ","134154":"\n  Nah not at all. I’m 38.\n  ","134155":"\n  Nah.  Heterosexual\n  ","134156":"\n  Tell her how much u value her. As well as show her\n  ","134157":"\n  Ion argue. I debate\n  ","134158":"\n  Nah\n  ","134159":"\n  Can you file the position as self employed on ur taxes?\n  ","134160":"\n  Bath\n  ","134161":"\n  Horrible at it\n  ","134162":"\n  I’m in Texas. But ion run. I get tired easiLy\n  ","134163":"\n  Yes\n  ","134164":"\n  Socks\n  ","134165":"\n  Rejection\n  ","134166":"\n  Hold him tight ever than before\n  ","134167":"\n  Not at all\n  ","134168":"\n  Him\n  ","134169":"\n  Many.\n  ","134170":"\n  Stuff jalapeños\n  ","134171":"\n  Both. Together\n  ","134172":"\n  My ex lover. He brought sunshine in my life when it was raining\n  ","134173":"\n  Da daddy\n  ","134174":"\n  Headphones\n  ","134175":"\n  Yep but I would love the ability to semi codependent\n  ","134176":"\n  I know the path and my stance. However it requires a mutual agreement. As my SO flaky asf\n  ","134177":"\n  Both them bitches 🔥. But I say Gaga bc her body banging\n  ","134178":"\n  Big Mac\n  ","134179":"\n  YaSsSs\n  ","134180":"\n  Yea. She have fear of the Unknown\n  ","134181":"\n  Yep. I knew during and after I was being mistreated\n  ","134182":"\n  Hi\n  ","134183":"\n  Face it\n  ","134184":"\n  Yea but don’t. Master the shit. Body the shit. Become a master at it the shit instead of quitting\n  ","134185":"\n  NeVer\n  ","134186":"\n  No\n  ","134187":"\n  If you plant a seed, it will grow. No matter it’s color. Have patience\n  ","134188":"\n  Not the last 5 years\n  ","134189":"\n  Only with the man I’m most comfortable with. No one else!\n  ","134190":"\n  Late\n  ","134191":"\n  My body\n  ","134192":"\n  Queen PaLm. That’s me!\n  ","134193":"\n  I would tell the Old me to ✋ being soOo friendly.... are your going to fall victim.....everyone don’t have the same heart as you fool!\n  ","134194":"\n  Symore\n  ","134195":"\n  Just 2. U and yo homie\n  ","134196":"\n  U did the right thing. Watch how your life starts to improve.\n  ","134197":"\n  Somewhere that’s intimate with nice view\n  ","134198":"\n  Because that’s probably how they motivate themselves in a room full of spectators.\n  ","134199":"\n  Knowledge. It’s helps you make money which is important as well. Basically they go hand and hand\n  ","134200":"\n  Forget about him and the shirts\n  ","134201":"\n  Removing ppl out of your life that you once loved\n  ","134202":"\n  How is he both of y’all crush and y’all are friends? One had to mention him first.\n  ","134203":"\n  Not experiencing motherhood. I’d be awesome at it\n  ","134204":"\n  Lost love\n  ","134205":"\n  You don’t.\n  ","134206":"\n  Lies\n  ","134207":"\n  Over thinking\n  ","134208":"\n  48 laws of power\n  ","134209":"\n  Music n wine\n  ","134210":"\n  Yes\n  ","134211":"\n  Who are u\n  ","134212":"\n  Thai\n  ","134213":"\n  Good. Focus on self.\n  ","134214":"\n  Nah but I know u probably do tho stalk\n  ","134215":"\n  Single\n  ","134216":"\n  Yep one of my bestie is one. Meet in da pacific 🌊\n  \n  We so similar.... 💧 💧\n  ","134217":"\n  A    Bc I’m fly and Witz da shit..... and can annoy whoever I hear speaking fowl about my previous existence..\n  ","134218":"\n  If u  hated them. They not a friend. Ion hate anyone. I’m now choosing who I allow in my inner circle due to life experiences\n  ","134219":"\n  Nah\n  ","134220":"\n  Why\n  ","134221":"\n  As planed\n  ","134222":"\n  Nah. Just the moon\n  ","134223":"\n  My parents didn’t lie to me\n  ","134224":"\n  Nah. It’s just another day\n  ","134225":"\n  Meditation. Self affirmation\n  ","134226":"\n  I rather it exist without hatred. Money is a need. Not a want\n  ","134227":"\n  The one where I seek medical attention.... instead of denying it\n  ","134228":"\n  Build in regards to????\n  ","134229":"\n  Forgetting to feel. I’d rather be numb\n  ","134230":"\n  Single\n  ","134231":"\n  🙄\n  ","134232":"\n  Nah. It’s the same\n  ","134233":"\n  The ability to have enough empathy to put others mental, physical or emotional well-being before their own.\n  ","134234":"\n  Yeah. On my headboard. But I was fine after that it was over\n  ","134235":"\n  The bitter truth. It helps put thing into perspective as well as allows you to heal and move on to what’s for them\n  ","134236":"\n  GoLd\n  ","134237":"\n  Hero.\n  ","134238":"\n  J da GreaT... theme sonG\n  \n  🗣🎤 🎶 She’s such a cuTie....🎶with a Captivating BeauTy ...heR influence is soOo movinG... 🎶she heLps strangers N danGeR ...sippin her favorite gLass of🍷 🎶she’s amazing🎶 🎶🗣🎤shE SaVinG LiVes.....🕳‼️\n  ","134239":"\n  🎭 comedy. I leave the horror and evil for the demons who infatuated with inflicting pain on others.\n  ","134240":"\n  Nothing. It’s them. Don’t discredit urself bc ur passionate. Instead pray for the ppl with lack of vision.\n  ","134241":"\n  My fav quote is “To thy own self be true”.  Stop with the second guessing and assumptions And do what you feel so u can obtain what you need or want\n  ","134242":"\n  Anything from the past\n  ","134243":"\n  I’m fine with my reputation. I’m 38 yrs of age and single so what i do was planned and done with grace.\n  ","134244":"\n  Nipples\n  ","134245":"\n  Faith.....\n  ","134246":"\n  Are you a mid night stalker\n  ","134247":"\n  I look back and think about what I said\n  ","134248":"\n  Mind my business.  U?\n  ","134249":"\n  Fawk nah\n  ","134250":"\n  YeP ! Louie Gucci Prada life\n  ","134251":"\n  I pay attention to the subject and slug back instead of asking questions\n  ","134252":"\n  U for Sho\n  ","134253":"\n  Why. So u can attempt to lead me astray. Nah I’m good\n  ","134254":"\n  Nah. Only liar slut bags do\n  ","134255":"\n  If I was girlfriend. By prince\n  ","134256":"\n  Where\n  ","134257":"\n  Yep\n  ","134258":"\n  Ion date\n  ","134259":"\n  March\n  ","134260":"\n  Nothing. Just study\n  ","134261":"\n  Dildo\n  ","134262":"\n  He loves me right... he doesn’t treat me like I am an option\n  ","134263":"\n  All night\n  ","134264":"\n  Date face 2 face\n  ","134265":"\n  August 2017\n  ","134266":"\n  The life and DEATH of a love one existence\n  ","134267":"\n  I’m ME every day around Whoever.... bc I’m a blessing wit no need to pretend to be anyone else but who I was raised to be. U?\n  ","134268":"\n  MiLk baby... bc it does a body GuD\n  ","134269":"\n  Nah...  I’m solid ...and so are my decision\n  ","134270":"\n  Do you ?\n  ","134271":"\n  Sometimes ppl are so fixated on blaming others.  That they fail to look at self. I’ve been in ur situation...and even I wasn’t ALL innocent. Focus on bettering yourself bc Ppl come and go. U will always be u. N if u can be better. Why not test that theory. Even unstable, ur still perfect😘\n  ","134272":"\n  Ask a doctor instead at\n  \n\n   https:\/\/www.betterhelp.com\/start\/?utm_source=AdWords&utm_medium=Search_PPC_m&utm_term=mental+health+resources_p&utm_content=112453073215&network=g&placement=&target=&matchtype=p&utm_campaign=1678316847&ad_type=text&adposition=&gclid=EAIaIQobChMIs6GygvXb7gIV84JbCh3pSQZdEAAYASAAEgI8CPD_BwE&not_found=1&gor=start-go\n  \n","134273":"\n  Are u married?\n  ","134274":"\n  A monkey probably. Bc they have palms n fingers in which I would use the 👋🏾 simple ppl\n  ","134275":"\n  Virgo\n  ","134276":"\n  Yes. I love to write My name on the back of a check to endorse it u?\n  ","134277":"\n  If you are genuine with no criminal record. Yeah\n  ","134278":"\n  Axx up, face down\n  ","134279":"\n  If u love em. U will experience feelings associated with luv and infatuation... unless ur damaged unable to love and allow motive to formulate your thoughts\n  ","134280":"\n  Rainy. Thunder and lighting\n  ","134281":"\n  U if feel trap in a unhappy marriage. Just stay where u live bc u wanna be there ain’t no way\n  ","134282":"\n  If u giving and not receiving u tricking on someone who probably just as broke as u. Live your life and buy urself something nice.\n  ","134283":"\n  Ion got time to play games that font pay bills. U?\n  ","134284":"\n  WhT him having a title got to do with anything. I know a chick without a ring living in a house without a husband bc he be slutting wit her cousin. What’s ur point.\n  ","134285":"\n  Then start dating men. I promise you. You’ll think differently.\n  ","134286":"\n  So the rest of us won’t have mice, snakes,🕳’s,and roaches. Why you debating on cutting yours?\n  ","134287":"\n  Bc our moms let our sex  dads hit thinking he was different. Point blank periodT\n  ","134288":"\n  Relationship work with effective communication. Trust and loyalty cannot be formed with out that components.  Relationship fall apart bc ppl live there life based on their social media character and be pretending in the real world and would rather destroy vs love u\n  ","134289":"\n  Nah, life ain’t lite. It’s full of lying scamming jealous ppl lying and pretending to be who they NOT due to lack of character...I’d rather die when it’s my time than to be snaked once more\n  ","134290":"\n  Call her and stop lying to her snd yoself\n  ","134291":"\n  Ive accomplished every goaL I’ve set for myself.....so envy ? NeVeR... however 🥰I do admire individuals who are disciplined\n  ","134292":"\n  Ion sell 🐱\n  ","134293":"\n  Luv ones yes.\n  ","134294":"\n  Nah... ur eyes are beautiful.  Change is good. I always change my hair style bc each style provide a different look and swagger.\n  ","134295":"\n  Having a positive support team! It’s crucial when faced with obstacles\n  ","134296":"\n  Change the way u think. Be as confident of Muhammad Ali with the dedication of Martin Luther King and you will succeed. You have to be your biggest fan!\n  ","134297":"\n  Mom taught me to be observant.\n  \n  Dad taught me the essence of being a blessing and finessing.\n  \n  Grannies taught me to be kind and follow the 10 commandments of life.\n  ","134298":"\n  Sapphire\n  ","134299":"\n  Yeah. We grew apart...\n  ","134300":"\n  My brother\n  ","134301":"\n  🍆\n  ","134302":"\n  Maybe because they never cared at all\n  ","134303":"\n  I don’t play games. I wouldn’t portray anyone else other than myself\n  ","134304":"\n  BMW X6\n  \n  Or Big Body Jag\n  ","134305":"\n  The bitter truth\n  ","134306":"\n  PariS.\n  ","134307":"\n  Is it illegal?\n  ","134308":"\n  Some Leave Me Alone\n  ","134309":"\n  Yep! Seen it all So I can identity it instantly. All humans have a mental disability I believe if u figure yours out... you’ll be well off even it means taking medications. They help\n  \n  Speaking from experience\n  ","134310":"\n  Shitting on bishes\n  ","134311":"\n  Not at all... if your transparent, patient, understanding, and willing... you won’t have to worry about being forgiven.. dishonesty makes love complicated.. just my opinion‼️\n  ","134312":"\n  Sautéed  🍄’s n Spinach ...paired wiT Cajun Rice ...grizzled in garlic butter\n  ","134313":"\n  YeP!\n  ","134314":"\n  Nah. Only demonic ppl care enough.... they want go see how much time they have to start living right. My advice is not to worry about death ....instead follow the 10 commandments of life ‼️\n  ","134315":"\n  Do u got corona?\n  ","134316":"\n  🤷🏾‍♀️I don’t compete.  All I do is win‼️\n  ","134317":"\n  That ppl should more like dr martin Luther king if they keep having the same dream and\n  \n  🗣fight 4 what they believe in‼️\n  \n  Ppl only fight for what they want\n  \n  2021 less talking more action bc BLM🤷🏾‍♀️\n  ","134318":"\n  I know a Daddie and Daddue know me and neither one of us know a Seddy... maybe u should post this on Instagram cuz          🎤✅...1...2...1..2🗣🎤don’t nobody know u on HErE!🤷🏾‍♀️\n  ","134319":"\n  U should tell yourself and not care what others think\n  ","134320":"\n  No ones know what your talking about. But u knew that\n  ","134321":"\n  You sound childish\n  \n  Close mouths don’t get feed\n  \n  They have to options\n  \n  Accept or reject.either way they choose\n  \n  U can’t lose\n  \n  So the choice is yours\n  \n  If Corona didn’t take u out\n  \n  What u got to lose but a loss🤷🏾‍♀️\n  ","134322":"\n  I highly doubt it.\n  \n  The past is the past 4 a reason‼️ What’s important is the future‼️💯\n  ","134323":"\n  Nah. I wouldn’t suggest u do it either\n  ","134324":"\n  Great u\n  ","134325":"\n  I eat my food cold. That’s about it.  Any thing else I do is applied some from of logic. U ?\n  ","134326":"\n  Nope wasn’t stupid. Straight lesson learned\n  ","134327":"\n  Forgot the title of the movie but a lady held a man hostage and torture him the whole time. Broke his legs. Etc😔. I hate that movie and dislike the lady who played the main character. I saw it when I was younger and still hold grudges til the day.\n  ","134328":"\n  Honest bout bitter truth bc even that can be implemented, corrected, or rejected\n  ","134329":"\n  Yep. Show them vid. So they be professional with it. I’m sure they learned off of YouTube. At least teach them to be the best they can be\n  ","134330":"\n  Will do\n  ","134331":"\n  Nah\n  ","134332":"\n  One that growing which is nit abnormal when attempting to link 2 different worlds together without effective communication....\n  ","134333":"\n  Will do! Remember you are in fact an evil spiRit. Fuvking devil ....no hell...yet\n  ","134334":"\n  The honest truth from my luv\n  ","134335":"\n  Yes...the place where love is present or exist. I will not fall victim to the circumstances eVer again..in life\n  ","134336":"\n  🍆\n  ","134337":"\n  Why u chose blue colored contacts?\n  ","134338":"\n  What’s your.\n  ","134339":"\n\n   @pleasedontstalkmeagain\n  \n","134340":"\n  Humor and honesty. With those two. Loyalty can form.\n  ","134341":"\n  Paperwork from work that I have to complete. U\n  ","134342":"\n  U. And no\n  ","134343":"\n  Years ago\n  ","134344":"\n  Enemies\n  ","134345":"\n  Godzilla\n  ","134346":"\n  🗣wat it do ! What y’all here ? I didn’t send for u or u or u\n  ","134347":"\n  I don’t follow the list I originally made. Anything I want I just.        🗣throw it in the bag\n  ","134348":"\n  That’s ur problem. U give up to easily.\n  ","134349":"\n  God or satan?\n  ","134350":"\n  Why. Bc u did drugs while u were there?\n  ","134351":"\n  At ur daddy house\n  ","134352":"\n  Nah. Just bc u got a vagina dong mean u valuable.\n  ","134353":"\n  My perfume connect\n  ","134354":"\n  🍆 with a1 sauce\n  ","134355":"\n  Privacy 🕳\n  ","134356":"\n  Because u are. That’s why u asking. Bc even u in ur fakeness know that u are.\n  ","134357":"\n  Anything really\n  ","134358":"\n  I do\n  ","134359":"\n  Nah and not even In Real life\n  ","134360":"\n  Men who marry weak woman\n  ","134361":"\n  Nah.\n  ","134362":"\n  I was out eating with the man of interest. Met his friend who sat wit us. And felt the need to ask how we met like it was any of his business.\n  ","134363":"\n  To find the love of my life ex and karate kick her face\n  ","134364":"\n  If u make less the 24.00 hourly yes.  You won’t miss it. U can see 😽instead\n  ","134365":"\n  Y’all nit dating if the person keep up with they ex. U on the outside looking end snd u just jealous. There’s a difference so stop lying and playing victim if it ain’t official\n  ","134366":"\n  Nah. Imma fuck u up if u disrespect type\n  ","134367":"\n  Dumbest question ever. How could u fall in love with someone with no physical interaction?\n  ","134368":"\n  Wiser  ,smarter, and still wit da shitz\n  ","134369":"\n  Nah.\n  ","134370":"\n  Life is far from a game. Only a 🤡 thinks that\n  ","134371":"\n  Stay away\n  ","134372":"\n  Get a divorce first.\n  ","134373":"\n  Arguing over things that don’t matter\n  ","134374":"\n  You don’t want no problems\n  ","134375":"\n  My days are nights. They run concurrent\n  ","134376":"\n  I’m me\n  ","134377":"\n  Money actually. Ion be in places where bugs n snakes roam\n  ","134378":"\n  Nah u probably fake like ur profiles and need attention.\n  ","134379":"\n  Concrete\n  ","134380":"\n  My interactions in worthless useless deceptive relationships with ppl I thought we’re friends\n  ","134381":"\n  Nah\n  ","134382":"\n  🤨🤦🏽‍♀️\n  ","134383":"\n  Yep and stop lying and accept accountable for the bullshit that represent u\n  ","134384":"\n  I am my boss\n  ","134385":"\n  I wouldn’t question or weight it’s value on a scale. Sound human trafficking-ish to me\n  ","134386":"\n  Yeah if I was half demon\n  ","134387":"\n  Extra\n  ","134388":"\n  Da money\n  ","134389":"\n  Daily\n  ","134390":"\n  Yes I do. I’m loved by the valuable ppl in my life\n  ","134391":"\n  Ion like neither\n  ","134392":"\n  No. U the only person that rides everything uncommon\n  ","134393":"\n  Run a criminal background check on the person to see who they really are.  That’s what I do\n  ","134394":"\n  Dead\n  ","134395":"\n  Space and distance from. FrienemieS\n  ","134396":"\n  Ppl only respond to negativity. Blame u for their past experiences and plot in you bc u different. 🤷🏾‍♀️\n  ","134397":"\n  Nah.  The liars change the language to hide they truth and think u care enough to figure it out when u wouldn’t of u had the time.\n  ","134398":"\n  Never. He over and done with\n  ","134399":"\n  The one were people pose to be someone they not. U know any of them? They so annoying\n  ","134400":"\n  Nah but if so I won’t be no bitch and I would confront them about.  Unless I was guilty. I suppose\n  ","134401":"\n  Both\n  ","134402":"\n  With him🤔yes.\n  \n  With his uncle 🤔no‼️\n  ","134403":"\n  It is it okay to be chris AND Brian\n  ","134404":"\n  Personality that’s full of lies\n  ","134405":"\n  None. Ion eat fried food\n  ","134406":"\n  Italy. No Mexican\n  ","134407":"\n  Nope and still won’t\n  ","134408":"\n  Sure for a fee 🕳\n  ","134409":"\n  Angela Bassett. She’s 🔥\n  ","134410":"\n  Money. It never disappoints u\n  ","134411":"\n  I should have. Would have avoided a lot of mishaps\n  ","134412":"\n  Ur freaky ass should know.\n  ","134413":"\n  Nah only caucasians get a thrill out of being scared.\n  ","134414":"\n  I will know when I’m on my death bed. You don’t think about death when u living\n  ","134415":"\n  Drip sauce\n  ","134416":"\n  Ion know. I’m alive\n  ","134417":"\n  3. Last one was senselessly worthless\n  ","134418":"\n  Find real love\n  ","134419":"\n  Upon  entry\n  ","134420":"\n  Don’t no one understand that. Or cares to look it up. Try again\n  ","134421":"\n  What grad u in\n  ","134422":"\n  Depends on who cooking it. If Tony chachere involved it’s no longer Italian.\n  ","134423":"\n  Ion do moneyless challenges\n  ","134424":"\n  Good morning. Long night for u? And the wig?\n  ","134425":"\n  Purge\n  ","134426":"\n  A villain who plays victim\n  ","134427":"\n  Nah I’m not a spirit or left side Twix\n  ","134428":"\n  Nah\n  ","134429":"\n  Yeah. He a crack head now\n  ","134430":"\n  Is their really a difference. Ppl listen to respond not understand.  Doesn’t matter to me. I been waiting to 👋🏾 a bish for the longest\n  ","134431":"\n  Right on\n  ","134432":"\n  23\n  ","134433":"\n  Yep.  Positive\n  ","134434":"\n  Nothing\n  ","134435":"\n  Probably heart burn 😈\n  ","134436":"\n  We already have.  Michelle give Obama all the answers. As well as Hillary did Clinton\n  ","134437":"\n  Blessed.\n  ","134438":"\n  Neither\n  ","134439":"\n  Ur questions make my ass itch.\n  ","134440":"\n  What’s yours? Is it strong enough?\n  ","134441":"\n  Wanted 4 ...be good wit 1 maybe2\n  ","134442":"\n  Why ur question so child like. What grade you in\n  ","134443":"\n  Play dead\n  ","134444":"\n  They probably be lying\n  ","134445":"\n  Give advice to my old self to avoid ppl and their life’s circumstances\n  ","134446":"\n  Nah. No even my mother\n  ","134447":"\n  Meditation\n  ","134448":"\n  Tall so I can lean in when I want to  👋🏾 someone\n  ","134449":"\n  None\n  ","134450":"\n  Invisible. These ni🚶🏾‍♂️🚶🏾‍♂️as aint loyal.\n  ","134451":"\n  Me\n  ","134452":"\n  Record a rap song\n  ","134453":"\n  Deceitful liar\n  ","134454":"\n  Just u\n  ","134455":"\n  Nah\n  ","134456":"\n  To work child.\n  ","134457":"\n  Ol Saint Nick n his side chick\n  ","134458":"\n  Liars. Worst than a tropical storm.\n  ","134459":"\n  Yes Paris France. It was beautiful and very different. Romance and ❤️ is really on the air. Traffic bad af ...food was bland..... but the experience was memorable. Would love to go back.\n  ","134460":"\n  Unfortunately yes twice. I stays with the shitzZzz\n  ","134461":"\n  365\n  ","134462":"\n  Beauty is her name by dru hill\n  ","134463":"\n  He will on feb 15\n  ","134464":"\n  Nah i no some thirsty  🕳s\n  ","134465":"\n  A person disappear\n  ","134466":"\n  Wish a MF’er would\n  ","134467":"\n  Truth\n  ","134468":"\n  Lorena Bobbitt\n  ","134469":"\n  Nah just mysterious mute stalker (s)\n  ","134470":"\n  Vampire. They seduce to kill.\n  ","134471":"\n  No. It might appear aggressive because ur sensitive or soft.\n  ","134472":"\n  Hunter.\n  ","134473":"\n  Not lying or being fake\n  ","134474":"\n  Nah\n  ","134475":"\n  Fake people using fake profiles scAmming\n  ","134476":"\n  Help\n  ","134477":"\n  Galaxy\n  ","134478":"\n  As soon as I get home from work.   I stay nude the rest of the day\n  ","134479":"\n  Yes as long as it involving my man or love interest. We’d have a problem then\n  ","134480":"\n  Cremated\n  ","134481":"\n  Who he use to be before I figured out who he was\n  ","134482":"\n  Same reason why ppl so sensitive\n  ","134483":"\n  Superstar\n  ","134484":"\n  It was a video like 4 min\n  ","134485":"\n  Ostrich\n  ","134486":"\n  Israel\n  ","134487":"\n  Nah the real world hard enough\n  ","134488":"\n  They’re not. U just childish\n  ","134489":"\n  Advice?  If your not Michelle or Obama you should be happy ppl wanna be ur friend\n  ","134490":"\n  I’d panic and die\n  ","134491":"\n  When the disrespect get real\n  ","134492":"\n  Stoplying and tell the truth\n  ","134493":"\n  Fake profiles\n  ","134494":"\n  2 b left alone\n  ","134495":"\n  Date night. Checking out a new restaurant\n  ","134496":"\n  Do you pay bills or nah\n  ","134497":"\n  Who don’t ?\n  ","134498":"\n  Weird\n  ","134499":"\n  Ion buy clothes. I have too many already.\n  ","134500":"\n  Steak\n  ","134501":"\n  Nah. Only face down axx up\n  ","134502":"\n  Not trouble....I just with the shitz when it’s brought my way .What about the chick before me? Ol dumb ass\n  ","134503":"\n  Escort. Lower leVeL.  $10-$19.89 for all services\n  ","134504":"\n  Slap 👋🏾 a bish\n  ","134505":"\n  Leggy. 3 down I’m ready to make the 4th.  I’m at home just call me\n  ","134506":"\n  I can’t relate 38 with bills.\n  ","134507":"\n  skinny all torso and fine wine ova time.  Thick woman will soon become their mom   but to each it’s own\n  ","134508":"\n  Yep want more\n  ","134509":"\n  Daddie\n  ","134510":"\n  Yep my spouse. We could make the money together and buy a house\n  ","134511":"\n  Everybody ain’t yo friend\n  ","134512":"\n  I weRkout\n  ","134513":"\n  If a man provides me with authentic and genuine ❤️. We will function as a unit and get money 🗣fawkUmean\n  ","134514":"\n  U follow\n  ","134515":"\n  😞 met a guy.  He was perfect in every way ... until I found out his truth..and she wasn’t me...wasted 3 yrs of my life n now forced to pick up the pieces. Basically I wish I never met him\n  ","134516":"\n  Moving soon and yes can’t wait.  It’s my fav to do\n  ","134517":"\n  Had steak sautéed mushrooms n asparagus\n  ","134518":"\n  Sleeve tattoo\n  ","134519":"\n  Tetris\n  ","134520":"\n  Often.\n  ","134521":"\n  Yea for safety purposes...as well as when your leaving to cheat on her ... so she can cheat too and y’all can live happily ever after on Instagram and fb pic and statues🙂🙃🤣💯\n  ","134522":"\n  Yes\n  ","134523":"\n  Don’t wait.  Come find me\n  ","134524":"\n  10K then go on a vacation\n  ","134525":"\n  Yes. At least 2-3\n  ","134526":"\n  Get a tattoo\n  ","134527":"\n  14\n  ","134528":"\n  A queen palm. Tall luscious beautiful and strong. Mostly found in tropical settings\n  ","134529":"\n  Yep\n  ","134530":"\n  I ❤️ Nancy Drew. She was a kid detective. Talk me the skills early. That’s why I can detect when a mans playing games with me.\n  ","134531":"\n  5’4\n  ","134532":"\n  So faR so guD\n  ","134533":"\n  Often. What about u?\n  ","134534":"\n  The truth that’s govern by facts.\n  ","134535":"\n  Ion no bc I’m be 🗣sleep\n  ","134536":"\n  Spaghetti\n  ","134537":"\n  Sapphire\n  ","134538":"\n  She said keep them and give them to your next victim. She sick of u\n  ","134539":"\n  Yep\n  ","134540":"\n  Martin Lawrence\/Tiffany Haddish bc. They are hilarious\n  ","134541":"\n  U should know\n  ","134542":"\n  Going out with a friend\n  ","134543":"\n  Delicious\n  ","134544":"\n  Yep. U?\n  ","134545":"\n  But why? How can u offend someone if just being ? Are u half demon or something?\n  ","134546":"\n  Yep.  Im blowing money fast on bday\n  ","134547":"\n  They could neVa\n  ","134548":"\n  review the 10 commands...thats all you need to survive in life..the bible are stories that cant be verified\n  ","134549":"\n  I wouldn know. Ion eat that shit.\n  ","134550":"\n  no but one of my friends explained explained to me the other day how it used to substitute a starch....I want to try it!\n  ","134551":"\n  Bitter truth\n  ","134552":"\n  Nah\n  ","134553":"\n  Yes. Just got my nipples pierced\n  ","134554":"\n  Yea. Hurts less than a mate\n  ","134555":"\n  obtain trust with the one I truly love so I can understand his mental before its too late which will be sooner than later because I love him\n  ","134556":"\n  a Pic of my DaddiE; not my father!!!!!\n  ","134557":"\n  i do that now when im semi broke...everybody got a motivate...good or bad...ion trust my momma\n  ","134558":"\n  couch potato...I stay out the way...so i never get in trouble.\n  \n  home is comfort\n  ","134559":"\n  Unique.....which was chosen because Although the other Dwarfs may be similar in size and appearance...I AM_________!\n  \n  (Different)\n  ","134560":"\n  total opposite..... I always let anyone know that enters my life\n  \n  that they are a want....never a need....\n  \n  even i need you...its only because i want you..ya dig?\n  ","134561":"\n  a Japanese Restaurant called Keepers located in Texas...love their sushi...so fresh...its the best ever...im like a kid in a candy store when i go there\n  ","134562":"\n  Rarely....I need assets; not clothes..and thats my goal....all 2021\n  ","134563":"\n  2021 has been by far the greatest year for me and its only January for the simple fact that I am soOOO motivated to obtain everything that I claimed was mine in 2018 and 19.\n  ","134564":"\n  Great question; if I died tomorrow I would like the compliment i receive the most to be listed on my obituary which states\n  \n  how ppl love my human and the fact that I am transparent in which most ppl that know me value...I cant lie to anyone, only because I do NOT lie to myself.....\n  ","134565":"\n  Yep..and Im with it..Hurry up Sept 2021\n  ","134566":"\n  nah!  GOD or his son ARE NOT THERE....they in you...if you know right from wrong.....be your own church...and stop idolizing MAN... prepare yourself now.so you wont be surprise when you see your preacher on the new.....cuz just like u...he human\n  ","134567":"\n  Ionknow bout u. But I am\n  ","134568":"\n  Always. My mom was the first and she named me smh\n  ","134569":"\n  Ppl project their self doubts to who they ppl they are intimidated by or merely don’t understand or relate to. I’ve learned not to take it personal.\n  ","134570":"\n  PussyCat\n  ","134571":"\n  Spinach\n  ","134572":"\n  My future\n  ","134573":"\n  the norms society have ppl second guessing themselves and the strengths in which they possess;so as a result they Create false profiles aka identities to be who they already in fact are. Crazy\n  ","134574":"\n  Education\n  ","134575":"\n  I’m busy. Respect that\n  ","134576":"\n  Agree. Including yourself. That’s why u know posted it\n  ","134577":"\n  Yes it’s the same gender ppl I don’t communicate well with\n  ","134578":"\n  So they can break it twice?\n  ","134579":"\n  Bitter truth   Lie to urself.  Not to me\n  ","134580":"\n  What’s yours is the real question. I’ll wait\n  ","134581":"\n  Most definitely. Change is good\n  ","134582":"\n  My logical thinking.... helps with my perception of the world...including the ppl in it\n  ","134583":"\n  Peaceful and quiet\n  ","134584":"\n  Duh. What u scared for? Close mouths don’t get feed. U could be living ur best life already\n  ","134585":"\n  I don’t understand. What u mean\n  ","134586":"\n  Nah... it does matter. Ppl listen to\n  \n  Respond not to understand\n  ","134587":"\n  To thy own self be true. Listen to heart.  He either is going to be a blessing or a lesson. And bc life is all about experiences and taking risk....how could u lose.\n  ","134588":"\n  Learning from past experiences or gaining wisdom  as I get older in age\n  ","134589":"\n  Hope. Color too loud. Had a turquoise car before. Drew to much attention\n  ","134590":"\n  So where exotic with a nude beach 🏖. I love it!\n  ","134591":"\n  Become a mother to a healthy baby and build them up to be the world’s greatest is my last wish in life\n  ","134592":"\n  They lack consistency in speak, move, and act.. they listen more. Talk less n when they talk their statements are broad\n  \n   and they rarely give eye contact.\n   \n\n     View more\n    \n\n","134593":"\n  Lately... days. Sleep for me are 3-4 naps  daily\n  ","134594":"\n  Slight makeup. Too much changes the tour natural beauty\n  ","134595":"\n  Not coming home and missing curfew. ALL the Time\n  ","134596":"\n  Sure. I’ll pretend with u.\n  ","134597":"\n  A decade\n  ","134598":"\n  Slaying with bed with him all day  seeking and receiving affection and having casual conversations about any and every thing\n  ","134599":"\n  TV series called SMILF\n  ","134600":"\n  Who’s her daddy\n  ","134601":"\n  Stay home wheRe I’m Safe ..and not roam....shit ain’t normal\n  ","134602":"\n  Comedy\n  ","134603":"\n  Middle school\n  ","134604":"\n  My small business\n  ","134605":"\n  Open, willing, and patiently waiting for My souLmaTe....blocking all potentials, and past experiences\n  ","134606":"\n  ❤️ em. Getting some soon\n  ","134607":"\n  Humor and laughter.... best medicine for life’s tragedies.\n  ","134608":"\n  Nah\n  ","134609":"\n  Yep. Plan on traveling\n  ","134610":"\n  Grab my ph\n  ","134611":"\n  Yes. Trained Annually for years\n  ","134612":"\n  One requesting confirmation\n  \n  In which was received and well respected leaving me with a feeling of content to move forward on life\n  ","134613":"\n  Only when every think in my life is right. When it’s wrong. Nah!\n  ","134614":"\n  Milk of magnesia\n  ","134615":"\n  Nah! Only bc I’m my biggest fan.\n  ","134616":"\n  Chk yourself. There is where the answer lies\n  ","134617":"\n  Only if u care enough\n  ","134618":"\n  To who?\n  ","134619":"\n  He a sports fan.... we were watching a game when mentioned that he wanted to create a ban that players can where in the ...so they don’t hav ex to remove their wedding band 🥰 💯\n  ","134620":"\n  Name & Location\n  ","134621":"\n  Both combined is like fireworks\n  ","134622":"\n  Yea. Just lie a lot\n  ","134623":"\n  Sticking to facts and outweighing fiction\n  ","134624":"\n  Nah\n  ","134625":"\n  You should do you. Cuz imma do me\n  ","134626":"\n  Cricket . U gone feel n hear me\n  ","134627":"\n  L\n  ","134628":"\n  Nah\n  ","134629":"\n  Nah\n  ","134630":"\n  Cut them\n  \n  Off effortlessly. You both will find what is a friend who had all the qualities necessary\n  ","134631":"\n  😔😢#HaRd#NoTsoFT# sooOoIFyourMIsunderStood#Uwont🙅🏾‍♀️undersTand#andPLaYvicTim#insTeaD#👇💯😈\n  ","134632":"\n  A authentic Relationship in which both parties mature enough to understand constructive criticism builds character and the perfect spouse...💯 percent ain’t real if it don’t hole weight. Also searching for a man wit moRaLs and VaLueS.....\n  \n  ? Year established 2017\n  ","134633":"\n  Yep, just the other day while sleep\n  ","134634":"\n  Very creative with wild and vivid imagination. As a kid I read a lot....so the greatest strength is communicating through words of expression (spoken words). I’m a professional finesseR that speaks facts and no fiction\n  ","134635":"\n  I been with your brother. He didn’t tell u?\n  ","134636":"\n  1. He a mutt tho. Strays from house to house looking for 😸 and he not even a mouse\n  ","134637":"\n  My daddies\n  ","134638":"\n  Yours\n  ","134639":"\n  Fake ass.\n  ","134640":"\n  Nah🕳. Lack of funds causes depression\n  ","134641":"\n  Yes. My famous Pustatoe soup\n  ","134642":"\n  🙋🏽‍♀️\n  ","134643":"\n  Nah I lite in real life\n  ","134644":"\n  In and Out\n  ","134645":"\n  Adding more letters to my credentials 😊\n  ","134646":"\n  Jil’s Juice.\n  ","134647":"\n  Challenge it\n  ","134648":"\n  God\n  ","134649":"\n  Nah. Full of scammers, imposters and frauds\n  ","134650":"\n  Liars\n  ","134651":"\n  YeP. I ❤️ my family right or wrong\n  ","134652":"\n  YaSss. PooKie. 😔\n  ","134653":"\n  Ion really know bc ion play games\n  ","134654":"\n  Clout chasers\n  ","134655":"\n  Personal time\n  ","134656":"\n  What is directions oriented?\n  ","134657":"\n  Yep\n  ","134658":"\n  Nah. Not heavily influenced by the thoughts of others\n  ","134659":"\n  Never a square\n  ","134660":"\n  Yes evil lives on earth in the form of human beings including you. They often laugh first.....and cry later when they realize that they the victim and not the villain in which they portray.... every dog has it’s day.\n  ","134661":"\n  Get to the money do u and feel Green\n  ","134662":"\n  Neither\n  ","134663":"\n  I believe ppl are a product of their environment and are influenced by the ppl they hang around with and have the ability to be good as well as evil\n  ","134664":"\n  NeVa\n  ","134665":"\n  Love is cheese on enchiladas\n  ","134666":"\n  Nah\n  ","134667":"\n  Nah\n  ","134668":"\n  Weird. Add\n  ","134669":"\n  Hibachi GriLL\n  ","134670":"\n  Is he friends with clout chasing no cap🕳🗑😿🥀\n  ","134671":"\n  I’m just trying to figure out when u go to sleep\n  ","134672":"\n  Nah they basic. I vibe with the 🌚\n  ","134673":"\n  I moan\n  ","134674":"\n  ❤️🥀\n  ","134675":"\n  Better bow down\n  ","134676":"\n  Start being real with self.\n  ","134677":"\n  Nah. Waiting on my soulmate. Not impressed with the title\n  ","134678":"\n  Yep\n  ","134679":"\n  Absolutely positively nothing\n  ","134680":"\n  Private investigator\n  ","134681":"\n  Jilneal Brown. Made by a fan\n  ","134682":"\n  The phrase  💯 everyone that quotes it is the total opposite\n  ","134683":"\n  That u work at Walmart. Part time\n  ","134684":"\n  Checking and correcting 🕳’s\n  ","134685":"\n  Depends of the logic of others\n  ","134686":"\n  YeP. U\n  ","134687":"\n  🙋🏽‍♀️mine\n  ","134688":"\n  She dislike woman with weak character traits wearing her bras. She suggest that go to Walmart instead.... where they belong  TP🚮axx\n  ","134689":"\n  Yep🕳\n  ","134690":"\n  Speak English. Bc right now u misunderstood 🕳\n  ","134691":"\n  Bloodymurder\n  ","134692":"\n  🗣IwishAhhBihwouLd, TexaS.\n  ","134693":"\n  My advice is 🗣stay single. These🎶whoRes 🎶ain’t loYaL.\n  \n  But expect you to be. Get a dog instead\n  ","134694":"\n  I🤨didnt go to jail .....soOo he’ll yeah🙂🙃\n  ","134695":"\n  😒➡️🐱.....🤦🏽‍♀️tired of this bih and her decision making...we could been over him but a yr ago😔\n  ","134696":"\n  Motivational advice\/wisdom\n  ","134697":"\n  🤦🏽‍♀️\n  ","134698":"\n  U late\n  ","134699":"\n  Always\n  ","134700":"\n  🗣no\n  ","134701":"\n  Poor with whoRes. One or two of em will let me hold something\n  ","134702":"\n  PooKie🤦🏽‍♀️\n  ","134703":"\n  A 🐅 that train to slash tires\n  ","134704":"\n  Tonight\n  ","134705":"\n  Was given a Hot oil massage with stones\n  ","134706":"\n  Yes,paying for as we speak. Lesson learned and blessings obtained. Moral of the story. Watch you allow in your inner ⭕️.\n  ","134707":"\n  Yes if u pay for them\n  ","134708":"\n  Filled with liars\n  ","134709":"\n  Yes. Lie and hide\n  ","134710":"\n  Don’t lie to me\n  ","134711":"\n  I don’t have friends\n  ","134712":"\n  Ex\n  ","134713":"\n  Looking up address to make a couple surprise visits\n  ","134714":"\n  Lie\n  ","134715":"\n  Coward liar\n  ","134716":"\n  I love seeing ppl happy filled with laughter\n  ","134717":"\n  Nah\n  ","134718":"\n  Every thing\n  ","134719":"\n  No Snapchat for me\n  ","134720":"\n  Spaghetti with fkinG meaTbaLLs Caesar saLad.....blackened chicken\n  ","134721":"\n  Was him. Now it’s ME😁\n  ","134722":"\n  😔\n  ","134723":"\n  My ex.... wit no sex involved. 10 yrs ....we not friends....it’s like sis\/bro relationship. It’s valuable\n  ","134724":"\n  Go away\n  ","134725":"\n  Relocate and change my name so u can’t find me.  No one gives that type of money away unless they have a motive\n  ","134726":"\n  Relocate to another state. Start over.\n  ","134727":"\n  At age 38. I no longer consider individual friends. I consider them to be associates. The words Friends snd loyalty are words I no longer use\n  ","134728":"\n  I don’t record the days.  When I’m stressed. Really only cry bout something that affects my family or my luv\n  ","134729":"\n  None\n  ","134730":"\n  Nah\n  ","134731":"\n  None\n  ","134732":"\n  None\n  ","134733":"\n  LosT  ❤️   Proud bc it has been very difficult causing me to look foolish. And I’m feeling ok about it. In looking forward to new experiences from the lessons that were learned from the last\n  ","134734":"\n  Lost ❤️‼️ knowing it’s officially oveR\n  ","134735":"\n  Why who are u\n  ","134736":"\n  Nah\n  ","134737":"\n  Only if I’m informed. Bc I can’t read ppls minds\n  ","134738":"\n  I do  fast food\n  ","134739":"\n  NeVeR\n  ","134740":"\n  Inconsistency. Lack of effort\n  ","134741":"\n  If you love her. If not leave her alone and stay where u live\n  ","134742":"\n  1\/15\n  ","134743":"\n  Nah\n  ","134744":"\n  Are u?\n  ","134745":"\n  Nun\n  ","134746":"\n  Yo\n  ","134747":"\n  Confidence\n  ","134748":"\n  Faces?\n  ","134749":"\n  Both\n  ","134750":"\n  Forget ppl exist\n  ","134751":"\n  Too cold\n  ","134752":"\n  Does then you were lying\n  ","134753":"\n  My relationship with my father\n  ","134754":"\n  Me n my ex were able to put our differences to the side n be friends after 5 yrs\n  ","134755":"\n  Ion know. I’m a chick with no children with a snap like a 🐢. Ask some one who’s experienced it before like yo momma\n  ","134756":"\n  Nah. Bc I would try to prevent it from happening all day. I just rather go out locked n loaded🕳\n  ","134757":"\n  None. They all basic\n  ","134758":"\n  Liars,snakes, n cowards\n  ","134759":"\n  Boyfriend #2 I can. Boyfriend #1 is a slut and Change chicks every month for financial growth and bc he a emotion lacking 🕳 So wit him.. I chose NOT\n  ","134760":"\n  I just call boyfriend #2.\n  ","134761":"\n  boyfriend #2\n  ","134762":"\n  Sexual pleasure\n  ","134763":"\n  I see u done said something else that is offensive and stupid. But still ain’t address the issue of why u and yo 🗣momma both shaped like bell pepper S 🕳\n  ","134764":"\n  YeP\n  ","134765":"\n  YasSs\n  ","134766":"\n  Ion know. They basic and all look the same. I focus on the moon instead.\n  ","134767":"\n  Just got my nipples pierced\n  ","134768":"\n  Neither. They represent evil spirits\n  ","134769":"\n  Ion want a hug or anyone in my personal space ....u, they might have corona   6 feet plz\n  ","134770":"\n  Fuck which turns into duck\n  ","134771":"\n  The years prior to meeting the last mistake I feel in love with. I hate wasting time n years off my life\n  ","134772":"\n  YasSss‼️cockNLoad🕳\n  ","134773":"\n  YasSs\n  ","134774":"\n  always\n  ","134775":"\n  2020..\n  ","134776":"\n  body souls\n  ","134777":"\n  ion know....me and my anal not that close....u close with yours?\n  ","134778":"\n  do what works best for U\n  ","134779":"\n  yes, but in the situation..the only mistake made...was underestimating me....i will beat your ass in real life\n  ","134780":"\n  depends on the activity\n  ","134781":"\n  business practices\n  ","134782":"\n  vasaline\n  \n  backpack full of my valuable possession\n  \n  firearm\n  \n  cellphone\n  \n  labtop\n  ","134783":"\n  no Im in control of my time.\n  ","134784":"\n  Winter\n  ","134785":"\n  On Gawd‼️\n  ","134786":"\n  Him. Lame liar\n  ","134787":"\n  Never met one\n  ","134788":"\n  Cozy\n  ","134789":"\n  His friend\n  ","134790":"\n  Go Hard\n  ","134791":"\n  Being a person of their word\n  ","134792":"\n  Rainy. My fav\n  ","134793":"\n  My bed\n  ","134794":"\n  GoLd\n  ","134795":"\n  It occasionally happens. But I pick myself up with positive affirmation\n  ","134796":"\n  Dubai\n  ","134797":"\n  BoTh\n  ","134798":"\n  YasSss\n  ","134799":"\n  Demi for sho\n  ","134800":"\n  Do me\n  ","134801":"\n  50\/50\n  ","134802":"\n  Looks don’t matter luv. It’s all about da swagger you possess. Ppl are attracted to your  aura and confidence\n  ","134803":"\n  YeP\n  ","134804":"\n  Connection\n  ","134805":"\n  U don’t\n  ","134806":"\n  Realistic insane. Basically reviewing facts snd applying pressure in the method I chose to use on a person that got me f’d up\n  ","134807":"\n  No u?\n  ","134808":"\n  Small business practices\n  ","134809":"\n  Content\n  ","134810":"\n  Smash his friend\n  ","134811":"\n  The only opinion that matters is my own opinion of self. It’s better than good. It’s GreaT‼️\n  ","134812":"\n  My friend Darius. Great support system\n  ","134813":"\n  Darius\n  ","134814":"\n  Call all his🕳’s and tell them about one another\n  ","134815":"\n  A woman without a criminal record and or prior evictions.\n  ","134816":"\n  Winter\n  ","134817":"\n  She sound dumb. U should divorce her. Take all accounts out her name\n  ","134818":"\n  Oh yeah... like a fiend...\n  \n  That’s wassup.\n  \n  Where yo wife at\n  ","134819":"\n  Prove this\n  \n  U on this profile pic so we know everything else u saying ain’t a lie cuz u fake\n  ","134820":"\n  iPhone charges candles lighters\n  ","134821":"\n  Nah! It’s 2021\n  ","134822":"\n  Nah!\n  ","134823":"\n  🤔Imma go wit my boi.                🗣DonaLd....bc he’s with the 💩 so I know his responseS would be 🤯blowing hilarious ‼️\n  ","134824":"\n  I’m great‼️are u okay\n  \n  Today\n  ","134825":"\n  🏄 surfboarding\n  ","134826":"\n  Nah.... I make my own hours....\n  \n  how black is ur star Kenny?\n  ","134827":"\n  What you like to eaT? Are u a sloppy eater that smacks & drools OR are do u manners ?\n  ","134828":"\n  Money comes and goes... take the L....Small thing to a giant. Family is foreVer. Just handle them different\n  ","134829":"\n  No rugrats.... living single... in a different world👊🏽\n  ","134830":"\n  😦...every juice in my body just dried up\n  ","134831":"\n  Aight Michael Angelo\n  ","134832":"\n  Yea😏 that’s what the last ni🙋🏽‍♂️🙍🏿‍♂️🧍🏿‍♂️ said\n  ","134833":"\n  Nah I think u quite clever actually. This is the perfect platform.\n  ","134834":"\n  Netflix even provides users credit  card info\n  ","134835":"\n  How would u know what they did?  You would have to entertaining them in some form or fashion\n  ","134836":"\n  XFINITY?\n  ","134837":"\n  Wet n Moist\n  ","134838":"\n  Nah\n  ","134839":"\n  Both\n  ","134840":"\n  Nah\n  ","134841":"\n  Yea\n  ","134842":"\n  Rainy\n  ","134843":"\n  Swimming\n  ","134844":"\n  🤷🏾‍♀️\n  ","134845":"\n  Comedy\n  ","134846":"\n  Trick\n  \n  Spend bread\n  \n  On her and her friends\n  ","134847":"\n  Ion play games\n  ","134848":"\n  Relaxed.....\n  ","134849":"\n  Luvs\n  \n  2000\n  \n  2004\n  \n  2017\n  ","134850":"\n  2\n  ","134851":"\n  To be what?\n  ","134852":"\n  Nature\n  ","134853":"\n  🤦🏽‍♀️\n  ","134854":"\n  In..... lights camera action\n  ","134855":"\n  Nah\n  ","134856":"\n  Nah\n  ","134857":"\n  Deer\n  ","134858":"\n  7 day Caribbean cruise\n  ","134859":"\n  Yeah.... and I’m no Betty Crocker.\n  ","134860":"\n  I’m aggressive only because I want to be submissive\n  ","134861":"\n  YaSssSs it really has been\n  \n  My day so GuD\n  ","134862":"\n  Instead of punching the wall. Just hit forgot password.\n  \n  Reset it\n  \n  And login out all devices that’s log in\n  ","134863":"\n  🙋🏾‍♀️\n  ","134864":"\n  Why you so impressed?\n  ","134865":"\n  1 ur\n  ","134866":"\n  75\n  ","134867":"\n  Me\n  ","134868":"\n  I was.\n  ","134869":"\n  Confidence.... mannerisms..... hygiene and groom.... morals n values.....intelligence......rhythm and movement\n  ","134870":"\n  Hell nah!\n  ","134871":"\n  Yep. I’m killing it\n  ","134872":"\n  Why you just buy a small one🤷🏾‍♀️\n  ","134873":"\n  🗣Juice\n  ","134874":"\n  The escort\n  ","134875":"\n  Be a liar and get upset when they challenge your life bc your a liar\n  ","134876":"\n  Success\n  ","134877":"\n  Nah. I wouldn’t care much.\n  ","134878":"\n  Alpha\n  ","134879":"\n  My schedule\n  ","134880":"\n  Speak for yourself.\n  ","134881":"\n  10 years\n  ","134882":"\n  Why\n  ","134883":"\n  Love urself\n  ","134884":"\n  Do u\n  ","134885":"\n  Small thing to a giant.\n  ","134886":"\n  What does it matter ? They average\n  ","134887":"\n  Nah, fake ass fuck. All 3 of em. Couldn’t ask me for Kleenex   6 ft bish\n  ","134888":"\n  SOooo\n  ","134889":"\n  Nah. Just my back\n  ","134890":"\n  They don’t care. But letter is the best form\n  ","134891":"\n  Silence\n  ","134892":"\n  🎶\n  ","134893":"\n  🗑\n  ","134894":"\n  Success\n  ","134895":"\n  No trailer parks\n  ","134896":"\n  Nah.\n  ","134897":"\n  Sure u know.\n  ","134898":"\n  Lames\n  ","134899":"\n  In search for a guerrilla\n  ","134900":"\n  Laws of attraction\n  ","134901":"\n  They all weak. Who care s\n  ","134902":"\n  Reflect\n  ","134903":"\n  DeeP inside my waLLs\n  ","134904":"\n  Black N Glitter GoLd\n  ","134905":"\n  🌊, 💨, bridgeS 🌉🔥‼️\n  ","134906":"\n  Online stalking\n  ","134907":"\n  Figure out ! Heavy pressure applied\n  ","134908":"\n  Everyone was nice and kind\n  ","134909":"\n  Plan\n  ","134910":"\n  Everything\n  ","134911":"\n  I luv too hard\n  ","134912":"\n  Happy for the lesson.... sad about lack of respect associated with the feeling\n  ","134913":"\n\n   https:\/\/music.apple.com\/us\/album\/champion\/1477644214?i=1477644226\n  \n","134914":"\n  Meditate\/yoga\n  ","134915":"\n  They can all die.\n  ","134916":"\n  Italian\n  ","134917":"\n  Adhere to the values and morals that governs your life\n  ","134918":"\n  Communication\n  ","134919":"\n  Ppl are cold.... and manipulate and don’t value relationship. They have motive and the worst intentions and will come around you pretending\n  ","134920":"\n  Clarity\n  ","134921":"\n  U should\n  ","134922":"\n  Preach mo3\n  ","134923":"\n  Network\n  ","134924":"\n  Trusted a dishonest liar.\n  \n  I won’t try\n  ","134925":"\n  The truth\n  ","134926":"\n  Never\n  ","134927":"\n  When I’m wrong...not when I’m done wrong\n  ","134928":"\n  authentic\n  ","134929":"\n  Yes\n  ","134930":"\n  My ex\n  ","134931":"\n  Yes\n  ","134932":"\n  Issa vibe\n  ","134933":"\n  Eyes\n  ","134934":"\n  Dubai\n  ","134935":"\n  Comfortably\n  ","134936":"\n  Karma\n  ","134937":"\n  Bitter truth\n  ","134938":"\n  😢\n  ","134939":"\n  Silence\n  ","134940":"\n  Nope...fuk nah\n  ","134941":"\n  None.\n  ","134942":"\n  The same cereal your dad eats.\n  ","134943":"\n  Nah. Take yo 🗣momma heart instead and ruin her\n  ","134944":"\n  Nah\n  ","134945":"\n  Anjillina JoVee\n  ","134946":"\n  As long as you know who u are\n  ","134947":"\n  Nope\n  ","134948":"\n  U\n  ","134949":"\n  Karate kick his azz n hers too if she feel adamant about being an advocate.\n  ","134950":"\n  Lie and cheat\n  ","134951":"\n  I would think\n  ","134952":"\n  YeP.\n  ","134953":"\n  Onyx what\n  ","134954":"\n  I tell myself that everyday bc I know but thank you\n  ","134955":"\n  Him\n  ","134956":"\n  Ur disgusting\n  ","134957":"\n  What does mean\n  ","134958":"\n  Effective communication\n  ","134959":"\n  Converse\n  ","134960":"\n  Wearable vibration with several different vibrations modes.\n  ","134961":"\n  Always\n  ","134962":"\n  Nah\n  ","134963":"\n  You have to set boundaries with ppl. Did your tell u that?\n  ","134964":"\n  Sexy swaggy\n  ","134965":"\n  Depends on the type of relationship it is.  Ppl should learn to accept ppl for who they are. Instead of calling them toxic and cutting them off.\n  ","134966":"\n  Yep\n  ","134967":"\n  Yep\n  ","134968":"\n  Cool\n  ","134969":"\n  YeP\n  ","134970":"\n  Yep\n  ","134971":"\n  9\/14\n  ","134972":"\n  Grind\n  ","134973":"\n  Eating raviolis\n  ","134974":"\n  Red\n  ","134975":"\n  Him\n  ","134976":"\n  The size doesn’t matter. U can be big and still can’t fuck worth a shit\n  ","134977":"\n  Idk\n  ","134978":"\n  They have legs and closer than u think\n  ","134979":"\n  Lack of funds. And missing my luv\n  ","134980":"\n  Real MVP -jeezy\n  ","134981":"\n  Him\n  ","134982":"\n  Allowed my emotions to get in way of a relationship I treasured\n  ","134983":"\n  Both\n  ","134984":"\n  Depression\n  ","134985":"\n  🗣NeVa\n  ","134986":"\n  October 2020\n  ","134987":"\n  Nah.\n  ","134988":"\n  No new friends\n  ","134989":"\n  Orange\n  ","134990":"\n  SaVague\n  ","134991":"\n  Yep.  So I can apply baby oil and watch the sun glisten all over my body\n  ","134992":"\n  Yea slept wit one with legs for 3 years\n  ","134993":"\n  Nah! I’m not scary. So I tell them In person I’m done. That’s what ppl that’s 💯 do.\n  \n  Only ppl I avoid is the cops👊\n  ","134994":"\n  If she got that “ Tony da Tiger pussy? And how hard she will work for a tip since she sell pussy\n  ","134995":"\n  I keep it 🔥 ; literally\n  ","134996":"\n  Are u ok?\n  \n  What do they think is wrong?\n  ","134997":"\n  What’s the benefits?\n  ","134998":"\n  For what?\n  ","134999":"\n  Welcome\n  ","135000":"\n  I’m definitely not her but here’s some advice\n  \n  Umet her July. Her birthday in November u missed that plus Christmas n New Years? Your not the one for her\n  \n  U guys had just met. So it’s so easy to forget us person who’s not present. If I were u. I wouldn’t try in fix it. It’s over.\n  ","135001":"\n  Yes. It’s the story about Jesus I can’t phantom\n  ","135002":"\n  What year did y’all start talking. 2 times asking\n  ","135003":"\n  Yep.\n  ","135004":"\n  I’m always running a feVer bc I’m hot asf\n  ","135005":"\n  Drop that Hoe. She too materialistic. She not a blessing.  She’s a user\n  ","135006":"\n  Yep. Stay. Checkmating\n  ","135007":"\n  Aquafina\n  ","135008":"\n  GoLd\n  ","135009":"\n  I believe it is who\n  \n  Will smith\n  ","135010":"\n  Yep.  Shit got me through my college years\n  ","135011":"\n  Yep but. Ppl so self centered and are governed by their. Own motives they tend to seek revenge vs having a love that never ends\n  ","135012":"\n  It’s call Jil\n  ","135013":"\n  Where y’all together?\n  ","135014":"\n  Frfr\n  ","135015":"\n  Love. OR Lust\n  ","135016":"\n  I got u. What five traits ur woman must have\n  ","135017":"\n  My own\n  ","135018":"\n  Him\n  \n  Unlimited supply of Hennessy\n  ","135019":"\n  Both. We human\n  ","135020":"\n  Nah. I rarely think of others bc I’m so focus of self and wealth\n  ","135021":"\n  Yes do it bc u really don’t know\n  ","135022":"\n  All the time\n  ","135023":"\n  Sagittarius.\n  ","135024":"\n  Definitely not loyalty. I think of the purple eggplant\n  ","135025":"\n  Where did you and her meet at?\n  \n  And in what year and what month?\n  ","135026":"\n  I’m so confused. Bc there really is a mike. But whoever you are left the door open for mike\n  \n  So shouldn’t have any fucking thing to say besides a mother ducking I’m sorry.\n  \n  How would u even know about mike\n  ","135027":"\n  What was parked on the right?\n  ","135028":"\n  List the unfairness that you claiming. I know mine\n  ","135029":"\n  What color was it? And having expensive cars don’t mean u got bread\n  ","135030":"\n  There is no other options for her? Don’t you find that strange? Do u also want to make it right with her?\n  ","135031":"\n  I know it will be\n  ","135032":"\n  DaDDie\n  ","135033":"\n  Why\n  ","135034":"\n  DaddiE\n  ","135035":"\n  Games with DaddiE\n  ","135036":"\n  Nope\n  ","135037":"\n  No. Ion like birches\n  ","135038":"\n  She’s the only one that stays with her mom bc of that eviction. 37.  On tour.  Richn famous with nothing in her name\n  \n  But that eviction 🤣👧👋🏼\n  ","135039":"\n  I agree. But seen her genetic make up is of\n  \n  Beans and enchiladas\n  \n  She probably don’t comprende\n  ","135040":"\n  I’m saying if your ok girl think stalking me , n following me , posing like a imposter bc she 37 I’m still pursing a career as a actress plus acting stressed n depressed every other week with silent tears bc\n  \n  will deter my love.\n  \n  She got noodles for brains.\n  ","135041":"\n  How have u proven urself?\n  ","135042":"\n  You only needed my attention to play with me. I acknowledge the facts and I’m aware of it’s unfairness\n  \n  As u should be\n  ","135043":"\n  Hold grudges if u a liar or ever tried to snake me.\n  \n  I’d prefer u talk to a therapist about it.  And stay away from me\n  ","135044":"\n  It’s me\n  ","135045":"\n  Nope ThirsT trap saLLy.\n  \n  🗣go 2 bed.....🗣alone🕳‼️\n  ","135046":"\n  Do you if your partner actually love you?\n  ","135047":"\n  Nah...avoid ur true feelings and lying to yourself is what makes you weak.  Let it run it’s course til ur tired\n  \n  In the end. The experience will be a valuable lesson or blessing\n  ","135048":"\n  Him\n  ","135049":"\n  It soOoo does\n  ","135050":"\n  Love\n  ","135051":"\n  Still be Rich the factors others in life. Money is the motivation\n  \n  Not the solution to problem solving\n  ","135052":"\n  NaH!! Highly motivated\n  ","135053":"\n  They exist\n  ","135054":"\n  Staying committed and fully invested And honoring your vows\n  ","135055":"\n  YeP\n  ","135056":"\n  The ones that you provide the most humor\n  ","135057":"\n  Astrology\n  ","135058":"\n  GoLd\n  ","135059":"\n  🤷🏽‍♀️ ion know what stupid is\n  ","135060":"\n  They’re one in the same.\n  \n  I’ll take a coma\n  ","135061":"\n  It feels n looks like him\n  \n  Ya dig!?!\n  ","135062":"\n  A waRm Rainy night associated with Thunder n lighting\n  \n  N him\n  \n  Ya dig!?!\n  ","135063":"\n  Canopy with white see through street that blows with the wind\n  \n  Because of the Ocean view\n  \n  With candle that don’t cause a fire 🔥 however stay permanently light to match the dim lights and my dark blue satin sheets\n  ","135064":"\n  69\n  ","135065":"\n  He naked... and sunbathing while outdoorS!\n  ","135066":"\n  Church’s\n  ","135067":"\n  Yep. Love his swagger\n  ","135068":"\n  Forgive n forget. Life’s short.  Ppl human. Move different\n  ","135069":"\n  Parrot\n  ","135070":"\n  Paris\n  ","135071":"\n  The police\n  ","135072":"\n  DaDDie!\n  ","135073":"\n  Yes\n  ","135074":"\n  Mo3\n  ","135075":"\n  Hurricane Harvey\n  ","135076":"\n  Jewel\n  \n  Giselle\n  ","135077":"\n  GoLd\n  ","135078":"\n  Hours. Too long\n  ","135079":"\n  Nope!\n  ","135080":"\n  Spanish\n  ","135081":"\n  3...maybe 4\n  ","135082":"\n  Absolutely noThinG but provide the stray animal with directions to the nearest bus stop ... but only if they asked me😏\n  ","135083":"\n  TrueStory by MO3\n  ","135084":"\n  I’ve never met one that i vibed with bc ion really hang around ditches Or ponds...\n  ","135085":"\n  🙄u can’t be serious\n  \n  But if u are😳🗣BiH  u need therapy... tonight...don’t wait til tomorrow\n  \n  It might be to late\n  ","135086":"\n  😕😐ahh....Nah! Why would u trust a stranger... or a friend....or even a family member when they all human🤷🏾‍♀️\n  ","135087":"\n  Nah, just spiritual...religion to me is a rehearsed story being told by various ppl in various ways\n  ","135088":"\n  Levi jeans\n  ","135089":"\n  My progression....setting goals and accomplishing them\n  ","135090":"\n  YeP; observe the moves of others 2 figure out their motiVe!\n  ","135091":"\n  It depends on the situation...the fact that YOU assume someone is wrong is based on your logic...and perspective...one thinks the same..doesn’t make them wrong through\n  ","135092":"\n  Ghost really be present bout mentally and spiritually\n  \n  watching from afar\n  \n  THEY don’t want to be seen but\n  \n  But love to watch\n  ","135093":"\n  both\n  ","135094":"\n  how many mistakes have you made mistake master?\n  ","135095":"\n  Trying to control situations that are out of my control\n  ","135096":"\n  Energy\n  ","135097":"\n  Ups\n  ","135098":"\n  Slowly\n  ","135099":"\n  Can’t understand\n  ","135100":"\n  Smile\n  ","135101":"\n  No\n  ","135102":"\n  Lasagna\n  ","135103":"\n  Yep\n  ","135104":"\n  Graduated from college\n  ","135105":"\n  Yes\n  ","135106":"\n  🤷🏾‍♀️\n  ","135107":"\n  Idk\n  ","135108":"\n  Yes\n  ","135109":"\n  Sixteen\n  ","135110":"\n  ?\n  ","135111":"\n  Full of great experiences and new adventures in new places surrounding permanent faces\n  ","135112":"\n  It’s social media not politics.\n  ","135113":"\n  l\n  ","135114":"\n  Are they seeking validation? Or could they be simply expressing their level of excellence...\n  \n  or could it be that the person looking n staring is basically a hater or jealous?\n  ","135115":"\n  Increasing your revenue\n  ","135116":"\n  YeP. As well as guardian angels\n  ","135117":"\n  And circumstances...\n  ","135118":"\n  WeRK\n  ","135119":"\n  Why\n  ","135120":"\n  Social media n cell phones.\n  ","135121":"\n  Nah, just 🕳’s.  Seen them in real life\n  ","135122":"\n  Of course things a person relate to more will peak their interest causing them to focus on it....that’s a no brainer.\n  ","135123":"\n  Welcome 🕳\n  ","135124":"\n  700 watch\n  ","135125":"\n  Fans\n  ","135126":"\n  How can u stop someone from doing something you have no control over without controlling the situation\n  ","135127":"\n  No.\n  ","135128":"\n  Virgo\n  ","135129":"\n  Don’t bother\n  ","135130":"\n  Nah just a man🤷🏾‍♀️\n  ","135131":"\n  Him\n  ","135132":"\n  CanT\n  ","135133":"\n  Night. Pool party\n  ","135134":"\n  Confidence\n  ","135135":"\n  Nah they 😵🕳’s 2 me 4L\n  ","135136":"\n  Myself\n  ","135137":"\n  See a specialist\n  ","135138":"\n  Everything\n  ","135139":"\n  Jamie Fox\n  ","135140":"\n  Nope. Can u make money watching it?\n  ","135141":"\n  A story being sold and told.\n  ","135142":"\n  Increased revenue\n  \n  Leave the corporate world in 6 months to a year\n  \n  Spend a week in Dubai\n  ","135143":"\n  Spending money made all gud\n  ","135144":"\n  Yes. Didn’t enjoy. I be HoT, then coLd\n  ","135145":"\n  Increase in revenue\n  ","135146":"\n  Parking lot need\n  ","135147":"\n  Yes\n  ","135148":"\n  Feeling s\n  ","135149":"\n  Yep\n  ","135150":"\n  Him\n  ","135151":"\n  Him\n  ","135152":"\n  Yes\n  ","135153":"\n  Yes I can say I have...He actually told me before he disappeared that he didnt want to continue to hurt me knowing that we both wanted different things. At the time I was angry..but now I appreciate it...because he if didnt I could have been a wife without a ring, living in a house without a husband, or became his wife and have a husband that doesnt want to touch me because he's unhappily married to me...U didnt lose, u won!\n  \n\n   https:\/\/youtu.be\/5izBB8RPTS8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  LEGGO!!!\n  ","135154":"\n  No\n  ","135155":"\n  Both\n  ","135156":"\n  No.ion have to impress myself. I know I’m the shit. What about u boo ok?\n  ","135157":"\n  Him\n  ","135158":"\n  Tiffany&Co\n  ","135159":"\n  20+ years\n  ","135160":"\n  No. Who are u\n  ","135161":"\n  Who are u\n  ","135162":"\n  What do u mean? Please tell me snd stop talking in riddles. I’m really trying to understand\n  ","135163":"\n  Ion lie\n  ","135164":"\n  What do u do for ppl?\n  ","135165":"\n  Him\n  ","135166":"\n  New mind frame.\n  ","135167":"\n  Stop asking me the same questions\n  ","135168":"\n  How do u know me?\n  ","135169":"\n  Why\n  ","135170":"\n  Not really what\n  ","135171":"\n  Yes to what\n  ","135172":"\n  Can you see me?\n  ","135173":"\n  Do u know me\n  ","135174":"\n  Do I know u\n  ","135175":"\n  Brunch with a friend\n  ","135176":"\n  Reorganize?\n  \n  Restructure. Why u ask.\n  ","135177":"\n  WeRk\n  ","135178":"\n  I don’t know who u are to do that.\n  ","135179":"\n  I already asked u. Not about to beg or play games. So who are u? What got u so impressed?\n  ","135180":"\n  U won’t\n  ","135181":"\n  Heater\n  ","135182":"\n  Not yet\n  ","135183":"\n  Can’t see ur profile pic.\n  ","135184":"\n  Having to tell the truth to the multiple women he lied too 🤷🏽‍♀️possibly ❓dating while married 🤷🏽‍♀️breaking women hearts wit no remote❓🤷🏽‍♀️\n  ","135185":"\n  Spaghetti\n  ","135186":"\n  Loyalty is the last thing you gain from in a relationship\n  \n  In order to reach milestone\n  \n  It takes time and commitment\n  \n  from the ups and downs experiences.\n  ","135187":"\n  Bringing it in with a bang‼️\n  ","135188":"\n  YeP‼️🥰\n  ","135189":"\n  Knowledge past trauma and the feelings associated  as well as communicating effectively\n  ","135190":"\n  I don’t believe in religion. I believe in spirituality\n  ","135191":"\n  My level of authenticity\n  ","135192":"\n  How can you slut shame a slut? Most sluts are proud to be sluts right? However ppl often confuse a freak and a slut and there is a difference\n  ","135193":"\n  Louisiana for show\n  ","135194":"\n  Some where tropical\n  ","135195":"\n  YeP in Vegas!\n  ","135196":"\n  Salmon\n  ","135197":"\n  Certain aspects of it. Others no\n  "}}