{"Question":{"137344":"\n   Do you have any physical features that you try to cloak or hide? How come? Are you insecure? 🙈\n  ","137345":"\n   Do you feel like January is going by quick or reeally slow? And then how's the year going so far for ya?\n  ","137346":"\n   Do you have an item that is your favorite at the moment? What is it? Picture? Care to share?\n  ","137347":"\n   Are people too dependent on technology? Are you?\n  ","137348":"\n   Do you consider yourself a dramatic person?\n  ","137349":"\n   What's ur:\n1. Age\n2. Birthday\n3. Nationality\/Ethnicity\n4. State\/location\n  ","137350":"\n   • If you could do one thing without suffering the consequences, what would you do?\n  ","137351":"\n   what is up\n  ","137352":"\n   Do you believe that all hardships, no matter how difficult, are possible to overcome? Why \/ Why not?\n  ","137353":"\n   What kind of car do you drive?\n  ","137354":"\n   Do you prefer to watch a movie alone or with other people?\n  ","137355":"\n   Do you make use of any life hacks in your everyday life? Maybe share one or two? 🍳✂️📌\n  ","137356":"\n   what's on the top of your wish list ?\n  ","137357":"\n   If you are a conservative white male we want you to relocate to Canada. I am a conservative white male. I want Cananda to become a Conservative nation. I want to transform Canada. It will be so easy Canada is very close. Nancy Pelosi has no power in Canada.\n  ","137358":"\n   I took that personally , I LOVE meatloaf! If I could I’d eat it at least once a week!\n  ","137359":"\n   Is it rude to return a gift?\n  ","137360":"\n   How old are your OLDEST CLOTHES???\n  ","137361":"\n   What are you currently worried about?\n  ","137362":"\n   If you get the opportunity to ask a question to a famous person ... What would it be? And who? 🤔🤗\n  ","137363":"\n   What kind of people do you most enjoy hanging out with?\n  ","137364":"\n   What’s your definition of bad taste?\n  ","137365":"\n   Who is the most down to earth person you know?\n  ","137366":"\n   What book genres do you like to read?\n  ","137367":"\n   What makes you feel old?\n  ","137368":"\n   What is your favorite website?\n  ","137369":"\n   How many languages do you speak?\n  ","137370":"\n   Which Mulan do you like better... \nOriginal Animated or \nRecently Non-animated (2020)?\n  ","137371":"\n   What's your least favorite meal growing up? Were you forced to eat it?\n  ","137372":"\n   Is it rude to use your phone when you are talking face-to-face?\n  ","137373":"\n   If you were in a circus, which character would you be? 🎪\n  ","137374":"\n   How are you doing?\n  ","137375":"\n   Do you play animal crossing?\n  ","137376":"\n   When was your last encounter with wildlife?\n  ","137377":"\n   Least favorite color?\n  ","137378":"\n   Last song you listened to?\n  ","137379":"\n   How do you feel about protests? Do you go to them?\n  ","137380":"\n   you've got beautiful cats\n   \n    @shehitsback\n   \n","137381":"\n   Pic🌹\n  ","137382":"\n   My kitten is all black, she’s 7 months her eyes are turning green\n  ","137383":"\n   Aw my kitten is 6 months her name is moonlight\n  ","137384":"\n   awe how cute\n  ","137385":"\n   What color is your cat\n  ","137386":"\n   How old is ur kitten\n  ","137387":"\n   awww hes too cute i really do love him and all your cats he really does need a hug\n  ","137388":"\n   is that bear? hes so sweet\n  ","137389":"\n   What is your favorite place to get coffee?\n  ","137390":"\n   hows my little kitties doing my family cats are doing well and my moms girlfriends maine coon is doing ok im seeing her today cuz moms girlfriend invited us to dinner\n  ","137391":"\n   Do you feel comfortable, when being photographed?\n  ","137392":"\n   Ask users you find interesting?\n  ","137393":"\n   Do you have any phobias?\n  ","137394":"\n   What makes you weird?\n  ","137395":"\n   Are you afraid of the dentist?\n  ","137396":"\n   Paint. Yay or nay? Do you like to paint?\n  ","137397":"\n   If you dislike someone, how can they tell?\n  ","137398":"\n   If you were a bird, what species would you be?\n  ","137399":"\n   What do you think about hunting?\n  ","137400":"\n   What is a movie you watch when you are feeling down?\n  ","137401":"\n   Who is an actor or actress you like enough to watch whatever they’re starring in?\n  ","137402":"\n   Just curious... how often do you eat your favorite food?😗\n  ","137403":"\n   Do you like old men?\n  ","137404":"\n   Do you like to play UNO? Do you have the app installed on your phone?\n  ","137405":"\n   Do you miss anyone?\n  ","137406":"\n   Do you like crumpets?\n  ","137407":"\n   What was the last song you listened to?\n  ","137408":"\n   Do you change depending on who you are around?\n  ","137409":"\n   Would you rather have a great car or a great house?\n  ","137410":"\n   What is your favorite quote?\n  ","137411":"\n   What animal are you most afraid of?\n  ","137412":"\n   Which sound makes goosebumps on your skin?\n  ","137413":"\n   How many countries have you been to?\n  ","137414":"\n   What do you want to be remembered for?\n  ","137415":"\n   Can someone’s taste in music change your opinion about them?\n  ","137416":"\n   What is the food that you just can’t get enough of? 😛\n  ","137417":"\n   •••\nDid you know that crocodiles and alligators are surprisingly fast on land. Although they are rapid, they are not agile, so if you ever find yourself chased by one, run in a zigzag line. You'll lose him or her every time!\n•••\n  ","137418":"\n   Do you read\/listen\/watch the news? Where do you read\/listen\/watch it from? 📰\n  ","137419":"\n   how did you wake up feeling today ? 🌞\n  ","137420":"\n   Hello what are you doing?\n  ","137421":"\n   Have you ever argued over who should pay for something?\n  ","137422":"\n   Besides myself, who is your best looking friend?\n  ","137423":"\n   Does someone become beautiful in our eyes when they have a beautiful personality and vice versa; when someone's a sh*tty person, we see them as ugly?\n  ","137424":"\n   Post a childhood picture that makes you happy! 📷 If you feel comfortable doing so that is, if not feel free to just use this as a space or delete it!\n  ","137425":"\n   Where are some unusual places you’ve been? 🙀\n  ","137426":"\n   What’s the last concert you went to?\n  ","137427":"\n   What's your favorite day of the week?\n  ","137428":"\n   No electricity or no water?\n  ","137429":"\n   What is the most surprising fact you’ve learnt about yourself during the pandemic?\n  ","137430":"\n   Ever used a sledge hammer?\n  ","137431":"\n   Have you foiled anyone’s evil plans lately?\n  ","137432":"\n   If you were born independently wealthy and didn’t have to work, what would you do with your time? 👄🥄\n  ","137433":"\n   • How do you define ART? 🎨🎭\n  ","137434":"\n   Netflix or Amazon Prime? 📺\n  ","137435":"\n   Have you ever read or written fan-fiction?\n  ","137436":"\n   what are you best known for?\n  ","137437":"\n   tibetan mastiffs are my all time FAVORITE dogs, omg. i've always wanted one, even though they're usually so much bigger than me. lmaoo.\n  ","137438":"\n   what is your favorite breed of dog? what about cat?\n  ","137439":"\n   what is your favorite candle scent?\n  ","137440":"\n   Do caterpillars 🐛 know that they’re going to be butterflies 🦋 or do they build the cocoon not knowing what will happen?\n  ","137441":"\n   Would you rather suffer extreme cold or extreme hot?\n  ","137442":"\n   Do you have a stressful lifestyle?\n  ","137443":"\n   HAPPY BIRTHDAY!!! 🎂🎉🎊🎈🎁\n  ","137444":"\n   What’s the most pleasant sounding accent? What's the sexiest accent for you? 🗣\n  ","137445":"\n   If extraterrestrials landed on earth and offered to take you with them, would you go? 🛸\n  ","137446":"\n   When do you feel most inspired?\n  ","137447":"\n   when was the last time you got walked in on?\n  ","137448":"\n   What’s something that a lot of people are missing out on because they don’t know about it? 😏\n  ","137449":"\n   Is a hotdog 😋🌭 a sandwich? Why or why not?\n  ","137450":"\n   ○ Would you rather have someone impersonating you and doing really amazing things that you get the credit for or find money hidden in weird places all around your house every day but you can’t figure out where the money comes from or how it keeps getting there?\n  ","137451":"\n   What makes you the happiest? [@athenusvena]\n  ","137452":"\n   Do you have a hobby? Is there something you like to do the most, something that brings you immense pleasure, and that you can do non-stop? Something you're passionate about? [@athenusvena]\n  ","137453":"\n   hello friends — just checking in. hope  y'all have had a great month thus far & continue to be doing well in the remainder of january. 💖 use this question to describe something great that has happened to you so far in 2021 !!\n  ","137454":"\n   Have you done anything exciting lately? 🤪\n  ","137455":"\n   💡 Does a belief in free will make you more or less happy? 💡\n  ","137456":"\n   Do you think certain names bring with certain types of personalities? Do you have any notions about people with a certain name being a certain way? If you've met someone with the same first name as you, were they similar to you in any way? 🗣🤯\n  ","137457":"\n   How do you feel when you see people not wearing a face covering?\n  ","137458":"\n   How do you feel about people who negatively comment on others people's appearance?\n  ","137459":"\n   How many states have you been to?\n  ","137460":"\n   Hey, do you like to wear black\n  ","137461":"\n   [[omg, COVID-19 is annoying! I wish it could go away. Do you all agree?\n  ","137462":"\n   Stripes, polka dot, or solid colors for your everyday attire?\n  ","137463":"\n   Panda Express?\n  ","137464":"\n   VIP and VIP+ people: have your weekly tasks been messing up or seeming wrong? \n\nMine says I’m not sending questions or shoutouts even though I clearly am lol\n  ","137465":"\n   Would you ever date someone shorter than you? Or do you prefer them to be taller?\n  ","137466":"\n   What did you eat today?\n  ","137467":"\n   Do you back up your computer every night?\n  ","137468":"\n   Cheers to a fellow January birthday person!🐱\n  ","137469":"\n   Tell about the most exotic food you have eaten!\n  ","137470":"\n   Eyyyy happy birthday!🎊🎉🎂\n  ","137471":"\n   What is a random food that isn't really meant to be a snack food that you grab when you have a random snack craving? \nI've got the bacon chips lol\n  ","137472":"\n   Happy Birthday\n  ","137473":"\n   A former Israeli space security chief recently revealed in a book of his that the U.S and Israel has been in contact with a \"galactic federation\". If that turned out to be true, what'd you be thinking? 👽🛸\n  ","137474":"\n   Do you ever talk to your pet? If so, what do you say?\n  ","137475":"\n   Do you do the VIP stuff?\n  ","137476":"\n   Happy birthday!\n  ","137477":"\n   How old are you?\n  ","137478":"\n   What has taken you the longest to get good or decent at? Me: College 😂\n  ","137479":"\n   If your name had to be a song title, which song would it be?\n  ","137480":"\n   Are you who people think you are?\n  ","137481":"\n   Have you ever had a long standing strong opinion on something, change? What was it and why?\n  ","137482":"\n   What is something you own that is important to you? What makes it so important?\n  ","137483":"\n   Happy Birthday! 🙂🍰 Have a great day\n  ","137484":"\n   We're half way through the week. Keep going! You're doing amazingly! 💕\n  ","137485":"\n   • What was the first thing you bought with your own money?\n  ","137486":"\n   What’s your favorite thing to do on weekends? 🥺\n  ","137487":"\n   If you could have the option of eradicating pain from your life would you choose to do so? Why or why not? 😣\n  ","137488":"\n   As a CHILD, what did you think would be AWESOME about being an ADULT, but isn’t as awesome as you thought it would be?\n  ","137489":"\n   Pulp Fiction or Kill Bill?\n  ","137490":"\n   What tv show are you so glad you discovered as a teenager?\n  ","137491":"\n   Happy birthday, Mrs. Allison! :) Have a great day.\n  ","137492":"\n   If you could have any dessert in the world tonight, what would you want?\n  ","137493":"\n   Instead, it often happens to me that I also defecate blood. I have always had constipation, but psychiatric drugs make the problem worse. Could you give me some advice?\n  ","137494":"\n   What did you lose recently that ended up freeing you?\n  ","137495":"\n   Where do you find peace?\n  ","137496":"\n   it’s been freezing lately. what’s your usual weather like right now??\n  ","137497":"\n   Happy Early Birthday, lovely ❤️\n  ","137498":"\n   What common micro aggressions do you feel like are most often overlooked?\n  ","137499":"\n   What’s the best way to add bananas to banana pancakes? Sliced bananas? Diced bananas? Mashed bananas?\n  ","137500":"\n   how many books do you think you've read in the past 5 years? overall, how many books do you own?\n  ","137501":"\n   happy early birthday !! whatcha drinking?\n  ","137502":"\n   What do you often complain about?\n  ","137503":"\n   Where does phenomenon of Justin Bieber lie?\n  ","137504":"\n   how have you been?\n  ","137505":"\n   Do you like to decorate?\n  ","137506":"\n   What does the word “ optimistic “ mean to you?\n  ","137507":"\n   could you live without music?\n  ","137508":"\n   Do you suffer from constipation due to psychiatric drugs?\n  ","137509":"\n   i love this style !! so cool.\n  ","137510":"\n   What's your favorite gem?\n  ","137511":"\n   Describe your perfect weekend.\n  ","137512":"\n   Is your hair curly, straight, wavy? What’s your hair texture?\n  ","137513":"\n   When was the last time you got pampered? 💆‍♂️💇‍♀️\n  ","137514":"\n   What luxury is totally worth the price? What do u consider luxury in your life? 🤑💸\n  ","137515":"\n   What are you the weakest and strongest at?\n  ","137516":"\n   How\/what do people say you come off as?\n  ","137517":"\n   im on Instagram now may i have your username ..don't worry if you don't want to give it out i understand\n  ","137518":"\n   When it comes to negative or rude questions on this app, do you ignore\/delete them or do you respond to them?\n  ","137519":"\n   What’s your favorite drink?🧃\n  ","137520":"\n   List a some facts about you? #GetToKnow\n  ","137521":"\n   What’s something you really resent paying for?\n  ","137522":"\n   Would you rather live without hot water for showers\/baths or live without a washing machine?\n  ","137523":"\n   What’s the weirdest smell you have ever smelled? 👃🤧🤢🤮\n  ","137524":"\n   What is the car of your dreams? me: Ferrari\n  ","137525":"\n   Have you ever wanted something so much , and when you finally got it it turned out to be not as great as you thought it would be?\n  ","137526":"\n   What mobile phone model do you have?\n  ","137527":"\n   What do you enjoy receiving questions about?\n  ","137528":"\n   What’s your favorite decade of movies?\n  ","137529":"\n   Do you want grogu\n  ","137530":"\n   Do you eat leftovers?\n  ","137531":"\n   Have you or do you know anyone who named their child or pet after a celebrity?\n  ","137532":"\n   Do you have Hulu ?\n  ","137533":"\n   Do you like reptiles?\n  ","137534":"\n   Best fast food restaurant?\n  ","137535":"\n   Do you currently or have you had Covid yet? Have you been tested for it? Are you worried about catching it?\n  ","137536":"\n   What is a food that you hate?\n  ","137537":"\n   what’s the farthest you’ve ever moved?\n  ","137538":"\n   Do people ever freak out in your area when weird weather happens? It's about to snow here in everyone's buying absolutely all of the groceries off the shelf. Absolutely strange.\n  ","137539":"\n   What kind of food could disappear from the world forever and never be missed?\n  ","137540":"\n   Any lefties here?\n  ","137541":"\n   Are are finding that now Covid is really ramping up, and hospitals all over the country are being pushed to the limit, the Covid deniers on your social media feed that were piping out conspiracy theories, going on anti mask protests etc all over Summer\/Autumn have suddenly gone really quiet? 😮🤫\n  ","137542":"\n   What types of face mask 😷 do you use?\n  ","137543":"\n   Would you like to meet your doppelganger? How would you react to that?\n  ","137544":"\n   What are you reading right now? 📚\n  ","137545":"\n   When did you last swallow your beliefs to avoid an argument or confrontation?\n  ","137546":"\n   If you could get anything for free for the rest of your life, what would it be?\n  ","137547":"\n   What is the most unusual food you’ve ever eaten?\n  ","137548":"\n   What is the most unique animal you’ve ever touched?\n  ","137549":"\n   What do you believe human beings take most for granted in this world?\n  ","137550":"\n   What are some traits you couldn’t put up with in a partner?\n  ","137551":"\n   What movies could you watch over and over and still love?\n  ","137552":"\n   What's the most delicious food you've ever eaten in your life?\n  ","137553":"\n   Do you like cactus and succulents? 🌵\n  ","137554":"\n   Do you pay any premium subscription to any apps\/products? If yes, what apps\/products?\n  ","137555":"\n   What's something u can't get off your mind when you're overthinking? 🤯\n  ","137556":"\n   What was something you used to enjoy, but was ruined for you? What’s the story behind that?\n  ","137557":"\n   How’s your day going? How’s the weather bad or good?\n  ","137558":"\n   What's the best gift 🎁 you've ever gotten?\n  ","137559":"\n   Your song of the day!\n  ","137560":"\n   Dudes I am tired as fuck and just want to go to the store so I can buy myself some Lucky Charms, a Mountain Dew, and some candy some I can drown my pathetic dysphoric sorrows in caffeine.\n  ","137561":"\n   what is bears favorite food and hobby and do all your cats like to be petted and do they purr loud\n  ","137562":"\n   Do you like lotion? What kind of lotion do you use if you use any?\n  ","137563":"\n   If you drink coffee, what's your favorite brand?\n  ","137564":"\n   Do you think people have the same successes and goals in life? Making money?\n  ","137565":"\n   Tattoos 🤨or piercing 🧐?\n  ","137566":"\n   Which word makes you blush?\n  ","137567":"\n   Do you like seafood\n  ","137568":"\n   Are you in love?\n  ","137569":"\n   Favourite tv show?\n  ","137570":"\n   Buffalo wings or hamburgers?\n  ","137571":"\n   Goodnight to all of you! Sleep well and a chimichanga to you all!\n  ","137572":"\n   Do you know yourself well, or are you still learning?\n  ","137573":"\n   In Harry Potter, there is a potion that has the scents of whatever is most appealing to the person smelling it. What would your potion smell like? (In other words, what are your favourite smells?)\n  ","137574":"\n   What is something you have given a lot of thought to lately?\n  ","137575":"\n   Is there a song which can bring you to tears instantly?\n  ","137576":"\n   What’s your favourite number, and why?\n  ","137577":"\n   Do you know anyone with the same birthday as you?\n  ","137578":"\n   (Going to send some questions based on some of my own fave things) Have you ever seen an Alfred Hitchcock film? Which one?\n  ","137579":"\n   Have you seen a Quentin Tarantino movie before?\n  ","137580":"\n   What is your favourite type of cheese?\n  ","137581":"\n   What song did you last listen to?\n  ","137582":"\n   Have you ever lied to get out of a date or relationship?\n  ","137583":"\n   Can a mental illness be completely cured?\n  ","137584":"\n   What is more difficult for you, looking into someones eyes when you are telling someone how you feel, or looking into someones eyes when they are telling you how they feel?\n  ","137585":"\n   Think of the last time you were REALLY angry. WHY were you angry? Do you still feel the same way?\n  ","137586":"\n   How jealous are you on a scale of 0 (not at all) to 10 (a lot)?\n  ","137587":"\n   Excluding romantic love, when was the last time you told someone you loved them. Who were they to you?\n  ","137588":"\n   What do you think would be the hardest thing for you to give up? Why would it be hard to lose?\n  ","137589":"\n   Do you dream? What was your last dream about?\n  ","137590":"\n   If you could be given the date of your death would you want to know it? ☠\n  ","137591":"\n   Are you young at heart, or an old soul?\n  ","137592":"\n   Is there anyone close to you that you know you can’t trust?\n  ","137593":"\n   What is the best TV theme song ever?\n  ","137594":"\n   Are there any childhood possessions you still hold on to?\n  ","137595":"\n   Have you ever laughed uncontrollably when it was socially inappropriate?\n  ","137596":"\n   Your last mistake? Your last good decision?\n  ","137597":"\n   Take a picture of an inanimate object in your house that holds significance for you and tell why you find it so significant.\n  ","137598":"\n   What’s something you’re nostalgic for?\n  ","137599":"\n   List 5 songs you would put in a playlist that sums you up as a person.\n  ","137600":"\n   Are you a jealous person?\n  ","137601":"\n   Would you rather everyone be required to wear identical red jumpsuits OR any time two people meet and are wearing an identical article of clothing they must fight to the death?\n  ","137602":"\n   Which of your relatives do you get along with the most?\n  ","137603":"\n   If you were a farm animal, which would you be and why? 🐽\n  ","137604":"\n   What kind of surprises do you like?\n  ","137605":"\n   How often do you think about your future?\n  ","137606":"\n   Do you “code switch” ?\n  ","137607":"\n   Are you influenced by what goals you have because of how you grew up?\n  ","137608":"\n   What is one thing you wish you could go back and undo?\n  ","137609":"\n   What is the funniest TV show you’ve seen?\n  ","137610":"\n   Do you believe in aliens?\n  ","137611":"\n   How tall are you?\n  ","137612":"\n   What does comfort mean for you?\n  ","137613":"\n   What is a piece of advice you often give but find yourself struggling to follow?\n  ","137614":"\n   When you write \/ wrote essays and such for school, college etc., how quick are \/were you at actually getting the words and ideas in your mind on paper? When do \/ did you usually hand it in? 📝💻\n  ","137615":"\n   what’s your favorite food combination?\n  ","137616":"\n   Does being a lonely person define that person?\n  ","137617":"\n   do you prefer warm or cool tones?\n  ","137618":"\n   Your biggest failure in buying any product online?\n  ","137619":"\n   how did you spend your lastbirthday? 🥳🎂🎈\n  ","137620":"\n   What is the MOST CRINGE 🥴 WORTHY thing you have seen someone post on social media?\n  ","137621":"\n   📚 Have you read “Eleanor of Aquitaine: by the wrath of God, Queen of England”  by Alison Weir? \nA really good read if you haven’t 🙂👍\n  ","137622":"\n   Would you say you have a lot of friends? Also do you remember as a child getting excited because you made a new friend?\n  ","137623":"\n   Do you believe in Bernie Sanders\n  ","137624":"\n   Who is your favorite historical figure?\n  ","137625":"\n   Unfortunately, nothing can be done. I'm only sorry because I know many owners of small grocery stores. Among them is an old lady who keeps the best food for me ☺️\n  ","137626":"\n   Do you have sympathy for people who break Lockdown restrictions, or do they just need a jolly decent thrashing in your opinion?\n  ","137627":"\n   Why are social networks still full of people who belittle or even deny the danger of the coronavirus?\n  ","137628":"\n   What would the exact opposite of you be like?\n  ","137629":"\n   Of course it's not the biggest thing to worry about but there are still many small local grocers in small towns here in Greece...\n  ","137630":"\n   In Greece ☺️\n  ","137631":"\n   I'm making them my concern because I don't live in the US ☺️\n  ","137632":"\n   I haven’t, I must.\n  ","137633":"\n   Now, as for the grocery store?\n  ","137634":"\n   I totally read that in Keanu Reeves’ voice. “Duuude”\n  ","137635":"\n   Large shopping malls are replacing small shops. You think that's ok?\n  ","137636":"\n   how are rin bear and Mimi doing hope they are ok and well\n  ","137637":"\n   if  someone asks u a question and u don't know the answer while u MUST know it what are u going to do?\n  ","137638":"\n   Do you ever traveled? Where have you gone?\n  ","137639":"\n   What songs would be played on a loop in hell? 😈🎶\n  ","137640":"\n   Are you health conscious? 🥗\n  ","137641":"\n   Have you been in situations when you put money 💸 in your pocket, forgot about it and then found it later? Were you glad to find it? 🤑\n  ","137642":"\n   What's a terrible tv show in your opinion?\n  ","137643":"\n   • What's the most interesting thing you've read lately? 📖👓\n  ","137644":"\n   What is the most awkward thing you've said to someone special?\n  ","137645":"\n   What do you believe is the most controversial opinion you have?\n  ","137646":"\n   What would be your advice to someone currently being bullied?\n  ","137647":"\n   Is there anything you collect?\n  ","137648":"\n   Can you touch the tip of your nose with your tongue?\n  ","137649":"\n   • Did you have an imaginary friend? What was his\/her name?\n  ","137650":"\n   Would you call what happened at the U.S. Capitol a riot or a coup?\n  ","137651":"\n   Ohhh that makes sense. I just meant the “in your community” part. If you live somewhere like Portland that’s hard to do.\n  ","137652":"\n   Would you rather spend two years with your soul mate only to have them die and you never love again or spend your life with someone nice you settled for?\n  ","137653":"\n   Do you like your eyes and hair color? Would u rather have a different color? 👁👁\n  ","137654":"\n   Aren’t you in the Portland-area? Seems like anon doesn’t understand the demographics of Portland Oregon lol\n  ","137655":"\n   Which show would you bring back that was canceled?\n  ","137656":"\n   Would you rather have a very long, boring life or a really short, exciting life?\n  ","137657":"\n   What do you wish your phone could do?\n  ","137658":"\n   When did you last take a nap?\n  ","137659":"\n   What is something that you always wear?\n  ","137660":"\n   Have you met your soul mate?\n  ","137661":"\n   Who do you admire on here as a person?\n  ","137662":"\n   What’s for supper?\n  ","137663":"\n   Do you like Nutella?\n  ","137664":"\n   Have you ever witnessed Munchausen’s Syndrome?\n  ","137665":"\n   Are you afraid of being dead?\n  ","137666":"\n   What kinda taco?\n  ","137667":"\n   Which is the best snack for Friday evening?\n  ","137668":"\n   what is your mexican restaurant order?\n  ","137669":"\n   How does the absence of beauty affect people?\n  ","137670":"\n   Do you think it's a mistake to put your vulnerabilities and personal weak points on a site like this, where trolls can use them to purposely hurt you?\n  ","137671":"\n   Who is getting the COVID vaccine as soon as you possibly can?!\n  ","137672":"\n   Do you know if other country’s have been reporting on what’s happening in the American Capitol?\n  ","137673":"\n   Is your mom a good cook\n  ","137674":"\n   Do you drink cow’s milk?\n  ","137675":"\n   What type of foods do you like\n  ","137676":"\n   Did you meet lady gaga?\n  ","137677":"\n   You look wicked gorgeous and happy in this photo!🤗\n  ","137678":"\n   if you were to get a tattoo right now, what would you get? where would you get it?\n  ","137679":"\n   Looks like a Maine coon but cute af\n  ","137680":"\n   Is it more important to be liked or respected? Would you rather be liked or respected? What's the difference?\n  ","137681":"\n   Are you currently binge watching any shows? I just got caught up on A Teacher\n  ","137682":"\n   Do you like tea? What’s an interesting or particularly tasty flavor of tea you’ve had? 🍵\n  ","137683":"\n   If you could go back in time, what is one situation you would do differently? #2020\n  ","137684":"\n   you were so skinny\n  ","137685":"\n   Do you know someome who tried to do something to look cool and it ended in utter embarrassment? 🤡\n  ","137686":"\n   would you google \"ed gein furniture\" before going to bed? May help you sleep.\n  ","137687":"\n   What's the most \"difficult\" goal you have set for yourself?\n  ","137688":"\n   If you started a new religion and you had to create 3 rules or commandments for your new followers to live by, what would those 3 rules be?\n  ","137689":"\n   What is your favourite \"inspirational\" quote?\n  ","137690":"\n   When’s the last time you beat up a vending machine? I just kicked the crap out of the one by the office for taking my dollar and not giving me my Coke Zero.\n  ","137691":"\n   You’re not wrong, you got any kittens?\n  ","137692":"\n   have you been avoiding public transport during these difficult times for yours an others' safety?\n  ","137693":"\n   What is the stupidest thing you've done to impress someone?\n  ","137694":"\n   Have you ever completed a challenge before? What kind?\n  ","137695":"\n   What is the most meaningful song to you right now?\n  ","137696":"\n   What do you tell yourself in order to motivate yourself?\n  ","137697":"\n   Describe a time in your life when this statement was proven true: \"Actions speak louder than words.\"\n  ","137698":"\n   When was the last time you learned something because you wanted to, not because you needed to for studies or work? What was it?\n  ","137699":"\n   Have TV shows or video games or any media ever made a big impact on your life? If so, what?\n  ","137700":"\n   What is the last thing you downloaded onto your phone or computer?\n  ","137701":"\n   What do you spend most of your money on?\n  ","137702":"\n   Favourite clothing store?\n  ","137703":"\n   Favourite genre of music?\n  ","137704":"\n   Where did you go last for vacation?\n  ","137705":"\n   Do you think Snapchat filters are bad for your confidence? Do you they do more harm than good to your self esteem? What’s your opinion on people who always posts their pics filters that entirely changes their features?\n  ","137706":"\n   Have you ever had an ADRENALINE RUSH before?\n  ","137707":"\n   Do you try to develop good habits? Like getting up early and doing morning exercises? Do you work on your self-development?\n  ","137708":"\n   • If you had a chance to eat dessert for breakfast every day, what dessert would you choose? 😋\n  ","137709":"\n   hello my question for today , do u seek perfection in everything u do ?\n  ","137710":"\n   what’s something that was once important but is now becoming less and less relevant?\n  ","137711":"\n   Would you rather have done something horribly embarrassing and only your best friend knows or not done something horribly embarrassing, but everyone except your best friend thinks you did it?\n  ","137712":"\n   What matters most in a relationship to you? ❤🧡💛💚💙💜\n  ","137713":"\n   • Stay safe! I hope that you and your family are safe and protected. May we all have a beautiful new year ❣\n  ","137714":"\n   WOULD YOU HUG A RANDOM STRANGER WITH A \"HUG ME\" SIGN?\n  ","137715":"\n   Can anything ever really be considered ‘true’ or is everything subjective? ⚖\n  ","137716":"\n   What’s good\n  ","137717":"\n   Do you still have pictures from your childhood?\n  ","137718":"\n   What’s the scariest dream you have ever had?\n  ","137719":"\n   Which questions do you usually delete?\n  ","137720":"\n   Ever had lice or nits?\n  ","137721":"\n   So with everything going on I feel the need to ask this question. Fellow people who live in America...how are you doing!? \nTo the people who don't live here...\nCan y'all come pick us up 😭 (but seriously what's y'all opinions)\n  ","137722":"\n   So Kanye west cheated on Kim with Jeffrey star. My question to you is who is Jeffrey star?\n  ","137723":"\n   Do You Like Sushi?\n  ","137724":"\n   what books are you reading at present?\n  ","137725":"\n   I think I have to leave this app. there are way to many creepy old men, perverts and fake accounts on this site. 😒\n  ","137726":"\n   What has your household done to support black people in your community?\n  ","137727":"\n   Are Melanesian people considered members of the Black diaspora?\n  ","137728":"\n   What is the most romantic and loving thing you have ever done for somebody?🌹\n  ","137729":"\n   Do you have a best friend? How long have you been friends and how did you meet?\n  ","137730":"\n   Corned 🍖 Beef or Corned 🐟 Tuna?\n  ","137731":"\n   Would you rather be born again in a totally different life or born again with all the knowledge you have now? 😏\n  ","137732":"\n   WHAT IS YOUR WORST GETTING TROLLED STORY?\n  ","137733":"\n   When you eat noodles, how do you like to have them? Are there any ingredients you always add?\n  ","137734":"\n   What catchy jingle or bit of advertising has stuck with you from the holidays? 🎶\n  ","137735":"\n   Are you wearing a tracking device? Actually you are cause your cell phone has the GPS on it. #bigbrotheriswatching\n  ","137736":"\n   Have you ever dated older people?\n  ","137737":"\n   spearmint or peppermint\n  ","137738":"\n   What bad habit do you have? 😈\n  ","137739":"\n   What would the adult version of an ice-cream truck sell and what song would it play? 😋🍦\n  ","137740":"\n   Would you rather go downtown or go to the mall . ?\n  ","137741":"\n   According to studies, new generation children are having difficulties recognizing human emotions and body signals. Have gadgets and apps taken away emotions?\n  ","137742":"\n   Do you wash your dishes by hand or do you use the dishwasher more?\n  ","137743":"\n   How often do you post on your instagram story?\n  ","137744":"\n   Have you ever been to Atlanta, GA?\n  ","137745":"\n   Bijouterie or jewelry?\n  ","137746":"\n   What y’all doing ?\n  ","137747":"\n   If you had to change your hair color, what color would you change it to?\n  ","137748":"\n   What are the 🔝 three things on your bucket list? Have you fulfilled any of your bucket list last year? 🦄\n  ","137749":"\n   What’s your opinion on what’s happening in Washington?\n  ","137750":"\n   Do you meditate?\n  ","137751":"\n   What percentage is your phone battery at?\n  ","137752":"\n   Where are you\n  ","137753":"\n   What is one thing you wish you could do that you know you probably never will? ☹\n  ","137754":"\n   do you have a love regret that made you wish you could turn back time? 💔\n  ","137755":"\n   Opinions on cigarettes and\/or cigars?\n  ","137756":"\n   What things do you value in people? What traits do you like and dislike?\n  ","137757":"\n   do you have nieces and nephews\n  ","137758":"\n   Unpopular opinion: pizza is overrated\n  ","137759":"\n   Why some people are so mean all the time ?\n  ","137760":"\n   Will you be taking the COVID vaccine?\n  ","137761":"\n   What makes you angry instantly?\n  ","137762":"\n   Whats your sexual orientation?\n  ","137763":"\n   Are you scared of talking\/speaking in front of a crowd?\n  ","137764":"\n   Say you have to get something to eat from a vending machine, what do you usually choose?\n  ","137765":"\n   Lmao what side of the bed you sleep ??\n  ","137766":"\n   Would you ratherhave everyone you know be able to read your thoughts or for everyone you know to have access to your Internet history? 🙂\n  ","137767":"\n   What do you JUDGE people for most often? Appearance, attitude, manners, clothes or speach?\n  ","137768":"\n   What’s your favorite island that you’ve visited? What island would you like to visit? 🏝\n  ","137769":"\n   What is everybody up to today?\n  ","137770":"\n   Who is your favorite villain from a movie, show etc.? 😈 What makes you love to hate them? Haha\n  ","137771":"\n   If you are in a BAD MOOD 😤😡, do you prefer to be left alone or have someone to cheer you up?\n  ","137772":"\n   If someone wants to be your student and learn all that you know, would you teach them? Why?\n  ","137773":"\n   What’s something that everyone agrees ✅ we should cHaNgE, but somehow it NEVER changes?\n  ","137774":"\n   Did you ever play a snow balls war?\n  ","137775":"\n   ¿Can you be a whole day without using the tv?\n  ","137776":"\n   Hello do you like cheese and cheese cake?\n  ","137777":"\n   You still have them?\n  ","137778":"\n   Did you ever write poetry,stories or sthg else?\n  ","137779":"\n   Really dumb question but, does drinking warm milk really make someone fall asleep? Coz it sounds really fake.\n  ","137780":"\n   If COVID-19 and 2020 were real people, what 4 WWE finishing moves would you kick their ass with? \n\nI'd Choose:\nStone Cold Stunner\nRock Bottom\nV Trigger \nPedigree\n  ","137781":"\n   Ah, you are in USA?  cause i read vancouver.\n  ","137782":"\n   Ah, I thought in Canada you also learned french.\n  ","137783":"\n   ¿At home you speak more english or french?\n  ","137784":"\n   ¿Do you have a fav cartoon?\n  ","137785":"\n   What activities do you do, home alone?\n  ","137786":"\n   ¿Do you enjoy to be alone?\n  ","137787":"\n   ¿Can you stand up with your hands?\n  ","137788":"\n   Do you like to sit down on the grass?\n  ","137789":"\n   LOL, either way — be safe. i know how easy it is to spiral out of control after thinking \"hey i can treat myself....\"\n  ","137790":"\n   please be safe. ♡\n  ","137791":"\n   .\n  ","137792":"\n   If you could meet anyone, living or dead, who would you meet\n  ","137793":"\n   yes and shamu is 10 or 12 i think he was around when i was a little kid too he loves to be petted and is a chatterbox all the time the funny part he loves talking to me more then anyone else hes a persian mixed with a tuxedo and im shocked persians aren't much of talkers i heard to\n  ","137794":"\n   Hello, What is the best trip you ever taken?\n  ","137795":"\n   thank you my aunt was really upset now its just Shelby the mackerel  tabby shes 15 god bless shes been with us since i was a boy and she was a kitten that time we first met and she still has her orange coat thank god\n  ","137796":"\n   btw boots the Scottish fold died 2017 of illness\n  ","137797":"\n   i know and i feel bad you lost bubo she was a sweetie and i loved seeing her along with bear i feel bad though Allison i mean i do love birds too my moms gf's brother had a parakeet named bubbles and a parrot named Gary Gary died of illness and bubbles died of old age he now has 3 goldenretrievers\n  ","137798":"\n   thats ok i only have a goldfish sadly and my dad grew up with a st bernard dog and my aunts and uncles had cats since they moved to florida my aunt had a scottish fold named boots and my uncle had a ragdoll first before having shamu and moms gf once had a mackrel mix named smelly he had cancer ndied\n  ","137799":"\n   Is your volume always up on your phone?\n  ","137800":"\n   they are just the sweetest things ever lived my favorite cats are maine coons ragdolls and tabbies\n  ","137801":"\n   wow so sorry about rin my furballs are all good, im going to see Mia my moms girlfriends maine coon Friday hopefully we have a blast together\n  ","137802":"\n   Opinion on piercings ?\n  ","137803":"\n   hows your cats doing\n  ","137804":"\n   Do your parents like the music you listen to?\n  ","137805":"\n   How has your week been?\n  ","137806":"\n   Whats your plans for tomorrow?\n  ","137807":"\n   I don't like you.\n  ","137808":"\n   Do you even lift bro?\n  ","137809":"\n   Hello how's you?\n  ","137810":"\n   Do you have a Nintendo Switch? What game is your favorite? My daughter got one for Christmas and she likes animal crossing. Which I don’t get , she says you don’t fight the other animals nor do you eat people which would be cool. Also she has Mario Kart which is fun . I had a quesadilla for lunch.\n  ","137811":"\n   Oh, the humanity! Haha\n  ","137812":"\n   When was the last time you truly felt like you had a first world problem on your hands? 😩😂\n  ","137813":"\n   Which do you prefer , Sonic blasts or Dairy Queen blizzards?\n  ","137814":"\n   Fav board game?\n  ","137815":"\n   How do you eliminate stressful situations?\n  ","137816":"\n   You mean Grogu. My wife and I go back and forth on this she insists he’s still baby yoda and I remind her his name isn’t yoda and yoda isn’t a species. And the season finale was AWESOME. And give him an egg but not all of them.\n  ","137817":"\n   This is the way\n  ","137818":"\n   What's the difference? I don't live in the states, so. What exactly is a suburb to y'all?\n  ","137819":"\n   What book, film or TV series would you recommend me the most? And what of the above do you prefer yourself? 🎬\n  ","137820":"\n   • What's your favorite part about living in [city]? Least favorite? 🌇🌆🏙🌃\n  ","137821":"\n   What’s the STRANGEST DATE you’ve ever been on?\n  ","137822":"\n   Given the ripple effect of our actions across time and space, how can we ever be sure that we’re doing the ‘right’ thing? [@athenusvena]\n  ","137823":"\n   Which came first – the 🐔 chicken or the 🥚 egg?\n  ","137824":"\n   What was a toy that was popular when you were younger that you always found creepy?\n  ","137825":"\n   Do you feel energized when you wake, or are you usually groggy for a while?\n  ","137826":"\n   What constitutes a good friend?\n  ","137827":"\n   What was the last movie you watched? Would you recommend it to others?\n  ","137828":"\n   What are some things you can see yourself always enjoying no matter how old you get?\n  ","137829":"\n   When do you label a person as ignorant?\n  ","137830":"\n   If you had to teach one thing to everyone, what would it be (assuming that they learn it?)\n  ","137831":"\n   If you could relive one year, which year would it be? Why?\n  ","137832":"\n   What is your favourite distraction activity?\n  ","137833":"\n   for astrology fans: what's you sun sign and rising sign?\n  ","137834":"\n   This is a “fede ring” (image:\n   \n    https:\/\/www.britishmuseum.org\/collection\/object\/H_1857-0928-1\n   \n   ) a gold ring bearing two clasped hands, from the 1300s. It could symbolise faith, trust, friendship, or love.  If you could bestow a fede ring to anyone, who would it be and why?\n  ","137835":"\n   What is a song that uplifts your spirits?\n  ","137836":"\n   What are 3 unusual facts about yourself?\n  ","137837":"\n   If you need to laugh what do you watch, read, listen to etc.?\n  ","137838":"\n   Would you find more comfort in the theoretical idea that that we were the most advanced species in outer space or would you find more comfort in the idea that we weren’t? 🛸\n  ","137839":"\n   What do you think of the TREND culture? Are you tired of it or are you into it? What's your opinion?\n  ","137840":"\n   Who do you know that really reminds you of a character in a TV show or movie?\n  ","137841":"\n   Would you ratherhave another 10 years with your partner or a one-night stand with your celebrity crush? 🤪\n  ","137842":"\n   What are your new years resolutions? 🎉\n  ","137843":"\n   WHAT DO YOU DO WHEN LIFE GETS HARD?\n  ","137844":"\n   What was the first job you ever had? 💼\n  ","137845":"\n   What's your favorite way to express yourself?\n  ","137846":"\n   do you still send mail?\n  ","137847":"\n   Taylor Swift or Rihanna?\n  ","137848":"\n   Do you have a swimming pool?\n  ","137849":"\n   Do you sleep with the mobile on or off?\n  ","137850":"\n   Did you ever lose your keys from home?\n  ","137851":"\n   ¿Were you positive for COVID?\n  ","137852":"\n   What stresses you out more then anything?\n  ","137853":"\n   Fav tv series?\n  ","137854":"\n   What song makes you feel good?\n  ","137855":"\n   Do you like watermelon?\n  ","137856":"\n   Not exactly.\n  ","137857":"\n   ¿Whats the first thing you do,when you arrive from work?\n  ","137858":"\n   Is there anything wrong with having a weakness for sweets? I do have that weakness, but i am careful\n  ","137859":"\n   What is your favorite snack?\n  ","137860":"\n   Things that you did when you were a child and continue now?\n  ","137861":"\n   ¿Do you like drawing?\n  ","137862":"\n   Do you enjoy receiving greeting cards from your partner and\/or friends?\n  ","137863":"\n   ¿What do you like to do,when you have time alone?\n  ","137864":"\n   What would we find in your makeup bag?\n  ","137865":"\n   ¿Fav sport to watch on tv?\n  ","137866":"\n   What’s a song that was popular the year you were born? 🎶\n  ","137867":"\n   You do anything exciting New Years Eve?\n  ","137868":"\n   Do you think you're cool?\n  ","137869":"\n   Do you like going to yard sales? Have you ever had a yard sale?\n  ","137870":"\n   Have you ever been accused of living in the past?\n  ","137871":"\n   Hows mimi rimm n bear doing\n  ","137872":"\n   All my families lovebugs are doing good even mia my moms gfs maine coon hooe bear mimi and rimm are doing ok\n  ","137873":"\n   How did you find out about AskFm?\n  ","137874":"\n   What's the best when it's home made?\n  ","137875":"\n   Do you know your almost-name aka the name you could have been given as a baby?\n  ","137876":"\n   What’s something you regret buying, but you just can’t get rid of it?\n  ","137877":"\n   Good morning Monday! :3 \nI hope you have an amazing week! I hope the beginning of this year has also been kind to you! Remember, you're appreciated so much! 💕\n  ","137878":"\n   What villain do you believe is most worthy of a redemption arc?\n  ","137879":"\n   What is the strangest website you regularly visit?\n  ","137880":"\n   Is there anybody on Ask Fm  that you’d hypothetically go on a date with?\n  ","137881":"\n   What are you looking forward to in the next week?\n  ","137882":"\n   Do you have any creative pursuits? If so, what?\n  ","137883":"\n   What is something you wish you had more of?\n  ","137884":"\n   What is a mythical creature you wish existed?\n  ","137885":"\n   Has anyone changed your life for the positive last year (2020)?\n  ","137886":"\n   If you were in charge of the playlist, which song would you play next? 🎶\n  ","137887":"\n   What’s one thing you’re deeply proud of — BUT would never put on your curricular \/ resume list?\n  ","137888":"\n   what is the most clever or funniest use of advertising you’ve seen? 😂\n  ","137889":"\n   • BEAUTY is in the eye of the beholder. How do you define beauty?\n  ","137890":"\n   What’s the most stress-relief inducing thing you do on a regular basis? What helps you with your day-to-day exhausting events?\n  ","137891":"\n   What was the worst meal you have ever had?\n  ","137892":"\n   Would you ratherbe forced to sing along or dance to every single song you hear? 🤣\n  ","137893":"\n   what do you do to combat negative thoughts in your life?\n  ","137894":"\n   Why don’t they make cheese 🧀 and lunch meat 🥓 slices the same size and shape as a piece of 🍞 bread?\n  ","137895":"\n   What makes the difference between being confident and being \"full of yourself\"?\n  ","137896":"\n   How often do you change up your comforters or duvet covers?\n  ","137897":"\n   Do you remember your DREAMS?\n  ","137898":"\n   Its a bit hard to understand the rules.\n  ","137899":"\n   I googled it, and its Indian.\n  ","137900":"\n   I dont know mancala.\n  ","137901":"\n   ¿Fav flowers?\n  ","137902":"\n   Do you play chess?\n  ","137903":"\n   ¿Do you have any tattoos?\n  ","137904":"\n   Do you have a fav videogame?\n  ","137905":"\n   Do you love or hate Mondays? 🌻\n  ","137906":"\n   What candy do you think is gross or weird\n  ","137907":"\n   ¿What is your fav book?\n  ","137908":"\n   Do you like playing Sims?\n  ","137909":"\n   How was your day?\n  ","137910":"\n   Am I the only one who misses the 2000s? Everything was so much better back then, like the music, the clothes, the fashion, the internet, the phones, etc. Like we had these cute phones that looked nice and personalized. Everything was coloured then, now it's just white and black, thats how i see it.\n  ","137911":"\n   ¿Do you prefer winter or summer? ¿why?\n  ","137912":"\n   Are you rich?\n  ","137913":"\n   I can see that honestly. I feel like Etsy sellers probably bounce back and forth with business.\n  ","137914":"\n   Would you ever consider opening up a store on Etsy for your knitting?\n  ","137915":"\n   How many coins do you have?\n  ","137916":"\n   Do you like Beatles ?\n  ","137917":"\n   Pizza Hut or Papa John’s\n  ","137918":"\n   Do you like the song Total Eclipse of the Heart by Bonnie Tyler?\n  ","137919":"\n   Would you rather continue your life as it is or restart it?\n  ","137920":"\n   What never fails to give you goosebumps? How hard \/ easy is it for you to get it? 😲😄\n  ","137921":"\n   Has someone close ever disappointed you?\n  ","137922":"\n   What have you been doing with your free time recently?\n  ","137923":"\n   It helps?\n  ","137924":"\n   Do you smoke one before sleep?\n  ","137925":"\n   ¿What helps you to relax and calm down?\n  ","137926":"\n   What does your last text message say?\n  ","137927":"\n   I was born in Seattle Washington. I am not famous. Bruce Willis is famous.\n  ","137928":"\n   ¿Did you ever win a prize?\n  ","137929":"\n   Are you financial independent? 💸\n  ","137930":"\n   Don’t tell anyone this but you’re my favorite person on here!\n  ","137931":"\n   What is your biggest passion?\n  ","137932":"\n   What are you currently working on?\n  ","137933":"\n   Do you consider yourself a patient person?\n  ","137934":"\n   What do you hope to be an expert about at some point in your life?\n  ","137935":"\n   Laughing so hard at your answers on my homepage 😂 lyme balls. 😆😭\n\nHave a great 2021. 🥳\n  ","137936":"\n   What can you promise to your friends?\n  ","137937":"\n   Do you like seeing christmas lights\n  ","137938":"\n   How do clothes affect your confidence or personality?\n  ","137939":"\n   Are you outside right now? 😂\n  ","137940":"\n   Did you ever have an easy-bake oven as a kid?\n  ","137941":"\n   I know this may sound ridiculous but I'm in the process of quitting smoking, I plan to finally quit this year so my mom's helping. She's given me a limited number of cigarettes and hid the rest from the pack, so today I'll be smoking 15 cigs instead of 25\/day bc there *ISNT* more.Its so hard smh lol\n  ","137942":"\n   Yes, correct question was\n\nDid you smoke weed?\n  ","137943":"\n   What do you hope to accomplish this year?\n  ","137944":"\n   Can writers be called artists? is writing art?\n  ","137945":"\n   Did you taste weed?\n  ","137946":"\n   Why do some people disable anon?\n  ","137947":"\n   What makes some body beautiful?\n  ","137948":"\n   What were the best experiences and events that happened to you in the last 12 months? 2️⃣0️⃣2️⃣0️⃣\n  ","137949":"\n   Did you find something interesting or useful in a dustbin?\n  ","137950":"\n   what’s something you’ve tried, that you’ll NEVER, EVEEEEER try again?\n  ","137951":"\n   Would you ratherteam up with Wonder Woman or Captain Marvel? Why? 🦸‍♀️\n  ","137952":"\n   What FOOD do you love 🥰 that some people might find a little 🤏 odd?\n  ","137953":"\n   Have you had any new experiences or done anything for the first time recently?\n  ","137954":"\n   If you had to pick a temperature for it to be outside, what would you choose?\n  ","137955":"\n   Favorite state or country you’ve never been?\n  ","137956":"\n   Favorite trees?\n  ","137957":"\n   Where do you plan on going for your next vacation?\n  ","137958":"\n   Hey have a good day\n  ","137959":"\n   What always makes you laugh, even when you’re upset?\n  ","137960":"\n   How many people do you actually have blocked on here?\n  ","137961":"\n   If you could choose your own gender before you were born, what would you choose?\n  ","137962":"\n   I love beaches! What’s the most beautiful beach you’ve been to? 🏖\n  ","137963":"\n   WOULD YOU RATHER: have whatever you are thinking to appear above your head for everyone to see or have absolutely everything you do live streamed for anyone to see?\n  ","137964":"\n   what’s the best compliment you’ve ever received?\n  ","137965":"\n   Have you taken your Christmas decorations down yet?\n  ","137966":"\n   What do you think is the most impressive thing you've built \/ made completely by yourself? Maybe post a pic to showcase it if you'd like? 🤩🔨🎨\n  ","137967":"\n   what’s something you don’t like abt the history of the country you live in\n  ","137968":"\n   What’s your New Year resolution(s)?\n  ","137969":"\n   What is the worst job you’ve ever had?\n  ","137970":"\n   What is the weirdest dream you’ve ever had?\n  ","137971":"\n   Who is your celebrity crush?\n  ","137972":"\n   Would you date someone younger or older than you?\n  ","137973":"\n   gay\n  ","137974":"\n   Is your handwriting pretty?\n  ","137975":"\n   oh wiith overalls i missed that bit i'm sorry\n  ","137976":"\n   why do you have to take the sweater off when you need the bathroom?\n  ","137977":"\n   I really the colors\/yarn but I don’t understand arm warmers tbh. They seem useless. Like gloves or a scarf cover body parts not covered by clothing. Wouldn’t you just put on a jumper or cardigan instead of using arm warmers?\n  ","137978":"\n   Do you feel annoyed about your parents' choices during elections? Do you even discuss it?\n  ","137979":"\n   Quick question for those who care to answer it: what is one of your most beloved kitchen implements? Can be anything, a knife, a skillet, a small appliance, whatever. Maybe you love it for its utility, its design, its nostalgia, whatever.\n  ","137980":"\n   What’s a crazy house rule you have that will only makes sense to the people who live there?\n  ","137981":"\n   20 Answers and i'll shave my head\n  ","137982":"\n   How are you doing?\n  ","137983":"\n   Freaky Friday is one of the only movies that comes to mind when I think of the remake being better than the original. What's a movie where you thought the remake was better than the original?\n  ","137984":"\n   Name something cute\n  ","137985":"\n   if you make a maga one ill buy one\n  ","137986":"\n   your who and your what now?\n  ","137987":"\n   reusable ones or disposable\n  ","137988":"\n   how many masks do you own?\n  ","137989":"\n   Last state you visited\n  ","137990":"\n   Are you selling it?\n  ","137991":"\n   When looking back to 2020, which are the most memorable events you have experienced?\n  ","137992":"\n   What are the three best apps on your phone?\n  ","137993":"\n   Do you block people on here often?\n  ","137994":"\n   Which planet would you like to visit? I’ve already made plans to visit Saturn and conquer it.\n  ","137995":"\n   What do you tolerate better, the heat or the cold?\n  ","137996":"\n   if we were in 1500, would you be a peasant or of royalty?\n  ","137997":"\n   How have you been? Anything new in 2021?\n  ","137998":"\n   Do you have a Nintendo Switch?\n  ","137999":"\n   Has anyone tried quinoa?\n  ","138000":"\n   Hey, you ever suffered from any addiction issues at all? 😳 If so, how did you beat them?? 😬🤷‍♂️\n  ","138001":"\n   What are common misconceptions about you?\n  ","138002":"\n   Why is the sea blue while the water is transparent? 🌊\n  ","138003":"\n   If we had a pocket on our stomach like kangaroos do, what would you hide there? 🦘\n  ","138004":"\n   When was the last time you stayed up through the entire night?\n  ","138005":"\n   • how do you feel about buying and using secondhand items?\n  ","138006":"\n   What do you bring most to a friendship? 💞\n  ","138007":"\n   Would you rather 15% of the population have telepathy, or 15% of the population have telekinesis? You are not part of the 15% that has telepathy or telekinesis.\n  ","138008":"\n   Do u use discord?\n  ","138009":"\n   Do you like Polaroid cameras\/photos?\n  ","138010":"\n   is there room for improvement in your life?\n  ","138011":"\n   I turned off my shout out feature it’s getting overwhelming plus it’s repeat questions. Anyhow what’s your favorite way to eat peanut butter?\n  ","138012":"\n   Have you ever been told you talk “white” ?\n  ","138013":"\n   Why did you stop and what did you play?\n  ","138014":"\n   Are the two screens for gaming?\n  ","138015":"\n   Are you a gamer\n  ","138016":"\n   How did you know your husband is the one?\n  ","138017":"\n   Can you cook?\n  ","138018":"\n   .\n  ","138019":"\n   What do you wish you knew more about?\n  ","138020":"\n   Do you have a special tradition for New Year’s celebration?\n  ","138021":"\n   i know 2020 has been rough for everyone, but i wanted to take the time to wish those i follow a safe, happy new years' eve\/day !! ✨ i know 2021 isn't going to snap its fingers & make everything \"normal,\" but i admire everyone's resilience during this time — we will see brighter days. keep fighting.\n  ","138022":"\n   What is\/was your favorite subject in school?\n  ","138023":"\n   Do you like olives?\n  ","138024":"\n   Has 2020 been slow or fast for you? Did you learn anything from it?\n  ","138025":"\n   I wish you all a happy and prosperous new year. 2021 will start out shitty but hopefully end up much better than it started. Please be safe tonight all.\n  ","138026":"\n   Do you have any tattoos?\n  ","138027":"\n   I love piano bar music with a vocalist. \nWhat’s yours concerts or musicals?\n  ","138028":"\n   What is a song you would always have on repeat when you were a teen?\n  ","138029":"\n   She likes being that way, which is why she knows she no good\n  ","138030":"\n   If you could meet anyone, alive or dead, who would it be and what would you tell them?\n  ","138031":"\n   What is something you will never give up?\n  ","138032":"\n   Happy New Year Allisonl! 🎆 2️⃣0️⃣2️⃣1️⃣ 🎆 What are your hopes and aspirations for next year? 🥳\n  ","138033":"\n   Are you a very forgiving person? Do you like being this way?\n  ","138034":"\n   In your opinion when is it acceptable to lie?\n  ","138035":"\n   Hummingbirds or butterflies?\n  ","138036":"\n   Why?\n  ","138037":"\n   no, its in our hearts\n  ","138038":"\n   deck the halls with boughs of holly\n  ","138039":"\n   Would you rather your shirts be always two sizes too big or one size too small? 👕\n  ","138040":"\n   Do you have any personal rituals for the end of the year? 🎆\n  ","138041":"\n   How do you celebrate the New Years Eve? 🥳\n  ","138042":"\n   Happy Sunday Year's Eve! 🥂🎉\nDo you have any plans for tonight?\n  ","138043":"\n   How old were you when you got your first job?\n  ","138044":"\n   How would you summarize your 2020? Anything good that happened in your life despite the pandemic and such? 😄🗓\n  ","138045":"\n   ever sent a letter to someone?\n  ","138046":"\n   Do you think it'll feel weird for most of us when we will have to be physically present at work after working from home for so long?\n  ","138047":"\n   can you resist and not give a Like to a picture with cute cats? 🐱\n  ","138048":"\n   Are you going out for New Year’s Eve or are you staying home? I’m picking up a pizza and going home and we are going to get into our pajamas and watch a movie. Which one you ask? I don’t know yet we will decide.\n  ","138049":"\n   Have you ever felt a lot of hate for someone?\n  ","138050":"\n   Are you having fun?\n  ","138051":"\n   If you could be President of your country, what would you change?\n  ","138052":"\n   What did you do today?\n  ","138053":"\n   What's the last thing you purchased?\n  ","138054":"\n   Winner says What?\n  ","138055":"\n   You can take some of these ridiculous shout outs I have in mine if you want? lol\n  ","138056":"\n   What's a food you hated as a kid, but love now?\n  ","138057":"\n   .\n  ","138058":"\n   Have you ever watched any comedy movies\n  ","138059":"\n   What are some things you're thankful for?\n  ","138060":"\n   What are some things that are worth remembering forever?\n  ","138061":"\n   Have you ever gone on a hike?\n  ","138062":"\n   Do you have a dog? If not, why not?\n  ","138063":"\n   Incase I don't get to say it tomorrow! I hope you have a lovely New Years! Here's to you! Keep being amazing! 💕\n  ","138064":"\n   what’s your favorite video game and why?\n  ","138065":"\n   What's  your favorite  tv show\n  ","138066":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","138067":"\n   During WWII 5million women went from working at home cooking, cleaning and raising children to working other jobs. This led to many women across the world taking on jobs and careers more often. If WWII never happened, how do you think that would have affected women wanting to work today?\n  ","138068":"\n   Do you like shows about animals and nature? I’m watching this show where this pride of lions just captured and a a gazelle. The one lion just trotted off with the gazelles head in its mouth. This is some interesting shit!\n  ","138069":"\n   Did you want to live in a trailer?\n  ","138070":"\n   What u say to people who have bad thoughts and don’t want to live\n  ","138071":"\n   how big is your house, how many rooms do you have?\n  ","138072":"\n   Do u like to be around humans?\n  ","138073":"\n   Are you a person who loves fairness and justice?\n  ","138074":"\n   Are u married\n  ","138075":"\n   Of course! I feel like anyone with a friend with something should make an effort to learn about it. It's important. Plus, I think I'm a bit biased due to so many folks refusing to learn about my disorders as if it'd go away if they ignored it but in the long run it'd harm me more. *eyerolls*(can't\n  ","138076":"\n   Have you watched this btw?\n   \n    https:\/\/www.youtube.com\/watch?v=K8mpJuB4RDs\n   \n","138077":"\n   interacting with said delusion makes it worse for the person seeing the deslusion.\n  ","138078":"\n   Yeah, my cousin(who I unfortunately don't see much as he lives in Aus) has schizophrenia and since becoming friendly with you over the years I decided I was going to get more educated on it. I know that acting as if a delusion is real is probably the worst thing folks can do and that others\n  ","138079":"\n   Any sites you buy from that you'd recommend?\n  ","138080":"\n   When I was in kindergarten, which was ~20 yrs ago, I had an old lady slapping my hand because I was colouring with my left hand and she tried to make me use the right hand because she thought being left handed was abnormal. I swear some people are mentally stuck in the middle ages. Lol\n  ","138081":"\n   That's v understandable! It's actually happened to me in the past(but I don't have schizophrenia) so nowadays I think I'd think they were just being aholes!\n  ","138082":"\n   Haha that's the weirdest thing to show! Do you post a lot about dining or dinner?\n  ","138083":"\n   Ask.fm are currently advertising Fortnite to me. What are they advertising to you today? Are you at all interested what they're showing you?\n  ","138084":"\n   everything is oppressive, racist, sexist, -phobic, discriminatory, ableist, classist, whatever-ist to you feminists.\n  ","138085":"\n   All of my previous questions today were inspired by the videogame Man Of Medan. If any of you want my Twitch handle to see my streams on it, let me know. Now for some less dreary questions. Are you happiest when you find something inexpensive worth a lot or when you pay a lot for something high-end?\n  ","138086":"\n   Are you a person who appreciates alone time or do you get bored easily?\n  ","138087":"\n   Agree\/Disagree: Friends don't always have to agree on everything\n  ","138088":"\n   You're walking around inside somewhere and you see what appears to be a ghost.... Then one by one your four friends see and hear things too at different times. Are you more likely to think it's 1. real ghosts, 2. a gas leak, 3. black magic or 4. something like shared delusions such as Folie A Deux?\n  ","138089":"\n   Do I have to answer all question asked? I’m kinda new...\n  ","138090":"\n   In WWII there was an alliance in a sense between Germany, Italy and Japan. For decades The US was anti-Japan as Pearl Harbour was what lead to The US joining the war. Today, what are some German, Italian and Japanese things Americans like and how do you think that history affected these opinions?\n  ","138091":"\n   Why? It’s just a word\n  ","138092":"\n   If you were given a choice to choose your manner of death, how would you die?\n  ","138093":"\n   Opinion on marmot?\n  ","138094":"\n   Did you draw on the walls at home with marker pens and pencils in your childhood?\n  ","138095":"\n   Does having a cat reduce depression?\n  ","138096":"\n   There's been a lot of debate recently where I live about whether you should set off fireworks or not around New Year's Eve. How they affect the health of animals and the environment in general has been the biggest point of contention. Where do you stand on this? 🤔✨\n  ","138097":"\n   Do you often find yourself fidgeting with things when you're bored and such? With what kinds of things? 🖐🖋🎲\n  ","138098":"\n   Where’s the most interesting area you been to?\n  ","138099":"\n   Have you ever finished a series\/movie and started it right over, then and there?\n  ","138100":"\n   what’s the most disgusting sounding word in the English language? 🤢\n  ","138101":"\n   How involved are you in politics?\n  ","138102":"\n   Are you more into good or bad person? What's your typical type? ❤\n  ","138103":"\n   Do you remember the OJ verdict\n  ","138104":"\n   Were you a rebellious child when growing up?\n  ","138105":"\n   Cats are such amazing creatures\n  ","138106":"\n   Who was your worst teacher? Why?\n  ","138107":"\n   Would you like to turn your ask into business?\n  ","138108":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","138109":"\n   Are you a procrastinator? If so how do you deal with it?\n  ","138110":"\n   omg theyre so cute i wanna hug them so bad\n  ","138111":"\n   my aunt has a mackerel tabby named Shelby she's a sweetie my uncle has a Persian tuxedo mix cat his names shamu after the whale hence his coat not Sylvester from looney tunes lol and my moms girlfriend has a sweet loyal Maine coon named mia shes sweet and very protective of the house as well\n  ","138112":"\n   hows bear doing your siamese and i forgot the other cats name n breed sorry and u have a photo of them together i just adore cats for some reason\n  ","138113":"\n   What's a weird dream you can recall having?\n  ","138114":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","138115":"\n   Do you find social media addictive?\n  ","138116":"\n   Is it possible that boobs cause back pain?\n  ","138117":"\n   That’s good I’m glad I’m ok just about to crash had a long day today\n  ","138118":"\n   Do you have a good sense of time management?\n  ","138119":"\n   True that how you been by the way\n  ","138120":"\n   Coolness I doubt I’ll get one I’ve been trying for years it ain’t happening for me but I do what I love\n  ","138121":"\n   You need exactly 1000 followers according to the emails that I seen. account has to be good standing. Tried to apply myself and that's what they told me lol. :(\n  ","138122":"\n   Have you ever stepped up to a challenge & then changed your mind & retreated? Why?\n  ","138123":"\n   Have you ever had crab or lobster? Do you like it?\n  ","138124":"\n   Do you ever despair when you are afraid?\n  ","138125":"\n   How you get a check mark by your name what you do lol\n  ","138126":"\n   what’s your problem\n  ","138127":"\n   Would you ratherhave telekinesis (the ability to move things with your mind) or telepathy (the ability to read minds)?\n  ","138128":"\n   buy 10 things you don’t need every time you go shopping or always forget the one thing that you need when you go to the store?\n  ","138129":"\n   • If you could choose any historical figure to be your imaginary friend, who would it be and why?\n  ","138130":"\n   What activity do you never get bored with?\n  ","138131":"\n   What state, country or place do you NEVER want to go back to? Why?\n  ","138132":"\n   What is the meaning of your name?\n  ","138133":"\n   Yeah it genuinely feels like a heart attack specially the first major one that strikes\n  ","138134":"\n   If you could work on a film with anyone, who would you want it to be?\n  ","138135":"\n   Do you prefer Italian pasta or Japanese sashimi?\n  ","138136":"\n   What was the last song you heard on the radio? 🎶📻\n  ","138137":"\n   how old will you be turning in 2021?\n  ","138138":"\n   What store do you enjoy shopping at?\n  ","138139":"\n   Are you familiar with the Gypsy Rose Blanchard story? I’m watching a documentary on it right now.\n  ","138140":"\n   What's your favorite color?\n  ","138141":"\n   yeah for some reason most artists don't use tan because of the skin tones, some do though but they're hard to find. hopefully you'll find somebody that could do it, I love the sketch by the way. ❤️\n  ","138142":"\n   wow that sounds interesting, I would be down to see one of them if you were to post it that is. 😁\n  ","138143":"\n   yeah I am not embarrassed to say this but baby Yoda caught my heart lol I am so hooked on it.\n  ","138144":"\n   Where are you\n  ","138145":"\n   that's funny you guys mention this, because my roommate is currently watching the most recent season right now ahah.\n  ","138146":"\n   Now that I agree with you, I've been watching the hell out of that show. And I must say I'm impressed by it 🙂\n  ","138147":"\n   Are TV shows getting better or worse these days?\n  ","138148":"\n   i got this too along with like 5+ other people i follow, lmao pathetic.\n  ","138149":"\n   I hope you get a chance to, it sounds awesome. And I can't lie, low key jealous that you can paint and stuff. Always wanted to, I have all these pictures in my head, but I have none of the talent. I can't even draw stick figures well 😂😂😂\n  ","138150":"\n   That sounds so cool! If you do any of it, please send me pics of the finished product? 😁\n  ","138151":"\n   I've not heard of that. What is it? (Other than not bird friendly.)\n  ","138152":"\n   I sent it to 20 and considering ask users are several millions it was almost custom made 😊😘\n  ","138153":"\n   Do you count idiots you encounter in a day?\n  ","138154":"\n   What's a hobby or activity you have always wanted to try but haven't had a chance to for whatever reason?\n  ","138155":"\n   I love your eyes, your kindness, your sweet personality, your art, and your beauty 😘😘😘\n  ","138156":"\n   We're you from\n  ","138157":"\n   Yeah, I had him the other day... There are some real weirdos on this site, which is a shame coz they often distract and detract from the awesome people like you on here. Don't blame you for turning anon off considering it myself atm. They've been particularly stalkerish and nasty lately... So done.\n  ","138158":"\n   What do you like to do for exercise?\n  ","138159":"\n   hot take\n  ","138160":"\n   Anons seriously have no respect at all. Absolute cretins. Also, very sorry for your loss. She was lucky to have such a lovely lady as you for a companion.\n  ","138161":"\n   Pinch your nose\n  ","138162":"\n   Would you ever want to travel around the world?\n  ","138163":"\n   if you need anything please let me know also she was a sweetie and i feel bad she passed, i hope she didnt die in her sleep that would be awful and i hope you can find a bird like her when your ready\n  ","138164":"\n   Are grilled cheese sandwiches for you?\n  ","138165":"\n   Do you have a best friend? How did you meet your bestfriend?\n  ","138166":"\n   what is the most rewarding part of your day?\n  ","138167":"\n   awwww bubo died im very sorry\n  ","138168":"\n   If cartoon physics suddenly replaced real physics, what are some things you would want to try? 🤪📺\n  ","138169":"\n   Do you see smoking or vaping as something cool?\n  ","138170":"\n   What is the WORST advice you have given?\n  ","138171":"\n   who is your favorite pet bear bubbs the parakeet or your other cat\n  ","138172":"\n   Have you had any funny incidents with animals? Like when a deft monkey in a zoo ate your ice cream or when you were chased by an aggressive goat?\n  ","138173":"\n   What overhyped destination DID live up to the hype? |· _ · |\n  ","138174":"\n   Do you agree that all's fair in love and war?\n  ","138175":"\n   I think we are all geeks about something. What do you geek out about?\n  ","138176":"\n   Have you ever lied to people in order not to offend them? #WhiteLie? #Convenient\n  ","138177":"\n   How are you doing today?\n\n🎉Today is officially my birthday. I am so excited. I have going to come home and bake a birthday cake with my husband. So far the past week has went by really good. Better than I thought.🎉 You guys have made my holiday and my birthday wonderful. Thank you for that. ❤🙏🤘\n  ","138178":"\n   How was your day? The weather? Did much?\n  ","138179":"\n   What overhyped destination didn’t live up to the hype?\n  ","138180":"\n   What do you describe panic disorder? From my experience I think it’s on a whole another level of endless worry and pain\n  ","138181":"\n   Do you watch Big Brother?\n  ","138182":"\n   Anyone else tired of people trying to use ask.fm for høokups? Because BOY I sure am. 🤗\n  ","138183":"\n   Do you like Avengers the movie ?\n  ","138184":"\n   How many hats do you own?\n  ","138185":"\n   Fan of Twitter?\n  ","138186":"\n   Which chicken sandwich you like better. Popeyes or chick fil a\n  ","138187":"\n   What are some of the most interesting places that you’ve traveled to? (If you have traveled)\n  ","138188":"\n   Is it easier for you to name 3 good things about yourself or 3 bad things about yourself?\n  ","138189":"\n   Have you ever played chess?\n  ","138190":"\n   what are you proud of\n  ","138191":"\n   for a 22 year-man like me ,i have never kissed a girl\n  ","138192":"\n   Do you like eggnog at all? Or is it gross to you?\n  ","138193":"\n   i liked this answer\n  ","138194":"\n   your advices to get a girlfriend ??\n  ","138195":"\n   Can taste in music change your opinion about a person?\n  ","138196":"\n   What are your HOPES for the new year?\n  ","138197":"\n   If you had to give someone with low self esteem advice, what would you say and why?\n  ","138198":"\n   How do you feel if you accidentally left your phone at home?\n  ","138199":"\n   Do you consider yourself an altruistic person?\n  ","138200":"\n   Do you like bologna?\n  ","138201":"\n   Have you ever tried tofu before? Would you ever try it?\n  ","138202":"\n   Yup we saw little foot too! Also one called Link which was cute.\n  ","138203":"\n   📺 ✨ I have a boxed set of those old Twilight Zone episodes, great stuff.\n  ","138204":"\n   I watched a movie with my girls the other day and thought of you. It’s a kids film called Son of Bigfoot and it was cute! It was on Netflix I believe\n  ","138205":"\n   What is your favorite mystical creature?\n  ","138206":"\n   Is there an old classic movie or show that you absolutely love? 🎞🎩\n  ","138207":"\n   hello , how are you today\n  ","138208":"\n   their and they're.\n  ","138209":"\n   And you don't know the difference between your and you're. Sit down, case closed.\n  ","138210":"\n   have you ever wondered why do certain people live in such a mess? i've seen a picture of this dude, hes an old acquaintance from hs and he's changed so much. like in that picture his room looked so totally chaotic, his mattress looked ripped and the walls were dirty. how does one live like this? ugh\n  ","138211":"\n   What are your favorite cartoon shows? Mine are Popeye the Sailor, Loony Toons, Courage the Cowardly Dog, Sponebob Squarepants, Grim Adventures of Billy and Mandy, and Ed Edd n Eddy\n  ","138212":"\n   How are you these days?\n  ","138213":"\n   Have you ever seen a GHOST? 👻\n  ","138214":"\n   I miss traveling so much. Have you been on any interesting trips lately? 🚗\n  ","138215":"\n   being silent to a problem makes u part of the problem\n  ","138216":"\n   Do you give your pets kisses on the head or on their nose? I think it’s cute but my friend thinks it’s gross! I can’t be the only one who does that 🐶💋💕\n  ","138217":"\n   What or who are you proud of? & why?\n  ","138218":"\n   Was it easy for you to choose a career?\n  ","138219":"\n   If you were arrested with no explanation, what would your friends and family assume you had done? 🤪\n  ","138220":"\n   Has someone ever confessed their love to you first? How did you react to that? 💗\n  ","138221":"\n   WHAT'S YOUR DRINK OF CHOICE? (Either alcoholic or non.)\n  ","138222":"\n   Which is worse: sitting next to someone on the plane with terrible body odor for 13 hours straight, OR opening your bag and finding that your lotion had busted open and spilled all over your laptop? 😵\n  ","138223":"\n   if you knew for certain that someone lies about their condition just to get money from others, would you expose them or would you just not care as it's not personally affecting you?\n  ","138224":"\n   ❗If you could give yourself advice 5-10 years ago, what would it be?❗\n  ","138225":"\n   Would you ratherhave the ability to see 10 minutes into the future or 10 years into the future?\n  ","138226":"\n   What was the worst project\/job you ever had?\n  ","138227":"\n   Isn't it weird when atheists say \"oh my god\" \"god forbid\/bless\/have mercy\"? What God, you don't believe in\n  ","138228":"\n   If you grew up with using the metric system, what are your thoughts on the imperial way of measuring things like in feet and such? If you grew up with imperial, what are your thoughts on metric? Have you ever had to apply the system you didn't grow up with in your life? How did that go? 📏\n  ","138229":"\n   Will you ever get tired of your favorite food? Can you literally eat it everyday? 😝\n  ","138230":"\n   If revenge is a dish that’s best served cold, and revenge is sweet, then is revenge ice cream? 😂🍦\n  ","138231":"\n   is it wrong to spend money on expensive food when people are dying of hunger? [@athenusvena]\n  ","138232":"\n   Is there such a thing as yourREALSELF or does your self change as time passes and given the circumstances you are in?\n  ","138233":"\n   When was the last time you saw an animal in the wild?\n  ","138234":"\n   i feel that, that's actually what helped me decrease smoking cigarettes because i never smoked inside and i didn't want to be outside in the cold during the fall\/winter to smoke rofl.\n  ","138235":"\n   progress! remember, recovery is not linear and it doesn't make you less of a person for increasing your drinking temporarily. you're still working actively towards that end goal and that's what matters.\n  ","138236":"\n   you got this, my friend. ♡\n  ","138237":"\n   What's your favorite jewelry?\n  ","138238":"\n   BOO!\n  ","138239":"\n   Goal for 2021?\n  ","138240":"\n   Which kind of sports do you find the most traumatic?\n  ","138241":"\n   You’re so strong and I admire so much how you’re pulling through ❤️\n  ","138242":"\n   I totally got a little teary! Such a beautiful bird ❤️ Are you doing okay?\n  ","138243":"\n   Aww ❤️\n  ","138244":"\n   You ever want to tell someone you love them but you're afraid to...?\n  ","138245":"\n   I had tamales for dinner tonight. That’s the post\n  ","138246":"\n   Do you plan on getting a haircut any time soon?\n  ","138247":"\n   Is there a certain type of scent that you can't stand? For me, I don't like the smell of cooked broccoli at all 🤢\n  ","138248":"\n   Share a picture of something that makes you happy ☺️📸\n  ","138249":"\n   What do u call a person that creates multiple social media accounts to watch a person they clearly state their unbothered by? A fan or a stalker?\n  ","138250":"\n   How old were u when u started driving?\n  ","138251":"\n   What sounds annoy you the most?\n  ","138252":"\n   have you ever fell for a scam? someone on Instagram posted go fund me page and a lot of people donated lmaoo then after a week they have been exposed for scamming people\n  ","138253":"\n   good morning! what goal will you set out to achieve today?\n  ","138254":"\n   Do you ever sit on askfm and think \"why am I even on this app?\".\n  ","138255":"\n   What do you most want right now?\n  ","138256":"\n   Omg the kitten in your profile picture is a doll 😍 so cute hahah\n  ","138257":"\n   What kind of movies do you like to watch\n  ","138258":"\n   it’s not always about relationships, you could for example be a bully and break someone’s heart\n  ","138259":"\n   How?\n  ","138260":"\n   Have you ever broken someone's heart?\n  ","138261":"\n   Describe your favorite room in your house. Why is it your favorite? What would you change about it?\n  ","138262":"\n   Have you ever caught yourself smiling at your phone screen?\n  ","138263":"\n   that's honestly why i censor like anything that could be remotely \"offensive,\" i would hate for my account to get banned. :\/\n  ","138264":"\n   I was told because I continually violated askfm conduct policies. Oh well\n  ","138265":"\n   Yup I was banned. Apparently using foul language and sexual dialogue is against askfm policy.\n  ","138266":"\n   What’s your favorite thing about me? If you have multiple things feel free to list them 😎😎\n  ","138267":"\n   Single\/taken. What are important rituals that you must\/used do everyday with with your partner? Ex. Texting good morning, kissing before work, eating together.\n  ","138268":"\n   Are you enjoying the cold weather?\n  ","138269":"\n   Do you draw a lot?\n  ","138270":"\n   Do you collect souvenirs?\n  ","138271":"\n   Would you own a pink car?\n  ","138272":"\n   Which websites do you visit most frequently?\n  ","138273":"\n   where does a thought go when it’s forgotten? 🤯\n  ","138274":"\n   Can I ask you personal questions?\n  ","138275":"\n   How do you feel when people keep looking at their smartphones while talking to you?\n  ","138276":"\n   If someone were to compliment you on your appearance, which word would you've preferred that they used to describe you? Like if they were gonna tell you that you were beautiful, hot etc. Does it depend on who it is and other circumstances? 💬🥰\n  ","138277":"\n   What's the latest time you've ever woken up during the day? 💤😂\n  ","138278":"\n   Are you a fan girl\/boy?\n  ","138279":"\n   are you more attracted to people who have the same traits that you do or those with opposing ones?\n  ","138280":"\n   work very hard at a rewarding job or hardly have to work at a job that isn’t rewarding?\n  ","138281":"\n   How well do you know yourself?\n  ","138282":"\n   Where do you usually go on vacation?\n  ","138283":"\n   What job do you have?\n  ","138284":"\n   What time do you normally go to bed?\n  ","138285":"\n   How old is your pet?\n  ","138286":"\n   What is your favorite smell?\n  ","138287":"\n   What is one thing you thought you would never give up but did?\n  ","138288":"\n   Hi. I just came to say goodbye (at least for a while). Unfortunately, there are difficult months ahead of me. I have a lot of study, exams, errands, and personal\/family problems, and I need to cut myself off from pleasure. I'll be back in a while when everything is under control. All the best!\n  ","138289":"\n   Hello what is your favorite dog?\n  ","138290":"\n   Does it feel like the holiday season?\n  ","138291":"\n   How long had you had Bubo?\n  ","138292":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","138293":"\n   Popeyes or Chick-fil-A ?\n  ","138294":"\n   What is the strangest reason you've had to go to the hospital? (even for another person). \n\nMy strangest are that my Dad once got pecked in the eye by a magpie and I once had an allergic reaction to sunscreen!\n  ","138295":"\n   Do you support any sports teams? If so, who?\n  ","138296":"\n   If you eat it, what do you like on your toast?\n  ","138297":"\n   What is a movie that doesn't have a sequel but you think needs one?\n  ","138298":"\n   Do you have any souvenir clothing from trips or concerts?\n  ","138299":"\n   Do you talk in your sleep?\n  ","138300":"\n   What is the temperature?\n  ","138301":"\n   What is your biggest flaw?\n  ","138302":"\n   soup *\n  ","138303":"\n   Being a bridge troll might have been rad but I like the options that the internet gives me, yeah\n  ","138304":"\n   Thank you, I try to be a weird troll\n  ","138305":"\n   Very funny, there's no such thing as a carrot cake\n  ","138306":"\n   Favorite type of cake? 🍰\n  ","138307":"\n   What’s your opinion on an enemy of yours is an enemy of mine? Do you apply this to your SO?\n  ","138308":"\n   What do you personally believe in, what shapes our personality?\n  ","138309":"\n   I like you, lot of respect for you. And by the way, I will tell you that I have been following your profile for 1.5 years and I am very grateful to you for accepting me as I am. All the best, Allison, have a nice day\/night 😉😁\n  ","138310":"\n   I'm just curious how come i click on some people's pic then it says account disabled? Can you actually disabled your account and still post stuff on here? Thats real interesting though\n  ","138311":"\n   💕 I hope you feel better 💕 would you like to vent or anything?\n  ","138312":"\n   I am thinking of you and sending strength for your loss.\n  ","138313":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","138314":"\n   Merry Christmas🎄\n  ","138315":"\n   how old are you\n  ","138316":"\n   How do you feel about space travel?\n  ","138317":"\n   Have you ever seen a dolphin up close?\n  ","138318":"\n   What holiday movies have you watched so far?\n  ","138319":"\n   Boneless or bone in wings ?\n  ","138320":"\n   if the universe is just a simulation game, what update or patch does it need? 🌌\n  ","138321":"\n   What's something that fascinates you?\n  ","138322":"\n   Do you have any unlikely\/uncommon celebrity crushes?\n  ","138323":"\n   Song of the year for you this year?\n  ","138324":"\n   Whats your zodiac?\n  ","138325":"\n   How do you spend your lazy days?\n  ","138326":"\n   What was one nice thing you did for yourself this year?\n  ","138327":"\n   What makes you feel unstoppable?\n  ","138328":"\n   What do you collect?\n  ","138329":"\n   What's a product you don't mind spending a bit more on for the sake of quality?\n  ","138330":"\n   what do you think of sci-fi movies? do you have a favorite one?\n  ","138331":"\n   If you could change something in the way you were raised, what would it be?\n  ","138332":"\n   Do you believe all countries have beautiful sites?\n  ","138333":"\n   I want to go back to paper ballots in US elections. Do you agree ?\n  ","138334":"\n   Would you rather be able to teleport anywhere or be able to read minds?\n  ","138335":"\n   What's the coldest outdoor temperature you've ever experienced? What about the hottest?🌡How was it exactly? 🥶🥵\n  ","138336":"\n   what is the most annoying habit that other people have? 😤\n  ","138337":"\n   Who is your hero? What do you think of the statement \"Never meet your heroes\"?\n  ","138338":"\n   Are you involved in any kind of activism? What do you think of activists?\n  ","138339":"\n   What’s the best sandwich you’ve ever had? Me: Subway Sandwich 😋🥖\n  ","138340":"\n   If you could move anywhere, where would you go? 📦\n  ","138341":"\n   Do you think that people who initially dated each other but it did not work out can be good friends later? Can ex-lovers be friends?\n  ","138342":"\n   What was your worst vacation experience?\n  ","138343":"\n   What job position do you want?\n  ","138344":"\n   What board game do you like the most?\n  ","138345":"\n   If you could get rid of one thing in the world, what would it be?\n  ","138346":"\n   What is your favorite day of the week?\n  ","138347":"\n   What would you do with a million dollars?\n  ","138348":"\n   Do you associate songs with bad memories and you hate listening to them?\n  ","138349":"\n   Do certain colors make you feel happier? Which ones?\n  ","138350":"\n   I don’t know if it’s ok to ask this now but would you be ok if someone sends prayer to you?\n  ","138351":"\n   I’m so sorry to hear that. Wishing you strength and peace x\n  ","138352":"\n   Do you have a chain of command at work?\n  ","138353":"\n   condolences\n  ","138354":"\n   Would you rather be able to dodge anything no matter how fast it’s moving or be able to ask any three questions and have them answered accurately?\n  ","138355":"\n   .\n  ","138356":"\n   what happened?\n  ","138357":"\n   “his followers” interesting how you just assumed\/implied a leader would be male\n  ","138358":"\n   Just quickly wanted to pop online to say Merry Christmas! I hope you have a wonderful day! Keep being amazing! Much love 💕\n  ","138359":"\n   What is an illegal Christmas tree wtf\n  ","138360":"\n   Where are you\n  ","138361":"\n   Has anyone ever pronounced your name wrong?\n  ","138362":"\n   how’s your day going?\n  ","138363":"\n   In 2020 COVID hit the United States and a lot of family lost there love ones...Do you think it will get better in 2021?\n  ","138364":"\n   Longest relationship\n  ","138365":"\n   What do you enjoy learning about more than anything else?\n  ","138366":"\n   Literally heartbroken. 💔 Thoughts and so many hugs for you.\n  ","138367":"\n   MERRY CHRISTMAS🎄\n  ","138368":"\n   Do you like cats?\n  ","138369":"\n   Merry Christmas! 🎄🎁✝️\n  ","138370":"\n   What? You lost your little sweetheart? 😢\n  ","138371":"\n   Who is your all time favorite author? What is your favorite book they’ve written?\n  ","138372":"\n   How would you feel if people could read your mind? Would you change what you think about?\n  ","138373":"\n   Would you visit mexico? Do you like tacos? ☺️\n  ","138374":"\n   What was the reason you broke up with your e❌?\n  ","138375":"\n   Whats your favorite snack? If you dont eat snacks, whats your favorite meal?\n  ","138376":"\n   Are there any places that make you feel uneasy? (Ex. hospitals)\n  ","138377":"\n   Was the lightsaber really a more elegant weapon from a more civilized time? Didn't Anakin murder 30 children with it? 😳\n  ","138378":"\n   what’s your favorite type of cheese? 🧀\n  ","138379":"\n   What do you do on Boxing Day?\n  ","138380":"\n   Merry Christmas!! 🎄🌟 I hope you have a wonderful day, however you’re spending it! Wishing you much peace and joy 🤗✨\n  ","138381":"\n   on this christmas day, i want to wish everyone i follow a happy holidays (whatever you celebrate — or if you don't celebrate at all!) and a joyous new year. let's hope 2021 brings much better times. 💖\n  ","138382":"\n   What's ur favorite non-alcoholic or alcohol cocktail drink? Share a drink recipe here.\n  ","138383":"\n   Did you take any Christmas Day pics?☺️🎄\n  ","138384":"\n   I actually wonder what everyone actually got for Christmas but I hope everyone had a good with or without their family\n  ","138385":"\n   Do you ever use that filter on Snapchat with 'cute' stamped all the face, that's really popular with the lassies atm? Pap?\n  ","138386":"\n   I’m sorry about your beautiful baby. 🙏🏼❤️\n  ","138387":"\n   A little more sparkle✨, a little less stress.  This Christmas, I wish you the very best☃️ (Merry Christmas everyone!)🎄🎁🎅🏻\n  ","138388":"\n   What has had the ability to move you to tears?\n  ","138389":"\n   Have you ever celebrated a Jewish holiday\n  ","138390":"\n   PAP your Christmas dinner table!\n  ","138391":"\n   How are you today?\n  ","138392":"\n   what do you think you do better than other people? is there something you excel in?\n  ","138393":"\n   WHAT'S YOUR WORST HOLIDAY EXPERIENCE? ☹\n  ","138394":"\n   Who are the first 3 people you buy Christmas gifts for?\n  ","138395":"\n   How often do you have tea or coffee\n  ","138396":"\n   Have you ever been in love?\n  ","138397":"\n   A very Merry Christmas and a Happy New Year 💚\n  ","138398":"\n   So this is Christmas, and what have you done?\n  ","138399":"\n   .\n  ","138400":"\n   Who watches college basketball ??🏀 🏀🏀🏀👀\n  ","138401":"\n   Who was the last person you hugged?\n  ","138402":"\n   Are you pregnant\n  ","138403":"\n   Did you have a circle of friends in school\/work? How is your circle of friends?\n  ","138404":"\n   what’s something you love\n  ","138405":"\n   what nfl nba nhl and mlb teams do you root for?\n  ","138406":"\n   Hello do you like workout?\n  ","138407":"\n   hows your parakeet been and hows my sweet bear doin btw what kind of tabby is he\n  ","138408":"\n   What do you think makes a good leader? 🏴‍☠️\n  ","138409":"\n   Merry Christmas and happy holidays to you all! 2021 will be a better year I promise. Please be patient and be safe! Hopefully we will get this vaccine sooner than later and we can all give each other hugs again. I love you all!\n  ","138410":"\n   Do you like yoghurt?\n  ","138411":"\n   Do you live in a cul-de-sac ?\n  ","138412":"\n   Happy Holidays 🥳\n  ","138413":"\n   Merry Christmas 🎁🎄\n  ","138414":"\n   Would you rather never have to clean a bathroom again or never have to do dishes again?\n  ","138415":"\n   Do you understand why people are rude af for no reason?? 🙃🙃\n  ","138416":"\n   if you didn’t have to sleep, what would you do with the EXTRAAAA time?\n  "},"Answer":{"137344":"\n  I don't\n  ","137345":"\n  it's been pretty average speed for me. The year is sad so far but we're getting by\n  ","137346":"\n  I made a cozy little reading nook where Bubo's cage used to sit, in memory of her. Right now it's my favorite place in the house\n  ","137347":"\n  eh, they're as dependent as they need to be. I use a lot of tech but I wouldn't change that because it's useful and normal to do so in these times\n  ","137348":"\n  no\n  ","137349":"\n  41- 1-13- white-WA\n  ","137350":"\n  still drink every night\n  ","137351":"\n  I have kicked ass all day long now it's time to relax\n  ","137352":"\n  it would be nice to think that but no, not everything has a path towards a solution. Some things are just unhandleable. I think most things can be overcome, but not all. And really, it's surprising how much we do overcome but humans are creative and resilient\n  ","137353":"\n  I don't drive, but I own a nissan versa hatchback\n  ","137354":"\n  with other people but not strangers, like friends or family\n  ","137355":"\n  I can't think of any life hacks I use. Maybe like- sometimes I boil an egg in the water before I make hummingbird food to give the birds a little extra calcium and also to have an egg\n  ","137356":"\n  art and framing supplies\n  ","137357":"\n  what ENTITLEMENT to think Canada even wants you. It's an actual country with real people it's not just, The Extended US\n  ","137358":"\n  grossssss\n  \n  I honestly don't care what people do I have bad fashion taste that's so terrible it's amazing so like eat what you want\n  ","137359":"\n  mmmmm yeah, kinda\n  ","137360":"\n  like 10 years or so prob\n  ","137361":"\n  my eyes.\n  ","137362":"\n  I can't think of any questions for anyone\n  ","137363":"\n  genuine ones\n  ","137364":"\n  someone who likes meatloaf\n  ","137365":"\n  my partner\n  ","137366":"\n  oh whatever. I rarely have the energy to read but I'm trying to get back into it. I just finished the Grimm's fairy tales. Next up I have a historical fiction and a non fiction\n  ","137367":"\n  the fact that classic rock stations are playing 90s music\n  ","137368":"\n  facebook\n  ","137369":"\n  1\n  ","137370":"\n  I haven't seen either one\n  ","137371":"\n  meatloaf and yes. as an adult, I won't cook it or eat it.\n  ","137372":"\n  I'd say in some cases sure it depends on what's going on like in an emergency then use your phone, please\n  ","137373":"\n  I'd glue some hair on my face and be the bearded lady with the golden voice\n  ","137374":"\n  I feel unexplainably uncomfortable. And hungry. Kind of getting fixated on encaustic painting. Craving sweet potato fries.\n  ","137375":"\n  dream a little dream of me\n  ","137376":"\n  I came really close to convincing a hummingbird to land on my finger earlier today. He changed his mind after all but he hovered very close for a moment\n  ","137377":"\n  navy blue\n  ","137378":"\n  Helium by Glass Animals\n  ","137379":"\n  I support protesting but I'm leaving it to the healthier folk I haven't been to a protest personally since my teens.\n  ","137380":"\n  thank you :)\n  ","137381":"\n  I did my makeup today\n  ","137382":"\n  cute. I like black cats.\n  ","137383":"\n  nice. I have two older cats as well, both tabbys one orange and one brown. they are 16 and 12\n  ","137384":"\n  he is for sure a cutie pie\n  ","137385":"\n  blue lynx-point\n  ","137386":"\n  he's almost 5 months\n  ","137387":"\n  he's at that kitten stage where if you try to snuggle him he attacks\/bites tbh unless he's really sleepy\n  ","137388":"\n  yes that is little Bear. He's been extra rowdy all morning so he's sleeping hard\n  ","137389":"\n  my kitchen\n  ","137390":"\n  the cats are all napping happily\n  ","137391":"\n  yeah\n  \n  today's selfie\n  ","137392":"\n  some do. the rest are just here to harass me.\n  ","137393":"\n  Im' a recovering agoraphobic\n  ","137394":"\n  I don' t anything made me this way I'm just naturally a weirdo\n  ","137395":"\n  nope\n  ","137396":"\n  I love to paint\n  ","137397":"\n  I just don't interact much I guess\n  ","137398":"\n  parakeet\n  ","137399":"\n  I have no strong feelings about it\n  ","137400":"\n  I don't\n  ","137401":"\n  I can't think of any\n  ","137402":"\n  like once a week maybe\n  ","137403":"\n  just my old man in particular\n  ","137404":"\n  I do but no I don't have any games on my phone\n  ","137405":"\n  sure\n  ","137406":"\n  I may not have ever had one, I can't remember\n  ","137407":"\n  everybody's lonely by goldroom\n  ","137408":"\n  no\n  ","137409":"\n  house\n  ","137410":"\n  I don't have one.\n  ","137411":"\n  gorilla\n  ","137412":"\n  been working on a series of Grimms tales two more to go I think\n  ","137413":"\n  3\n  ","137414":"\n  my art\n  ","137415":"\n  yeah kinda\n  ","137416":"\n  cheese\n  ","137417":"\n  good to know\n  ","137418":"\n  I read what crosses my news feeds online sometimes\n  ","137419":"\n  great honestly\n  ","137420":"\n  I am doing some encaustic work in my studio\/nest\n  ","137421":"\n  probably but nothing I can recall.\n  ","137422":"\n  my friend David is like so beautiful it's offensive\n  ","137423":"\n  I mean, I guess some people it works that way. It seems to for me.\n  ","137424":"\n  lil 3 year old me\n  ","137425":"\n  I've been all over. I love roadside attractions so like, fake stonehenge and haunted doll museums the drive thru tree are my jam\n  ","137426":"\n  tei shi\n  ","137427":"\n  Wed\n  ","137428":"\n  no electricity\n  ","137429":"\n  I'm a lot more patient than I thought\n  ","137430":"\n  I have. for room demolition\n  ","137431":"\n  not that I'm aware\n  ","137432":"\n  I don't really have a set job now\n  ","137433":"\n  something created for the joy of creating.\n  ","137434":"\n  I don't really use either but I have both\n  ","137435":"\n  nope\n  ","137436":"\n  my art. It even precedes me in my community now which is such a great feeling. A local man running for congress even was like \"I saw your art on facebook!\"\n  ","137437":"\n  big fluffy babies is what they are\n  ","137438":"\n  schipperke for dogs probably, or tibetan mastiff\n  \n  my kitten is a lynx point javanese so let's go with that for cats because he is the prettiest and funniest kitten I've ever seen\n  ","137439":"\n  I don't know. the one I have lit right now is jasmine and patchouli\n  ","137440":"\n  you'd have to ask a butterfly\n  ","137441":"\n  I made an enormous ceasar salad with bacon and shrimp tonight and it really hit the spot. I needed crunchy greens. Today was nice. I got some work done and hung out with my partner. Getting ready to light a nice candle and just relax until bedtime\n  \n  today's selfie\/motd\n  ","137442":"\n  not at all. I exist very peacefully.\n  ","137443":"\n  thanks!\n  ","137444":"\n  accents don't do it for me. They don't matter to me so much unless I can't understand them.\n  ","137445":"\n  no, I'd want to stay, unless it could be for just like, a couple of days\n  ","137446":"\n  early afternoon\n  ","137447":"\n  I'm never doing anything wrong to be \"walked in\" on for\n  ","137448":"\n  encaustic painting\n  ","137449":"\n  sure. it's bread and meat.\n  ","137450":"\n  I'd rather find the cash\n  ","137451":"\n  creating, or spending time with animals\n  ","137452":"\n  art. Right now I'm knee deep in a series about Grimm's tales.\n  ","137453":"\n  thanks for checking in!\n  \n  I had a birthday yesterday that's really the only point of interest this year so far. I've been making art and keepin' on\n  ","137454":"\n  ate grocery store sushi, that's exciting\n  ","137455":"\n  I am happy regardless of religious beliefs, of which I have none.\n  ","137456":"\n  Beckys all act the same. I've only met two other Allisons but they were way different than me.\n  ","137457":"\n  I think \"what a dumbass\"\n  ","137458":"\n  I think they're pretty shitty people\n  ","137459":"\n  43\n  ","137460":"\n  I mean I have black things but it's not the majority of my wardrobe\n  ","137461":"\n  I mean, no one is lovin' it\n  ","137462":"\n  I mostly wear solid brights or like, multi-colored things. Like today I wore blue denim overalls with white, yellow, orange, and green embroidery and a yellow tee\n  ","137463":"\n  chicken and mushroom with chow mein\n  ","137464":"\n  yeah I gave up weeks ago. not that it matter,s the ghost shoutouts keep me enrolled somehow each week\n  ","137465":"\n  I have in the past dated men shorter than me. It really didn't matter.\n  ","137466":"\n  I had mcdonald's sausage biscuit for breakfast, a tiger roll (spicy prawn tempura and crab sushi) for lunch and snack, and a Palestinian feast for dinner that included chicken shawarma, dolmes, falafel, and two types of baklava (walnut and pistachio)\n  ","137467":"\n  no do people do that?\n  ","137468":"\n  happy bday to you too then!\n  ","137469":"\n  what a nice birthday I've had. now it's time to relax. I ate so much good food today. Did some art. Got out of the house for a minute. Bought a new candle.\n  \n  birthday selfie\n  ","137470":"\n  thanks\n  ","137471":"\n  I ate sushi for a snack today\n  ","137472":"\n  thanks!\n  ","137473":"\n  I think it's interesting  I have neutral feelings\n  ","137474":"\n  lately, I say \"get out of that\" or \"get away from there\" a lot\n  ","137475":"\n  nah I stopped like right after I got my account back but shout outs are so broken that I'm still getting hundreds of answers a week so they keep leaving the vip status up for \"high engagement\"\n  ","137476":"\n  thanks!\n  ","137477":"\n  I turned 41 today\n  ","137478":"\n  I really struggled at first with various lace knitting concepts but lacework is like, my thang now when I have the patience for it that is\n  ","137479":"\n  Allison by the Pixies\n  \n  or Allison by Elvis Costello\n  \n  or Allison's Starting to Happen by the Lemonheads\n  ","137480":"\n  I have no idea\n  ","137481":"\n  nothing comes to mind\n  ","137482":"\n  I have two old glass vases from my grandmother, that were passed down from HER grandmother, so this glass is pre-depression and they might be the oldest things in my house\n  ","137483":"\n  thank you Doug!\n  ","137484":"\n  thanks!\n  ","137485":"\n  I have no idea\n  ","137486":"\n  art\n  ","137487":"\n  yes. I have too much pain.\n  ","137488":"\n  eating whatever you want. Now I struggle to make a menu or plan a meal because there are just so many choices all the time\n  ","137489":"\n  kill bill\n  ","137490":"\n  I didn't have time for tv when I was a teenager\n  ","137491":"\n  thanks!\n  ","137492":"\n  I'm going to have pistachio baklava\n  ","137493":"\n  my only advice to you is to talk to your doctor. There should never be blood in your stool you need to change your meds if this is the cause of that.\n  ","137494":"\n  I loved Bubo with my whole heart and every second with her was worth it but without a bird I have so much free time. Birds take so much effort and now I have all this time to do stuff and my house is clean and my art is thriving\n  ","137495":"\n  inside my head\n  ","137496":"\n  weather here has been light rain and in the 40s and 50s\n  ","137497":"\n  thank you!\n  ","137498":"\n  probably ones having to do with hair\/beauty\n  ","137499":"\n  mashed probably\n  ","137500":"\n  I've only read like 3 books in the past 5 years, but when I was young I read a lot. I maybe own about 200 books currently but I've had hundreds more in the past.\n  ","137501":"\n  just my couple of ciders for the night. I might have 4 lol.\n  ","137502":"\n  weather, cramps\n  ","137503":"\n  it's Birthday Eve woo\n  \n  Send in some questions I am v high\n  ","137504":"\n  I've been alright. Busy. Working on art and keeping a clean house. Tomorrow is my birthday so I'm having a few drinks tonight.\n  ","137505":"\n  I do. Lately I've bought some throw pillows, rugs, and frames\n  ","137506":"\n  aware of the good points of any situation\n  ","137507":"\n  I could live but I'd hate it\n  ","137508":"\n  I do not. My poops are very normal and healthy.\n  ","137509":"\n  thanks! I started working with encaustic wax before I adopted Bubo but since the fumes are toxic to birds I put it all away until recently. It's interesting to me right now to combine the wax techniques with drawing elements.\n  ","137510":"\n  lately it's garnet\n  ","137511":"\n  good company, good food, a clean house, some time for art\n  ","137512":"\n  wavy\n  ","137513":"\n  I pamper myself regularly\n  ","137514":"\n  good food. skincare.\n  \n  I consider it a luxury that I have 5 lbs of shrimp and a freezer full of fresh mahi mahi and salmon steaks.It's a luxury when I can go to the store and get  nice steaks for dinner. These are things that would have been special occasion only growing up.\n  ","137515":"\n  weakest at resisting the things I want and strongest at enduring pain\n  ","137516":"\n  people have told me I'm standoffish but I never feel like I am\n  ","137517":"\n  anyone may follow me but I don't respond to DMs\n  \n  it's @ shehitsback\n  ","137518":"\n  I block. Or, I report and block. I rarely just delete and I rarely respond. I'm tired of it, it's out of control, there needs to be worse consequences.\n  \n  I will say, since I've started just blocking everything my inbox has been a LOT nicer\n  ","137519":"\n  black coffee\n  ","137520":"\n  -artist\n  \n  -schizophrenic\n  \n  -cat mom\n  \n  -smokes weed\n  \n  -word from home\n  \n  -married almost 17 years\n  \n  -enjoys cooking and knitting\n  ","137521":"\n  water\n  ","137522":"\n  without a machine I guess\n  ","137523":"\n  I miss the weird smells of the photography lab\n  ","137524":"\n  I don't even drive\n  ","137525":"\n  so I have desperately wanted a new office chair for years. my old office chair leaks carbon all over the carpet and is stained and has like no padding left in the seat. BUT it's the perfect size and it has a good tall headrest.\n  \n  My birthday is tomorrow and my husband gave me a new office chair today. It's so nice! Its leather, it's cozy, all of the padding is in the right place\n  \n  but it's not tall enough and it's weird to get used to so I keep wanting to complain\n  \n  I'll get used to it\n  ","137526":"\n  google pixel something or other and I like it\n  \n  ANYWAY\n  \n  I finished the first of my Grimm's fairy tales encaustic collage panels today, Mother Holle. Something wildly different than I've been doing, but instead more like some of my more experimental work in college.\n  ","137527":"\n  art, my animals, my life, mental health, makeup, nature, travel, knitting, etc\n  ","137528":"\n  80s\n  ","137529":"\n  yes please\n  ","137530":"\n  I just ate leftover curry for lunch\n  ","137531":"\n  my sister recently got a corgi puppy and she was originally going to name her Dolly after Dolly Parton but she decided she didn't look like a Dolly so she named her Penelope instead.\n  ","137532":"\n  yes\n  ","137533":"\n  sure\n  ","137534":"\n  Burgerville\n  ","137535":"\n  I haven't had it. I was tested when I had a cold and it was negative. I'm not too worried because I rarely leave the house.\n  ","137536":"\n  meatloaf\n  ","137537":"\n  from Virginia to Washington\n  ","137538":"\n  yeah we get wild over a little snow too\n  ","137539":"\n  meatloaf\n  ","137540":"\n  me\n  ","137541":"\n  I don't have covid deniers on my social media because I'm selective about who I add\n  ","137542":"\n  3-ply cotton with a little metal nose bridge and adjustable ear straps\n  ","137543":"\n  no, because when you meet your doppelganger you die it's a bad omen\n  ","137544":"\n  all of the original Grimm's Fairy Tales. The last one I read was Tom Thumb\n  ","137545":"\n  last time I spoke to in laws probably\n  ","137546":"\n  housing\n  ","137547":"\n  cricket pizza\n  ","137548":"\n  elephant\n  ","137549":"\n  the service people who serve them\n  ","137550":"\n  dishonesty, secretiveness, hatefulness, any isms, etc\n  ","137551":"\n  star wars\n  ","137552":"\n  there are so many good foods out there I'd never be able to choose one\n  ","137553":"\n  sure.\n  ","137554":"\n  I have a lot but I can't think of any right now for some reason other than spotify- probably the most important one- and collage maker pro- which I just added like two days ago\n  ","137555":"\n  dead pets\n  ","137556":"\n  Xmas music. I'm sure I'll be fine with it again eventually but this year I had to listen to it while I was waiting at the emergency vet before Bubo died.\n  ","137557":"\n  I just woke up less than an hour ago. The weather is light rain and upper 40 degrees F\n  ","137558":"\n  a trip to see a lady gaga concert\n  ","137559":"\n  smoking 24K gold and waiting for some waterproof pens to get delivered I keep ordering art supplies and home decor and then calling it birthday presents\n  ","137560":"\n  hope you got yr lucky charms\n  ","137561":"\n  Bear gets Merrell Kitten Dinner and Solid Gold Kitten food. His favorite thing today was to hide in a paper bag but his interests change frequently. All of my cats are loud purrers, yes.\n  ","137562":"\n  I like gold bond lotion because it doesn't aggravate my very sensitive skin. I use aquaphor for tattoo healing balm. I have a cbd balm I use on aching joints that smells like roses.\n  ","137563":"\n  Don Francisco's\n  ","137564":"\n  nah money isn't important to some people like it is to other people, and some people have goals outside of material things\n  ","137565":"\n  I have 4 tattoos and 9 piercings\n  ","137566":"\n  none. alcohol consumption makes me blush. Hot flashes make me blush. that's about it\n  ","137567":"\n  love it\n  ","137568":"\n  indeed\n  ","137569":"\n  bob's burgers, twin peaks\n  ","137570":"\n  burgers\n  ","137571":"\n  goodmorning and yes please on the chimichanga\n  ","137572":"\n  I'll be 41 in 3 days I think by now I know myself very well\n  ","137573":"\n  lime and frankincense or tangerine and cedarwood or forest smell\n  ","137574":"\n  encaustic art\n  ","137575":"\n  no\n  ","137576":"\n  13 because my birthday is a 13\n  ","137577":"\n  my brother in law\n  ","137578":"\n  I feel like I've seen them all at one point or another\n  ","137579":"\n  yes\n  ","137580":"\n  monterey jack\n  ","137581":"\n  Like This by Sofi Tukker\n  ","137582":"\n  who knows\n  ","137583":"\n  I don't know. My doctors tell me my depression is in full remission and it's really seemed that way but I can't imagine a life without for instance schizophrenia\n  ","137584":"\n  neither is hard for me I had EMDR therapy\n  ","137585":"\n  I can't even remember\n  ","137586":"\n  1\n  ","137587":"\n  my kitten\n  ","137588":"\n  coffee. because of addiction\n  ","137589":"\n  I dreamed last night I had to attend a black tie event but all of my dresses were torn up and stained so I was like, sifting through piles of shitty clothes trying to find one acceptable dress\n  ","137590":"\n  no\n  ","137591":"\n  neither\n  ","137592":"\n  yes\n  ","137593":"\n  the Pete and Pete theme\n  ","137594":"\n  some old toys and pictures\n  ","137595":"\n  not that I recall\n  ","137596":"\n  mistake- skipping cleaning the litter box one day OMG it was so nasty the next day.\n  \n  Good decision- getting Indian food for dinner\n  ","137597":"\n  My little parakeet plushie reminds me of Bubo\n  ","137598":"\n  good Chinese food\n  ","137599":"\n  Long Rider by Pixies\n  \n  Get Happy by NVDES\/The Knocks\/Blu Tiger\n  \n  Soul No. 5 by Caroline Rose\n  \n  Hell No by Von Sell\n  \n  What Goes On by Velvet Underground\n  ","137600":"\n  nah\n  ","137601":"\n  not fight to the death, but like, maybe slap across the face\n  ","137602":"\n  my stepmom\n  ","137603":"\n  a chicken but I couldn't tell you why, I just think they're cute\n  ","137604":"\n  ones where I get a gift\n  ","137605":"\n  very rarely unless it's the immediate future like what's next\n  ","137606":"\n  no\n  ","137607":"\n  no\n  ","137608":"\n  nothing comes to mind\n  ","137609":"\n  I always laugh at bob's burgers\n  ","137610":"\n  sure\n  ","137611":"\n  5'7\"\n  ","137612":"\n  so my partner isn't allowed to take monetary tips so his clients give him random ass shit as \"gifts\" instead like usually food but today he brought home a TON of CBD tinctures and balm lol it's so weird the last thing he brought home was a freezer full of fresh caught fish\n  ","137613":"\n  I'm good at taking my own advice\n  ","137614":"\n  I was very good at coming up with papers and other non creative writing honestly. Much easier then than it would be now.\n  ","137615":"\n  I just like most things\n  ","137616":"\n  nah\n  ","137617":"\n  warm\n  ","137618":"\n  I bought some solar powered fairy lights that worked great for like three days and now they only light up about a half an hour a night\n  ","137619":"\n  I got a tattoo and went to the bigfoot museum\n  \n  that was a year ago! My birthday is in 4 days\n  ","137620":"\n  I don't cringe about other people, or like, ever. it's weird that this is a trendy concept right now.\n  ","137621":"\n  I hadn't, but I'm interested! I'm working up to books again one fairy tale at a time so I will put it on my list for down the road a ways\n  ","137622":"\n  I still get excited when I make a new friend.\n  \n  I have- I don't know that I have a LOT of friends, but I have maybe a dozen people I would consider friends? And hundreds of acquaintances and a couple of very close friends\n  ","137623":"\n  I mean, he is a real human being not a figment of our imagination\n  ","137624":"\n  eleanor of aquitaine\n  ","137625":"\n  well enjoy it while you can.\n  ","137626":"\n  those are some extreme choices there bub.\n  \n  I don't have sympathy, no. I think the rules are there for everyone, and for good reason, and being a dickwad about them hurts your whole community\n  \n  But- I mean, no thrashings from me. Just a stern look. I wish they'd get a fine or something.\n  ","137627":"\n  I wish I knew why. Some people are just so- so- ignorant. willfully ignorant.\n  ","137628":"\n  super outgoing and very into science and math\n  ","137629":"\n  strange. That's nice I guess though. Do you think there's really anything you can do to stop supermarkets though? Other countries have been using them for decades exclusively.\n  ","137630":"\n  is this really the biggest thing to worry about in Greece right now?? I don't even believe that one bit.\n  ","137631":"\n  lol where do you live that this is the hill to die on currently\n  ","137632":"\n  it's a nice silly feel good movie\n  ","137633":"\n  I haven't seen a small local grocer since literally 1998. These problems have come and gone homie. Don't know why you're making them your concern now- when things are literally so much more dire than whether or not a grocer goes out of biz\n  ","137634":"\n  did you see the new bill and ted it was cute\n  ","137635":"\n  did you just arrive here from the 80s\n  \n  shopping malls are practically dead. They are no longer a threat. Walmart is a threat. Amazon is a threat. The malls have done their time.\n  ","137636":"\n  all are fine! happy cats\n  ","137637":"\n  I delete questions I don't want to answer\n  ","137638":"\n  I've been to 43 states and 2 other countries.\n  ","137639":"\n  santa baby\n  ","137640":"\n  not really.\n  ","137641":"\n  yasssss love to find forgotten cash\n  ","137642":"\n  I loathe friends lol\n  ","137643":"\n  some history on fayum mummy portraits\n  ","137644":"\n  who knows everything that comes out of my mouth is super awkward\n  ","137645":"\n  I think MJ abused those kids\n  ","137646":"\n  endure, you're better than them. fight back if you can. Don't let them get in your head.\n  ","137647":"\n  owls\n  ","137648":"\n  no\n  ","137649":"\n  I didn't but my sister did.\n  ","137650":"\n  a (failed) coup.\n  ","137651":"\n  true that. Most of my donations lately goes to Warm Springs Tribes, they have something like 1 in 5 has covid or some shit and people have really been hit hard by job loss on top of recovering from the fires this past year So in Portland, this question might maybe be- what have you done to support the indigenous population that really needs help immediately\n  ","137652":"\n  I don't believe in soul mates so I'd rather my partner not die\n  ","137653":"\n  I do like my eyes a lot and my hair is fine but I'm looking forward to when it goes white\n  ","137654":"\n  yeah we are for sure very white here. But it is a fair question of anyone in America really, I think it was sent out to more than just me\n  ","137655":"\n  twin peaks\n  ","137656":"\n  loooong\n  ","137657":"\n  make me a sandwich\n  ","137658":"\n  it's been like a month or so\n  ","137659":"\n  almost always a camisole\n  ","137660":"\n  I don't think I believe in soul mates. I do believe that there are a group of people out there with similar personality points as you that it's possible to form a strong bond with I guess but not that there's a predetermined love relationship.\n  ","137661":"\n  lots of folks\n  ","137662":"\n  I had a popcorn shrimp meal from Popeye's\n  ","137663":"\n  no\n  ","137664":"\n  no\n  ","137665":"\n  I am\n  ","137666":"\n  any kind. I tend to love pork best but I've tried basically anything the chef recommends including things like cow stomach and tripe\n  ","137667":"\n  I have some tikka masala potato chips I might open later.\n  \n  meanwhile I felt really \"body positive\" today? I feel sturdy and curvy and like a Renaissance painting\n  ","137668":"\n  it changes each time. I love tacos, tamales, ensaladas, fajitas, a good rice burrito\n  ","137669":"\n  I feel like it would bring joylessness\n  ","137670":"\n  It's irritating that in some cases you have to choose between connecting with normal human beings or attracting a troll. I say fuck the trolls and post what you want. Eventually, they get tired of being blocked.\n  ","137671":"\n  when my doctor offers it I will take it. I don't want to take away an opportunity from someone who needs it more than me so I can be patient\n  ","137672":"\n  pretty sure I saw a report from the UK but this is really sort of a job for google\n  ","137673":"\n  no, neither was my grandma I had to teach myself how because I had like nothing to go on lol\n  ","137674":"\n  I don't drink it but I do cook with it\n  ","137675":"\n  all kinds. I love most cuisines and I'll try anything.\n  ","137676":"\n  I did not. I did get a chance to go to the pop up lady gaga museum though which was very cool and I got the see among other things the meat dress\n  ","137677":"\n  thanks! This was the summer of 2019, when my bestie took me to Vegas to see Lady Gaga's Enigma show\n  ","137678":"\n  I would get baby yoda on my inner right arm I've sketched out a rough idea that I still need to refine\n  ","137679":"\n  he is a Blue Lynx-point Javanese\n  ","137680":"\n  I couldn't tell you the difference without googling it. I guess kindness doesn't have to include respect and respect doesn't have to include kindness but I'd prefer people treated me with both kindness and respect\n  ","137681":"\n  I'm not. I do want to start watching Sweet Home but I doubt I'll binge watch it\n  ","137682":"\n  only very rarely, and then only herbal or rooibos\n  \n  I have an orange ginger tea I like\n  ","137683":"\n  not date my biggest past abuser\n  ","137684":"\n  I didn't gain weight until I was in my late 30s, because of medications I'm on. Not like it matters to me. I hated being so skinny I felt bony.\n  ","137685":"\n  y'all worry so much about what others think.\n  \n  don't care, don't get embarrassed. it's part of growing up, at least I THOUGHT it was but this website is proving me wrong\n  ","137686":"\n  as if those images aren't already seared in my brain without google\n  ","137687":"\n  there isn't one\n  ","137688":"\n  stop being dicks\n  \n  start being kind\n  \n  care about others\n  ","137689":"\n  just slay it\n  ","137690":"\n  its been a long time\n  ","137691":"\n  I do have a kitten and two old lady cats. The kitten's name is Bear and he is a wild child.\n  ","137692":"\n  I wasn't really using public transportation before unless I was in Portland, but I have not used lyft or uber during this time\n  ","137693":"\n  the only people I can recall ever trying to \"impress\" were potential bosses, so nothing\n  ","137694":"\n  there was a like, squat for 30 days challenge on pinterest a thousand years ago where you built up to 100 squats a day\n  ","137695":"\n  there isn't one\n  ","137696":"\n  I don't I just get things done\n  ","137697":"\n  this is true in relationships often.\n  ","137698":"\n  I've been learning more about encaustic history\n  ","137699":"\n  I wouldn't say big impact, no.\n  ","137700":"\n  collagemaker pro\n  ","137701":"\n  food and mortgage\n  ","137702":"\n  amazon\n  ","137703":"\n  electropop\n  ","137704":"\n  San Diego\n  ","137705":"\n  I don't have snapchat\n  \n  I don't care what people do with their photos\n  \n  it really is like the most ridiculous thing to get all bent out of shape over\n  ","137706":"\n  my whole life is an adrenaline rush I literally have to take beta blockers to stop it. that's what panic disorder is.\n  ","137707":"\n  I do. for instance I'm working now on being more tidy\n  ","137708":"\n  I wouldn't. I don't like breakfast and I don't like sweets\n  ","137709":"\n  I don't.\n  ","137710":"\n  the first thing that came to mind was \"Beyonce\"\n  ","137711":"\n  I don't really get that embarrassed about things. For that to happen I'd have to care what others think.\n  ","137712":"\n  honesty\n  ","137713":"\n  we are,. thanks you too\n  ","137714":"\n  no.\n  ","137715":"\n  some things are proven true with science.\n  ","137716":"\n  lots of things. for instance, kittens are good.\n  ","137717":"\n  some. I have a ziploc bag full that came from my mom and a handful that came from my grandma.\n  ","137718":"\n  y'all I have felt so energized and productive lately. I'm winding down now if anyone has a question, my inbox has been cleared.\n  ","137719":"\n  so many, honestly. Things that aren't questions. things I don't feel like answering. things that are too personal. Things I report. Things I block the sender of. Repeat shoutouts.\n  ","137720":"\n  my whole second grade class ended up with lice\n  ","137721":"\n  shit is wild but also- I'm not at all surprised and I hope eyes were opened and people are punished for this\n  ","137722":"\n  from my understanding, he's a racist sex offender makeup personality. I've never tried his makeup or watched\/seen any of his content.\n  ","137723":"\n  Love it but haven't had any since March because the place I used to like to go to closed because of covid\n  ","137724":"\n  I'm reading through all 270-some grimms fairy tales, the original versions.\n  ","137725":"\n  okay anon, no one cares\n  ","137726":"\n  in my specific community- not that much. We support a few black owned restaurants and food carts, that's about it. Most of my local donations go to the tribal confederacies\n  \n  as a whole- I do donate as I am able to various causes, in small communities that need it like Flint or as a whole to NAACP or other larger organizations. I'm not rich though so my contributions are generally pretty modest.\n  ","137727":"\n  I sure don't know why don't you ask them\n  ","137728":"\n  move across the country\n  ","137729":"\n  yes- for about 8 years now and we met at a video game convention\n  ","137730":"\n  I've never had corned tuna had no idea that was even a thing\n  ","137731":"\n  with the knowledge I have now\n  ","137732":"\n  I don't know I don't pay enough attention to childishness\n  ","137733":"\n  not much of a noodle person really. more of a rice fan.\n  ","137734":"\n  nothing comes to mind\n  ","137735":"\n  just my phone\n  ","137736":"\n  yes when I was in my early 20s I went on a date with a 50-something year old once. From age 16-18 all of my boyfriends were in college. My first major relationship was 5 years older than me.\n  ","137737":"\n  spearmint\n  ","137738":"\n  drinking\n  ","137739":"\n  weed, and it would blast snoop dogg and dr dre's next episode\/smoke weed everyday\n  ","137740":"\n  the mall\n  ","137741":"\n  \"according to studies\" this sort of mindset comes around literally every generation about whatever the \"kids are doing these days\" and it's boring. No one is becoming emotionless from technology.\n  ","137742":"\n  I use the dishwasher more but I do occasionally wash something by hand\n  ","137743":"\n  I posted twice today but that's rare. Maybe an average of once per week.\n  ","137744":"\n  yes\n  ","137745":"\n  selfie\n  ","137746":"\n  I just finished laying down a layer of encaustic wax on a panel for an art series I plan on starting tomorrow. Now I'm just hanging out.\n  ","137747":"\n  white\n  ","137748":"\n  I don't really have a bucket list, but I do want to visit all 50 states. ONly 7 more to go.\n  ","137749":"\n  terrorists. I wish they were being arrested. Trump is on twitter running his mouth and inciting violence. This, make no mistake, is a coup and he needs to be removed from office immediately.\n  ","137750":"\n  I do. daily.\n  ","137751":"\n  96%\n  ","137752":"\n  vancouver, washington\n  ","137753":"\n  climb a mountain or do something exciting but physically demanding like that\n  ","137754":"\n  nope\n  ","137755":"\n  I smoked cigarettes for 15 years but I'm glad I stopped\n  ","137756":"\n  like- sincerity, kindness, creativity, intelligence\n  \n  dislike- acting like something your not, mystery, ignorance, cruelty, impatience.\n  ","137757":"\n  I have 5 nephews that I'm in contact with and a half-niece and 2 step-nieces I don't really hear from. I also have 2 great-nephews.\n  ","137758":"\n  I agree. I've gotten so sick of it tbh.\n  ","137759":"\n  wish I knew\n  ","137760":"\n  if I can get it\n  ","137761":"\n  mistreatment of animals\n  ","137762":"\n  bi\n  ","137763":"\n  I am I have issues with speaking out loud in private much less in front of others\n  ","137764":"\n  crackers or a twix bar\n  ","137765":"\n  left side\n  ","137766":"\n  my internet history is weird and mild so that\n  ","137767":"\n  words and tone, facial expression\/body language\n  ","137768":"\n  Victoria Island in Canada was beautiful. I'd like to visit Hawaii\n  ","137769":"\n  going to sort through some shit in the garage, and gather up encaustic supplies to get started on a series I'm planning out\n  ","137770":"\n  Aunty Entity from Mad Max Beyond the Thunderdome. She's so great too bad she's evil\n  ","137771":"\n  be left alone\n  ","137772":"\n  drawing, painting (oil, acrylic, encaustic, gouache) cooking, how to attract and befriend animals, quick makeup techniques, weed appreciation\n  ","137773":"\n  I think we can all agree that we need a different energy solution but here we are still using oil\n  ","137774":"\n  maybe as a child\n  ","137775":"\n  yes\n  ","137776":"\n  I like cheese but I'm not the biggest fan of cheesecake\n  ","137777":"\n  nope\n  ","137778":"\n  I took creative writing classes throughout my art education including in college. So plenty of both.\n  ","137779":"\n  the idea of warm or hot milk makes me want to throw up\n  ","137780":"\n  I like this question but I don't know enough about wrestling to answer. is suplex a thing\n  ","137781":"\n  vancouver, Washington. I'm in washington state, in a town called vancouver which is a suburb of portland oregon\n  ","137782":"\n  I don't live in Canada.\n  ","137783":"\n  english. I don't know how to speak french.\n  ","137784":"\n  bob's burgers\n  ","137785":"\n  knit, paint, draw, chores, listen to music\n  ","137786":"\n  I do\n  ","137787":"\n  nope\n  ","137788":"\n  yes. I like grass- but I don't often mow my lawn because there's a lot of clover and dandelion mixed in and I want to feed the spring bee population\n  ","137789":"\n  word up. Nah I'm good I only have but so much in the fridge even if I went bonkers and drank it all it wouldn't be enough to really do any damage\n  ","137790":"\n  what I mean is- instead of 3 ciders tonight, I'm revving up for 5 lol\n  ","137791":"\n  my brain is working on overtime today it's like mania except I don't get manic. Going to do a lil relapsing on purpose\n  ","137792":"\n  yoko ono\n  ","137793":"\n  cute\n  ","137794":"\n  a trip to LA and then renting a car to roll out to Joshua Tree and a few other random desert locales\n  ","137795":"\n  cool yay animals\n  ","137796":"\n  poor baby\n  ","137797":"\n  3 golden retrievers! I bet they take a lot of energy to play with\n  ","137798":"\n  I had a calico tabby years ago, she was so sweet but she had cancer too. Animals with cancer is so sad. That's what Bubo died of too\n  ","137799":"\n  no, set to a low setting\n  ","137800":"\n  I've only ever had tabbies and siamese\n  ","137801":"\n  cats are sure good\n  ","137802":"\n  I have 9 and my second job ever was as a piercing assistant\n  ","137803":"\n  good. everyone who wanted chicken tonight got some. Rin doesn't like people food so she declined.\n  ","137804":"\n  I can't remember who it was but one of y'all asked me to share some encaustic painting examples when I could- well I found the ones I did when I first started experimenting with it about 6 years ago, here was my portrait (the practice is based in funerary portrait traditions)\n  ","137805":"\n  a swirl of creative energy\n  ","137806":"\n  I have so many things to do, gotta gather up some materials and start on a new series of mixed media work I've got in my head, have some shipments of home decor items coming in I need to set up, plus my normal chores\n  ","137807":"\n  liar you adore me\n  ","137808":"\n  nah but I'm thinking about starting\n  ","137809":"\n  I'm good, getting ready to play some animal crossing\n  ","137810":"\n  I have a switch lite, and the only game I play on it is Animal Crossing which I love with my whole ass heart. I want a Blathers the owl tattoo. Today I'm going to craft the frozen\/ice furniture set and redecorate my back room.\n  ","137811":"\n  it was infuriating. It feels so wasteful, to have to use like a whole filter per mug essentially\n  \n  but I got a new 12 cup one so we good\n  ","137812":"\n  when my 12 cup coffee maker broke and I had to use my 4 cup coffee maker\n  ","137813":"\n  blizzards\n  ","137814":"\n  mancala, scattergories, mysterium, pente\n  ","137815":"\n  you don't. you endure.\n  ","137816":"\n  I never say Grogu because I feel like it might be spoilers in a way. But whatever. Also it sounds like something a pot grower would use to fertilize their clones.\n  ","137817":"\n  one of my dumb shoutouts from like weeks ago that keeps getting repeated over and over is \"Would you give Baby Yoda an egg\" and you would be SHOCKED how many people would deny that baby an egg\n  ","137818":"\n  a city is more congested, closely arranged, with public transportation and lots of buildings and business\n  \n  a suburb is like, the outskirts of a city, more sprawling, people have yards and a little space. There are shopping centers but not like, as big or crowded as in a city. Transportation is personal. There are parks and trees and nature areas.\n  ","137819":"\n  the Mandolorian. It's like little star wars movies but a series of them\n  ","137820":"\n  I don't live in a city I live in the suburbs\n  ","137821":"\n  this one guy invited me over to watch the miss america pageant with 3d glasses on while blaring Bjork\n  ","137822":"\n  I guess we can't. just gotta try.\n  ","137823":"\n  the egg. chickens aren't the only animal that lay eggs\n  ","137824":"\n  cabbage patch kids\n  ","137825":"\n  I feel sleepy for until I have a first cup of coffee\n  ","137826":"\n  someone who truly cares and listens. Who doesn't manipulate or envy.\n  ","137827":"\n  national lampoons christmas vacation. it's like, just okay.\n  ","137828":"\n  art, crafts\n  ","137829":"\n  when they cling to stupid things\n  ","137830":"\n  how to butter bread smoothly so that the whole piece of bread gets covered\n  ","137831":"\n  I wouldn't.\n  ","137832":"\n  lately, knitting\n  ","137833":"\n  I'm a capricorn I can't remember my rising sign maybe it was gemini?\n  ","137834":"\n  my partner for being my love for so long and supporting and loving me this whole time\n  ","137835":"\n  Long Rider by Pixies\n  ","137836":"\n  -I have 9 piercings\n  \n  -I sleep like 12 hours a day\n  \n  -I'm allergic to mangoes\n  ","137837":"\n  Bob's Burgers\n  ","137838":"\n  I'd like to think we're not, and that somehow we'll get help out of this mess one day\n  ","137839":"\n  I'm not even sure what you mean by trend culture. Trends have been a thing since the beginning of time.\n  ","137840":"\n  no one comes to mind\n  ","137841":"\n  10 more years- or more-\n  ","137842":"\n  I didn't technically make any but I've been on a cleaning kick\n  ","137843":"\n  go to bed\n  ","137844":"\n  my first outside of the home job was as a gallery assistant when I was 15\n  ","137845":"\n  art\n  ","137846":"\n  I send cards at xmas and sympathy cards or birthday cards throughout the year\n  ","137847":"\n  motd\n  ","137848":"\n  no\n  ","137849":"\n  on\n  ","137850":"\n  not that I can recall\n  ","137851":"\n  no, I was negative. I don't even think I've left the house since my test maybe one time\n  ","137852":"\n  other people trying to get in my biz\/get in my way\n  ","137853":"\n  twin peaks\n  ","137854":"\n  Get Happy by the Knocks\/NVDES\/Blu Tiger\n  ","137855":"\n  not really but I'll eat it if it's offered me\n  ","137856":"\n  are you saying that children don't breathe\n  ","137857":"\n  I work at home.\n  ","137858":"\n  not at all. you do you.\n  ","137859":"\n  a cheese plate\n  ","137860":"\n  breathe air\n  ","137861":"\n  I love drawing\n  ","137862":"\n  sure. I love personal mail.\n  ","137863":"\n  most of my day is time alone. I just clean and work and make stuff\n  ","137864":"\n  well okay, I have like two drawers full of makeup and also a trunk case. One drawer is just eyeshadow palettes and one is mostly brushes and lipsticks. The case has everything else. If I was to make a \"bag\" of makeup for like, travel or something, with just things I use lately, it would have all of my Haus Labs makeup, and an essence bye bye panda eye mascara and boi-ng concealer from benefit\n  ","137865":"\n  none\n  ","137866":"\n  Whip It by Devo\n  ","137867":"\n  I was in bed by 8:30 pm\n  ","137868":"\n  so cool\n  ","137869":"\n  I haven't been to one in years but I did used to enjoy them. I've not had one personally since I was a kid and my family had one\n  ","137870":"\n  not that I can recall\n  ","137871":"\n  *rin\n  \n  so good we bought two of those flippy fish toys so that's been fun\n  ","137872":"\n  they are doing great thanks for asking glad your babies are good too\n  ","137873":"\n  someone I followed on twitter used to use it\n  ","137874":"\n  mac and cheese\n  ","137875":"\n  I can't remember, it was like amanda or something\n  ","137876":"\n  there isn't anything\n  ","137877":"\n  thanks! you too\n  ","137878":"\n  Aunty Entity\n  ","137879":"\n  colossal I guess\n  ","137880":"\n  no\n  ","137881":"\n  I ordered a new lamp that arrives on Wed\n  ","137882":"\n  painting, drawing, cooking, knitting\n  ","137883":"\n  money\n  ","137884":"\n  sasquatch\n  ","137885":"\n  Not really. I feel like I barely interacted with anyone in 2020\n  ","137886":"\n  mr grieves by pixies\n  ","137887":"\n  nothing comes to mind\n  ","137888":"\n  I love clever shopping bag advertising like pictured\n  ","137889":"\n  I don't know. something that pleases my eye or senses. Something kind or creative.\n  ","137890":"\n  smoke up\n  ","137891":"\n  I can't remember honestly\n  ","137892":"\n  sing\n  ","137893":"\n  meditate\n  ","137894":"\n  when I was a kid sliced bread was the same size as meat and cheese but it's the bread that's changed size, not the fillings\n  ","137895":"\n  \"full of yourself\" is a made-up concept created by people jealous that they don't love themselves too\n  ","137896":"\n  seasonally\n  ","137897":"\n  usually, I do.\n  ","137898":"\n  it's been years since I've played but basically you move your stones from cup to cup and try to land your final stone in the final cup evenly\n  ","137899":"\n  ah, word. I have a very nice set with glass beads.\n  ","137900":"\n  it uses small stones and a board with cups, using rules that incorporate math. I can't remember which culture it's from.\n  ","137901":"\n  tulip\n  ","137902":"\n  I have in the past but I don't love the game and I try my best not to get suckered into playing\n  \n  my favorite strategy game is mancala\n  ","137903":"\n  I have 4. my western astrology sign on my left  shoulder blade, my eastern astrology sign in kanji on my right shoulder blade, my grandmother's handwriting of my first name on my right wrist, and a sasquatch I drew on my left inner arm\n  ","137904":"\n  animal crossing\n  ","137905":"\n  I'm indifferent. My partner is at work on Mondays, I generally use the day to catch up on the chores I put off on a Sunday\n  ","137906":"\n  warheads\n  ","137907":"\n  Demian by Hermann Hesse\n  ","137908":"\n  no\n  ","137909":"\n  it was hard but productive. I'm slowly getting this house deep cleaned.\n  ","137910":"\n  I miss the 90s. nothing feels meaningful like it did then\n  ","137911":"\n  I prefer summer because the weather is nicer and it doesn't rain everyday\n  ","137912":"\n  no but with the way I keep ordering dumb shit for the house you'd think I was\n  ","137913":"\n  definitely. I stopped making them because where I lived at the time was way too humid for predictable resin yields. I reckon I could try again now but it's a lot of hassle too\n  ","137914":"\n  nah not for knitting. I am actually a very slow knitter, and there are times I get sick of it and put it down for months at a time. Yarn is ridiculously expensive, at least the quality I use, so I would have to charge a LOT for knitted items, and I just don't feel good about that.\n  \n  I used to have an etsy store for resin and fabric collage pendants. They were wildly popular for like, a week lmao\n  ","137915":"\n  2,034\n  ","137916":"\n  I do but I listened to them so hard in my teen years that I sort of burned out on them for the rest of time\n  ","137917":"\n  I prefer pizza hut but they closed down the one in my area so we can't have it anymore\n  ","137918":"\n  I sure don't hate it\n  ","137919":"\n  My husband perfected his jambalaya tonight, and I sauteed some jumbo prawns to go with it and I am full and content after a long day of being stupid high and knitting and cleaning\n  \n  Got a question? I've cleared my inbox of shoutout repeats and harassment and there's nothing left\n  ","137920":"\n  goosebumps are completely random on me and nothing does it every time\n  \n  fun fact in Appalachian dialect it's \"goose flesh\"\n  ","137921":"\n  of course. that's part of the human experience.\n  ","137922":"\n  cleaning. I'm so tired of how messy we've gotten around here.\n  ","137923":"\n  very much.\n  ","137924":"\n  I smoke throughout the day. I have glaucoma that I'm treating.\n  ","137925":"\n  weed\n  ","137926":"\n  \"It happens here too\"\n  ","137927":"\n  alright\n  ","137928":"\n  I've won lots of prizes\n  ","137929":"\n  what does that even mean. I get by and have extra sometimes.\n  ","137930":"\n  gee thanks I bet you say that to all the ladies\n  ","137931":"\n  creating\n  ","137932":"\n  arm warmers\n  ","137933":"\n  not really\n  ","137934":"\n  encaustic painting\n  ","137935":"\n  lol thanks Kelli have a good new year\n  ","137936":"\n  that I'm willing to listen\n  \n  AMA folks I am relaxing after a long day of cleaning\n  ","137937":"\n  yes\n  ","137938":"\n  I feel more confident in bright colors and patterns. I feel like I'm expressing myself best and most sincerely.\n  ","137939":"\n  no, snug in my nest\n  ","137940":"\n  I did not but I was allowed to use the real oven whenever I wanted\n  ","137941":"\n  not ridiculous at all. best of luck to you. I had to step down nicotine with patches but the way you're doing it works too\n  ","137942":"\n  Today I'm smoking a Xmas gift strain, called Orange Cookie Mac #8. very sweet, very citrusy.\n  ","137943":"\n  I hope to do a series of small scale mixed media pieces using encaustic techniques\n  \n  also I'm trying to keep my house a little tidier\n  ","137944":"\n  sure.\n  ","137945":"\n  I mean, I taste weed when I smoke it?\n  ","137946":"\n  because lots of folks absolutely abuse the privilege and use it to harass and bully.\n  ","137947":"\n  a good attitude\n  ","137948":"\n  sold lots of art, had my work featured in a magazine\n  ","137949":"\n  in college we furnished our whole apartment with people's trash. Also there was a window shade and blind store nearby that always threw away window shades and I'd use those as painting canvases.\n  ","137950":"\n  lsd\n  ","137951":"\n  wonder woman only because I haven't seen the captain marvel movie or comics\n  ","137952":"\n  deviled ham, out of a tin. spread on toast with american cheese.\n  ","137953":"\n  I had homemade elk sausage on new year's day\n  ","137954":"\n  65\n  ","137955":"\n  I feel like I'm really going to love Alaska\n  ","137956":"\n  I love all trees. trees are some of my favorite things.\n  ","137957":"\n  we keep talking like we're going to take a road trip across idaho to montana but it's not happening until things are a little less covid-y\n  ","137958":"\n  hey you too\n  ","137959":"\n  animal antics\n  ","137960":"\n  hundreds\n  ","137961":"\n  I'm fine with my gender\n  ","137962":"\n  I like cannon beach in oregon best\n  ","137963":"\n  I guess the live streaming cause I mean, who would even watch?\n  ","137964":"\n  that I was main character af\n  ","137965":"\n  no\n  ","137966":"\n  I can't think of anything too impressive. I build a modern looking chair for a furniture class once but I don't have pictures\n  ","137967":"\n  I mean, slavery obviously\n  ","137968":"\n  I didn't make any\n  ","137969":"\n  third shift diner waitress\n  ","137970":"\n  I have weird dreams all the time. Last night I was travelling by motorcycle side car to audition people for an acrobatic circus\n  ","137971":"\n  kyle maclachlan\n  ","137972":"\n  a reasonable age difference either way, sure. My husband is 3 years older.\n  ","137973":"\n  no, bi\n  ","137974":"\n  Here is a pattern I wrote that happened to be sitting on my desk in my handwriting\n  ","137975":"\n  so while I agree arm warmers might not have a ton of use in some situations, in my particular situation they are very useful which is why I'm working on making a few pairs\n  ","137976":"\n  because with overalls you have to take the straps off and pull the whole shebang down\n  ","137977":"\n  there is a practical reason for me- I wear overalls a lot. Like I think I have 5 pairs. I don't own any fully long sleeved shirts to go under the overalls, so it's always a tee or a tank. So I'm left with two choices- wear a sweater over the overalls, and then have to take that sweater off every time I need to use the bathroom, or wear arm warmers and have ease of use.\n  ","137978":"\n  my dad voted trump the first time, but I'm pretty sure he voted Biden the second time. we don't discuss it I can't think of anything I'd rather do less than that\n  ","137979":"\n  I have a deep skillet\/saute pan that is always perfect. It's ceramic so I can't cook over a \"7\" on the stovetop but it's still perfect every time\n  ","137980":"\n  We don't have any house rules. People tend to think we're a no shoe house because there are shoes in the foyer but we're not. Wear shoes, wear roller skates, wear stilts, whatever\n  ","137981":"\n  if you wanna shave it just shave it\n  ","137982":"\n  I'm surviving. Today grief was physical. my whole body hurts. I pushed through my chores though and did everything that needed doing. My spouse made dinner (homemade baked mac and cheese, elk sausage, black eyed peas) and it was very good.\n  ","137983":"\n  Evil Dead 2 is a remake of Evil Dead and it's sooooo much better\n  ","137984":"\n  bear\n  ","137985":"\n  all these trolls begging for blocks today\n  ","137986":"\n  I sell art printed on various items through a company called redbubble. One of the things I sell is fitted cloth 3-ply masks. Those are what I have. link in bio.\n  ","137987":"\n  cloth reusable from my redbubble shop\n  ","137988":"\n  4\n  ","137989":"\n  Oregon\n  ","137990":"\n  I am not. I don't sell my knits, they are purely for personal use.\n  ","137991":"\n  I'm so tired of talking about 2020\n  \n  so anyway I finished an arm warmer, first project finished of the new year\n  ","137992":"\n  instagram, hue, dropbox\n  ","137993":"\n  lately I'm blocking folks like 5 times a day\n  ","137994":"\n  somewhere really distant and advanced\n  ","137995":"\n  the heat\n  ","137996":"\n  depends on which branch of my family tee you follow back. On my dad's dad's side, I would be part of the Plantagenet family in England, so part of Court. Every other thread we haven't traced back that far but they were likely just regular folk\n  ","137997":"\n  I've been- surviving. Still feel just sad and weak really. But each day is easier. New in 2021- I'm in the process of gathering the materials I need to do some encaustic art.\n  ","137998":"\n  I have a teal switch lite\n  ","137999":"\n  yeah it's alright\n  ","138000":"\n  I was addicted to cigarettes, and I quit with the help of a nicotine patch, as instructed on the box.\n  \n  more recently I've been stepping down my alcohol use, down to 3 drinks a night from 7\n  ","138001":"\n  -that I've never worked- I have had dozens of HARD jobs, started working as soon as I was legally able and worked hard for every year I was able up until I was too disabled to work\n  \n  -that I somehow care about the ridiculous things that get sent to my inbox- I just block.\n  ","138002":"\n  sky reflection I reckon isn't that what we're taught\n  ","138003":"\n  I mean, I'm wearing a pullover hoodie so I do have a kangaroo pocket. I mostly keep my phone or my hands in there\n  ","138004":"\n  years ago\n  ","138005":"\n  I have bought second hand clothes and dishes and furniture in the past\n  ","138006":"\n  I am always available\n  ","138007":"\n  telekinesis. telepathy is to intrusive\n  ","138008":"\n  no\n  ","138009":"\n  yes\n  ","138010":"\n  sure. there's always things that can change for the better.\n  ","138011":"\n  it really is. It's been broken for what- 3 weeks now? I haven't sent a shoutout in over a week because I don't want to add to it.\n  \n  I haven't had peanut butter in years\n  ","138012":"\n  no\n  ","138013":"\n  just lost interest. Mostly WoW.\n  ","138014":"\n  originally they were but I just got in the habit of having two monitors\n  ","138015":"\n  not anymore\n  ","138016":"\n  I'm not sure, I just did\n  ","138017":"\n  very well\n  ","138018":"\n  I regularly get asked \"where are you in your house\" \"what room are you in\" etc but today, I actually straightened up so behold, my nest\n  ","138019":"\n  encaustic painting techniques- so I'm getting ready to google that shit and learn\n  ","138020":"\n  I don't. Today though, I cleaned. and I cooked fried rice.\n  ","138021":"\n  happy new year Leigh\n  ","138022":"\n  art\n  ","138023":"\n  love em\n  ","138024":"\n  it passed pretty fast, but it all does nowadays.\n  \n  I learned to never expect things to remain the same\n  ","138025":"\n  happy new year!\n  ","138026":"\n  I have 4\n  ","138027":"\n  A good symphony makes me teary eyed but I'm not a fan of musicals.\n  ","138028":"\n  Kuroshi by Yoko Ono\n  ","138029":"\n  what?\n  ","138030":"\n  Yoko Ono, I just want to feel her peacefulness and tell her how much she's meant to me over the years\n  ","138031":"\n  art\n  ","138032":"\n  thank you, you too Tobbe\n  \n  I hope that I can create many new things\n  ","138033":"\n  not really, tbh. I'd rather just be done with someone.\n  ","138034":"\n  ehhhh\n  \n  when you're protecting someone you love I guess. but it's still probably better to go with the truth when possible\n  ","138035":"\n  hummingbirds\n  ","138036":"\n  because it needs it like why does anyone clean a house\n  ","138037":"\n  I lost my beloved companion pet on xmas it can suck a dick\n  ","138038":"\n  xmas is over.\n  ","138039":"\n  too big. I like baggy clothes\n  ","138040":"\n  gonna deep clean the house today so I have a clean house for the new year\n  ","138041":"\n  I don't\n  ","138042":"\n  no plans\n  ","138043":"\n  as a babysitter- 12\n  \n  at a \"real job\"- 15\n  ","138044":"\n  the beginning of 2020 was a cancer scare, the bulk of it wasn't too memorable for me personally, then it ended with the death of a beloved pet.\n  ","138045":"\n  yes many I grew up with a ton of pen pals\n  ","138046":"\n  I'm sure it'll be an adjustment\n  ","138047":"\n  I don't always give likes but I do like to see em\n  ","138048":"\n  I'm staying home like any other day. Probably go to bed early.\n  ","138049":"\n  yes\n  ","138050":"\n  no.\n  ","138051":"\n  so many things. Maybe I'd start with getting clean water to every community.\n  ","138052":"\n  ran some errands, bought a paintbrush, knitted, played animal crossing, ate spaghetti\n  ","138053":"\n  I bought a few items on amazon earlier- some hog hair brushes, some round wood panels, a ring, and some reusable shopping bags\n  ","138054":"\n  WHAT\n  ","138055":"\n  ha nah dawg I already deleted like over 50 shoutouts today\n  ","138056":"\n  potatoes\n  ","138057":"\n  my inbox is empty, so send in your questions y'all\n  ","138058":"\n  plenty\n  ","138059":"\n  -good memories of my sweet bird\n  \n  -the amount of love I've received this week\n  \n  -my husband's clients- I have a freezer full of quality meats right now- hundreds of dollars worth of elk, mahi mahi, salmon, and tuna, all freshly caught\/hunted- because Jon can't accept money tips but his clients love him so much that they tip him in food, which he is allowed to accept? So like our hours got cut this month but now that's saved me so much in groceries\n  ","138060":"\n  the bonds you have with animals\n  ","138061":"\n  yes I love hiking, especially on forest trails\n  ","138062":"\n  I do not, because I don't have a fenced yard. I do have three cats.\n  ","138063":"\n  thank you, happy new year!\n  ","138064":"\n  animal crossing, because it gives me small, attainable goals every day that I can put off without too much guilt or complete and feel like I accomplished something\n  ","138065":"\n  twin peaks\n  ","138066":"\n  windbreaker\n  \n  today's makeup\/selfie\n  ","138067":"\n  I think even without that stimuli women would have ended up working out of the home anyway, maybe just not all at once like that. Financially, most families need the extra income now.\n  ","138068":"\n  sometimes. I haven't watched anything like that in a long while though\n  ","138069":"\n  I considered buying one when I was 19 but I ended up moving to another state. In general, no I would rather not. I am very pleased with the house I live in .\n  ","138070":"\n  endure as best as you can, and when you're feeling up to it consider therapy because it really does help\n  ","138071":"\n  3 bedrooms, 2 bathrooms, a great room, a hallway, a kitchen. And an unfinished basement. It's a pretty small-to-average house.\n  ","138072":"\n  in small doses. I would say I'm pretty introverted but I enjoy people\n  ","138073":"\n  sure?\n  ","138074":"\n  yes. For almost 17 years.\n  ","138075":"\n  ...\"do emojis on PC). Anthony Padilla does a lot of half hour long vids on many kinds of things, especially certain careers and health stuff. They're often quite good but some are shite.\"\n  \n  ----\n  \n  I appreciate that about you. I literally only have ONE family member who's ever bothered to google my condition so like, they could learn a lesson from you\n  ","138076":"\n  I hadn't but I honestly have this weird aversion to youtube videos so it's not unusual that I hadn't seen it lol\n  \n  25 min seems like a lot so I probably won't watch it but thanks for sharing with me and also, thanks for being educated and learning more\n  ","138077":"\n  exactly\n  ","138078":"\n  for sure. And I understand, they want to be like, non threatening or whatever but really it's best to stay fully seated in reality so that your delusional friend can recognize that it's a delusion.\n  ","138079":"\n  nah I really mostly shop at shitty old amazon but they do daily deals sometimes so like this xmas tree for instance I was watching a few months ago at $158 has dipped down to about $64 (but I still haven't bought it because I'm convinced it'll go down one more time)\n  ","138080":"\n  that's how killer keller was too. She tried to train it out of me the whole year.\n  ","138081":"\n  people don't know what do do with delusions. Some think the best thing to do is pretend and go along. That's not the best thing to do in reality it super fucks with me.\n  ","138082":"\n  nah I did search for small armchairs and I think I clicked on a bar stool dining set that looked nice in the process\n  ","138083":"\n  I use an ad blocker so I have no idea what they advertise. Facebook keeps showing me dining room sets though\n  ","138084":"\n  sounds to me like you have a personal problem\n  ","138085":"\n  I love finding a good deal. I watch certain items online that I want for the lowest price\n  ","138086":"\n  I almost never get bored\n  ","138087":"\n  agree\n  ","138088":"\n  I would assume it's schizophrenia and that my friends are just being assholes and supporting my delusion. If they truly acted like they saw something, I'd secondarily default to believing in ghosts.\n  ","138089":"\n  you can delete what you don't want to answer by clicking on the three dots and selecting delete.\n  ","138090":"\n  Americans love german cars and japanese tech and italian food. I think the generation that was anti-these countries has sort of stopped being the consumer focus, so there's less stigma\n  ","138091":"\n  it just can't be said out loud without sounding like something hateful, not even thinking about the meaning or the fact that's been used to oppress. The sound itself sounds sharp and mean.\n  ","138092":"\n  spontaneous combustion at age 100 at a shopping mall\n  ","138093":"\n  cute lil animal?\n  ","138094":"\n  yes\n  ","138095":"\n  maybe\n  ","138096":"\n  my neighborhood fights over this all the time. I hate fireworks. They are banned where I live but people somehow have them every holiday anyway.\n  ","138097":"\n  I don't, but I did used to have a fidget cube remember those\n  ","138098":"\n  the california desert\n  ","138099":"\n  nope\n  ","138100":"\n  cvnt\n  ","138101":"\n  not very.\n  ","138102":"\n  good people? I don't have a type. just kind.\n  ","138103":"\n  yes\n  ","138104":"\n  yes\n  ","138105":"\n  agreed\n  ","138106":"\n  Mrs. \"Killer\" Keller, in 4th grade. She was like 90 years old, mean as could be, encouraged bullying, still believed left handed people were possessed by the devil\n  ","138107":"\n  lol no\n  ","138108":"\n  Just slay it\n  ","138109":"\n  I am not. I prefer to \"get it over with\" and then reward myself for a job well done.\n  ","138110":"\n  they are my lovely ladies\n  ","138111":"\n  sounds like lots of pretty babies\n  ","138112":"\n  Bear is worn out from being wild all evening. He's taking a nap. I have two other cats, both domestic short hair tabbies, one brown and one apricot. Their names are Rin and Mimi. I don't have a photo of all of them together because they don't really hang out together\n  ","138113":"\n  a couple of nights ago I dreamed I was at the beach digging in the sand and I kept finding awesome stuff like jewelry mostly and boxes of treasures\n  ","138114":"\n  would you just look at this fluffy boy\n  ","138115":"\n  I don't know if addictive is the right word but I dunno. maybe it is.\n  ","138116":"\n  I know you're asking because you're a gross little creep but I feel this question every day yes big boobs cause pain.\n  ","138117":"\n  well have a good relaxing night then\n  ","138118":"\n  I do. I'm very punctual and spend time mindfully\n  ","138119":"\n  I'm getting by. I'll be even better when my husband gets home with my cheesesteak\n  ","138120":"\n  that's all that matters in the end\n  ","138121":"\n  word. I had like 3k followers when I got my verification.\n  ","138122":"\n  when i was 19 a local gallery offered me a one-woman show, which is a HUGE deal and was a very rare honor for someone at that age. Unfortunately, I was in the middle of a complete and total schizophrenic meltdown that was getting ready to ruin my entire life. I got so nervous about the show that I just like- moved away and didn't tell the gallery. It wasn't the reason I moved, I had to to get help, but I was just so completely overwhelmed I couldn't even DEAL with things.\n  ","138123":"\n  I love it\n  ","138124":"\n  sure that's natural but I also endure and survive\n  ","138125":"\n  you have to meet all this criteria like a certain amount of followers and a certain amount of questions and answers showing activity and you have to have a good like to post ratio and be a VIP for a little while\n  ","138126":"\n  currently, I haven't been fed my dinner\n  ","138127":"\n  telekinesis so I could be like a muh effin jedi\n  ","138128":"\n  ughhh. I guess buy extra things.\n  ","138129":"\n  I mean, I CAN have any imaginary friend I want, right? Nothing is stopping me except for my doctor's might up my meds. I just don't WANT one.\n  ","138130":"\n  drawing\n  ","138131":"\n  Delaware. What an awful little place.\n  ","138132":"\n  Allison means \"of royalty\"\n  ","138133":"\n  then go to a doctor\n  ","138134":"\n  David Lynch\n  ","138135":"\n  sashimi for sure\n  ","138136":"\n  I can't even remember the last time I listened to the radio. The last song I heard on spotify was the Channel Tres remix of Tyler, The Creator's EARFQUAKE\n  ","138137":"\n  41\n  ","138138":"\n  my local grocery store actually. Everyone is so nice and they love me and always stop to talk to me, and they're a small grocery but they're always offering new and different things to try like out of nowhere they carry Hum Bao and fresh Octopus now? Like so random for a suburb grocer.\n  ","138139":"\n  I am not.\n  ","138140":"\n  orange\n  ","138141":"\n  thanks!\n  ","138142":"\n  this is my current rough idea, I need to clean it up and find an artist who uses tan ink because that color has proven hard to find for some reason? I guess it doesn't look great on many skin tones.\n  ","138143":"\n  I've already started sketching out baby yoda tattoo ideas tbh\n  ","138144":"\n  in my nest\n  ","138145":"\n  best tv show in ages tbh but I'm also way biased I love baby yoda so effing much\n  ","138146":"\n  every episode feels like a mini star wars movie\n  ","138147":"\n  I don't watch hardly any so I couldn't tell ya. I know mandolorian was way good.\n  ","138148":"\n  but it's almost personal Leigh\n  ","138149":"\n  I feel like a lot of it was just tons and tons of training. But thank you! I'm proud of my abilities because I suck at so much other stuff\n  ","138150":"\n  for sure. I did a portrait (traditionally, they were portraits done as funerary memorials) but I can't find it it was so long ago. I still have the electric skillet I was using as a hot palette here under my desk somewhere and at least a dozen pigments just gotta set it all up one day.\n  ","138151":"\n  it's an ancient technique using pigmented wax, you melt the wax down to a liquid and paint with it in small quick layers and it dries to a hard wax.\n  ","138152":"\n  almost\n  ","138153":"\n  lord if I did I'd be counting every time I came to this site\n  ","138154":"\n  I really wanted to get into encaustic painting but I stopped when I got a bird because the fumes are dangerous. I guess now I can pick that back up if I want.\n  ","138155":"\n  it's weird that this was sent out as spam\n  ","138156":"\n  I'm from Virginia. I live in Washington.\n  ","138157":"\n  they really have been. It's completely garbage how some people act. thank you for the kind words.\n  ","138158":"\n  yoga\n  ","138159":"\n  I mean it's gonna just be my opinion\n  \n  but nyc smelled bad\n  \n  and la had amazing tacos\n  ","138160":"\n  I blocked him, he tried it again right after. People wonder why I occasionally turn anon off- smh\n  \n  Thank you very much, I appreciate it\n  ","138161":"\n  are you seriously sending me fetish shit on a thread about my dead pet? You fvcking gross loser\n  ","138162":"\n  sure\n  ","138163":"\n  thank you. No she didn't die in her sleep, that would have been preferred actually. she died in the hospital. I don't think I'm going to get another bird for a very long time.\n  ","138164":"\n  love em\n  ","138165":"\n  I do. We met at a video game convention.\n  ","138166":"\n  after lunch and chores when I sit down to do something creative\n  ","138167":"\n  thank you. She was the sweetest baby.\n  ","138168":"\n  painting a roadway on a wall and then going through it\n  ","138169":"\n  not anymore but as a teen it sure was\n  ","138170":"\n  told someone to start smoking to get rid of hiccups\n  ","138171":"\n  my parakeet died of cancer on xmas day. she will always be my favorite companion animal.\n  ","138172":"\n  Bubo used to land on my head and try to make a nest in my hair, that was always funny. she was so determined\n  ","138173":"\n  LA\n  ","138174":"\n  no\n  ","138175":"\n  art, animals, cooking, knitting\n  ","138176":"\n  of course\n  ","138177":"\n  Happy birthday!\n  ","138178":"\n  just woke up. weather is grey and cold.\n  ","138179":"\n  NYC\n  ","138180":"\n  it's a medical condition for when your level of panic is affecting your physical health. For instance, I was diagnosed with panic disorder when I was giving myself heart attacks with panic attacks.\n  ","138181":"\n  nope\n  ","138182":"\n  people need to realize this is not a dating site like it's so gross and entitled to treat every site like that's appropriate\n  ","138183":"\n  I don't hate it but I'm also just not very into superhero movies\n  ","138184":"\n  like a dozen but I never wear any\n  ","138185":"\n  eh, I have a long held account there but I don't really do much with it at least not like facebook or instagram\n  ","138186":"\n  popeyes\n  ","138187":"\n  victoria island, canada, nassau bahamas, most of the major US cities, and my favorite point of interest in the past few years was out in the middle of nowhere in the California desert, this little art\/sculpture town called East Jesus\n  ","138188":"\n  good is easier\n  ","138189":"\n  yes. I don't love playing though.\n  ","138190":"\n  I'm proud of how nice these arm warmers are turning out\n  ","138191":"\n  then probably you are creepy or something. work on that.\n  ","138192":"\n  I haaaaaate it\n  ","138193":"\n  it's tough to hear maybe but for a lot of these young men so worried about dating, it's true. Women aren't like, prizes to be won and you need to learn how to be an interesting person if you want people to show interest\n  ","138194":"\n  stop worrying about women and start worrying about fixing yourself. If you are having trouble finding people to like being around you then there's something wrong with you probably, not them\n  ","138195":"\n  sometimes.\n  \n  I finished painting my tribute to Bubo today\n  ","138196":"\n  vaccines lessen and eventually eradicate covid for at least a while.\n  ","138197":"\n  try therapy. It really helped me get some footing on the climb up out of self-loathing into the realm of self love\n  ","138198":"\n  like I need to go back and get it, it has a wallet case so my id and credit card are attached to my phone\n  ","138199":"\n  I mean, I can be caring and selfless on occasion, but I wouldn't go as far as to say I'm altruistic. I'm good intentioned at best.\n  ","138200":"\n  ew no\n  ","138201":"\n  I have, I don't mind it. I eat it when I'm out with vegan friends sometimes.\n  \n  happy birthday!\n  ","138202":"\n  sweet\n  ","138203":"\n  my dad has them all too we watched them a lot when I was a kid\n  ","138204":"\n  nice! my stepmom was telling me about some other kids movie about yeti called little foot or something, lots of fun squatch media for kids\n  ","138205":"\n  sasquatch\n  ","138206":"\n  the old twilight zones are what comes to mind first\n  ","138207":"\n  I got a good night's sleep thankfully. So I feel a little better. I'm excited to work on my painting later.\n  ","138208":"\n  yeah, I'm still correct. Go away or get blocked.\n  ","138209":"\n  um\n  \n  I said \"your\" as in \"your mouth\" as in possessing a mouth\n  \n  \"You're\" doesn't fit there because it's meaning is \"You are\"\n  \n  I had no intention of saying \"You are mouth\" that makes no sense\n  \n  so what the eff are you on about dumbass\n  ","138210":"\n  don't look at my living room please, it's a nightmare. My partner is like a hurricane, everywhere he moves things shift and settle and papers fly and things just sort of fall into weird places I gave up cleaning up after another grown ass human so everywhere else is clean except for his two favorite places in the house, his office and the living room.\n  \n  but no I don't know why some people are such a mess. I like to have my areas of the house neat and tidy\n  ","138211":"\n  bob's burgers, steven universe, adventure time\n  ","138212":"\n  truckin along\n  ","138213":"\n  I have, but I'm also schizophrenic\n  ","138214":"\n  not in a long time, but I want to do a road trip when it's safe\n  ","138215":"\n  it depends on the problem. Sometimes, people are doing weird shit as a hustle and you don't know what they're living situation is like or what they need to get by, so you shut your mouth\n  ","138216":"\n  of course they get kisses. my kitten sleeps curled up under my chin, with his little face pressed against my cheek\n  ","138217":"\n  I'm proud of my spouse for totally handling it around here while I grieve\n  ","138218":"\n  I've only ever wanted to be one thing really\n  ","138219":"\n  drugs\n  ","138220":"\n  yes many times. sometimes I'm sorry and gentle. Other times I returned the love\n  ","138221":"\n  black coffee\n  ","138222":"\n  lotion on laptop seems the worst to me\n  ","138223":"\n  I would mind my own biz\n  ","138224":"\n  I can't think of anything I'd want to go back and say\n  ","138225":"\n  I don't care about either but I guess 10 min\n  ","138226":"\n  3rd shift diner waitress was the absolute worst. I was bad at it, my coworkers were all weird as hell, the customers were just drunks and cops\n  ","138227":"\n  no? They're just phrases.\n  ","138228":"\n  I learned both in school and now they both mush together in my head. I'm more familiar with Imperial\n  ","138229":"\n  I could it's awful\n  ","138230":"\n  I bought some pistachio revenge yesterday\n  ","138231":"\n  no\n  ","138232":"\n  my real self has had some changes but I still have stayed steadily me throughout\n  ","138233":"\n  birds and squirrels on my back balcony\n  ","138234":"\n  lol yeah I quit smoking in winter too\n  ","138235":"\n  thanks homie. I have my husband only bringing me in a specific number of ciders a night from the garage fridge and that helps then I have to be really determined to go out into the cold to get anymore than that\n  ","138236":"\n  I was down to 4 a night but then I got back up to 7 a night and then it was down to 5 a night then Bubo died and now after two nights of 6 I'm doing 5 again\n  ","138237":"\n  I have a custom made gold and emerald ring that I inherited from my dearest grandmother\n  ","138238":"\n  aah\n  ","138239":"\n  quit drinking for real\n  ","138240":"\n  I failed VIP this week again. I think I'm giving up on it, at least until they fix shoutouts. I feel weird about adding to the repeated over and over again noise that they are currently.\n  \n  anyway look at this kitten\n  ","138241":"\n  thank you <3\n  ","138242":"\n  I am. I am sad, but I'm surviving. I didn't cry any today. I even left the house which was hard- especially since my phone got shoved into my purse wrong or something and it started blaring xmas music in the produce aisle of the grocery which made me hurt a lil because she died on xmas.\n  ","138243":"\n  I'm making the nook her cage used to be into a reading area in her memory, this will hang over the armchair when I'm done and I ordered a lighted cherry blossom tree lamp to hang the little ornament I have her shed tail feathers in on\n  ","138244":"\n  yes and in most cases I blurted it anyway and in one case I didn't and then regretted it a long time\n  ","138245":"\n  lucky\n  ","138246":"\n  nope\n  ","138247":"\n  cat piss\n  ","138248":"\n  started a painting of Bubo today\n  ","138249":"\n  that would be a stalker and there are lots of them being creepy pathetic losers on this site\n  ","138250":"\n  21\n  ","138251":"\n  road construction noises, screeching feedback from speakers\n  ","138252":"\n  I feel like there was some sort of sketchy magazine thing when I was like, 19 but I barely remember\n  ","138253":"\n  I wanted to start a painting today, and I did. Now to get some more knitting done.\n  ","138254":"\n  sometimes, sure. Mostly I enjoy my time here\n  ","138255":"\n  peace\n  ","138256":"\n  thank you! he was adopted about a month and a half ago, his name is Bear!\n  ","138257":"\n  my favorites lately tend to be action movies. I love for instance star wars, mad max, and fast and furious movies. I also like \"art house\" type movies, the sort of thing I would have seen in film class. I like a good horror but I'm particular about it. I get tired of the mental illness tropes in this particular genre.\n  ","138258":"\n  I guess. shrug. I'm not a mean person though .\n  ","138259":"\n  lol- by breaking up with them? Isn't that normally how it goes? Or are you suggesting people don't love me, because have I got news for you\n  ","138260":"\n  I have\n  ","138261":"\n  well, I guess the great room but technically I have a favorite PART of the great room, which is a little dining nook and where I've built my office. It's my favorite because this is where I work and hang out, I have two desks and a buffet-style shelving unit that I use as a third desk and storage, one desk has my computer and two monitors, the other desk has my paint and easels, the storage shelves hold my knitting yarn and other art supplies. The cats like to hang out here and there's a heating vent right next to my chair so it's always cozy.\n  \n  There's a nook in this area that I used to have Bubo's bird cage in, and since it was a quite large cage the space is pretty empty now. For my birthday my husband said I could buy a new armchair and lamp to put there, to make a little reading nook in Bubo's honor. I'm working on a painting to place over the chair now. This will soon be my favorite part of the house\n  ","138262":"\n  bruh, I smile like all the time for no good reason\n  ","138263":"\n  I need to pick up that habit\n  ","138264":"\n  sorry bout that. I guess I need to stop dropping so many eff bombs so I don't get for real banned\n  ","138265":"\n  huh. They never told me why I was supposedly banned, just chalked it up to \"error\".\n  ","138266":"\n  I mean, obviously the dad jokes.\n  \n  also what happened to your old account? Did yours get suspended like me?\n  ","138267":"\n  I like to eat dinner together, even if it means I'm waiting very late for his job.\n  ","138268":"\n  it's been pretty mild here so far so I have enjoyed it, yes. I love hoodie weather.\n  ","138269":"\n  very often\n  ","138270":"\n  sometimes. like a mug or a magnet or a hoodie\n  ","138271":"\n  sure\n  ","138272":"\n  twitter, facebook, this, instagram, twitter analytics, nextdoor, microsoft mail, yahoo mail, redbubble, amazon, colossal\n  ","138273":"\n  it floats out of your ear and into the universe\n  ","138274":"\n  probably not. it's literally against the rules of this site to ask sex questions so those are a no go. Anything related to that is a no, too. I don't like to talk about my family or infertility, so those are a no. the only personal questions I don't mind are about mental health and about my current life.\n  ","138275":"\n  I'm used to it because of my husband's job he's always getting messages and calls\n  ","138276":"\n  I like anything but \"hot\" or \"sexy\" those are not compliments for me their an admittance that someone can't control their libido.\n  ","138277":"\n  who knows I love to sleep\n  ","138278":"\n  no\n  ","138279":"\n  there hasn't been enough of a \"type\" for me to accurately answer this\n  ","138280":"\n  rewarding job\n  ","138281":"\n  pretty well I'd say, I'm much older than the typical getting to know yourself years\n  ","138282":"\n  somewhere new each time\n  ","138283":"\n  freelance art\n  ","138284":"\n  around 8:30 pm\n  ","138285":"\n  I have a 16 year old cat, a 12 year old cat, and a 4 month old kitten\n  ","138286":"\n  the forest\n  ","138287":"\n  cigarettes\n  ","138288":"\n  good luck!\n  ","138289":"\n  schipperke\n  ","138290":"\n  it doesn't.\n  ","138291":"\n  I had her for almost 5 years.\n  ","138292":"\n  easy-going questions to distract me are appreciated tonight\n  ","138293":"\n  Popeye's\n  ","138294":"\n  I broke my finger as a kid because I was doing some weird acrobatic shit on a swing\n  ","138295":"\n  I don't\n  ","138296":"\n  usually just butter but sometimes marmalade or deviled ham\n  ","138297":"\n  I can't think of anything that needs one that doesn't already have one\n  ","138298":"\n  I bought a hoodie at Snowglobe but that's it\n  ","138299":"\n  I grunt and make half formed word sounds\n  ","138300":"\n  49 F\n  ","138301":"\n  because of my past and mental illness, I am very defensive- and most of my nightmares are of persecution of some sort.\n  ","138302":"\n  yes, ballots are made of soup in washington state. democrat soup in fact. it's all part of a larger conspiracy\n  ","138303":"\n  you could have been the troll in Charlie's musical on it's always sunny but you missed your chance, the role went to danny devito instead\n  ","138304":"\n  in the olden days you'd only get to be a bridge troll nowadays there are options\n  ","138305":"\n  this is such a weird thing to troll about\n  ","138306":"\n  carrot cake\n  ","138307":"\n  it's not always true or shouldn't always be true. Obviously if someone hurt my SO I wouldn't be their friend but also I don't expect my husband to hate my ex boyfriend who he didn't even know.\n  ","138308":"\n  a little nurture, a little nature, the love we're given or denied and the environment we grow in\n  ","138309":"\n  <3 this is very sweet thank you\n  ","138310":"\n  there have been so many weird glitches and errors on this site lately\n  ","138311":"\n  no thank you I do want to share my favorite picture of my baby and me though. Thank you for thinking of me <3\n  ","138312":"\n  thank you <3\n  ","138313":"\n  everyone hates you\n  ","138314":"\n  thanks you too\n  ","138315":"\n  almost 41\n  ","138316":"\n  I wish we were focussing more on ocean discovery tbh\n  ","138317":"\n  yes\n  ","138318":"\n  emmet otter's jugband xmas, elf, and national lampoons christmas vacation\n  ","138319":"\n  bone in. flats particularly\n  ","138320":"\n  a cure for cancer\n  ","138321":"\n  growth. change. language. nature.\n  ","138322":"\n  Kyle MacLachlan\n  ","138323":"\n  according to spotify it was Addio by Mexico City Blondes\n  ","138324":"\n  eastern- sheep\n  \n  western- capricorn\n  ","138325":"\n  right here at my computer, in a hoodie with some coffee\n  ","138326":"\n  adopted a kitten\n  ","138327":"\n  a good winged eyeliner\n  ","138328":"\n  owls\n  ","138329":"\n  cheese\n  ","138330":"\n  I like some. my favorite franchise is sci fi (star wars)\n  ","138331":"\n  more loving and nurturing and less hatefulness and criticism\n  ","138332":"\n  sure probably\n  ","138333":"\n  I mean, my mail in ballot is made of paper, so\n  ","138334":"\n  teleport for sure\n  ","138335":"\n  lake tahoe on new years eve was the coldest I've ever been- it was about 10 degrees F.\n  \n  the Nevada desert in the Summer was the hottest I've ever been- about 115 degrees F\n  ","138336":"\n  sucking up spit loudly\n  ","138337":"\n  I don't have a hero\n  ","138338":"\n  I'm not really. I'm old and tired. More power to the youth and their activism I just wish they'd stop trying to police my every action and start focussing more on people who are actually a problem.\n  ","138339":"\n  a monte cristo at some old pub that doesn't exist anymore\n  ","138340":"\n  I love where I live\n  ","138341":"\n  I have a couple of friendships like that.\n  ","138342":"\n  being a surly teen in disney world.\n  ","138343":"\n  self employed artist\n  ","138344":"\n  mancala\n  ","138345":"\n  cancer\n  ","138346":"\n  Wed\n  ","138347":"\n  pay off the mortgage and fix up the house and buy my partner a new car\n  ","138348":"\n  I never have before but I've gotta say I turned sour on xmas real quick yesterday, considering it's what I had to listen to at the animal hospital\n  ","138349":"\n  bright colors. especially sunset colors like pink and orange. bright green and yellow like my bird was. Happy mixes or stripes.\n  ","138350":"\n  of course cutie that's very kind of you to think of me\n  ","138351":"\n  thank you Doug\n  ","138352":"\n  no. it's just me.\n  ","138353":"\n  thank you\n  ","138354":"\n  the dodging for sure\n  ","138355":"\n  I REALLY shouldn't even have to say this, but y'all make everything such a fucking delight, let me tell ya\n  \n  You are a TERRIBLE PERSON if you harass me right now, while I\"m grieving my best friend. I will report. I will block. I might get mad enough to specifically mention you in my email thread to ask support. Like, seriously. THE WORST\n  ","138356":"\n  my companion parakeet died of cancer.\n  ","138357":"\n  I'm from a generation that was taught in grammar classes that the default is \"he\". it meant literally nothing more than that dumbass.\n  ","138358":"\n  merry xmas\n  ","138359":"\n  I was living in dorms and we weren't allowed trees or lights and I did both anyway\n  ","138360":"\n  washington state\n  ","138361":"\n  some people pronounce the silent \"p\" in my past name which is such an awkward sounding name like no one has that name\n  ","138362":"\n  really, truly horrific. I've cried all I can cry so now I\"m drinking.\n  ","138363":"\n  I truly hope so\n  ","138364":"\n  18+ years\n  ","138365":"\n  oh whatever I've been thinking about. I was learning about cat breeds yesterday\n  ","138366":"\n  thank you\n  ","138367":"\n  merry xmas\n  ","138368":"\n  I love them I have three\n  ","138369":"\n  merry xmas\n  ","138370":"\n  yes. She had a tumor so big it made her organs prolapse, and she didn't make a peep. I had breakfast and everything this morning before even noticing because she was acting totally normal and I hadn't looked at her bottom. As soon as I noticed of course we went straight to the only open animal hospital in the area, which was 40 min away. She was so well trained and such a sweet little bird that I never would have known she had cancer. I am going to miss her so much.\n  ","138371":"\n  I love hermann hesse, but especially his book Demian\n  ","138372":"\n  they'd see how much I slip into meditation and just completely disconnect, which is going to be super boring\n  ","138373":"\n  I would and I love them\n  ","138374":"\n  the most recent one before my partner, just because we weren't serious or anything and I liked my partner better so I wanted to be exclusive with him and not dating other folks.\n  ","138375":"\n  chex mix made by my dad is my favorite snack. I miss it this xmas.\n  ","138376":"\n  the animal hospital. Everytime I go to an animal hospital I lose a friend. Our emergencies are never anything fixable.\n  ","138377":"\n  the poor younglings\n  ","138378":"\n  monterey jack\n  ","138379":"\n  we dont' celebrate it here\n  ","138380":"\n  thank you  merry xmas\n  ","138381":"\n  thank you, merry xmas\n  ","138382":"\n  I just like a ginger mule- ginger ale and gin\n  ","138383":"\n  yes, but I'll get banned if I post them because dr*gs\n  ","138384":"\n  it was my worst xmas ever, I lost my bird to cancer. as for gifts I got weed and yarn.\n  ","138385":"\n  I've never used snapchat\n  ","138386":"\n  thank you\n  ","138387":"\n  to you too\n  ","138388":"\n  losing a companion to cancer\n  ","138389":"\n  no\n  ","138390":"\n  Bubo crossed the rainbow bridge today. She had a tumor in her uterus so large it caused her organs to prolapse and there was nothing they could do for her but give her a peaceful end. This was all a huge surprise, she hid her symptoms and remained a sweet, loving, beautiful baby to the very end. I am destroyed, I loved her so much.\n  \n  Going to just delete a lot of things in my inbox right now, it's not personal I just don't feel like answering anything negative or whatever. When I get around to even looking.\n  ","138391":"\n  I'm good. I cooked a nice xmas eve dinner of lobster stuffed salmon, italian beans, and roasted red potatoes, We watched Elf. I'm getting ready to eat some cookies then go to bed\n  ","138392":"\n  I am very good at drawing. I am a great cook. I can do a pretty good job at most types of knitting.\n  ","138393":"\n  my first xmas alone. My roommate turned me into the DA for having an illegal xmas tree and I ate a frozen meal for xmas\n  ","138394":"\n  I bought my partner's gifts first, then the youngest 2 nephews and 2 great-nephews were next\n  ","138395":"\n  I have like two pots of coffee a day. I almost never drink tea.\n  ","138396":"\n  lord yes. So many times.\n  ","138397":"\n  same to ya anon\n  ","138398":"\n  another year over, and a new one just begun\n  \n  HAVE A VERY MERRY XMAS\n  \n  AND A HAPPY NEW YEAR\n  \n  LET'S HOPE IT'S A GOOD ONE\n  \n  WITHOUT ANY FEAR\n  ","138399":"\n  Need an Xmas spotify playlist? I've got you covered!\n  \n   https:\/\/open.spotify.com\/playlist\/0hvqD7tfrf0SbpH94C4tyy?si=mxldHkLwSYGZOeKIZ4yEYA\n  \n","138400":"\n  not me\n  ","138401":"\n  my partner, with the kitten in between lol\n  ","138402":"\n  what a wild shoutout\n  ","138403":"\n  I have circles of acquaintances kind of I guess, like the high school pals circle, and the video game developers circle, etc but my close friends aren't necessarily connected in a circle\n  ","138404":"\n  xmas lights\n  ","138405":"\n  I don't\n  ","138406":"\n  I kind of do but I fell out of the habit\n  ","138407":"\n  Bubo is so good today she got one of her favorite treats, bell pepper seeds. Bear is getting bigger and feistier he loves to play and run and climb. The shelter he came from said he's a Blue Lynx-Point Siamese, but his hair is long so I think he's a lynx-point Javanese.\n  ","138408":"\n  someone willing to treat all of his followers with respect\n  ","138409":"\n  Merry Xmas Tom!\n  ","138410":"\n  not really\n  ","138411":"\n  I do\n  ","138412":"\n  thanks, you too!\n  ","138413":"\n  thank you, you too!\n  ","138414":"\n  I hate cleaning the bathroom so much\n  ","138415":"\n  no clue guess it's cool to act like a dumbass on the internet\n  ","138416":"\n  more hobby stuff\n  "}}