{"Question":{"138417":"\n   Kamala Harris will probably arrest all Republicans if she becomes president. She will take our rights away and raise taxes 80 %.\n  ","138418":"\n   Do you like wearing beanies?\n  ","138419":"\n   Are you scared of the ocean?\n  ","138420":"\n   Did you finish wrapping gifts yet for Christmas?\n  ","138421":"\n   If you could save three memories from your life forever, what would they be?\n  ","138422":"\n   Have you ever thought why are you here in this world?  What's your task?\n  ","138423":"\n   do you believe in other life forms out there? 👽\n  ","138424":"\n   (To the one's who celebrate it! If not ignore & srry!)\n\nMerry Christmas you guuys! 😁✌🤙🎄 I wish you all a good one! Happy New year! Better year next year! Yes! I just wanted to send this message out to you wonderful people & re-remind some of you! Your the best & that YOU ROCK! & keep rocking! 😊\n  ","138425":"\n   what movie never gets old no matter how many times you’ve seen it? 🎞\n  ","138426":"\n   What card or board games do you like to play?\n  ","138427":"\n   Do you like cranberries?\n  ","138428":"\n   Is the stimulus check enough?\n  ","138429":"\n   pie or cake? what kinds?\n  ","138430":"\n   What is the last thing you baked\/cooked?\n  ","138431":"\n   Pink or Purple?\n  ","138432":"\n   Do you believe in yourself?\n  ","138433":"\n   I wish you a healthy, wonderful, joyful and peaceful Christmas with your dream presents(gifts) under the Christmas tree🎅🎁🎄 And then a crazy, champagne New Year's Eve party lasting until dawn🍾🎉🕺\n  ","138434":"\n   Do you have a favorite cartoon?\n  ","138435":"\n   Is there anyone in the leader board where you are that acts rude towards you due to seeing you as their competition?\n  ","138436":"\n   Hey folks! I just want ye all to know that I'm deleting most of my social media as I've started new pages. If anyone wants links or usernames let me know off anon! Happy holidays! <3\n  ","138437":"\n   Did you believe in Santa Claus when you were a child? 🎅\n  ","138438":"\n   Do you attend any special religious ceremonies during theChristmasseason? ❄\n  ","138439":"\n   Do you ever catch yourself viewing clerks and other people you meet during the day as MACHINES that are there to serve their function only, rather than just seeing them as another person, who is just like you?\n  ","138440":"\n   What's different from this holiday season compared to your last year's?\n  ","138441":"\n   FINISH THE THOUGHT: \"It wouldn't be Christmas without _____.\"\n  ","138442":"\n   Have you ever kissed someone under the mistletoe? 😘\n  ","138443":"\n   Merry Christmas Allsion! 🎅🎄\n  ","138444":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","138445":"\n   The last book you read?\n  ","138446":"\n   Have you ever participated in a secret gift exchange? If so: what did you give, and what did you get?\n  ","138447":"\n   Have you ever cheated on a partner\n  ","138448":"\n   Socks or slippers\n  ","138449":"\n   Beard or moustache?\n  ","138450":"\n   Do you like sci-fi?\n  ","138451":"\n   What is something you do that makes you feel young?\n  ","138452":"\n   What year were you born?\n  ","138453":"\n   How low do you wait for the battery on your cell phone before recharging it?\n  ","138454":"\n   Is it ok for a man to be in a relationship & have a girl Bestfriend? Is that any sort of issue ?\n  ","138455":"\n   *ruining. I’m WHITE and we have turkey. I hate people who shxt on thanksgiving\n  ","138456":"\n   What is the first thing that you notice about people?\n  ","138457":"\n   Where would you like to live?\n  ","138458":"\n   What are you planning on doing for Christmas? That is if you celebrate it. 🎄\n  ","138459":"\n   What month is your bday in?\n  ","138460":"\n   If you had a basket with five things that represented you, what would be inside that basket?\n  ","138461":"\n   Name something you find beautiful that can only be found in nature.\n  ","138462":"\n   When should you cut someone out of your life, as opposed to trying to help them change?\n  ","138463":"\n   How much surveillance\/monitoring do you think a government should have over its people?\n  ","138464":"\n   You’re stranded on a desert island and here’s the twist; what three things do you NOT bring with you?\n  ","138465":"\n   What’s your favourite day of the year? Is there a reason why it’s your favourite?\n  ","138466":"\n   What’s an album that you can listen through entirely without skippinga song?\n  ","138467":"\n   If someone wanted to really understand you, what would they read, watch, and listen to?\n  ","138468":"\n   Why are you running white culture and traditions? Is your husband Asian?\n  ","138469":"\n   List the top five things you spend the most time doing, in order.\n  ","138470":"\n   Three songs that you're liking right now?\n  ","138471":"\n   Is it hard for you to get over someone?\n  ","138472":"\n   What kind of food do you usually eat during your Christmas dinners? 😋🎄\n  ","138473":"\n   Does everyone eat turkey for Thanksgiving?\n  ","138474":"\n   Did aliens do stonehenge\n  ","138475":"\n   Damn this ASK.fm getting lamer as I go on... 🤔\n  ","138476":"\n   Neat! What game show were you on?\n  ","138477":"\n   How’s New Jersey?\n  ","138478":"\n   What's for dinner?\n  ","138479":"\n   Do you like popcorn ?\n  ","138480":"\n   Why are Americans so adamant about not wearing a mask? The air quality in some Asian countries is so poor they have had to wear masks for years!\n  ","138481":"\n   What's your Christmas wish?\n  ","138482":"\n   What is your favorite place to text? ( IMessage, WhatsApp, Tinder or Messenger)?\n  ","138483":"\n   Have you ever won an award for something? 🏆 🥇 🥈 🥉\n  ","138484":"\n   have you ever heard sea shanties? what do you think of them?\n  ","138485":"\n   Do you have actual friends and family on here?\n  ","138486":"\n   Where are you from\n  ","138487":"\n   What are three websites that you visit every day?\n  ","138488":"\n   What is the last thing you ate?\n  ","138489":"\n   Are you a hugger?\n  ","138490":"\n   Can YOU be friends with an ex?\n  ","138491":"\n   What’s your fav type of donut ?\n  ","138492":"\n   Do to like poetry\n  ","138493":"\n   What sign are you\n  ","138494":"\n   do you like to sing\n  ","138495":"\n   Hello do you like Instagram?\n  ","138496":"\n   Who is your muse?\n  ","138497":"\n   Have you been in an Escape Room?\n  ","138498":"\n   Is a self-gift really a gift?\n  ","138499":"\n   Reese’s or butterfingers\n  ","138500":"\n   Do you have favorite clothes? What’s your favorite piece of clothing you own \/ owned?\n  ","138501":"\n   Do you know any songs by heart or do u usually just know the lyrics of the chorus? 🎶\n  ","138502":"\n   Have you been in a relationship? What do you hate the most about dating?\n  ","138503":"\n   DO YOU LIKE UNEXPECTED PLEASANT SURPRISES?\n  ","138504":"\n   ♡ If the all the countries were represented by food, what food would your country be represented by?\n  ","138505":"\n   What’s one of the sweetest things your husband\/partner has done for you? ❤️\n  ","138506":"\n   What is something you pretend to understand but really don't?\n  ","138507":"\n   Are you happy??\n  ","138508":"\n   Hello do you like video game?\n  ","138509":"\n   how much do you complain\n  ","138510":"\n   dope, I love Return of the Jedi too for the same reason. I haven't seen the Mandalorian yet, I get the feeling that it's for people that are only halfway interested in Star Wars since so many people who aren't that much into Star Wars are watching it, but I guess I'll have to see it if it's so good\n  ","138511":"\n   If you had a button that said \"make Disney go bankrupt instantly\" would you press it?\n  ","138512":"\n   What's the best Star Wars movie?\n  ","138513":"\n   what is up\n  ","138514":"\n   Name 3 things you never thought you would do but ended up doing\n  ","138515":"\n   How often to you do your laundry?\n  ","138516":"\n   pickles on pizza?\n  ","138517":"\n   Hey you.. yep.. YOU... so you probably haven’t heard this today but I just want you to know that I love you and your very important to me💚🧡 Be safe, be smart and stay positive 💋🧡💚 and please keep smiling no matter what my sweets\n  ","138518":"\n   Did Adam have enough time to name all the animals of the Garden of Eden and when he got kicked out did he still have that privilege still stand?\n  ","138519":"\n   Have you ever had to signal for help before? ✨\n  ","138520":"\n   lol excellent, I feel like I accomplished something, however small (· - · )\n  ","138521":"\n   Whether you’re American or not, what’s something that Americans do\/have that is questionable to you?😂\n  ","138522":"\n   What is your job\n  ","138523":"\n   lol yeah I know I was just being silly, and bored (yeah I know only boring people get bored too) (u_u)\n  ","138524":"\n   Hello what are you doing?\n  ","138525":"\n   yeah that's me (u_u) lmao\n  ","138526":"\n   try getting it fxxed up instead\n  ","138527":"\n   How old were u\n  ","138528":"\n   I'm glad you didnt say that woman, you know, the one I dont trust\n  ","138529":"\n   What’s something you want that seems out of reach?\n  ","138530":"\n   Ever done a morally ambiguous (maybe even a crime?) thing that you don’t regret?\n  ","138531":"\n   Is there someone you trust so much, you’ll follow them blindly?\n  ","138532":"\n   What is the silliest thing you have heard people say about you?\n  ","138533":"\n   Are arguments normal in relationships? If so when it becomes an issue?\n  ","138534":"\n   What’s your favourite book turned into movie\/tv adaptation?\n  ","138535":"\n   How are you?💛\n  ","138536":"\n   Do you play COD?\n  ","138537":"\n   Favorite fruit?\n  ","138538":"\n   If you were single would you date someone who works at a fast food place? What job is a deal breaker for you?\n  ","138539":"\n   dangit I almost said 7 ugh alright thanks\n  ","138540":"\n   Ok is the number 5? (·_ ·)\n  ","138541":"\n   okay sorry but just letting you know that some people are thirsty and don’t know boundaries\n  ","138542":"\n   except both are thirsty and probably feel lonely this holiday\n  ","138543":"\n   Is it gonna snow for Christmas where you live?\n  ","138544":"\n   two people are flirting with you yikes. no respect for your husband\n  ","138545":"\n   What's your opinion on social media\n  ","138546":"\n   what is the perfect weather for you? ☀️⛅️🌦🌧⛈🌩🌨\n  ","138547":"\n   So beautiful madam\n  ","138548":"\n   liquid shadow? that probably goes on super smoothly.\n  ","138549":"\n   Tell me something special that happened in your life?\n  ","138550":"\n   Kiss your. Lips lol\n  ","138551":"\n   gorgeous!\n  ","138552":"\n   Pap or gif of cute animals if you want😊\n  ","138553":"\n   Do you like Jazz music ?\n  ","138554":"\n   .\n  ","138555":"\n   Who else wishes askfm would bring back the Christmas moods?\n  ","138556":"\n   Have you ever written a poem? If yes, what was it about?\n  ","138557":"\n   list your favorite social media apps.\n  ","138558":"\n   Do you believe stereotypes are true? For example blacks are criminals, Asians love math etc\n  ","138559":"\n   Do you think your opinions are always right?\n  ","138560":"\n   Why?\n  ","138561":"\n   Do you change your opinion based on what other answers?\n  ","138562":"\n   Do you have close friends that you can count on ?\n  ","138563":"\n   How fast can you lose trust in someone?\n  ","138564":"\n   Ur a candian!?\n  ","138565":"\n   U have insta?\n  ","138566":"\n   Would you rather have everything in your house perfectly organized by a professional or have a professional event company throw the best party you’ve ever been to, in your honor? 😱\n  ","138567":"\n   Do you know how to read and write cursive?\n  ","138568":"\n   U have a car?\n  ","138569":"\n   What are you doing for New Year’s Eve?\n  ","138570":"\n   Would you rather travel on a flying carpet or a dragon's back?\n  ","138571":"\n   Have you ever had a dislocated knee?\n  ","138572":"\n   What's your favorite jewel?\n  ","138573":"\n   What is your least favorite animal\n  ","138574":"\n   What color would you never wear?\n  ","138575":"\n   You're cool and don't let anyone tell you otherwise!\n  ","138576":"\n   what’s your favorite place of all the places you’ve travelled? 🚗💕\n  ","138577":"\n   What are your plans this coming holiday? 🎉\n  ","138578":"\n   What’s the WORST 🤮 thing you’ve ever eaten?\n  ","138579":"\n   Where does happiness come from? Please define what happiness means to you.\n  ","138580":"\n   Do you wear a mask? Why or why not\n  ","138581":"\n   Have you ever sung to someone else?\n  ","138582":"\n   Your favorite band \/Group?\n  ","138583":"\n   What's the best sound 🎶 in the world for you? Mine is raining sound.\n  ","138584":"\n   what do you think of people who are very attached to their parents?\n  ","138585":"\n   Are you good with plants? Do you have a green thum when it comes to gardening? 🌱\n  ","138586":"\n   How do you balance a tiresome and stressful school\/work environment? Do you have any tips?\n  ","138587":"\n   What does your perfect midnight snack look like? 😋\n  ","138588":"\n   What would your life be like if you were living in the 1920’s? 📻\n  ","138589":"\n   What’s your favoriteOlympic 🏆 sportto watch?\n  ","138590":"\n   Would you want to own an aquarium? If you had an unlimited budget, what kind of animals would you want to have in it? 🐚🐠🐡Would said aquarium be based on a certain biome or have any themed decorations inside of it? 🏝🗽🗼\n  ","138591":"\n   Is there anyone you know that you try to avoid running into?\n  ","138592":"\n   Merry Christmas 🎄🎄 and send u respect\n  ","138593":"\n   For thanksgiving, if you had to get rid of one of these food, cornbread, Mac & cheese, yams, collard greens, turkey or sweet potato pie, which would you get rid of?\n  ","138594":"\n   Have you ever had a weed brownie?\n  ","138595":"\n   A new movie that captures your attention\n  ","138596":"\n   What is your favorite snack?\n  ","138597":"\n   what are you looking forward to?\n  ","138598":"\n   What shoe size are you?\n  ","138599":"\n   What is your favorite flavor of chocolate?\n  ","138600":"\n   Which Christmas song freaks you out the most?\n  ","138601":"\n   If You Could Watch Everything That Happened In Your Life Until Now, Would You Enjoy It?\n  ","138602":"\n   How is everyone doing?\n  ","138603":"\n   What are your hobbies?\n  ","138604":"\n   How do you cope with anxiety?\n  ","138605":"\n   which house style do you like: traditional or modern?\n  ","138606":"\n   Have life experiences turned you into a bitter person?\n  ","138607":"\n   Who has a birthday this month?\n  ","138608":"\n   Do you believe in extraterrestrial life?\n  ","138609":"\n   What is something you strive to own someday?\n  ","138610":"\n   Are you lazy or motivated?\n  ","138611":"\n   Have you ever broken a bone?\n  ","138612":"\n   what's your favorite documentary?\n  ","138613":"\n   how long was ur longest relationship\n  ","138614":"\n   Do you think you will ever lie about your age?\n  ","138615":"\n   Who’s your favorite character?\n  ","138616":"\n   Do you like Harry Potter? Did you watch and read the books?\n  ","138617":"\n   Are you both ok with not being romantic?\n  ","138618":"\n   The type of shoe you have the most of in your closet?👠👟👢👡\n  ","138619":"\n   Why so pretty?\n  ","138620":"\n   Are you and your So romantic?\n  ","138621":"\n   What does it look like outside your house right not?\n  ","138622":"\n   anything or anyone made you smile today? ☺️\n  ","138623":"\n   What coffee brand do you prefer? Starbucks or Dunkin Donuts\n  ","138624":"\n   How old are you?\n  ","138625":"\n   Lebron or MJ ?\n  ","138626":"\n   What do you find oddly satisfying? 🤔\n  ","138627":"\n   A pet peeve of yours?\n  ","138628":"\n   Do you hate getting spam emails?\n  ","138629":"\n   This is your the V.I.P users only but I’m just curious to know is there is secret to completing the task that vip gives us? If you know can you kindly share that with me?\n  ","138630":"\n   Did you share your food?\n  ","138631":"\n   At school, did you bring lunch with you or buy it from the cafeteria?\n  ","138632":"\n   Why do you think people hate you? You seem nice\n  ","138633":"\n   Are you going to disable anon here?\n  ","138634":"\n   What’s the difference between this account and the other one, which do you prefer?\n  ","138635":"\n   When did you realize that you can actually paint better than others?\n  ","138636":"\n   Did you buy it or adopted it?\n  ","138637":"\n   Is drawing a hobby or a job for you?\n  ","138638":"\n   How have you been lately?\n  ","138639":"\n   it’s YOUR coins why are you afraid to take what’s yours???\n  ","138640":"\n   Do you think Santa will give me presents this year? I’ve been a troll\n  ","138641":"\n   wtf why did they take your coins? that's so random.\n  ","138642":"\n   Who stole your coins?\n  ","138643":"\n   do you ever feel unappreciated ?\n  ","138644":"\n   How do you deal with someone who’s really selfish?\n  ","138645":"\n   Are you happy or sad now?\n  ","138646":"\n   You’re back!!! How did you get it?\n  ","138647":"\n   Glad to see you got your account  back! 😊\n  ","138648":"\n   actually, it was Ruta. I don't know why I read that as Rena.\n  ","138649":"\n   Finally\n  ","138650":"\n   Where do you shop most?\n  ","138651":"\n   What’s one small thing you appreciated today?\n  ","138652":"\n   Does anyone else have to work this weekend?\n  ","138653":"\n   When did u cry last time?\n  ","138654":"\n   When you close your eyes and you want to relax . Where do you envision yourself at? .\n  ","138655":"\n   When was the last time you had to vouch for a friend?\n  ","138656":"\n   Do you ever watch 48 hours?\n  ","138657":"\n   So, do you even like this app?\n  ","138658":"\n   When are you the happiest during the day?\n  ","138659":"\n   If animals could talk, would they have a different society?\n  ","138660":"\n   what are you doing tomorrow?\n  ","138661":"\n   Who is your favorite CLASSIC rock band?\n  ","138662":"\n   Do you go to the national parks like Zion , Yellowstone, Sequoia, Yosemite, Bryce Canyon.  Or Cave explore?\n  ","138663":"\n   How many people do you still know from school?\n  ","138664":"\n   Do you go out in public with or without mask?\n  ","138665":"\n   What is the traditional meal in your country?\n  ","138666":"\n   Have you ever been approached by someone in the street?\n  ","138667":"\n   Is there a \"perfect relationship? Can such relationship exist?\n  ","138668":"\n   Why do people ask questions even if they already know the answer?\n  ","138669":"\n   what temperature do you keep your living space at?\n  ","138670":"\n   Have you ever regret looking for something because you got disappointed about what you found out?\n  ","138671":"\n   SCENARIO TIME!If a perfect clone of you were created, right down to the tiniest cellular detail, would it BE you or would it somehow still be missing something?\n  ","138672":"\n   are there any towns you have been to that you would describe as “creepy”\n  ","138673":"\n   Favorite season of the year?\n  ","138674":"\n   favorite thing about this app\n  ","138675":"\n   Do you think you've changed in the last year? In what way?. Over load of responsibilities\n  ","138676":"\n   Is the temperature of tears high?\n  ","138677":"\n   What is your favorite color?\n  ","138678":"\n   What is the best gift you’ve received?\n  ","138679":"\n   Do you know anyone who is blind?\n  ","138680":"\n   Which year do you wish it was?\n  ","138681":"\n   What are you looking forward to?\n  ","138682":"\n   What’s on your mind?\n  ","138683":"\n   Do you believe in horoscopes?\n  ","138684":"\n   Are you sporty? How often do you play sports? What sports do you play?\n  ","138685":"\n   Who was the last person you said thank you to?\n  ","138686":"\n   Do you like cats?\n  ","138687":"\n   What did you do today?\n  ","138688":"\n   Is that an artist ?\n  ","138689":"\n   Are you a celebrity\n  ","138690":"\n   SO WHAT DO YOU THINK OF THE PANDEMIC?\n  ","138691":"\n   How does running usually work in your dreams? Are you able to run at a \"normal\" speed in dreams? (In mine, I can never run fast; if I had to describe it, it feels forcefully slowed down. It's as if I'm trying to run through Jell-O.)\n  ","138692":"\n   What's one thing that can instantly make your day better?\n  ","138693":"\n   Where do you like to read?\n  ","138694":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","138695":"\n   What’s your favorite day of the week ?\n  ","138696":"\n   Who likes to dance??\n  ","138697":"\n   How many pairs of shoes do you own?\n  ","138698":"\n   Do you consider yourself to be \"above\" eating fast food?\n  ","138699":"\n   lol. what happens in schools affects the whole of society ffs\n  ","138700":"\n   so ignorant and self-absorbed\n  ","138701":"\n   How important is it to you that you capture \"special moments\" digitally?\n  ","138702":"\n   Have you ever been in a long distance relationship?\n  ","138703":"\n   How do you feel?\n  ","138704":"\n   Trump will be president again in January 2023. \nI cannot stand Kamala Harris.\n#Trump2022\n  ","138705":"\n   What can a friend do that will make you feel special?\n  ","138706":"\n   What do you want for Christmas?\n  ","138707":"\n   What color am I thinking of??\n  ","138708":"\n   Spotify or Pandora?\n  ","138709":"\n   Are you afraid of the dentist?\n  ","138710":"\n   What’s your favorite color\n  ","138711":"\n   If you could change something about the school system, what would it be?\n  ","138712":"\n   Do you agree that foreign languages help you to think in a different way? 🤔💭\n  ","138713":"\n   Have you ever checked the phone or social network account of your partner?\n  ","138714":"\n   Just a lil inbox to say that I hope you have a lovely weekend! Keep being amazing 💕\n  ","138715":"\n   How much has your taste in music changed throughout the years? Are there any artists \/ bands who you've been listening to since you were younger and you still think are really good? 🎶🎧\n  ","138716":"\n   Do you like Tap dancers\n  ","138717":"\n   Have the last few months passed slowly for you? Or do you feel as though they flew by?\n  ","138718":"\n   Has there ever been a movie or show that made you cry? What about a song?\n  ","138719":"\n   Where are  u\n  ","138720":"\n   If you were the ruler of a medieval kingdom, would you want your castle to be more fortified or more aesthetic? Why? In what way would you make it more fortified \/ aesthetically pleasing? 🏰\n  ","138721":"\n   What's your favorite Christmas movie? 🎅🎬 (Gonna compile the answers into a pie chart to see which are the most popular, something I sometimes used to do on my old account 😁)\n  ","138722":"\n   What’s the most expensive thing you’ve bought? 🛍\n  ","138723":"\n   Ever tried putting a bunch of GLUE on your palm\/skin 🤲 and then peeling it off? 🤪\n  ","138724":"\n   Do you wish you could be taller?\n  ","138725":"\n   Do you have any traditions that you follow? (could be holiday traditions, but it doesn't have to be!)\n  ","138726":"\n   Are you happy with your life?\n  ","138727":"\n   current time\n  ","138728":"\n   What is the purpose of life?\n  ","138729":"\n   If you could choose your dreams, what would you prefer to dream about? 😴💭\n  ","138730":"\n   Would you ratherdate someone with bad breath 🙊 or bad manners 😈?\n  ","138731":"\n   What was your first car?\n  ","138732":"\n   Sexuality?\n  ","138733":"\n   Which is your song of the week?\n  ","138734":"\n   If you celebrate it, have you put up your Christmas tree yet? Christmas 🎄 🌲\n  ","138735":"\n   When did you last go to a party?\n  ","138736":"\n   Do you like online shopping?\n  ","138737":"\n   Where do you work?\n  ","138738":"\n   Do you know a lot about fashion?\n  ","138739":"\n   What is your relationship status?\n  ","138740":"\n   Do you go out on Friday night ?\n  ","138741":"\n   Are you terrified of the boogeyman?\n  ","138742":"\n   Don’t you hate it when alcohol skips the buzz and goes right to the down side or even the dizzy sick feeling\n  ","138743":"\n   Who’s your favourite Marvel character\n  ","138744":"\n   Who has animal crossing\n  ","138745":"\n   What is one thing you should never say at a wedding? 💒🕋🕍🕌⛩\n  ","138746":"\n   Who calls you when you're down?\n  ","138747":"\n   Do you know what an Irish spice bag\/box is? If not, plz make a guess without looking it up. I'll have the answer on my page.\n  ","138748":"\n   Have you started Christmas shopping?\n  ","138749":"\n   What is your favorite drink on cold evenings?\n  ","138750":"\n   favorite Disney movie?\n  ","138751":"\n   Are you good in math ?\n  ","138752":"\n   What do you wish you could learn to do?\n  ","138753":"\n   Do you think there’s a stigma about step mothers? What’s your personal opinion about step mothers, are the majority evil?\n  ","138754":"\n   Have you tried to wear a wig?\n  ","138755":"\n   Are you up to date with slangs? Has anyone recently used an internet slang you didn’t get?\n  ","138756":"\n   What was the latest \"unhealthy\" thing that you ate? 🍟🍩🍕🍨🍔 Did you feel like it was worth it? 😋\n  ","138757":"\n   Have you played Among Us?\n  ","138758":"\n   What would you take to a potluck?\n  ","138759":"\n   Have you ever wanted to make a video game?\n  ","138760":"\n   Ahh 😕 Glad you're able to get some rest then!\n  ","138761":"\n   give it to me .it will be usefull to me🥴\n  ","138762":"\n   What is the worst gift you have ever received?\n  ","138763":"\n   What did you do to get in the most trouble with your parents?   \n\n(If you get question(s) daily it means I have you followed and I will try not to spam too many of them)\n  ","138764":"\n   What is your major turnoff in a romantic relationship?\n  ","138765":"\n   Do you always want more or can you appreciate small things?\n  ","138766":"\n   What’s a line from a movie or show you always have in your head? Mine is “your a wizard Harry”\n  ","138767":"\n   Unpopular opinion:\n  ","138768":"\n   Why is it that the good guys always end up broken hearted?\n  ","138769":"\n   ・₊˚꒰ what's on your mind? ꒱\n  ","138770":"\n   Do you know how to save? How do you save money and handle your financials?? #MoneyTips🤑\n  ","138771":"\n   When you get NEW IDEAS, what do you do so you can recall them later? Do you write them down somewhere or do you just keep them on your stuck knowledge? 🧠\n  ","138772":"\n   what traits should every girl possess? how about boys, what traits must they possess? #opinion\n  ","138773":"\n   Hot chocolate or apple cider?\n  ","138774":"\n   How are you spending your Friday? 😄 Maybe post a pic of what you're up to? Or just of anything else you feel like posting? 📸\n  ","138775":"\n   What’s your favorite thing to do in your free time?\n  ","138776":"\n   Would you want to get your hand on your very own spaceship? What kind of features would it have, how big would you want it to be etc.? Where'd you wanna go with it and what'd you do once you were there? 🛸🌌\n  ","138777":"\n   What tells you the most about a person? Is it their physical attributes or their daily attitude?\n  ","138778":"\n   What food is delicious for you but a pain to eat? Mine is seafood! 🦀🦞🦐\n  ","138779":"\n   Why people are so mean around here ?\n  ","138780":"\n   If you had to act in a movie, what character would you choose to be?\n  ","138781":"\n   Do you like being alone?\n  ","138782":"\n   Who is your bae\n  ","138783":"\n   Do you talk everyday with the same person ?\n  ","138784":"\n   Do you still have your tonsils?\n  ","138785":"\n   Can a girl and a boy be bestfriends? 👦👧\n  ","138786":"\n   Favorite Christmas dish?\n  ","138787":"\n   Monday is almost over, yeah!!!!!!\nWhats for dinner tonight?\n  ","138788":"\n   • What's one RED FLAG 🚩 that can make you run away?\n  ","138789":"\n   ARE YOU CLINGY? ❤\n  ","138790":"\n   What hobby did you want to pursue but never got into?\n  ","138791":"\n   🗝  So, you’re going to hang some decorations on a tree (any tree, doesn’t have to be a traditional, festival-based, or religious, etc, installation).    💿🗡🎀🔱   \nWhat three items that you think represent you in some way would you add to the decorations? \n  🎈⚙️💎🕹\n  ","138792":"\n   What if one of your long-held memories isn’t actually completely true? Would it matter? How do you think you'll be able to handle it?\n  ","138793":"\n   Have you ever had a bad job? If yes, did you learn anything useful from it?\n  ","138794":"\n   Have you hug someone this week?\n  ","138795":"\n   Do you like christmas mince pies?\n  ","138796":"\n   What’s everyone doing this weekend?\n  ","138797":"\n   Do you know any big gossips?\n  ","138798":"\n   Do you have a venmo ?\n  ","138799":"\n   If you had super powers would you tell family or friends? Why?\n  ","138800":"\n   would you like It?\n  ","138801":"\n   Did you try scuba diving?\n  ","138802":"\n   What inspired you to change?\n  ","138803":"\n   What would you do if you could inflate your body like a balloon?\n  ","138804":"\n   What major to study to start to become a doctor (physician)?\n  ","138805":"\n   That sounds amazing but hamster balls are very unsafe for hamsters. They're ventilation isn't good enough for a hamster to be in there and hamsters can't control them enough to not get scared when running into things and whatnot. The main reason they're not recommended tho is because of lack of air\n  ","138806":"\n   Fav fruit\n  ","138807":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","138808":"\n   Can a bunch of 🐔 chicken kill a human or is it a dumb way to die?\n  ","138809":"\n   Starbucks or Dunkin\n\nIf neither type your option\n  ","138810":"\n   What do you do when you lose control? How often does it happen?\n  ","138811":"\n   If you have friends coming over, what would you cook\/order? 😋\n  ","138812":"\n   Weather where you are?\n  ","138813":"\n   Have you ever had issues with a friends' partner (example: friends' partner is jealous of you talking to your friend)? If so, how did you handle it? — If ⋆NOT⋆, how do you think you might go about handling it?\n  ","138814":"\n   Do you have someone special in your life ?\n  ","138815":"\n   what makes you feel productive and accomplished?\n  ","138816":"\n   Is it bad that I'm not a really big fan of K-pop? I don't hate it at all but I guess it's just, ok?\n  ","138817":"\n   Did you shop at the bath and body works sale?\n  ","138818":"\n   Favourite Brad Pitt movie ?\n  ","138819":"\n   Do you ever play Monopoly ?\n  ","138820":"\n   How’s the weather where you’re at?\n  ","138821":"\n   While in drive thru, have you ever paid for the person behind you? Has anyone ever randomly paid for your food?\n  ","138822":"\n   What is the price of your glasses?\n  ","138823":"\n   If we have names for our pers, do our pets have names for us? 🤔\n  ","138824":"\n   [@athenusvena] If we learn and improve from our mistakes, why are we (humans) so afraid to make them?\n  ","138825":"\n   • If you go back in time and teach young Einstein relativity theory, where does the idea come from? 🤔\n  ","138826":"\n   [@athenusvena] Are any of our views truly our own or do we simply get them from the environments and societies we live our lives in? Where do u think your views in life are from?\n  ","138827":"\n   ⁉️Why did we decide to give February just 28 days when lots of other months have 31 days? Couldn’t we have just taken some of the 31st days from other months and added them to February⁉️\n  ","138828":"\n   how many questions have you sent out today?\n  ","138829":"\n   Hello what is your favorite color?\n  ","138830":"\n   Tag a random askfm user and say 1 word without explanation hahaha 🤭\n  ","138831":"\n   Have you bought some Christmas gifts yet? 🎁\n  ","138832":"\n   Beef or chicken\n  ","138833":"\n   Have you ever competed in a spelling bee?\n  ","138834":"\n   What’s one item always on your grocery list?.\n  ","138835":"\n   How much sun have you been getting recently where you live? I just found out that we've only gotten one hour of sun in total during December so far. We've been living in a constant gray basically during the few hours when it isn't pitch black 🙃🌫 Swedish winter sure is fun.... 😂\n  ","138836":"\n   Would you ratherknow when you’re going to die or how you’re going to die? ☠\n  ","138837":"\n   Are you afraid of flying in airplanes? If yes, how come? If no, where have you been?\n  ","138838":"\n   Have you ever been to California?\n  ","138839":"\n   What's a combination you love whether it's banana and chocolate, popcorn and a movie, eyeshadow and mascara, a scarf and gloves etc?\n  ","138840":"\n   If you're an omnivore, do you typically answer questions about plantbased food? If you're some type of vegan do you answer questions about omnivore food? Does it bother you getting asked those types of questions? (Plz still answer if you're vegetarian, pescatarian etc)\n  ","138841":"\n   I'm going to unfollow everyone who makes polls. So tired of having my feed clogged all the time! I'm here to see the people's answers, not these useless goddamn annoying polls.\n  ","138842":"\n   Hello what are you doing?\n  ","138843":"\n   Do you have a theme in your bedroom? What is it?\n  ","138844":"\n   What outdated slang do you use on a regular basis?\n  ","138845":"\n   How are you all? I hope you’re all having a good week !\n  ","138846":"\n   Is there a tradition that you like to do on Christmas? That you do every year or at least you try to do every year?\n  ","138847":"\n   What's the longest you've went without sleep?\n  ","138848":"\n   How inspiring ❤️ Literally got good chills! Thank you for sharing.\n  ","138849":"\n   Who plays field hockey\n  ","138850":"\n   Aww! What an amazing thing! Did you just know he was the one?\n  ","138851":"\n   If you picked up a wallet full of cash, would you, TRUTHFULLY, return it or keep it?\n  ","138852":"\n   How did you and your husband meet?\n  ","138853":"\n   Do you decorate your room or home?🤔\n  ","138854":"\n   What brings you the most peace and calm?\n  ","138855":"\n   Anyone currently in a marriage where you feel trapped, how do you feel about your significant other?\n  ","138856":"\n   Have you ever heard of a dish called pork and beans and ground beef? Usually bacon is added to it as well.\n  ","138857":"\n   what is your favorite scent?\n  ","138858":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","138859":"\n   I bet it’s smorgasbord. \nAlthough it just means a selection of buffet food, people used it in training and development presentations as a metaphor for things like “various choices” so often it drove me up the wall.\n  ","138860":"\n   Anyone else think when they look at their friends social media you’re like: WTF?! Is going on with everyone?\n  ","138861":"\n   I can't seem to remember this word that starts with an 'S' and ends with 'board'. Can you help me please?\n  ","138862":"\n   How did you celebrate your last birthday 🎂\n  ","138863":"\n   Best job\n  ","138864":"\n   Do you like cheese on your burger?\n  ","138865":"\n   Do any of your friends see Ghosts ?\n  ","138866":"\n   Be safe from Covid\n  ","138867":"\n   What was the last thing you cooked yourself? How did it turn out? Perhaps you have a pic of something you've cooked that you'd be willing to showcase? 👩‍🍳📸\n  ","138868":"\n   what a cutie thanks for sharing bear with me\n  ","138869":"\n   Do you like the cold weather? If you do what’s your favorite things about it 💫\n  ","138870":"\n   Do you like mango juice? Or do you prefer to eat the fruit?\n  ","138871":"\n   cool congrats is your siamese and 2 domestics any nice or no\n  ","138872":"\n   what a sweetie\n  ","138873":"\n   I love parakeets im sure hes nice\n  ","138874":"\n   do you celebrate christmas?\n  ","138875":"\n   what is your morning routine like?\n  ","138876":"\n   I don’t care you can block me it’s your loss. I’ve got plenty of other people to send questions to\n  ","138877":"\n   Still an incredible coincidence wouldn’t you say ?\n  ","138878":"\n   Because I’m assuming you thought I made it up and I didn’t it’s true\n  ","138879":"\n   Did you get my message about John Lennon?\n  ","138880":"\n   Don't you think it's wrong of women to blame other women for how they choose to live their life? like for example, if a woman wants to cook for her and her s\/o, it doesn't mean she's adhering to outdated gender roles or that shes \"brainwashed\", it simply means she enjoys cooking.\n  ","138881":"\n   I'm INTJ and my favourite types are INFJ and INFP because they are near enough to me to be understandable, but also are strong in the areas that I'm weak in.\n  ","138882":"\n   What would be a perfect job for you?\n  ","138883":"\n   Are you INFJ?\n  ","138884":"\n   Do u have any pets if so tell me what it is and breed\n  ","138885":"\n   Are you married ?\n  ","138886":"\n   Have you ever gone sledding?\n  ","138887":"\n   Have you ever sneaked out from home? Tumakas ka na ba sa inyo? 🏃‍♀️💨\n  ","138888":"\n   Hands up who's still using the original 1st generation iPhone.\n  ","138889":"\n   Has anyone ever been chased by a UFO or bright light?\n  ","138890":"\n   Tips to cure insomnia?\n  ","138891":"\n   What was your last dream about?\n  ","138892":"\n   are you someone who’s obsessed w tik tok or can you live without it?\n  ","138893":"\n   What are you short-term goals?\n  ","138894":"\n   What distracts you?\n  ","138895":"\n   What are you searching for?\n  ","138896":"\n   Do you find yourself thinking more about your past, present or future?\n  ","138897":"\n   Hello what is your favorite dog?\n  ","138898":"\n   Have you ever had a day where everything feels RIGHT and then all of the sudden everything feels WRONG the next day?\n  ","138899":"\n   how’s your day?\n  ","138900":"\n   Do you have cable, satellite or do you use a streaming service? I just got Hulu Live\n  ","138901":"\n   Can somebody be “cultured” while never having left their home country?\n  ","138902":"\n   Do you like tamales\n  ","138903":"\n   WHAT MAKES YOU FEEL SAFE AND SECURED? 🔒\n  ","138904":"\n   How forgetful would you say that you are? Like, how often do you misplace stuff and such? 🤔😐\n  ","138905":"\n   ‼How do you always get someone's attention?‼\n  ","138906":"\n   If you were dating\/engaged\/married, would you post pictures of you together on social networks? Do you think it is a right thing to do? Or it is an invasion of your privacy? 🤍\n  ","138907":"\n   which one of his should I acquire first?\n  ","138908":"\n   What was the best book or series that you’ve ever read or watch? #Recommended\n  ","138909":"\n   Treason\n  ","138910":"\n   WOULD YOU RATHER:eat 🍫 chocolate on 🍕 pizza OR eat chocolate on 🍝 pasta?\n  ","138911":"\n   What was the BIGGEST realization you had about yourself this year 2020?\n  ","138912":"\n   How old are you?\n  ","138913":"\n   Bbq pulled pork. Yay or nay? Homemade.\n  ","138914":"\n   Have you ever had an accident that you consider funny\/ridiculous? One time I fell back in my chair while leaning back🤣😭\n  ","138915":"\n   What’s worse than Mondays?\n  ","138916":"\n   What would you consider to be your lowest moment?\n  ","138917":"\n   Have you ever sued someone?\n  ","138918":"\n   How many hours of sleep do you get a night?\n  ","138919":"\n   Favorite ice cream flavor?\n  ","138920":"\n   Stuffing ballet boxes, Middle of the night All Biden ballet dumps, Rigged voting machines, Ballot harvesting. There's more than enough evidence now but Democrats and their puppet judges refuse to even look at it.\n  ","138921":"\n   It has now been confirmed the Democrats used a multi pronged approach to steal the election.  Why are they still denying it?\n  ","138922":"\n   Sorry to hear it. I can relate bc it happened to me with the coffee maker. I had my ol coffee maker for almost 10 years and it worked just fine. When I decided to replace it with a new and *more modern* one (that costed heaps of money) the new one began actin funny after only a few months. Smh\n  ","138923":"\n   Have you ever broken your arm?\n  ","138924":"\n   How long have you had it?\n  ","138925":"\n   Buy a new dishwasher.\n  ","138926":"\n   What brand of shampoo and conditioner do you use?\n  ","138927":"\n   Oh my. Your dishwasher is slow... Doesn't it have quicker cycles? And what kind of soap do you use for hand wash? Sometimes i find that a little harsh on my skin :(\n  ","138928":"\n   Do you hand wash your dishes? Or you always put them in the dishwasher?\n  ","138929":"\n   omg, this looks amazing. 😍\n  ","138930":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","138931":"\n   Do you think 2020 will get better?\n  ","138932":"\n   Do guys really care if girls shave or not?\n  ","138933":"\n   Do you send out Christmas cards?\n  ","138934":"\n   What's the worst cereal brand in your opinion?\n  ","138935":"\n   Broccoli Or Cauliflower?\n  ","138936":"\n   Have rumors been spread about you?\n  ","138937":"\n   Podcasts: Underrated or overrated?\n  ","138938":"\n   Tom Cruise as an actor: Underrated or overrated?\n  ","138939":"\n   🤍\n  ","138940":"\n   What could movie theaters do to improve theexperience of going there? #Suggestions\n  ","138941":"\n   do you think 2021 is going to be better than 2020?\n  ","138942":"\n   Would you like to start dating someone in the near future? If you're taken\/married, what advice can you give to singles who want to be in a relationship? ❤\n  ","138943":"\n   Rice cooker: underrated or overrated?\n  ","138944":"\n   • When all is said and done, would you have said more than you have done?\n  ","138945":"\n   Dating Apps: underrated or overrated?\n  ","138946":"\n   Who’s your favorite comedian?\n  ","138947":"\n   what's your favorite movie that you could watch over and over again?\n  ","138948":"\n   Have you\/would you ever join the military? 🎖\n  ","138949":"\n   Have you ever been to Philadelphia?\n  ","138950":"\n   last thing you ate ?\n  ","138951":"\n   Most shopped place\n  ","138952":"\n   What is the cringiest answer to “what’s ur fav tv show” ?\n  ","138953":"\n\n    @athenusvena\n   \n   : Is happiness the most important purpose in life? If it is, why do you think so? If not, what is?\n  ","138954":"\n   Americans: ever been to Europe?\n\nEuropeans: ever been to America? \n\nWhat was it like? How was it different?\n  ","138955":"\n   Do you think where you live is underrated or overrated?\n  ","138956":"\n   Cold exposure therapy: underrated or overrated?\n  ","138957":"\n   🐈\n  ","138958":"\n   Brazilian Ju-Jitsu: underrated or overrated?\n  ","138959":"\n   Sup\n  ","138960":"\n   Where do you go when you feel sad?\n  ","138961":"\n   aight I have to tell...I loved your glasses\n  ","138962":"\n   Who isn't feeling the new order to stay home and wear your mask 24\/7 regulation that goes into effect at 12am tonight?\n  ","138963":"\n   why?\n  ","138964":"\n   would you go on a date with someone shorter than u?\n  ","138965":"\n   What kind of dish can you make\/cook?\n  ","138966":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","138967":"\n   do you prefer iced tea, iced coffee, or iced water?\n  ","138968":"\n   Are you excited for christmas?\n  ","138969":"\n   Would you ratherread the 📚 book or watch the 🎬 movie?\n  ","138970":"\n   Those look wicked cozy! I love the colors. How did you learn? I want to.🐑\n  ","138971":"\n   Are you crying cause u lost ur vip? Did it affect ur self esteem?\n  ","138972":"\n   .\n  ","138973":"\n   what have you accomplished this week?\n  ","138974":"\n   How long have you had them each?\n  ","138975":"\n   Do you have any pets? If so, what do you have?\n  ","138976":"\n   What’s your favorite food?\n  ","138977":"\n   What does it mean when someone says I’m an open book? My friend says I’m an open book I don’t know what that’s referring to\n  ","138978":"\n   Favorite pokemon?\n  ","138979":"\n   Would you like to build\/design your own house?\n  ","138980":"\n   Is your vip gone?\n  ","138981":"\n   do you personally know someone who'd committed cr*me?\n  ","138982":"\n   I hope you are all having a wonderful day!\n  ","138983":"\n   What are your favorite video games to play? And which gaming consoles do you have?\n  ","138984":"\n   Orange soda or juice?\n  ","138985":"\n   Where are you from\n  ","138986":"\n   What was the last thing you paid for?\n  ","138987":"\n   .\n  ","138988":"\n   HOW MANY PHONES \/ GADGETS DO YOU HAVE?\n  ","138989":"\n   Do you like to giving\/receiving  flowers? When did you last give flowers to someone? When was the last time you received flowers? 💐\n  ","138990":"\n   ah yes, such a big issue to worry about✨ oh what a calamity.\n  ","138991":"\n   Why do so many people who drink wine not know how to hold the glass correctly? As a wine lover, it offends me. Same with champagne. Learn how to hold the glass first, ffs. And how much quantity the glass should contain. There are rules!\n  ","138992":"\n   Who is still awake and can’t go to sleep?\n  ","138993":"\n   What are you doing while alone?\n  ","138994":"\n   That's brilliant! We had Oli the cat here along with a good few mouses and we  he was obviously never given the chance to eat them, just liked watching them through the glass. But I'd say he would've! 😂\n  ","138995":"\n   Whats your favorite pasta dish?\n  ","138996":"\n   • Do you like trying new things?\n  ","138997":"\n   If past lives are REAL, what was yours?\n  ","138998":"\n   Did you try some Do-It-Yourself projects\/hobbies this 2020? What have you tried and what would you like to try?\n  ","138999":"\n   What’s better broken than whole? 💔\n  ","139000":"\n   Would you ratherlive in a house haunted by friendly ghosts or be a ghost reliving your average day after you die? 👻\n  ","139001":"\n   If you could turn ANY ACTIVITY into an OLYMPIC SPORT, what would you have a good chance at WINNING A MEDAL for?\n  ","139002":"\n   IF YOU WERE TO EAT YOUR VERY LAST MEAL, WHAT WOULD YOU CHOOSE TO EAT?\n  ","139003":"\n   How did y'all know that you guys are besties with your best friend? How did y'all become close? 👀\n  ","139004":"\n   Are you a good shooter? 🔫😏\n  ","139005":"\n   What time of the year do you anticipate most?\n  ","139006":"\n   Have you ever broken a rubber band while trying to tie your hair up?\n  ","139007":"\n   Say you found a true voodoo doll which could be used to indirectly affect someone physically, even control their movements if you so wished, would you use it? On who and in what way? If not, what'd you then do with the doll? 🦴💀📌\n  ","139008":"\n   What’s your main philosophy in life? When did you first recognize this philosophy and put it into effect?\n  ","139009":"\n   I completely forgot that there were other cats living with you! How does Bubo get along with everyone or is Bubo always separated from them?\n  ","139010":"\n   Youre the absolute sweetest! Thank you! I always look forward to your answers whenever I send out questions! Plus, I love seeing your art, makeup, Bubo and bear on instagram!\n  ","139011":"\n   I can't believe this! I said that yesterday about the olives I was eating. Hammond can't have them and they're soaked in oil with garlic and hot peppers(idk what type) so obviously I can't have them anywhere near him. Hahaha this is gas. Bonding over olives was not something I expected to happen.😂\n  ","139012":"\n   Me too! I had some for breakfast today. 😂 I typically need a snack a few mins before breakfast bc I need to wake up my appetite a bit in the mornings so I typically have a few kalamata or mixed olives!\n  ","139013":"\n   I've never thought of stuffing cheese into my olives! Thank you so much! It's hard enough to find fancy vegan meat but I recently found vegan haloumi so I've been playing around with that! 😄 What are your fave olives?\n  ","139014":"\n   Whether it's \"cats or dogs?\" or \"Coke or Pepsi?\" there's a this or that question that bothers us all. What are some this or that questions that bother you?\n  ","139015":"\n   Post a pic\/gif\/recipe that you'd like to try or have again sometime soon! 🍜🌮🍱🍕\n  ","139016":"\n   Do you like Pythons\n  ","139017":"\n   what song(s) have you been obsessed with lately?\n  ","139018":"\n   My friend and her boyfriend just broke up she’s really sad because he he ended things with her. Can you give me some advice so that I can cheer her up\n  ","139019":"\n   Have you ever built a gingerbread house? 🍬🍭🏠 How did it turn out? 😁\n  ","139020":"\n   Have you ever been to Santa Cruz California ?\n  ","139021":"\n   PAP your favorite accessory you are wearing right now.\n  ","139022":"\n   but you're still cool so relax.\n  ","139023":"\n   I'm not gonna argue with you. I'm right and you aren't.\n  ","139024":"\n   You are an ostrich!\n  ","139025":"\n   Can you be friends with someone whose views conflict with yours? Granted that they don't hold racist, sexist, homophobic, transphobic or anything discriminatory\/oppressive views.\n  ","139026":"\n   Foool\n  ","139027":"\n   Does the track from the Muse album \"The 2nd Law \"Isolated System\" and Mumford & Sons Delta Album \"Darkness Visible\" remind you of leaving a system or being surrounded by it?\n  ","139028":"\n   If you could change one thing about your PERSONALITY, what would it be?\n  ","139029":"\n   Do you have decorative lights up within your house? {doesn't have to be \"holiday\" lights, it can be any kind of non standard light!}\n  ","139030":"\n   Can you share a random fact?\n  ","139031":"\n   Would you consider yourself smart?\n  ","139032":"\n   What do you put a lot of effort into?\n  ","139033":"\n   What color is the sky right now where you live?\n  ","139034":"\n   How many pictures do you have in your phone?\n  ","139035":"\n   Are you someone that likes to plan things out?\n  ","139036":"\n   The VIP's are the only way I can tell who's active nowadays 😬\n  ","139037":"\n   Oh nice. Was it affordable for you to buy one? And how small do the shredds come out of the shredder? Been considering on buying one myself to drestroy personal info :)\n  ","139038":"\n   Have you ever used a paper shredder? Or you tear all your recycling paper by hand?\n  ","139039":"\n   Pepsi Or Coke?\n  ","139040":"\n   What did you cook?\n  ","139041":"\n   Link to your wishlist?\n  ","139042":"\n   .\n  ","139043":"\n   are there any celebrities you’re shocked haven’t been “cancelled”\/blacklisted?\n  ","139044":"\n   If you know what I'm a celebrity get me outa here is, which celebs would you like to see on the show?\n  ","139045":"\n   Did your school have fraternities and sororities exclusive to one race? (Asian frat, Black sorority, etc.)\n  ","139046":"\n   Do you accept random friend requests on FB or IG?\n  ","139047":"\n   Who was the last person you gave a kiss?\n  ","139048":"\n   are you asian?\n  ","139049":"\n   I see a lot of people practically begging for money like the leeches they are, instead of getting a job. Do they not feel ashamed of themselves? I can't say I'm a wealthy person, my finances are ok, but I would NEVER ask someone for money. I'd rather die than humiliate myself like that, i have pride\n  ","139050":"\n   Are you able to do any voice impressions of characters?\n  ","139051":"\n   True, he's pitiful and can't realize he's just humiliating himself. I lowkey feel bad for him ngl, he has no dignity whatsoever\n  ","139052":"\n   He's worse than a child from kindergarten\n  ","139053":"\n   Trump said December 5 2020 that he will not leave office until January 2025. Are you upset ?\n  ","139054":"\n   we made it through the first week of december !! 💖 what were some highlights of this week?\n  ","139055":"\n   Ooh, now that I didn’t know. Thank you!! 🙂👏\n  ","139056":"\n   Lmao 👏👏 Nothing but respect 😂🤝\n  ","139057":"\n   Makes sense, but you got a good deal for those cars 😄👍👍\n  ","139058":"\n   Oh wow, that's a pretty good deal. If you don't mind me asking, what state or country do you live in?\n  ","139059":"\n   Oh wow, must have been expensive 😅\n  ","139060":"\n   Buy a new car or used car or lease a vehicle?\n  ","139061":"\n   Can you tell when someone is lying? 🙊\n  ","139062":"\n   sorry for being vague. i didn't know what vhs means\n  ","139063":"\n   • If you had the ability to ERASE something that you did in the past, what would it be?\n  ","139064":"\n   STOP. Paste here what you last copied! Let's see what everyone has been up to! Game? 😂\n  ","139065":"\n   VHS?\n  ","139066":"\n   What job do you think doesn’t exist now but will exist in the future? 🤔\n  ","139067":"\n   Would you ratherspend every weekend indoors or spend every weekend outdoors? #HappyWeekend🌞\n  ","139068":"\n   When did you last go to a party?\n  ","139069":"\n   What do you want to change about yourself?\n  ","139070":"\n   When did you last see snow?\n  ","139071":"\n   Have you ever been in a castle?\n  ","139072":"\n   Do you have a hard time expressing your emotions?\n  ","139073":"\n   If you could be on a REALITY TV SHOW, which one would you choose and why? 🎥\n  ","139074":"\n   Ideas on what to do when bored?\n  ","139075":"\n   Say there was a heaven and a hell, which do you think you'd go to when all is said and done? Why? 😇😈  What'd your ideal heaven \/ hell look like? How'd you spend eternity there? 🤔\n  ","139076":"\n   Hello what are you doing?\n  ","139077":"\n   A few holidays are coming up. Do you celebrate any? Do you have wish list for gifts or anything else?\n  ","139078":"\n   What did you have for breakfast today?\n  ","139079":"\n   How do you feel about putting green peas on mac n cheese? 🍽\n  ","139080":"\n   What are your plans this weekend? Are you free this weekend?\n  ","139081":"\n   Are you afraid of commitment? 🤔💭\n  ","139082":"\n   Today is international day of persons with disabilities. What's something you feel people should know about either disabilities in general, people with disabilities or a specific disability?\n  ","139083":"\n   That second one sounds like something from The Simpsons Treehouse of Horror. 😂 I'd heard of Thinner and new the general plot but not the details of your one being being a Roma woman\n  ","139084":"\n   I've never seen either.\n  ","139085":"\n   that looks delicious! what other types of tacos do you make?\n  ","139086":"\n   Yes! And they never describe voodoo accurately. Just that it's \"spooky African magic\".\n  ","139087":"\n   So do I! It's just a shame how they went about having actors of colour in it and would have been better if there were other black folks in it who were weren't ✨old magical black folks✨ in the movie I was watching tonight they killed off the black man first and\n  ","139088":"\n   Yeah! My partner hasn't seen many old movies and he seen The Shining last year and we both pointed out that trope!🙄\n  ","139089":"\n   Would you rather have to use chopsticks every day for the rest of your life or use a fork?\n  ","139090":"\n   I hadn't seen this one \"classic\" movie since childhood and my partner had never seen it. We watched it tonight & noticed a lot of racist tropes in it unrelated to the plot. Whats a movie you enjoyed as a child and later on noticed it contains racism, sexism etc. that has nothing to do with the plot?\n  ","139091":"\n   why do you bother keeping anon on then ?\n  ","139092":"\n   Favorite color of bracelets\n  ","139093":"\n   • How do you like your eggs? Sunny side up, scrambbled, poached, boiled or salted? 🥚\n  ","139094":"\n   Hi! Please answer this survey. 🥺 \n\n[1] Would you rather receive ANONYMOUS or OPEN questions? Why?\n\n[2] What type of question are you interested in? (eg. personal, funny, crazy, quiz, philosophy, ect.)\n  ","139095":"\n   If you could sit down with your younger self, what would you say? #SelfAdvice\n  ","139096":"\n   Did you hear about Noah Cyrus’s racism controversy?\n  ","139097":"\n   What opinion do you wish your family members didn’t hold?\n  ","139098":"\n   What was for dinner?\n  ","139099":"\n   If you have pets do you give them christmas gifts?\n  ","139100":"\n   What made you laugh this week? Share it so we could also have some fun! 😂\n  ","139101":"\n   Do you watch and listen to celebrity scandals, rumors and gossips? Do you find it interesting?\n  ","139102":"\n   What subject do you wish you never had to take? 🤔\n  ","139103":"\n   Have you ever had an overnight stay in the hospital? 😷\n  ","139104":"\n   how dark do you like your toast?\n  ","139105":"\n   What is the cutest robot ever?\n  ","139106":"\n   Is there anything that you have planned in this month of December?\n  ","139107":"\n   ahh that would be so cute!\n  ","139108":"\n   what kind of tattoo would you get?\n  ","139109":"\n   If you could have picked your own name, what would you name yourself?\n  ","139110":"\n   What is your greatest strength? 💪\n  ","139111":"\n   If there was no CoViD virus, what would have you done this year 2020?\n  ","139112":"\n   Roasted vegetables with a little bit of rice on the side? Anyone? Cornbread with? Do you like roast?\n  ","139113":"\n   Are you a picky eater or do you like to try new foods? 😋\n  ","139114":"\n   Have you ever seen something you can’t explain? 🤷‍♀️\n  ","139115":"\n   What culture would you like to learn more about? 👳‍♂️👳‍♀️👲🧕🎎\n  ","139116":"\n   If magic was real, what spell would you try to learn first? ✨\n  ","139117":"\n   Would you rathersomeone see all the photos in your phone or read all your text messages?\n  ","139118":"\n   If you were a vegetable, what vegetable would you be and why?\n  ","139119":"\n   Have you ever asked for the Shop's Manager before?\n  ","139120":"\n   If you came to wonderland completely blind to the whole situation just like Alice was, do you think you would've taken a similar approach to what she did? If not, what would you've done differently? 🐰🎩🐛🌷🐱🍪👑\n  ","139121":"\n   I've just discovered heavy metal hurdy-gurdy and it's awesome. What unusual niche thing do you get excited about?\n  ","139122":"\n   What little things would you suggest to prevent binge eating ?\n  ","139123":"\n   have you seen AOC’s merch?\n  ","139124":"\n   Do you like American cuisine?\n  ","139125":"\n   what’s the weirdest\/most specific\/most interesting thing you’ve ever seen someone dedicate a whole room of their house to?\n  ","139126":"\n   have you had to get a covid test?\n  ","139127":"\n   are you going to drive around and look at christmas lights this year?\n  ","139128":"\n   do you think 2021 is going to be better than 2020?\n  ","139129":"\n   If you could be any SUPERNATURAL CREATURE, what would you be and why?\n  ","139130":"\n   Who is your favorite late night talk show host?\n  ","139131":"\n   Would you ratherspend the weekend with 🏴‍☠️ pirates or 🐢 ninjas?\n  ","139132":"\n   Ah... dunno what that says about how much I listen to music 😂 When the only thing that beats me is something playing non stop lol\n  ","139133":"\n   You're like the only person I've seen on all my social media so far who's listened more than me 😂 I'm up at 111k minutes!\n  ","139134":"\n   Have you ever pushed the emergency brake button aboard public transport?\n  ","139135":"\n   cracker barrel or ihop\n  ","139136":"\n   what was the last movie you saw? 🎬\n  ","139137":"\n   Are you HEALTH CONSCIOUS? Are there any foods that you do not eat for health reasons? Do you exercise?\n  ","139138":"\n   • At Christmas, do you prefer real Christmas trees or fake ones?\n  ","139139":"\n   What’s one policy that you identify as being typically “centrist?” And what are your beliefs on the topic?\n  ","139140":"\n   Where are five places you really want to visit before you die? ✈🛥🚗\n  ","139141":"\n   What are your most important rules when going on a date? What are your red flags?🚩\n  ","139142":"\n   have u ever protested?\n  ","139143":"\n   what’s getting old?\n  ","139144":"\n   do you have an opinion on “emo rap”\n  ","139145":"\n   do you have a favorite pasta shape 🍝🇮🇹\n  ","139146":"\n   Best chain breakfast restaurant:\n  ","139147":"\n   What is you coffee shop order\n  ","139148":"\n   What's your favorite necklace?\n  ","139149":"\n   What are you thinking about?\n  ","139150":"\n   How’s your day been?\n  ","139151":"\n   what music u like!?\n  ","139152":"\n   what’s a name that just sounds pretentious to u?\n  ","139153":"\n   Thank you btw! I'll check these out and will probably get back to Twin Peaks\n  ","139154":"\n   Pierce and I have Twin Peaks a go and only seen the first 2episodes and forgot about watching it again. I really must get back to it but we're actually currently watching The X-Files and funnily enough, Desperate Housewives! 😂\n  ","139155":"\n   Do you have any animated spooky movie suggestions ?\n  ","139156":"\n   It’s 3 AM here and now I’m getting hungry 😂 Thank you, tho! ☺️\n  ","139157":"\n   Which Nigerian foods do you eat and which do you avoid?\n  ","139158":"\n   Wanna share the recipe of the rice and beans? 😄\n  ","139159":"\n   .\n  ","139160":"\n   Ngl I had to look Kyle up as I recognized the me but couldn't put a face to it! He seemed so lovely and sweet irl! Defo gave off wholesome and good guy vibes.😄 What do you recommend that he's in?\n  ","139161":"\n   Have you ever EARNED MONEY from something UNCONVENTIONAL  or out of the blue? 🤑💙\n  ","139162":"\n   I met him when I was a kid at the JP McManus golf event haha\n  ","139163":"\n   what’s your MOST URGENT PRIORITY for the rest of the year?\n  ","139164":"\n   What's the longest you've gone without sleep?\n  ","139165":"\n   What's the longest you've ever grown your hair?\n  ","139166":"\n   Do you like capitalism\n  ","139167":"\n   If you had a CLONE, what would you have the clone do? 😂\n  ","139168":"\n   What do you do for a living? \/ What do you want to do for a living?\n  ","139169":"\n   If you were given a choice to turn into a zombie or to die, which would you pick? 🧟‍♀️\n  ","139170":"\n   How much can you eat on a EAT ALL YOU CAN restaurant? 😛\n  ","139171":"\n   Can you really earn by playing games? Have you ever earn real money by playing games? 🎮\n  ","139172":"\n   Would you still talk even if no one is listening to you? 🗣\n  ","139173":"\n   Just a little reminder that you are amazing! You are strong! And very much loved! Have a wonderful day, you've got this! :3 💕\n  ","139174":"\n   How often do you eat food which is meant to be easily cooked in a microwave? What do you usually go for? ♨️\n  ","139175":"\n   What time do you usually try to go to bed? 🥱\n  ","139176":"\n   what wastes the most time in your day to day life?\n  ","139177":"\n   What do you do when you hear something fall in the middle of the night while you are in bed?\n  ","139178":"\n   Would you ratherhave all of your messages and photos leak publicly or never use a cellphone ever again?\n  ","139179":"\n   Which band or singer would you love to hear a Christmas song from? \n\nAny song in particular?\n  ","139180":"\n   Last night while looking up her song Milkshake, I realised that Kelis now does cooking videos on her youtube channel where she also posts her music. Has anyone ever started something new and made you think \"that's new and different for them\"? If so, what was it?\n  ","139181":"\n   Self love1: Self love is something spoken about a lot these days. But it's different for everyone. So here's some self love spam! What is self love in your opinion and how do you show yourself love?\n  ","139182":"\n   Self love 2: Many self love posts online focus on the exciting side of self love like \"buy yourself that new thing, you deserve it #selflove\" and whatnot but what are some boring self love things that you feel need to be done? (drinking water to stay hydrated etc.)\n  ","139183":"\n   Self love 3: What do you think self love looked like 100yrs ago? What do you think it'll look like 100yrs in the future?\n  ","139184":"\n   Self love 5: What do you think influenced the whole self love trend in more recent years?\n  ","139185":"\n   where did that cat come from?\n  ","139186":"\n   Self love 6: In Ireland \"they love themselves\" and \"they're in love with themselves\" are seen as insults, especially amongst older generations. What's your opinion on this? Do you think they're insults? Is it good or bad to love yourself?\n  ","139187":"\n   Self love 7: What's something that you do to love and care for yourself that is rather unique to you? (for example I make sure to take my insulin to keep myself physically well and dye my hair neon green to cheer myself up mentally)\n  ","139188":"\n   is there an NBA team in ur city? state? have you ever been to a game?\n  ","139189":"\n   What's your opinion on the monoliths and what do you believe could be a true theory on them?\n  ","139190":"\n   since it’s such a hot debate topic: spotify or apple music?\n  ","139191":"\n   WHAT IS YOUR FAVORITE GUILTY PLEASURE TV SHOW?\n  ","139192":"\n   Do you think it would be EASIER if we could just CHOOSE the problems and obstacles that we would go through life??\n  ","139193":"\n   Opinion on James Charles ?\n  ","139194":"\n   have u ever been to a real like “summer camp” ? do you know anyone who has ? lol\n  ","139195":"\n   Did you run cross country in high school?\n  ","139196":"\n   Would you rathernever get another present in your life but always pick the perfect present for everyone else or keep getting presents but giving terrible ones to everyone else? 🎁\n  ","139197":"\n   If you could talk to animals and they would understand you, but you couldn’t understand them, what would you do with that power?\n  ","139198":"\n   What is the temperature where you are at at the moment? Pic?\n  ","139199":"\n   When was the last time a stranger said something intimate to you like \"I love you\" or \"step on me\" or \"when's the last time you did it?\" and what did they say?\n  ","139200":"\n   \"Should we censor the f-slur for queer men from Fairytale Of New York or just not play the song?\" comes up every year. I've never met an Irish person, a fellow queer man or not that wants to censor it or rid us of it. What's your opinion?\n  ","139201":"\n   .\n  ","139202":"\n   Just looked this up.... I expected something completely different bc it said it was from Adult Swim, hahaha. I thought it was gonna be similar to Get Schwifty. It was actually really beautiful. Thank you so much!\n  ","139203":"\n   What are some \"unconventional\" holiday songs that you enjoy for December? I like Lacuna Coil's Naughty Christmas and Carol Of The Bells by Orion's Reign and Jingle Bells Cast Your Spells.\n  ","139204":"\n   Did you make use of the online deals?\n  ","139205":"\n   Who’s your favorite cartoon character?\n  ","139206":"\n   Can we talk dirty\n  ","139207":"\n   How good of a dancer would you say that you are? Even considering basic things such as following the rhytm etc. Does that improve when you know the song you're dancing to beforehand? Do you ever incorporate the meaning of some lyrics into your dance moves? 🕺🎶\n  ","139208":"\n   Why not?\n  ","139209":"\n   Are you buying PlayStation 5?\n  ","139210":"\n   Do you live in Illinois district 14 ?\n  ","139211":"\n   My niece actually lives in OR (in Springfield). She was studying in MN and had to leave campus due to covid so she lives out west with her friend in a house that her friend’s family own.\n  ","139212":"\n   Yeah, and then when something is actually very offensive and you're trying to educate people, it's not taken seriously between the amount of over sensitive folks and trolls.\n  ","139213":"\n   I used to be a libertarian but then a right-wing government was elected in Britain in 2010 and I saw how much damage they did, so moved to the left. It was easier to make the journey as most libertarians I met were complete tossers.\n  ","139214":"\n   Want to get MORE COINS to spend in ASKfm? Cyber Monday VIP-bonus is waiting for you here\n   \n    https:\/\/bit.ly\/coins_VIP_\n   \n","139215":"\n   Yeah and I've literally spoken about my ED and being anti-diet culture for years, haha.\n  ","139216":"\n   So one of my friends doesn’t want to be here in New Jersey anymore where her and I live apparently she just said it out of the blue. I want to know what should I ask her? Should I ask her if she’s okay or ask her why she doesn’t want to be here any more ?\n  ","139217":"\n   Lol I wish more folks were similar to you!\n  ","139218":"\n   Hey everyone, just about a recent Q of mine. I don't support diet culture and I don't actually follow the food pyramid as I'm an intuitive eater myself. The question wasn't related to what you eat it was related to your thoughts on dietary science. I'm sorry for offending some of you.\n  ","139219":"\n   What’s the most overrated product out on the market? 😒\n  ","139220":"\n   So for many years I’ve studied other religions  and even had the opportunity to practice them and test them out. Do you think it’s okay to tell my parents about this ? I’m afraid they might get upset I’m a Christian and still identify that way even if I practiced other religions\n  ","139221":"\n   Would you ratherWIN THE LOTTERY but have to spend it all in one day or TRIPLE your current SALARY forever?\n  ","139222":"\n   WOULD YOU RATHER:give up cursing 🤬 forever OR give up ice cream 🍦 for 12 years?\n  ","139223":"\n   If a mysterious benefactor wrote you a check for $5,000 and said, “Help me solve a problem — any problem!” … what would you do with him or her?\n  ","139224":"\n   If you were to remove one social media app from your phone, which would it be and why?\n  ","139225":"\n   What's your go-to restaurant when you don't know where to eat?\n  ","139226":"\n   • Has another’s pain ever given you joy? Be totally honest.\n  ","139227":"\n   What is your opinion about gossips \/ chismis?\n  ","139228":"\n   I do the same! I'm a big believer in intuitive eating.\n  ","139229":"\n   Plz answer this just so the anon can see. I was accidentally removed but they gave back my account.\n  ","139230":"\n   Have you always had the same political beliefs? Is there something that impacted them?\n  ","139231":"\n   Hey folks! My account got randomly disabled so I said I'd come on here to tell the few folks I follow in case you want to follow this page or need links to my socials. If you could please spread the word that'd be great bc I follow hardly anyone on here and I'm terrible for remembering @s\n  ","139232":"\n   Have you ever had to break-up with a friend?\n  ","139233":"\n   Which animal would you love to be for a day?\n  ","139234":"\n   What subjects do you think should be taught in school but aren’t? 🤓📚👓\n  ","139235":"\n   Do you have a lot of friends? Or do you keep few close friends?\n  ","139236":"\n   Where did\n   \n    @urlsareshittbh\n   \n   go?\n  ","139237":"\n   what’s a tv show that you like that’s still airing? & what’s one tv show you like that’s been off the air for awhile now?\n  ","139238":"\n   Were you terrified of ASK FM when you first used it ?\n  ","139239":"\n   Hey folks! If you follow my backup acc, you'll know that this acc was wrongfully disabled earlier today. I've obviously gotten it back but when I logged in again I had no coins so now I'm contacting them to see if I can get my thousands of coins back. They gave no reason for disabling my acc, haha!\n  ","139240":"\n   are there any christmas songs you really can’t stand?\n  ","139241":"\n   what’s a myth that u hate hearing repeated as fact?\n  ","139242":"\n   Do you like ramen? If so, what kind \/ what do you like in it?\n  ","139243":"\n   In recent years dietitians have advised us against eating the amount of carbs we see in the food pyramid. Regardless of what you eat, do you think it's wiser to follow the food pyramid they enforced when we were children or the one they enforce nowadays and why?\n  ","139244":"\n   What’s a christmas dinner staple in ur home\n  ","139245":"\n   First video question:\n   \n    https:\/\/www.youtube.com\/watch?v=LniGwv57uFg\n   \n   If you want me to stop sending you video questions, feel free to say so.\n  ","139246":"\n   Wing ranking! Best wings?\n  ","139247":"\n   What do you wish someone taught you a long time ago?\n  ","139248":"\n   Do you have a \"top fan\" badge in any facebook groups\/pages?\n  ","139249":"\n   When was the last time you wrote a letter to someone on paper?\n  ","139250":"\n   y u say tht?\n  ","139251":"\n   Who's ready for 2021\n  ","139252":"\n   i feel you. i will admit that i definitely am getting more questions\/likes\/followers though. especially now that i feel comfortable doing shoutouts not anonymously.\n  ","139253":"\n   definitely, i also don't want to seem intrusive especially considering i used to rarely ask follow-up questions in the past rofl.\n  ","139254":"\n   i have to say, the requirements are a lot. they're definitely doable but the asking questions in threads thing has been the most difficult for me.\n  ","139255":"\n   .\n  ","139256":"\n   Caffeine suggestions for someone who doesn’t drink coffee on a regular basis?\n  ","139257":"\n   Have you ever been to a renaissance fair or something similar? How was it? What did you think of it? 🏹⚔🛡🏰🐴\n  ","139258":"\n   What religious group are you simultaneously fascinated and confused by ?\n  ","139259":"\n   Which book has made you laugh aloud?\n  ","139260":"\n   Do you do any kind of meditation? 🧘\n  ","139261":"\n   • If you could be an animal, what would it be and why? 🐽\n  ","139262":"\n   What’s the best Wi-Fi name you’ve seen? Mine: BuyYourOwnSvckers\n  ","139263":"\n   What is something people are always surprised to learn about you? #GetToKnow 😱\n  ","139264":"\n   do you like deep intimate talks? Or are you more into gestures? 💞\n  ","139265":"\n   • Do you trust others easily?\n  ","139266":"\n   What’s your favourite way to pass time at home?\n  ","139267":"\n   What’s your favourite type of youtube videos to watch?\n  ","139268":"\n   First three songs in your favourite playlist?\n  ","139269":"\n   Can you shower with cold water? 🥶\n  ","139270":"\n   What is your opinion about ABORTION? Are you pro or against it?\n  ","139271":"\n   Do you have that one friend you always seem to have to apologise for when in polite company, because they can't put a sentence together without swearing? 😳\n  ","139272":"\n   Would you like to receive my questions?\n  ","139273":"\n   Why didn’t you go to grad school ?\n  ","139274":"\n   What is a phrase that makes you cringe?\n  ","139275":"\n   do u have a favorite animated tv show\n  ","139276":"\n   if you had to live in a big city, which big city would u a want to live in?\n  ","139277":"\n   What bothers you most abt neoliberals\n  ","139278":"\n   How do u cope w having to live in a world where abt 1\/2 the people u encounter- neighbors, family, co-workers-condone everything that this country needs to overcome, & so many things you disagree w\n  ","139279":"\n   grilled cheese or tomato soup? (yeaaahhhh they do go together but which do you like better)\n  ","139280":"\n   Hello what are you doing,\n  ","139281":"\n   Opinion on indigenous people hunting\/killing animals\n  ","139282":"\n   fav fried chicken?\n  ","139283":"\n   Have you ever posted something that went viral?\n  ","139284":"\n   Do you know how to play any instruments?\n  ","139285":"\n   Have you ever gotten stung by a bee?\n  ","139286":"\n   What is your favorite type of music?\n  ","139287":"\n   Do you know how to cook?\n  ","139288":"\n   Do you still have a telephone in your house?\n  ","139289":"\n   Smoker question. The simple thought of not having cigarettes terrifies me. I do intend to quit but I feel as if that's never going to be possible, I just can't stay off cigarettes. This addiction will be the death of me. Have you ever felt like that?\n  ","139290":"\n   the \"new\" 90s fashion is gross and is just a mockery of the ORIGINAL fashion. everyone dresses the same, there's no unicity. just basic bxtches everywhere you go.\n  ","139291":"\n   What piece of memory do you wish you could erase from your mind so that you could experience for the first time again?\n  ","139292":"\n   Would you ratherclean up someone else’s 🤮 vomit or someone else’s  blood?\n  ","139293":"\n   Did you know that researchers found an increase in suicide attempts for Black boys from 1991 to 2017, but a decrease among other races?\n  ","139294":"\n   In what situations, do you wish you couldthrow down a smoke bomb and disappear? 🏃‍♂️💨\n  ","139295":"\n   WHAT WAS SOMETHING COURAGEOUS YOU'VE SEEN SOMEONE DO IN PERSON?\n  ","139296":"\n   are you gonna rewatch All American?\n  ","139297":"\n   Do you like any political shows\/movies\n  ","139298":"\n   In light of new Government restrictions about alcohol being served in pubs, what do you personally class as a 'substantial meal'??\n  ","139299":"\n   Do you believe in black magic?\n  ","139300":"\n   Did you use to get advent calendars as a kid? What kind? Do you still get one for yourself? If not, what kind of advent calendar would make you change your mind? 🤔🎅\n  ","139301":"\n   which meant we had one bus doing two runs which took an hour. So route 1 would get on the school bus at 7am and arrive at 8 and the other route would get on at 8 and arrive at 9. Then the earlier crowd would go home right after school finished but the other route went to bus study which meant\n  ","139302":"\n   That's WILD! Here primary school goes on for 5hrs 40mins. Secondary goes on for typically 7hrs but it can vary a lot depending on whether or not we get a half day on Fridays. If yes, we do an extra half hour every weekday and then cut half our time on Friday off. But for my school we had bus study\n  ","139303":"\n   Yeah, I used to get up when dark and get home when dark. But typically bus study was swapped between bus routes halfway through the year so it wasn't the worst but I wish I'd just been picked up.\n  ","139304":"\n   Bloody hell! At first I thought that sounded like so much work for high school but tbh those are v similar hours to how long I was in school bc I had bus study\n  ","139305":"\n   Are there very many Jamaican immigrants where you live ?\n  ","139306":"\n   That's amazing! We don't have those types of schools here tbh. How does the schedule work attending both?\n  ","139307":"\n   Favorite winter soup\/stew?\n  ","139308":"\n   Why did you have two separate high school ones and no junior high ones?\n  ","139309":"\n   We never had any, at any point at either Primary or Secondary (High) school. It just wasn’t a thing (except at universities obvs). \nThey’ve been doing high school proms here for a while now so maybe they’re graduating now too, I should probably look it up!\n  ","139310":"\n   Did you have an 8th grade graduation\n  ","139311":"\n   Pap in leggings\n  ","139312":"\n   What TV show has gone off the air that you wish would come back? Mine is Bones.\n  ","139313":"\n   Do u have any Easter traditions?\n  ","139314":"\n   Do you ever miss strip clubs being open?\n  ","139315":"\n   How do you like your salads? \nI like mine with cheddar cheese, parmesan cheese, and ceaser salad dressing and a bit of salt 😊\n  ","139316":"\n   Are there any really popular apps which you've never used? Would you ever consider downloading any of them? Why \/ why not? 📱🤔\n  ","139317":"\n   Inspired by my anon! What is your favorite facial features! \nFor me it's my nose and lips! (I have big lips compared to the women in both sides of my family lol)\n  ","139318":"\n   What is it that makes you feel alive? 👨‍👩‍👧‍👧🏃‍♀️\n  ","139319":"\n   Where do you prefer to meet people — in the STREET, on SOCIAL NETWORKS or DATING SITES?\n  ","139320":"\n   Last thing you wore that was Pink\n  ","139321":"\n   Have u ever cut up hot dogs and put them in macaroni & cheese?\n  ","139322":"\n   Is there an activity that calms you? A place or a thing that makes you feel at ease? 😌💓\n  ","139323":"\n   would u consider a churro a donut?\n  ","139324":"\n   How are you? Are you okay? Have you been well?\n  ","139325":"\n   When can you truly say that \"I DESERVE THIS\"?\n  ","139326":"\n   Do you care too much or too little? How does it affect you?\n  ","139327":"\n   Do you have any \"irrational fears\"? If so, what is it?\n  ","139328":"\n   What was your first pet? 🐶 🐱 🐰 🐠\n  ","139329":"\n   Which fictional character do you wish was real?\n  ","139330":"\n   What’s the one food you’d like to banish from existence?\n  ","139331":"\n   What does it mean to be spicy white ?\n  ","139332":"\n   aioli vs mayonnaise, which comes out on top\n  ","139333":"\n   What is your favorite song?\n  ","139334":"\n   What are you dedicated to?\n  ","139335":"\n   Who do you miss?\n  ","139336":"\n   Did you go Black Friday shopping?\n  ","139337":"\n   Have you ever had a toxic relationship (be it romantic, familial, or a friendship) and how did you deal with it? Did you cut ties or did you find a way to mend the relationship?\n  ","139338":"\n   What’s your zodiac sign?\n  ","139339":"\n   Would you consider the movie Se7en a horror movie?\n  ","139340":"\n   What would be the worst “BUY 1 GET 1 FREE” sale?\n  ","139341":"\n   • How do you spend your mornings? 🌤\n  ","139342":"\n   i've always been terrified to try them but they're probably much better than acid.\n  ","139343":"\n   What is something you have always wanted to try?\n  ","139344":"\n   Do you get tempted by Black Fridays deals online and offline?\n  ","139345":"\n   Most underrated horror movie ever?\n  ","139346":"\n   Do you think we’re in need of a revolution?\n  ","139347":"\n   WOULD YOU RATHER:🤥 detect every lie you hear or 🙊 get away with every lie you tell?\n  ","139348":"\n   there's actually a coffee maker that automatically starts brewing at a certain time and sets an alarm to wake you up when the coffee is finished. idk what it's called though.\n  ","139349":"\n   What product do you wish a company would make a “SMART” version of?\n  ","139350":"\n   Be honest do you immediately judge people based on their answers\/looks\/background?\n  ","139351":"\n   So I don't know if I've asked this..but what is your favorite Christmas movie that you've grown up watching? \nMine is A Mickey's Christmas Carol!\n  ","139352":"\n   .\n  ","139353":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","139354":"\n   Are you a \"food snob\" in anyway? For example, are there certain foods that you will only eat if it's prepared in a specific way or if it's made by a specific brand?\n  ","139355":"\n   yeah!! it's in waterbury connecticut. I never heard of it before but my boyfriend likes it. daaaamn never knew!\n  ","139356":"\n   Do you think time is going by fast or slow? How’s about 2020?\n  ","139357":"\n   Have you ever caught something on fire while you were cooking?\n  ","139358":"\n   Which is more attractive in a person? Their intelligence or comedy skills?\n  ","139359":"\n   What is your favorite movie and favorite genre?\n  ","139360":"\n   Do you like Disney movies? If so what's your favorite? \nMines 101 Dalmatians and I'm currently on a Disney kick with emperor's New groove being the pick for tonight!\n  ","139361":"\n   Have you had any \"weird\" experiences in your home or other places? \nI have a light that always flickers (light bulb has been checked) but if someone else is watching it , it doesn't , only when I'm around. Candle flames also always move , but stop when I get someone's attention, no air flow around🥴\n  ","139362":"\n   Have you ever played Beanboozled (the jellybean challenge where some jellybeans taste nice and others are awful flavours)? If so, what was the worst flavour you tried?\n  ","139363":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","139364":"\n   • Who do you text the most? #snoopy 👀\n  ","139365":"\n   Do you have a favourite board game?\n  ","139366":"\n   You’re a scientist, what scientific experiment would you invent?\n  ","139367":"\n   Which part of a conflict do you believe is more important - the journey to solution or the solution itself?\n  ","139368":"\n   How would you describe your lifestyle? 💖\n  ","139369":"\n   Do you think the weather affects your mood at all? If so, how?\n  ","139370":"\n   What is the best relationship advice you have ever been given?\n  ","139371":"\n   I just want to let you all know that you're beautiful and amazing people! \nEven though we've never met (most of you anyways lol) I still have a deep caring spot for all of you I follow! You make my days when I get online and you guys answer my questions\/send me questions and talk with me! Thank you\n  ","139372":"\n   What do you think makes someone a GREAT person? 🤔\n  ","139373":"\n   If you like a girl\/guy, what do you do to win her\/him?\n  ","139374":"\n   Did you know the great soccer player Diego Maradona from Argentina?\n  ","139375":"\n   Is there a relative \/ 'kamag-anak' that you try to avoid? 🙈\n  ","139376":"\n   Is a life exclusive to pleasure (no suffering) worthwhile?\n  ","139377":"\n   Have you had an interesting\/confusing\/annoying neighbor?\n  ","139378":"\n   Are there any rappers you feel like don’t get enough respect?\n  ","139379":"\n   do you remember anything abt thanksgiving of 2017?\n  ","139380":"\n   What's the oldest game console \/ system you've owned? Do you still have it?\n  ","139381":"\n   Which of your personality traits are you most proud of?\n  ","139382":"\n   Do you like math?\n  ","139383":"\n   How was your thanksgiving?\n  ","139384":"\n   Do you have any wiccan friends?\n  ","139385":"\n   Happy Thanksgiving! 🦃\n  ","139386":"\n   What did you eat today?\n  ","139387":"\n   bear is so freaking adorable.\n  ","139388":"\n   Okay guys...ham or turkey?\n  ","139389":"\n   What’s a traditional yuletide meal for you?\n  ","139390":"\n   Would you share your mac n cheese recipe?\n  ","139391":"\n   Are you always nice and civil with everyone?\n  ","139392":"\n   I’m sorry that you’re experiencing this. I hope it becomes less soon.\n  ","139393":"\n   Why’s that? Like what kinda questions do you receive that you delete (and report)?\n  ","139394":"\n   In what ways have you changed over the last year?\n  ","139395":"\n   When responding to questions on AskFM, are you selective or do you try to answer everything?\n  ","139396":"\n   What do you consider to be your greatest strength?\n  ","139397":"\n   .\n  ","139398":"\n   My son is multiracial, but none of us have eyes as dark as his. I’m my dad’s oldest and my youngest brother of his also has hazel eyes. All of our siblings between us have dark brown, just not that dark.\n  ","139399":"\n   Thoughts on leather jackets?\n  ","139400":"\n   What is your favorite dessert? 🧁🍧🍨🍦\n  ","139401":"\n   Are you a RELIGIOUS or SPIRITUAL person?\n  ","139402":"\n   what do you want to do when you retire?\n  ","139403":"\n   What word do you always mispronounce?\n  ","139404":"\n   Would you ratherhave a third 👂ear or a third 👁 eye?\n  ","139405":"\n   Would you rather meet a wolf or a poisonous snake in the wilderness? Why?\n  ","139406":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","139407":"\n   When was your first big holiday away from your family and with your so? \nThis is my very first \"big holiday\" away from my family so I'm sad but happy cause it's mine and Ryan's first together!\n  ","139408":"\n   Is there a tv show that you are currently into? 📺💕\n  ","139409":"\n   Where do you watch\/read\/listen on the news? (TV, online, radio, newspapers)\n  ","139410":"\n   wait, gloria jeans is old!? there's one in my mall 🤣\n  ","139411":"\n   From what I understand most confederate monuments were put up in black communities during the civil rights movement of the 1960s by the Daughters of The Confederacy as a way to fight the movement and people forgot that racist origin.\n  ","139412":"\n   Happy thanksgiving! 🍂🍗 How'd you  describe the holiday in an honest way? Especially to someone like me who's never gotten to celebrate it?\n  ","139413":"\n   My son’s eyes are like that. So brown they look black most of the time. Mine were brown as a child, but are more and more green as I age.\n  ","139414":"\n   Does your workplace have required “bias trainings”\/“diversity trainings” ?\n  ","139415":"\n   Are there any celebrity scandals that still crack u up?\n  ","139416":"\n   How are there statues of Confederate racist leaders in the southern states. These are the losers of the Civil War. Can you imagine statues of Hitler in German cities or statues of Mussolini in Italian cities. No. No chance. Then why Confederate leaders?\n  ","139417":"\n   are you wearing black today\n  ","139418":"\n   Did you get the convulsive accountant syndrome too?\n  ","139419":"\n   what color are your eyes?\n  ","139420":"\n   yo did you like King Von’s music?\n  ","139421":"\n   fake trees or real trees?\n  ","139422":"\n   Do  you like going to clubs?\n  ","139423":"\n   Do you like small talk? (I don't too much tbqh)\n  ","139424":"\n   Be honest r u really happy?\n  ","139425":"\n   The Rajneeshis too\n  ","139426":"\n   are there any local cults from where ur from?\n  ","139427":"\n   I kinda wanna buy a fake Christmas tree. Should I do white or just stick with green? Or some other color?\n  ","139428":"\n   IMAGINE that you are an interviewer. Who would you invite for an interview and Why? What 5-10 important questions would you ask this person? 🤔💭\n  ","139429":"\n   WHEN ARE YOU MOST HAPPY?\n  ","139430":"\n   What would be the creepiest thing you could say while passing a stranger on the street? #StreetMannersAwareness\n  ","139431":"\n   • What makes you feel discouraged? 😪\n  ","139432":"\n   Is there a MISTAKE 🙅‍♂️ that you keep repeating (and repeating)?\n  ","139433":"\n   🎁🎀.. Would you like to share a nice Christmas Memory??..⛄🎄⛄.. Te Gustaría compartir un lindo recuerdo Navideño?? ..🎀🎁\n  ","139434":"\n   .\n  ","139435":"\n   If you celebrate christmas, when do you usually put up your decorations? 🎄\n  ","139436":"\n   What are some things you do to look after your mental health?\n  ","139437":"\n   dude i fucking love this one.\n  ","139438":"\n   Post a picture of something your proud of making! \n(I.e a drawing, poem, craft, Sim, child etc lol)\n  ","139439":"\n   If you could start any job right now, what would it be? \nI've always wanted to be an EA gamer (A Simmer) But I sadly need a desktop for that lol\n  ","139440":"\n   So Ryan has a question for y'all. What is the best Christmas smell? \nI say cinnamon!\n  ","139441":"\n   and you try too hard lmao\n  ","139442":"\n   Hell yeah that’s a good one too\n  ","139443":"\n   It's hard to look at you and not wanting to do something to you.\n  ","139444":"\n   Omg give me a PLATE 😍😩 you are gonna have the best day tomorrow with a meal like that! Sounds fantastic\n  ","139445":"\n   What do you mean not to be creepy? You mean sexual stuff? You mean trying to have fun with you?\n  ","139446":"\n   Agh! The agony of only s&p. My favorite thing to use right now is Tony Chachere’s Creole Seasoning. Great on everything\n  ","139447":"\n   No I'm just curious to know if any of you people here actually know what you are talking about. I don't think that you or your anons can even classify human races and explain what is the white or Caucasian race exactly\n  ","139448":"\n   What is the white race exactly? Can you tell me how many human races are there?\n  ","139449":"\n   A seafood feast?? That sounds AMAZING\n  ","139450":"\n   And I bet that’s because you’re aware of seasoning! Me too sis imma make sure my grandma don’t leave any spice behind this Thanksgiving\n  ","139451":"\n   they entered my inbox trying to complain not realizing that i agree with you lmaoo. jesus.\n  ","139452":"\n   stfu you are a bully\n  ","139453":"\n   white privilege isn’t real. no one is giving me a special treatment because of my skin color. mocking our food is a form of oppression. you’re white you shouldn’t insult your culture\n  ","139454":"\n   yes I’m white? is it wrong to be proud of my race and get upset when you insult a whole race?\n  ","139455":"\n   What you doing for tomorrow? Something or nothing? Details? Any family over? Food? What's happening? PAP or GIF add?\n  ","139456":"\n   nice stereotyping. hope you get the woke points you’re after\n  ","139457":"\n   **TW\/food, comfort food!)\nWhat is a good\/snack that makes you happy or is your comfort food\/snack?\n  ","139458":"\n   What is the last thing that made you do the \"happy wiggle\"? \nMy aunt is sending me some pizza, wings and bread sticks from pizza hut because I told her I was hungry and that Ryan's not home 😊😊\n  ","139459":"\n   Thanksgiving food is the worst type of food. Do you like turkey? Green bean casserole? Pumpkin pie?\n  ","139460":"\n   Tell me about your favorite person\/people?\n  ","139461":"\n   Leave a little message for anyone you'd like 😊 \n(I hope you all had an amazing day! )\n  ","139462":"\n   what do you value most: 🕚 free time, 🏆 recognition, or 💸 money?\n  ","139463":"\n   Tell me about your day\/night and what your plans or hopes are for tomorrow?\n  ","139464":"\n   Am I the only one who is most comfortable and gets the best sleep when the fan is on high and the AC is on low (66° is perfect) and I'm wrapped in my big blanket?\n  ","139465":"\n   What's your favorite juice? 🧃 Do you ever go for something more \"exotic\" than regular orange juice? 🍍🍎🍋🍌🍒🍐\n  ","139466":"\n   How expressive would you say you are when it comes to your body language? Could someone easily tell how you're feeling without you having to saying so? 😊🤩😎😱😒😡😭\n  ","139467":"\n   short-term VS long-term goals?\n  ","139468":"\n   What have you learned from your mistakes, if there's any?\n  ","139469":"\n   How do you behave when among new people? Do you try to find a common ground with them or do you keep your distance trying to figure out if these people are your type and only then start a conversation?\n  ","139470":"\n   Do you judge people based on their political beliefs?\n  ","139471":"\n   private or public transportation? which on do you prefer to use?\n  ","139472":"\n   What are your plans for Thanksgiving?\n  ","139473":"\n   Have you ever been sleepwalking or done anything else in your sleep? 😴🚶‍♂️\n  ","139474":"\n   Do you think that aliens exist? 👽\n  ","139475":"\n   Why did you start an ASKfm account? What made it interesting for you? 🔥\n  ","139476":"\n   Can we safely assume all white thanksgivings are bound to have less flavor?\n  ","139477":"\n   What’s the difference between white and black thanksgivings ?\n  ","139478":"\n   What is a “Karen” to u\n  ","139479":"\n   Have you ever locked yourself out of the house?\n  ","139480":"\n   What’s the best fake song? Like a song that exists in the world of a show\/movie but not our world\n  ","139481":"\n   Do you think you have a pretty good WORK-LIFE \/ STUDY-LIFE balance? Why or why not?\n  ","139482":"\n   What is the strangest way you have broken something?\n  ","139483":"\n   Good luck\n  ","139484":"\n   I just got out of quarantine myself. I hope you’re ok.\n  ","139485":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","139486":"\n   What is your favorite month of the year?✨\n  ","139487":"\n   There's a say \"What you don't know, won't hurt you'. Do you agree that sometimes it's better to just not know? BQ: Do you prefer a painful truth or a sweet lie?\n  ","139488":"\n   My sister (23) is 4 months pregnant and she didn't quit smoking cigarettes. I visited her today and she was with a friend, I know for certain they smoked and drank, I saw the half empty bottles. She doesn't live with us, she lives with her partner. Should I tell my mother about it to handle her?\n  ","139489":"\n   Do you like Instagram as it is now with the button for video reels at the bottom and the shop button at the bottom on the right of reels?\n  "},"Answer":{"138417":"\n  imagine believing these wild conspiracy theories- like really being that stupid\n  ","138418":"\n  no but I have still knitted like half a dozen at least\n  ","138419":"\n  not at all I love the ocean\n  ","138420":"\n  yup! all of gifts are wrapped or sent\/delivered\n  ","138421":"\n  the first time Bubo trusted me enough to step up on my finger, my wedding day, the first time I got Dean's List in college and got notes of congratulations from my critique panel\n  ","138422":"\n  to create\n  ","138423":"\n  yeah, I think it's likely\n  ","138424":"\n  Merry Xmas!\n  ","138425":"\n  Emmet Otter's Jugband Christmas\n  ","138426":"\n  Munchkin, Mysterium, Superfight, Mancala, Scattergories\n  ","138427":"\n  no, but I like cranberry juice mixed with another fruit, for instance cran-grape or cran-tangerine\n  ","138428":"\n  Have they even agreed on a final amount yet?\n  ","138429":"\n  my favorite pie is key lime. I prefer pies to cakes. I don't mind a yellow or white cake or a carrot cake but I don't like chocolate cake\n  ","138430":"\n  I simmered shrimp, chicken, and broccoli in a jalfrezi sauce and served it over rice\n  ","138431":"\n  pink\n  ","138432":"\n  I do\n  ","138433":"\n  thanks- I'll def be asleep for NYE tho lol\n  ","138434":"\n  Bob's Burgers\n  ","138435":"\n  nah lol I'm never high enough on the leaderboard\n  ","138436":"\n  are you keeping this one? Do I already follow your new ig?\n  ","138437":"\n  yes\n  ","138438":"\n  no\n  ","138439":"\n  no, never? I've been one of those \"machines\" in many places for a long time.\n  ","138440":"\n  different food\n  ","138441":"\n  calls home\n  ","138442":"\n  yup\n  ","138443":"\n  thanks, you too!\n  ","138444":"\n  My latest email with ask:\n  ","138445":"\n  I'm in the process of reading all of the original Grimm's Tales. The last one I read was the original Cinderella.\n  ","138446":"\n  I have, I gave some xmas socks and I got a fishbowl\n  ","138447":"\n  in college, I broke up with this one guy like three times but it never stuck, like he wouldn't accept reality and just kept- showing up and acting like I didn't just dump him and it was so bizarre and eventually I started dating again but like, he still thought we were dating even though we clearly weren't\n  ","138448":"\n  socks\n  ","138449":"\n  I feel like they best go together. just a moustache without a beard is weird and just a beard without a moustache is REALLY weird but both together is handsome\n  ","138450":"\n  sometimes, but I'm by no means a huge sci fi fan\n  ","138451":"\n  wear sneakers with rainbow laces\n  ","138452":"\n  the same year as pac man\n  ","138453":"\n  I just charge it every night when I sleep even if it doesn't need it\n  ","138454":"\n  people are allowed to have friends of any gender. Not every relationship is a romantic one.\n  ","138455":"\n  this is the stupidest troll attempt I've seen today\n  ","138456":"\n  facial expression\n  ","138457":"\n  I love where I already live\n  ","138458":"\n  eating jambalaya, watching xmas movies, talking to family on the phone or through video chat\n  ","138459":"\n  Jan\n  ","138460":"\n  lavender castile soap, paint brush, bird toy, spatula, knitting needle\n  ","138461":"\n  leaf color changes\n  ","138462":"\n  when they're unwilling to help themselves change\n  ","138463":"\n  none\n  ","138464":"\n  snowblower, high heeled shoe, funko pop figurine\n  ","138465":"\n  my birthday because it's a day for meeee woohoo\n  ","138466":"\n  Doolittle by Pixies\n  ","138467":"\n  Demian by Hermann Hesse.Twin Peaks by David Lynch, Come on Pilgrim by Pixies\n  ","138468":"\n  lolwut\n  \n  my white family often had seafood growing up. That's what happens in coastal towns. This is super ignorant.\n  ","138469":"\n  sleeping, internetting, chores, knitting, self care\n  ","138470":"\n  Want- Von Sell\n  \n  Get Happy- The Knocks\/Blu Tiger\/NVDES\n  \n  Chicago- Squirrel Flower\n  ","138471":"\n  not any more or less than average I suspect\n  ","138472":"\n  we're cooking jambalaya this year\n  ","138473":"\n  I had seafood\n  ","138474":"\n  probably not\n  ","138475":"\n  then leave?\n  ","138476":"\n  it was a local one where I lived for kids about reading called Battle of the Books. Every year, 53 books were chosen on a list and you had a certain amount of time to read them and then on teams of 4 you answered trivia questions about those books and I was my team lead and we smoked every kid in the county because I used to be a reading machine\n  ","138477":"\n  when I think of New Jersey I think of how dangerous Atlantic City felt, but also I think about rodeos and east coast people pretending to be cowboys.\n  ","138478":"\n  pizza\n  ","138479":"\n  yes\n  ","138480":"\n  don't ask me I always wear a mask now\n  ","138481":"\n  that more vaccines get to the front lines\n  ","138482":"\n  I use messenger\n  ","138483":"\n  winning a game show, winning a poetry contest, winning an art show\n  ","138484":"\n  in animal crossing there used to be a boat captain Kappa that sang sea shanties but he's not in the newer versions. He was kinda a lil creepy to girl characters? But that's what I'm thinking about now lol\n  ","138485":"\n  nope not like, that I knew before this site\n  ","138486":"\n  Southeast VA\n  ","138487":"\n  this, facebook, instagram\n  ","138488":"\n  a sausage egg biscuit\n  ","138489":"\n  no\n  ","138490":"\n  I AM friends with exes\n  ","138491":"\n  boston creme\n  ","138492":"\n  no I so don't I don't know why it just really makes me roll my eyes\n  ","138493":"\n  Capricorn\n  ","138494":"\n  yes but my voice has gotten worse with age\n  ","138495":"\n  I do\n  ","138496":"\n  Von Sell he's one of my favorite musicians and his face just makes me want to paint. We're friends and it's not a romantic thing I just really find inspiration from the things he does\n  ","138497":"\n  nope\n  ","138498":"\n  sure\n  ","138499":"\n  butterfingers\n  ","138500":"\n  right now my favorite is a pair of overalls with embroidered flowers down the legs\n  ","138501":"\n  lots of songs\n  ","138502":"\n  I hate that uncomfortable getting to know each other phase before you settle in\n  ","138503":"\n  as long as they truly are pleasant\n  ","138504":"\n  cheeseburger and fries\n  ","138505":"\n  this morning before I woke up he went out and got me my favorite fast food breakfast\n  ","138506":"\n  poker\n  ","138507":"\n  for sure\n  ","138508":"\n  I grew up loving games but I only care about like, animal crossing nowadays\n  ","138509":"\n  a good amount, but good heartedly\n  ","138510":"\n  each episode feels like an old school star wars movie. Baby Yoda is the best muppet slash star wars character ever so hard that I want him as a tattoo\n  ","138511":"\n  nah I'm interested in star wars content\n  ","138512":"\n  the first one. But I have a soft spot for return of the jedi because it was my favorite when I was a little kid. And the first of the newest three was really  good too. And if the mandolorian as a series counts, that's way up there.\n  ","138513":"\n\n   https:\/\/open.spotify.com\/playlist\/0hvqD7tfrf0SbpH94C4tyy?si=PlPPnrFFQaSK5jqg-enklA\n  \n","138514":"\n  go into full remission from depression, move across the country, illustrate drawings for sale\n  ","138515":"\n  once a week\n  ","138516":"\n  I've never tried it but it sounds good to me\n  ","138517":"\n  I am drinking and singing very loudly along with my Xmas playlist on spotify\n  \n   https:\/\/open.spotify.com\/playlist\/0hvqD7tfrf0SbpH94C4tyy?si=PlPPnrFFQaSK5jqg-enklA\n  \n","138518":"\n  I was raised atheist why would I know the answer to this\n  ","138519":"\n  sure. the secret to growth is accepting help when you need it.\n  ","138520":"\n  smh\n  ","138521":"\n  it weirds me out that you can own some of the weapons we can own here. Or that you can buy some of those- and the ammo for them- at your local Walmart\n  ","138522":"\n  artist. check out my work at\n  \n   http:\/\/shehitsback.redbubble.com\n  \n","138523":"\n  ok weirdo\n  \n  she stopped sending me questions anyway lol. I think because of you.\n  ","138524":"\n  relapsing\n  ","138525":"\n  why in the world would I have said her? like, that's so completely random\n  ","138526":"\n  uh\n  ","138527":"\n  late teens\n  ","138528":"\n  huh? is this the anon who gets creeped out about that christian lady who sends question spam? Because that is the only thing that's coming to mind and I definitely don't trust randos off this site lol\n  ","138529":"\n  to have my house fixed up\n  ","138530":"\n  just petty theft from big box stores\n  ","138531":"\n  to a point, my husband\n  ","138532":"\n  someone on here likes to whine to people other than me that my \"activism\" is \"performative\"\n  \n  except I'm not an activist, I'm a Gen X housewife. So like, who am I supposedly performing for? I don't care about y'all\n  ","138533":"\n  sure, arguments are normal. It becomes a problem when there isn't respect and compromise\n  ","138534":"\n  Girl, Interrupted\n  ","138535":"\n  I am good. taking it pretty easy today. Getting ready to start knitting for a little while.\n  ","138536":"\n  no but my partner does\n  ","138537":"\n  mandarin\n  ","138538":"\n  the only dealbreaker job for me is cop\n  ","138539":"\n  haha\n  ","138540":"\n  nah homie it was 7\n  ","138541":"\n  lol I get it but I've been on this site like 7 or 8 years or something I definitely know when people cross a line, and I take appropriate action.\n  ","138542":"\n  if you have followed me very long at all you know I'll delete and report basically anything I sort of get creeped out by. I HAVE already deleted a few messages. But like, you don't have to STRESS OUT about MY FEED so much\n  ","138543":"\n  doubtful\n  ","138544":"\n  I don't think complimenting my makeup is flirting. It's like complimenting art on my face.\n  ","138545":"\n  I love it! It makes it easy to keep in touch with old friends.\n  ","138546":"\n  65 degrees and clear sunny skies\n  ","138547":"\n  thank you <3\n  ","138548":"\n  it's so good. I have it in two colors and I definitely want more.\n  ","138549":"\n  I did portrait art for weed week magazines whole staff this year! I'm still so proud of me.\n  ","138550":"\n  social distancing\n  ","138551":"\n  thanks! The eyeshadow is kinda new, this was the second time I've used it (Lady gaga's liquid shadow in \"biker\")\n  ","138552":"\n  I already posted this pic of Bear but it's way cute?\n  ","138553":"\n  yes\n  ","138554":"\n  I did my makeup today\n  ","138555":"\n  I honestly didn't even know they didn't have them up, I have used the same mood for like 2 years\n  ","138556":"\n  this lil baby is sooooo full of purrs today her whole little body vibrates with happiness every time I pick her up\n  ","138557":"\n  facebook, instagram, twitter\n  ","138558":"\n  of course not.\n  ","138559":"\n  no, but I know they're always mine\n  ","138560":"\n  after I answered this I thought of an example of a time I DID change my mind based on another's answer. But it's a rare thing. I'm pretty set in my ways and pretty confident in the way I do things.\n  \n  (The time I changed my mind was over whether to send shoutouts anon or open)\n  ","138561":"\n  nope\n  ","138562":"\n  yes!\n  ","138563":"\n  as fast as something hateful comes outta their mouth\n  ","138564":"\n  no? I live in Washington state\n  ","138565":"\n  yup link in my bio, but I DO NOT answer DMs\n  ","138566":"\n  house organized for sure\n  ","138567":"\n  gosh me, I sure do\n  ","138568":"\n  yup\n  ","138569":"\n  no plans, I'll be asleep most likely\n  ","138570":"\n  dragon\n  ","138571":"\n  yes\n  ","138572":"\n  This emerald\n  ","138573":"\n  cockroach\n  ","138574":"\n  I'll wear any color\n  ","138575":"\n  yeppers\n  ","138576":"\n  the california desert\n  ","138577":"\n  my partner is going to cook jambalaya other than that we have no plans\n  ","138578":"\n  I really just hate stuffed green peppers and meatloaf\n  ","138579":"\n  I can't just write down a definition, sorry. it's bigger than that. and less complicated. and just organic.\n  ","138580":"\n  of course I do. because I care about other people.\n  ","138581":"\n  I have I used to be a Karaoke queen\n  ","138582":"\n  Pixies\n  ","138583":"\n  when my parakeet sings\n  ","138584":"\n  I mean, good for them?\n  ","138585":"\n  I am so bad with plants. I noticed a few days ago my succulents in the window have died finally.\n  ","138586":"\n  I don't have any tips, sorry. My \"trick\" was always just to sleep it off and trudge through again the next day.\n  ","138587":"\n  I never eat midnight snacks\n  ","138588":"\n  I feel like I'd be shunned by a lot of society for my beliefs.\n  ","138589":"\n  figure skating\n  ","138590":"\n  I wouldn't want an aquarium. But maybe I'd like just a jellyfish tank.\n  ","138591":"\n  nope! everyone I would hate to run into lives across the country\n  ","138592":"\n  thanks :)\n  ","138593":"\n  yams\n  ","138594":"\n  brownies, cookies, truffles, dried fruit leather, chocolate discs\n  ","138595":"\n  looking forward to the new wonder woman\n  ","138596":"\n  lately, cheese. in general, chex mix.\n  ","138597":"\n  gonna watch Scrooged tomorrow\n  ","138598":"\n  9\n  ","138599":"\n  I don't really like chocolate\n  ","138600":"\n  I really just don't like Santa Baby. Please don't sexualize santa claus, kthanx\n  \n  look I got my account back and I'm bored, send in those questions y'all\n  ","138601":"\n  nope\n  ","138602":"\n  I'm doing well just ate a lovely dinner and watched my favorite xmas movie\n  ","138603":"\n  painting, knitting, cooking\n  ","138604":"\n  medication\n  ","138605":"\n  modern with transitional features\n  ","138606":"\n  not at all\n  ","138607":"\n  jan 13\n  ","138608":"\n  yeah\n  ","138609":"\n  a printing press would be rad\n  ","138610":"\n  pretty motivated most days, and if I'm not it's because of my medical state not because of laziness\n  ","138611":"\n  both feet, all toes, both elbows, wrist, finger, several ribs, both sacroiliac joints\n  ","138612":"\n  grey gardens\n  ","138613":"\n  I've been with my partner 18 years\n  ","138614":"\n  nah, no point. I'm not ashamed of what I am.\n  ","138615":"\n  Luna Lovegood\n  ","138616":"\n  I don't really have strong feelings about Harry Potter. I have read the books, but I've only seen like 2 of the movies.\n  ","138617":"\n  yes\n  ","138618":"\n  sneakers\n  ","138619":"\n  born that way\n  ","138620":"\n  not really. at first we were, but after years and years of being together it's more of a comfortable thing now, which is pretty normal and not a bad thing. We do nice things for each other, we take care of each other, but there's not like- grand romantic gestures\n  ","138621":"\n  grey and cloudy\n  ","138622":"\n  lots of things. My husband telling me about some dumb movie he watched after I fell asleep last night. My cats being cute. My bird doing well in training. getting this account back. garlic stuffed olives.\n  ","138623":"\n  dunkin but really, dutch bros\n  ","138624":"\n  nearly 41 next month\n  ","138625":"\n  sportz\n  ","138626":"\n  peeling things off in one big piece. Labels, orange peels, egg shells, whatever\n  ","138627":"\n  people who block the aisle at the grocery store\n  ","138628":"\n  yessss\n  ","138629":"\n  I write down shoutout ideas as I think about them, so I can space them out throughout the week. Thread questions are the hard part for me, but I'm getting better at it. The other two just come with having an active account for me.\n  ","138630":"\n  we used to trade food like I'd give away my fruit roll up in exchange for a cookie or whatever\n  ","138631":"\n  both. Some days I packed a lunch, some days I bought school lunch.\n  ","138632":"\n  people have a lot of weird ideas about my beliefs. Also I used to work in video games as an artist and there are young men who seem to think I didn't \"belong\" in games and still harass me about that, years later. I called out a prominent user here several years ago, along with a few others, and she decided to go the childish route and sic her followers on me. Shrug. That's the best I can figure really.\n  ","138633":"\n  for now, no. I'll probably go back to what I did before, which was keep anon on during the week and disable it on the weekends.\n  ","138634":"\n  this one has several thousand followers and verification. The other one has 51 followers. I prefer this one, but the backup was really kind of a breath of fresh air too because I had anon off mostly and I wasn't getting any harassment really. Unlike on here, with my long-established haters and trolls.\n  ","138635":"\n  I feel like I've been painting my whole life. I started getting praised for it I guess in Kindergarten. I started going to an advanced art school in 4th grade.\n  ","138636":"\n  adopted from our local no-kill organization. He was from a monitored feral colony.\n  \n  Which is lucky for us because his breed and coloration are quite expensive from breeders, several hundred dollars more than what we paid in adoption fees. He's soooo pretty.\n  ","138637":"\n  drawing is a job- but one that I love so it doesn't feel like work. Painting and knitting are hobbies.\n  ","138638":"\n  Really good. The past few days especially I've felt energetic and healthy. The kitten is a wild child but he's so much fun to watch even if I get clawed and bit more than I ought.\n  ","138639":"\n  LOL. they're meaningless to me. I mostly just give out hearts and call it good.\n  ","138640":"\n  nope, coal for you. the good news is, you can use it to start a fire to grill a cheeseburger.\n  ","138641":"\n  I honestly expected it, they did the same thing to\n  \n   @urlsareshittbh\n  \n\n  I'm not going to worry about asking for them though, I don't use them like other people do. I just sort of- forget about them.\n  ","138642":"\n  the grinch\n  ","138643":"\n  sometimes, but thankfully not often\n  ","138644":"\n  I don't mind when people are selfish really. It means they value themselves.\n  ","138645":"\n  I'm generally pretty happy tbh\n  ","138646":"\n  First I contacted support, who told me to contact VIP, and then VIP wanted a screenshot of support's message, and then they agreed to look into it but never did, so then I opened a different support ticket, and that was 2 days ago and finally someone read my message and reinstated my account\n  ","138647":"\n  omg me too thanks it took so much effort\n  ","138648":"\n  but they took all 200K of my coins and left me a measly 400 lmao\n  ","138649":"\n  inorite I contacted three different people but shoutout to Rena in Support who finally did the right thing lol\n  ","138650":"\n  amazon\n  ","138651":"\n  kitten kisses\n  ","138652":"\n  no, I wish. sales have slowed down a lot this month.\n  ","138653":"\n  from emotions? at the end of crazy rich asians which I watched last month sometime. Just tears? I yawn really deep and my eyes water pretty frequently\n  ","138654":"\n  my bed\n  ","138655":"\n  I can't recall\n  ","138656":"\n  no\n  ","138657":"\n  I do actually\n  ","138658":"\n  early afternoon when I'm doing something creative\n  ","138659":"\n  they probably already communicate within their types, so being able to talk wouldn't change their current society much except maybe they'd have an alliance or understanding with us\n  ","138660":"\n  no plans\n  ","138661":"\n  jethro tull\n  ","138662":"\n  yes I love national parks and I've been to many\n  ","138663":"\n  a lot actually, thanks to facebook.\n  ","138664":"\n  absolutely not. I've already been tested for covid I'm not keen on exposing myself to it\n  ","138665":"\n  a cheeseburger and fries lol\n  ","138666":"\n  yes many times\n  ","138667":"\n  nah but you can get close with sincerity and respect\n  ","138668":"\n  to see what you answer\n  ","138669":"\n  lately, 70\n  ","138670":"\n  no\n  ","138671":"\n  I want us to be different in some way but I don't know what would signify the difference\n  ","138672":"\n  there is a teeny little town in OR called Sisters and it is seemingly a quaint little small town but it gives off the creepiest vibe I can't put my finger on it but there is something sinister in that town\n  ","138673":"\n  late summer, early fall\n  ","138674":"\n  seeing how my friends answer questions I also answered, honestly. So interesting spam accounts, thanks for bein' you\n  ","138675":"\n  I've become unhealthier but I'm working on that\n  ","138676":"\n  wut\n  ","138677":"\n  orange\n  ","138678":"\n  a flight to Vegas and overnight stay, with tickets to see Lady Gaga's Enigma show\n  ","138679":"\n  not personally\n  ","138680":"\n  I'm fine with the present\n  ","138681":"\n  Trump being dragged from the White House\n  ","138682":"\n  xmas cards. gotta get them sent today.\n  ","138683":"\n  no\n  ","138684":"\n  I am not sporty at all. I have played tennis and like, pick up games of softball or volleyball but that's it\n  ","138685":"\n  my partner for bringing home dinner\n  ","138686":"\n  I do\n  ","138687":"\n  cleaned, showered, fed the outside birds, read, knitted, played animal crossing, ate food\n  ","138688":"\n  I'm not a celebrity I just have a lot of followers I was fucking with you. I am a moderately popular portrait artist but not like famous\n  ","138689":"\n  yes, I'm a world famous parakeet wrangler\n  ","138690":"\n  I mean, it sucks?\n  ","138691":"\n  I'm the same, and my partner has said that I move my feet just a tiny little bit like I\"m trying to run when I'm having dreams like that\n  ","138692":"\n  parakeet kisses\n  ","138693":"\n  at my desk\n  ","138694":"\n  new DP\n  ","138695":"\n  Wednesday\n  ","138696":"\n  I like to, but because of a terrible accident in my early 20s my back can't handle it really anymore\n  ","138697":"\n  a lot. but they're all way old and never get worn. I wear like, one pair of sandals, one pair of sneakers, and one pair of loafers. When it gets cold I have a favorite pair of boots.\n  ","138698":"\n  good god no\n  ","138699":"\n  okay? That doesn't mean I am REQUIRED to have an opinion on what to change? \"FFS\" I'm not a parent, teacher, or student.\n  \n  Anyway, just blocking anything further and reporting for harassment.\n  ","138700":"\n  this isn't a question. I'm allowed to not care about a thing that doesn't affect me or literally anyone around me. I vote in school board elections and pay my taxes and that's the extent of caring I, as a citizen, am required to do. So like, mind your business? It's literally harassment and reportable to send shit like this\n  ","138701":"\n  I mean, I love to take pictures but I can go through an event without doing so if I need to\n  ","138702":"\n  for small amounts of time, like I dated a guy online for a few months knowing I was planning on moving to his town anyway to live with family so then we dated in person after I moved.\n  ","138703":"\n  ultra crampy and a lil nauseous tbh\n  ","138704":"\n  this is so ignorant. Go succeed with texas and leave the rest of us normal americans alone\n  ","138705":"\n  remember your birthday\n  ","138706":"\n  I already got my xmas gift- we adopted a kitten\n  ","138707":"\n  orange\n  ","138708":"\n  spotify\n  ","138709":"\n  nope I like my dentist\n  ","138710":"\n  orange\n  ","138711":"\n  I 100% don't care about school I'm 40 years old\n  ","138712":"\n  I guess, I remember taking spanish lessons and sometimes thinking in spanish\n  ","138713":"\n  nope\n  ","138714":"\n  thanks! you too!\n  ","138715":"\n  as a kid, I like music from the 50s and 60s. as a teen I listened to boomer rock, punk, and 90s alt. In college, I listened to pretty much all of that, plus emo. As an adult, I mainly listen to indietronica\/electro pop, with some 90s alt thrown in for nostalgia.\n  ","138716":"\n  I don't mind\n  ","138717":"\n  they've been fast for me\n  ","138718":"\n  so many\n  ","138719":"\n  washington state\n  ","138720":"\n  I mean, a little of both. I want it to be both safe and beautiful\n  ","138721":"\n  Emmit Otter's Jugband Christmas\n  ","138722":"\n  a house\n  ","138723":"\n  I have and it's fun\n  ","138724":"\n  nah I'm a good height\n  ","138725":"\n  not really, other than decorating for xmas\n  ","138726":"\n  very much so\n  ","138727":"\n  10:27 am\n  ","138728":"\n  make peace within yourself\n  ","138729":"\n  my dreams have been pretty good lately so I'd just let them continue\n  ","138730":"\n  bad breath\n  ","138731":"\n  kia rio\n  ","138732":"\n  bi\n  ","138733":"\n  soul no.5 by caroline rose\n  ","138734":"\n  I usually put up three trees but I didn't do any this year because we have a new kitten and I figured he'd try to climb them\n  ","138735":"\n  like two years ago\n  ","138736":"\n  yes\n  ","138737":"\n  at my desk, making art\n  ","138738":"\n  no but I enjoy clothes\n  ","138739":"\n  married\n  ","138740":"\n  no? It's weird how often I get questions like this, does no one else realize there's a pandemic?\n  ","138741":"\n  no but I'm terrified of death\n  ","138742":"\n  that never happens to me because I'm ultra hydrated. Drink more water.\n  ","138743":"\n  Hulk\n  ","138744":"\n  me. I built my first snowboy today\n  ","138745":"\n  sorry for your loss\n  ","138746":"\n  gosh I hope no one I hate talking on the phone\n  ","138747":"\n  I don't know what it is but I am imagining like, an herbal spice tea bag\n  ","138748":"\n  I've nearly finished, just 2 more to go\n  ","138749":"\n  cider\n  \n  but also here's Bear\n  ","138750":"\n  mary poppins\n  ","138751":"\n  I did poorly in math at school but I've since discovered that I'm quite good at math- at least, what I've needed to use as an adult- I just process equations in my head differently than I was taught to do.\n  ","138752":"\n  I have tried to pick up crocheting a few times, but I can't seem to get more than a chain or a very simple stitch going. I can knit perfectly but crocheting is difficult to me.\n  ","138753":"\n  my stepmom is my favorite member of my family she's literally the only person who ever bothered to learn about my mental illnesses and believe my symptoms.\n  ","138754":"\n  when doing halloween costumes I've done full wigs, but for day to day the most I've tried is an extension clip or a fake-hair scrunchie\n  ","138755":"\n  I'm not up to date at all. I often have no idea what y'all kids are saying.\n  ","138756":"\n  white castle hamburger sliders from the freezer eww\n  \n  it was filling and it only took a minute to cook\n  ","138757":"\n  nope\n  ","138758":"\n  chicken tortilla soup\n  ","138759":"\n  about 8 years ago now I was part of a dev team on a video game that never actually got made before the partnership imploded and all my hard work was for nothing. It sucks but that's the video game industry. It was also during gamer gate so I took the brunt of everything negative just for being the only woman on the project. I received death threats and regular harassment literally for YEARS just for existing in the video game world. I would never do it again if the opportunity arose.\n  ","138760":"\n  yeppers- planning on lots of coffee, kitten snuggles, and knitting\n  ","138761":"\n  my husband likes to use it on his cast iron pans so sorry. I always cook with ceramic pans though and metal isn't recommended for those.\n  ","138762":"\n  a spatula I don't even use because it's metal\n  ","138763":"\n  existing\n  ","138764":"\n  cruelty or hatefulness in any form\n  ","138765":"\n  I can appreciate the small things\n  ","138766":"\n  \"Impressive- Most impressive. But you are not a Jedi yet\"\n  ","138767":"\n  pickles belong in tuna salad\n  ","138768":"\n  waaaah waaaah\n  ","138769":"\n  something's off about the coffee this morning I hope my water quality didn't decrease again\n  ","138770":"\n  I suck with money tbh\n  ","138771":"\n  sometimes I write them down, sometimes I ask my phone assistant to take a note, sometimes I just remember\n  ","138772":"\n  I really am tired of getting questions about \"girls\" and \"boys\" I'm a grown ass adult and it clearly states on my bio that I want questions from adults only.\n  ","138773":"\n  apple cider\n  ","138774":"\n  I am resting. I feel terrible this morning.\n  ","138775":"\n  art\n  ","138776":"\n  I don't know where I'd go or what I'd do, but I'd want it to be invisible when I'm flying it so no one nukes me out of the sky or anything\n  ","138777":"\n  their attitude for sure\n  ","138778":"\n  same really\n  ","138779":"\n  they are sad children with nothing more productive to do. Maybe they'll grow out of it.\n  ","138780":"\n  the lead, obviously\n  ","138781":"\n  I don't mind\n  ","138782":"\n  my partner\n  ","138783":"\n  yes, my husband\n  ","138784":"\n  I do, but your constant shoutouts about it lead me to believe this is some sort of fetish so like, stop being disgusting\n  ","138785":"\n  of course.\n  ","138786":"\n  we often did seafood for xmas growing up\n  ","138787":"\n  fast food probably, my partner is working late\n  ","138788":"\n  hatefulness towards others\n  ","138789":"\n  a little\n  ","138790":"\n  crochet\n  ","138791":"\n  my three favorite decorations for my tree are a clear glass bulb I've added Bubo's shed tail feathers to, some gold and red embroidered ornaments that come as a set that belonged to my grandmother, and my first baby ornament which is a porcelain bell with my name and date of birth on it\n  ","138792":"\n  I swear I saw the easter bunny as a kid but obviously that isn't true\n  ","138793":"\n  I learned that I'm not cut out for waitressing\n  ","138794":"\n  yes\n  ","138795":"\n  yes\n  ","138796":"\n  nothing unusual, just hanging out with my animals\n  ","138797":"\n  no\n  ","138798":"\n  no but I have a paypal\n  ","138799":"\n  hmmm- maybe I'd try to keep it secret except from like, my partner and my bestie. I don't know why it just seems like something that would be no one else's business\n  ","138800":"\n  I don't care to learn, the idea makes me uncomfortable\n  ","138801":"\n  no\n  ","138802":"\n  declining health\n  ","138803":"\n  literally everyone is tired of your SICK fetish\n  ","138804":"\n  I have no idea. Biology?\n  ","138805":"\n  oh no, I had no idea. This was like a decade ago but if I ever had another hamster I'll keep that in mind\n  ","138806":"\n  sumo mandarin\n  ","138807":"\n  I have a belly full of lentil soup and biscuits and I'm ready to answer your questions, so fill my inbox homies\n  ","138808":"\n  chickens are sweet loving birds\n  ","138809":"\n  dunkin\n  ","138810":"\n  I don't. I haven't had a breakdown in years. I've had periods of time where I had symptoms of mental illness, but I'm not some wild beast ready to blow\n  ","138811":"\n  well, assuming this is during a time that isn't a pandemic, I like to cook bbq pork and deviled eggs and make cheese and veggie plates for guests\n  ","138812":"\n  cold and rainy and dark\n  ","138813":"\n  mmaybe when I was young, but in the past decade or so I haven't had problems like that. I think the drama lessens as you get older or at least it ought to\n  ","138814":"\n  I do\n  ","138815":"\n  breezing through my chores without dragging along. If I can scoop the cat shit and wash the dishes or whatever, I feel like I won that day\n  ","138816":"\n  its totally fine to not really like a thing like, everyone has different preferences. I hate metal for instance.\n  ","138817":"\n  nah, they're lotions and soaps make me itchy and I can't use candles around a pet bird\n  ","138818":"\n  hmm. I guess Inglorious Basterds but maybe also fight club\n  ","138819":"\n  oh man do I hate that game\n  ","138820":"\n  gray and cool\n  ","138821":"\n  nope\n  ","138822":"\n  I have lots of glasses, ranging in price from about $100 all the way up to $700.\n  ","138823":"\n  I hope they have really weird names for me\n  ","138824":"\n  because other people are so critical\n  ","138825":"\n  I mean, you still learned it from Einstein in order to teach it to him\n  ","138826":"\n  I don't know, I don't think too hard about shit this early in the morning\n  ","138827":"\n  february doesn't deserve extra days\n  ","138828":"\n  none today but a few yesterday\n  ","138829":"\n  orange\n  ","138830":"\n\n   @CactusDoug\n  \n  Smorgasbord\n  ","138831":"\n  yup! just got 4 more for the kids and we're done\n  ","138832":"\n  beef\n  ","138833":"\n  yes\n  ","138834":"\n  parsley (my bird loves to eat it)\n  ","138835":"\n  not much, but I have a fake sun lamp for just this time of year\n  ","138836":"\n  neither\n  ","138837":"\n  not at all. I've been all over the US\n  ","138838":"\n  yes several times\n  ","138839":"\n  cheese and crackers\n  ","138840":"\n  I like all food questions, I like food\n  ","138841":"\n  I mean, then just do it don't send out a press release\n  ","138842":"\n  drinking coffee and watching a kitten go wild\n  ","138843":"\n  just \"cool colors\". I have a painting I did in greens, purples, and greys and a duvet in teal and a blanket in grey with teal walls\n  ","138844":"\n  homie\n  ","138845":"\n  so far so good! eating popcorn now does anyone else use Molly McButter\n  ","138846":"\n  just call family and eat a nice meal\n  ","138847":"\n  like a couple of days in college I guess\n  ","138848":"\n  <3\n  ","138849":"\n  the only sport I ever played on a team was tennis and that was in 1994\n  ","138850":"\n  yeah I really did. There have been times when we were just dating I thought I was still in love with my high school sweetheart or whatever but in the end, I am so happy that I met my partner we have been through so much and I love him so much after almost 18 years together\n  ","138851":"\n  I have done that and returned it to the customer service of the parking lot where I found it's store\n  ","138852":"\n  I took a merchandising job that travelled throughout the north-east of the US for a now long gone pharmacy, Eckerd. I had jobs in NYC and DC with an abbreviated team, as there was work being done elsewhere by half of the team. Then we all came together on a big Philadelphia job, and my husband was one of the other team members. I was sort of seeing a few people at the time, but after I met Jon I stopped dating all of them. We quit that job as soon as it was over, I moved in with him after just a few weeks, and we were married within 8 months.\n  ","138853":"\n  yes, my home is painted and decorated with bright colors and lots of art\n  ","138854":"\n  spending time with my animals. My bird was declared an emotional support animal because she brings so much calm and focus. I used to take her with me to therapy.\n  ","138855":"\n  I am very lucky to feel very free and loved in my marriage, but I have been in bad relationships prior to this. My best advice is to get out. It took SO MUCH for me to leave my worst relationship and I had zero help but it was worth every hardship\n  ","138856":"\n  when I was growing up we called that Beanie Weenies and it had sausage, not bacon or beef\n  ","138857":"\n  natural scent- an ocean breeze\n  \n  perfume\/cologne- Dead Sexy by Tokyo Milk\n  ","138858":"\n  my heart hurts so that's fun, I can't wait for my meds tonight. Tonight is a good night to send questions! I feel wordy or at least, moreso than usual\n  ","138859":"\n  ah hah, that's a good one\n  ","138860":"\n  not my friends, no they're all pretty evenly balanced and don't often do \"wtf\" type things.\n  ","138861":"\n  the only thing that comes to mind is starboard which I guess is a nautical term\n  ","138862":"\n  went to the bigfoot museum and got a tattoo\n  ","138863":"\n  red panda handler\n  ","138864":"\n  yes\n  ","138865":"\n  this is a weird follow up question, I have no idea\n  ","138866":"\n  I for sure try but lemme tell ya it is so hard to navigate the grocery store with idiots with half-on masks blocking up the whole entire aisle while just standing there looking dumb so that it's like, impossible to get past them with 6 ft between you\n  ","138867":"\n  if by cooked we mean \"fixed food to eat\" then just a few minutes ago I made a snack plate with shredded chicken, cheese, olives, and crackers. If by cooked we mean \"applied heat to a meal in a way to prepare ot to be eat\" then it's been a few nights and the last thing I cooked was seafood alfredo\n  ","138868":"\n  no problem I like talking about my animal friends\n  ","138869":"\n  I don't like it much, but where I live doesn't get toooooo too bad so I don't mind it as much as when I was like, in Massachusetts. I like layering clothes and knitting winter accessories\n  ","138870":"\n  I'm allergic to mango sadly\n  ","138871":"\n  they are all nice cuties. Rin is a brown tabby and she is 16 years old. Mimi is an orange tabby and she is 12 years old. Bear is a 4 month old kitten, see pic\n  ","138872":"\n  she sure is. She's going to be 5 years old in March, and she's been with me since she was just 6 weeks old. She's my pretty baby.\n  ","138873":"\n  she is such a good birb. She loves to eat people food and snuggle and fly and sit on top of my head. Her name is Bubo.\n  ","138874":"\n  I celebrate the abbreviated version Xmas, which is more about trees and lights and cooking food than anything religious\n  ","138875":"\n  wake up to kitten biting my hands and being a monster, pee and teeth brushing, feed kitten, greet parakeet and give kisses, make coffee, smoke weed, drink coffee and fuck around on the internet the rest of the morning\n  ","138876":"\n  \"my loss\" You're an anon. you matter literally nothing. You weren't sending \"questions\" you were sending statements about your weird religious beliefs or whatever. LOL. Like, the gall of you anons is absolutely impressive who even acts like that\n  ","138877":"\n  omg. Firstly, it wasn't even a question, much less one having to do with me. So why send it? Have I ever expressed an interest in the topic? No. Have I stated clearly on my bio that I'm deleting non appropriate questions and blocking? Yes. SO I guess, keep sending me \"messages\" and get blocked.\n  ","138878":"\n  oh wait I remember now yeah, who cares? Believe in fortune tellers and woo woo shit if you want, it doesn't have to do with me\n  ","138879":"\n  I only vaguely remember it but yeah I didn't care to answer, obviously, so why continue to bother me?\n  ","138880":"\n  I mean, it's not just women who judge people on unimportant things. But yes, it's wrong to judge people on unimportant things.\n  ","138881":"\n  I don't know much about the types or whatever but I think that for the rarest type (INFJ) there are a LOT of us on ask fm. It's like this site just particularly vibes with us or something.\n  ","138882":"\n  artist. which I am. so yay.\n  ","138883":"\n  I am, yes\n  ","138884":"\n  three cats- two domestic short hairs and one siamese\n  \n  one bird- american parakeet\n  ","138885":"\n  yes\n  ","138886":"\n  yes\n  ","138887":"\n  yes\n  ","138888":"\n  I've never had an iPhone\n  ","138889":"\n  nope but that would be exciting\n  ","138890":"\n  weed\n  ","138891":"\n  I was trying to go to the gym but I forgot my ID and this key that apparently unlocked the treadmill so I was walking home to get those things and things were weird and crowded and there was a festival in the streets\n  ","138892":"\n  I've never used it\n  ","138893":"\n  buy new yarn, make a new lentil soup recipe, continue training Bear and Bubo\n  ","138894":"\n  this site\n  ","138895":"\n  a coffee maker that won't die on me after a few months\n  ","138896":"\n  I stay in the present as much as possible\n  ","138897":"\n  schipperke but also all dogs are good\n  ","138898":"\n  not really most of my days are pretty good or at least neutral\n  ","138899":"\n  I just woke up but today is my partner's day off and I get to go to the yarn store later so it'll be a good day\n  ","138900":"\n  streaming services\n  ","138901":"\n  I don't know. Is travelling what leads to culture? Or exposure to the arts?\n  ","138902":"\n  love em\n  ","138903":"\n  my bed\n  ","138904":"\n  not at all\n  ","138905":"\n  I don't\n  ","138906":"\n  I just ask him if he's cool with it and then post it isn't such a big deal to us\n  ","138907":"\n  *her.\n  \n  Assassin's Apprentice starts it all off.\n  ","138908":"\n  any of Robin Hobb's books\n  ","138909":"\n  this isn't a question\n  ","138910":"\n  I don't like chocolate, pizza, or pasta\n  ","138911":"\n  panic is still a factor in my day to day even with all the meds in the world\n  ","138912":"\n  40\n  ","138913":"\n  love it\n  ","138914":"\n  I went through two foot surgeries and the whole time all I could think about was \"One day I'll be able to roller skate again\" and when the time finally came, and I had a party at the roller rink, I IMMEDIATELY fell and broke an elbow. I still skated- in the little baby section- for about an hour before going to urgent care.\n  ","138915":"\n  bell peppers\n  ","138916":"\n  TW: S*icide\n  \n  the time I took every pill in the house and passed out and my abusive ex, who realized he would be blamed, picked me up, took me to the hospital, and dropped my lifeless body there in the street in front of the ER.\n  ","138917":"\n  no\n  ","138918":"\n  normally, about 12 but I have a new kitten who is a literal monster at 3 am every night so I'm getting less\n  ","138919":"\n  lately, lime sorbet\n  ","138920":"\n  literally none of that is true. It's SO BIZARRE how you idiots fabricate these things and then actually believe them like, I'm literally schizophrenic and the level of delusion y'all dumbasses are operating on is blowing my fucking mind\n  ","138921":"\n  no one stole anything get over your ignorant self\n  ","138922":"\n  that's funny because my coffee maker literally just broke today. My husband just stopped by to pick it up to take it to Best Buy to get a replacement\n  ","138923":"\n  I've broken both of my elbows, if that counts\n  ","138924":"\n  not even that long. The one we replaced was like 10 years old and worked so well and then this one sucks and takes forever and is only like a year old.\n  ","138925":"\n  yeah cause appliances just grow on appliance trees\n  ","138926":"\n  loreal ever pure\n  ","138927":"\n  it does not. It's awful and I hate it.\n  \n  I just use dawn, it's all I've ever used.\n  ","138928":"\n  Most of the time I use the dishwasher, but my dishwasher takes forever and ever- like seriously 4+ hours- so if I'm going to need a specific pan or utensil or whatever to cook with that afternoon I'll retain that and hand wash it.\n  ","138929":"\n  I keep getting fancier and fancier my next acquisition for the charcuterie habit will be venison jerky.\n  ","138930":"\n  I have ridiculous snacks\n  \n\n   @urlsareshittbh\n  \n  - these olives are stuffed with garlic cloves!\n  ","138931":"\n  probably not but that's okay\n  ","138932":"\n  I mean, I have some ridiculous anons who really care about MY body hair in particular, but irl no one has ever cared one way or the other. And I've gone through phases where I did shave sometimes.\n  ","138933":"\n  I do, but the cards I made this year are late from the printers so they're going to be pretty last minute\n  ","138934":"\n  capn crunch\n  ","138935":"\n  Broccoli\n  ","138936":"\n  there are about 4 bizarre, obsessive haters on here who send my @ around on occasion and try to stir it up, but like they're so obviously pitiful babies that no one pays them any mind.\n  ","138937":"\n  I have a hard time concentrating on them but my partner really enjoys them\n  ","138938":"\n  overrated\n  ","138939":"\n  shoutouts like this are so fucking pointless. I have thought of at least 25 normal ass questions for months now, surely you can come up with SOMETHING worthwhile.\n  ","138940":"\n  I don't think they could make changes enough to get me to go to one personally. I HATE the theater experience. I would rather watch a movie in my home with control over the remote and no one heckling the screen and without my shoes sticking to the gross floor\n  ","138941":"\n  no\n  ","138942":"\n  I've been married for almost 17 years. My advice is to really actually listen to people, and be sincere always.\n  ","138943":"\n  underrated. I LOVE my Zojirushi it sings \"twinkle twinkle little star\"\n  ","138944":"\n  I feel like I never actually talk out loud.\n  ","138945":"\n  I've never used one\n  ","138946":"\n  I don't have one\n  ","138947":"\n  mad max fury road\n  ","138948":"\n  no\n  ","138949":"\n  yes, that's where I met my partner\n  ","138950":"\n  piece of toast with butter\n  ","138951":"\n  the grocer\n  ","138952":"\n  why do y'all \"cringe\" so much just live your lives\n  ","138953":"\n  no, it's peace not happiness that should be the goal. happiness comes with peace.\n  ","138954":"\n  nope not yet\n  ","138955":"\n  underrated\n  ","138956":"\n  never even heard of it sounds awful\n  ","138957":"\n  that looks like Mimi\n  ","138958":"\n  why do you think I would care enough to have an opinion\n  ","138959":"\n  winding down for the night\n  ","138960":"\n  my bed\n  ","138961":"\n  thanks\n  ","138962":"\n  that's not the case where I live. But I mean, if it was, I would listen and not be a crybaby. Also I am almost positive no one expects you to wear a mask in your own home.\n  ","138963":"\n  because height doesn't matter to me? I'm a tall woman it's not uncommon for people to be shorter than me.\n  ","138964":"\n  I have dated people shorter than me, yes\n  ","138965":"\n  lots of dishes I love to cook\n  ","138966":"\n  not without effort but sure I'm pretty happy\n  ","138967":"\n  iced water\n  ","138968":"\n  sure. I wish we had more lights on the outside of the house though.\n  ","138969":"\n  both reading and movies are hard for me because of cognitive symptoms of schizophrenia. I AM fighting against that lately, though, and watching a movie a week cut into small 20 min increments, and reading a few pages every afternoon. So maybe the movies are easier. so my answer is movie.\n  ","138970":"\n  thanks! I taught myself from a library book called Stitch N Bitch and then learned more advanced techniques later on from yarn store owners.\n  ","138971":"\n  lol no? My self esteem is very high and isn't affected by this site.\n  ","138972":"\n  Wheee I finished knitting my arm warmers!\n  ","138973":"\n  all I have left to knit of these arm warmers is the bind off, which I am doing right after I answer this lol. So, almost that, but also I took care of the house and the animals well this week without dreading any particular chores especially so that's a win\n  ","138974":"\n  Rin is a 16 year old brown tabby cat, and she's been with me since she was 6 weeks old\n  \n  Mimi is a 12 year old orange tabby cat, and she's been with me since she was 1 year old\n  \n  Bear is a SIamese kitten, he's only been with us a few weeks. He is almost 4 months old.\n  \n  Bubo is a 4 1\/2 year old parakeet. She's been with me since she was 6 weeks old.\n  ","138975":"\n  three cats and a parakeet\n  ","138976":"\n  cheeseburger\n  ","138977":"\n  usually it just means that your emotions show on your face and in your body languages, so you're easy to read.\n  ","138978":"\n  rowlet\n  ","138979":"\n  that would be nice, but also I'm pretty happy with the little house I already live in\n  ","138980":"\n  I mean, not forever. They got their data mixed up and didn't count any of my shoutouts last week I guess. It's not that big a deal, I still have the task list for next week on the app\n  ","138981":"\n  I feel like most people do- myself included- because crime isn't that rare?\n  ","138982":"\n  it's okay. Gettin' shit done. Chore machine.\n  ","138983":"\n  lately, the only game I play is animal crossing on the switch\n  ","138984":"\n  juice but really, water\n  ","138985":"\n  I'm from VA. I live in WA.\n  ","138986":"\n  bird toys\n  ","138987":"\n  I sent out 27 shoutouts last week and not a single one counted apparently, they took away my vip lulz. This site is so janky.\n  ","138988":"\n  a phone (pixel something or other)\n  \n  an iPad\n  \n  an iPencil\n  \n  a nintendo switch\n  ","138989":"\n  I love giving and receiving flowers, though it's been so long since I've socialized that I haven't had a chance to bring any to anyone in a while. Maybe two thanksgiving's ago I brought a bouquet to the host of a party I attended. No one has given me flowers in at least a year.\n  ","138990":"\n  it's so weird to care right? Like what an energy waste.\n  ","138991":"\n  lol what benefit does being this snobby earn you?\n  ","138992":"\n  it's 10:40 am where I am I just woke up\n  ","138993":"\n  bold of you to assume I'm ever alone\n  ","138994":"\n  I rescued a hamster years back and my oldest cat ended up really loving that baby. I'd put him in his plastic ball and let him run around while I was doing stuff in the living room and he'd immediately look for Rin and they'd hang out together (He was safe in his big ball) I'd often find Rin laying on her side asleep with her little buddy snuggled up next to her in his ball\n  ","138995":"\n  some sort of stuffed pasta, like tortellini or ravioli\n  ","138996":"\n  yes\n  ","138997":"\n  I don't think they're real\n  ","138998":"\n  I installed boutique shelving in my bedroom to hold my bracelets and necklaces, I knitted some arm warmers, a pair of socks, and did work on a quilt. I hung fairy lights on my back balcony, grew cat grass for Mimi, attached a bird bath to my railing.\n  \n  I'd like to put an herb garden out on the balcony and also some corner shelves in the kitchen\n  ","138999":"\n  bread\n  ","139000":"\n  haunted by friendly ghosts\n  ","139001":"\n  taking care of parakeets\n  \n  knitting\n  \n  cooking dinner\n  \n  staying hydrated\n  ","139002":"\n  a big ole cheeseburger and tots\n  ","139003":"\n  we met at a convention and exchanged cards, which led to twitter follows and chatting on twitter, which led to facebook and hanging out, and somewhere in there we just became close.\n  ","139004":"\n  yes\n  ","139005":"\n  January\/my birthday\n  ","139006":"\n  yes\n  ","139007":"\n  what happens if you box it away and bury it so no one can use it? Does that mean that the person it's intended for is boxed up and buried? I wouldn't want to cause anyone harm\n  ","139008":"\n  Just Slay It\n  \n  it's from a song, it's a couple years old now. I needed those words to get through medical difficulties\n  ","139009":"\n  My two oldest, Mimi and Rin, accept Bubo as part of the family. I don't doubt Rin would try to eat her if I turned my back, but she never has that opportunity.\n  \n  Bear we just started disciplining so so far he's done really well and has only been sprayed with the water bottle for three things: biting my ankle, climbing the mini blinds, and climbing the birdcage. He is totally on board with eating my bird. But he will never get that chance.\n  ","139010":"\n  thank you :) I just put Bear in the bedroom, he's been antagonising the older cats for a couple of hours so they need a break\n  ","139011":"\n  you're one of my favorite people lately and this just adds to it\n  ","139012":"\n  I feel guilty loving something so much that I can't share with Bubo, but I do love olives.\n  ","139013":"\n  I love kalamata olives best- but yeah! the local cheesemonger has all types of expensive and fancy olives, all colors, with different peppers and pimentos and cheese and other types of filling\n  ","139014":"\n  cats and dogs. I like both. I just happen to own a home that's better for owning cats than dogs.\n  ","139015":"\n  I'm always looking to up my charcuterie game- with new cheeses, smoked meats, fancy olives, fruits. I'd like to get some cheese stuffed olives and venison jerky and there's this braided cheese at the mongers that looks amazing.\n  ","139016":"\n  I wouldn't want to keep one but they're alright\n  ","139017":"\n  my cutiepal David's newest jam, Want (lyric video- Want by Von Sell)\n  \n   https:\/\/www.youtube.com\/watch?v=aHGUzNmnj24\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","139018":"\n  I'm awkward and bad at cheering people up\n  ","139019":"\n  As a kid I made a couple but I barely remember them\n  ","139020":"\n  nope\n  ","139021":"\n  My emerald\n  ","139022":"\n  a cool old ostrich\n  ","139023":"\n  you seem super irritating\n  ","139024":"\n  um- or I'm too old for your millennial music?\n  ","139025":"\n  sure, as long as the big things are similar little things don't bug me. I have a friend who doesn't like makeup for instance! What!\n  ","139026":"\n  ok.\n  \n  dumbass.\n  ","139027":"\n  I'm not familiar with either song and I'm not looking them up because I remember vaguely when both bands were popular years ago and wasn't that impressed\n  ","139028":"\n  I wouldn't come off as so intense in person\n  ","139029":"\n  I have a string of multicolor lights on my computer monitors and some white icicle lights outside along the front porch\n  ","139030":"\n  a platypus glows green under a UV light\n  ","139031":"\n  yes\n  ","139032":"\n  taking care of my animals\n  ","139033":"\n  white\n  ","139034":"\n  2705\n  ","139035":"\n  only the very basics of a thing then the rest is up to chance. For instance I might plan a destination for a road trip and plan where to spend the nights but anything in between will be things I just happened upon.\n  ","139036":"\n  that's me\n  ","139037":"\n  I have no idea how much it cost probably around $40 at best buy. The shreds are like, standard size, about a third of an inch across more or less. It has a waste basket attachment and it does chop up  credit cards but other than knowing for sure it came from best buy I don't know much about it\n  ","139038":"\n  We have a shredder\n  ","139039":"\n  coke\n  ","139040":"\n  I steamed broccoli and sauteed bay scallops and shrimp in butter then served it over spinach tortellini with alfredo sauce\n  ","139041":"\n\n   https:\/\/smile.amazon.com\/hz\/wishlist\/ls\/J3RP4PPABM5T?&sort=default\n  \n","139042":"\n  I cooked an amazing meal and now I have a very happy partner :) I love when I can show how much I care for someone with good food.\n  \n  Today was good I did kitten training and parakeet training and started reading a little.\n  \n  Send in your questions y'all my mood is pretty good\n  ","139043":"\n  Why does ScarJo still have fans and work\n  ","139044":"\n  I've never heard of it sorry\n  ","139045":"\n  I went to art school there was no Greek life and no sports\n  ","139046":"\n  not on facebook. I don't care who follows me on IG but I don't respond to DMs that aren't about buying art.\n  ","139047":"\n  Bear\n  ","139048":"\n  I'm white.\n  \n  it's bizarre how often I get this question lately- Why?\n  ","139049":"\n  This is a very selfish attitude. I hope you never fall below your means and need help\n  ","139050":"\n  nah. I'm not good at that sort of thing\n  ","139051":"\n  it is sad. The people standing by him during this meltdown really weird me out like, if it were me holding those delusions, as a person with schizophrenia, they would be increasing my meds\n  ","139052":"\n  Such an epic temper tantrum from such an old ass man\n  ","139053":"\n  no, I'm not upset lol. I'm embarrassed for our country. What a crybaby. He lost- badly.\n  ","139054":"\n  -taking the kitten to the grocery store in his bubble backpack\n  \n  -eating tacos\n  \n  -I only had like, really minor auditory delusions\n  \n  -Bear will mostly sleep through the night now and I am having deep sleep with vivid dreams\n  ","139055":"\n  my best advice is to pick 3 companies and pit them against each other. Let one know that you're talking to folks at the other two, etc. Let each of them know what deal any of them are willing to give you and ask for a price beat or match.\n  ","139056":"\n  never pay sticker price for vehicles or truck rentals\n  ","139057":"\n  I was raised to haggle the shit out of car purchases. I had to work hard at those deals lmao\n  ","139058":"\n  well keep in mind these prices are from like, 2001, and then 2009\n  \n  I bought the Kia in West Virginia and the Nissan in VIrginia\n  ","139059":"\n  nah, the first was under 10K- a Kia Rio- and I drove it until it broke down for years and years. Then my partner and I bought a Nissan Versa, which was- I wanna say around 15K? So still a fairly inexpensive car and we've driving it for 11 years\n  ","139060":"\n  I've only ever bought two cars and both were new\n  ","139061":"\n  not always\n  ","139062":"\n  it stands for Video Home System, it's the kind of old recording tape used in the 80s and 90s to record or watch video. It's the type of tape a VCR takes.\n  ","139063":"\n  my whole entire relationship with a certain abusive someone\n  ","139064":"\n  it was a tracking number so no, not posting that\n  ","139065":"\n  are you asking what vhs is or being incredulous that people were still using video tapes\n  ","139066":"\n  nothing comes to mind\n  ","139067":"\n  indoors, it's cold outside\n  ","139068":"\n  a couple of years I guess I don't really do parties\n  ","139069":"\n  get healthier\n  ","139070":"\n  I can see snow from my house, way up on the mountaintops\n  ","139071":"\n  not that I recall but maybe?\n  ","139072":"\n  no\n  ","139073":"\n  no lie I made a vhs audition tape for the real world back in the early 2000s haha\n  ","139074":"\n  make art or cook or create something\n  ","139075":"\n  I don't believe in an afterlife. If I had to pick, I'd say Heaven but that really depends on which Christian is right, right? LIke if the Methodists are right, then I'm getting into heaven based on good deeds. If the Baptists are right, I'm going to Hell because I didn't dedicate my life to Jesus Christ.\n  \n  My heaven would be somewhere peaceful with lots of animals and nature\n  ","139076":"\n  drinking coffee, waking up\n  ","139077":"\n  we celebrate an abbreviated, low key version of christmas I generally only refer to as \"xmas\"\n  \n  I have an amazon wishlist but it's rare that anyone buys from it\n  ","139078":"\n  I didn't have breakfast but I did have a hum bao for brunch. then a small charcuterie for late lunch and a big mac for dinner\n  \n  but anyway AMA y'all I'm bored and it's a while before bedtime\n  ","139079":"\n  ew\n  ","139080":"\n  I have no plans\n  ","139081":"\n  I've been married for almost 17 years\n  ","139082":"\n  I wish people understood that certain mental health issues are also disabling, that I'm disabled, and it's not \"laziness\" to be unable to work in a traditional setting or drive, it's literally how I have to live my life if I want to survive it.\n  ","139083":"\n  yeah I mean pretty sure they used the slur with the G because it was the 80s but basically that's the story.\n  ","139084":"\n  Thinner is about a Roma woman who gets hit by a car so she curses the driver. He's fat, so she curses him thin and he can't stop losing weight and withers away\n  \n  Needful things poses the question, what if your antique shop owner was also the devil and could offer you your dreams at a price\n  ","139085":"\n  meats\/proteins: pulled pork, steak cutlets, chicken cutlets, ground beef, shrimp, fried fish, black beans\n  \n  toppings: cheese, avocado, hot sauce, poblano pepper (grilled), diced chiles, diced tomato, lime juice, cole slaw, cabbage, spinach, lettuce\n  \n  we combine one of the first group and a few of the second group ( a veggie and a fat and sauce generally)\n  ","139086":"\n  Stephen King loves this trope particularly, I'm thinking Thinner and I'm pretty sure the tv event for needful things had the magical shop owner as a person of color but I could be wrong\n  ","139087":"\n  ... \"the only other poc was an old, wise and mystical Chinese man and his grandson.\"\n  \n  yikes yeah- I feel like I've seen movies and shows especially with the like, voodoo theme too in that trope or like, fortune tellers\n  ","139088":"\n  I still like the movie though, before my haters fill my inbox because that is what they love to do\n  ","139089":"\n  a fork\n  ","139090":"\n  The only thing that comes to mind- and mind you, I barely watch movies so I'm sure there are plenty I'm just not aware of- is the \"magical black person\" trope used in the Shining. It just seems so unnecessary to the story now they could have done that better for sure\n  ","139091":"\n  because sometimes anons are okay? What a stupid fucking question\n  ","139092":"\n  I don't really wear bracelets\n  ","139093":"\n  fried over hard\n  ","139094":"\n  -open\n  \n  -personal or about topics I like\n  ","139095":"\n  get out\n  ","139096":"\n  nope I don't even know who that is\n  ","139097":"\n  their views on mental health are seriously jacked up\n  ","139098":"\n  tacos! We make street-style tacos about twice a month, and the ingredients are never the same. Tonight happened to be a pulled spicy chicken with red and green cabbage and carrot shreds and shredded cheese with rojo sauce\n  ","139099":"\n  sometimes I do, but they always get gifts from my stepmom even if I don't get any\n  ","139100":"\n  the kitten is just so clumsy and brave and silly I feel like I've been laughing at him since I brought him home\n  ","139101":"\n  I don't but for some reason I keep seeing stories about the Billy Joel divorce and that's too wild to not pay attention to\n  ","139102":"\n  Trigonometry\n  ","139103":"\n  yes, several times\n  ","139104":"\n  not dark at all. On my toaster oven, setting \"2\"\n  ","139105":"\n  who knows. I know who the cutest Kitten is tho\n  ","139106":"\n  no plans\n  ","139107":"\n  I grew up loving star wars and jim henson muppets so Grogu is like, the cutest thing either franchise has created all in one\n  ","139108":"\n  I have plans for a baby yoda tattoo on my right inner arm\n  ","139109":"\n  Allison is fine.\n  ","139110":"\n  resilience\n  ","139111":"\n  gone on a road trip, gotten a tattoo\n  ","139112":"\n  sounds good send some over\n  ","139113":"\n  I'm not picky at all I love to try new things\n  ","139114":"\n  schizophrenia is how i explain those things\n  ","139115":"\n  any of them really. My partner just told me about the origins of curry in the Japanese navy.\n  ","139116":"\n  a re-do spell so I could erase painting marks in real life like I do on my iPad\n  ","139117":"\n  none of my photos are inappropriate\n  ","139118":"\n  brussel sprout because I'm wonderful but I still have haters somehow?\n  ","139119":"\n  yes\n  ","139120":"\n  I have no idea. I probably would have gone about things much like Alice\n  ","139121":"\n  one of my favorite musical artists this year plays an electric violin over electro soul music I feel like she's doing shit no one else is doing (Sudan Archives)\n  ","139122":"\n  I'm not sure, I've never had a problem with that. I guess small snacks regularly instead of waiting long between meals\n  ","139123":"\n  nope\n  ","139124":"\n  yes\n  ","139125":"\n  model trains\n  ","139126":"\n  yes\n  ","139127":"\n  probably\n  ","139128":"\n  I have no high hopes\n  ","139129":"\n  sasquatch. I'd be able to travel the world! there's sasquatch lore in almost every culture. Some people believe they're able to teleport, and may be connected to the grey aliens\n  ","139130":"\n  I've never seen any because I sleep too much\n  ","139131":"\n  I feel like ninjas would have better hygiene\n  ","139132":"\n  ha yeah I mean, it's usually not playing if I'm not here though so there are some breaks. Plus a little while each night when I'm watching tv instead. I just really love music and we like to have it going.\n  ","139133":"\n  my bird likes music so it plays all day long from the time I wake up until I go to bed\n  ","139134":"\n  Bear got a present from his Aunt today! a backpack carrier!\n  ","139135":"\n  ihop\n  ","139136":"\n  crazy rich asians\n  ","139137":"\n  nah and sometimes\n  ","139138":"\n  fake\n  ","139139":"\n  I guess like, funding the police and military. I think the funds could be better spent.\n  ","139140":"\n  Hawaii, Alaska, Minnesota, Wisconsin, Vermont (also Michigan and Arkansas)\n  ","139141":"\n  be sincere\n  \n  there are so many red flags like any sort of hatefulness or manipulative behavior\n  ","139142":"\n  yes, in my teens I protested with guerrilla girls against sexism in art or something it was a looooong time ago\n  \n  I have wanted to go to protests here but I'm just not well enough for that sort of thing\n  ","139143":"\n  all the road work on my street\n  ","139144":"\n  I've never heard of it\n  ","139145":"\n  twist\n  ","139146":"\n  Dennys\n  ","139147":"\n  black coffee\n  ","139148":"\n  lately, a tiny little chalcedony bead on a thin silver chain\n  ","139149":"\n  spotify's 2020wrapped\n  ","139150":"\n  I've only been up like 50 min.\n  ","139151":"\n  electro pop, indietronica, art rock\n  ","139152":"\n  Tiffany\n  ","139153":"\n  it's my absolute favorite tv show of all time so I hope you enjoy it!\n  ","139154":"\n  nice! David Duchovny from X Files plays a trans woman named Denise in Twin Peaks actually who is a super high profile FBI detective that Kyle Maclachlan's character (Dale Cooper) works with on hard cases\n  ","139155":"\n  I don't sorry\n  ","139156":"\n  it's a healthy comfort meal so like, double good\n  ","139157":"\n  All I've tried so far are jollof rice and okro soup they were both lovely I'd be willing to try lots of other dishes\n  ","139158":"\n  it's very easy-\n  \n  make some white rice and set it aside\n  \n  brown a little diced garlic in a pan with a smidge of oil\n  \n  add black or red beans, chopped tomato, diced chiles, and a good squeeze of lime juice\n  \n  season with taco seasoning blend\n  \n  mix in the rice and heat it all up together then serve in a bowl with cheese on top\n  ","139159":"\n  Y'all I cooked a big pot of beans and rice and it was so simple but so satisfying and I'm in a pretty great mood now\n  \n  AMA\n  ","139160":"\n  Twin Peaks!\n  \n  Blue Velvet\n  \n  Dune the one from the 80s\n  \n  he played a bad guy in Desperate Housewives, which was great\n  \n  I've not seen it but he's in Sex in the City\n  ","139161":"\n  selling antiques\n  \n  hanging out of town art shows at a gallery at age 16\n  \n  dancing\n  \n  karaoke contest\n  ","139162":"\n  oh lucky! he's my favorite man actor and such a cutie. I follow him on instagram and he just seems so- wholesome. I get what David Lynch sees in him as a good guy.\n  ","139163":"\n  take care of my health\n  ","139164":"\n  about 2 days\n  ","139165":"\n  to the small of my back. It's almost there again now.\n  ","139166":"\n  Not necessarily. I'm privileged enough to survive it well enough and it's all I've ever known but I feel like we'd be better off as a whole with something more democratic socialist-leaning.\n  ","139167":"\n  stay far away from me\n  ","139168":"\n  I do and want to do art for a living\n  ","139169":"\n  zombie\n  ","139170":"\n  not that much. like one plate of salad and veggies, one plate of entree, and if I'm not too full, a dessert.\n  ","139171":"\n  I dunno, I never have\n  ","139172":"\n  No I just stop talking.\n  ","139173":"\n  <3\n  ","139174":"\n  a few times a week. Lately I've been all about microwave rolled tacos\n  ","139175":"\n  between 8 and 9 pm\n  ","139176":"\n  drinking coffee\n  ","139177":"\n  assume it was a cat and go back to sleep\n  ","139178":"\n  public leak.\n  ","139179":"\n  Squirrel Flower. I'll be Home for Xmas.\n  ","139180":"\n  Actor Kyle Maclachlan spends most of his time and effort lately on a winery in Walla Walla, Washington\n  ","139181":"\n  self love is just believing you're worth the effort to be taken care of- by yourself particularly.\n  ","139182":"\n  hydration is so important\n  \n  feeding yourself intuitively and healthily\n  \n  taking your prescribed meds\n  \n  clean yourself when it's needed\n  ","139183":"\n  I honestly don't know. I feel like it depends on class in a lot of ways, but I can't really explain that because I'm half asleep\n  ","139184":"\n  I'm not sure. My therapists were the first people to really get me onto this whole self care thing. Before I felt guilty for any kindness I showed myself.\n  ","139185":"\n  he was a rescue from my local humane society. Originally, he was part of a feral colony in my town.\n  ","139186":"\n  in Appalachia and the South of the US, this is also the case. The older generations HATE when people are \"full of themselves\"\n  \n  It's so important to love who you are it's really bizarre to me, this line of thinking. It's like they don't think it's good to be happy and whole.\n  ","139187":"\n  clean out my bong really well and add peppermint oil to the water\n  \n  take my meds at the same time twice a day each day\n  \n  spend time with my animals\n  ","139188":"\n  there are no sports in my suburb but Portland has soccer and basketball and Seattle has all sort of shit\n  \n  I haven't been to any local games but as I kid I went to some minor league baseball games in VA\n  ","139189":"\n  I think they're likely an art project, but I don't know if it's one very wealthy person or a group of worldwide artists of like mind. I think it's wild how fast they moved. The UT one stood up to five years before it was discovered, and then poof! gone overnight. Then the romanian one pops up the next day.\n  ","139190":"\n  Spotify, hands down. It's completely superior in every way.\n  ","139191":"\n  I don't feel guilty about things I like.\n  \n  I really wish you would turn caps lock off it's super agitating\n  ","139192":"\n  it would be kinda boring though\n  ","139193":"\n  I've never paid attention or used his makeup\n  ","139194":"\n  I was too poor for real summer camp, but we did go to a couple of cheaper day camps growing up- at the YMCA, or with Girl Scouts. I feel like there were kids at my school who went to overnight camps, especially the boy scouts\n  ","139195":"\n  no\n  ","139196":"\n  I'd rather give good gifts\n  ","139197":"\n  I would politely ask my 16 year old tabby cat to stop barfing on my shoes\n  ","139198":"\n  it's 46 degrees and cloudy\n  ","139199":"\n  I have an anon who tells me he loves me regularly which weirds me out and I delete 99% of the time.\n  ","139200":"\n  I have never heard the song but I mean, if the gays have said keep it then I reckon it should be kept.\n  ","139201":"\n  Just added to my redbubble, Maple Leaf (link in bio!)\n  ","139202":"\n  no prob  I love Wye Oak! They're so dreamy lol\n  ","139203":"\n  Evergreen by Wye Oak\n  ","139204":"\n  the only sale I shopped was some eye shadow from Haus Labs\n  ","139205":"\n  Linda Belcher\n  ","139206":"\n  what does my bio say? \"Don't be a creep\". Yet, here you are\n  ","139207":"\n  I was a competitive swing dancer in my early 20s. I have since lost use of both sacroiliac joints in my lower back and can't dance like I used to\n  \n  as long as I can easily recognize the beat I can get in rythym. I don't need to know the song beforehand. I almost never pay attention to lyrics\n  ","139208":"\n  I don't play games\n  ","139209":"\n  nah. My husband might get the new xbox I guess though\n  ","139210":"\n  I do not\n  ","139211":"\n  sweet, OR is my third favorite state\n  ","139212":"\n  Sometimes all you can do is shrug and move on.\n  ","139213":"\n  I agree. What a weird time of my life.\n  ","139214":"\n  just look at this baby\n  ","139215":"\n  I have found that there are a certain amount of people on this site that lose their shit over really stupid and selfish things and I think that really, it's time for them to grow up and realize that not everyone is out to offend them and make them feel a way\n  ","139216":"\n  Sometimes you just want to go somewhere else? Like, why is it your concern?\n  ","139217":"\n  sorry about that! I mean, i get that people can be touchy about food when they've suffered an ED or something but also, everyone eats. Food is one of the few things literally every human on earth has in common .\n  ","139218":"\n  I for sure didn't think anything of it\n  ","139219":"\n  birkenstocks. they literally hurt my feet.\n  ","139220":"\n  in my opinion your parents don't need to know every personal detail about you just do what you want and don't worry about what they think if they find out or if you do decide to tell them\n  ","139221":"\n  I don't have a regular salary but my husband does so let's pretend that's mine. I would take the tripled salary.\n  ","139222":"\n  I'd give up ice cream I hardly ever eat it anyway\n  ","139223":"\n  I don't know how much I'm going to bother with just 5k\n  ","139224":"\n  I never use tumblr anymore\n  ","139225":"\n  ha Mc Donalds\n  ","139226":"\n  nah\n  ","139227":"\n  immature\n  ","139228":"\n  I naturally crave healthy foods I just gotta be a good listener and translate that craving into the right foods\n  ","139229":"\n  yo anon check it\n  ","139230":"\n  no. I was very uninterested in politics for most of my youth, and then as a young adult got mixed up with Libertarians so that was a whole thing but as time progressed and I realized how much these things affect me and the people I love I became more left leaning\n  ","139231":"\n  ha it's rad that your backup account is still #6 in Ireland\n  ","139232":"\n  yes a few times, some people are so toxic. Also, sometimes people grow way apart\n  ","139233":"\n  an owl\n  ","139234":"\n  life skills like cleaning, using the bank, applying for loans, etc\n  ","139235":"\n  I have a lot of friends and also a few that I would consider close.\n  ","139236":"\n  He's back looks like\n  ","139237":"\n  still airing: Mandolorian, Bob's Bugers\n  \n  off air: Twin Peaks, Schitt's Creek\n  ","139238":"\n  I didn't want to interact with like, anyone, except the 4 or 5 people I followed\n  ","139239":"\n  jeez, sorry that happened to you\n  ","139240":"\n  Santa Baby\n  ","139241":"\n  Proud Boys are very prominent here, and on nextdoor . com  people will go so far out of their way to defend them and act like they are protecting the community, which is obviously false they've shot at protestors and are terrorizing the community with guns and militant behavior\n  \n  so I guess the myth is \"Proud Boys are good for the community\"\n  ","139242":"\n  I don't really and if I do eat it I skip the flavor pack and add my own seasonings and veggies and drain the water\n  ","139243":"\n  I don't follow either I wasn't even aware that it had changed. I eat what my body wants and that turns out to be a pretty balanced variety\n  ","139244":"\n  we do something different most years tbh\n  ","139245":"\n  oh no I don't click links and don't like to watch videos, I guess if your questions are like this I won't be answering them sorry\n  ","139246":"\n  Fire on the Mountain, Portland, OR\n  ","139247":"\n  so we had chores as a kid, but the goal in assigning them wasn't to teach us life skills, but rather to do the things my mom didn't enjoy doing herself. She didn't mind doing laundry, so I was NEVER shown how to do laundry growing up. I was an expert at cleaning a bathroom, though.\n  \n  Anyway, I wish I had been taught how to do it because instead I ended up hundreds of miles away at college at a laundry mat crying because I couldn't figure out what to do and having to be helped by the man who owned the place who barely spoke English.\n  ","139248":"\n  I have a few, one for my fav electro-pop musician Von Sell's page, one for Feminist's United, one for the Parrot store I buy Bubo's food and toys from, one for a knitting group, one for the city I used to live in in Mass.\n  ","139249":"\n  it's been years. I often handwrite lists though\n  ","139250":"\n  covid isn't magically going to disappear Jan 1st\n  ","139251":"\n  I mean, it's not going to to start off any different\n  ","139252":"\n  I always do mine anon because I just am not impressed with about 90% of the answers I receive and I don't necessarily want those people following me\n  ","139253":"\n  I may just stop bothering with it. Its not really stressing me out but also, it's not something I am having fun with\n  ","139254":"\n  yeah same. I can come up with 25 stupid shoutouts about like food or pop culture easily enough but lots of people are used to answering their questions in a way that's sort of final and doesn't lead to follow up questions so like, threads are hard\n  ","139255":"\n  I missed vip by one measly followup q lol oh well I'm so tired of that mess anyway right now\n  ","139256":"\n  black tea, iced tea, sugar free soda\n  ","139257":"\n  I have, it was pretty neat. There were jousters and I ate a turkey leg.\n  ","139258":"\n  I'm not. religion doesn't interest me\n  ","139259":"\n  I'm blocking people all over the place without second thought\n  \n  Have added 50 people to my list since just a few weeks ago\n  \n  I'm too sick to deal with y'all\n  ","139260":"\n  mindfulness meditation, daily\n  ","139261":"\n  an owl, for flight and looking badass\n  ","139262":"\n  I never notice wifi names\n  ","139263":"\n  I was a figure model\n  ","139264":"\n  more into gestures\n  ","139265":"\n  kind of\n  ","139266":"\n  art\n  ","139267":"\n  I never watch youtube unless my friend David puts out a new music video\n  ","139268":"\n  the next songs up are: Your Love (Deja Vu) by Glass Animals, MFN by Cibo Matto, and BIkini by Caroline Rose\n  ","139269":"\n  nope\n  ","139270":"\n  pro abortion\n  ","139271":"\n  nah\n  ","139272":"\n  sure thanks\n  ","139273":"\n  because I am disabled. I had to leave college because of my mental illness and I was never cleared or financially able to go back.\n  \n  Anyway like, my major was drawing and painting with a minor in printmaking? These aren't areas of study that people generally go to grad school for\n  ","139274":"\n  \"blue lives matter\"\n  ","139275":"\n  Bob's Burgers\n  ","139276":"\n  Portland or Boston\n  ","139277":"\n  no support for BLM\n  \n  wishy-washy police brutality solutions\n  \n  \"all lives matter\"\n  ","139278":"\n  I don't know. I just try to live my life as best as I can. I am lucky that my immediate neighbors are pretty awesome but this is definitely a red county and it's worrisome sometimes.\n  ","139279":"\n  I like grilled cheese better\n  ","139280":"\n  drinking coffee and answering questions\n  ","139281":"\n  I mean, I have indigenous friends so I get first dibs on surplus meats when they want to sell and I have definitely bought fresh salmon from them so I guess I'm okay with it since I'm def okay with the fresh meat\n  ","139282":"\n  made by me\n  ","139283":"\n  not like, majorly viral just things that got lots of attention but then it died down immediately like last week Chris Barron from the Spindoctors retweeted a pic of my kitten for Caturday and that got tons of likes and retweets\n  ","139284":"\n  no. I took piano and guitar lessons but didn't retain much\n  ","139285":"\n  many times.\n  ","139286":"\n  electro-pop or indietronica\n  ","139287":"\n  I do\n  ","139288":"\n  no\n  ","139289":"\n  I have, but nicotine patches helped me get through quitting and although I still dream about smoking cigarettes I have been nicotine-free for 10 years\n  ","139290":"\n  I mean, that's how every reboot is. In the 90s, we were ruining 70's fashion\n  ","139291":"\n  first gallery opening\n  ","139292":"\n  I have done both as a piercing assistant in the 90s. blood is less chunky.\n  ","139293":"\n  that's really sad\n  ","139294":"\n  like most social gatherings. I'd prefer to show up, say hello to the host, eat a little food, then smoke bomb disappear early on\n  ","139295":"\n  look bruh I get that you're excited but you don't have to keep yelling at everybody\n  \n  I saw a waiter give the heimlich maneuver to a diner once\n  ","139296":"\n  I've never even heard of it, much less watched it a first time\n  ","139297":"\n  nothing especially political comes to mind\n  ","139298":"\n  Where? What kind of restrictions?\n  \n  Here some states have rules that you need to serve food in order to have a liquor license but not all states are the same and it usually just means like, appetizers or more even just like, hotdogs and fries as long as they serve enough of it.\n  ","139299":"\n  no\n  ","139300":"\n  we had a homemade one that my mom put like, hershey's kisses in at some point, but not every year and it wasn't really that big of a deal to us.\n  ","139301":"\n  ...\"we had to sit in silence and do homework in a lecture theatre for an hour.\"\n  \n  when I was in school, we called that study hall and everyone had to have it except me, I was exempt from that and gym and lunch and a couple of non-core class credits because of the art school attendance, they had to work with me a little bit so I could fit my other school in.\n  ","139302":"\n  here they expect a high school kid to not only participate in after school extracurriculars, but to have a part-time job so they get out pretty early after block scheduled classes (3 classes a day that rotate throughout different days of the week)\n  ","139303":"\n  meanwhile around here, high school kids get out of school at like, 1 pm\n  ","139304":"\n  it felt long because of the bus between cities. Interstate traffic coming home meant I often didn't get home until way after dark\n  ","139305":"\n  I honestly have no idea probably not Washington isn't extremely diverse\n  ","139306":"\n  for junior high, we just skipped one day each week of reg school to go to art school.\n  \n  In high school, I had to go to both each day so I started school at 7 am, stayed until lunch time, took a bus to art school the next city over, and stayed there until 5 pm\n  ","139307":"\n  chili or gumbo\n  ","139308":"\n  junior high just didn't have them, even though I attended two junior highs simultaneously- art\/gifted school and then also a regular public school- and then in high school I went to a fine arts high school at the same time as a standard public high school and I had graduations at both\n  ","139309":"\n  that's really interesting, and I just read\n  \n   @urlsareshittbh\n  \n  's answer as well as to how it's done in Ireland\n  \n  America just makes big silly deals about stuff lol\n  ","139310":"\n  no. I had a kindergarten graduation, a 6th grade graduation, and two different high school graduations though\n  ","139311":"\n  only because I literally just put on leggings\n  ","139312":"\n  twin peaks but that's okay because david lynch is starting filming a new show called wisteria next year\n  ","139313":"\n  nope\n  ","139314":"\n  no? Do you reckon I would be spending lots of time at one, married at age 40?\n  ","139315":"\n  lots of veggies, minimal dressing\n  ","139316":"\n  I have never used snapchat or tiktok. I have no interest in either.\n  ","139317":"\n  my nose and my eyes\n  ","139318":"\n  feeling healthy\n  ","139319":"\n  in person\n  ","139320":"\n  socks\n  ","139321":"\n  yup\n  ","139322":"\n  activity- art or knitting\n  \n  place- my nest\n  \n  thing- weed\n  ","139323":"\n  no, just like I don't consider lots of non-doughnut pastries and baked goods doughnuts. Maple bars, bear claws, cinnamon rolls, etc\n  ","139324":"\n  I'm fine, I've been sick with a cold or flu or something. Feeling a little better this morning so far other than the fact that I got almost no sleep because my kitten decided to try to eat my earrings and nose ring every time I fell asleep\n  ","139325":"\n  I mean, I deserve good things so when things are good.\n  ","139326":"\n  I probably care too little. I just have the energy for my own life.\n  ","139327":"\n  when I was little I was CONVINCED that there were guillotine-like blades in the ceiling and floor fitted to the exact measurements of my bed, and that if I had a hand or foot or elbow hanging off the edge of the mattress, it would get chopped off in my sleep\n  ","139328":"\n  When I was born my parents had two dogs, Sheba and Smoky\n  ","139329":"\n  Dr Who\n  ","139330":"\n  bell peppers\n  ","139331":"\n  I've never heard this term but I'm thinking about aioli because of my last question which is also spicy white\n  ","139332":"\n  isn't aioli just spiced mayo? Like the difference is just a few spices\n  ","139333":"\n\n   https:\/\/www.youtube.com\/watch?v=aHGUzNmnj24\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","139334":"\n  staying in control of my own life\n  ","139335":"\n  my grandmother\n  ","139336":"\n  no, I stayed in pajamas and ordered makeup online\n  ","139337":"\n  a few, and I am a tie-cutter. Buh-bye, toxic people.\n  ","139338":"\n  Capricorn\n  ","139339":"\n  yeah I guess that or a thriller\n  ","139340":"\n  I hate when large amounts of meat are buy one get one because then I have to like, make room for a whole other roast or bag of shrimp or whatever in the freezer and it'll take us forever to get to it\n  ","139341":"\n  I get up and make coffee and visit with my parakeet lazily all morning. I don't do anything very productive until a pot of coffee is finished\n  ","139342":"\n  yeah I've heard they're easier on you than acid is, so I'm interested. I dropped acid once and it was a very bad experience that I wasn't prepared for.\n  ","139343":"\n  shrooms\n  ","139344":"\n  I never bother shopping offline but I did end up ordering some eyeshadow from haus labs online\n  ","139345":"\n  I can think of plenty that are way overrated, this is much harder. I guess the dentist? Like, it was bad, but at the same time, worrying that your dentist might torture and murder you was a whole new level of fear associated with going to the dentist\n  ","139346":"\n  we've been slowly revolting for years now\n  ","139347":"\n  I feel like I'd rather not have either\n  ","139348":"\n  honestly I think mine has a timer feature too I just never use it. I just want to be able to hook up my coffee maker to Alexa, we already have all the house lights, the tv, spotify, all of our streaming services, and the front door and basement door locks hooked up for alexa use. I could wake up, say alexa turn on the bedroom lights and then alexa start my coffee and then get up and brush my teeth while it gets going\n  ","139349":"\n  what if I could get Alexa to make my coffee in the morning? Smart coffee makers that's what I need.\n  ","139350":"\n  I really don't even pay that much attention to people anymore, other than to note that they're wearing a proper mask and trying to keep my 6ft distance\n  \n  I'll judge the hell out of an anti-masker tho\n  ","139351":"\n  Emmit Otter's Jugband Christmas\n  ","139352":"\n  this is how I sleep now\n  ","139353":"\n  one of my hs boyfriends and I were still facebook friends years later but one day I'd had a shit day and he was being especially irritating and trying to mansplain of all things, real estate and I just decided it was enough I was sick of white dudes in my comments and I was sick of him and I blocked him over it lol. In retrospect, I really just took my bad day out on him but also? Don't fucking mansplain dumb shit.\n  ","139354":"\n  not at all. I'll eat most anything.\n  ","139355":"\n  weird. everywhere I lived, they got replaced with starbucks\n  ","139356":"\n  fast. I can't believe how fast the weeks go by. 2020 included.\n  ","139357":"\n  yes, some curtains that were hanging over the sink when I had a pot fire and tried to put it out in the sink\n  ","139358":"\n  intelligence\n  ","139359":"\n  star wars, action\n  ","139360":"\n  I don't really like them, no. I do enjoy the little mermaid I guess though.\n  ","139361":"\n  lots, but my doctors insist they're all from schizophrenia\n  ","139362":"\n  I haven't officially but I feel like I am everytime I eat  bag of mixed jelly bellys and end up with a jalepeno flavored one\n  ","139363":"\n  lonely genius.\n  ","139364":"\n  my stepmom\n  ","139365":"\n  mancala\n  ","139366":"\n  a reliable vaccine for covid lol\n  ","139367":"\n  the solution itself. I would rather conflicts be over and done with\n  ","139368":"\n  I have no idea\n  ","139369":"\n  I get a little down in the middle of the Winter sometimes but I have a sunshine replacement lamp now\n  ","139370":"\n  I can't recall anything especially important or good\n  ","139371":"\n  thanks homie glad for your questions\n  ","139372":"\n  not sure, it feels like that sort of things varies from people to people\n  ","139373":"\n  be genuine\n  ","139374":"\n  no\n  ","139375":"\n  yes. I don't answer detailed questions about my family though.\n  ","139376":"\n  no, balance is what makes things worthwhile\n  ","139377":"\n  I had these awful hillbilly neighbors in Kentucky who abused their animals and fought with me about everything. I ended up stealing their cat and moving away because they broke that poor baby's leg throwing her over the fence. They also threw away a live hamster in the dumpster that I ended up taking home too.\n  ","139378":"\n  I don't know that many rappers\n  ","139379":"\n  no lol\n  ","139380":"\n  I had an atari. I do not still have it\n  ","139381":"\n  strong\n  ","139382":"\n  kind of but also no\n  ","139383":"\n  it was chill but I'm still sick with a cold so I'm about to go to bed at like 8 o clock\n  ","139384":"\n  I feel like they have all stopped using the term wiccan but I have witch friends yes\n  ","139385":"\n  thanks you too\n  ","139386":"\n  for breakfast I had hum bao, for lunch I had a cheese plate that consisted of 4 types of cheese, olives, mixed nuts, beef stick, and three colors of grapes. For supper I had lobster and crab stuffed sole, bay scallop and shrimp teriyaki stir fry, and cornbread stuffing with pie for dessert (pumpkin cream)\n  ","139387":"\n  I agree <3\n  \n  He's such a sweet, smart boy too he's really the perfect kitten\n  ","139388":"\n  I prefer ham\n  ","139389":"\n  ham and potatoes and rolls and pies and brussels\n  ","139390":"\n  I don't have a good one. My MIL makes it really well, and she's shared the recipe a couple of times, but it never turns out like hers when I make it\n  ","139391":"\n  If they are also nice and civil, then yes. Like IRL I am always described as pleasant and I will go out of my way to be understanding and kind to service workers and strangers\n  ","139392":"\n  it's not new, I've been here for years and it comes in waves. People are really irritating. but thanks.\n  ","139393":"\n  harassment\n  ","139394":"\n  my health is iffier now than it was a year ago and it's making me have to change the way I do things.\n  ","139395":"\n  lately, I delete at least a third of my \"questions\", often accompanied by a block and a report\n  ","139396":"\n  resilience\n  ","139397":"\n  good news! (Or bad news if you hate me)\n  \n  my covid-19 test came back negative. Looks like I just have the flu or a cold or something\n  ","139398":"\n  my sister has brown eyes but not as dark. The gene for the black eyes skipped her and landed on her oldest son.\n  ","139399":"\n  I own one but I never wear it\n  ","139400":"\n  key lime pie\n  ","139401":"\n  no\n  ","139402":"\n  still make art\n  ","139403":"\n  I have a very Appalachian pronunciation of the word \"Pillow\"\n  ","139404":"\n  eye\n  ","139405":"\n  snake would be easier to avoid\n  ","139406":"\n  on tv because I can pause it and be comfortable\n  ","139407":"\n  hope you have a nice day! I can't even remember. It's been about 600 years since I wasn't married.\n  ","139408":"\n  mandolorian\n  ","139409":"\n  online\n  ","139410":"\n  oh snap, really? I haven't seen a single one since like, '99\n  ","139411":"\n  grody\n  ","139412":"\n  at this point, now that we've divorced the idea of a perfect christian world where columbus and the native americans were besties and the pilgrims and native americans had a celebration feast- it's just a day for gathering and eating.\n  ","139413":"\n  people always insist I'm mixed raced because my eyes are \"too dark\" but like, my dad and my nephew and my grandma were the same way\n  ","139414":"\n  I work from home\n  ","139415":"\n  the billy joel divorce right now is pretty wild\n  ","139416":"\n  it's not just the South. There's a confederate monument like 20 miles from my house in Washington state, who had literally nothing to do with any of that\n  ","139417":"\n  I happen to be, yes\n  ","139418":"\n  what?\n  ","139419":"\n  my license says black but really they can be brown in direct sunlight\n  ","139420":"\n  I don't know who that is\n  \n  I like Von Sell's music though\n  ","139421":"\n  I love fake trees. Low maintenance, they come with lights in some cases, I can keep them up as long as I want\n  ","139422":"\n  no\n  ","139423":"\n  sometimes it's nice to just exchange pleasantries with another human\n  ","139424":"\n  I really am! I fought so long and so hard to get to here and I deserve it\n  ","139425":"\n  I didn't grow up in Oregon I grew up in Virginia Beach, VA.\n  ","139426":"\n  I mean, there was Pat Robertson's bunch and then Edgar Cayce's bunch and this one weird white-people-calling-themselves-shaman cult that thought I would grow up to be the leader of the world\n  ","139427":"\n  All of them. I have a large green tree and then small table top trees in darker green and bright pink\n  ","139428":"\n  this question feels like homework I'm not feeling well enough to think of 5-10 questions and if I did they'd be shoutouts for vip\n  ","139429":"\n  spending time with my animals or doing art\n  ","139430":"\n  I'm going to slice your eyeballs and serve them with rice\n  ","139431":"\n  not reaching my goals\n  ","139432":"\n  I keep drinking more than I am supposed to I've relapsed back up to 5-6 drinks a night because everything's fucked and I probably have covid\n  ","139433":"\n  when I was very little my mom's friend's kids and my sister and I got to go to a Brunch with Santa and it was so fancy and I hardly ever got to go out to eat so it was really special and the santa there was a realistic one and I just remember feeling very lucky to be there\n  ","139434":"\n  I'm considering turning anon back on in a bit because I really need to be distracted from refreshing my test results page over and over again tonight.\n  \n  I'm old. I'm tired. I'm not here for your bullshit. Just blocking anyone who harasses me, wants to debate, wants to insult and bully- I'm allowed to have my own opinions about things without harassment.\n  ","139435":"\n  normally the last week of November but we already hung outside lights like 2 weeks ago and we're not doing inside decorations this year because of a wild kitten\n  ","139436":"\n  meditate, take care of my physical body, spend time with loved ones\n  ","139437":"\n  thanks! It's kinda old now, I did it last Spring. Called Heavy Head 2 (Heavy Head 1 is a painting, similar concept, as seen below)\n  ","139438":"\n  I love all of my drawings but this is a favorite lately\n  ","139439":"\n  I just want more people to buy my art\n  ","139440":"\n  pine needles\n  ","139441":"\n  yes, it's \"trying hard\" to believe that people are more than their genitalia. I'M the asshole here, not the gross transphobe\n  ","139442":"\n  I also like old bay garlic and herb lately\n  ","139443":"\n  gross.\n  \n  uninterested. married. better than you.\n  ","139444":"\n  thanks! I'm for sure excited. Too bad I'm sick lol I will make myself be well enough to do the cooking though.\n  ","139445":"\n  I mean, that's part of it, creep\n  ","139446":"\n  my FAVORITE is Lawry's seasoned salt. It has like over a dozen different spices blended in\n  ","139447":"\n  once again, NOT an activist, JUST a middle aged woman, NOT SURE WHY y'all are obsessed with discussing race in my inbox\n  ","139448":"\n  why is this my inbox today\n  \n  is it because school's out?\n  ","139449":"\n  My local grocer suddenly has all of these great selections so I am taking full advantage. Got lobster-stuffed sole, bay scallops, and shrimp to go with bok choy and mushrooms along with a pumpkin spice pie and some cornbread stuffing\n  ","139450":"\n  My mom and grandma only ever used like, just salt and pepper. lol. MAYBE onion powder. I taught myself how to cook from books and tv so I can flavor a meal\n  ","139451":"\n  I just blocked. AGAIN. It's like, this game we play I guess, even though no one wants to play except dumbass anon.l\n  ","139452":"\n  .....\n  \n  says the asshole who literally won't leave me alone\n  ","139453":"\n  congratulations, this is the most idiotic, whiny, ignorant thing in my inbox this morning\n  ","139454":"\n  yes. because it's silly. You have privileges and benefits that others would literally die to have and yet, you cry and whine when I say \"white people food is bland\" Like it actually hurt you. It's so extremely, actually, outrageously pathetic that I can't even express properly how stupid it is.\n  ","139455":"\n  we will cook a nice meal and call our families but we don't really call it thanksgiving or celebrate anything past that. It's just a traditional meal day.\n  ","139456":"\n  You have created SO MANY accounts to harass me, and why? Why so obsessed? Do you have nothing better to do or is your life really this pitiful? Now I hear other people recieve anons about me from you, and like- what? Who the fuck do you think you are?\n  \n  Let me explain something real quick, dumbass.\n  \n  I'm a white woman. I'm not \"woke\" I never have a single time claimed to be \"woke\" I don't even use the term \"woke\"- AND IF YOU ARE WHITE, which you likely are because literally who else would be this creepy and ridiculous- you need to get it out of your vocab, too.\n  \n  Secondly, you insist my \"wokeness\" is \"performative\" which is also completely fucking bonkers because... who am I performing for? YOU? I'm just a fucking regular person. I'm not an activist. I'm not teaching anyone anything. I'm not in the public eye, I am not a politician. I'm a Gen X white woman who isn't a piece of garbage fire- like you.\n  \n  Now- shoo. I'm tired of blocking you. I'm tired of your pitiful, silly, ridiculousness seeping into my inbox and my friends' inboxes. No one cares about you and no one thinks anything you have to say is interesting.\n  ","139457":"\n  lately, I've been making little cheese boards for snacks. Cheese, crackers, olives, grapes, mixed nuts, smoked meats\n  ","139458":"\n  Bear (the kitten) settled down enough that I got sleep last night and when I woke up, he was snuggled under my chin looking super cute and purring\n  ","139459":"\n  I don't like turkey, green bean casserole is just okay, I do like pumpkin pie. We're not doing turkey this year, we're doing seafood\n  ","139460":"\n  my partner is kind, goofy, tells bad jokes, loves to learn, loves to sing, loves our animals\n  ","139461":"\n  harassing me over and over on different accounts for literally years just makes you look extremely pathetic, I'm not sure what your goal is but if it's to be pitiful, you're reaching it\n  ","139462":"\n  recognition or money. I have plenty of free time\n  ","139463":"\n  I just woke up but today I have to get a covid test so that's really my only plan besides resting\n  \n  tomorrow I just hope I'll feel well enough to cook\n  ","139464":"\n  I keep my house 68 degrees and I often kick off all of the blankets because of hot flashes at night\n  ","139465":"\n  cran-grape or cran-tangerine\n  ","139466":"\n  I am very expressive.\n  ","139467":"\n  short term- get covid tested, feel better\n  \n  long term- sell more art\n  ","139468":"\n  I learned to watch for toxic warning signs\n  ","139469":"\n  I can be stand-offish or I can be outgoing. It depends on the energy.\n  ","139470":"\n  yes\n  ","139471":"\n  I prefer to use private\n  ","139472":"\n  we have a nice meal but don't really celebrate more than that. We plan on calling our families and eating a big seafood feast. I have scallops, shrimp, lobster-stuffed sole and then veggies and stuffing and pie\n  ","139473":"\n  I used to be a really awful sleepwalker, like, leave my house and go places sleepwalking. I woke up in a construction site once, on an ocean pier once, halfway across the bridge to the next town once\n  ","139474":"\n  maybe\n  ","139475":"\n  some folks in my industry were using it at the time and it seemed cool. They all left. I stayed because I find it entertaining to answer questions\n  ","139476":"\n  I mean, mine will be good\n  ","139477":"\n  the quality of the food\n  ","139478":"\n  someone who uses their privilege to demand special treatment\n  ","139479":"\n  yes so I climbed a fence and opened a back kitchen window and shimmied through\n  ","139480":"\n  that freddy kreuger song where it's like \"one, two, Freddy's coming for you, three four, better lock your door etc\"\n  ","139481":"\n  I only work between 1 and 3 hours a day so I think I'm doing pretty good balance-wise\n  ","139482":"\n  I was recovering from foot surgery and wearing one of those support boots, so I could still get around and I was on my way into a pot dispensary and tripped over my own foot and fell and broke my elbow but didn't realize it so I still bought like an ounce and went home before I realized maybe my arm was broken\n  ","139483":"\n  thanks homie\n  ","139484":"\n  thanks. I feel awful BUT I'm breathing fine so I'll probably be fine.\n  ","139485":"\n  so I am quarantined with covid symptoms, I get tested tomorrow\n  ","139486":"\n  October\n  ","139487":"\n  I'd rather know.\n  ","139488":"\n  your mother doesn't need to \"handle\" an adult. Just mind your business she knows the risk.\n  ","139489":"\n  no. I don't care about reels, I don't care about the shop, the add button isn't convenient anymore, and they took away collages too\n  "}}