{"Question":{"13949":"\n   Do you like Oreos?\n  ","13950":"\n   A decor item must have for your home.\n  ","13951":"\n   Have you ever watched Dance Moms\n  ","13952":"\n   Do you like receiving quotes?\n  ","13953":"\n   do y’all have a twitter?\n  ","13954":"\n   Give me telegram please\n  ","13955":"\n   I should’ve proofread that, that was ridiculous I’m sorry!  Haha\n  ","13956":"\n   Could you please stop hacking my network to stalk every detail of my life\n  ","13957":"\n   Please do so!\n  ","13958":"\n   Seriously, am I say everything it will be everything. No more half ass anything, 100% effort 100% devotion 100% happiness in all forms\n  ","13959":"\n   :) what good are you drinking?\n  ","13960":"\n   Yes you should!\n  ","13961":"\n   Well then, isn’t there an easy solution?\n  ","13962":"\n   But if you’re desperate for everything why don’t you go get some?\n  ","13963":"\n   Like what? And how far to travel?\n  ","13964":"\n   What is the fanciest dish you’ve had?\n  ","13965":"\n   I got about 67 questions to answer today\n  ","13966":"\n   Have you ever traveled to Germany? If not, would you like?\n  ","13967":"\n   Would you ever go out of your way to pay a visit to a friend in need?\n  ","13968":"\n   Have you ever met someone you were interested in and you don’t  know them,but the connection y’all have feels like y’all  known each other for years and already got time in something ?\n  ","13969":"\n   What happen to respect, loyalty and honesty in a relationship? What happen to commitment? 🤔\n  ","13970":"\n   Do you know what   Münchausen syndrome is?\n  ","13971":"\n   I spend everyday making sure that everybody’s day runs smooth. I run around tryin to keep everything calm. I never get to just have some peace and relaxation without having to stop and contend to someone else. My question is should I disappear and have some fun like everyone else gets or sit in?\n  ","13972":"\n   Is there a US National Park in your state? Which park is it? \n(My state has 22!)\n  ","13973":"\n   Hi how are you guys\n\nCan you guys tell me about your story  about your journey  and future  and what happens when you guys grown up  in 90s ?🙂🙂🙂🙂\nI lovee storys\n  ","13974":"\n   Why are some men so vile towards women that haven’t done anything wrong to them?\n  ","13975":"\n   ok\n  ","13976":"\n   If you were famous in a movie what would your name be?\n\n\nplease include last and first name.\n  ","13977":"\n   What are you desperate for?\n  ","13978":"\n   were you not loyal in anyway?\n  ","13979":"\n   Is that you Selena Gomez?\n  ","13980":"\n   what's your favorite part of your bedroom?\n  ","13981":"\n   Who are you talking about being deserperate?\n  ","13982":"\n   Favorite foreign country\n  ","13983":"\n   Yea that feeling definitely passed!\n  ","13984":"\n   Why do people think they could get away with bullying and why they think people won’t stand up to them?\n  ","13985":"\n   Where do you get your best ideas?\n  ","13986":"\n   I love ice cream\n  ","13987":"\n   If your parents hated your partner you currently loved would you ditch him or carry on with him despite the protests?\n  ","13988":"\n   me too thanks!\n  ","13989":"\n   Do you prefer dept. stores, boutiques, or online shopping?\n  ","13990":"\n   (Im a straight dude btw).......If I shot my shot would I miss?🤔\n  ","13991":"\n   Give me your telegram\n  ","13992":"\n   If you did watch Wonder Woman 1984 , did you like the movie ?\n  ","13993":"\n   I wish the world was a better place\n  ","13994":"\n   Would you be friends with someone online? 🤔\n  ","13995":"\n   lame! they put a character limit in the chat and i cant post my poems\n  ","13996":"\n   What do men want in a women nowadays?\n  ","13997":"\n   If you knew you had one day to live, how would you spend it?\n  ","13998":"\n   What do you do on your downtime?\n  ","13999":"\n   What’s the funniest actual name y\n  ","14000":"\n   No i wanted to see 🙈 .. but in private chat , i dont want anymore one to see ur beauty🙂\n  ","14001":"\n   how are you?\n  ","14002":"\n   How many cracks does your phone screen have?\n  ","14003":"\n   Have y’all ever posted your own nudes and regret it?\n  ","14004":"\n   What is your age in days?\n  ","14005":"\n   Did your parents ever tell you Santa was real?\n  ","14006":"\n   Please devi please, just one look please 🙊\nCan you give me your telegram or instagram or Facebook ?\n  ","14007":"\n   Why u did not answered me\n  ","14008":"\n   why\n  ","14009":"\n   Who did you vote for?\n  ","14010":"\n   They just announcent it\n  ","14011":"\n   Soo, anything eating away at your soul?\n  ","14012":"\n   Heyyy devi!\n  ","14013":"\n   I bet you stink\n  ","14014":"\n   If you had a warning label attached to your head, what would it say?\n  ","14015":"\n   Is there a food that you used to hate as a kid but can eat now?\n  ","14016":"\n   Do you always remember to floss your teeth?\n  ","14017":"\n   Ever been in a 3 some\n  ","14018":"\n   Has anyone ever stayed up the whole day? Day and night no sleep at all till the next night? I have.\n  ","14019":"\n   Good you opened your eyes to see that he was NOT going to leave his girlfriend for a nobody like you. move on and leave us alone!!!\n  ","14020":"\n   Did you go back to school? How was the transition from your break?\n  ","14021":"\n   Spot\n  ","14022":"\n   How are you\n  ","14023":"\n   If you were leaving out to go to another country which of these would you go to: Israel, Egypt or India?\n  ","14024":"\n   Welp a world war 3 is guna break out\n  ","14025":"\n   If you guys like photography please follow my photography account on Instagram 🥺 it’s Stevenalanizphotography🙌\n  ","14026":"\n   Do you like avocados ?🥑\n  ","14027":"\n   could yall date someone online and the distance would be long distance ?\n  ","14028":"\n   Be careful there’s creepers on here sending YouTube links and supposedly stealing ur iep info . Do not open YouTube links on here !\n  ","14029":"\n   Do you hump your bed to get off\n  ","14030":"\n   Would you choose money or fame?\n  ","14031":"\n   Why do some people claim white privilege doesn’t exist?\n  ","14032":"\n   No I walked out of  the house at 4:30 to run the boat. I heard my wife screaming. I ran back in and my baby boy was blue and cold. They called I SIDS\n  ","14033":"\n   Also like him sautéed butter little olive oil and seasoning cook them all different ways I love vegetables\n  ","14034":"\n   More times than not I will steam them. I love zucchini my spaghetti and of course mushroom\n  ","14035":"\n   Anybody else here an identical twin\/triplet? Or know any sets?\n  ","14036":"\n   Whats mundo mean in spanish\n  ","14037":"\n   Yes that’s correct, I would love to buy an Iwatch for somebody who I owe a birthday and Christmas gift to\n  ","14038":"\n   If someone said they’d pay you $500 million to kick your ex’s ass, the would you do it?\n  ","14039":"\n   Is it weird giving a friend a massage or should that just be saved for partners?\n  ","14040":"\n   Biden won\n  ","14041":"\n   Kamala I wan her dead and her vice dead\n  ","14042":"\n   🎶baby come back. I can blame it all on you. You were wrong, and you just can't live without me🎶\n  ","14043":"\n   Have you ever been in a bar fight?\n  ","14044":"\n   Can you cook is you follow instructions\n  ","14045":"\n   What was the last food that you eat?\n  ","14046":"\n   Do you like Oreos?\n  ","14047":"\n   Why is it so hard for me to give up on things that I know will never happen?\n  ","14048":"\n   It hurts to be alone 🥺\n  ","14049":"\n   you fretting over dates?\n  ","14050":"\n   May i see them 🙊\n  ","14051":"\n   Have you been to Las Vegas before?\n  ","14052":"\n   What skills do you want to acquire, but haven’t because you believe they require a talent one is either born with or without?\n  ","14053":"\n   Son passed quite few years ago. Still tough time of the yr\n  ","14054":"\n   What's your favorite way to cook vegetables? For instance, steamed, or roasted, or stewed, or raw, etc\n  ","14055":"\n   Are you excited for Christmas?\n  ","14056":"\n   U had?\n  ","14057":"\n   Are you using an android watch with an iPhone?\n  ","14058":"\n   I love her but I feel I can’t tell her. What do I do?\n  ","14059":"\n   Kamala Harris will make a bad president. I am afraid of her. She may be a grey.\n  ","14060":"\n   You mean do* with it. See, people make fucking mistakes sometimes.\n  ","14061":"\n   Where are u\n  ","14062":"\n   I used to love Barney.\n  ","14063":"\n   Why, when we are lacking, we associate ourselves with a boundary that flees and prefers to watch it?\n  ","14064":"\n   That’s fine babe\n  ","14065":"\n   A line from your favorite song\n  ","14066":"\n   Can’t we talk about you instead?\n  ","14067":"\n   Those are people who overwork out\n  ","14068":"\n   😃 do you like Rome? 😊\n  ","14069":"\n   That’s why i use Google translate..haha\n  ","14070":"\n   I don’t have one. I don’t want muscles haha.\n  ","14071":"\n   Not fluently but I can certainly hold a conversation, what about you\n  ","14072":"\n   I guess because she works out?\n  ","14073":"\n   We absolutely do, everyone likes to think I know everything about everything sometimes, but only my ex knows that I don’t know a good portion of something that she could teach me. It also happens to be one of the most amazing things in the world.\n  ","14074":"\n   Sure babe\n  ","14075":"\n   None it’s just abs showing off\n  ","14076":"\n   Yesss\n  ","14077":"\n   Do you think so? Why?\n  ","14078":"\n   😊 however i’ m Damiano from 🇮🇹\n  ","14079":"\n   Ask babe.\n  ","14080":"\n   I have a masters degree education, they didn’t wanna pay for it, and history is difficult to teach women all history teachers like to die over the summer while they’re 89 years old..haha\n  ","14081":"\n   So are you physically as gorgeous as your face is?\n  ","14082":"\n   The most important aspect is understanding that things will take time, but when there is no timeline, there’s nothing to worry about. And knowing that I’m assisting someone provides me a tranquility and peace that I cannot find anywhere else. It’s the teacher in me I suppose.\n  ","14083":"\n   😏\n  ","14084":"\n   ok\n  ","14085":"\n   okay\n  ","14086":"\n   okay\n  ","14087":"\n   k\n  ","14088":"\n   It’s good. You’re gorgeous enough. You should eat a snack treat.\n  ","14089":"\n   End up being like who?\n  ","14090":"\n   How are you this fine night?\n  ","14091":"\n   okay how many\n  ","14092":"\n   Hello gorgeous!\n  ","14093":"\n   U want kids\n  ","14094":"\n   That is my specialty, I absolutely love being able to watch someone’s world change in front of my eyes. When you tell someone something that allows them to finally put that final piece of the puzzle in place...I truly cannot think of a more rewarding aspect of my life\n  ","14095":"\n   okay do u want them\n  ","14096":"\n   tattoo place or what?\n  ","14097":"\n   U have kids?\n  ","14098":"\n   where\n  ","14099":"\n   bday\n  ","14100":"\n   How old are u?\n  ","14101":"\n   SO how did you do your ears\n  ","14102":"\n   ok\n  ","14103":"\n   ok\n  ","14104":"\n   So u don't like earrings\n  ","14105":"\n   So do it yourself?\n  ","14106":"\n   Not true\n  ","14107":"\n   You’re beautiful, so that’s def not a flaw\n  ","14108":"\n   Independence comes from a comfort that established, not the initial, so however that works out it will. And my job is technically a sitdown job, but I stand all day..haha\n  ","14109":"\n   Where do you want to live except your current city?\n  ","14110":"\n   Have you ever had a crush on your teacher?\n  ","14111":"\n   My sales manager position actually is starting to pay dividends, thank you\n  ","14112":"\n   😂🤣😂\n  ","14113":"\n   I can help with bills, I’ll feed you all the time obviously, on the clothes whatever is needed so you don’t have to do what you don’t want to do! And that would mean I could see you more, from zero hours a week to hopefully many hours..haha\n  ","14114":"\n   Are you talking about the fortunetellers that made people spend more more money as they go along?  No I’m not, but that’s a pretty good hustle!  Haha\n  ","14115":"\n   What are your flaws?\n  ","14116":"\n   Why do you want to look like that?\n  ","14117":"\n   What would you say about virgins?\n  ","14118":"\n   ahahah you' re so sweet ^^\n  ","14119":"\n   What's your age ?\n  ","14120":"\n   Why would you want that\n  ","14121":"\n   What was that?\n  ","14122":"\n   Hold on...I wanna help you any which way I can\n  ","14123":"\n   Idk nvrmnd\n  ","14124":"\n   Snap\n  ","14125":"\n   That I don’t want you doing anything you don’t want to do for money, and I want you staying with me every night if possible. I already think of you every waking moment of the day anyway so wonderful if we dedicated that time for each other\n  ","14126":"\n   I don’t think you did anything wrong, cuz I don’t know of anything you did wrong.\n  ","14127":"\n   Seriously, please let me help you.\n  ","14128":"\n   Yesssss, sounds amazing!\n  ","14129":"\n   After what lesson learned?\n  ","14130":"\n   So I’m still not sure what’s being discussed, but I’m game for sure!\n  ","14131":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","14132":"\n   What do you mean by teenagers? When you’re with me nothing will ever occur I promise!\n  ","14133":"\n   ¿Would you sing in public?\n  ","14134":"\n   Shooting blanks? That does not sound fun..haha\n  ","14135":"\n   Who else wishes askfm would bring back the Christmas moods?\n  ","14136":"\n   Seeing another human finally smile and know someone’s going to always be there for them!\n  ","14137":"\n   Really? How so?\n  ","14138":"\n   Someone told you that? That’s a bad idea to meet people, and I’ve heard them at the woman I’m destined to be with so there’s no reason for that.  Seriously, let me help you\n  ","14139":"\n   You could only make you deaf if you’re in a confined space with no hearing protection\n  ","14140":"\n   Yes, I absolutely agree, especially in my case, where I date younger women so she’d have to have a child before she was born!  Haga\n  ","14141":"\n   Are you Pro Gun laws ?\n  ","14142":"\n   When did you get your tonsils out?\n  ","14143":"\n   Well then get help from somebody.... like me\n  ","14144":"\n   Do you watch foreign news ?\n  ","14145":"\n   Why can't people just be real these days wtf!!??\n  ","14146":"\n   Best place for piercings without infections\n  ","14147":"\n   what’s the most rewarding part about being a woman?\n  ","14148":"\n   No, it’s bc you’re so incredibly beautiful they lacked courage\n  ","14149":"\n   Whenever I dream about that I'm a paramedic in the city of Philadelphia, PA, is it ok if my hair color in the dream is dark strawberry blonde?\n  ","14150":"\n   Is it morally wrong to kill bugs?\n  ","14151":"\n   Guys do you like a bold female ? & is it OK for a her to ask you out first?\n  ","14152":"\n   Do you think people judge you for how you look?\n  ","14153":"\n   Water slides or  roller coaster\n  ","14154":"\n   Would you rather be top, bottom, or switch?\n  ","14155":"\n   What are the simple ways of healthy living?\n  ","14156":"\n   What makes you smile no matter what mood you’re in?\n  ","14157":"\n   What is something that took you way too long to realize is not normal?\n  ","14158":"\n   How so?\n  ","14159":"\n   Did someone have a kid your age?\n  ","14160":"\n   Oh ok but next time I vote I hope you see it and have a great day buddy\n  ","14161":"\n   I wouldn't be caught dead; BLUE! oooooooo shhhh 🕯️\n  ","14162":"\n   I’m sorry I don’t know how too but I swear to you that I did vote\n  ","14163":"\n   Most of my life.\n  ","14164":"\n   Well I did vote on them, I really don’t know why you don’t see them\n  ","14165":"\n   Have you ever been in a situation where someone was flirting😘😜with you and you were completely🥸clueless🤨?\n  ","14166":"\n   Just asking because I liked you\n  ","14167":"\n   How do you get rid of stress and negative energy?\n  ","14168":"\n\n    https:\/\/ask.fm\/Jones4L?utm_source=copy_link&utm_medium=iOS&shareBy=Jones4L\n   \n","14169":"\n   Buying pics tonight lmk girls only\n  ","14170":"\n   Do you like to receive flowers? If you’re a guy, would you like flowers as well?\n  ","14171":"\n   How do you think legalizing marijuana will affect the future ? Do you think life will be more peaceful\n  ","14172":"\n   Gucci or jeezy?\n  ","14173":"\n   Can somebody explain to me why my menstruation  blood is dry?\n  ","14174":"\n   To live or let go?\n  ","14175":"\n   Where Is your childhood friend Now?\n  ","14176":"\n   Any annoying habits from people you can’t stand\n  ","14177":"\n   how u spend time in autumn usually?\n  ","14178":"\n   👍\n  ","14179":"\n   ? i don' t understand ahahah\n  ","14180":"\n   Which celebrity you share a bday with? Mines is Lil Kim 🤩♋️\n  ","14181":"\n   Which is the best snack for Friday evening?\n  ","14182":"\n   The only way to grow as a person is to face the skeleton in the closest, yes or no?\n  ","14183":"\n   pizza or macaroni?\n  ","14184":"\n   What is the creepiest, otherworldly thing you've ever seen while camping or walking through the woods? Like: UFOs, Bigfoot, Strange Humanoids, etc. Forest Rangers can also reply to this question, too. :)\n  ","14185":"\n   Usually which?\n  ","14186":"\n   When do you think the world will end\n  ","14187":"\n   how old will you be turning in 2021?\n  ","14188":"\n   Who you listen above your shoulders?\nAngel or devil?\n  ","14189":"\n   All these shoutouts but no followers😂\n  ","14190":"\n   Do you believe people can change?\n  ","14191":"\n   what is your new year resolution?\n  ","14192":"\n   How many chances do you give a person who's hurt you in some way?\n  ","14193":"\n   What's your favorite way to express yourself?\n  ","14194":"\n   Oh yeah you’ll be buying a new one too so take your time it’s all good.\n  ","14195":"\n   Hey buddy I just voted on two of those sexy ass polls for you❤️❤️❤️👍😊\n  ","14196":"\n   susan hollins come here sneeaky pick\n  ","14197":"\n   Have you had your daily water intake?? Make sure you stay Hydrated!!\n  ","14198":"\n   6 days till my birthday 🥳\n  ","14199":"\n   Do you feel that time is running out as you get older?\n  ","14200":"\n   Who you talking to?\n  ","14201":"\n   Who is someone you envy?\n  ","14202":"\n   😊 where do you come from?\n  ","14203":"\n   How old are you?\n  ","14204":"\n   Are you ticklish under your arms?\n  ","14205":"\n   Is this paper all i got, all i got to keep you from me?\n  ","14206":"\n   What do you collect, Coins, stamps, salt and pepper shakers , other\n  ","14207":"\n   Yay it’s December!!! NOW you can whip out the holiday music\n  ","14208":"\n   What color is your phone case?\n  ","14209":"\n   What has 2020 REALLY been like for YOU?\n  ","14210":"\n   Can distance be a problem in a relationship?\n  ","14211":"\n   Wich dogs breed do you like ?\n  ","14212":"\n   Tips for over coming a full blown panic attack that has me crippled to the point of insomnia? I have so much to do before bed and can't motivate myself also I can't take anything for it cause I have a huge day tomorrow. Any suggestions?\n  ","14213":"\n   Do you have a crush right now?\n  ","14214":"\n   What was the last decision that you made?\n  ","14215":"\n   What question could you ask someone you just met to get to really know them?\n  ","14216":"\n   would u keep reading a text if tears begin to drip on the phone ?\n  ","14217":"\n   Are you good at drawing?\n  ","14218":"\n   What is the most important thing in your life rn?\n  ","14219":"\n   Oh well then an actual man would’ve bought you a brand new watch, or the iwatch SE one\n  ","14220":"\n   if you were to get a tattoo right now, what would you get? where would you get it?\n  ","14221":"\n   Oh, do you mean the watch that a good man would’ve bought you for Christmas? But somebody decided to play hide and seek\n  ","14222":"\n   Do you prefer to fight or talk it out first?\n  ","14223":"\n   I will bite you on the side of your neck to get blood.\n  ","14224":"\n   Is one of your new tears goal to pay off your credit card?\n  ","14225":"\n   Do you think we will receive the $2k stimulus?\n  ","14226":"\n   Have you got big boobs?\n  ","14227":"\n   What's the craziest thing you've done?\n  ","14228":"\n   Hello do you like wrestling and basketball and baseball and tennis?\n  ","14229":"\n   I don’t know what that mean she\n  ","14230":"\n   If you had to choose... communication or loyalty? Cannot have both...\n  ","14231":"\n   Have you ever stopped to help a stranger who was struggling?\n  ","14232":"\n   which one of your friends has birthday soon? how are you going o congratulate them?\n  ","14233":"\n   Are you ticklish? Where?\n  ","14234":"\n   Who was the last person that you met?\n  ","14235":"\n   What do you want to know about the future?\n  ","14236":"\n   follow back?\n  ","14237":"\n   ¿Did you ever have nightmares?\n  ","14238":"\n   What should I do after watching a scary video that keeps me from sleeping?\n  ","14239":"\n   Were you happier four months ago than you are now?\n  ","14240":"\n   Did Arby's discontinue the Philly Ultimate Angus sandwich?\n  ","14241":"\n   Heyy, how are ya Devi?\n  ","14242":"\n   Hi. Ik you dk me or anything but I just want u 2 to know your amazing inside n out no matter what skin color u have, religion you believe in , what sexual orientation you are, you deserve nothing but the best in this world. Stay strong . & keep ur head up high. Ur loved more then u know\n  ","14243":"\n   Knock knock..\n  ","14244":"\n   Could u survive having to watch only one sitcom? If so, which one?\n  ","14245":"\n   #StayAtAsk\n  ","14246":"\n   What’s the scariest dream you have ever had?\n  ","14247":"\n   What would you name your first child?\n  ","14248":"\n   Aye new here. What’s good\n  ","14249":"\n   Share something funny (plz & thank you):\n  ","14250":"\n   Alice, why would you leave wonderland?\n  ","14251":"\n   Ever howled at the moon?\n  ","14252":"\n   What makes a person perfect?\n  ","14253":"\n   Hey you! I hope you’re having an amazing day 😊❤️\n  ","14254":"\n   Why do people give up on each other?\n  ","14255":"\n   What is something that seems easy to see but is very difficult practically?\n  ","14256":"\n   Most popular girl and boy in any school\n  ","14257":"\n   Change my mind: when a woman, no matter how good-looking she is, forgets to charge her socks for a week, her feet will absolutely STINK.\n  ","14258":"\n   Do you know anyone who hates shopping?\n  ","14259":"\n   Ahahah i meant you!\n  ","14260":"\n   Who's in Utah?\n  ","14261":"\n   What a beautiful girl!\n  ","14262":"\n   I board eat, do you bored eat? Kinda like when people stress eat\n  ","14263":"\n   Did u forgive the last person who hurt u?\n  ","14264":"\n   Oatmeal or grits\n  ","14265":"\n   Why did you respond yes to the three wows?\n  ","14266":"\n   Lol I thought you were asking me to answer the question. You were just giving me an example of an anon question.  Ha ha ha. Yeah I don't have any more of those questions. And I haven't seen one real celeb on here. Just fan pages of celebs.\n  ","14267":"\n   3 wows?\n  ","14268":"\n   Do you like to dance?\n  ","14269":"\n   What is up with this fucked up government\n  ","14270":"\n   Do you like house parties?\n  ","14271":"\n   Are you open minded?\n  ","14272":"\n   Do you like to travel?\n  ","14273":"\n   Does confidence change how people treat you?\n  ","14274":"\n   You have a nice smile\n  ","14275":"\n   Would you rather continue your life as it is or restart it?\n  ","14276":"\n   Where do you plan on going for your next vacation?\n  ","14277":"\n   Wow wow wow\n  ","14278":"\n   Ha ha. Direct eye contact. You can read\/feel so much in a person's eyes.\n  ","14279":"\n   What does it mean if a female doesn't text you after the first and\/or second date?\n  ","14280":"\n   I've been feeling extremely depressed, and alone, it's been difficult to cope... How do you cope when your feeling blue?\n  ","14281":"\n   yes!\n  ","14282":"\n   Do you think covid would ever go away?\n  ","14283":"\n   If you were unable to drive. Would you take a bus?\n  ","14284":"\n   Is it weird that I want to wear a schoolgirl outfit?\n  ","14285":"\n   I'm a 19 year old male and have identical triplet brothers. Our best friends are also identical triplets. Feel free to ask us anything.\n  ","14286":"\n   Did you ever have an easy-bake oven as a kid?\n  ","14287":"\n   What was your worst decision ever?\n  ","14288":"\n   Share your secret recipe Starbucks drinks\n  ","14289":"\n   ❤️💋.. You are a proud Person??.. 🍃💙💜🍃 Eres una persona Orgullosa??..💋❤️\n  ","14290":"\n   When does a person become a victim of himself?\n  ","14291":"\n   are you waiting for a message from someone special this weekend?\n  ","14292":"\n   If I want to be the best version of myself, do I listen to myself or the advice of others?\n  ","14293":"\n   What’s everyone’s plans for CHRISTmas Eve?\n  ","14294":"\n   Have you ever been sued by somebody who wants visitation of your child ?\n  ","14295":"\n   Do you use conditioner on your hair?\n  ","14296":"\n   Very pretty eyes if i may say so\n  ","14297":"\n   Where you live under a rock?\n  ","14298":"\n   Why are cities so congested......with people?\n  ","14299":"\n   Apple vs Android\n  ","14300":"\n   What do you dip a chicken nugget in?\n  ","14301":"\n   What are the working hours of ambulances?\n  ","14302":"\n   20 Answers and i'll shave my head\n  ","14303":"\n   Happy ending\/sad ending??\n  ","14304":"\n   Have a wonderful day my friend❤️❤️❤️👍😊\n  ","14305":"\n   “Does success sometimes hurt?”\n  ","14306":"\n   Where do you buy your perfume from?\n  ","14307":"\n   android or iphone\n  ","14308":"\n   Oh ok then that’s fine\n  ","14309":"\n   keep friends close, but enemies closer.\n  ","14310":"\n   Little b*tches who are snitches get stitches and dumped in ditches. True story.\n  ","14311":"\n   Wellllll I wasn't going to do it. But it seems like its necessary. I will no longer accept Anon questions. Hate is too brazen on here.\n  ","14312":"\n   I want to lose weight, but my persistence is not strong so what should I do please😔\n  ","14313":"\n   Your grl needs some friends🥺\n  ","14314":"\n   Do you think dolphins could be extraterrestrial?\n  ","14315":"\n   i’m back :) please talk to me!!!\n  ","14316":"\n   Chloe sent me a photo of her honeycomb. I blushed so hard. \n👿\n  ","14317":"\n   Are you happy right now?\n  ","14318":"\n   Yeah it’s the appropriate way to express what’s not meant to be said.\n  ","14319":"\n   demonic politics?\n  ","14320":"\n   3am thoughts\n  ","14321":"\n   What would you change about Askfm?\n  ","14322":"\n   I get that, false identities it’s all good. If it makes him feel better why not maybe they’re able to express themselves better maybe who knows could be anything but if she’s gonna be with somebody they cannot continue using it some of the assholes I met\n  ","14323":"\n   Do you believe in horoscope compatibility?\n  ","14324":"\n   Do you believe you need money to make money?\n  ","14325":"\n   What if the party was set up for you and other people, and hello again my friend it’s been awhile\n  ","14326":"\n   Do you like Greens or Cabbage?\n  ","14327":"\n   Trump said December 5 2020 that he will not leave office until January 2025. Are you upset ?\n  ","14328":"\n   If your pet could talk, what’s one thing they could say that would completely ruin your image? 🤔\n  ","14329":"\n   It looks like a fake ask fm to me tbh.\n  ","14330":"\n   Gaz is voiced by who?\n  ","14331":"\n   Really?  Don’t u delete all your old pics?\n  ","14332":"\n   What do ya have to do for work?\n  ","14333":"\n   Is there a certain type of scent that you can't stand? For me, I don't like the smell of cooked broccoli at all 🤢\n  ","14334":"\n   What would you choose to make your ultamite sundae?\n  ","14335":"\n   Life’s boring and I’m such a loner :(\n  ","14336":"\n   Can a man engage with a woman for 3years and not ❤️ her?\n  ","14337":"\n   I’m guessing though you’re not gonna give me much time when you are ready to suit up? It’s gonna be more like “are you ready, let’s to do this?!”\n  ","14338":"\n   Oh an rapper who’s making actual money on his abilities?!  I bet you have at least one friend who needs that type of inspiration?!  🤔🤭😬😂😂😂😂\n  ","14339":"\n   Anyone else tired of people trying to use ask.fm for høokups? Because BOY I sure am. 🤗\n  ","14340":"\n   how was your weekend\n  ","14341":"\n   You're beautiful.  And I like you.  Kik? Instagram?\n  ","14342":"\n   You are responding very well to me. We are going to be friends. I can tell. One day, we will be very close.\n  ","14343":"\n   If you had to choose Barcelona or Greece?\n  ","14344":"\n   It's a lie Biden won Trump won.\n  ","14345":"\n   What this life learned you?\n  ","14346":"\n   Oh i'm in Brooklyn!\n  ","14347":"\n   Do you ever paint your nails?\n  ","14348":"\n   Activities to go after?\n  ","14349":"\n   8”+ or 8”- 🍆\n  ","14350":"\n   Listen I ain’t finna do this with you I want you to tell me the truth and don’t say you dk who I am because you do know who I am and u know what u did !!!! Why would you do this to me ! I trusted you ! Why would you sleep with my sister! HOW CAN YOU DO THiS\n  ","14351":"\n   Which is better, whether to take my own decision or listen to others advice?\n  ","14352":"\n   If a lion enters my room and I wrap myself in a blanket, would he know?\n  ","14353":"\n   How much time do you spend on social media?\n  ","14354":"\n   Would you like to have a business with your best friend?\n  ","14355":"\n   More time than not\n  ","14356":"\n   Monterey ca\n  ","14357":"\n   Monterey but I’m selling house and moving very soon maybe Texas\n  ","14358":"\n   Would you ever go to the Dominican replubic?\n  ","14359":"\n   Do you each There own Not anything I would wanna let you\n  ","14360":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","14361":"\n   Have you ever lied about your age?\n  ","14362":"\n   Is it okay to send a happy birthday text to an ex? Even if they were toxic. I just want to be kind and maybe catch up but I'm not sure.\n  ","14363":"\n   When looking back to 2020, which are the most memorable events you have experienced?\n  ","14364":"\n   I don’t like being mistreated and disrespected... I went through that this past month with one of my roommates and had to move out. I did what I had to for the sake of my mental health. Still recovering from it. This has been such a difficult month.\n  ","14365":"\n   Your eyes have a smile in them. And it makes you beautiful.\n  ","14366":"\n   I'm from Texas. My dad owns a ranch. One day I will bring you to visit. We will ride horses.  Swim in the river. Picnic on a hillside overlooking it.\n  ","14367":"\n   AMERICA FIRST \nTIME FOR REVOLUTION\nJAIL PELOSI AND SCHUMER\n  ","14368":"\n   Is pumpkin the best spice\n  ","14369":"\n   I find numbers interesting their are numbers that I find more interesting than other numbers in my life 305\n  ","14370":"\n   Why do ppl create profiles under false identities?\n  ","14371":"\n   just remember you’re amazing\n  ","14372":"\n   what’s your problem\n  ","14373":"\n   I need friends 🥺 I’m new in New York.\n  ","14374":"\n   💅🏼byeeeeeee\n  ","14375":"\n   How do you get over someone, who has long been over you?\n  ","14376":"\n   What's the best album you've ever heard?\n  ","14377":"\n   A line to describe what your life is being to you now?\n  ","14378":"\n   Do you want to go Vagas??\n  ","14379":"\n   Are you a very stressed person?\n  ","14380":"\n   do you own a bike?\n  ","14381":"\n   Are you religious\n  ","14382":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","14383":"\n   Hiç Kanadaya veya da başka bir ülkeye iltica eden birini duydun mu?\n  ","14384":"\n   What's ur favorite non-alcoholic or alcohol cocktail drink? Share a drink recipe here.\n  ","14385":"\n   I'd like to introduce you to my wife but my husband's at home feeding my brand new baby kangaroo. I'd always wanted to say that\n  ","14386":"\n   Can I have your kik? Or Instagram? I want to caress you with my words...talk to your heart. I need you for a friend.\n  ","14387":"\n   What's a present that you really want this year?\n  ","14388":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","14389":"\n   How many people are in your circle?\n  ","14390":"\n   I think you are beautiful. Sweet and kind.\n  ","14391":"\n   Spicy or sweet?\n  ","14392":"\n   Do you cheat on your girlfriend for $ 1000\n  ","14393":"\n   WHO'S HOTTER?  LAUREN  VS  LAIA\nCHECK OUT THE PICS IN MY POLLS\n  ","14394":"\n   Oh sorry wrong reply, I’ve never met you\n  ","14395":"\n   Contemplating whether I should buy a PlayStation or XBox. Which is better overall?\n  ","14396":"\n   In person?  Like 2wks\n  ","14397":"\n   Which state in your country would you like to visit?\n  ","14398":"\n   Pap of your nails atm??\n  ","14399":"\n   Yes I’m very serious\n  ","14400":"\n   Who lives in Chicago?\n  ","14401":"\n   a year from now, when you kicking it in the Caribbean, smiling..you gonna say to yourself, \"Holding a slice of Cheesecake was right”\n  ","14402":"\n   Have you entered book clubs when you first started?... Do you think it's worth it?\n  ","14403":"\n   Yes it is, because some people are going out of their minds trying to figure out why you’re so isolated these days\n  ","14404":"\n   Wow you are taller than i thought! What is your shoe size?\n  ","14405":"\n   No he asked what other obstacles would be in the way of a relationship?\n  ","14406":"\n   So then what’s the biggest issue?\n  ","14407":"\n   What is that then?  I bet if you can just say all the truth, it will make you feel better as well as allowing everyone to understand exactly what’s going on\n  ","14408":"\n   Do u tell your crush u like them or just keep your distance?\n  ","14409":"\n   So all of it, or just how you’re living now?\n  ","14410":"\n   But it’s understandable, so is there anything else that can possibly alter the foundation that’s already been established?\n  ","14411":"\n   Oh very nice, hopefully things work out..🤞🏼🤞🏼\n  ","14412":"\n   Wow, what did you lie about?\n  ","14413":"\n   What job is that exactly?!\n  ","14414":"\n   Can you sing?\n  ","14415":"\n   Someone is spreading a rumor about you. Describe one way you could resolve the issue positively.\n  ","14416":"\n   Do you like Parry the Platypuss\n  ","14417":"\n   You got that right!\n  ","14418":"\n   Really, no plans?  Me either actually.\n  ","14419":"\n   You left him because........\n  ","14420":"\n   What do you think about the new Ariana Grande’s song Positions??? Do you think is a good start for this new era???\n  ","14421":"\n   if i can come back！\n  ","14422":"\n   We may have common couisins.\n  ","14423":"\n   how to hold interesting conversation?\n  ","14424":"\n   Are you afraid of change?\n  ","14425":"\n   👍happy thanksgiving everyone\n  ","14426":"\n   Your favorite rapper?\n  ","14427":"\n   DC! Stargirl you like that show?\n  ","14428":"\n   New Kid Cudi album is 🔥\n  ","14429":"\n   Where are you\n  ","14430":"\n   Have you ever thought of becoming a Muslim?\n  ","14431":"\n   I wanna..\n  ","14432":"\n   [[omg, COVID-19 is annoying! I wish it could go away. Do you all agree?\n  ","14433":"\n   If I can ask you questions would you answer back?\n  ","14434":"\n   What single piece of technology makes your life easier?\n  ","14435":"\n   Have you lost any strong connections with anyone recently?\n  ","14436":"\n   favorite salad?\n  ","14437":"\n   Any plans for New Year’s Eve ?\n  ","14438":"\n   I have to talk to you..\n  ","14439":"\n   Have you ever been on a cruise?\n  ","14440":"\n   How is your relationship with your parents?\n  ","14441":"\n   Chocolate cake or red velvet\n  ","14442":"\n   What's a food combination you like that others find odd?\n  ","14443":"\n   Yes, but definitely impressed nonetheless!\n  ","14444":"\n   What’s your favorite thanksgiving food? 🦃\n  ","14445":"\n   Very nice!\n  ","14446":"\n   Do you know anyone racist?\n  ","14447":"\n\n    https:\/\/youtu.be\/s6xGIhDlGE0\n   \n   ‼️😘\n  ","14448":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","14449":"\n   So what are you doing tonight?\n  ","14450":"\n   what's on your mind?\n  ","14451":"\n   Monday’s lunch?\n  ","14452":"\n   Busy time?  Is that what you’re referring to yourself as?\n  ","14453":"\n   Very cooool! 😎\n  ","14454":"\n   Totally answered my question, thanks! :DD\n  ","14455":"\n   Don't forget to drink your 💦\n  ","14456":"\n   You are beautiful to me.\n  ","14457":"\n   Which is worse: sitting next to someone on the plane with terrible body odor for 13 hours straight, OR opening your bag and finding that your lotion had busted open and spilled all over your laptop? 😵\n  ","14458":"\n   When you get in the ring?!  So I stay ready for battle, everyone knows that about me tho!  💪🏼💯👟\n  ","14459":"\n   So how was everything going? We may not talk every day like we used to, but I always hope you’re doing well\n  ","14460":"\n   Yes\n  ","14461":"\n   Oh good I’m glad!  Haha\n  ","14462":"\n   So when do you plan on acknowledging your wrong doings in order to have a healthier, more stable relationship with your close friend?\n  ","14463":"\n   I’m making a YouTube channel and I need help with a name.\n  ","14464":"\n   how would you feel if you was in your room and found a ant sized man there?\n  ","14465":"\n   Thoughts on Amber Heard abusing Johnny Depp?\n  ","14466":"\n   What didn’t work out?\n  ","14467":"\n   What's a place that inspires you?\n  ","14468":"\n   What makes you angry?\n  ","14469":"\n   Are you in love?\n  ","14470":"\n   Which chicken sandwich you like better. Popeyes or chick fil a\n  ","14471":"\n   You saved?\n  ","14472":"\n   Do you like sex\nTell me your insta\n  ","14473":"\n   Let me make you feel loved and wanted.\n  ","14474":"\n   What do u need to make it happen...???\n  ","14475":"\n   Who will you be kissing on New Years Eve?\n  ","14476":"\n   Do you live in Jackson Heights?\n  ","14477":"\n   How to Travel on an Airplane If You Suffer from Claustrophobia?\n  ","14478":"\n   Can taste in music change your opinion about a person?\n  ","14479":"\n   Why do people make fun of others? Can jealousy be a reason?\n  ","14480":"\n   Do you know her name or twitter or instagram or anything?\n  ","14481":"\n   When people make fun of me, I act like its nothing, but it really hurts me and I'm too afraid to say anything.\n  ","14482":"\n   حرم علي النار.\nكل هين لين سهل قريب من الناس 💜\n  ","14483":"\n   Who is she?\n   \n    https:\/\/ask.fm\/allysssaaa_\n   \n","14484":"\n   Spinach or Kale?\n  ","14485":"\n   Do ghost try to communicate to us through our dreams?\n  ","14486":"\n   What was your favourite childhood story?\n  ","14487":"\n   Hii\n  ","14488":"\n   So is today the day I’m finally able to reunite with the love of my life? I hope she knows I’ll be nervous too, as l sometimes getting what you’ve always wanted feels too good to be true! ♥️☀️♥️☀️♥️☀️♥️🤣🤞🏼🤞🏼🤞🏼🤞🏼\n  ","14489":"\n   How do you manage to stay slim?\n  ","14490":"\n   Age? Height?\n  ","14491":"\n   How much do you eat in a typical day?\n  ","14492":"\n   What's your favorite animal? My favorite animal is definitely dolphin. I love dolphins.\n  ","14493":"\n   THIS IS AND WILL ALWAYS BE .. WHAT YOU STARTED ACCEPT IT\n  ","14494":"\n   Twitter? Instagram? Vsco?\n  ","14495":"\n   Hi\n  ","14496":"\n   So, any new life activities?\n  ","14497":"\n   Who is the character Simon Phoenix?\n  ","14498":"\n   What's holding you back from being happy?\n  ","14499":"\n   Which kind of sports do you find the most traumatic?\n  ","14500":"\n   are u a good swimmer?\n  ","14501":"\n   Should I ask out my crush\n   \n    @allysssaaa_\n   \n   ???????\n  ","14502":"\n   watching like a boss\n  ","14503":"\n   wear a dress. God gave you the body to do so\n  ","14504":"\n   Do you answer every single question that you receive on ASKfm ?\n  ","14505":"\n   Boooooooooeeeyy úwù\n  ","14506":"\n   Auwh, well... that's just a natural thing though... you will get better eventually🤗\n  ","14507":"\n   That's cool though! And i like your name!💖\n  ","14508":"\n   Hulu or Netflix?\n  ","14509":"\n   if ur from New York finish this WORD TO MY.....\n  ","14510":"\n   Do you like the dark? Or do you have to have a light on at all times?\n  ","14511":"\n   What's a food you hated as a kid, but love now?\n  ","14512":"\n   Hi there!\n  ","14513":"\n   What was the last beverage you spilled on yourself?\n  ","14514":"\n   Do you like abroad ?\n  ","14515":"\n   Do you have an Indian accent or American?\n  ","14516":"\n   Oh okay, do you enjoy having them though? Gosh i would love to do that for you, multiple times per day!🦶❤\n  ","14517":"\n   *boops*\n  ","14518":"\n   Milkshakes or slushies\n  ","14519":"\n   Where do you go when you feel sad?\n  ","14520":"\n   What is the first thing you notice in a person of the opposite sex?\n  ","14521":"\n   that star looks awesome tonight.\n  ","14522":"\n   How did you celebrate your last birthday 🎂\n  ","14523":"\n   This is for my African American women: Do you think it’s a compliment for a person of non color to say “You’re pretty for a black girl” or “You’re cute for a black girl” Am I wrong for getting offended.\n  ","14524":"\n   Do you like Cardi B ?\n  ","14525":"\n   Ask me stuff\n  ","14526":"\n   هو الآسك بقى ممل ليه بدون كوينز⁦🙇🏽‍♂️⁩\n  ","14527":"\n   What does a women want from a man?\n  ","14528":"\n   I dare u to like and follow\n   \n    @whatz\n   \n   .p0ppin on Instagram 😳😳😳\n  ","14529":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","14530":"\n   Where are you\n  ","14531":"\n   Do you guys think 2021 will be better?\n  ","14532":"\n   What is your one guilty pleasure?\n  ","14533":"\n   im cool with being friends with who ever. i dont care if u was in tx, but dont run circles around me. js\n  ","14534":"\n   Least favorite TikToker?\n  ","14535":"\n   Share a picture of a scenario or a quote that changed your way of thinking or was good or motivational?\n  ","14536":"\n   Do you like the regular Reese Butter Cups or the White flavored ones ?\n  ","14537":"\n   Have you had a foot rub before?\n  ","14538":"\n   Wow you live in New York?\n  ","14539":"\n   those are beautiful big eyes.\n  ","14540":"\n   Are your neighbors nosy?\n  ","14541":"\n   Why do intelligent people tend to fall in love so deeply?\n  ","14542":"\n   What was the creepiest thing that happened to you while walking home?\n  ","14543":"\n   very nice profile photo - I followed you! 🤗🤗🤗\n  ","14544":"\n   Why was the last time you cried?\n  ","14545":"\n   You're very welcome :) If I had one wish it would be to say everything I sent you, and to sit down with you to say it. I would look right into your eyes, say every word I wrote, and say it like I mean it. because you are worthy of it. It would be awesome to see your reaction. You deserve it!\n  ","14546":"\n   those eyes get tears a lot?\n  ","14547":"\n   what are you doing\n  ","14548":"\n   Does anyone else think that the only good thing about Summertime is the awesome sunsets you, occasionally, get to see!? I'm a fan of Autumn and Winter!!!!!!! Spring can be good, when it rains for days on end, too.\n  ","14549":"\n   Did everyone have an eventful day? 😂\n  ","14550":"\n   Tea or coffee?\n  ","14551":"\n   If you could do anything without consequences what would you do?\n  ","14552":"\n   Why do some people make fun of others but get defensive when someone points out their flaws?\n  ","14553":"\n   Do you speak or understands Portuguese?\n  ","14554":"\n   Have you drank enough water?\n  ","14555":"\n   Have you ever helped a person move furniture?\n  ","14556":"\n   If you like them, what's your favourite Spice Girls single? 🎶 👍 🙃\n  ","14557":"\n   Oh do you need a a rapper? Just make sure this one isn’t a gigantic 🙀🙀🙀\n  ","14558":"\n   That’s cool, put it out there only to really be back in when somebody has a question\n  ","14559":"\n   Go where? And doctor’s orders?\n  ","14560":"\n   Need one what?!\n  ","14561":"\n   Whats the perfect date with the person person? What, where, who?\n   \n    @Tag\n   \n   Your Crush, if your brave\n  ","14562":"\n   What set of items could you buy that would make the cashier the most uncomfortable? 🤔\n  ","14563":"\n   What's your favorite thing to order at McDonald's?\n  ","14564":"\n   Good night\n  ","14565":"\n   how many masks do you own?\n  ","14566":"\n   What is something you do every single day?\n  ","14567":"\n   Hello\n  ","14568":"\n   Do you decorate the inside and outside of your home for holidays?\n  ","14569":"\n   How it's life going ?\n  ","14570":"\n   What are your thoughts about this vaccine agaisnt Covid 19?\n  ","14571":"\n   Do you care about being liked by everyone?\n  ","14572":"\n   Do you smoke?\n  ","14573":"\n   I need you\n  ","14574":"\n   Hello what are you doing?\n  ","14575":"\n   How many hours are you sleeping per night?\n  ","14576":"\n   Have you ever broken your arm?\n  ","14577":"\n   What word do you absolutely hate?\n  ","14578":"\n   Did you ever listen to Destiny’s Child?\n  ","14579":"\n   Where is the highest skyscraper in the world located?\n  ","14580":"\n   Do you like JIM CARREY\n  ","14581":"\n   Are dad bods hot?\n  ","14582":"\n   Whats been stressing you out?\n  ","14583":"\n   Are you a dog or cat person?\n  ","14584":"\n   What crazy things you do to make you feel alive?\n  ","14585":"\n   If you are a fish, what are you?\n  ","14586":"\n   What does it feel like to be you today?\n  ","14587":"\n   How is your day going so far?\n  ","14588":"\n   Thoughts on Netflix:\n  ","14589":"\n   1 God is our refuge and strength, an ever-present help in trouble. Psalms 46:1\n  ","14590":"\n   what other language can you speak?\n  ","14591":"\n   Where are you\n  ","14592":"\n   Who is your favorite questioner on ask.fm?\n  ","14593":"\n   Did you put up Christmas lights this year?\n  ","14594":"\n   I love you\n  ","14595":"\n   favorite Disney movie?\n  ","14596":"\n   Favorite fruit?\n  ","14597":"\n   What’s your favorite food?\n  ","14598":"\n   How far can you swim underwater on one breath?\n  ","14599":"\n   What do you like to do at night?\n  ","14600":"\n   Do you like eminem\n  ","14601":"\n   Chocolate chip cookies or oatmeal cookies\n  ","14602":"\n   What’s your favorite kind of pasta?🍲\n  ","14603":"\n   The time is 1:34 am\n  ","14604":"\n   Now, I’m not the only one gaining weight during this quarantine. Name 1 thing you’ve done that is easy and teachable that can assist in weight management. The more fun and enjoyable the better.\n  ","14605":"\n   Do you have a domineering overbearing controlling relative ? \nIs the relative older or younger ?\n  ","14606":"\n   Have you ever participated in a secret gift exchange? If so: what did you give, and what did you get?\n  ","14607":"\n   are you going to drive around and look at christmas lights this year?\n  ","14608":"\n   To my LGBTQ family, how old were you when you came out the closet? How did you tell people?\n  ","14609":"\n   Are your panties cute today?\n  ","14610":"\n   What is your favorite Christmas ornament?\n  ","14611":"\n   Do you like hot chocolate?\n  ","14612":"\n   What's on the agenda for today?\n  ","14613":"\n   Where does all your money go?\n  ","14614":"\n   Really, who was there for dinner?\n  ","14615":"\n   Stop!! Mental health check time!!! How are you really doing? I’m here if you need a friend to talk to.\n  ","14616":"\n   Is it too late to make new friends this year?\n  ","14617":"\n   Do you have a boyfriend\n  ","14618":"\n   Okay I am doing awesome amazing I have awesome amazing day.\n  ","14619":"\n   cool song\n  ","14620":"\n   You know your a meat eater when you want fried chicken and sausage at 12Am 🍳\n  ","14621":"\n   Could you date or love someone without sexual attraction . Or if her face was beautiful but she had many physical flaws like lose skin and stretch marks ? 😞\n  ","14622":"\n   How was dinner?\n  ","14623":"\n   What is the weirdest thing you've heard somebody say?\n  ","14624":"\n   jesus loves you.\n  ","14625":"\n   Its a beautiful day\n  ","14626":"\n   Om nom noms on early turkey\n  ","14627":"\n   How do you deal with someone who’s really selfish?\n  ","14628":"\n   do you ever feel unappreciated ?\n  ","14629":"\n   I repost posts on inInstagram feed because no one really views my inInstagram story\n  ","14630":"\n   Alguna película que me recomienden?\n  ","14631":"\n   You are as good as you allow yourself to be.\n  ","14632":"\n   hi🌻\n  ","14633":"\n   anything or anyone made you smile today? ☺️\n  ","14634":"\n   What coffee brand do you prefer? Starbucks or Dunkin Donuts\n  ","14635":"\n   What would you do if you had a week to live?\n  ","14636":"\n   What are your halloween plans ?\n  ","14637":"\n   Dont lower your guard. Covid is just about to strike again.\n  ","14638":"\n   How old are you?\n  ","14639":"\n   The type of shoe you have the most of in your closet?👠👟👢👡\n  ","14640":"\n   Whats a goal you want to achieve but seems too risky?\n  ","14641":"\n   Which is your favorite nut?\n  ","14642":"\n   Do you hate getting spam emails?\n  ","14643":"\n   Top 5 favorite actress?\n  ","14644":"\n   Do you block a lot of people on here?\n  ","14645":"\n   what song(s) will you never get sick of?\n  ","14646":"\n   Do you miss someone?\n  ","14647":"\n   Mmmm Burger King\n  ","14648":"\n   Hey\n  ","14649":"\n   Have you ever broken a bone?\n  ","14650":"\n   what's your favorite documentary?\n  ","14651":"\n   At what age do guys care about companionship and connection instead of just sex?\n  ","14652":"\n   Devi\n  ","14653":"\n   Will you be my girlfriend\n  ","14654":"\n   What makes you jump- Bugs or snakes ?\n  ","14655":"\n   Do you post or just watch videos on TikTok\n  ","14656":"\n   How is everyone doing?\n  ","14657":"\n   What are your hobbies?\n  ","14658":"\n   What do I do for backache at home?\n  ","14659":"\n\n    https:\/\/vm.tiktok.com\/ZMJpmSSMq\/\n   \n","14660":"\n   My father died of a brain tumor. My  aunt's sister died of a brain tumor. My cousin's husband died of a brain tumor. Whisper words of wisdom.\n  ","14661":"\n   Have y'all ever been the kind people to never get y'all hopes up about anything then all of sudden strange interesting things start having in y'all life??\n  ","14662":"\n   Do you like roller coasters?\n  ","14663":"\n   How do you cope with anxiety?\n  ","14664":"\n   Have you ever been In a fist fight if so why ??\n  ","14665":"\n   Have life experiences turned you into a bitter person?\n  ","14666":"\n   Do you believe in extraterrestrial life?\n  ","14667":"\n   Isn’t there somebody who can provide dinner?\n  ","14668":"\n   Which is better: food or drinks?\n  ","14669":"\n   Who is the most interesting character you know?\n  ","14670":"\n   what are you trying to decide on tonight that’s making you lazy and motivated?\n  ","14671":"\n   What is something you strive to own someday?\n  ","14672":"\n   Are you lazy or motivated?\n  ","14673":"\n   Will a double quarter pounder with cheese, large fries, and a large hi c orange lava-burst drink from McDonald's make me very full?\n  ","14674":"\n\n    https:\/\/youtu.be\/d2j9ntskVUE\n   \n","14675":"\n   Are you happy today ?\n  ","14676":"\n   Genre of music you mostly listen too?\n  ","14677":"\n   It’s for bilingual\n  ","14678":"\n   Hey hey hey! How ya doing?\n  ","14679":"\n   Im already in love with you from seeing your photo!😳😳💕💕\n  ","14680":"\n   What is something you'd never give up?\n  ","14681":"\n   Who likes Popeyes?\n  ","14682":"\n   aw! you're quite cute!\n  ","14683":"\n   awww another really cute selfie of you! so pretty! ♥♥\n  ","14684":"\n   Hello how are you doing?\n  ","14685":"\n   How many times have you been sick this year?\n  ","14686":"\n   Do you ever wonder what people really want from you?\n  ","14687":"\n   Will you be my girlfriend\n  ","14688":"\n   Can you right something so deep that it would make me feel something?\n  ","14689":"\n   Have you predicted what age will your life ends?\n  ","14690":"\n   Is being rude actually a benefit in some situations?\n  ","14691":"\n   Exactly, wow I’m great at showing my emotions and love, I was not great with the intimacy involved in a relationship. My ex help me with that so much that I will never forget what she’s done for me and I hope to spend the rest of my life just trying to make her understand how impactful it was.😘🥰☀️♥️\n  ","14692":"\n   Rather than a bag, how about part of a dresser and closet?\n  ","14693":"\n   How do I deal with people who try to make fun of me and give me advice that I don't even need? Should I be rude with them or say things that would hurt them too?\n  ","14694":"\n   Why do some people struggle a lot in life, while for some everything is just a piece of cake?\n  ","14695":"\n   Why is that?\n  ","14696":"\n   Do you like going to the movies or prefer watching at home?\n  ","14697":"\n   Does one of your senses provide a more \"real\" experience for you, than the others, which and why? :)\n  ","14698":"\n   What kind of shoes do you wear the most?\n  ","14699":"\n   Isn't shrimp fettuccine alfredo Italian food?\n  ","14700":"\n   have you been enjoying the cold weather? ⛄️\n  ","14701":"\n   Hey! What's up? Made a new account, and I don't remember everyone so.... yeah.\n  ","14702":"\n   Do you like to write?\n  ","14703":"\n   Do you regret anything?\n  ","14704":"\n   I’m doing a giveaway once I hit 1,000 followers!! If everyone who sees this could follow me, that would help a ton!\n  ","14705":"\n   where do you land on the political spectrum?\n  ","14706":"\n   What is the temperature there?\n  ","14707":"\n   Why do some people feel good making fun of others?\n  ","14708":"\n   Republicans will cheat in the next election. Republicans will vote 10 times in New York state. Republicans will erase one million votes for Democrats from computers.\nRepublicans will demand a presidential election in November 2022.\n  ","14709":"\n   What is a \"must-do\" holiday activity for you each year?\n  ","14710":"\n   Favorite cartoon growing up\n  ","14711":"\n   Has your personality changed since childhood?\n  ","14712":"\n   Soo, are you more interesting than you look?\n  ","14713":"\n   🔥🐉.. What did you eat today??.. 💣🔥💣.. Que comiste hoy??..🐉🔥\n  ","14714":"\n   Do you ever check washer if you started it or not?\n  ","14715":"\n   If you were in a relationship loving a person who you give your love to just for them to get it and give it to someone else who doesn’t love them would you still choose to be with them or no? If yes, why?\n  ","14716":"\n   Do you think kids our age can be in love?\n  ","14717":"\n   what do you expect from this life?\n  ","14718":"\n   Do you have any pets? If so, what do you have?\n  ","14719":"\n   Beard or moustache?\n  ","14720":"\n   What myths and legends do you find most interesting?\n  ","14721":"\n   Does lentil soup sound really good right now or what\n  ","14722":"\n   you could work on things while in jail. fitness, educate yourself, learn to meditate, i mean its not ideal but its possible you can grow\n  ","14723":"\n   COME ASK ME SOME QUESTIONS WHAT YALL WANNA KNW ETC IM BORED\n!!!!!!!!!!!!!!!!!!!...............\n  ","14724":"\n   What would you like to do for a living?\n  ","14725":"\n   H\n  ","14726":"\n   Hey devi\n  ","14727":"\n   Devi?\n  ","14728":"\n   Is it healthy to get everything you want?\n  ","14729":"\n   who dislikes pizza with pineapple?\n  ","14730":"\n   Which is the place that you have always wanted to visit?\n  ","14731":"\n   Hi\n  ","14732":"\n   how did you wake up feeling today ? 🌞\n  ","14733":"\n   Do you call it Soda or Pop?\n  ","14734":"\n   Hey. Do you have Insta?\n  ","14735":"\n\n    https:\/\/youtu.be\/d2j9ntskVUE\n   \n","14736":"\n   Pants or no pants\n  ","14737":"\n   Which Christmas song freaks you out the most?\n  ","14738":"\n   🎀🎁.. Could something simple make you happy??.. 🍃🎄🍃 Podría algo simple hacerte Feliz??..🎁🎀\n  ","14739":"\n   How are you ?\n  ","14740":"\n   What's the one thing that you'd never say to a crush?\n  ","14741":"\n   The time is 04:12 am\n  ","14742":"\n   Do you like to use belts?\n  ","14743":"\n   Hey everybody. How are you\n  ","14744":"\n   What are you jealous or envious of?\n  ","14745":"\n   You got much planned today?\n  ","14746":"\n   how old are you\n  ","14747":"\n   Being extra nerdy tonight!\n  ","14748":"\n   That’s a pretty good point there\n  ","14749":"\n   Favorite mall?\n  ","14750":"\n   What's the weather like where you are?\n  ","14751":"\n   What are you up to\n  ","14752":"\n   What the last movie you watch??\nWould you recommend it?\n  ","14753":"\n   Describe your overall personality?\n  ","14754":"\n   How old are you\n  ","14755":"\n   That’s right but adults also and every one in fact unless your one of those people who insists that they don’t need approval from anyone\n  ","14756":"\n   Have you ever danced with the Devil by the pale moonlight?\n  ","14757":"\n   What was the first national park you ever visited?.\n  ","14758":"\n   How many times did you go to the theather this year ?\n  ","14759":"\n   How do you feel about women being overly sexual\n  ","14760":"\n   My name is Lars\n  ","14761":"\n   Do you wear a mask correct?\n  ","14762":"\n   Yeah but to be fair I’m pretty sure it was unknown I’m just guessing here since I didn’t watch the video but yeah I wish they got the help they needed😞\n  ","14763":"\n   Do you receive gifts?\n  ","14764":"\n   Do you like Donald Trump?\n  ","14765":"\n   Yeah unfortunately a couple years ago two teens were cyber bullied on here to suicide 😞 but hopefully no one else gets to experience something that horrible on here again and let’s both make sure that when we see someone getting cyber bullied we stick up for them and cheer them up ok👍\n  ","14766":"\n   What are some ideal conditions for you to have \"the best\" sleep in?\n  ","14767":"\n   No problem it’s true you know👍\n  ","14768":"\n   Want to go camping?\n  ","14769":"\n   Do you like to change the smartphone every year ?\n  ","14770":"\n   I'm from Italy, I want an online friend, do you want?\n  ","14771":"\n   list three facts about yourself that your followers may not know:\n  ","14772":"\n   Good night😴❤\n  ","14773":"\n   Do you like Milk 🥛\n  ","14774":"\n   Hello\n  ","14775":"\n   Yep, and it goes on, and can get busy\n  ","14776":"\n   What shoe size are you?\n  ","14777":"\n   Ok your house is on fire and If you could only save one who would you save your actual baby that you gave birth to or your puppy you rescued from the pound?\n  ","14778":"\n   That’s certainly good\n  ","14779":"\n   How many languages do you speak?\n  ","14780":"\n   Your hella pretty\n  ","14781":"\n   Do you have ESPN ?\n  ","14782":"\n   Hiya! How’re you?\n  ","14783":"\n   What’s worse, Someone who lies a lot or someone who can’t ever apologize?\n  ","14784":"\n\n    @trulymadison\n   \n   I LOVE U SO MUCH!!!\n  ","14785":"\n   Have you ever eaten scrapple before?\n  ","14786":"\n   That’s the point. Whoever wants to show people their pets, I’m all for seeing them. If you don’t have any, delete and move on. Don’t be snippy about it.\n  ","14787":"\n   Who here is in school?\n  ","14788":"\n   Wtf.... everyone dead on ASK.fm give me some fun shit to answer. 🤔🤷‍♀️\n  ","14789":"\n   What hobby do you wish you could pick up?\n  ","14790":"\n   Be patient with yourself. You are growing stronger every day. The weight of the world will become lighter and you will begin to shine brighter. Don't give up.\n\n-Robert Tew\n  ","14791":"\n   Hey. You got snapchat?\n  ","14792":"\n   Hi it’s me again I voted on your am I pretty question I wanted to choose both but I couldn’t, though I think your pretty just the way you are.⭐️\n  ","14793":"\n   Have you ever been afraid of Santa Claus?\n  ","14794":"\n   Fav fruit\n  ","14795":"\n   Either, just if you like traveling in general 😄\n  ","14796":"\n   *Read this as if it were being sung by a dying chimpanzee*\n\"i am cringey! Oh so CRINGEY! I make people want to throw up and DIIIEEE!!\nSo they don't blow up into a PIEE! Being a pieee might be better than listening to MMEEEEEE\"\nI wasted 10 seconds of your life your welcome\n  ","14797":"\n   Does anybody else laugh when people say gossip and rumors about you but not to you ?lol\n  ","14798":"\n   What is funny\n  ","14799":"\n   What’s your favorite Halloween food? 🦃\n  ","14800":"\n   Do you like peanut butter?\n  ","14801":"\n   I asked if you've ever had one, not if you currently have one....\n  ","14802":"\n   Have you ever had a secret admirer?\n  ","14803":"\n   Yeah I feel the same way!\n  ","14804":"\n   Are you shipping gifts out of state?\n  ","14805":"\n   Hello what are you doing?\n  ","14806":"\n   Good morning 🌄\n  ","14807":"\n   Which movie (or character) has influenced you?\n  ","14808":"\n   What's your favorite cartoon?\n  ","14809":"\n   Heyy\n  ","14810":"\n   Do you have tattoos? How many?\n  ","14811":"\n   How many times does someone have to cry out in order to be heard..\n  ","14812":"\n   You're amazing and I hope you are doing ok! ✨\n  ","14813":"\n   What did you have for breakfast today?\n  ","14814":"\n   What can't be bought for money and why?\n  ","14815":"\n   If you could transfer your soul (consciousness) to another person's body, who would you wish to be? Name that person!\n  ","14816":"\n   No she likes socializing with guys, def different!\n  ","14817":"\n   What makes a person Desperate\n  ","14818":"\n   No need to, wayyyy too much time spent\n  ","14819":"\n   Do you like the zoo?\n  ","14820":"\n   I AM GODZILLLAAAAAAAAAAAA \nTASTE THE RAINBOW *leaps off cliff* I BELIEVE I CAN FLYY! *Roblox: OOF**Ded*\n  ","14821":"\n   دعوة من قلبكك ❤\n  ","14822":"\n   Your dream car? 🚗\n  ","14823":"\n   Do you like to travel?\n  ","14824":"\n   Easter or Christmas?\n  ","14825":"\n   Well I'm someone who just eliminates all the negativity from the root.  I'm like a Civil War doctor who cuts off the arm when the forearm is extraordinarily damaged.\n  ","14826":"\n   No, it’s just another name from Fat Tuesday for French people down south\n  ","14827":"\n   Longest relationship?\n  ","14828":"\n   If you had to pick a temperature for it to be outside, what would you choose?\n  ","14829":"\n   They have a little plastic baby in them. The person that buys it can place it anywhere and normally people try to find the baby before biting into them. Whoever finds the baby buys the next king cake\n  ","14830":"\n   Simply no reason to have the negative vibes..I'm guilty of that\n  ","14831":"\n   How do you deal with something that you could be wrong about but you fear the worst.\n  ","14832":"\n   ببجي ؟\n  ","14833":"\n   It’s a Louisiana thing. Hard to explain but if you get a change google it 😋😋😋\n  ","14834":"\n   It's called narcissistic personality disorder. I have it too\n  ","14835":"\n   Sure ur right... but you can eliminate toxicity in ur life.\n  ","14836":"\n   Who else loves king cakes?      💜💛⚜️\n  ","14837":"\n   Are your arms showing currently?\n  ","14838":"\n   So tell me..how many times has life bent you over this year?\n  ","14839":"\n   Anyone wanna be friends? Need new people cause the ones here in Wash are TRASHHHH\n  ","14840":"\n   Hi, how are you? I have that you are having a good day.\n  ","14841":"\n   What Is Your Favorite Cereal?\n  ","14842":"\n   Do you believe in God?\n  ","14843":"\n   Are you excited for the holidays?\n  ","14844":"\n   Did you do your homework\n  ","14845":"\n   Are you going to watch some movies this weekend ?\n  ","14846":"\n   Are you a lesbian?\n  ","14847":"\n   What's your favorite drink?\n  ","14848":"\n   What food could you eat so much of till you end up sick? hahah\n  ","14849":"\n   Do you like Christmas lights\n  ","14850":"\n   Who was the last person you hugged?\n  ","14851":"\n   Do you like dried fruits?\n  ","14852":"\n   Hello what is your favorite dog?\n  ","14853":"\n   Are you flexible\n  ","14854":"\n   Who has animal crossing\n  ","14855":"\n   Do you have any tattoos?\n  ","14856":"\n   Do you have a favorite cap or hat you wear when you go out doors?\n  ","14857":"\n   Have you ever been on a silly diet?\n  ","14858":"\n   Imagine been stuck in an island; What would be the first thing you would do?\n  ","14859":"\n   Have you ever had a role in a play before?\n  ","14860":"\n   What is something you’ve always wanted to do?\n  ","14861":"\n   What is your favorite season.\n  ","14862":"\n   Hello what is your favorite dog?\n  ","14863":"\n   Hello :)\n  ","14864":"\n   Are your answers getting deleted randomly?\n  ","14865":"\n   What's an underrated series that you enjoy that you think more people should watch?\n  ","14866":"\n   How do the wealthy people can manipulate others?\n  ","14867":"\n   In which city you would like to live?\n  ","14868":"\n   How do you identify fake friends in life?\n  ","14869":"\n   Fav song?\n  ","14870":"\n   How is everyone?\n  ","14871":"\n   Hi\n  ","14872":"\n   Who are the first 3 people you buy Christmas gifts for?\n  ","14873":"\n   How's everyone today?\n  ","14874":"\n   Follow your dream if it is at the end of the world\n  ","14875":"\n   All time favorite music genre?\n  ","14876":"\n   Right about what?\n  ","14877":"\n   where are you from?\n  ","14878":"\n   Funny Tinder story? \n(Other e-dating  type story allowed too)\n  ","14879":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","14880":"\n   Neither have I\n  ","14881":"\n   Are you near tears ? Do you miss somebody ?\n  ","14882":"\n   Can your inner big bad wolf be tamed?\n  ","14883":"\n   Would you want to be famous? Why or why not?\n  ","14884":"\n   Would you ever try the blueberry gum off Charlie and the chocolate factory?\n  ","14885":"\n   would you find it funny putting a friend in a doll house?\n  ","14886":"\n   I know right it’s hard to accept when things are just exactly the way you want them. But when you don’t realize the path to get there, it’s hard to figure out that’s what it is\n  ","14887":"\n   Pap\n  ","14888":"\n   I am tired of being single.. I want a girlfriend😂\n  ","14889":"\n   Do you know how to speak Spanglish?\n  ","14890":"\n   do you have any pets? post a picture of them! 😄❤️\n  ","14891":"\n   it's probably responsible for your conception\n  ","14892":"\n   Please help me 😢😢😥😢😢\n  ","14893":"\n   no, shanice. she sings the timeless track \"i love your smile\" but leaves you confused by the end of the song when she says \"psyche\"\n  ","14894":"\n   Can i die if i fap 4 times per day?\n  ","14895":"\n   You ever met someone that didn’t want to tell you their name but had the nerve to let you hold them while they missed their momma ?! Asking for a friend.\n  ","14896":"\n   are you wearing panties?\n  ","14897":"\n   kiss\n  ","14898":"\n   then make IG\n  ","14899":"\n   Wheat Thin, Triscuit, or Cheez-it?\n  ","14900":"\n   Do you have any LED lights?\n  ","14901":"\n   Do you like your country ?\n  ","14902":"\n   White claws Britches\n  ","14903":"\n   How well traveled are you?\n  ","14904":"\n   Do you play Mortal Kombat ?\n  ","14905":"\n   Marshmallows or no marshmallows on your hot chocolate?\n  ","14906":"\n   Are you worried about the new year approaching?\n  ","14907":"\n   Are you as excited for Friday nowadays, as you were when you were younger?\n  ","14908":"\n   If someone volunteered would you let them?☺️\n  ","14909":"\n   Got any siblings?\n  ","14910":"\n   Is your personality similar to that of your parents?\n  ","14911":"\n   Do you have any tattoos?\n  ","14912":"\n   post a cute picture of yourself.\n  ","14913":"\n   How many friends do you have on facebook and how many actually mean something to you?\n  ","14914":"\n   Have you ever saved money for buying expensive thing like chanel purse etc\n  ","14915":"\n   If you had a superpower what would shrink someone to ant size would you use it and why?\n  ","14916":"\n   Ask me any questions\n  ","14917":"\n   When did you last step on a bug and what bug was it?\n  ","14918":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","14919":"\n   When do you usually start preparing gifts for Christmas?\n  ","14920":"\n   Were you popular in Highschool? :))\n  ","14921":"\n   Cookies or ice cream?\n  ","14922":"\n   That makes two of us\n  ","14923":"\n   Do you like the ocean?\n  ","14924":"\n   I wasn’t talking to you\n  ","14925":"\n   What is on your Christmas wish list?\n  ","14926":"\n   ill kiss you\n  ","14927":"\n   I'd love to kiss again\n  ","14928":"\n   Who has more fame Angelina Jolie or Brad Pitt?\n  ","14929":"\n   Do you like baking cookies?\n  ","14930":"\n   kiss with tears dripping off your chin\n  ","14931":"\n   after covid you should kiss more. its good\n  ","14932":"\n   😂😂😂😂😂\n  ","14933":"\n   i cant see a shirt in that selfie. its just skin.\n  ","14934":"\n   Ask me what u wanna... I'm bored 🙃\n  ","14935":"\n   you like to kiss?\n  ","14936":"\n   do you remember what it felt like to be a kid? favorite childhood memory. 💭\n  ","14937":"\n   lipsss\n  ","14938":"\n   are you wearing a shirt\n  ","14939":"\n   How old are you?\n  ","14940":"\n\n    https:\/\/youtu.be\/EjqAqDucUQ4\n   \n","14941":"\n   What is your opinion on Amber Heard?\n  ","14942":"\n   كيفكم ياشعب الاسك العظيم.\n  ","14943":"\n   Favorite milkshake\n  ","14944":"\n   الي بيفهم بالاسك ليش بيطلعلي قائمة المتصدرين بأمريكا مش فللسسطيين\n  ","14945":"\n   Chloe is mad at me.\n  ","14946":"\n   .\n  ","14947":"\n   do u have wardrobe malfunctions\n  ","14948":"\n   do you wear skirts\n  ","14949":"\n   OR DON'T\n  ","14950":"\n   your reaction if nipples were exposed ?\n  ","14951":"\n   Thoughts on flies..............\n  ","14952":"\n   Should Republicans riot more or less in the future ?\n  ","14953":"\n   والله شتقنالكم\n  ","14954":"\n   كيف الوقت بيناتنا ؟\n  ","14955":"\n   Excited for Christmas?\n  ","14956":"\n   What is your favorite snack?\n  ","14957":"\n   Share something positive\n  ","14958":"\n   Was dr disrespect just humming a shanice song?\n  ","14959":"\n   Is there something you been holding onto for super long that you want to vent to a random stranger about?\n  ","14960":"\n   How often do you work out?\n  ","14961":"\n   cats or dogs \n\ndebate\n  ","14962":"\n   What fascinates you?\n  ","14963":"\n   What's your favorite animal?\n  ","14964":"\n   The ocean or mountains??\n  ","14965":"\n   Where do you shop the most?\n  ","14966":"\n   If we’re going to build a life together, I’m gonna have to talk to her at some point..\n  ","14967":"\n   can’t come out or don’t want to come out? Because you’re a grown woman, correct? 25 years old, but it’s cool..\n  ","14968":"\n   What what do you mean you can’t leave the house? you have a vehicle now...Did you legit get punished?\n  ","14969":"\n   You know I will I don’t care at all, I’m not scared of crossing that bridge as long as you set it up\n  ","14970":"\n   Of\n  ","14971":"\n   خبريني كيف الحال ؟\n  ","14972":"\n   اللهم صَل على محمد\n#سورة الكهف\n  ","14973":"\n   كلمتان خفيفتان علي اللسان ثقيلتان في الميزان 🖤\n  ","14974":"\n   #I don’t know about you but that sounds like an amazing date night.\n  ","14975":"\n   ☀️\n  ","14976":"\n   DROP YOUR CASHAPP, VENMO PAYPAL, ETC IF YOU HAVE EM!!\n  ","14977":"\n   Hii\n  ","14978":"\n   come on\n  ","14979":"\n   i want to\n  ","14980":"\n   what about you?\n  ","14981":"\n   Do you believe in Magic??\n  ","14982":"\n   Do you play any online games?\n  ","14983":"\n   do you have an outie belly button?\n  ","14984":"\n   What's your favorite dipping sauce?\n  ","14985":"\n   Hello😃\n  ","14986":"\n   do you like french kissing\n  ","14987":"\n   How many friends do you have ?\n  ","14988":"\n   what you doing\n  ","14989":"\n   Are you a cool person ?\n  ","14990":"\n   Best thing about fall?\n  ","14991":"\n   What piercing would you get, if you could get any for free?\n  ","14992":"\n   Hot cocoa with little marshmallows or big marshmallows?\n  ","14993":"\n   But the best moments were always a cuddling. I miss that the most, I never yearn for something more in my life. I’ll even stop the partying around her if that makes you that uncomfortable\n  ","14994":"\n   What\n  ","14995":"\n   Nikki you seem popular. Hi\n  ","14996":"\n   Is studying Accounting worth it?\n  ","14997":"\n   Are you a Democrat, Republican, or just not interested in politics at all?\n  ","14998":"\n   123\n  ","14999":"\n   What do you like about other countries?\n  ","15000":"\n   Hey\n  ","15001":"\n   I want a really hot girl to tell me if I'm ugly or not and be brutally honest. Any volunteers? I'll give you my Snapchat 😂\n  ","15002":"\n   Because God has said, “Never will I leave you; never will I forsake you.” So we say with confidence, “The Lord is my helper; I will not be afraid. What can mere mortals do to me?” Hebrews 13:5-6\n  ","15003":"\n   If you could drink only one thing what would it be?\n  ","15004":"\n   Happy Wednesday 🥳🥳\n  ","15005":"\n   yeah I don’t know who this is, but whatever anom is on this page get the fuck off\n  ","15006":"\n   kiss me\n  ","15007":"\n   meet me in IG\n  ","15008":"\n   Christmas is getting closer! Are you excited? or... do you really not care for Christmas too much?\n  ","15009":"\n   Thoughts on Facebook:\n  ","15010":"\n   because i want to ha a babies with you\n  ","15011":"\n   i want to\n  ","15012":"\n   because i want to ha a babies with you\n  ","15013":"\n   because i want to\n  ","15014":"\n   yes\n  ","15015":"\n   because i want to have sex with you\n  ","15016":"\n   Who is your Inspiration?\n  ","15017":"\n   [[omg, COVID-19 is annoying! I wish it could go away. Do you all agree?\n  ","15018":"\n   If you had three wishes, what would you wish for?\n  ","15019":"\n   Who else is excited for Christmas\n  ","15020":"\n   Would you sell ad space on your body like that pregnant woman did some years back?\n  ","15021":"\n   What do you love about the holidays? 🎄\n  "},"Answer":{"13949":"\n  Yeah, the center is too sweet so I take it out and eat the cookie\n  ","13950":"\n  A phone\n  ","13951":"\n  Yes I don’t care for it, although people who like dancing would appreciate this show\n  ","13952":"\n  Sure why not I won’t refuse them!\n  ","13953":"\n  No\n  ","13954":"\n  I don’t have one\n  ","13955":"\n  It’s ok\n  ","13956":"\n  Will do see ya\n  ","13957":"\n  Cool\n  ","13958":"\n  Okay?\n  ","13959":"\n  I was thinking like a chocolate milkshake\n  ","13960":"\n  Yeah\n  ","13961":"\n  I’ll see\n  ","13962":"\n  I’m wondering that same thing, interesting\n  ","13963":"\n  My friend live not to far from me, I couldn’t even show up because weird thing happened\n  ","13964":"\n  Chicken Marsala with mushrooms and mashed potato, Caesar salads with chicken, I think this is Thai chicken curry with rice, vegetable sushi, etc\n  ","13965":"\n  I needed less questions to answer it pikes up\n  ","13966":"\n  No I never went to Germany but it like Germany’s mint candy, it looks like a pill it’s not a pill, something special about it.\n  ","13967":"\n  I would but strange things keep happening\n  ","13968":"\n  You’ve probably found the person you’ll eventually get married to or date for a while\n  ","13969":"\n  I have to put it in my Apple Watch maybe Siri knows\n  ","13970":"\n  No, explain\n  ","13971":"\n  Just do it, when you have vacation\n  ","13972":"\n  I only know Phil rizzuto park on Atlantic Av and 95\n  ","13973":"\n  Growing up in the 90s I don’t remember it.\n  ","13974":"\n  Leave them alone, don’t mind them\n  ","13975":"\n  🙂\n  ","13976":"\n  My name I have now lol\n  ","13977":"\n  Everything\n  ","13978":"\n  Yea not loyal\n  ","13979":"\n  No shouting out again lol\n  ","13980":"\n\n   https:\/\/youtu.be\/aBcDvegcG90\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","13981":"\n  Me\n  ","13982":"\n  Guyana, because it’s the only one I been to more than once, I went to Canada 2 times, New Jersey at least 2 or 3 times, Maryland 2 and Washington only 1 time, and any other place internationally I’ll go but I need more money lol\n  ","13983":"\n  I’d think this would be good for old people though, that’s why I kept my Apple Watch s3, I’d probably get a series 6 for my grandpa\n  ","13984":"\n  Learn to stand up for yourself!\n  ","13985":"\n  Put me in a place!\n  ","13986":"\n  I want some I was just telling some I wanted some to drink I think they thought I was talking about alcohol, it’s the funniest thing\n  ","13987":"\n  I’m the type of person that need to learn their lesson so if it works it works and if it doesn’t oh well next one.\n  ","13988":"\n  That’s good, I will get me some drink\n  ","13989":"\n  All, two of them I get to try on, the next ones I know my size but it’s too cold to go outside, some if I’m lucky I try on the outfit and they give me a return date.\n  ","13990":"\n  As your girl? I don’t know what that means\n  ","13991":"\n  I don’t even have that\n  ","13992":"\n  I looked at superwoman movie thought, she was a blonde one\n  ","13993":"\n  You are aware this goes out to everyone right?\n  ","13994":"\n  It depends at what point do I get to see them?\n  ","13995":"\n  Make a website\n  ","13996":"\n  Ask the men, what I’d like from a woman is to appreciate life.\n  ","13997":"\n  Give me a day and I’ll work with it, surprise me.\n  ","13998":"\n  Think of ways to improve myself, instead of complaining, complaining isn’t worth listening to.\n  ","13999":"\n  Yashma?\n  ","14000":"\n  I’m good man!\n  ","14001":"\n  Good and you\n  ","14002":"\n  None yet\n  ","14003":"\n  No, nobody wanted to see that!\n  ","14004":"\n  What the heck? I’ll see ...... 10,018 days according to the internet\n  ","14005":"\n  I knew Santa wasn’t real when I was taken to see him, looked nothing like sinter klass, but I did like my pack man game\n  ","14006":"\n  I don’t have an Instagram or Facebook\n  ","14007":"\n  I didn’t know you asked me a question\n  ","14008":"\n  🤔\n  ","14009":"\n  None\n  ","14010":"\n  Oh boy! Good luck with all that politics stuff, there’s a reason I don’t get in it\n  ","14011":"\n  I’m always hungry at the weirdest times, and that is the time no food place are open, I feel really bad for the husband I marry\n  ","14012":"\n  Hey dude! What’s up!\n  ","14013":"\n  I floss just not everyday\n  ","14014":"\n  Check with your people and see what they say, lol\n  ","14015":"\n  Probably cinnamon because the candy used to burn, but then I started to like it after it wasn’t in candy form\n  ","14016":"\n  Not always\n  ","14017":"\n  Do I seriously look like that individual that would be in a 3some? Look at my picture, and ask yourself! Lol\n  ","14018":"\n  Barely enough sleep trying to do an assignment\n  ","14019":"\n  Will do, see ya!\n  ","14020":"\n  I never went back to school, I did the CUNY test too I would have had to go to community college.\n  ","14021":"\n\n   https:\/\/youtu.be\/0U2zJOryHKQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14022":"\n  Good, the only problem is when I make lentil soup, I don’t know what else to do with it when it’s left over the next day.\n  ","14023":"\n  Fuck me all those countries have symbols for language, idk surprise me, I might have a good time either way don’t let me know where you put me, just let me have it.\n  ","14024":"\n  This is going to be ww3 the virus related war.\n  ","14025":"\n  I don’t have an Instagram\n  ","14026":"\n  Yes\n  ","14027":"\n  Neither, it defeated the purpose of you to see who you attract face to face.\n  ","14028":"\n  Oh I didn’t know ok\n  ","14029":"\n  My back pain, I get back pain from laying in one position too long.\n  ","14030":"\n  It cost money to become famous, what kind of questions is that?\n  ","14031":"\n  Idk, they ask them\n  ","14032":"\n  Oh\n  ","14033":"\n  K\n  ","14034":"\n  Isn’t mushrooms more of like a fungus plant?\n  ","14035":"\n  I see them at my job\n  ","14036":"\n  Idk but telemundo is a television station on time Warner cable\n  ","14037":"\n  Cool\n  ","14038":"\n  Not sure, but I’d like to be in the ring first, and face the people better than me, I wouldn’t be thinking about all that.\n  ","14039":"\n  Well as long as it’s between the two of you and theirs no sexual feelings involved afterwards idk it depends.\n  ","14040":"\n  I haven’t heard the official announcement\n  ","14041":"\n  No comment\n  ","14042":"\n  That song played a lot in movies\n  ","14043":"\n  No, but when I go in I’ll probably be sitting in the back or something, avoid stupid shit\/\n  ","14044":"\n  Not all the time, but when the people ask me the portion size then that screws me, because I don’t keep track of that.\n  ","14045":"\n  Oreos\n  ","14046":"\n  Too sweet for me now I’m trying to take care of my skin\n  ","14047":"\n  Maybe something will come out of it idk, maybe this guy can help you and you’ll be new he doesn’t know you or and never wants to lol,\n  \n   https:\/\/youtube.com\/user\/mountsinairecords\n  \n","14048":"\n  I was watching an interview with reggae artist shabba ranks and I discovered this song\n  \n   https:\/\/youtu.be\/iXZxipry6kE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14049":"\n  Too many of them came to me all at once I couldn’t handle it, years later I realize why it happened, it was because I was being blocked from someone by the time I realized it I got rejected, so I’m working a job and it need some drivers every now and again.\n  ","14050":"\n  No I can’t do that to myself, that’s going to be wrong probably when I was 19 or something, but even then I never done it.\n  ","14051":"\n  No\n  ","14052":"\n  I guess hair, because it’s useful, I get to learn box braids, corn rows, while looking like an alien, I’ll see where in the New York City area has a place.\n  ","14053":"\n  That sucks, Was his death unexpected?\n  ","14054":"\n  Taco style, burrito style, because it was the fastest way at the the time for me, real tacos are made with corn tortillas I use the flour one, I haven’t had time to learn any other way, I can make it in a form of a stew with rice, and soup, but that’s all I know so far, and I did try to make a casserole, I’ll never be making that again, lol.\n  ","14055":"\n  I don’t mind Christmas, when that time comes I’ll see what to do\n  ","14056":"\n  Yes, a long distance relationship is pretty selfish so it’s better if you’re far experience life and if life brings you back to that person then there’s that too.\n  ","14057":"\n  I did that already the 46mm is better than the 42mm but you know apple to Apple and Samsung to Samsung\n  ","14058":"\n\n   https:\/\/youtu.be\/YJDIHPFo1Rw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14059":"\n  I don’t give a damn just tell them pick one already!\n  ","14060":"\n  Yes but that’s my problem, isn’t it?\n  ","14061":"\n  New York\n  ","14062":"\n  Barney is apart of childhood, but this is adulthood, and who’re you and what brought you here?\n  ","14063":"\n\n   https:\/\/youtu.be\/62u-uQKS-bU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14064":"\n\n   https:\/\/youtu.be\/62u-uQKS-bU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14065":"\n  I am Devilicious! Get It because my name is Devi!..... Umm okay sure\n  \n   https:\/\/youtu.be\/0U2zJOryHKQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14066":"\n  Sure, but if I don’t respond it mean I’m asleep\n  ","14067":"\n  This is Camron Diaz, she looks pretty skinny and barely does heavy weights\n  ","14068":"\n  I never been there, maybe if I have someone in Europe to visit.\n  ","14069":"\n  Cool\n  ","14070":"\n  Send me another reply back after this one it’s two pictures\n  ","14071":"\n  I only speak English\n  ","14072":"\n  Take a picture your Adonis belt!\n  ","14073":"\n  Do you speak another language?\n  ","14074":"\n  Why is it on Cameron Diaz?\n  ","14075":"\n  I want to ask you one more thing\n  ","14076":"\n  Cool\n  ","14077":"\n  Well we always need teachers\n  ","14078":"\n  So it’s in Rome?\n  ","14079":"\n  What purpose does an Adonis belt serve?\n  ","14080":"\n  I never desired to be a teacher so I think you should.\n  ","14081":"\n  I have something to ask you\n  ","14082":"\n  Cool, why didn’t you become a teacher, you still can go to community college and get some degree\n  ","14083":"\n\n   https:\/\/youtu.be\/8N_tupPBtWQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14084":"\n  🙂\n  ","14085":"\n  🙂\n  ","14086":"\n  🙂\n  ","14087":"\n  🙂\n  ","14088":"\n  These is none, I’m only I’ll see what to do\n  ","14089":"\n  Lol I’m messing around asking stupid questions\n  ","14090":"\n  I had too much sweet but I want more but I’m supposed to be on a diet, I always want salty but no salty snack left. And you?\n  ","14091":"\n  Idk\n  ","14092":"\n  Hello!\n  ","14093":"\n  I’d like to be Finically able but I guess\n  ","14094":"\n  Ok will I ended up being like Pinkwattie?\n  ","14095":"\n  No, but I was telling someone else if I were interested in that type of thing I’d get it on the left part or my back, left cheek\n  ","14096":"\n  I am not a fan of tattoos\n  ","14097":"\n  No I don’t\n  ","14098":"\n  In New York?\n  ","14099":"\n  First week in august\n  ","14100":"\n  27\n  ","14101":"\n  I didn’t do them myself\n  ","14102":"\n  😊\n  ","14103":"\n  😊\n  ","14104":"\n  Yes I like earrings, but I haven’t gotten a chance to wear them or go places.\n  ","14105":"\n  When I was a baby I had a piercing that was my first and last, as for the size of the hole, I might consider alterations in the future.\n  ","14106":"\n  This is skin skin protects or supposed to protect the inner parts, then you go stabbing a needle in the skin and in a few days infection.\n  ","14107":"\n  Thanks.\n  ","14108":"\n  Cool, well I’ll be focusing on issues I still don’t understand how to solve, lol\n  ","14109":"\n  Hot climate, wherever there’s a hot climate and rainy weather\n  ","14110":"\n  No, and the teacher don’t like me either, they like the popular kids\n  ","14111":"\n  You jobs seems like a sit down job, the job I was trying to work originally was a job where you stand up most of them time. I was lazy and never got it, I could be a little more independent. Lol\n  ","14112":"\n  Lol\n  ","14113":"\n  Wow, your job seems like you worked hard for it what do you do?\n  ","14114":"\n  For real, I’d have to study anatomy to even get a clue how to do that type of job.\n  ","14115":"\n  I should have been 130 lbs, years ago\n  ","14116":"\n  What exactly can you help me with, are you those future teller people, I saw those I couldn’t afford them luckily they got their money from someone else because I couldn’t do it lol\n  ","14117":"\n  God would be happy\n  ","14118":"\n  Thanks\n  ","14119":"\n  27\n  ","14120":"\n  You\n  \n  Said you can help me\n  ","14121":"\n  How do I make myself look like Jessica Simpson!\n  ","14122":"\n  How do I make myself look like Jessica Simpson?\n  ","14123":"\n  Okay?\n  ","14124":"\n\n   https:\/\/youtu.be\/j1BNcSBApOU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14125":"\n  Huh?\n  ","14126":"\n  I do have anything much to say.\n  ","14127":"\n  What are you here to tell me?\n  ","14128":"\n  That’s what I was thinking. I was thinking I was recommended to the club I think the therapist saw I had no friends so he wasn’t trying to be bad he was just trying to say go out there and talk to people.\n  ","14129":"\n  What I did to them!\n  ","14130":"\n  Yes it’s a game, I don’t know what to call it and I didn’t give it a name yet, I was also thinking slight electric shock too, what do you think?\n  ","14131":"\n  Yes after I earn enough money to do so and after I learned my lesson.\n  ","14132":"\n  I’m not talking about that, it’s like new ways to have fun, for boredom, it’s like a new feeling I have potential, but I never took action, but you brought up gun and it inspired me.\n  ","14133":"\n  I don’t sing at all, this is a shoutout t to hat applies to singer only\n  ","14134":"\n  Not exactly I don’t know how to explain, but I think it’ll be fun, and I just realize how this can go wrong, rebellious teenagers sneaks in, never mind\n  ","14135":"\n  Mood will be a definite, Christmas is another story.\n  ","14136":"\n  Cool!\n  ","14137":"\n  It’s a fun idea no bullets, you get it?\n  ","14138":"\n  How’re you supposed to help me?\n  ","14139":"\n  You know what I came up with an idea for Adam and Eve, you inspired me thanks\n  ","14140":"\n  Umm alright whatever makes you happy, I’d suggest you go to the clubs, a psychologist tell recommended it to me.\n  ","14141":"\n  My family member said I should, I hear it can make you deaf\n  ","14142":"\n  I don’t think so, mostly likely not\n  ","14143":"\n  What the most rewarding part about being a human?\n  ","14144":"\n  Yes, at times it’s kinda important to look at the news in case things like covid19 happens again.\n  ","14145":"\n  Why do you think they created this app? I came on here to have fun on here, some of these people came here to do the world of things I couldn’t explain it\n  ","14146":"\n  None, all places have infection, even you clitoris area.\n  ","14147":"\n  You just are idk it’s the way we’re born, I never thought about it, but woman or not I need to work and pay bills so I’ll be too busy.\n  ","14148":"\n  Thanks, but it’s how I got to discover this guy in the first place,\n  \n   https:\/\/youtube.com\/user\/mountsinairecords\n  \n  .\n  ","14149":"\n  If you really need to ask, you have self issues see a psychologist. That’s concerning\n  ","14150":"\n  Idk, but I would\n  ","14151":"\n  This is the funniest thing about that, I prefer for them to approach me, but so many were coming at once I had to sit back and take a break from it.\n  ","14152":"\n  Yes, and they should, because when anyone reads a name on the attendance at my job they need to associate it with face so they can remember them.\n  ","14153":"\n  None I hate both, and also I can never find a proper bathing suit to fit.\n  ","14154":"\n  All, I don’t care which one as long as I learned my lesson.\n  ","14155":"\n  Too much sweets is bad, so limit it, and if you don’t have tolerance for something remove it from your life, and as god said in the Bible I shall fear no evil, so for the most part I will fear almost no evil.\n  ","14156":"\n  Earn my own income\n  ","14157":"\n  Plenty\n  ","14158":"\n  I’m still wondering lol, the people really didn’t like me\n  ","14159":"\n  Umm no but I’d run if they did.\n  ","14160":"\n  Thanks same to you\n  ","14161":"\n  Dude get over yourself, clothes is clothes, lol\n  ","14162":"\n  It’s okay not important\n  ","14163":"\n  I was mostly focused on passing my classes I wasn’t all that interested in that, I would play around, anything relationship wise I waited until I’m older so any boy I go out with it’s because I’m old enough to see them, that is unless they have a kid my age then I’ll be running.\n  ","14164":"\n  Send me the link\n  ","14165":"\n  Probably idk\n  ","14166":"\n  I’d say their a medium large, ASKfm really some fun people On it lol\n  ","14167":"\n  Take a good look at yourself!\n  ","14168":"\n  Ok cool\n  ","14169":"\n  Oh shoutout! Alright do your thing\n  ","14170":"\n  Why not!\n  ","14171":"\n  I don’t really care, whatever works, I don’t get into stuff where I lack knowledge in\n  ","14172":"\n  Neither, I get what’s on sale\n  ","14173":"\n  This is a sign to change your pad, there’s some chemical in the pad.\n  ","14174":"\n  All two\n  ","14175":"\n  One is living in Trinidad, one moved to Barbados, the one from Surinam died from a heart attack, but we were school mates I wouldn’t be considered friend, then some of them went back to Brazil or wherever they came from due to life’s problems.\n  ","14176":"\n  I talked about it with some of them but I ended up the fool\n  ","14177":"\n  Working, and when I was younger go to school\n  ","14178":"\n  Yeah\n  ","14179":"\n  Lol\n  ","14180":"\n  Idk, Jamaica Independence Day is on my bday, not that important\n  ","14181":"\n  Salty! Salty is always gone and I can’t tolerate sweet for too long.\n  ","14182":"\n  Why not? Lol\n  ","14183":"\n  I can’t do it, I like both but I can’t have it on the same day, don’t ask, yeah I like both.\n  ","14184":"\n  Humanoids, because of this ugly ass tattoo, the man was cute but the tattoo looks stupid,\n  \n   https:\/\/youtu.be\/RcMg_g-9y14\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14185":"\n  Whoever sounds good that day, I’m too old\n  ","14186":"\n  I don’t think the world ending is supposed to be a literal thing, I think it’s supposed to be a spiritual thing.\n  ","14187":"\n  29\n  ","14188":"\n  Whoever sounds good that day\n  ","14189":"\n  Get a link of your page send it to all the people you answer questions to\n  ","14190":"\n  Anyone can, even a bird!\n  ","14191":"\n  Stop buying stupid stuff after Christmas\n  ","14192":"\n  It depends\n  ","14193":"\n  How would you express yourself?\n  ","14194":"\n  I’m pretty sure I will, but based on what I see in the s3 I think it needs more improvement still so I’ll wait until this one has no more life or not useable anymore.\n  ","14195":"\n  I don’t see em\n  ","14196":"\n  Who is that\n  ","14197":"\n  Gotcha\n  ","14198":"\n  Happy birthday\n  ","14199":"\n  I wasted time on stupid nonsense instead of slowly getting my job.\n  ","14200":"\n  Whoever sent me the question\n  ","14201":"\n  I talked to them already so it’s all good\n  ","14202":"\n  Where the seeearchans are\n  ","14203":"\n  27\n  ","14204":"\n  Yes\n  ","14205":"\n  Ok\n  ","14206":"\n  I collected bands and phone cases, and I’m not collecting anymore that’s it for now\n  ","14207":"\n  Yeah!\n  ","14208":"\n  Neon pink matte\n  ","14209":"\n  Understanding\n  ","14210":"\n  Yes\n  ","14211":"\n  My mom told me the dog the comes to visit is a pit bull, so if that’s a pit bull that one and a Pomeranian.\n  ","14212":"\n  See a psychologist\n  ","14213":"\n  No, I tried to hang out with a few friends, but that turned out into a promise that keeps being broken\n  ","14214":"\n  What’s my problem is my problem, simple! That’s that\n  ","14215":"\n  What’s your name?\n  ","14216":"\n  Why does it matter, if I cry shouldn’t it be my problem, what’s your obsession with tears?\n  ","14217":"\n  No\n  ","14218":"\n  I haven’t taken the class or the test to become a registered nurse\n  ","14219":"\n  I see the Apple Watch had some new features but I’d rather keep this one for as long as it’s still works or stays in good condition. I still think I needs improvement.\n  ","14220":"\n  My lower back on the left cheek if I were interested in it\n  ","14221":"\n  The man that bought it was me, I was the man I was going around with.\n  ","14222":"\n  I was going to talk but the people ran, I step out but the people had this new clothes call the invisibility cloak and disappeared when I look I couldn’t see, then I was look at the television and I didn’t see that cloak, I’d like that cloak to see if the Chinese people on this block keep their stuff more longer than they should.\n  ","14223":"\n  Try black pudding, it’s made with animal blood and grains, and seasoned\n  ","14224":"\n  Yeah, but wtf does tears have to go with it?\n  ","14225":"\n  I wish\n  ","14226":"\n  What type of question is that?\n  ","14227":"\n  Nothing I’m pretty boring\n  ","14228":"\n  I don’t care for baseball or basketball but I’d play tennis with myself, and I’d like to try training for wrestling, I get in so my daughter enjoys it.\n  ","14229":"\n  I like my Apple Watch s3 I don’t like the price of it so I bought an cheaper alternative.\n  ","14230":"\n  Beats me ask God!\n  ","14231":"\n  You can do anything you like just use common sense\n  ","14232":"\n  My coworker\n  ","14233":"\n  Probably where my foot is, or if someone tried to tickle my neck, or something like that, and when the dog licks me.\n  ","14234":"\n  My coworker\n  ","14235":"\n  How much of a jackass am I? Futuristically!\n  ","14236":"\n  Send me your link, I don’t know how to find you\n  ","14237":"\n  Yes my nightmare is I put myself in debt\n  ","14238":"\n  I’m not sure if I’m the right person to ask, don’t watch it again unless someone is there.\n  ","14239":"\n  Well the only person can keep me unhappy is me, lol so yeah\n  ","14240":"\n  Idk I don’t eat from there a lot\n  ","14241":"\n  Great, I bruised my own arm with a watch band, but plain and simple, the bands were not made for my arms.\n  ","14242":"\n  I was gonna go places, but I still can lol\n  ","14243":"\n  Yeah!?\n  ","14244":"\n  Still standing\n  \n   https:\/\/youtu.be\/9U6O2nTNy_c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14245":"\n  A new movement I wasn’t aware!\n  ","14246":"\n  The scariest dreams I had, the scariest dream I had was when I couldn’t get a job and had to depend on someone to help me get it and still couldn’t get it, it was something and I saw the person helping was exhausted!\n  ","14247":"\n  After me, Devi\n  ","14248":"\n  What good is that want some cake?\n  ","14249":"\n\n   https:\/\/youtu.be\/WyxUQFzzXBQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I’m not from the country but this man made me laugh!\n  ","14250":"\n  Alice had to leave wonderland, because she wanted and opportunity.\n  ","14251":"\n  No but the Finn thing is I wanted light and it wasn’t very convenient lol\n  ","14252":"\n  What makes everyone perfect, well I’m glad you asked me, I got you the perfect answer, anyone who isn’t this:  deformed answer me for my other answer I can’t post it not letting me\n  ","14253":"\n  Thanks I am\n  ","14254":"\n  Ask them what they do in life, that may give you a hint\n  ","14255":"\n  Facing confrontation it’s better to face confrontation right when you’re confronted and leave the people alone.\n  ","14256":"\n  Adam Lanza idk\n  ","14257":"\n  Get the ones from the Chinese, those are cheap and you can change everytime you feel like it\n  ","14258":"\n  Cool, at least I don’t have to rethink my arguments with my mom lol\n  ","14259":"\n  Thanks.\n  ","14260":"\n  No I’m not in Utah, sounds like an interesting place\n  ","14261":"\n  Yes Cameron Diaz is a looker!\n  ","14262":"\n  Yes\n  ","14263":"\n  Last person I forgot about them a long time ago, but it doesn’t help staying in a house talking about people behind their backs I’d actually like to take a beating for fun.\n  ","14264":"\n  What’s the difference they’re both grains, just load it with sugar\n  ","14265":"\n  Idk lol\n  ","14266":"\n  Try Demi lavato I asked her if she does local stuff\n  ","14267":"\n  I don’t know how to respond to that\n  ","14268":"\n  No\n  ","14269":"\n  Plenty, what type of question is that, all kinda things! Lol\n  ","14270":"\n  House party by a friend never been there, this particular type of party was in house but it’s mostly their family members not many friends, they didn’t tell me, I already knew.\n  ","14271":"\n  I guess, ask me a question other than the one you just asked me\n  ","14272":"\n  I kinda have to travel because it’s what I do already, but if I were given the chance to travel it going to see the rest of the continent.\n  ","14273":"\n  It depends on you, I’m the type of person where they’d offer me a leader role but by the time I’m ready for it it’s already been taken or I wasn’t available at that time. So if you see yourself as a people person people will like you.\n  ","14274":"\n  Thanks\n  ","14275":"\n  Continue from here, if I’d went back I’ll be altering it, and that’s not fair\n  ","14276":"\n  I’ll check with my mom’s friends to see if she got anything cheap, other than that I don’t think I’m going anywhere\n  ","14277":"\n  Yes\n  ","14278":"\n  The whole point of anonymous question is to avoid all that, so are you really sure you want to do that, I would think that’s anonymous questions is better for celebrities and other special cases.\n  ","14279":"\n  Beats me I haven’t dated\n  ","14280":"\n  Move to a place where a lot of sun is, I like New York but the cold weather doesn’t do me any favors. If I were you and if I could afford it I’d move to Georgia or one of those places, and if you’re lucky to get a job to relocate you that’s good too.\n  ","14281":"\n  Cool, I had a regular oven, and cooking stuff and baking it.\n  ","14282":"\n  2022 I think\n  ","14283":"\n  You have to take bus if you can’t drive\n  ","14284":"\n  I couldn’t picture it at my age, you seem young it’s good for the youth\n  ","14285":"\n\n   https:\/\/youtu.be\/yNwttETL4Z0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  what is your opinion\n  ","14286":"\n  Never had one\n  ","14287":"\n  My worst decision, walking away from something I couldn’t handle rather than walking away from reasonable things, it’s like looking at yourself when you look at your you know you did the wrong thing yourself don’t have respect for yourself, so when I am looking at the mirror, I should be me\n  ","14288":"\n  I don’t have one, but try spiced coffee, strawberry syrup, milk, and whatever sweetener you like.\n  ","14289":"\n  I’m proud of anything and everything, because the lord provided it.\n  ","14290":"\n  When you’re always running.\n  ","14291":"\n  No, I’m chillin\n  ","14292":"\n  You have a lot of fear, see the best way of facing it.\n  ","14293":"\n  Clearly excite Christ lol I’m kidding, we did nothing and before that we’re not having anything particular in mind\n  ","14294":"\n  Wtf I don’t even have a child, how you’re going to sue me for what I don’t have lol jk, you need to seek a lawyer and a psychologist\n  ","14295":"\n  Yes ends only, some people even use it bottom to top, depending on hair texture.\n  ","14296":"\n  Thanks\n  ","14297":"\n  Yes lol\n  ","14298":"\n  Convenience\n  ","14299":"\n  Either one apple too expensive but good, Samsung (android) user interface is better, Apple has slightly better build quality than Samsung because I did an experiment on both.\n  ","14300":"\n  Ice cream\n  ","14301":"\n  Never been there, I don’t have the training\n  ","14302":"\n  Why?\n  ","14303":"\n  Happy ending is a name of a massage, sad ending is when you don’t get none lol\n  ","14304":"\n  Thanks same to you\n  ","14305":"\n  Because you wanted to, think about it don’t you want it? Aren’t your closest ones happy that you worked to get there?\n  ","14306":"\n  Shopping areas\n  ","14307":"\n  I like either one, i didn’t care to get the iPhone because of the price but when I got it, it was as much better than I expected but when I started using Apple i noticed a huge difference, I couldn’t type anything on the watch, so if I paid the same price for another Samsung, Samsung would have won.\n  ","14308":"\n  Alright\n  ","14309":"\n  Get tf a\n  \n  Outta here I want them far away from me, I deal with them it was nice knowing them goodbye!\n  ","14310":"\n  And?\n  ","14311":"\n  I guess I’ll ask the same weird question this guy just asked me, what’s the thing that gets you off? (You don’t have to answer, I’m just asking because you said I could)\n  ","14312":"\n  I’m making an attempt myself, I’ll try it out and let you know what works for me, because I can’t find the idea, the glasses gets fogged up.\n  ","14313":"\n  Aware lol, I tried to find and couldn’t 7 years later accepted it, that’s that\n  ","14314":"\n  Extraterrestrial is supposed to be aliens and celebrities\n  ","14315":"\n  You’re a psychologist cool, a whole lot of people needed help on this thing.\n  ","14316":"\n  I always wanted to taste honey comb, I should go get some from across the street\n  ","14317":"\n  Yes, I would be even more happier if this GERD can go away, lol\n  ","14318":"\n  Technically +8 + (-8) = 0\n  ","14319":"\n  Damn\n  ","14320":"\n  Why is it so cold?\n  ","14321":"\n  Anonymous function, I wish I didn’t had to join vip+ to get it, and yeah that’s that\n  ","14322":"\n  Whose he? Well whoever he is oh well, I’m still Devi lol\n  ","14323":"\n  I don’t, because I don’t even understand how they figure out their information, I look up at the sky, and I see white little dots in the dark sky, and that’s all I understand\n  ","14324":"\n  Is that the way the world is made?\n  ","14325":"\n  Well cool, we can even make a part out of just a check up so anything goes, but I don’t have parties like that\n  ","14326":"\n  Both depends on how they’re prepared\n  ","14327":"\n  I don’t give a damn what he doesn’t he’s still president until 20th of January\n  ","14328":"\n  Idk anything\n  ","14329":"\n  Idk\n  ","14330":"\n  Idk\n  ","14331":"\n  You’d delete all you didn’t want, if you don’t want to it’s okay\n  ","14332":"\n  Anything I need and want\n  ","14333":"\n  I don’t mind it\n  ","14334":"\n  One with fruits and chocolate sauce\n  ","14335":"\n  You can do anything in nyc area\n  ","14336":"\n  Yes\n  ","14337":"\n  I’m trying to figure out where I am in life so this will be a while so I’ll suggest to you, have fun in life.\n  ","14338":"\n  Why not, I just like the song\n  ","14339":"\n  All social media is used for hookups, and I’m here to enjoy the question and answer them\n  ","14340":"\n  Good\n  ","14341":"\n  None\n  ","14342":"\n  Let’s see\n  ","14343":"\n  I’ll check with the nearest traveling agency\n  ","14344":"\n  They said Biden won\n  ","14345":"\n  This life brought me back to practicing on hair\n  ","14346":"\n  Cool, the library’s in Brooklyn are convenient they let me print as much as I want as long as I pay just like Manhattan, in Queens, 20 free pages and that’s it.\n  ","14347":"\n  Not often\n  ","14348":"\n  Yes\n  ","14349":"\n  An eggplant?\n  ","14350":"\n  What?\n  ","14351":"\n  How old are you?\n  ","14352":"\n  What kind of questions is this? I’d say lions are hunters so if you move or make sounds they might\n  ","14353":"\n  Apparently a lot\n  ","14354":"\n  Business I never thought about it, don’t I have to go to business school for that?\n  ","14355":"\n  Cool\n  ","14356":"\n  California or Canada?\n  ","14357":"\n  Cool, I’m glad you got to move to a new place\n  ","14358":"\n  If the price is right with my local travel agency.\n  ","14359":"\n  Restate that again?\n  ","14360":"\n  Childhood, idk\n  ","14361":"\n  I was 14 and I made myself 17 years old on social media but it that’s all though, I’m old enough now lol just need to walk with identification to prove I’m the age I say I am.\n  ","14362":"\n  It depends if you and your ex is good friends even after the break up cool, but if they don’t care for you they don’t care for you and accept it.\n  ","14363":"\n  How important life is, even the ones we run from!\n  ","14364":"\n  I do, it’s fun, every they say it’s repetitive and annoying and you wonder they can say anything else?\n  ","14365":"\n  Thanks\n  ","14366":"\n  That’s cool, do you love yourself?\n  ","14367":"\n  Damn\n  ","14368":"\n  Pumpkin is a fruit not a spice and when they use pumpkin spice in Starbucks there’s no pumpkin, just spice and if you can get pumpkin extract that too.\n  ","14369":"\n  718\n  ","14370":"\n  I guess to keep their identity anonymous Devi is my legal name, I didn’t change my name lol\n  ","14371":"\n  Thanks, you don’t need to tell me it, you too!\n  ","14372":"\n  What do you mean?\n  ","14373":"\n  I’m in New York too, but queens.\n  ","14374":"\n  See ya\n  ","14375":"\n  Seriously, accept they really don’t like you and you may never see a future or bond or acceptance with them, and that the time you wasted on them you should have given it to people who was willing to give you any time.\n  ","14376":"\n  I was listening to snoop dogg, r Kelly, Pharrell, Gwen stefani, nelly furtado. Those were the only full albums I listen to\n  ","14377":"\n  Fair, for everything you do you get back the rewards\n  ","14378":"\n  Vegas? Why not. I’ll go but I can’t eat all the cheese burgers lol\n  ","14379":"\n  Who isn’t all you have to do is stay away from the stressful situation when necessary.\n  ","14380":"\n  No\n  ","14381":"\n  I don’t have time to live religiously but I’m thinking about getting baptized as an Anglican!\n  ","14382":"\n  I’m glad I have something to wear! In bright bold letters\n  ","14383":"\n  You are Eurasian\n  ","14384":"\n  Sure, coco cola\n  ","14385":"\n  Can the kangaroo have babies\n  ","14386":"\n  Cool but I don’t have a kik\n  ","14387":"\n  That’s the funniest thing I was going to get a few things after my bills are paid, and one of them I got as a gift so I’m very thankful.\n  ","14388":"\n  Clothes is not meant to be annoying it supposed to cover your body, one day I wear fishnets and I wear ugly sweater as long as it doesn’t itch.\n  ","14389":"\n  The last time I was out with friends, those were the people in my circle\n  ","14390":"\n  Thanks what’s your name?\n  ","14391":"\n  It depends on what I want that day, I have to stay away from spicy for a while so and that the time I want spicy\n  ","14392":"\n  ???? Wtf\n  ","14393":"\n  You need to put a link to these things\n  ","14394":"\n  Lol\n  ","14395":"\n  Last time I was involved in play stations it was a ps3 I was playing marvel vs capcom, and mortal combat and we’re talking almost 15 years ago, idk\n  ","14396":"\n  Then I definitely have no clue\n  ","14397":"\n  Any part of South America, Europe, and before that I have to ask what are the people from Andaman and Nicobar called legally, on papers, because being Asian and parents talking about Asian ancestors and stupid stuff like that.\n  ","14398":"\n  I have nothing on my nails\n  ","14399":"\n  How long has it been since we spoke?\n  ","14400":"\n  Shout out it goes to everyone, not from it\n  ","14401":"\n  I like cheese cake, but I always want ice cream or anything cold.\n  ","14402":"\n  I have never entered a book club\n  ","14403":"\n  You serious?\n  ","14404":"\n  8.5 ww really ok\n  ","14405":"\n  That’s an excellent question\n  ","14406":"\n  Nothing the person asked and I answered\n  ","14407":"\n  Yeah\n  ","14408":"\n  I’d tell them to get it over with and move along in life but if I see the person is not for me I don’t bother\n  ","14409":"\n  😀\n  ","14410":"\n  Well yeah, but life is life and life goes on, no matter what!\n  ","14411":"\n  I hope so too thanks\n  ","14412":"\n  My life\n  ","14413":"\n  Your life given job, only you know what that is no one else isn’t supposed to\n  ","14414":"\n  No\n  ","14415":"\n  If you’re asking for advice seek professional help, I’d face it\n  ","14416":"\n  My family like them\n  ","14417":"\n  😀\n  ","14418":"\n  That’s makes both of us\n  ","14419":"\n  I was a liar\n  ","14420":"\n  Idk I saw snippets of the video but never heard the song\n  ","14421":"\n  Doesn’t matter to me do your job\n  ","14422":"\n  I guess which ever parts of the world I’m from, if you’re from it too then yeah\n  ","14423":"\n  I haven’t had a chance to hold a conversation yet, maybe I was supposed to go to college and stuff like that, basically I know what activities to go after so I don’t need to start convos\n  ","14424":"\n  In my job you have to be adaptable so if you’re afraid of change learn how not to, simple\n  ","14425":"\n  Thanks\n  ","14426":"\n  My favorite rapper I like what I like so I don’t really have an absolute favorite rapper\n  ","14427":"\n  Never saw it\n  ","14428":"\n  I wouldn’t know lol\n  ","14429":"\n  At home\n  ","14430":"\n  No, but if I wanted to I can go to a mosque, some masjid\n  ","14431":"\n  Go back and admit and leave it behind,\n  \n   https:\/\/youtu.be\/bQRzrnH6_HY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14432":"\n  Yes, but I have to work in covid19 so I’m getting used to it.\n  ","14433":"\n  What would you recommend to people who have no friends?\n  ","14434":"\n  A cellphone\n  ","14435":"\n  I was supposed to go to Jamaica Hospital and volunteer if I didn’t complain I probably would have barely made it to pass but would have passes and would have said this is what I was walking away from? So I lost that connection there, and I lost connection with family because of mental illness issues but on the bright side, ugly people have problems and if you want to avoid them next time don’t cause them at least I learned that lesson and proud.\n  ","14436":"\n  Idk why but not all people can make a chicken Caesar salad, some people used weird cheese, and dressing on the side because this way I get to taste if I like the dressing\n  ","14437":"\n  Nothing in mind yet\n  ","14438":"\n  Umm okay?\n  ","14439":"\n  I’d probably take myself on a cruise\n  ","14440":"\n  It’s alright, will be even better when I get privacy!\n  ","14441":"\n  They’re both similar to each other\n  ","14442":"\n  Plenty\n  ","14443":"\n  Cool\n  ","14444":"\n  Boston market, I get to order it, I’d probably make Mac and cheese, mashed potatoes, cheese sandwiches and stuff like that, but meat I’m still trying to cook it\n  ","14445":"\n  I heard of guerilla black, but this is probably someone else\n  ","14446":"\n  _______________, _______________, too many!\n  ","14447":"\n  Rap from the 90s?\n  ","14448":"\n  I don’t know how to fix cars\n  ","14449":"\n  Listening to this\n  \n   https:\/\/youtu.be\/64EwEc96Y24\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14450":"\n\n   https:\/\/youtu.be\/NBCz9XE57LY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14451":"\n  Spinach and rice and coconut chutney thing idk\n  ","14452":"\n  I mean busy this time lol\n  ","14453":"\n  Awesome\n  ","14454":"\n  Cool\n  ","14455":"\n  I have my bottle\n  ","14456":"\n  Thank you you’re very kind\n  ","14457":"\n  Having to sit 8 hours in a plane and can’t use the bathroom like I could on land\n  ","14458":"\n  Lol cool\n  ","14459":"\n  Yes Have became busy I didn’t understand how I became busy time\n  ","14460":"\n  Jazz dance, dance Jazz, dancing jazz that’s all for now\n  ","14461":"\n  Yeah\n  ","14462":"\n  When I get in the ring lol\n  ","14463":"\n  Do you dance?\n  ","14464":"\n  It will never happen with me, try some else.\n  ","14465":"\n  Beats me I can’t speak on that\n  ","14466":"\n  It depends on that day, everything is good today lol\n  ","14467":"\n  The only two continents I ever been to is North and South America, so South America because other than the part I used to live in, theirs other areas I never got to visit.\n  ","14468":"\n  When stuff doesn’t work out but then I get over it most of the time.\n  ","14469":"\n  I’m in love with life, without life there’s not much to look forward to.\n  ","14470":"\n  I never had chick fila so Popeyes\n  ","14471":"\n  Yes, I saved myself\n  ","14472":"\n  Umm idk I haven’t gotten it\n  ","14473":"\n  Where’re you from?\n  ","14474":"\n  It? That’s a name of a movie just go on Netflix look it up watch it\n  ","14475":"\n  My floors and I’m not ashamed, amen praise God! As the lord is my witness and he knows I’m not lying.\n  ","14476":"\n  No, I live in ozone park area\n  ","14477":"\n  I hate the ear ache I get and the gum doesn’t help much so I bought washable earplugs.\n  ","14478":"\n  Yes\n  ","14479":"\n  It can be, but that’s not the only reason\n  \n   https:\/\/www.google.com\/search?q=why+fo+people+make+fun+of+others&ie=UTF-8&oe=UTF-8&hl=en-us&client=safari\n  \n  this is my attempt in researching t he questions you asked me, so there’s more to it, some is understandable too!\n  ","14480":"\n  What I look like Jesus, lol she looks like someone from Manhattan I was talking to but I didn’t know nothing about her at all and it could be the wrong person.\n  ","14481":"\n  I would like to make warning label I just made up, I’m not Jesus so I can’t give you what you need, but when a person mocks me I think to myself, half these people I don’t even know, how do I they know me, if they’re embarrassed to be with me in public? So I don’t even bother with it.\n  ","14482":"\n\n   https:\/\/youtu.be\/N0B636EIlyE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I don’t speak Arabic\n  ","14483":"\n  A model of some kind, I saw someone looking like her around somewhere, I’m too busy being so cool the people run away every time I come around lol\n  ","14484":"\n  I don’t know the difference, I eat it with rice and chicken and it tasted great, so I’d recommend you prepare your spices and seasonings chop up as much spinach or kale as you like, wilt is down in a pot and serve it with rice or anything else\n  ","14485":"\n  I heard the dead can vote!\n  ","14486":"\n  There’s plenty, their was the pat and Roy story, Ali baba and the thief or something like that, cam Jensen, a whole lot including of mice and men\n  ","14487":"\n  Hi\n  ","14488":"\n  Cool you have a picture of her I would like to see\n  ","14489":"\n  Seriously? I’m 200 pounds I can’t answer that question\n  ","14490":"\n  27 and 5ft 6in so that would be 167 cm close 167.64 cm approximately.\n  ","14491":"\n  A whole lot, sometimes not because i want to, I wake up with stomach issues, but that’s my problem.\n  ","14492":"\n  I don’t know, I petted a snake, talk to a cat, petted a dog, and took care of a goldfish that was used as a project and ended up being left with me (it’s died apparently those types of fishes have a short life)\n  ","14493":"\n  True, it’s for me and my individual life only for you, do right for most of your life.\n  ","14494":"\n  No I don’t have it and I’m also not interested in having one lol\n  ","14495":"\n  Hey\n  ","14496":"\n  I have to work like a dog to get it, but the bright side is I’m willing to without complaining.\n  ","14497":"\n  You’re asking me? Wow I couldn’t answer\n  ","14498":"\n  Myself, because I look at life this way humans are made the way they’re made if you can’t accept it you should’ve killed yourself, and the people in the community that I was living in before this was good for committing suicide. That is what keeps me happy!\n  ","14499":"\n  Most traumatized, the thing is I hated all the sports I was offered until I found one I was interested in but haven’t gotten a chance to try it yet.\n  ","14500":"\n  No\n  ","14501":"\n\n   https:\/\/youtu.be\/voD-m0zn-FA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14502":"\n  Okay?\n  ","14503":"\n  Gee thanks!\n  ","14504":"\n  I try to, so much people\n  ","14505":"\n\n   https:\/\/youtu.be\/k2HsCTprX-s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14506":"\n  Yeah\n  ","14507":"\n  Thanks!\n  ","14508":"\n  Neither I don’t know about either one\n  ","14509":"\n  Mother\n  ","14510":"\n  I must be a bat if I need darkness at all times, so light when necessary\n  ","14511":"\n  Cinnamon\n  ","14512":"\n  How’re things?\n  ","14513":"\n  Water\n  ","14514":"\n  Abroad where? It’s a third world country\n  ","14515":"\n  I’m not from India, you need to find a Guyanese whose like a 1st generation Indian Guyanese, whose parents are from India.\n  ","14516":"\n  Just when I think I’m fine, the masseuse massage my stomach area, and I couldn’t hold in my farts, but she says I will eventually become skinny not over night though\n  ","14517":"\n  Titivate!\n  ","14518":"\n  Milkshakes\n  ","14519":"\n  I can find it on GPS so I stay right where I am and shut up lol\n  ","14520":"\n  If they’re actually giving me any time, the way the things are is if this one doesn’t work there’s a next one.\n  ","14521":"\n  Eastern star always look awesome as decoration\n  ","14522":"\n  My last birthday I don’t celebrate it that much, I’d rather just be left alone.\n  ","14523":"\n  I got that complement and I’m not even black, so I was thinking why couldn’t you just say “you’re pretty” the other words were unnecessary.\n  ","14524":"\n  I don’t know any of her songs, she’s similar to Alexis Jordan and alkaline something of that sort\n  ","14525":"\n  Sure what do you do for a living\n  ","14526":"\n\n   https:\/\/youtu.be\/4kOX-qE6Ka4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14527":"\n  Idk but what this woman want from a man to know where he got his blazer from I want one lol\n  ","14528":"\n  Send me a link to your profile\n  ","14529":"\n  I don’t believe in it\n  ","14530":"\n  Queens\n  ","14531":"\n  I hope covid19 decrease, because I wanna go window shopping again\n  ","14532":"\n  Eating a whole lot of my favorite foods and then regretting I ate so much\n  ","14533":"\n  Well I’m not in Texas, I’m in New York, I’ve never been there, but a guy named Alex told me I’m weird and I say some strange things, it’s the funniest thing because I heard about him but I never met him, anyway besides the issues, you should try vanilla frosting and nacho cheese Doritos, one day I was tired of eating the same thing so I came up with this!\n  ","14534":"\n  I don’t know any, I’m late to the whole ticktock story\n  ","14535":"\n  Me and my mom having a conversation\n  ","14536":"\n  I like both, because if I want dark chocolate I go get it if I like milk chocolate I can go get it, and if I like white chocolate I can go get it, if I really feel like I should have it\n  ","14537":"\n  Yes, but none of my masseuse are a big fan of me, because they’re trying to untighten the mussel of whatever, but I don’t go often.\n  ","14538":"\n  Yes, Good ol’ New York, and I heard California is kinda similar\n  ","14539":"\n  The glasses made them look bigger, I don’t see very well far distance.\n  ","14540":"\n  No but mostly friendly on my left typical neighbors like the one right, don’t bother anyone, they offer help, and friendly too but more quiet.\n  ","14541":"\n  Well after the thing about Adam and Eve, everything was a mess afterwards, pretty soon sex will become boring and reinvented  just like the tips on how a relationship should be.\n  ","14542":"\n  I never encountered that, but a lot of homeless people bother everyone on the subways especially at 1 am\n  ","14543":"\n  Send me a link for follow back\n  ","14544":"\n  Idk\n  ","14545":"\n  Yes, I would like to speak to God and when I see him, I will say, God you let men turn into women and looking pretty in a dress and you couldn’t let me do, anything, why?\n  ","14546":"\n  Idk ask God\n  ","14547":"\n  Waiting for food!\n  ","14548":"\n  I like summer because it doesn’t take that much effort to get dressed, and go outside, and I don’t have issues helping clean snow.\n  ","14549":"\n  Yes, but my problem is I always want food, I can’t think of anything but food, and then one day I tried not eating food, and I just had terrible pain moving to my back area.\n  ","14550":"\n  Both\n  ","14551":"\n  Never thought about it that way, I consider STD a punishment of God and a consequence for some sexual things that wasn’t permitted, so without consequences any guy that looks interesting to me I’ll go out with them, if one guy rejected me, more guys, only for the sake of this question, I will not be attempting it any time soon.\n  ","14552":"\n  Whatever you don’t understand now you’ll understand later I guess idk\n  ","14553":"\n  None\n  ","14554":"\n  I don’t think I have\n  ","14555":"\n  Yes\n  ","14556":"\n  Wanna be,\n  \n   https:\/\/youtu.be\/9wfpXI5PKlw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14557":"\n  No that’s just the song I used to answer the question\n  ","14558":"\n  Yes\n  ","14559":"\n  Whatever it was they told me that day lol\n  ","14560":"\n  Idk\n  ","14561":"\n  I don’t know have that so I can’t participate, but here’s this\n  \n   https:\/\/youtu.be\/FqtBrN1_iZU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14562":"\n  The cashier should be familiar with almost everything in fact they’d need to tell us we don’t know them\n  ","14563":"\n  Dollar menu\n  ","14564":"\n  Night\n  ","14565":"\n  Plenty\n  ","14566":"\n  Walk\n  ","14567":"\n  Hi\n  ","14568":"\n  Yes\n  ","14569":"\n  Good can’t complain but I do need to go according to o my doctors orders\n  ","14570":"\n  After I received the vaccine now I have a new virus in me and it probably might not even work, I don’t see how crispr will ever help me.\n  ","14571":"\n  No\n  ","14572":"\n  No\n  ","14573":"\n\n   https:\/\/youtu.be\/wqEncKFd7M8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14574":"\n  ASKfm\n  ","14575":"\n  I don’t know\n  ","14576":"\n  No not yet\n  ","14577":"\n  Idk I’ll check out the satanic Bible and let you know lol\n  ","14578":"\n  Anyone who remember the 2000’s era heard a destiny child song.\n  ","14579":"\n  New York City\n  ","14580":"\n  He’s alright\n  ","14581":"\n  You know some daddy’s are hot, so I guess yes\n  ","14582":"\n  My own self\n  ","14583":"\n  Idk I need to spend time with them to see if I’d like them\n  ","14584":"\n  Google maps couldn’t help me\n  ","14585":"\n  Talk to my fish friends\n  ","14586":"\n  Can’t complain, you’re not supposed to please people.\n  ","14587":"\n  Good can’t complain\n  ","14588":"\n  I never had one\n  ","14589":"\n  Thanks\n  ","14590":"\n  Just English\n  ","14591":"\n  New York close to the belt parkway\n  ","14592":"\n  Most of these people is anonymous\n  ","14593":"\n  Yes\n  ","14594":"\n  Thanks\n  ","14595":"\n  I can’t think of one at the moment\n  ","14596":"\n  Persimmons, apples, etc\n  ","14597":"\n  Curry, If not mashed potato and chicken, if not some pizzas if not idk I eat almost every but I have a recommendation diet from my doctors so they were recommending me to stay away from my usual diet for a while\n  ","14598":"\n  I have not been swimming classes in years so no\n  ","14599":"\n  Sleep\n  ","14600":"\n  Why not I don’t have a reason not to like some of his songs\n  ","14601":"\n  Both\n  ","14602":"\n  Macaroni\n  ","14603":"\n  2:26 am EST\n  ","14604":"\n  The cost of food, too expensive\n  ","14605":"\n  Yes\n  ","14606":"\n  Not in years too old, probably if the work place host an event\n  ","14607":"\n  I can walk a few blocks I don’t have a car\n  ","14608":"\n  I couldn’t answer that question\n  ","14609":"\n  So it this a direct message or to everyone who is girl gender?\n  ","14610":"\n  My Apple Watch since December 2019\n  ","14611":"\n  Why not, my food needs to become Americanized, without the chocolate, coffee, mint, etc for a while not too sure about permanently but I’ll probably have to prepare it myself the person who usually prepared the food thinking I’m fucking with them and then have people come talk to me to put sense into me.\n  ","14612":"\n\n   https:\/\/youtu.be\/XnqIL5cf6o8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I want some chicken.\n  ","14613":"\n  Food\n  ","14614":"\n  Me and my mom\n  ","14615":"\n  Mental health check, okay here’s mental health check what type of test is this I didn’t want it.\n  ","14616":"\n  I never had time, I was preoccupied and the people who were here did their jobs as commanded to, I just have to deal with the stuff after it.\n  ","14617":"\n  No me and a therapist we’re talking about finding a guy, he thought that it was going to take my mind off of all the stupid stuff, I did get my mind off all the stupid stuff but without the boyfriend.\n  ","14618":"\n  That’s\n  ","14619":"\n  Yes\n  ","14620":"\n  You are not lying, I’m always wanting chicken.\n  ","14621":"\n  Most of us basic folks already do that.\n  ","14622":"\n  Good, I definitely couldn’t complain about it I thought it was the best\n  ","14623":"\n\n   https:\/\/youtu.be\/EdvxRERkG7U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14624":"\n\n   https:\/\/youtu.be\/3YcdNi9kmhY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Thanks\n  ","14625":"\n\n   https:\/\/youtu.be\/msSc7Mv0QHY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14626":"\n\n   https:\/\/youtu.be\/IdJFWoIyTVg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14627":"\n\n   https:\/\/youtu.be\/LNqZoKYl95o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14628":"\n\n   https:\/\/youtu.be\/2IXA5d05kgQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I don’t appreciate the price of these phones\n  ","14629":"\n  Post a snippet of this\n  \n   https:\/\/youtu.be\/r1s_vFQ80OU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14630":"\n\n   https:\/\/youtu.be\/r1s_vFQ80OU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14631":"\n  Yeah\n  ","14632":"\n\n   https:\/\/youtu.be\/JZR_47QHPFs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14633":"\n\n   https:\/\/youtu.be\/xBG1a_jniE8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Just because the song was popular for a good while\n  ","14634":"\n  …………\n  ","14635":"\n  ……\n  ","14636":"\n\n   https:\/\/youtu.be\/xBG1a_jniE8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14637":"\n\n   https:\/\/youtu.be\/xBG1a_jniE8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14638":"\n  27\n  ","14639":"\n\n   https:\/\/youtu.be\/-MPq4CYjJ1I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14640":"\n\n   https:\/\/youtu.be\/hFQm96Adeic\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14641":"\n  Cashews\n  ","14642":"\n\n   https:\/\/youtu.be\/WyxUQFzzXBQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I don’t have any time for it\n  ","14643":"\n\n   https:\/\/youtu.be\/WyxUQFzzXBQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  too busy\n  ","14644":"\n\n   https:\/\/youtu.be\/WyxUQFzzXBQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  too busy\n  ","14645":"\n\n   https:\/\/youtu.be\/Xl9lQonO_RQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14646":"\n  Yes the one part of my where I was supposed to be with one guy and only that one guy.\n  ","14647":"\n  Yummy yummy chicken fries\n  ","14648":"\n  Hi\n  ","14649":"\n  Yes, it took me a while to remember how it got broken but after I remembered it was funny\n  ","14650":"\n\n   https:\/\/youtu.be\/zKQGAv8gtBA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14651":"\n\n   https:\/\/youtu.be\/D_rkOdie5KY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14652":"\n  Hey how’re you\n  ","14653":"\n  I don’t know how to pick a guy, everytime I tried something goes wrong\n  ","14654":"\n  I won’t be present if a snake is around but I wonder what snake curry taste like\n  ","14655":"\n  Yes someone sent me a tick tick video\n  ","14656":"\n  Good can’t complain\n  ","14657":"\n  Playing with my phone\n  ","14658":"\n  Consult a doctor\n  ","14659":"\n  He built muscle on himself and still so skinny, and here i am trying to be 130 lbs\n  ","14660":"\n\n   https:\/\/youtube.com\/c\/FreeleetheBananaGirl\n  \n\n  Freelee the banana girl put together a video about cancer, I was trying to treat skin issues and this came up look at her videos it might give you some tips or something\n  ","14661":"\n\n   https:\/\/youtu.be\/YkwQbuAGLj4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14662":"\n  No I hated every minute\n  ","14663":"\n  I’m slightly mentally insane that’s the answer to this question\n  ","14664":"\n  When I wasn’t trying to start a problem I walked away from it, I wish I hadn’t, that’s that lol\n  ","14665":"\n  Yes and no and not anymore\n  \n   https:\/\/youtu.be\/1Z7XGkimEhs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14666":"\n\n   https:\/\/youtu.be\/NBCz9XE57LY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14667":"\n  Yes, but cooking is something I’m genuinely trying not to be lazy to do\n  ","14668":"\n  I don’t want to pick so I won’t\n  ","14669":"\n\n   https:\/\/youtu.be\/7XOAStfv-v0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14670":"\n  Cooking\n  ","14671":"\n  Paying debt\n  ","14672":"\n  Both\n  ","14673":"\n  You’re asking me?\n  \n  That’s intriguing so I’d say, get a double quarter pounder if not chicken with bacon, and some fries, well the drinks well that’s your choice, and a dessert of some kind. For some reason my is receiving vegan, so look on the back of the ingredients for vegan or go to subway.\n  ","14674":"\n  I already subscribed I’ll have to look at it later\n  ","14675":"\n  I’m good yeah\n  ","14676":"\n\n   https:\/\/youtu.be\/2ZdyQBYJJtk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/RvVfgvHucRY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14677":"\n  I understand that, but still no\n  ","14678":"\n  Hey I’m good and yourself?\n  ","14679":"\n  Thanks\n  ","14680":"\n  I’ll never give up on life or in life, not really worth it\n  ","14681":"\n  I love their sandwiches\n  ","14682":"\n  ………\n  ","14683":"\n  Thanks\n  ","14684":"\n  Good so far and you?\n  ","14685":"\n  Not much\n  ","14686":"\n  All kinds of stuff\n  ","14687":"\n\n   https:\/\/youtu.be\/lWvIQjz2cCY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14688":"\n  Umm okay I guess\n  \n   https:\/\/youtu.be\/0qmt4qc8Qmg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14689":"\n  Prediction I don’t have time for that, go to the psychos for that.\n  ","14690":"\n  Yes, you don’t have to be nice all the time\n  ","14691":"\n  Cool\n  ","14692":"\n  Clothing material you can’t live without, so I’d say a bag because I always need a bag or anything related to a bag.\n  ","14693":"\n  I don’t have a answer right on for you right now, I’ll have to get back to you with an answer later, I’m going to just tell you what worked for me but me and you is different people.\n  ","14694":"\n  Afraid to step outside comfort zone\n  ","14695":"\n  Maybe a bag, because a bag is important to have for your stuff\n  ","14696":"\n  I’m cool with anyone\n  ","14697":"\n  Never thought about anything like that\n  ","14698":"\n  Boots, although the need to be thrown out by now, still looks alright I’m keeping it for a few more months.\n  ","14699":"\n  I don’t know about Italian culture, I can’t answer that question but most of the Chinese here is American, so based on that knowledge probably is\n  ","14700":"\n  I dress warm so it’s alright\n  ","14701":"\n  Send me a link to your profile page\n  ","14702":"\n  Not much only when I have to\n  ","14703":"\n  No\n  ","14704":"\n  Cool send me your link to your profile\n  ","14705":"\n  Who care which one wins pick a president already.\n  ","14706":"\n  Cold partly cloudy 39 degrees Fahrenheit\n  ","14707":"\n  I’d say it feels good to not be like the person getting ridiculed, that’s one answer I got, and we need to pay the price for lack of knowledge.\n  ","14708":"\n  I don’t know give donkeys cock who wins may the best man win so we can answer who’s the president question.\n  ","14709":"\n  Must go outside\n  ","14710":"\n  Fairly Odd parents, they added new characters to the show, but I don’t have time to look at it anymore\n  ","14711":"\n  Well you don’t stay the same way forever lol\n  ","14712":"\n  I’m probably as boring as you think\n  ","14713":"\n  Chicken curry, and dhal puri\n  ","14714":"\n  Idk how to use it.\n  ","14715":"\n  Life, you can’t control what happens in it, if it’s not for you and you feel as if it’s not for you don’t be in further involvement.\n  ","14716":"\n  If dogs from different species can be in love and if Whitney Wisconsin can attract a dog while I run because the dog look like it will kill me, yes anything is possible!\n  ","14717":"\n  This life, keep my job so I can pay off future debts, keep my stuff if still working for a while, etc\n  ","14718":"\n  Nope\n  ","14719":"\n  Neither I did want any of them.\n  ","14720":"\n  Super woman I would like to know why didn’t Lois become super woman, it’s the strangest thing\n  ","14721":"\n  I can make lentil soup, and put it on top of rice, sprinkle a few grains of salt, and homemade pepper sauce.\n  ","14722":"\n  Why not? Can’t complain\n  ","14723":"\n  If you were to live in New York what place would you go to?\n  ","14724":"\n  Work a regular 9 to 5 job\n  ","14725":"\n  I\n  ","14726":"\n  Hey how’re you?\n  ","14727":"\n  That’s me how’re you?\n  ","14728":"\n  Depends on the individual, only God know why this individual get everything they want while some of us had to do hard labor to get it, so the things is jealousy is one thing but you don’t know the individual’s position enough to understand why they get their blessings lol\n  ","14729":"\n  And jalapeño and olives, and chicken\n  ","14730":"\n  More parts of South America, probably even Nextdoor to my country just because.\n  ","14731":"\n  Hey\n  ","14732":"\n  Like I wanted to go back to sleep\n  ","14733":"\n  Soda\n  ","14734":"\n  Nope\n  ","14735":"\n  😀\n  ","14736":"\n  Pants, no one wants to see all that\n  ","14737":"\n  Idk\n  ","14738":"\n  I bought my Christmas gift in 2019 December and it came in handy.\n  ","14739":"\n  Good can’t complain!\n  ","14740":"\n  I’m too old, probably nothing\n  ","14741":"\n  Time is 11:44 am Eastern standard time\n  ","14742":"\n  Have to, no one wants my pants to fall off that’s a terrible look\n  ","14743":"\n  Good can’t complain\n  ","14744":"\n  I don’t know, I just am\n  ","14745":"\n  Go to work tomorrow, that’s the only logical thing here lol\n  ","14746":"\n  27\n  ","14747":"\n  I don’t know if nerd is what I’d like to call it.\n  ","14748":"\n  Yeah, so I can be out late at a convention, and I’m accept there I think because I’m not being judgmental I’m just there to have myself some fun right, but watch what happens when I show up in a club late night at my age i like idk what wrong with me.\n  ","14749":"\n  I don’t got to queens center mall a lot, but I still like green acres, I think it’s a nice mall some parts, they say a lot of people from the hood go there, they look like regular shoppers to me.\n  ","14750":"\n  Cold af, freezing\n  ","14751":"\n  I was technically working a 2nd job on my phone with a game I get tired because I came so close and the closer I got is the more restrictive they become but little it better than nothing, I never been able to do this in my whole life.\n  ","14752":"\n  None recently\n  ","14753":"\n  Overall I’m chill, and I work on myself when I get the chance.\n  ","14754":"\n  27\n  ","14755":"\n  That’s just the thing the way you step out your house determine the way you will be treated, so let say I’m a punk or something, I walk like a punk, talk like a punk, everything about me is punk like I will be treated that way, its the weirdest lesson I learned, because it’s one thing to say stuff like stop or something, but it’s another thing when you show up and your body language says I don’t play that.\n  ","14756":"\n  I don’t dance, I was thinking more like nursing career and then the bigger stuff and then small stuff afterwards, was totally not my plan.\n  ","14757":"\n  Phil Rizzuto Park aka Smokey oval, idk about national but it’s a park.\n  ","14758":"\n  I never thought about going to it I didn’t even know covid19 was going to come around.\n  ","14759":"\n  If they’d like to be sexual with a man she probably should tell the man but keep that private, now the other option she can handle herself.\n  ","14760":"\n  Lars why’re you anonymous? Anyway Lars I’m SARS, what’s up?\n  ","14761":"\n  Yes for the most part\n  ","14762":"\n  When you’re young you always need approval.\n  ","14763":"\n  Yeah it’s a disrespectful act to not accept it, but I don’t really mind if I don’t get any either way I’m cool.\n  ","14764":"\n  I like him on the apprentice I’ll give him that, and he’s born to be a leader i see it, but him as a president is still kinda strange, so he earned his spot, I’ll give him that much.\n  ","14765":"\n  They should have been recommended a Councellor.\n  ","14766":"\n  Your mindset, it doesn’t really matter where you are just be prepared.\n  ","14767":"\n  I’m just saying, to when it come to put up pictures and asking how you look, you kinda look for the cyberbulling and stuff like that.\n  ","14768":"\n  I have never been camping, I’m not sure if I’d like to.\n  ","14769":"\n  No, my phone still works great.\n  ","14770":"\n  I don’t mind lol\n  ","14771":"\n  I joined ASKfm to have fun with answering questions. More than 75% of the people I have no clue who they are.\n  ","14772":"\n  Night\n  ","14773":"\n  Yeah\n  ","14774":"\n  Hi\n  ","14775":"\n  Yeah\n  ","14776":"\n  8.5 ww\n  ","14777":"\n  Not trained I can’t answer that question\n  ","14778":"\n  Life is life am I right\n  ","14779":"\n  1, because the family died before I can learn the other one\n  ","14780":"\n  Thanks\n  ","14781":"\n  No not interested\n  ","14782":"\n  I’m good can’t complain\n  ","14783":"\n  All two\n  ","14784":"\n  Aww a love story, have a great engagement dude!\n  ","14785":"\n  I ate a rotten apple\n  ","14786":"\n  I’m not being snippy I’m just saying\n  ","14787":"\n  Does khan’s academy count?\n  ","14788":"\n  Seriously? Alright when you’re in the mood how do you deal with it.\n  ","14789":"\n  Boxing, so I can be slapped silly because I think that’ll make more sense than this!\n  ","14790":"\n  I’d say all the nonsense I don’t understand I deserve to be paid for it, I don’t understand being rejected and staked out at the same time which one is it? Lol but that my problem!\n  ","14791":"\n  Nope\n  ","14792":"\n  Thanks.\n  ","14793":"\n  No, I knew Santa Claus wasn’t really after I often came in contact with a black Santa as a young kid and then having to ask my parents why is Santa Claus black!\n  ","14794":"\n  Apples\n  ","14795":"\n  I feel yes and no at the same time\n  ","14796":"\n  For you this is funny\n  \n   https:\/\/youtu.be\/rsOaEefysqY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14797":"\n  Why not I’m old now\n  ","14798":"\n\n   https:\/\/youtu.be\/rsOaEefysqY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  This is the funniest thing to me right now!\n  ","14799":"\n  Are you seriously asking that? Lol candy\n  ","14800":"\n  Yeah\n  ","14801":"\n  Still I answered your question still no, I was only asking if you meant as an adult or teenagers That’s all no disrespect\n  ","14802":"\n  What are we teenagers lol? Unless you are a teenager then no I haven’t had one in school, but it kinda weird as an adult.\n  ","14803":"\n  That’s all I’m saying!\n  ","14804":"\n  Not yet, but gifts are being shipped to me, but I paid so I’m excited for my own purchase\n  ","14805":"\n  Nothing\n  ","14806":"\n  It’s night time here good night\n  ","14807":"\n  None I haven’t watch a movie yet\n  ","14808":"\n  None now lol\n  ","14809":"\n  Hi\n  ","14810":"\n  None\n  ","14811":"\n  Check out Calvary chapel on ASKfm\n  ","14812":"\n  I’m good, that’s cool thanks, but yeah can’t complain\n  ","14813":"\n  Sandwiches from a store in metropolitan Av and Lefferts Blvd\n  ","14814":"\n  Experience and free stuff\n  ","14815":"\n  None I don’t believe in it\n  ","14816":"\n  Oh ok\n  ","14817":"\n  When they try too hard, knowing very well they won’t be accepted.\n  ","14818":"\n  True, whoever this person is likes people so you might need a people person\n  ","14819":"\n  Zoo sure because there is a barrier between me and the animals.\n  ","14820":"\n  I’m gorilla nice to meet you\n  ","14821":"\n\n   https:\/\/youtu.be\/ik0qg-O_2DM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14822":"\n  This one!\n  ","14823":"\n  What do you mean with family or by myself?\n  ","14824":"\n  Don’t matter to me\n  ","14825":"\n  Okay but this person is talking about negative vibes, so if it’s negative questions it.\n  ","14826":"\n  Fat Tuesday sounds like a nice day for me, except it doesn’t mean what I think it does lol\n  ","14827":"\n  Not very long\n  ","14828":"\n  Spring\n  ","14829":"\n  Oh okay, is this supposed to be the celebration of Jesus?\n  ","14830":"\n  It depends, if you feel like their is negativity you might want to question it but if it’s not that serious don’t bother with it.\n  ","14831":"\n  After 18 years old your on your own so I see what I can do\n  ","14832":"\n\n   https:\/\/youtu.be\/Z4jYP_ScUSM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14833":"\n  Ok my teacher was telling me about they put objects in a cake then the students bite into the cake and choked on it. That’s the thing\n  ","14834":"\n  Cool narcissist United!\n  ","14835":"\n  Yeah sure!\n  ","14836":"\n  I like cake but what the hell is king cakes\n  ","14837":"\n  No\n  ","14838":"\n  I don’t keep count\n  ","14839":"\n  Seriously? Couldn’t you got in your neighborhood and hang with people\n  ","14840":"\n  Good always you can’t complain about things you have no control over\n  ","14841":"\n  Granola bars\n  ","14842":"\n  Yes\n  ","14843":"\n  Yes\n  ","14844":"\n  Yes, still have more\n  ","14845":"\n  Sure after homework\n  ","14846":"\n  No\n  ","14847":"\n  Juice\n  ","14848":"\n  Chinese food, because it’s affordable but then I order the same thing again and again and my family doesn’t want to eat their chicken curry.\n  ","14849":"\n  Sure\n  ","14850":"\n  Myself\n  ","14851":"\n  Some not all, I feel like they add extra sugar to them.\n  ","14852":"\n  I don’t have one\n  ","14853":"\n  No\n  ","14854":"\n  Wherever got hunting\n  ","14855":"\n  No\n  ","14856":"\n  No most of them slide off my head\n  ","14857":"\n  Have you?\n  ","14858":"\n  Ellis lsland even if you and you’re friends got beef you can’t leave without the group you came with.\n  ","14859":"\n  No\n  ","14860":"\n  Go back in time in a travel machine and learn from my mistakes, but not alter anything I like things the way it is and I’d like to see where I go\n  ","14861":"\n  Summer because I don’t have to worry about too many layers before going somewhere\n  ","14862":"\n  None because I never had one\n  ","14863":"\n  Hi\n  ","14864":"\n  I don’t know and I didn’t care enough to consider it.\n  ","14865":"\n  Aliens in America\n  ","14866":"\n  I guess\n  ","14867":"\n  New York City because I never lived in any other city\n  ","14868":"\n  Go and see\n  ","14869":"\n  Angel on my shoulder- kaskade\n  ","14870":"\n  Good can’t complain\n  ","14871":"\n  Hey\n  ","14872":"\n  None, because I’m not a good gift giver\n  ","14873":"\n  Good couldn’t be any better!\n  ","14874":"\n  Why not?\n  ","14875":"\n  Electronic\n  ","14876":"\n  I as a person take myself too seriously, not even one person can speak to me because I always thinks it’s about me, so I’d just go back just to learn from my mistakes.\n  ","14877":"\n  Metropolitan area, New York\n  ","14878":"\n  I never had a tinder so I don’t have a story.\n  ","14879":"\n  Idk I’ll think about it\n  ","14880":"\n  Yeah\n  ","14881":"\n  The funny thing about it is I wish I can go back in time an look at my and get a good laugh out of it, my parents were right you look back and laugh at the past.\n  ","14882":"\n  If you want it to\n  ","14883":"\n  I’d probably do advertising, I had people trying to sell me stuff all the time.\n  ","14884":"\n  This question again\n  ","14885":"\n  Probably, I’d get over the stuff that I’m supposed to get over and move on the the nice things\n  ","14886":"\n  I haven’t necessarily gotten there yet I’ll see.\n  ","14887":"\n  Bounty killer- I can’t believe my eye, I know old school reggae but it’s a good song.\n  ","14888":"\n  I told you already go outside and find one whose, and you’ll eventually be lucky enough to get one who is interested in seeing what you’re about.\n  ","14889":"\n  No that’s only for Spanish speakers\n  ","14890":"\n  No pets, you are aware this goes to everyone right?\n  ","14891":"\n  I’m everything and anything take that for your concept, even a loser all I like everything, lol they take anything and make it a song now, even the word “fuck you” is a song too.\n  ","14892":"\n\n   https:\/\/vue.comm100.com\/chatWindow.aspx?siteId=235672&planId=640#\n  \n","14893":"\n  Umm good luck with that, see ya if someone were saying that to me, but I never heard that song or the artist.\n  ","14894":"\n  Last time I was taking a class in some part of the medical area, after finishing the class I was going to Jamaica hospital to volunteer, but I never made it so it’s safe enough to say I cannot answer this question because I’m not a nurse\n  ","14895":"\n  Dude what the fuck?\n  ","14896":"\n  What kind of question is that?\n  ","14897":"\n  ?\n  ","14898":"\n  Who the fuck am I supposed to add as friends I’m not interested in that stuff\n  ","14899":"\n  All depends on flavor\n  ","14900":"\n  Yes\n  ","14901":"\n  Yes but for safety no.\n  ","14902":"\n  Amen lol\n  ","14903":"\n  What?\n  ","14904":"\n  Many years ago, we’re talking around 20 years ago, now that’s a long time.\n  ","14905":"\n  Both\n  ","14906":"\n  No\n  ","14907":"\n  Yes, weekends I get to stay in my bed\n  ","14908":"\n  To have the tell me where my earrings is probably idk\n  ","14909":"\n  Yes\n  ","14910":"\n  Yes, let everyone have their own life\n  ","14911":"\n  No\n  ","14912":"\n  Sure\n  ","14913":"\n  People I actually talked to in real life, but I don’t have a Facebook account anymore.\n  ","14914":"\n  Yes\n  ","14915":"\n  Maybe\n  ","14916":"\n  What do you think of Jenny McCarthy?\n  ","14917":"\n  lol my time!\n  ","14918":"\n  I thought I answered this question no I had never tried it\n  ","14919":"\n  When I get a gift, my sister don’t like the way I wrap my gift so she does it herself.\n  ","14920":"\n  No\n  ","14921":"\n  Both\n  ","14922":"\n  Yeah, it’s the weirdest thing lol\n  ","14923":"\n  No because I can’t swim but I like pictures of it.\n  ","14924":"\n  Alright cool. I hope you too sort everything out!\n  ","14925":"\n  Some salty snacks, sweet snacks, pass my test, call up the test person etc, tell Santa that too, lol!\n  ","14926":"\n  Wow okay\n  ","14927":"\n  Again I never even met you!\n  ","14928":"\n  Angelina Jolie, because I saw her in a picture next to a damn horse and it doesn’t look like a regular human to animal interaction.\n  ","14929":"\n  Premise cookies, I do have a recipe but I rather not make it.\n  ","14930":"\n  You do that!\n  ","14931":"\n  Umm okay?\n  ","14932":"\n\n   https:\/\/youtu.be\/ca4E--rE97k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14933":"\n  Oh well\n  ","14934":"\n  Covid19 is a boring season since most places are closed, and New York you can go to any place you’d like as long as you live in the city but covid19 ruined that too, what do you do for boredom in covid19?\n  ","14935":"\n  The most recent thing I kissed was my yogurt on a spoon lol I’m kidding I don’t really kiss much.\n  ","14936":"\n  Childhood memories everything you wanted you got most things were geared for children before 21 years old or 18 years old.\n  ","14937":"\n  Look at the picture\n  ","14938":"\n  Yes I’m wearing a shirt\n  ","14939":"\n  27\n  ","14940":"\n  This is based off of a true story or it’s like a cam Jensen hardy boys type of thing\n  ","14941":"\n  I know she’s that model that shaves her head and dated Kanye west that’s all I knew about her\n  ","14942":"\n\n   https:\/\/youtu.be\/kI-cSPscnZk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14943":"\n  I like chocolate milkshake but most of the milkshake is vanilla cased.\n  ","14944":"\n\n   https:\/\/youtu.be\/54bS6-tzuok\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14945":"\n  I don’t know what to say, maybe she’s cold.\n  ","14946":"\n\n   https:\/\/youtu.be\/54bS6-tzuok\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14947":"\n  What kind of questions is that?\n  ","14948":"\n  Not often\n  ","14949":"\n  PayPal\n  ","14950":"\n  I don’t want to think about it and they didn’t want to see it, its the worst looking pair so definitely not worth seeing or mentioning.\n  ","14951":"\n  Flies are part of the environment\n  ","14952":"\n  What riot?\n  ","14953":"\n\n   https:\/\/youtu.be\/54bS6-tzuok\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14954":"\n\n   https:\/\/youtu.be\/54bS6-tzuok\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14955":"\n  I’m chill at least I get to sleep\n  ","14956":"\n  I like cheese flavored snacks for some reason\n  ","14957":"\n  You have a nice phone case!\n  ","14958":"\n  You mean charice pempencgo?\n  ","14959":"\n  Yo grandma move, to the person walking slow in-front of me, male or female all is grandma, lol.\n  ","14960":"\n  When I remember to, I know that’s bad I’ll see what I can do.\n  ","14961":"\n  I cannot join this debate I can’t afford neither.\n  ","14962":"\n  I don’t know because I knew I had to work for what I wanted and needed, even the basic dummy knew that already, so I’m not that much different.\n  ","14963":"\n  Don’t have one\n  ","14964":"\n  Oceans I can’t swim and mountains I never been\n  ","14965":"\n  Keyfood\n  ","14966":"\n\n   https:\/\/youtu.be\/swL68UfKkro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14967":"\n\n   https:\/\/youtu.be\/swL68UfKkro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14968":"\n\n   https:\/\/youtu.be\/swL68UfKkro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14969":"\n\n   https:\/\/youtu.be\/swL68UfKkro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14970":"\n  Of?\n  ","14971":"\n\n   https:\/\/youtu.be\/gJFnVAuF34M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14972":"\n\n   https:\/\/youtu.be\/gJFnVAuF34M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","14973":"\n  🌈\n  ","14974":"\n  Cool\n  ","14975":"\n  ☃️\n  ","14976":"\n  Why?\n  ","14977":"\n  Hey\n  ","14978":"\n  What?\n  ","14979":"\n  Why\n  ","14980":"\n  Me I’m okay\n  ","14981":"\n  Yes\n  ","14982":"\n  Sometimes\n  ","14983":"\n  In\n  ","14984":"\n  Blackened ranch from Popeyes\n  ","14985":"\n  Hi\n  ","14986":"\n  Idk\n  ","14987":"\n  Not much\n  ","14988":"\n  Nm I\n  ","14989":"\n  For the most part\n  ","14990":"\n  Not winter\n  ","14991":"\n  I got a calibration job are you in New York City?\n  ","14992":"\n  Dehydrated marshmallows I don’t like the regular ones\n  ","14993":"\n  Well how’s she doing?\n  ","14994":"\n  I won’t take anything, I am not interested in stuff like that\n  ","14995":"\n  Well on here yes, but I do this for fun, it takes my mind off of the test I have to do\n  ","14996":"\n  Idk\n  ","14997":"\n  No interest\n  ","14998":"\n  456\n  ","14999":"\n  Simplicity in lifestyle, but safety issues\n  ","15000":"\n  Hi\n  ","15001":"\n  Ok\n  ","15002":"\n  Ok?\n  ","15003":"\n  Water\n  ","15004":"\n  Same to you\n  ","15005":"\n  Umm okay?\n  ","15006":"\n  What? Lol\n  ","15007":"\n  I don’t have Instagram\n  ","15008":"\n  I’m cool I get to sleep in\n  ","15009":"\n  Get distracted on it\n  ","15010":"\n  Lol\n  ","15011":"\n  Why\n  ","15012":"\n  Why\n  ","15013":"\n  Why\n  ","15014":"\n  Why\n  ","15015":"\n  Even if you want to have sex you don’t even know me, how I’m I having a baby?\n  ","15016":"\n  Idk\n  ","15017":"\n  I just wanted to go window shopping in the clearance section and covid19 even ruined that.\n  ","15018":"\n  If this is a trick question nothing, but if not, more money, and privacy I guess although I have maybe in a apartment depending on the situation I’m in, and three more wishes.\n  ","15019":"\n  I’m excited for anything I get to sleep in after work\n  ","15020":"\n  What? I’m good\n  ","15021":"\n  Well since working just work\n  "}}