{"Question":{"139490":"\n   Why so sad?\n  ","139491":"\n   • DEJA-VU: is there anything to it or merely coincidence? 🤔\n  ","139492":"\n   What’s the most amazing true story you’ve heard in real life?\n  ","139493":"\n   What's your favorite things to eat during Thanksgiving and if you don't celebrate Thanksgiving with your favorite thing to eat during a feast or get-together \/ event?\n  ","139494":"\n   Have you ever been in a log cabin before?\n  ","139495":"\n   Do you like jelly beans? Of you do which is your favorite? \nMines the popcorn flavored ones!\n  ","139496":"\n   Is anyone up for playing Among Us together? It's free and cross platform. For those that don't know of it, it's a game where there's at least one imposter(killer) amongst our group and we need to find out who and finish tasks before we're all dead.\n  ","139497":"\n   Ever fantasize about being in a rock band? What would your group be called? 🎸🥁🎙🎸🎶\n  ","139498":"\n   Name two things you like to do at the state fair?\n  ","139499":"\n   May Christmas decorations na ba kayo? [Do you already have Christmas Decorations?] 🎄🎁\n  ","139500":"\n   Would you rathertake a pill a day for nutrients and to feel full, but never eat anything again or eat whatever you want but never really feel full?\n  ","139501":"\n   What are the top three things on your bucket list?\n  ","139502":"\n   What’s the strangest dream you’ve had recently?\n  ","139503":"\n   Whose opinion is more important to you — your loved ones’ or that of other people?\n  ","139504":"\n   I think I'm in love with you. Is that okay? 🥺\n  ","139505":"\n   are there any reality tv shows you like?\n  ","139506":"\n   When people talk about the statistic that 55% of white women voted for Trump, like what are we supposed to do with that information?\n  ","139507":"\n   If you could eat only one flavor of ice cream, which would it be? If you could only drink one brand of liquor, which would it be?\n  ","139508":"\n   Should the united states stop funding israel ?\n  ","139509":"\n   Big Mac?\n  ","139510":"\n   What's your favorite thing to order at McDonald's?\n  ","139511":"\n   What is something people say is \"childish\"\nBut you enjoy anyways? \nI enjoy coloring, crafting, and watching Disney movies 😊♥️\n  ","139512":"\n   Sleep well. ❤\n  ","139513":"\n   Wyd\n  ","139514":"\n   Who was president when you were born?\n  ","139515":"\n   Do you ever just have those days where you cannot bring yourself to do anything because even the thought of doing something is exhausting?\n  ","139516":"\n   I hope you feel better soon ❤️ Ignore the haters. You’re too rad for them.\n  ","139517":"\n   some people just have too much free time on their hands just to cause issues to others. glad you are telling the haters like it is, you don't deserve that.\n  ","139518":"\n   Space\n  ","139519":"\n   What did you eat today?\n  ","139520":"\n   Have you been to a sports game? What game is it?\n  ","139521":"\n   Are you a light or a heavy sleeper? 😴 Maybe something in between? Has there been any moments when that was very noticeable? 🥱\n  ","139522":"\n   What is a movie front your childhood that you still love to this day? \nI'm currently watching Mary Poppins and I love it 😊\n  ","139523":"\n   heyooo, how was your week so far? \ni hope you're doing well! 💙\n  ","139524":"\n   Have you ever cheated on a test? 🙊\n  ","139525":"\n   .\n  ","139526":"\n   When is the last time you broke something? \nI dropped my phone in water today and we think I messed with the connection between my mother board and my speaker because now I can only head things with my phone in speaker or with headphones in lol\n  ","139527":"\n   Post a selfie? \nI just wanna let y'all know that you're all beautiful!\n  ","139528":"\n   .\n  ","139529":"\n   Who killed the Dead Sea?\n  ","139530":"\n   yea I wasn’t aware of that at all and I feel like it’s probably one person. bc I have gotten similar questions a couple times and always deleted them. I’m a little offended by the insinuation that I have any control over randos on this website.\n  ","139531":"\n   I hope my followers don’t send you hate, but I’m not sure how many people follow me that even take me that seriously. if my questions make you uncomfortable or wary, or you feel like your hate has anything to do w me you can ask me to unfollow you. I want ask to be comfortable for everyone.\n  ","139532":"\n   what? u can ask me to unfollow u if u feel wary of my followers. I have a couple gotten questions clearly trying to bait me into saying I find ur wokeness performative, and not tagging u, but including ur name. every time I’ve deleted them, and I’ve felt pretty sure it’s one person.\n  ","139533":"\n   What is the one thing you want most in your life right now?\n  ","139534":"\n   Would you rather live in the traditional or modern community? Why?\n  ","139535":"\n   What is your dream lazy\/comfy day?\n  ","139536":"\n   What is a hobby you'd like to pick back up? \nI'm going to start writing letters again and pen pals 😊😊♥️\n  ","139537":"\n   Would you ever go to a love musical or play? \nRyan's brother does plays and musicals and I've told Ryan we should take him up on his offer to go see some of his shows 😊\n  ","139538":"\n   Do you get along with your SO family? If you don't have an SO, do you have any \"horror stories\" from a past relationship with their families?\n  ","139539":"\n   If you could meet people off of ask, who would you love to meet and hang out with?\n  ","139540":"\n   I do think I feel this urge to differentiate him from other director usingtropes bc it feels so much more abt generational trauma, as do all his movies, than just mental illness to scare people\n  ","139541":"\n   I agree with the stick on heating pads 😂\n  ","139542":"\n   yea sorry u don’t have to defend anything! and I completely respect ur feelings abt it\n  ","139543":"\n   If you were in a game show and you won and your prizes to choose from were $10,000 or a mystery box, which one would you pick?\n  ","139544":"\n   to me it doesn’t seem like mental illness as a vehicle for horror, but movies about very specific themes involving family. Midsommar and The Strange Thing About the Johnsons both have pretty similar themes and messages\n  ","139545":"\n   generational trauma and mental illness can be very scary things. and clearly Ari Aster knows this, he has made three movies about family trauma. I had a very... intense childhood and when I watch them I feel like I’m watching the work of someone who did too.\n  ","139546":"\n   I don’t think the cultishnes is necessarily a twist that is trying to undo other themes. I think it’s furthering the theme of generational trauma, and those weird (honestly disturbing) things that run in families.\n  ","139547":"\n   but I don’t think any of us saw it as a direct allegory for a specific mental illness, which I’m sure influences our watching of it. I would be curious to know more abt ur viewing experience!\n  ","139548":"\n   nobody in my family is schizophrenic, but mental illness runs in my family. part of me and my sibling’s enjoyment of Hereditary I definitely think came from the silence\/shame\/trauma of generational mental illness. those unsaid things that run in the family and feel inescapable.\n  ","139549":"\n   interesting! would u be willing to talk more abt why?\n  ","139550":"\n   Hahaha I love that shite! Or when lab results come back within minutes!! 👏😂\n  ","139551":"\n   In The X-Files Dr. Scully tells a diabetic that he needs insulin because he drank sugary soda & it's put him into hypoglycemia. This is incorrect. Realistically he'd be in HYPERglycemia, not hypo. Insulin would kill him if he was in HYPOglycemia. What's a tv inaccuracy you've noticed before?\n  ","139552":"\n   how do u feel abt Ari Aster, the director ?\n  ","139553":"\n   What is your favorite theory, can be a conspiracy theory or just a random one you've come to on your own!\n  ","139554":"\n   Could you live happily with a girl\/boy who is a poor cook?\n  ","139555":"\n   Can u recommend a good restaurant near your area?\n  ","139556":"\n   What are some misconceptions about you? Did it bothered you????\n  ","139557":"\n   Are there any LAWS or SOCIAL RULES that completely baffle you?\n  ","139558":"\n   Would you rathermarry the most 😍 attractive person you’ve ever met or the 👩‍🍳 best cook you’ve ever met?\n  ","139559":"\n   Have you ever lost a friend? Why?\n  ","139560":"\n   POST SOMETHING FUNNY: What THREE WORDS would you have on your grave stone? 😂\n  ","139561":"\n   where would you go on vacation if you had no budget? 🤔💸\n  ","139562":"\n   So have y'all enjoyed the questions I've sent? Give me ideas for more? (Or let me know if you want me to stop sending them lol )\n  ","139563":"\n   Do you believe in zodiac signs compatibility and horoscopes? ♈\n  ","139564":"\n   Have you use INCOGNITO 👻 for online purposes?\n  ","139565":"\n   What helped you find the sense of style that works on you?\n  ","139566":"\n   My old vibe was named Jimmy so I'm dying laughing! 😂\n  ","139567":"\n   Have you ever had a reptile as a pet? If you haven't, would you?\n  ","139568":"\n   ARE YOU A SECRET AGENT SPY? 🕵️‍♂️\n  ","139569":"\n   Which are some of your favourite places and spots to hangout in your area or country?\n  ","139570":"\n   Which of the five senses do you think is the most important?\n  ","139571":"\n   What three inventions do you think are the best so far?\n  ","139572":"\n   Would you rather be famous on Instagram or Tik Tok?\n  ","139573":"\n   Have you ever tried a \"fake meat\" vegetarian\/vegan substitute? What exactly was it? Did you like it? Was it similar to the real thing or super different? :3\n  ","139574":"\n   My cousin Tinikka passed away 9 years ago on November 21st at the age of 19 because of Lupus and I really love her and miss her so much ❤😭. I wish that I could talk to her and hear her voice. It's been really hard losing my cousin go so soon 😔.\n  ","139575":"\n   Good pick. Wharf Rat does it for me as well.\n  ","139576":"\n   post a song that relaxes you when you're stressed.\n  ","139577":"\n   .\n  ","139578":"\n   Have you ever introduced vitamin supplements into your diet? If so, what kinds have you had and what are their benefits?\n  ","139579":"\n   Oh hey, I trimmed mine just yesterday! Funny coincidence 😊 Do you like to trim yours with room to grow, or at exact length you like to see it at?\n  ","139580":"\n   Hello what are you doing?\n  ","139581":"\n   Have you ever cut your own hair and regret it?\n  ","139582":"\n   Have you ever been camping?\n  ","139583":"\n   What is the last thing that made you emotional or just cry? \nBecause I'm on percs, I get upset easily and I'm a btch...well they put beans on my 5 layer with chicken and they closed early so we couldn't go get the order corrected and not gonna lie...I teared up lmao\n  ","139584":"\n   Do you shower at night or in the morning? 🚿\n  ","139585":"\n   Here a Johnny is a condom. To Jimmy is to scoot over or squeeze into an area. You'd say \"Jimmy in there to make space for me on the seat\" it's like shimmy\n  ","139586":"\n   This person said \"I don't discuss religion on my page , my religious views are personal\". Tf? lmao. Why are they acting like they've been asked about their s*x life?  why are ppl even on the internet if everything IS PERSONAL?\n  ","139587":"\n   do you believe the majority of people get more responsible as they age? for example, when you are a full grown adult who works and pays bills, you start prioritizing what's important and start caring less about trivial matters.\n  ","139588":"\n   Do you think there's something along the lines of having \"too much\" makeup? Like when it starts to not give the desired effect anymore? 🤔💄\n  ","139589":"\n   Do internet trolls get to you?\n  ","139590":"\n   What do you use to help your throat when it is sore and your voice keeps going in and out? \nMines doing it because of the tube they had down my throat Friday and I've been trying cough drops and a bunch of cold water... nothing is working 😭\n  ","139591":"\n   Don't you think it's a bit disrespectful from someone to gift me a pair of earrings of metal, knowing I only wear white or pink gold earrings? Not even silver I would wear, let alone metal.\n  ","139592":"\n   you\n   \n    https:\/\/ask.fm\/HeyGuysWantStuffJustAsk\/answers\/164892257674\n   \n","139593":"\n   is bubo scared of bear?\n  ","139594":"\n   What about your husband?\n  ","139595":"\n   you look nowhere near 20. lbr\n  ","139596":"\n   what, in your opinion, is the worst thing that’s happened in 2020? For me it’s the global coronavirus pandemic\n  ","139597":"\n   Do you have New Horizons? If I had a switch I'd be playing it, but I don't. Lately I've been playing New Leaf\n  ","139598":"\n   What’s your opinion on criticism is it needed?\n  ","139599":"\n   What is your favorite game to play? \nCan be board games, card games, PC games or console games or even phone games!\n  ","139600":"\n   What makes you smile no matter what?\n  ","139601":"\n   is this a real glasses?\n  ","139602":"\n   when asked what he was doing for Thanksgiving this year Sylvester Stallone said he was gonna switch it up w Chicago-style deep dish pizza and hot dogs. what’s the least traditional holiday meal you’ve ever had?\n  ","139603":"\n   have you tried oatmilk? how do you feel about it?\n  ","139604":"\n   different anon and I hope this doesn’t sound weird but I love your views and how you aren’t scared to voice them.\n  ","139605":"\n   how come you never showed or talked about your other cats? do you love them less?\n  ","139606":"\n   Which breed is your cat? And how old?\n  ","139607":"\n   does the phrase “white guilt makes me cringe” actually strike u as racist energy? what?\n  ","139608":"\n   White guilt makes me cringe .... sorry\n  ","139609":"\n   lol why not?\n  ","139610":"\n   You Look like  as 20 not 40\n  ","139611":"\n   Hey there 👋 Just wondering, aside from 'Life is short', what other lines do you say to yourself to justify making bad decisions??\n  ","139612":"\n   Mini spam! (Haven't done one in awhile 😊) \nWhat's your all time favorite TV show\/movie and why?\n  ","139613":"\n   Mini spam! \nList some random fun fact about yourself?\n  ","139614":"\n   you think it’s covid?\n  ","139615":"\n   Mini spam! \nWhat movie do you just absolutely hate and why?\n  ","139616":"\n   Mini spam! Last question! \nIf you had a tik Tok or YouTube channel what would be your content? \nI.e about yourself, health, homemade crafts, cooking, parenting, gaming etc!\n  ","139617":"\n   do you know a lot of people here?\n  ","139618":"\n   I don’t like your music taste. You’re so basic\n  ","139619":"\n   2 Truths and a Lie about yourself? 😛\n  ","139620":"\n   Look at that sweet itty bitty kitty!!! ❤️ I bet you’re just thrilled!\n  ","139621":"\n   If you had to disappear and start a WHOLE NEW LIFE, what would you want your new life to look like? 🤔\n  ","139622":"\n   No, I wish I did lol. I have my laptop though so I okay the Sims or Ryan and I play Minecraft on the PS4 😊\n  ","139623":"\n   Would you rather have a💆‍♀️ live-in massage therapist, or a 👨‍🍳 live-in chef?\n  ","139624":"\n   WOULD YOU RATHER:run as fast as THE FLASH or be as strong as SUPERMAN?\n  ","139625":"\n   Do you watch anyone who streams? Or any YouTubers?\n  ","139626":"\n   oh no! i hope you feel better and that it isn't something serious. :\/\n  ","139627":"\n   Have you ever had a surgery or been put on bed rest? Any suggestions on things to keep me from being bored?\n  ","139628":"\n   When you work on something, do you focus on it with the end goal in mind (ex: I have to get this done) OR do you focus on finishing smaller segments at a time?\n  ","139629":"\n   What’s your unanswerable question--the question you seem to always be asking yourself? 💬\n  ","139630":"\n   WHAT IS THE MOST SERIOUS PROBLEM IN THE WORLD?\n  ","139631":"\n   Why would someone want to go on a space trip? 🌌\n  ","139632":"\n   Does it make u cringe when white people make a point of being like “ughh I haaaattteeee white people”\n  ","139633":"\n   Have you ever used Duolingo to study a new language?\n  ","139634":"\n   Do you prefer to make things from scratch, or with an easy box recipe?\n  ","139635":"\n   Have you ever woken up from a dream, wishing you could go back in?\n  ","139636":"\n   Do you think that time travel could be possible some day?\n  ","139637":"\n   Do you think it is okay to have s£x without getting married?\n  ","139638":"\n   What is your favorite type of sandwich?\n  ","139639":"\n   When was the last time you were sick?\n  ","139640":"\n   How often do you do laundry?\n  ","139641":"\n   Okay so this gay guy keeps asking me too send him shirtless pics. I’m a straight guy not gay how can I tell him to stop? He cannot control himself he’s like a dog and I don’t see why he’s attracted to me when I’m straight\n  ","139642":"\n   What are you looking forward to?\n  ","139643":"\n   How many games do you have on your phone?\n  ","139644":"\n   Marunong ka ba magluto? Ano ang paborito mong kainin? [[Do you know how to cook? What is your favorite food?]]\n  ","139645":"\n   KSA\n  ","139646":"\n   A jimmy here can be a piss (jimmy riddle is rhyming slang for widdle. Widdle, piddle and pittle also mean piss). \nUnless it’s misheard as jemmy, which is a crow-bar.\n  ","139647":"\n   where you at\n  ","139648":"\n   I was just googling Irish names and an American site said \"Hurley\" is a beautiful name that means \"ocean tides\" but it actually means either \"wood\" or \"sports equipment\" here in Ireland. What's a funny misunderstood name or word from where you live?\n  ","139649":"\n   If you have any pets what's their favorite toy? Take a picture of it or just described their favorite toy. You can post a picture of your pet the toy you and your pet whatever. This question is all about pets. GIF?\n  ","139650":"\n   How are y'all doing this weekend? Do you have any plans?!😊🎉\n  ","139651":"\n   What do you think of ABBA? 🤔🇸🇪\n  ","139652":"\n   Presented with the opportunity to be IMMORTAL, would you take it?\n  ","139653":"\n   Hello what are you doing today?\n  ","139654":"\n   Do you have any pets?\n  ","139655":"\n   Out of the negative emotions of GREED, ANGER, JEALOUSY and HATE, which one would you say AFFECTS you the most?\n  ","139656":"\n   Do you believe yourself to be truly free? If so, why? If not, what is holding you back? 🕊\n  ","139657":"\n   What assumption you made went hilariously wrong? 😒😡🤬\n  ","139658":"\n   What’s the scariest non-horror movie that you've seen? 😨🙈\n  ","139659":"\n   What is a specific feeling that you don't think you'll ever have again?\n  ","139660":"\n   You know people who ask good questions?\n  ","139661":"\n   Do you think we’re designed for monogamy? (Why or why not?) ❤🧡💛💚💙💜\n  ","139662":"\n   Would you ratherhave 🤑 FORTUNE or ❤ FAME?\n  ","139663":"\n   • What do you think makes popular kids — popular?\n  ","139664":"\n   What is the weird food combination you have tried? Would you try it again??\n  ","139665":"\n   what’s a genre you don’t like? what’s a movie within that genre that you do kinda like?\n  ","139666":"\n   what’s your opinion on the “we are the virus”\/humans are bad narrative?\n  ","139667":"\n   Is there someone that means everything to you?\n  ","139668":"\n   Do you wear gloves in the winter?\n  ","139669":"\n   Would you rather be a doctor or a lawyer if you had to choose?\n  ","139670":"\n   Do you talk to your next door neighbors?\n  ","139671":"\n   What is your favorite type of music to listen to?\n  ","139672":"\n   Do you like attention?\n  ","139673":"\n   What is one thing that would be nice if you got for Christmas? 🎄\n  ","139674":"\n   Cookies 🍪 or donuts? 🍩\n  ","139675":"\n   .\n  ","139676":"\n   Do you play favoritism to people?\n  ","139677":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","139678":"\n   Have you ever broken a bone? I've officially had 3 breaks and this one we didn't find until he was working on my foot because the break was hidden behind a tendon lol\n  ","139679":"\n   What breaks and never falls, and what falls and never breaks?\n  ","139680":"\n   what’s the best type of salad?\n  ","139681":"\n   do you avoid carbs\n  ","139682":"\n   Ooo, kinda looks like a flatter and more fancy twinkie Haha\n  ","139683":"\n   What's your favorite pastry? 😋 Is there any kind that is unique to the area where you live? 🥮\n  ","139684":"\n   Have you ever heard how Swedish sounds? 🗣🇸🇪 What do you think it sounds like? Haha\n  ","139685":"\n   Say you woke up and noticed that you had gone bald out of nowhere overnight, how'd you react? How'd you go about your life then? 🤔👩‍🦲 On a scale of 1-10, how relieved would you've been if it magically grew back to it's normal length after a week or so? 👩 Haha\n  ","139686":"\n   Would you ratherend every phone call with “I love you” or accidentally call your partner the wrong name during a fight? 😂\n  ","139687":"\n   Out of 100 random people, where would you rank yourself in terms of your intelligence? 🤯\n  ","139688":"\n   Are you a cat 🐈 person or a dog 🐕 person?\n  ","139689":"\n   What was the last concert you saw??    Feel free to send me questions, I will answer them in a quick manner.\n  ","139690":"\n   How are u ?\n  ","139691":"\n   do your auditory hallucinations ever creep into your music?\n  ","139692":"\n   How often do you watch tv? Do you keep it on all day?\n  ","139693":"\n   at least it's a northern state these days and it helped you to not turn out as a damn redneck though, right?\n  ","139694":"\n   What do you think happens after death, if anything? ☠\n  ","139695":"\n   What do you wish was illegal?\n  ","139696":"\n   where have you been? i missed you\n  ","139697":"\n   Have you ever spent time in Chicago?\n  ","139698":"\n   Would you rather be passive aggressive or just straight up aggressive\n  ","139699":"\n   Is it true that white girls can’t cook?\n  ","139700":"\n   Have you ever had a pet bird?\n  ","139701":"\n   Would you ratherhear a 🤍comforting lie or an 🖤 uncomfortable truth?\n  ","139702":"\n   Would you ever get a tattoo? What would it be?\n  ","139703":"\n   WHO SHOULD PAY ON THE FIRST DATE? WHY?\n  ","139704":"\n   Have you been in a casual realationship  before?\n  ","139705":"\n   A spiritual acct on twitter (hoodhealer if you’ve ever seen them) is getting called homophobic for a tweet that said “you’re black before you’re gay.” Would you call that homophobia?\n  ","139706":"\n   If you could only store 1 type of food in your refrigerator, what would you carry ?\n  ","139707":"\n   If you could travel back in time, what decade would you choose to live in?\n  ","139708":"\n   What’s your routine on Friday?\n  ","139709":"\n   What is the most unexpected thing that happened to you this week?\n  ","139710":"\n   Pap outfit atm\n  ","139711":"\n   .\n  ","139712":"\n   Is it possible for women to be sexist?\n  ","139713":"\n   when you were a teenager, did u like to go to parties?\n  ","139714":"\n   you have a cat and a bird. that's quite uncommon and, let's say, dangerous, haha.\n  ","139715":"\n   What are you listening to right now?\n  ","139716":"\n   Who sent the last text message you received?\n  ","139717":"\n   what are your guilty pleasures in life? 🥺❤\n  ","139718":"\n   What kind of stuff are you willing to pay a premium for? 💵\n  ","139719":"\n   How do you navigate grocery stores, public places etc. during these pandemic-ridden times? Do you have a certain strategy to keep yourself and others safe? 😷\n  ","139720":"\n   Do you watch documentaries?\n  ","139721":"\n   Do you believe in magic? If yes, when have you felt it? If no, why not? ✨\n  ","139722":"\n   Have you ever put something in \"a safe place\" that's so safe it's even safe from you? (you can't find it again)\n  ","139723":"\n   OOOO SO CUTE SO CUTE\n  ","139724":"\n   What does street style mean to you?\n  ","139725":"\n   what type of adult did you want to be, when you were a child and watching the adults around you\n  ","139726":"\n   How should relationship problems be solved? 💔\n  ","139727":"\n   🔥 Do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?\n  ","139728":"\n   Do you like Costco food?\n  ","139729":"\n   Which do you prefer on Thanksgiving: the basic apple pies that you get at the grocery store, buying pies from an actual restaurant\/diner, or homemade ones ?\n  ","139730":"\n   Is using the term “white trash” classist?\n  ","139731":"\n   Have you ever had a PSYCHIC 🔮 reading? Did you believe it? Was it accurate?\n  ","139732":"\n   WOULD YOU RATHER:go VEGAN for a month OReat ONLY MEAT and dairy for a MONTH?\n  ","139733":"\n   Do you think people will do black Friday this year, with covid still being an issue?\n  ","139734":"\n   What's the most pleasant morning sound?\n  ","139735":"\n   do you watch movies\/series that have subtitles? 🎞\n  ","139736":"\n   What’s something not many people know about you? #GetToKnow\n  ","139737":"\n   What’s your idea of Heaven? 😇\n  ","139738":"\n   Do you mind receiving spam messages or do you block it?\n  ","139739":"\n   WHAT ARE YOUR HONEST THOUGHTS ABOUT SOCIAL MEDIA?\n  ","139740":"\n   If you could get a lifetime supply of something that wasn't food, what'd you pick? 💄👟\n  ","139741":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? 🐜🕷🦟\n  ","139742":"\n   Does it ever happen to you that your hair does simply not cooperate with you no matter what? 👩‍🦱😩 What do you do then? 🤔\n  ","139743":"\n   What do you think of Coldplay? 🎶\n  ","139744":"\n   When do you usually try to fall asleep? 😴\n  ","139745":"\n   How was your day? 😄\n  ","139746":"\n   Latest thing you ate? 😋\n  ","139747":"\n   Is there something you found out about yourself while using ASKfm?\n  ","139748":"\n   do you\/have you ever used Tumblr?\n  ","139749":"\n   do you\/have you ever used Tik Tok?\n  ","139750":"\n   Have you ever been handed a 30 day ban by the Facebook police because they didn't appreciate your particular brand of humour?\n  ","139751":"\n   What chip \/ crisp flavors do you like the most? 🥔\n  ","139752":"\n   Would you say that you have a darkness in you that comes out when you drink? If so do you ever indulge in the drink simply to embrace that darkness?\n  ","139753":"\n   You getting a PS5 or do you think they're not really worth the hype?\n  ","139754":"\n   Is New Year's Eve cancelled this year (the social celebrations I mean)?\n  ","139755":"\n   Why? Running from the cops?\n  ","139756":"\n   when someone finds out what you do, or where you are from, what question do they always ask you?\n  ","139757":"\n   What’s the out-of-the-blue thing that has happened to you while working at your job or studying at your school?\n  ","139758":"\n   Would you rather have an extra $200 a day, or an extra 2 hours a day?\n  ","139759":"\n   Would you ratherbe the funniest 🤣 person in a room or the smartest 🤓 person in a room?\n  ","139760":"\n   Have you ever thought about converting the Muslim religion?\n  ","139761":"\n   Do you have a lucky number? 🍀\n  ","139762":"\n   What do you usually eat for breakfast? 🥪🥞🥚🥓\n  ","139763":"\n   What are your plans for today? 😄 Gonna have two friends over for an online pub-quiz myself 😊🍻\n  ","139764":"\n   Have you ever been on a blind date? Do you have a dating site account? 📱❤\n  ","139765":"\n   what’s the weirdest text message you’ve ever gotten? 💬\n  ","139766":"\n   are you prone to accidents? 🤕\n  ","139767":"\n   what’s ur least favorite social media app?\n  ","139768":"\n   what’s an example of pop rock that you love? (a song or a band)\n  ","139769":"\n   If you could have ANY ANIMAL in the world as a pet, what would it be and why?\n  ","139770":"\n   Are you more productive at 🌙 night or in the 🌤 morning? Do you think it’s possible to change and get used to another schedule?\n  ","139771":"\n   What outdoor activity haven’t you tried, but would like to try after the pandemic?\n  ","139772":"\n   HAVE YOU EVER BEEN TRAPPED? 😥\n  ","139773":"\n   If you were given a choice to choose your MANNER OF DEATH, how would you die?\n  ","139774":"\n   What's your favorite piercing?\n  ","139775":"\n   ..\n  ","139776":"\n   If you were to list the wonderful qualities of your partner, what would they be?\n  ","139777":"\n   Hello what are your plan?\n  ","139778":"\n   Have you ever assembled a piece of furniture yourself, like the ones you buy at IKEA? How did that go? 🔧\n  ","139779":"\n   How often do you order home food to your door? Maybe you prefer to go and get it yourself? 🍕🍔🌮\n  ","139780":"\n   is it wrong that i get pissed when ppl dont answer my questions immediately? some answer them 2-3 days later and their answer isnt even relevant anymore, its expired so. if they cant answer it instantly they might as wel not answer\n  ","139781":"\n   What things help you relax the best?\n  ","139782":"\n   If you got a FREE CHEQUE for $5,000 right this second, how would you use it? 🤑\n  ","139783":"\n   What do you think can make your current life easier??\n  ","139784":"\n   If anyone needs this, please remember, \"you is kind, you is smart, you is important!\" This movie quote is possibly a favourite :) have a wonderful day!\n  ","139785":"\n   What happens regularly that would horrify a person from 100 years ago? 🤪\n  ","139786":"\n   Is there an animal you've always dreamt of holding or interacting with in general? 🐨🐒🐼\n  ","139787":"\n   If one were to experience how it'd be to live a typical day in your life, what would they most likely be thinking once that day was over? Do you think they'd be able to take something valuable from it? 🛌🥪🧘‍♂️🚘📓🛀🏋‍♀️💻\n  ","139788":"\n   If you wrote romance novels or erotic fiction, what would your “pen name” be? ✍\n  ","139789":"\n   If someone offered to TELL YOU YOUR FUTURE, would you accept it? 🔮\n  ","139790":"\n   WHEN WAS THE LAST TIME YOU APOLOGIZED?\n  ","139791":"\n   WOULD YOU RATHER:be attractive and stupid OR ugly but a genius?\n  ","139792":"\n   Have you ever been confined \/ admitted in a hospital? If yes, what for? If no, have you ever thought of what it feels like? 🏥💉\n  ","139793":"\n   What aged poorly?\n  ","139794":"\n   What are a couple things it’s really attractive for someone to be good at?\n  ","139795":"\n   Way back when the toy store Toys ‘R’ Us first opened in our city, I thought the name was expressing “Toysaurus” like a kid’s toy dinosaur. It was literally years before the penny dropped and I realised it was “Toys Are Us”. 😆\nWhat’s a name you have misunderstood?\n  ","139796":"\n   What song makes you want to dance?\n  ","139797":"\n   Favorite party dinner dish? 🥳🎉\n  ","139798":"\n   Avocado toast? Acai Bowl?\n  ","139799":"\n   do you know that stress can kill birds? there was once a bird that got stuck in a garage and cannot find her way out that she literally died of stress and exhaustion?\n  ","139800":"\n   do you have bird pets?\n  ","139801":"\n   Would you rather vomit 🤮 uncontrollably for one minute every time you hear the happy birthday song or get a headache 🤯 that lasts for the rest of the day every time you see a bird?\n  ","139802":"\n   WHAT IS SOMETHING YOU NEVER LEAVE HOME WITHOUT?\n  ","139803":"\n   I'm not the original asker, but I just wanted to say this is a REALLY good response! 🌟 Solid advice.\n  ","139804":"\n   If you were heading out on a sudden road trip right this very minute, what would you bring with you? 🚗💕\n  ","139805":"\n   Do you count on educational institutions for all your knowledge?\n  ","139806":"\n   .\n  ","139807":"\n   Do you think that children born today will have BETTER OR WORSE lives than their parents?\n  ","139808":"\n   So my friends keep insisting to hangout with me. I don’t wanna really hangout with them because of the COVID virus and cases going up. How can I tell them that I don’t want to hangout without being rude? Can you please give me some suggestions?\n  ","139809":"\n   Whaaat? No Fargo even? Ya can't beat Frances McD.\n  ","139810":"\n   What's your favorite Coen Bros. film?\n  ","139811":"\n   what did you eat for dinner tonight?\n  ","139812":"\n   How did you learn to knit?\n  ","139813":"\n   What are your favourite things to do in your free\/spare time?\n  ","139814":"\n   Your ambitions for the future? Can be big or small.\n  ","139815":"\n   What kind of person is attractive to you?\n  ","139816":"\n   What's your greatest worry at the moment?\n  ","139817":"\n   I love things like this. My mum recently bought something similar but it was a scene of a cottage in a canefield :) rustic but bright!\n  ","139818":"\n   I love your birds in the Redbubble shop! ❤️ When did you start your drawing and painting?\n  ","139819":"\n   Most recent book you've read and how did you like it?\n  ","139820":"\n   Your favourite movie scene?\n  ","139821":"\n   Tell me about the last time you were proud of yourself?\n  ","139822":"\n   What are you doing right at this moment?\n  ","139823":"\n   YOU JUST DIED! Your 10th picture in your camera roll is what killed you! What killed you?\n  ","139824":"\n   What single thing happening in your own country today is currently the most important to you?\n  ","139825":"\n   what do you use to record your progess ?\n  ","139826":"\n   If you became an all-powerful god for a day, what'd you do? 🌩\n  ","139827":"\n   Want to know the closed information about your personal ASKfm account? Join here\n   \n    https:\/\/bit.ly\/activity_vip\n   \n","139828":"\n   What do you usually wear outside at this time of year? What about later on in the winter? ❄\n  ","139829":"\n   also, to address this anon, if you respect me then you'll respect my friendship with allison. no need to be an a**hole about it, jeez.\n  ","139830":"\n   allison is a great friend and always reaches out to me on fb when i write that i'm not doing well, so what the hell is this anon talking about. lmao.\n  ","139831":"\n   you’re a horrible person. i respect leigh but not you. they are better than you. stop throwing shades at them\n  ","139832":"\n   .\n  ","139833":"\n   are you calling leigh weird? you’re a “great” friend\n  ","139834":"\n   What's your personal definition of self care?\n  ","139835":"\n   Do you like to write?\n  ","139836":"\n   Do you prefer to eat alone or in the company of others?\n  ","139837":"\n   How do you feel about people who dress their pets? {For example, buying \/ making them shirts \/ pajamas \/ sweaters}\n  ","139838":"\n   If someone narrated your life in a movie, who would you want to be the NARRATOR? 🤔\n  ","139839":"\n   If you had an extra $100 to spend on yourself every week, what would you do? 🤑💸‼\n  ","139840":"\n   leigh reaches out to you when you’re down. you don’t do the same for them\n  ","139841":"\n   What did you think was the most challenging part of being a kid?\n  ","139842":"\n   What type of person \/zodiac sign angers 🙄 you the most? 🙊\n  ","139843":"\n   you’re too old, you ARE a boomer lol\n  ","139844":"\n   i'm proud of you !! you'll get your motivation back, i'm sure of it.\n  ","139845":"\n   WOULD YOU RATHER: eat a spoonful of wasabi or a spoonful of extremely spicy hot sauce? 🥵\n  ","139846":"\n   damn, yeah those people should get their adult license removed for a year at least\n  ","139847":"\n   Are you thinking of adopting a cat?\n  ","139848":"\n   Have you had any good food lately? 🥘😋\n  ","139849":"\n   IF YOU COULD ONLY EAT ONE FOOD FOR THE REST OF YOUR LIFE, WHAT WOULD IT BE?\n  ","139850":"\n   What is the last thing you searched online?\n  ","139851":"\n   Does ask.fm system automatically deletes questions and answers if you don’t censor certain words?\n  ","139852":"\n   did you take that advice? i remember wanting to smoke and specifically not smoking because someone asked me to smoke and i wanted to be a contrarian instead\n  ","139853":"\n   Why gen x?\n  ","139854":"\n   What's the best compliment you've ever received?\n  ","139855":"\n   What is your favourite movie quote? 🎥\n  ","139856":"\n   What’s the WORST advice you’ve been given?\n  ","139857":"\n   Do you think the world is getting better or worse? Is our generation the best?\n  ","139858":"\n   HOW WOULD YOUR LIFE BE DIFFERENT IF SOCIAL MEDIA DIDN'T EXIST?\n  ","139859":"\n   IF YOU CAN CHANGE YOUR NAME, WHAT WOULD YOU CHANGE IT TO?\n  ","139860":"\n   HAVE YOU EVER REALLY KEPT A NEW YEAR'S RESOLUTION?\n  ","139861":"\n   Have you had any unpleasant encounters with a customer?\n  ","139862":"\n   Do you judge people based on their knowledge of grammar?\n  ","139863":"\n   How was this \/ last week for you? 😄\n  ","139864":"\n   You want people to compliment you\n  ","139865":"\n   It’s pretty obvious you’re sending out your username\n  ","139866":"\n   can you name 5 things that make you feel happy?\n  ","139867":"\n   Are you american born?\n  ","139868":"\n   What's your opinion on people who don't travel? Don't you think they have a boring dull life? I mean this world is so biiig, and there's so much to explore, why would you decide to spend ur vacation home? Go travel, see the world. [well, not now, obviously, as it's not recommended during a pandemic]\n  ","139869":"\n   do you help your friends when they are depressed?\n  ","139870":"\n   you're given the possibility to go back in time and change the course of your life, what would you change?\n  ","139871":"\n   Why do you think you’re a role model?\n  ","139872":"\n   What are your plans for Thanksgiving?\n  ","139873":"\n   Do you usually go Black Friday shopping?\n  ","139874":"\n   Do you prefer real plants or fake plants?\n  ","139875":"\n   What is your favorite type of soup?\n  ","139876":"\n   What is your favorite season?\n  ","139877":"\n   Do you know anyone who owns a red MAGA hat?\n  ","139878":"\n   sounds a lil dangerous 😂\n  ","139879":"\n   looks like you made someone mad, lol\n  ","139880":"\n   I know how hard this is, im proud of you and im rooting for you 💜\n  ","139881":"\n   Don’t listen to the haters\n  ","139882":"\n   I am proud of you.🦜\n  ","139883":"\n   If you're able to stay as high focused on your art as you are, what stops you from being able to find SOME kind of job, even if just part time?\n  ","139884":"\n   Have you ever had mice in your house?\n  ","139885":"\n   What's something that you've struggled with this year?\n  ","139886":"\n   What's a phrase you wish you could NEVER hear again?\n  ","139887":"\n   Is there a song that always makes you happy?\n  ","139888":"\n   aisle, middle, or window seat?\n  ","139889":"\n   do you like scented candles? if so, what are your favs? 🕯️\n  ","139890":"\n   What would you do if you were home alone and the power went out? 💡\n  ","139891":"\n   What kind of shout outs do you send?\n  ","139892":"\n   Would you rather never be able to eat 🥓🥩 meat or never be able to eat 🥑🍆 vegetables?\n  ","139893":"\n   u know how rich people will have celebrities performing at their wedding? if u could have ANYONE as a wedding singer, who would you choose?\n  ","139894":"\n   Did you see Crazy Rich Asians\n  ","139895":"\n   what’s a ‘hot take’ that you see a lot (or just regularly), but just don’t understand\/agree w?\n  ","139896":"\n   WHAT WOULD BE THE WORST THING TO HEAR AS YOU ARE GOING UNDER ANESTHESIA BEFORE HEART SURGERY?\n  ","139897":"\n   What do you think is the most unique or silliest problem you have going on in your life at the moment? 🤪\n  ","139898":"\n   .\n  ","139899":"\n   What is your favorite season.\n  ","139900":"\n   Whats your favorite 90s movie\n  ","139901":"\n   Share a selfie! A awesome selfie! 😁😁😁 Let's goo yoo.. Almost Thanksgiving in the 🇺🇸 USA. Excited 📷\n  ","139902":"\n   Will you take the vaccine when it comes out or will you wait a little while longer?\n  ","139903":"\n   How much does the lyrics of a song matter to you? How good would you say you are at memorizing lyrics from songs you've listened to? 🎤🎶\n  ","139904":"\n   IF YOU COULD GET ALL YOUR FAMILY MEMBERS TO DONATE TO A CHARITY, WHAT WOULD IT BE AND WHY?\n  ","139905":"\n   If you suddenly found your current self inhabiting inside your five-year-old body, what would you do with all the knowledge that you have?? 👶🧠\n  ","139906":"\n   what did you wake up to this morning?\n  ","139907":"\n   Do you think remote learning is an okay replacement to in person school for small children\/elementary aged children?\n  ","139908":"\n   Which series would you recommend watching now?\n  ","139909":"\n   Eat people? 😅 haha Bubo is very cute, pls say hi for me 😊\n  ","139910":"\n   Whats his\/her name?\n  ","139911":"\n   When do you turn 41? Do you have any plans for your birthday?\n  ","139912":"\n   What are some fun and interesting alternatives to WAR 💣 that countries could settle their differences with?\n  ","139913":"\n   Would you rather be loved by the general public but your family and friends hate you, or be hated by the general public but your family and friends love you? ♥️\n  ","139914":"\n   do you have any pets? if so, how many?\n  ","139915":"\n   What are especially common smells, and what are your main likes\/dislikes?\n  ","139916":"\n   Wow you have visited 43? That's amazing 😮 hope you achieve them 😊\n  ","139917":"\n   What do you think of heels in general? Have you ever tried to wear a pair that had a really high heel? How did that go? 👠😆\n  ","139918":"\n   If you left your current life behind and ran away to follow your dreams, what would you be doing? 👀\n  ","139919":"\n   Are you CLUMSY? If you are, what’s the clumsiest thing you’ve done? 😬😳\n  ","139920":"\n   Do mask mandates bother you?\n  ","139921":"\n   what’s one movie you like even though you don’t care for the lead actor in it?\n  ","139922":"\n   What is your favorite food prepared in the country or area you live in?\n  ","139923":"\n   Do you have a list of things you want to do or achieve? If so what are some of them?\n  ","139924":"\n   In your opinion what is the most beautiful type of bird?\n  ","139925":"\n   happy saturday !! what are your plans for the day?\n  ","139926":"\n   what music would you recommend to a person who is looking to get into the genre(s) that you primarily listen to?\n  ","139927":"\n   wellness check-in: how have you been feeling lately? if you want to vent about something, you can do so here (if you're comfortable)!\n  ","139928":"\n   if you're comfortable talking about it, describe to me the biggest milestone or development that has occurred in your life recently.\n  ","139929":"\n   Do you think if couples have different taste in movie, music and style might cause problems in the long run?\n  ","139930":"\n   if you're interested in a series that has both a book and movie component, would you be more apt to read the book first or watch the movie first? why or why not?\n  ","139931":"\n   Who do you admire?\n  ","139932":"\n   What did you last dream about?\n  ","139933":"\n   Do you prefer butter or cream cheese?\n  ","139934":"\n   When did you last leave your house?\n  ","139935":"\n   What is the latest that you’ve ever stayed awake?\n  ","139936":"\n   Most embarassing thing you've done when drunk?\n  ","139937":"\n   Have you ever unplugged from the INTERNET for more than a week? Can you do it? 🔌\n  ","139938":"\n   Just feel like I'm walking on eggshells is all.\n  ","139939":"\n   How do you feel about snow?\n  ","139940":"\n   I still *want* to like you. Is that ok?\n  ","139941":"\n   What do you first notice when you come to someone else's home? 🏡\n  ","139942":"\n   i'm old too, i don't know emojis and i'm using a laptop\n  ","139943":"\n   what did you guys order?\n  ","139944":"\n   couldn't find a fist bump emoji, is this one ok? 🤝\n  ","139945":"\n   fist bump\n  ","139946":"\n   What are you up to tonight?\n  ","139947":"\n   I'm sorry. I will avoid this in future. I never wanted to make light of those issues. I'm not an asshole, really. Shake hands?\n  ","139948":"\n   I was trying to be ironic, sorry it was a bit awkward. Offensive is a strong word, sorry that my remark reached that level. Let's cool the temperature.\n  ","139949":"\n   take a course in modern internet discourse. iemoji.com is a good place to start. then you can be cool like your kids.\n  ","139950":"\n   But you didn't send a smilies with that! I'm offended!\n  ","139951":"\n   lol\n   \n    @emoji\n   \n   police. That's a new one on me.\n  ","139952":"\n   Don’t you think you’re too old for ask then? It doesn’t cost you anything to be nice\n  ","139953":"\n   Why don’t you send a heart back?\n  ","139954":"\n   I hope everyone stays safe and has a good day\/ night . You’re all valid ❤️\n  ","139955":"\n   What’s one of your favorite scenes in any movie ever? What do you like so much about it?\n  ","139956":"\n   How old were u when you first realized racism existed in this world? Do you remember how\/when?\n  ","139957":"\n   What are your feelings about there being a shop section on Instagram now? 🛒📷 My recommendations were absolutely not catered to my tastes whatsoever, what about yours? 😂\n  ","139958":"\n   Fondant or frosting?\n  ","139959":"\n   What’s the craziest story involving a student or teacher at your middle school, back in the day?\n  ","139960":"\n   Why owl\n  ","139961":"\n   How do you make yourself sleep when you can’t seem to get to sleep? 🥱😴💤\n  ","139962":"\n   WHEN YOU DIE, WHAT DO YOU WANT TO BE REINCARNATED AS?\n  ","139963":"\n   I hope this isn't rude or personal, if it is I apologize, you can ignore it, but have you ever felt like you will never achieve anything in life bc ur mental illness will always sabotage you? That's how I feel right now. I feel like I'll never be able to accomplish my goals.\n  ","139964":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?\n  ","139965":"\n   Do you identifiy as a Canadian?\n  ","139966":"\n   When was the last time you went bowling? How'd you rate your bowling skills in general? 🎳\n  ","139967":"\n   related to actor Bruce Campbell?\n  ","139968":"\n   Hey! Would you rather be single or be in a relationship? ❤\n  ","139969":"\n   Who’s your go to band or artist when you can’t decide on something to listen to? 🎶\n  ","139970":"\n   what’s the weirdest thing a guest has done at your house? 🥴🤪\n  ","139971":"\n   WOULD YOU RATHER: give up the Internet or showering for a month? 😂\n  ","139972":"\n   What always calms you down when you’re really stressed out and upset?\n  ","139973":"\n   When things go the way you want them to,  is it purely by chance or is it fate? 🐚\n  ","139974":"\n   Be honest, do you ever just say \"f*ck it\", and blow the cobwebs off a shit*y day by sparking up a nice fat one?? 🌿🌿🔥🚬😍😍😍💁‍♂️\n  ","139975":"\n   What’s your favorite way to spend time outdoors? 😛\n  ","139976":"\n   are you mad at anyone today?\n  ","139977":"\n   YNW Melly or Kanye West?\n  ","139978":"\n   Ever had a dream, that within that particular state of consciousness of said dream, you were convinced it was your absolute state of reality, no questions asked? 😮 What if, when we die, all we actually do is wake up?? 😳\n  ","139979":"\n   Do you enjoy travelling on a ferry?\n  ","139980":"\n   This has been the worst semester I've ever had. How's everyone else doing?\n  ","139981":"\n   What does your husband think of your glasses?\n  ","139982":"\n   You would look better without glasses\n  ","139983":"\n   Do you like cake? What’s the best cake you’ve ever eaten?\n  ","139984":"\n   do you hate referring to him as husband?\n  ","139985":"\n   How was your day?\n  ","139986":"\n   I sent a question yesterday about the idea of having a statue of themselves and it seems like most weren't that keen Haha If you were to get immortalized in some other way though, what would you prefer? 🖼📖📽🗃📸\n  ","139987":"\n   How tech-savvy would you say that you are in general? Do you like to keep up with what's new when it comes to technology? 💻🎮📱\n  ","139988":"\n   If you're married, how did you know you wanted to marry your spouse? If you are not, what qualities would you look for in a future spouse\/partner?\n  ","139989":"\n   Opinion on a doctor coming to work drunk and gave the wrong meds, would you forgive them?\n  ","139990":"\n   Ever wanted to set sail on a pirate adventure matey?\n  ","139991":"\n   do you prefer a home cooked meal or goin out to eat?(prices don’t matter for this question)\n  ","139992":"\n   What did you think you would be doing at this age when you were a kid? 🤔💭\n  ","139993":"\n   What public spaces do you feel most comfortable in? (Library, bar, park, mall, stadium, etc.)\n  ","139994":"\n   How many coronavirus cases are there in the county or city where you work\/live? If you don't have any idea its okay, I was just curious.\n  ","139995":"\n   What animal would be the most terrifying if it could speak?\n  ","139996":"\n   What’s a false assumption you see people make far too often?\n  ","139997":"\n   If people were to raise a statue of you in a public place for whatever reason, how'd you want it to look like? Like, what'd you be wearing, what kind of pose would you be in, how big would it be etc.? Would you have wanted to get immortalized in that way if the opportunity arose? Why \/ why not? 🗿\n  ","139998":"\n   What pets did you have while you were growing up? What did you name them? 🐕\n  ","139999":"\n   How was the WORST date you have ever been on?\n  ","140000":"\n   WOULD YOU RATHER:get away with a terrible crime but live in fear of someone discovering it or go to prison for three years for a crime you didn’t commit? What would you rather do? 🤔\n  ","140001":"\n   What do you think the world will be like 20 years in the future?\n  ","140002":"\n   How often do you go to parties? Do you like parties? 🥳\n  ","140003":"\n   If you drop me I’m sure to crack, but give me a smile and I’ll always smile back. What am I? #BrainTeasers🤔\n  ","140004":"\n   oh boy that looks awesome\n  ","140005":"\n   Hello how was your day?\n  ","140006":"\n   Would you ratherbe forced to live the same day over and over again for a full year or take three years off the end of your life?\n  ","140007":"\n   How has your week been so far? 😁\n  ","140008":"\n   If you got an opportunity to get trained to effectively use whatever weapon you wished as long as it wasn't a firearm, what'd you choose? Why? 🗡🏹\n  ","140009":"\n   How good are you at keeping a decent sleep schedule? Do you perhaps have any tips on how to fall asleep at a set tine? 😴🕐\n  ","140010":"\n   IF YOU COULD DO ANYTHING ILLEGAL WITHOUT GETTING CAUGHT, WHAT WOULD YOU DO?\n  ","140011":"\n   it looks lovely?\n  ","140012":"\n   .\n  ","140013":"\n   Why do the majority of american girls work\/used to work at least once in their lives in retail? Lolololol\n  ","140014":"\n   what happened?\n  ","140015":"\n   Young  Chloe Sevengny and Rosario Dawson in it. Yeah disturbing to say the least\n  ","140016":"\n   Hhh I saw that movie it was so sad\n  ","140017":"\n   Kids was such a mess up movie, so was Gummo. Larry Smith is the directors name I believe\n  ","140018":"\n   It’s not funny. Some of us are mothers\n  ","140019":"\n   YO! What is the most stressful TV show or movie you watched?\n  ","140020":"\n   What did your teachers and parents say \"would be really important when you grew up\", but it hasn’t been?\n  ","140021":"\n   Has there ever been a time when something so amazing or unexpected happened that it literally left you speechless for a time? 🙊\n  ","140022":"\n   What’s fine in small numbers but terrifying in LARGE numbers? 😬\n  ","140023":"\n   Have you ever stalked someone on social media? 🕵️‍♀️\n  ","140024":"\n   have you ever experienced a moment where it felt like you were stripped of your dignity?\n  ","140025":"\n   Why do people nowadays LOVE taking selfies? 🤳\n  ","140026":"\n   could you be friends with someone who's racist\/sexist\/homophobic\/transphobic\/xenophobic\/nationalist etc?\n  ","140027":"\n   What would your perfect room look like? 🌠\n  ","140028":"\n   IF you (and your partner) were to raise children, what are the most important things you would want them to learn?\n  ","140029":"\n   Do you like to hike? If so what’s the longest distance you’ve ever gone?\n  ","140030":"\n   I just don’t understand how people don’t buy good stuff. Like for someone to claim they love makeup but buy only cheap drugstore stuff is ludicrous. If U like something, INVEST in that something. Buy high end good quality stuff. Otherwise you’re just cheap and a shame to society. (General statement)\n  ","140031":"\n   Which do you prefer ginger or pumpkin spice? (Smell\/food etc)\n  ","140032":"\n   Who is your guru?\n  ","140033":"\n   What do you think is the best show onNETFLIX?\n  ","140034":"\n   What’s the best thing you’ve ever bought online? 11.11\n  ","140035":"\n   How do you manage to have a good time @ home?\n  ","140036":"\n   Do you always check your phone?\n  ","140037":"\n   What, in your opinion, is the secret to a happy life?\n  ","140038":"\n   So sometimes you parrot what others say?\n  ","140039":"\n   Have you ever bought something online - only for it to arrive broken, damaged, or just looking entirely different from the photos? 😩\n  ","140040":"\n   Are you scared of voicing your opinion when you’re in the minority?\n  ","140041":"\n   Do you think twins have a hivemind? Like both having the same mind as one I mean\n  ","140042":"\n   How well do you understand politics?\n  ","140043":"\n   Have you ever met twins or know them twins?\n  ","140044":"\n   Opinion on people who buy stuff knowing they were made by slave labour?\n  ","140045":"\n   are you worried about anything?\n  ","140046":"\n   A lot of older people have issues with loneliness and such, how do you think your generation will deal with such things once they get older? Do you think they'll fair better than those who came before? Why? 🤔\n  ","140047":"\n   If you steal a pen from a bank, is it a bank robbery?\n  ","140048":"\n   WOULD YOU RATHER: 🚦never be stuck in traffic again or 😷 never get another cold?\n  ","140049":"\n   Would you go on a date with a guy\/girl you’ve met for like 5 minutes?\n  ","140050":"\n   What fictional character is amazing in their book \/ show \/ movie, but would be insufferable if you had to deal with them in mundane everyday situations?\n  ","140051":"\n   Would you like to be Time Travel?\n  ","140052":"\n   If a new volcano 🌋 formed and the government had an online contest to see what it would be named, what name would you submit?\n  ","140053":"\n   Schizophrenia by Sonic Youth relevant?\n  ","140054":"\n   What city would you most like to live in?\n  ","140055":"\n   Spaghetti and Meatballs OR Spaghetti with Fried Chicken? 😋🍝\n  ","140056":"\n   What’s the MOST BORING SPORT, and what would you do to make it MORE EXCITING?\n  ","140057":"\n   Have you ever have to say \"NO\" to someone\/thing that you actually love?\n  ","140058":"\n   Have you met someone that is Emotionally Unavailable, someone that is afraid of commitment?\n  ","140059":"\n   Me either!! I just don’t get it!\n  ","140060":"\n   I'm the kind of person who asks you something I already know just to see if I'm lying or not. I'm alone?\n  ","140061":"\n   What shows would you recommend on Netflix ?\n  ","140062":"\n   what's something you're looking forward to?\n  ","140063":"\n   what's the last thing you bought?\n  ","140064":"\n   Inglewood or Oakland?\n  ","140065":"\n   What’s something people think is great but you don’t really care for?\n  ","140066":"\n   What is something that a TON of people are OBSESSED with but you just don’t get the point of?\n  ","140067":"\n   Plain Rice or Fried Rice? 🍚🍘🍙\n  ","140068":"\n   Do you celebrate Thanks Giving? 🦃\n  ","140069":"\n   If you could be at a concert who’s would it be\n  ","140070":"\n   What’s your favorite favorite song 🎵\n  ","140071":"\n   What's your favorite Pokémon? c:\n  ","140072":"\n   Where you have your heritage from, do you ever get an emotional response from like music, clothing etc. from said culture? 👘🛡📿🏛🛕\n  ","140073":"\n   For how long can you hold your breath? What's the deepest you've been underwater? 😶🌊\n  ","140074":"\n   In your own words, how'd you describe schizofrenia? 🤔\n  ","140075":"\n   How many birds have you had in your lifetime? Is your current one your first? 🦜\n  ","140076":"\n   How old is your bird? 😄\n  ","140077":"\n   .\n  ","140078":"\n   What's something common or simple that makes you feel happy? For example I love when I reach the traffic lights and I can cross right away.\n  ","140079":"\n   can i dm for help on insta\n  ","140080":"\n   What does it mean to be a good citizen on the Internet?\n  ","140081":"\n   When the covid vaccine becomes readily available will be taking it? As long as they make it into a chewable vitamin with grape flavor I’m in.\n  ","140082":"\n   what fictional character scares you the most?\n  ","140083":"\n   u married?\n  ","140084":"\n   I only learned within the last 5 or so years that it's not the same thing here as the US! 😂 I was always so grossed out by \"biscuits and gravy\" thinking it meant a sweet biscuit\/cookie and gravy\n  ","140085":"\n   What are two words that have drastically different meanings in your country and another country? For example \"pecker\" means \"p*nis\" in the US but here it just means \"beak\". \"Bangs\" in the US means \"fringe\" but here in Ireland it means \"to f*ck\".\n  ","140086":"\n   what kind of gun do you own if you dont mind me asking\n  ","140087":"\n   does your state let people carry guns openly outside?\n  ","140088":"\n   I'm so proud of you!!!! Well done! I love seeing Bubo on insta! 😄\n  ","140089":"\n   (kind of a random question but I’m curious!) how common do you feel like gun ownership is in your community\/social circle\/the people you consider your peers?\n  ","140090":"\n   What are some things you're proud of doing today? (They don't have to be huge accomplishments, even getting out of bed is a good answer if you're proud for doing so!) 💚\n  ","140091":"\n   Do you think the vaccine for covid should be forced on people?\n  ","140092":"\n   Where do you like to read?\n  ","140093":"\n   Have you ever had to lie to protect someone?\n  ","140094":"\n   How do you feel about sushi? Does it gross you out, or do you enjoy it?\n  ","140095":"\n   At family gatherings, what will you always stop to grab a plate of? What will you always skip?\n  ","140096":"\n   If you got to put ONE thing into a hydraulic press to see it get smooshed, what'd you pick? 💥🗜 Why said thing? 😆\n  ","140097":"\n   What’s invisible but you wish people could see? 👁👁\n  ","140098":"\n   DARE: What is your WIFI name? HAHAHA let's see who's got a weird WIFI name 😂\n  ","140099":"\n   What name would you NOT name your children and pets? Why?\n  ","140100":"\n   Pick whatever subject you'd like and I'll try to ask you some questions related to said subject! 😄💬 Haven't got much going on today Haha\n  ","140101":"\n   Your greatest achievement is ...?\n  ","140102":"\n   something common that you have  never done before? 😆\n  ","140103":"\n   Can you still live without your phone? How long do you think can you last without it? 📵\n  ","140104":"\n   Have you met or seen someone that you look-a-like? Or is there someone that your friends\/family tells you that looks like you?\n  ","140105":"\n   What does it mean to hustle every day? Do you?\n  ","140106":"\n   when did your life feel most like a movie?\n  ","140107":"\n   Would you be okay with dating someone who was like a huge Trump fan?\n  ","140108":"\n   If you'll be rating yourself, what do you think you'll give yourself as 🔟 being the highest?\n  ","140109":"\n   WOULD YOU RATHER: see what was behind every closed door 🚪OR be able to guess the combination of every safe  on the first try?\n  ","140110":"\n   Where do you go when you need to focus and concentrate?\n  ","140111":"\n   LET'S PLAY A SCENARIO GAME! If you were transported 300 years into the past (that's about 1720s) with no clothes or anything else, how would you prove that you were from the future? 🥴⏳\n  ","140112":"\n   did people slang drugs\/sell drugs where you grew up?\n  ","140113":"\n   have you ever been to Washington DC?\n  ","140114":"\n   How many hours do you sleep at night?\n  ","140115":"\n   What music do you put on when you want to get pumped? 🎶\n  ","140116":"\n   Good morning to you all! Hope you have a wonderful week! Also this is a reminder that the Dodgers are your WORLD SERIES CHAMPIONS!!!\n  ","140117":"\n   Hey, what are your thoughts, on the differing scientific opinions on the Big Bang theory - specifically supposed growing evidence that it never actually happened, & the theory first came about due to faulty scientific logic, and the Universe has always just been here, with no point of beginning? 😮\n  ","140118":"\n   What comforts you during anxiety and depression? (For example, praying, reading, listening to music from the 60s etc)\n  ","140119":"\n   What is your favorite word?\n  ","140120":"\n   What do you consider to be an adventure?\n  ","140121":"\n   Do you like orange juice?\n  ","140122":"\n   Where would you want your vacation home to be?\n  ","140123":"\n   Do you prefer sweet or sour?\n  ","140124":"\n   Favorite candy?\n  ","140125":"\n   CNN or Fox News\n  ","140126":"\n   Cheetos or Doritos?\n  ","140127":"\n   idk if it’s somewhere you’ve ever been\/heard of, but my roommate and I used to really like the Syrup Trap over in Washington.\n  ","140128":"\n   ☀️\n  ","140129":"\n   Have you noticed how ‘abolition’ has come to occupy a central place in the lexicon of some on the left\/Black Left where once the lexical occupant of discourse, was ‘revolution’?\n  ","140130":"\n   What was dinner?\n  ","140131":"\n   Do you donate to any charities?\n  ","140132":"\n   Does it bother you when people talk about fascism and neoliberalism like they’re two totally separate unrelated things, and one can defeat the other?\n  ","140133":"\n   How'd you rate the roads where you live? Are they well mentained? 🛣\n  ","140134":"\n   Is it more exciting that we have our first woman vp or our first black vp?\n  ","140135":"\n   Favorite thing that happened during February of 2020?\n  ","140136":"\n   Have you ever fainted? 😵 If it's not too personal of a question, when have you? How did it feel? It's never happened to me so that's why I'm curious 😅\n  ","140137":"\n   If you were in charge, who would be the next US president (any person)?\n  ","140138":"\n   Are you more of a collector or a minimalist? In what way? 🗄\n  ","140139":"\n   If you were left abandoned on an Island, but had bags of money, equalling to a million. \nWould you burn the money\/use it to survive, or would you save all of it for as long as you possibly could (no matter how desperate) in hope you are rescued and become a millionaire after?\n  ","140140":"\n   Do you like ‘election season’ ?\n  ","140141":"\n   Do you follow celeb gossip at all? If so, do you know why everyone's hating on Amber Heard atm? 😳 She seems so lovely from the interviews I've seen her do, but I've seen actual feminists, who traditionally, are meant to be all about believing the woman, hating on her 😮😮 You know what's going on??\n  ","140142":"\n   Hey, really serious question here, do you know anyone who's ordered one of those 'Big Leo' Christmas jumpers?? 🎅🎅🎅 You know, the one's based on that really popular meme with oldish Leo, drink in hand, 'look at all the f*cks I give' job? I so want it, but need any form of positive feedback first..\n  ","140143":"\n   blood killer\n  ","140144":"\n   That’s so funny there is a lot. I thought brooklyn 🤣\n  ","140145":"\n   Best day of your life? :)\n  ","140146":"\n   Stop being racist. Btw your glasses are ugly like your face\n  ","140147":"\n   Well you’re a horrible person for talking shxt about him\n  ","140148":"\n   Trump supporters aren’t bad people grow up. I’m not scared to admit he’s my role model\n  ","140149":"\n   Is classism a thing?\n  ","140150":"\n   How do you define class? Someone who has a job and can afford the basic would be considered middle class and someone without a job who barely can afford anything is lowclass?\n  ","140151":"\n   Are you middle class?\n  ","140152":"\n   Does your name have any specific meaning?\n  ","140153":"\n   this anon is so childish, they sent similar stuff to lots of women today.\n  ","140154":"\n   Your page is gold today 🤩 love your answers to the derailed Trump Train.\n  ","140155":"\n   What disturbs you most?\n  ","140156":"\n   Have you ever been bored about being BORED? 🥱\n  ","140157":"\n   How different was your life one year ago?\n  ","140158":"\n   What do you think and feel about the recent US Election? 🇺🇲🗳\n  ","140159":"\n   When you see “bk” what do you think of first? (There’s multiple things it can stand for ofc.)\n  ","140160":"\n   are you a coffee drinker?\n  ","140161":"\n   Allison sounds like the name of a small thrift boutique.\n  ","140162":"\n   Do you have a special someone?\n  ","140163":"\n   what’s the dumbest thing someone has picked a fight w you over on askfm?\n  ","140164":"\n   why are you promoting hate against trump?\n  ","140165":"\n   fuk off with your homophobia jfc you are trash!\n  ","140166":"\n   Hey how‘s your day been ?\n  ","140167":"\n   What would make you happy right now\n  ","140168":"\n   What's the last movie\/series that you've watched?\n  ","140169":"\n   Are you Happy?\n  ","140170":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","140171":"\n   Do you like Post Malone? Favorite song by him.\n  ","140172":"\n   What's your favorite ride at amusement parks? 🎢🎡🎠 If it's roller coasters, what's your second favorite? 😆\n  ","140173":"\n   Do you feel like it’s exciting that we have the first Black Vice President ever?\n  ","140174":"\n   What's the last novel \/ comic \/ book you read?\n  ","140175":"\n   Do you think different brands of bottled water taste different?\n  ","140176":"\n   Why?\n  ","140177":"\n   looks pretty cool. do you draw effortlessly? how long does it take you to finish it?\n  ","140178":"\n   {More or less...} Do you usually ask for advice, or offer it?\n  ","140179":"\n   did you draw your pic?\n  ","140180":"\n   Are you happy or sad about the result of the US elections?\n  ","140181":"\n   where were you when you found out the election had been called?\n  ","140182":"\n   yeah but your ideal isn't relevant to the majority bc you are nobody and no one has to please you. lol\n  ","140183":"\n   You live in Washington... Oregon and Washington has so much red.....\n  ","140184":"\n   What a historic day! So rare for an American incumbent to be ousted. How do you feel?\n  ","140185":"\n   How many pets do you have?\n  ","140186":"\n   Do you wear contacts\/glasses?\n  ","140187":"\n   Where is the best hiding spot in your house?\n  ","140188":"\n   When did you last feel pressured?\n  ","140189":"\n   How is the weather where you are this weekend?\n  ","140190":"\n   Me too. Trump tears are my water\n  ","140191":"\n   Trumpers mostly know how to cry “ mah rights “😂😂\n  ","140192":"\n   We all know who really won, it’s trump but Biden cheated.\n  ","140193":"\n   Are there any leftovers? That sounds delicious!!\n  ","140194":"\n   Which states are those?\n  ","140195":"\n   Well it could in a sense that we can all agree to wear masks wash hands etc. I still see people who refuse to wear masks and such. Many of it is defiance due to political beliefs and such. It’s silly it really is. Anyhow how are your birds doing today?\n  ","140196":"\n   I just want to see this country go back to a some sort of unified nation. Tired of the rioting the insults and of course the covid. I’d like to no have to wear a mask when I go out. Although I just got a kick ass Raider one.\n  ","140197":"\n   Well no but yes he did! And I’m sure Trump will concede and congratulate Biden and ask us all to support our president elect right?... 😜\n  ","140198":"\n   If you'd be given the chance to have something you really longed for,  what would it be?\n  ","140199":"\n   Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?\n  ","140200":"\n   What's the last thing you cooked yourself? How'd it turn out? 👩‍🍳😋\n  ","140201":"\n   Just how good is your s'mores making ability? Asking for a friend. Lol\n  ","140202":"\n   What insects are you afraid of?\n  ","140203":"\n   How to get bored?\n  ","140204":"\n   I absolutely love your glasses! 😍\n  ","140205":"\n   Should incarcerated people be legally allowed to vote from prison ?\n  ","140206":"\n   If I say the name Deebo, would you know who I was talking about?\n  ","140207":"\n   Anything special for supper tonight?\n\nBbq ribs anyone? We have Homemade mac and cheese. Bake beans and bacon aaaannnd little bbq winnies? Anyone? Soul food for 🍽 supper!\n  ","140208":"\n   Where the happiness can be found?\n  ","140209":"\n   What do you used to eat so much of that now you hate it? 🤢\n  ","140210":"\n   Have you ever had a fish pedicure before?\n  ","140211":"\n   If you were featured on the local news, what would you most likely be on there for? 🗞📺📻\n  ","140212":"\n   What’s the most outdated piece of tech you still use regularly?\n  ","140213":"\n   What's your favorite historical era? Why do you find it cool \/ fascinating etc.? 😁🏰🏯⚔\n  ","140214":"\n   If your life was made into a movie what would be the genres?\n  ","140215":"\n   Whats the smell that you love the most?\n  ","140216":"\n   If you were offered to go on a tourist trip to space, like the ones that are planned for the future which are basically a small flight to space and then back, would you wanna go? Why \/ why not? 🚀👩‍🚀\n  ","140217":"\n   What are you gonna do when corona is like completely gone? 🤔🥳\n  ","140218":"\n   Maybe......\n  ","140219":"\n   If money and practicality weren’t a problem, what would be the most interesting way to get around town?\n  ","140220":"\n   If someone came up to you and said “Hey, do that thing you do!”, what thing would pop into your head first? #StayAwesome\n  ","140221":"\n   Name a topping that you'll never EVER eat on a pizza??? Why? 🍕\n  ","140222":"\n   Do you drink or smoke?\n  ","140223":"\n   Hello how are you doing?\n  ","140224":"\n   If you were moving to another country, but could only pack one carry-on sized bag, what would you pack? ✈\n  ","140225":"\n   What are you addicted to?\n  ","140226":"\n   Ever had some good times bad times with someone, had a communication breakdown that left you dazed and confused? And you thought how many more times will I put up with this?\n  ","140227":"\n   WOULD YOU RATHER: Have one real get out of jail free card or a key that opens any door? 🔒🔑\n  ","140228":"\n   What would you consider as \"THE BEST THING THAT EVER HAPPEN\" to you this year so far? 👍\n  ","140229":"\n   Hi, how's your day? Just a little survey! What time of the day do you feel the most energetic and what do you usually do in those moments?\n  ","140230":"\n   What's your toxic trait(s)?\n  ","140231":"\n   Do you ever say your surname to people, then spell it immediately after, cos no muthaf*cka would have a clue otherwise?? 😳\n  ","140232":"\n   What do you think of racket sports like tennis and badminton? How long ago was it since you last played any of those? 🎾🏸\n  ","140233":"\n   what “cancelled” artist do y’all still listen to\n  ","140234":"\n   Who’s the hottest basketball player, in your opinion?\n  ","140235":"\n   Who’s the hottest basketball player?\n  ","140236":"\n   Describe yourself in 3 words!\n  ","140237":"\n   she looks adorable 😍\n  ","140238":"\n   What are the little things that make your day better?\n  ","140239":"\n   Do you agree that good things come to those who wait?\n  ","140240":"\n   What would be your first question after waking up from being cryogenically frozen for 100 years? 🥶\n  ","140241":"\n   What would be a perfect honeymoon destination? Picture? Or GIF?\n  ","140242":"\n   How would you feel if you had a friend who decided to send you good morning texts every single day?\n  ","140243":"\n   Do you have any vices? If no, why not? If yes, what are they? 🚬🍻\n  ","140244":"\n   Any kids?\n  ","140245":"\n   Dream job?\n  ","140246":"\n   Which artist or band do you always recommend when someone asks for a music recommendation?\n  ","140247":"\n   What uncommon food combinations do you really enjoy? 🍟🍦\n  ","140248":"\n   Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?\n  ","140249":"\n   What’s your favorite line from a book or a movie?\n  ","140250":"\n   Hello, i need some advice. Which one should I buy first- a house and lot or a car? Can you help me choose?\n  ","140251":"\n   How much ASKfm coins 🔥 do you have?\n  ","140252":"\n   Do you get angry and annoyed when someone copies you? 👯‍♀️\n  ","140253":"\n   In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?\n  ","140254":"\n   How often \/ seldom do you read books for fun? Have you read any good ones recently? 📚\n  ","140255":"\n   What question would you most really like to know the answer to?\n  ","140256":"\n   Macaroni and cheese versus white cheddar mac n cheese.... Which u prefer?\n  ","140257":"\n   What’s your favorite things to top a bowl of chili with? :)\n  ","140258":"\n   If you’re honest - Are you completely single rn?\n  ","140259":"\n   Did you vote for Trump?\n  ","140260":"\n   Do you like Dairy Queen? What’s your favorite thing to get from there?\n  ","140261":"\n   Is there a job or career no matter how much it paid you’d never do? My friend just started a pet poop cleaning company. She will come to your house and clean dog or cat or whatever poop .\n  ","140262":"\n   What is something you think everyone should do AT LEAST ONCE in their lives?\n  ","140263":"\n   What Social Media doesn’t exist but really should? What do you think will be the next big thing to FB, TW and IG?\n  ","140264":"\n   Would you rather be an average person in the present or a king\/queen 2500 years ago? 👸🤴\n  ","140265":"\n   Why don’t you like Kamala Harris?\n  ","140266":"\n   What do you do when you need someone who doesn’t need you?\n  ","140267":"\n   What is one thing you would do if it wasn’t so expensive?\n  ","140268":"\n   I am white but I’m not racist. Trump is a strong candidate, I voted for him. I’m sorry to say this but you are a woman and you think with your emotions.\n  ","140269":"\n   Have you ever tried changing yourself to fit in? #StatusQuo\n  ","140270":"\n   Can someone please explain to me why am I racist if I support Trump?\n  ","140271":"\n   Is there something that is actually bad about modern life that people just accept as normal?\n  ","140272":"\n   PAP a creepy face!\n  ","140273":"\n   Would you rather live in Washington State USA or Washington DC USA?\n  ","140274":"\n   Do people ever refer to you as a pushover?\n  ","140275":"\n   Latest movie you saw? Was it any good? 😁\n  ","140276":"\n   My (Mexican) friend has a boyfriend who is white. He has a twitter profile with a black profile picture (the rapper Lil Uzi Vert). Do you think I should call him out?\n  ","140277":"\n   Evening pinetree, I obviously support biden but I have no idea what will happen.\n  ","140278":"\n   Why people smoke when they know it’s dangerous? Are you a smoker?\n  ","140279":"\n   How happy will you be if Joe Biden wins? 😬\n  ","140280":"\n   My bad, it feels like I should go take a nap or something 😅 I guess that I'm not really \"here\" after all the coverage from the election and reading several articles for uni today Haha\n  ","140281":"\n   Do you know anyone who seems to enjoy being mean? Like they get pleasure out of being rude, nasty and condescending.\n  ","140282":"\n   By all means, go ahead Haha\n  ","140283":"\n   Your pfp looks very nice\n  ","140284":"\n   Ah, right 😅 I should double-check what I send more often Haha\n  ","140285":"\n   What kind of choir do you despise the most? Is there any kind that you like doing? What is it that you like \/ dislike about those? 👨‍🍳\n  ","140286":"\n   Besides the excuse that Biden isnt Trump.  Can you Tell me some things Biden has done productively for our nation in the last 54 years in office?\n\n(I'm Pro- neither.  But you seem to have a strong opinion for Biden, so you must know)\n  ","140287":"\n   Hows the election effected your panic disorder ?\n  ","140288":"\n   How many pairs of shoes do you have?\n  ","140289":"\n   Do you think that it is important to live in the truth at all times?\n  ","140290":"\n   Would you enhance your body cybernetically (robotics) if you could? 🤖\n  ","140291":"\n   What do you think will happen if all humans and animals could communicate?\n  ","140292":"\n   What do you think this place would be like if they took away the anonymous?\n  ","140293":"\n   Have you ever seen a stranger naked?\n  ","140294":"\n   What is something you own a lot of?\n  ","140295":"\n   Are you a good driver?\n  ","140296":"\n   What is your dream honeymoon destination?\n  ","140297":"\n   Have you ever loved and lost somebody?\n  ","140298":"\n   What is the best museum you've ever been to? What do you remember from it?\n  ","140299":"\n   Hope Trump wins\n  ","140300":"\n   Hope Biden could win this election\n  ","140301":"\n   What is your opinion on valentines day?\n  ","140302":"\n   How do you eat Trail Mix? Do you eat the nuts first? Raisins first? M&Ms first? Or all of it at once?\n  ","140303":"\n   omg, that's so disgusting 🤢🤮\n  ","140304":"\n   What do you think would be the WORST food to be liquefied (juiced) and drunk through a straw?\n  ","140305":"\n   What is the most impressive thing you know how to do? #BraggingRights 😏\n  ","140306":"\n   ndn taco\/navajo taco prob\n  ","140307":"\n   WOULD YOU RATHER: 💸 Lose all of your money and valuables OR 📸 all of the pictures you have ever taken?\n  ","140308":"\n   You fw American Indian food?\n  ","140309":"\n   Do you think Joe Biden was even a better candidate than Hillary Clinton?\n  ","140310":"\n   does she sing?\n  ","140311":"\n   Would you ever ride or drive a motorcycle? Do you own a motorcycle? Post a picture? GIF?\n  ","140312":"\n   If you were so wealthy that you didn’t need to work, what would you do with your time?\n  ","140313":"\n   Why not? She's beautiful🦜 is that a mandarin orange\n  ","140314":"\n   that's okay. I think I will save taking photos of my cooking for when I create a masterpiece lol😆\n  ","140315":"\n   *gasp* you mean you didn't take a photo of your wicked delicious lunch! I would need proof if you claim they are better than nachos!\n  ","140316":"\n   How many times have you fallen in love?\n  ","140317":"\n   What food do you swear people only pretend to like?\n  ","140318":"\n   Are you a class reductionist?\n  ","140319":"\n   If one were to listen through a typical playlist of yours, what kind of reaction do you think you'd get most of the time? 🤔 I often get \"Wow, I haven't heard this song in a looong while\" 🤣\n  ","140320":"\n   There are honestly quite a few people outside of America who speak more coherent English than some who have it as their first language 😅 Having flawless grammar is definitely not an indicator of where you come from Haha\n  ","140321":"\n   Do you own a cowboy hat?\n  ","140322":"\n   why are you siding with people who steal our jobs and are racist to us?\n  ","140323":"\n   How are you today?\n  ","140324":"\n   i respect you but i don’t respect someone who doesn’t speak english\n  ","140325":"\n   i am sorry for being rude. I didn’t know you were white I thought you weren’t\n  ","140326":"\n   are you an immigrant?\n  ","140327":"\n   go back to school lol\n  ","140328":"\n   Are there any words that you have trouble spelling basically everytime you try to write it out? 🤔🤣\n  ","140329":"\n   Do you get road rage walking behind slow people? But before you answer read the bellow. 😆\n\n(This is a random Ask generated question and I have to ask this because honestly it doesn't make sense because why would you be walking behind them? And get road rage? Wouldn't it be walking rage?) 😂?\n  ","140330":"\n   What’s in your pockets?\n  ","140331":"\n   Do you have a talent in gardening? 🌱\n  ","140332":"\n   Is there a holiday that you don't celebrate? 💩\n  ","140333":"\n   WOULD YOU RATHER: Have a flying carpet or a car that can drive underwater? 🤔🤪\n  ","140334":"\n   If you had a giraffe that you needed to hide, where would you hide it? 😂🦒\n  ","140335":"\n   What’s something common from your childhood that will seem strange to future generations?\n  ","140336":"\n   What fictional place would you most like to go?\n  ","140337":"\n   Are\/Were you a sheltered child? 💬\n  ","140338":"\n   Hello how was your day?\n  ","140339":"\n   I hope he wins and he deports you\n  ","140340":"\n   Ah, damn! 😬 I certainly hope Biden wins but I do hope you stay safe in case he does! Preeetty sure that militia won't be happy 😅\n  ","140341":"\n   who’s just ready for 2020 to be over\n  ","140342":"\n   WOULD YOU RATHER: be covered in 🐕 fur or covered in 🐟 scales? 🤣\n  ","140343":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","140344":"\n   What’s the best concert you’ve been to and why was it so good? 🎫\n  ","140345":"\n   What’s your favorite month? Why is it your favorite? 📆\n  ","140346":"\n   Besides insects and spiders, what animals annoy you the most? 🐜\n  ","140347":"\n   What are your plans for the rest of this week? 😁\n  ","140348":"\n   What is the biggest lie you tell yourself?\n  ","140349":"\n   Have you ever been manipulated by someone just for them to get their way? 😬\n  ","140350":"\n   Did you vote for trump?\n  ","140351":"\n   How are you feeling since it's election day? Have you boarded up your windows? 😅🤣\n  ","140352":"\n   Which do you think is the coolest building or structure in your home country? 🏰🏯🗼🕍🗽🛕Pic perhaps? Doesn't matter if it's taken by you or not 😁\n  ","140353":"\n   Do you prefer to shower in the morning or in the evening? Why? 🚿🤔\n  ","140354":"\n   If you could only listen to one artist\/band for the rest of your life what would you choose? 🎶\n  ","140355":"\n   How do you feel about very wealthy athletes (i.e. Lebron James) becoming figureheads for woke movements about equality\/combatting oppression?\n  ","140356":"\n   What weird potato chip flavor that doesn’t exist would you like to try?\n  ","140357":"\n   What’s do you find annoying about the social media platforms?\n  ","140358":"\n   Are all your ex’s numbers blocked?\n  ","140359":"\n   What are your cats named\n  ","140360":"\n   Do you remember much about your childhood?\n  ","140361":"\n   Why do leftists wanna be minorities so bad?\n  ","140362":"\n   Do you dye your hair?\n  ","140363":"\n   Do you use Snapchat regularly? || {I personally hate the app, but it seems like everyone I know wants to primarily use it to talk. It gets a little bothersome!! It's not my favorite for socializing.}\n  ","140364":"\n   What's a band \/ music artist you used to like, but don't anymore?\n  ","140365":"\n   What’s your “and then it got worse” story? 🙊🤣\n  ","140366":"\n   Have you ever been taken on a date to the movies? \nIf so, how did it go? Do you remember what movie it was?\n  ","140367":"\n   If your job\/school gave you a surprise three day paid break to rest and recuperate, what would you do with those three days? 🏖🎉\n  ","140368":"\n   Do you push the elevator button more than once? Do you really believe it makes the elevator faster?\n  ","140369":"\n   What are your skills?🤎\n  ","140370":"\n   Why\n  ","140371":"\n   What bothers you the most? (About anything)\n  ","140372":"\n   What style do you want to bring back?\n  ","140373":"\n   What holidays have been overly commercialized?\n  ","140374":"\n   You are literally a human dictionary\n  ","140375":"\n   Your definition of passionate.\n  ","140376":"\n   Would you ever try fried ice cream? Have you ever heard of such a thing?🍦\n  ","140377":"\n   Do you like bubbles? As a kid, did you play with the little bottles of them?\n  ","140378":"\n   📖 Do you ever doodle? Share a picture that you have doodled. ✏ Whether it be Landscaping, food, a picture of someone, a pet, a show.. share anything. 🖊\n  ","140379":"\n   What's your ideal indoor temperature? 🌡 Would you be willing to lower it to save energy? ⚡🌍\n  ","140380":"\n   Is there something that can instantly put you to sleep basically? 😴 Except for like anesthesia lol\n  ","140381":"\n   🍓🍌🍉🍎🍋🍈\nDo you like smoothies?\nWhat kind?🍶\n🥝🍏🍑🍒🍇🍍\n  ","140382":"\n   📺 Any video game you have been playing lately that you have been really getting into? What game? 💿 Or what game have you been really wanting to try lately? 🎮\n  ","140383":"\n   Are you watching a show right now? What show? Do you like it?\n  ","140384":"\n   Hello how was your day?\n  ","140385":"\n   Do you have a favorite shirt? 👕 What is it? PAP maybe? Don't have to.\n  ","140386":"\n   I mean even though you are Canadian\n  ","140387":"\n   are you hyped for tomorrow?\n  ","140388":"\n   🐑 🐑 🐑 What is the longest you have slept for you think? 😴🌙\n  ","140389":"\n   Do you like cake?\nLet's post some GIFs of cake! 😁 🎂\n  ","140390":"\n   Have you ever taken a polygraph before? (Lie detector test) (I have been researching them recently) Have you ever witnessed a polygraph? What was your experience. If someone told you take one would you do it? Even for fun.\n  ","140391":"\n   Have you ever had summer sausage before? Do you like it or would you ever try it? What's your favorite flavor?\n  ","140392":"\n   Do you follow fashion trends actively?\n  ","140393":"\n   You associate with known racists all the time. It’s honestly bizarre\n  ","140394":"\n   Americans have you voted already or do you plan to vote tomorrow?\n  ","140395":"\n   Do you prefer to make them at home or buy them from a restaurant\/fast food place?\n  ","140396":"\n   Are you mix asian?\n  ","140397":"\n   Have you lighted some candles for the souls of your loved ones?\n  ","140398":"\n   If you celebrate christmas, when do yoy usually start to decorate in preparation for it? 🎄\n  ","140399":"\n   Do you curse a lot?\n  ","140400":"\n   Trump or Biden?\n  ","140401":"\n   What is your favourite thing to do on a cold, rainy day? 🌧\n  ","140402":"\n   If you could only eat one food for the rest of your life, what would it be?\n  ","140403":"\n   Did you vote?\n  ","140404":"\n   My professor has us do a really unique thought exercise based on Derrick Bell’s short story “The Space Traders.” What percentage of white Americans do u think would, in a completely anonymous ballot, vote to deport every Black American?\n  ","140405":"\n   Do Americans have pancakes for breakfast multiple times a week?\n  ","140406":"\n   What social stigma does society need to get over?\n  ","140407":"\n   How tall are you?\n  ","140408":"\n   Is that your own name tattooed on your arm?\n  ","140409":"\n   Hello how was your day?\n  ","140410":"\n   Do you have a “cheat day”? Like do you set aside one day to just eat what you want?\n  ","140411":"\n   Are you a hopeless romantic?\n  ","140412":"\n   .\n  ","140413":"\n   Yay or nay: Macaroni and cheese as part of the Thanksgiving feast?\n  ","140414":"\n   .\n  ","140415":"\n   Is there any kind of music that you absolutely can't stand listening to? 🙉\n  ","140416":"\n   It's World Vegan Day!  Do you think it is healthy to be a vegan\/vegetarian?\n  ","140417":"\n   Would you date a photographer with bad teeth?\n  ","140418":"\n   Unless they’re Celtic\n  ","140419":"\n   🎃🎃🎃🎃🎃HAPPY HALLOWEEEEEEEENNNNNNNNNNNN 🎃🎃🎃🎃🎃\nDid you do anything it just chill at home alone? :)\n  ","140420":"\n   Do you think its okay to become bestfriends with your ex right after breaking up?\n  ","140421":"\n   Hi how are u doing today?\n  ","140422":"\n   Do you prefer 30 years old men or 50?\n  ","140423":"\n   Nawalan na ba kayo ng kuryente?\n [Have you experienced brownouts \/ blackouts?] 💡\n  ","140424":"\n   Have you ever felt ashamed about your past? 🙈\n  ","140425":"\n   How has everything been for the past few days? Any highlights? Any bad?\n  ","140426":"\n   Are you brave or coward hearted?\n  ","140427":"\n   What is your favorite Halloween candy or chocolate? 🎃🍬🕯\n  ","140428":"\n   did you vote already?\n  ","140429":"\n   How was your Halloween?!🍂🕸🕷\n  ","140430":"\n   What is your favorite season?\n  ","140431":"\n   What did you last eat?\n  ","140432":"\n   Are you afraid of public speaking?\n  ","140433":"\n   Do you prefer to be hot or cold?\n  ","140434":"\n   How many times a day do you brush your teeth?\n  ","140435":"\n   What do you think is your spirit animal? 🐾💕\n  ","140436":"\n   What's something you see people do (or say) that you find cringey?\n  ","140437":"\n   Have you ever had an item or money stolen from you, and if so, did you get it back?\n  ","140438":"\n   Do you like cooking shows? If so which one is your favorite?\n  ","140439":"\n   Is there a celebrity who you would like to meet in real life?\n  ","140440":"\n   Do you have low or high alcohol tolerance?\n  ","140441":"\n   Are you going to trick or treating\n  ","140442":"\n   Favorite kind of chocolate?\n  ","140443":"\n   Question spam number 2: what’s your feelings on psychics \/ mediums ?\n  ","140444":"\n   Have a good night 🎃\n  ","140445":"\n   A hard cider?\n  ","140446":"\n   What are you doing rn?\n  ","140447":"\n   Whats your Mcdonald’s breakfast order?\n  ","140448":"\n   happy halloween 🎃 what’s your favorite scary movie?\n  ","140449":"\n   Was your mother ever more of a “smother” ?\n  ","140450":"\n   can I give you my opinion about them?\n  ","140451":"\n   How would you introduce yourself on dating app?\n  ","140452":"\n   So my friend is he is 24 years old dating a 19 year old girl do you see anything wrong with this? I don’t think it’s right but what’s your opinion\n  ","140453":"\n   Is life back to normal where you live?\n  ","140454":"\n   We’re u a Hillary Clinton supporter\n  ","140455":"\n   Is it rude to answer a personal question (from someone you know) with a locked answer?\n  ","140456":"\n   That’s no joke. I’ve been there and done that. 😂\n  ","140457":"\n   That person is definitely not familiar with the U.S. lol\n  ","140458":"\n   do you live in africa? you can always find a toilet in america.\n  ","140459":"\n   wtf that’s weird. why don’t you go to a public toilet?\n  ","140460":"\n   ive tried that i got pee shy doing it\n  ","140461":"\n   Do you watch scary movies with lights on or off?\n  ","140462":"\n   Can girls pee when they're on their periods?\n  ","140463":"\n   have you had to have a drunk pee outdoors with your mates?\n  ","140464":"\n   How good are you at taking care of plants? 🤔🌿\n  ","140465":"\n   Have you met someone who changed your life?\n  ","140466":"\n   Which recipe do you consider as your specialty?\n  ","140467":"\n   Which season's fashion do you like the most? Why? 🧥👕\n  ","140468":"\n   Happy Halloween!🎃🎃\n  ","140469":"\n   Beetlejuice\nBeetlejuice\n  ","140470":"\n   Trick or Treat? 🎃👻😈\n  ","140471":"\n   .-..-. Happy Halloween! If you're\n`·.·´  going out tonight, please\n🎃\/ be safe. \n\/▌\n\/ \\\n  ","140472":"\n   In the uk the whole country is going for a second lockdown for a whole month. What are your thoughts on that, do lockdowns work?\n  ","140473":"\n   What kind of things really makes you laugh?\n  ","140474":"\n   How often do you take out the garbage?\n  ","140475":"\n   Are you clumsy?\n  ","140476":"\n   What are your plans for today?\n  ","140477":"\n   What are you afraid of?\n  ","140478":"\n   When is your birthday?\n  ","140479":"\n   What future technology are you the most excited for? 💡⚙ Why? 😄\n  ","140480":"\n   Choose: Burn the roof of your mouth or get a papercut on your finger?\n  ","140481":"\n   How many slices of pizza do you usually eat? Ilang pizza ba ang kaya mong ubusin? 🍕\n  ","140482":"\n   Name three things you like about yourself? 😊\n  ","140483":"\n   Do you eat rice cakes \/ kakanin?\n  ","140484":"\n   Would you want to live on a 🛥 boat, a ⛰ mountain or an 🌴 island? Why?\n  ","140485":"\n   If you were to write a novel, what kind of central themes do you think it would have? Is there something that interests you enough for you to want to write about it? 📖🖋\n  ","140486":"\n   post a halloween themed selfie. 🎃👻 if you don’t have one or don’t celebrate halloween, post something else. 🖤\n  ","140487":"\n   Oh my oldest will jump in, shes part polar bear you know\n  ","140488":"\n   I'm Debbie from United States \nI'm just new here  how are you doing?\n  ","140489":"\n   a person that belongs to ur family but ur not related to\n  ","140490":"\n   How cold is the water?\n  ","140491":"\n   Hellow how are you doing?\n  ","140492":"\n   Are you there?\n  ","140493":"\n   I’m going to make it up there someday soon. Also crater lake\n  ","140494":"\n   Oh wow you're lucky to live there! Walks must be so peaceful.\nIs there anything you don't like about where you live? I know most things have two sides.\n  ","140495":"\n   I remember one time going there and it was a rare clear day and we mt saint helens and mount hood. They’re both amazing. St Helen’s is still active isn’t it?\n  ","140496":"\n   Oh wow is that Mt Hood?\n  ","140497":"\n   What would your pet say to you if they could talk? If you don't have a pet, then animals in general\n  ","140498":"\n   Where is the most beautiful place in the world to you?\n  ","140499":"\n   I think I can handle a bit of it haha well if it's Amy pond then I have no Choice but to watch it 😂\n  ","140500":"\n   Sounds nice ,I might watched it when I finally learn to stomach horror movies 😅\n  ","140501":"\n   would you recommend it?\n  ","140502":"\n   What was the last movie you watched?  Was it very good?\n  ","140503":"\n   Apart from yourself who is your favorite artist?\n  ","140504":"\n   What is easy for you but hard for others?\n  ","140505":"\n   Where do you work\n  ","140506":"\n   If you were a dog what type of dog would you be?\n  ","140507":"\n   Have you witnessed any scary horror-like scenario? #halloween🎃\n  ","140508":"\n   Ever ridden in a hot air balloon?\n  ","140509":"\n   What does it mean to be privileged?\n  ","140510":"\n   What do you hate doing? 🙅‍♀️\n  ","140511":"\n   What meal do you cook best?\n  ","140512":"\n   What do you do when you're bored? 🥱\n  ","140513":"\n   What do you think that everyone should experience at least once before they die?\n  ","140514":"\n   how do you like plants vs zombies\n  ","140515":"\n   What are your halloween plans ?\n  ","140516":"\n   It looks pretty ! I just like exploring new places in general\n  ","140517":"\n   Ohh that’s what I expected basically lol thank you\n  ","140518":"\n   You’ve been there ? What’s it like ?\n  ","140519":"\n   Do u have a favorite tendon?\n  ","140520":"\n   I’ve decided one day I’m gonna save up and take a greyhound bus to Los Angeles and use the time to just explore\n  ","140521":"\n   Women don't cook in 2020, that's so 1950\n  ","140522":"\n   Why?\n  ","140523":"\n   Do you cook?\n  ","140524":"\n   this 'thing' i call her that, yes, works for min. wage cause she needs it. but has the audacity to act important, as if she wasn't just an employee. she'll always be beneath me, my parents raised me correctly. never have i struggled with anything and never will. i'm a queen, not a peasant.\n  ","140525":"\n   Isn't it shocking how fast time flies?\n  ","140526":"\n   I’ve lowkey always wanted to do that hhh, one day!\n  ","140527":"\n   Most exciting thing you’ve ever done?\n  ","140528":"\n   Is \"lame\" an ableist slur in your opinion? I use it occasionally but I do it to describe something silly or boring. The thought of someone not being able to use their leg properly doesn't even come into my mind.\n  ","140529":"\n   I did. :(\n  ","140530":"\n   I sent mine last last Thursday :(\n  ","140531":"\n   Ever been skinny?\n  ","140532":"\n   Hey! Quick question, how old did it take you to get verification mark? \nI sent them the video they asked and they said they will give me a answer in 2-5 days. It’s been 8 days.\nI asked them about it and haven’t got a reply.\n  ","140533":"\n   How was your day?\n  ","140534":"\n   What would you name a newly discovered planet?\n  ","140535":"\n   .\n  ","140536":"\n   What would be the most useless superpower?\n  ","140537":"\n   What do you do to stay focused on something? Got a full day of writing ahead of me tomorrow 😅\n  ","140538":"\n   Where are you going to spend Halloween?\n  ","140539":"\n   There must be a light switch on my forehead because every time I see you, you turn me on 🥵\n  ","140540":"\n   Have you ever been chased? 🏃‍♀️\n  ","140541":"\n   Do you like fresh fruits? 🥭🍉🍎🍊🥝\n  ","140542":"\n   Long or short finger nails? 💅\n  ","140543":"\n   Is it normal to lose motivation all the time?\n  ","140544":"\n   What do you think of the new interface that makes it look like chains of questions are in like a regular chatroom? 🤔🗨\n  ","140545":"\n   Do you have a holidate? Do you want a holidate? (Holidate– a date for the Holidays) ❣\n  ","140546":"\n   What was the very beginning of quarantine like for you? We’re you working online? What did you do to pass the time?\n  ","140547":"\n   Have you ever dated a drug dealer\n  ","140548":"\n   Do you always trust your instincts? Are they any good?\n  ","140549":"\n   Dababy or Lil Baby?\n  ","140550":"\n   What do you think of decolonization projects?\n  ","140551":"\n   Your art is excellent, how long have you been a working artist for?\n  ","140552":"\n   Would you rather explore outer space or the oceans?\n  ","140553":"\n   Do you remember what your last dream was about recently?\n  ","140554":"\n   When people say \"you look so good for your age\", do you take it as offensive?\n  ","140555":"\n   if your partner didn't want to talk about their ex (AT ALL), would you assume something bad happened?\n  ","140556":"\n   Do you think that people who think they know it all, that they don't need to expand their knowledge, are ignorant?\n  ","140557":"\n   Do you usually have your breakfast, lunch and dinner at the same time everyday?\n  ","140558":"\n   Which is a bigger threat, voter fraud or voter intimidation?\n  ","140559":"\n   That sucks that your throat is bothering you. I totally understand going to bed early. I’m tired too.\n  ","140560":"\n   What is the secret of happy relationship?\n  ","140561":"\n   would you rather be on The Bachelor or The Bachelorette\n  ","140562":"\n   How are you?\n  "},"Answer":{"139490":"\n  I'm almost never sad\n  ","139491":"\n  There's probably an explanation though I don't know what it is\n  ","139492":"\n  my partner just told me this awful story about a woman who ate 5 day old sushi from a gas station and had a giant tapeworm undetected for 9 months\n  ","139493":"\n  stuffing probably\n  ","139494":"\n  yes, my mother in law lives in one\n  ","139495":"\n  I used to like them before my tastes changed and I stopped caring for sweets. My favorites were the black ones.\n  ","139496":"\n  it looks like a fun game but I don't really play anything so I won't be joining but I hope you get a good group together\n  ","139497":"\n  I was very briefly in a noise band in highschool called, regrettably, \"Ol Mama Crack Fiend\"\n  \n  it was mostly a joke but we made our own instruments in welding class\n  ","139498":"\n  eat a fried thing\n  \n  pet the bunnies\n  ","139499":"\n  we put lights up outside on both porches but we're not doing trees in side this year because of a new kitten who gets into everything\n  ","139500":"\n  I guess the pill but I would really miss food\n  ","139501":"\n  visit all of the states, live to be 100, be as healthy as possible\n  ","139502":"\n  last night I dreamed I woke up and a creepy man with a too big pointy tooth grin had my kitten and was going to take him but then I woke up for real and me and the kitty were curled up together safe\n  ","139503":"\n  my loved ones\n  ","139504":"\n  I am married and I'm not interested in anyone else so I mean, sucks for you\n  ","139505":"\n  I never watch any so I don't even know what's out there but I did like flavor of love back in the day\n  ","139506":"\n  you are supposed to do better\n  ","139507":"\n  I haven't even wanted ice cream in months but probably like, lime sorbet\n  \n  gin, no specific brand preference\n  ","139508":"\n  yeah prob\n  ","139509":"\n  yup\n  \n  or if I'm not that hungry a number 4 (2 cheeseburger meal) and I'll save one of the cheeseburgers for the next day's lunch\n  ","139510":"\n  number 1\n  ","139511":"\n  I like coloring too though i haven't done it in a while. I can't think of anything else really.\n  ","139512":"\n  thanks homie\n  ","139513":"\n  trying to stay awake long enough to take my evening pills on time and then I'm prob going straight to bed\n  ","139514":"\n  Jimmy Carter\n  ","139515":"\n  that was today for me. I almost never get headaches but I've had one off and on all day today and add that to already feeling nauseous and having an inflamed throat I didn't want to do anything but sit here. BUT I made myself run the dishwasher and take care of my animals at least\n  ","139516":"\n  thank you\n  ","139517":"\n  eh I'm just like, really ill and it's making me reflect on the dumb shit in my inbox more. I'll be over it all again once I'm feeling better\n  ","139518":"\n  We needed something to move and fill up the space\n  \n  We needed something this always is just the case\n  \n  Jefrey with one f Jeffery took up his place\n  \n  Sat on a carpet and with tablas in hand took up the chase\n  \n  Jefrey with one f Jeffrey\n  \n  Now it occurred to me as he drove away\n  \n  D= are x t\n  \n  Spacious (he's so) spacios\n  \n  Space\n  \n  (I belive in ) space\n  \n  Jefrey with one f Jeffery\n  \n  Now I'm going to sing the perry mason theme\n  \n  (he's so) spacious\n  \n  Spacious\n  \n  (he's so) spacious\n  \n  (he's so) spacious\n  \n  Jefrey with one f Jeffery\n  \n  Jefrey with one f Jeffery\n  \n  Jefrey with one f one f.\n  ","139519":"\n  char siu bao, a small\/personal sized charcuterie, a breadstick, and like 3 bites of pepperoni pizza\n  ","139520":"\n  I've been to several basketball and soccer games, a baseball game or two, at least one hockey game\n  ","139521":"\n  I am a heavy sleeper normally but right now I have a kitten to wants to sleep curled up on my face so I'm not getting deep sleep\n  ","139522":"\n  any of the muppets movies, the first three star wars\n  ","139523":"\n  I've been ill but it's fine. I have an appointment with the doc tomorrow.\n  ","139524":"\n  not that I recall\n  ","139525":"\n  What happens if I just don't bother with vip this week? Do I immediately lose it or do I get a second chance the following week?\n  ","139526":"\n  Well technically a squirrel did the breaking but I take the blame because I left some pottery on an unsteady shelf that the squirrels for whatever reason love to jump all over and it got knocked down and shattered\n  ","139527":"\n  I didn't take one today but here's yesterdays\n  ","139528":"\n  I'm sick, I've started my day off on the wrong foot so to say, I barely slept, I need you all to know that I'm not trying to be a giant fucking asshole like that's never my goal in life\n  ","139529":"\n  Bear did. With his cuteness.\n  ","139530":"\n  I don't mean for you to think I think you can control them at all, I was just making you aware that there is a price to disagreeing with you on this website\n  ","139531":"\n  I enjoy your questions and I like you and your posts. My intent wasn't to make you upset but to let you know that a disagreement thread is going to bite my ass. It's the reason I was not really trying to discuss the movie. Also, I just don't care that much about the movie.\n  ","139532":"\n  nah I don't want you to unfollow me, I just want you to know that your toxic followers are in my inbox literally every time we disagree on even the smallest thing. I just don't know how aware you are of that sort of thing.\n  ","139533":"\n  this headache and shoulder spasm to go away\n  ","139534":"\n  modern. it's what I'm used to and traditions often exclude certain people.\n  ","139535":"\n  large hoodie, good weed, coffee, knitting\n  ","139536":"\n  it's been a while since I really painted seriously\n  ","139537":"\n  I loathe musicals. But I do enjoy plays, about just about anything. But yeah, go watch it'll be fun\n  ","139538":"\n  I do, but we stay pretty distant in a way too. There's a big religious and political divide.\n  ","139539":"\n  I don't like calling people out that I have friendships with outside of ask but those people know who they are.\n  ","139540":"\n  My original answer:\n  \n  \"I mean, that's why I was hesitant in the very first question of this thread to even show irritation, like it's a subtle thing that just gets under my skin not something I care deeply about.\"\n  \n  Re-answering to add-\n  \n  I don't mean to come off as defensive or whatever but while I like you fine and I enjoy your questions, I'm definitely pretty wary of you considering 75% of my online harassment is done by anons who mention you in some form or another and really, I just don't care to be put on the spot about anything. Debate is a manipulation tool. So while I get that this was just a friendly convo about differing opinions on a movie, I feel like somehow, this is just going to lead to more hate from your followers later or whatever so.... I don't know what I want you to do with that information. Just know that there's a clear reason why I'm resistant to being questioned by you.\n  ","139541":"\n  they are so good\n  ","139542":"\n  I'm not a debater. I'm a simplify my feelings and move on'er.\n  ","139543":"\n  I would take the money\n  ","139544":"\n  I've never seen any of his other movies.\n  ","139545":"\n  I mean, I'm glad you feel so strongly about this movie, I certainly didn't wake up this morning prepared to defend my mild irritation of a thing I watched several years ago tho\n  ","139546":"\n  like I said, I barely remember the movie at this point, all I remember is the feeling of being gut punched by another horror movie\n  ","139547":"\n  yeah really, it's no deep thing it's just my general disgust with mental illness factoring in at all in almost every single horror movie I watch. People were SO ABOUT that movie when it came out and really hyped it up as something different and original but I still felt like mental illness was villainized.\n  ","139548":"\n  I just get so tired of mental illness being a vehicle in horror movies.\n  ","139549":"\n  SPOILERS\n  \n  I don't remember the movie very well at this point, but I guess what bugs me is like- the movie sets it up to blame the mother for delusional and trauma-induced behavior as the culprit for strange happenings but then like, nevermind it's a weird cult afterall So it's ALMOST going to be a \"blame the mentally ill\" horror like everyone else does but then they pretend they're above that with the twist ending but they still tried it\n  ","139550":"\n  tv labs got it going on\n  ","139551":"\n  all that comes to mind is those crime shows that have a computer lab and they \"enhance\" teeny little photos to huge sizes without any pixelation or anything\n  ","139552":"\n  I don't know anything about him but there's something I can't put my finger on about Hereditary that makes me angry as a person with schizophrenia LIKE it's not the most ableist horror movie ever created or anything but it still gets under my skin (I didn't see Midsommer)\n  ","139553":"\n  that sasquatch and aliens are somehow connected\n  ","139554":"\n  I live with a man, not a boy.\n  \n  He was a poor cook originally but I taught him better\n  ","139555":"\n  Falahi Bros Palestinian\n  ","139556":"\n  I have no idea. Y'all think all sorts of weird ass shit about me but I don't pay enough attention to remember any of it.\n  ","139557":"\n  allowing these redneck terrorists to open carry AR-15s is baffling\n  ","139558":"\n  well I married an attractive man who I then taught how to cook\n  ","139559":"\n  many. Sometimes you just grow away from people and that's totally normal\n  ","139560":"\n  It Was Lit\n  ","139561":"\n  Hawaii\n  ","139562":"\n  I enjoy your questions, thanks\n  \n  If I had ideas for more I would 100% be using them myself on these damn vip shoutouts lol\n  ","139563":"\n  no\n  ","139564":"\n  no\n  ","139565":"\n  I just wear what looks cozy and hs bright colors. I don't know if that's really a sense of style. I like silly things that make people smile.\n  ","139566":"\n  rofl\n  ","139567":"\n  I have not, but I like reptiles. I don't think I'd want one as a pet because it seems really complicated to get their habitat just right\n  ","139568":"\n  obviously\n  ","139569":"\n  my house is the only place I like to hang out\n  ","139570":"\n  I like sight best probably\n  ","139571":"\n  I mean, medical discoveries probably but also- those stick on heating pads\n  ","139572":"\n  instagram since I don't use tiktok\n  ","139573":"\n  I've tried tofu and seitan and whatever makes a veggie burger and I prefer the seitan as far as texture goes- plus if I eat too much soy it fucks with my (very delicately balanced) hormones\n  \n  I did find them very different, but not necessarily bad. If it wasn't for my low iron I could do plant-based meat substitutes most of the time, but I would miss things like shrimp and cheeseburgers\n  ","139574":"\n  sorry for your loss\n  ","139575":"\n  I honestly only know like 6 grateful dead songs\n  ","139576":"\n  box of rain by the grateful dead\n  ","139577":"\n  funny how all the anons who comment on my weight so frequently have nothing to say now that I've obviously lost a good amount\n  ","139578":"\n  I take several- all recommended by my doctor\n  \n  prescription folic acid\n  \n  prescription vit D\n  \n  OTC magnesium\n  \n  OTC B-complex\n  \n  the vit D treats osteomalacia (a bone disease)\n  \n  the other three treat negative symptoms of schizophrenia\n  ","139579":"\n  there is no rhyme or reason. I just randomly chop. Sometimes, I go way short on my bangs, but today I kept it long and sweeping and just sort of evened out one side\n  ","139580":"\n  I am applying heat to my shoulder and messing around on the computer\n  ","139581":"\n  probably as a kid but I regularly cut my own hair nowadays I just trimmed my bangs today in fact\n  ","139582":"\n  yes we went often when I was a kid, my grandfather had a camper and a group of friends he regularly camped with\n  ","139583":"\n  the ending of Crazy Rich Asians\n  ","139584":"\n  afternoon\n  ","139585":"\n  so I told my partner all of this and where HE'S from, a Jimmy is a penis. So really everyone has their own jimmy apparently\n  ","139586":"\n  why do you need to know their personal beliefs? YOU are the one trying to cross boundaries and press on where you're unwanted, I'd say you are definitely the asshole in this situation\n  ","139587":"\n  I mean, it ought to be like that, and it seems like in some cases that's how it goes, but then I get the random \"adult\" on here who acts like a 10 year old so I don't know if it's accurate to say a majority. \"Some\" is more fair.\n  ","139588":"\n  no I mean there are whole cultures built around the overuse of makeup\n  ","139589":"\n  nah especially lately since they've made blocking a little bit better and added different reasons to report folks\n  ","139590":"\n  I've never had that problem, sorry. Hope something works.\n  ","139591":"\n  I'd just be grateful someone thought of you, regift the earrings to someone who wants them, and get on with your life\n  ","139592":"\n  I'm not sure why you keep sending this do you want to be blocked especially bad today or..\n  ","139593":"\n  they haven't met and probably won't for a long while\n  ","139594":"\n  I mean, he definitely does make me smile but also he hasn't taken the trash out this weekend so\n  ","139595":"\n  ok\n  ","139596":"\n  yeah I agree with you\n  ","139597":"\n  I do and I Love it I didn't really play new leaf and I missed pocket camp but I used to play the hell out of it on the game cube back in the day\n  ","139598":"\n  only if it's constructive. Criticism just to criticize someone is just bad behavior\n  ","139599":"\n  animal crossing lately\n  ","139600":"\n  my animals\n  ","139601":"\n  yes\n  ","139602":"\n  growing up in a coastal town, we often skipped traditional turkey and ham and instead had crab legs and shrimp\n  ","139603":"\n  I have never tried it\n  ","139604":"\n  thanks I just live my life homie\n  ","139605":"\n  I have definitely posted tons of pictures of all of my pets, you just haven't been following long enough.\n  ","139606":"\n  I have three cats, the kitten is 11 weeks old and a lynx-point Siamese. The next oldest is 12 years and is an orange tabby domestic medium hair. The oldest is 16 years and is a brown tabby domestic short hair.\n  ","139607":"\n  why are you SO BOTHERED by white people accepting that they're benefitting from white supremacy? Of course it's racist energy. Being in my inbox defending white superiority makes me immediately discredit you as another racist. Now you know my stance, I've answered several of your stupid questions, leave me alone or I block\n  ","139608":"\n  no need to apologize to me for your weird racist energy and worrying about things that don't really even concern you. Just live your life, I guess.\n  ","139609":"\n  I can't be bothered by insignificant things. Y'all \"cringe\" or worry about way too much\n  ","139610":"\n  ok\n  ","139611":"\n  I don't ever feel bad about things really so I don't have to give myself pep talks\n  ","139612":"\n  twin peaks because it's amazing and creepy and was filmed kind of near where I live now\n  ","139613":"\n  I have a sasquatch tattoo\n  ","139614":"\n  nahh no fever\n  ","139615":"\n  I felt personally offended at how bad a job they did on the Hitchhiker's Guide to the Galaxy movie\n  ","139616":"\n  makeup hacks or like, just videos of my pets\n  ","139617":"\n  not really\n  ","139618":"\n  ok\n  ","139619":"\n  I've had 3 trophies given to me, I have 9 piercings, A cult thought I was going to grow up to be the leader of the world\n  ","139620":"\n  so much so. He's such a snuggle face\n  ","139621":"\n  just like my life now because I love my life\n  ","139622":"\n  that'll do it. Do some real wild minecraft shit\n  ","139623":"\n  chef I guess but honestly I'd rather have a housekeeper\n  ","139624":"\n  strong like superman\n  ","139625":"\n  nope\n  ","139626":"\n  thanks me too. I have a video visit with my doctor in two days at any rate.\n  ","139627":"\n  I have had surgery several times, and bed rest several times as well. Do you have a Nintendo switch? That's what got me through last time, animal crossing specifically\n  ","139628":"\n  one part at a time\n  ","139629":"\n  there isn't one\n  ","139630":"\n  unsheltered people with unfit drinking water\n  ","139631":"\n  adventure\n  ","139632":"\n  no\n  ","139633":"\n  yes, portuguese. I didn't get very far though\n  ","139634":"\n  I would rather use a box because I don't like spending more than 30 min on a meal\n  ","139635":"\n  frequently\n  ","139636":"\n  maybe\n  ","139637":"\n  yes\n  ","139638":"\n  grilled cheese\n  ","139639":"\n  I might be sick right now\n  ","139640":"\n  once a week\n  ","139641":"\n  so what you're saying is that now you understand what y'all do to women like, constantly\n  ","139642":"\n  snuggling my baby kitten later\n  ","139643":"\n  zero\n  ","139644":"\n  I do know how to cook but my favorite food is a cheeseburger\n  ","139645":"\n  I don't know what that means\n  ","139646":"\n  lol! definitely not chocolate sprinkles\n  ","139647":"\n  washington\n  ","139648":"\n  When I lived in Massachusetts, where I swear to god they speak a whole different version of American English, I went on an ice cream date and was asked if I wanted Jimmies on my cone. Where I'M from in Virginia, a jimmy is a condom. Apparently up north, it's a chocolate sprinkle.\n  ","139649":"\n  the kitten, Bear, loves a little yellow and black mouse toy best\n  \n  the 12 year old orange cat, Mimi, loves some catnip mice I hand knit for her and she carries them around like babies\n  \n  the 16 year old tabby, Rin, likes jingle balls and bottle caps best\n  \n  my bird, Bubo's, favorite toy right now is this woven tape made out of palm fronds called shredders that you wrap around the perch or the cage bars to shred\n  ","139650":"\n  Doing well! My plans are to snuggle this baby as much as possible\n  ","139651":"\n  I've never really listened to them. They were popular before my time, and my parents weren't fans\n  ","139652":"\n  re-answering because I just woke up and read this as \"Immoral\" not \"immortal\"\n  \n  I would hella live forever death is terrifying\n  ","139653":"\n  playing with a kitten\n  ","139654":"\n  I have three cats and a parakeet\n  ","139655":"\n  hmm. I guess Hate but not really that much? I'm not ruled by negative emotions I stay pretty positive\n  ","139656":"\n  I'm as free as anyone I guess. I don't feel held back by anything but my own health restrictions\n  ","139657":"\n  I assumed a friend of mine was gay for a while but it turns out he's just very progressive\n  ","139658":"\n  nothing comes to mind\n  ","139659":"\n  the ache for motherhood\n  ","139660":"\n  I mean, lots of people just follow along because I don't feel like tagging folks today\n  ","139661":"\n  I don't actually I think we're meant to love many people in our lives but at the same time I'm very comfortable in my monogamous relationship because I'm old and tired and dating is a pain in the ass\n  ","139662":"\n  fortune\n  ","139663":"\n  I don't know. I was a popular kid in high school but it was because of my talent in art so like, I wasn't a regular popular kid I had a lead in\n  ","139664":"\n  crickets on pizza\n  \n  probably not the texture weirded me out\n  ","139665":"\n  rom coms- but I did like Crazy Rich Asians\n  ","139666":"\n  I hate it it's dismissive of people who are dying in atrocious amounts\n  ","139667":"\n  my partner and my animals\n  ","139668":"\n  it doesn't really get that cold here\n  ","139669":"\n  doctor\n  ","139670":"\n  yup we're like, borrowing his lawnmower indefinitely because he hires a landscaper and doesn't use it\n  ","139671":"\n  indietronica\n  ","139672":"\n  sometimes\n  ","139673":"\n  I'm like obsessed with cheese lately so maybe a nice cheese plate\n  \n  there's a garnet ring that's very cheap that I like I wouldn't mind that\n  ","139674":"\n  donut\n  ","139675":"\n  to whichever anon asked me if I'd seen Crazy Rich Asians last week- I watched it over the past couple of nights, it was pretty good I love Awkwafina\n  ","139676":"\n  yup. I definitely pick favorites. For instance I have three adult nephews and one is a wife beater, one is a conservative christian, and one is a pot smoking liberal who married a badass archaeologist so guess which one is my favorite\n  ","139677":"\n  what's up y'all my day was good time to AMA\n  ","139678":"\n  sorry bout your foot. I've broken all of my toes, both elbows, a wrist, a finger, 2 ribs, both sacro-iliac joints, and had both of my feet surgically broken for bunionectomies.\n  ","139679":"\n  I find riddles irritating\n  ","139680":"\n  uh all of them but the ones that come to mind first are greek, chopped, cobb, wedge, tuna, egg\n  ","139681":"\n  no\n  ","139682":"\n  ha yeah a little- but no filling\n  \n  also in the pacific NW we have a specific doughnut chain that everyone loves called Voodoo Donuts and they have a jelly-filled voodoo doll doughnut that would also serve to represent my area probably\n  ","139683":"\n  around here, we love maple bars. They are long rectangular doughnuts with a maple glaze.\n  ","139684":"\n  I probably have in passing, but I don't recall specifically how it sounds\n  ","139685":"\n  I would be pretty upset because I feel like my head is too small and it would look even smaller without my hair. BUT it would give me an excuse to buy all the cool wigs I see online SO in the end, I'd be fine. If it grew back I might be relieved or I might really miss my wigs so like  6\n  ","139686":"\n  I love you\n  ","139687":"\n  I'm in the top 1% sooooooo\n  ","139688":"\n  both but I live with cats\n  ","139689":"\n  the last concert I saw was Tei Shi's first tour in a tiny little place in Portland\n  ","139690":"\n  I am good except for a shoulder ache\n  ","139691":"\n  they stay seperate\n  ","139692":"\n  I watch 30 min of a show once a day\n  ","139693":"\n  sorry to say Virginia is a southern state? Like Richmond was literally the capital of the confederacy.\n  \n  but yeah I came from a coastal town so less rednecks\n  ","139694":"\n  nothing.\n  ","139695":"\n  racism\n  ","139696":"\n  was this sent to multiple people or something? I have been right here\n  ","139697":"\n  I haven't spent time there but I've been there. I got a hotdog and waited for a flight\n  ","139698":"\n  just aggressive\n  ","139699":"\n  I mean, I'm white and I cook amazingly. I'm also not afraid of seasonings though\n  ","139700":"\n  I have had two but I currently have this one and she is the love of my life\n  ","139701":"\n  the truth\n  ","139702":"\n  I have 4 tattoos, two astrology signs (yeah I know, I don't even believe, but I USED to obviously) my grandmother's handwriting of my name, and a sasquatch I drew\n  ","139703":"\n  split checks because it's just a first date\n  ","139704":"\n  yes\n  ","139705":"\n  I guess I can see their point, like your skin color defines who you are to everyone around you immediately but it still sounds kinda iffy\n  ","139706":"\n  parsley for my bird she wouldn't like to go without\n  ","139707":"\n  the 90s were pretty great\n  ","139708":"\n  same as every day really. wake up, take care of animals, drink coffee, eat lunch after a bit, get cleaned up, get the house cleaned up, do work, play animal crossing, cook dinner, eat dinner, hang out\n  ","139709":"\n  I finally- after literally months of trying- got approved to adopt a kitten from the local humane shelter and it turned out to be the best, prettiest, snuggliest Siamese baby ever\n  ","139710":"\n  nah, I'm wearing an oversized men's bright yellow pullover hoodie and wide legged pajama pants with a feather design\n  ","139711":"\n  We already knew I had the prettiest bird alive- NOW I also have the prettiest baby kitty too\n  ","139712":"\n  against other non-men, yes internalized sexism is for sure a thing\n  ","139713":"\n  not really. Back then it was less about parties and more about raves though. Parties seemed weird and hokey compared to raves\n  ","139714":"\n  I have three cats and a bird. The bird is always supervised when out of her cage, and the cats sleep in a back bedroom (where the sunniest window is) most of the day. So, they barely interact. Only if a cat happens to sniff the cage do they know about each other\n  ","139715":"\n  Kali Uchis\n  ","139716":"\n  my stepmom\n  ","139717":"\n  I don't feel guilty for stuff. I am unashamed that I think the new vin diesel pop songs are this good.\n  ","139718":"\n  ad-free access is the main thing I'll pay a premium for.\n  ","139719":"\n  just mask up and avoid being too close to other humans, don't touch anything I am not buying and wash my hands as soon as I get home\n  ","139720":"\n  I have, but not regularly or often\n  ","139721":"\n  I don't\n  ","139722":"\n  all the time. especially knitting patterns. I'll write them down, stash them away, and never find them again\n  ","139723":"\n  thanks :)\n  ","139724":"\n  I drew Bear this morning for the first time\n  ","139725":"\n  I thought I'd be like, a no-nonsense career woman, but in the art world. Like super cool and focussed and powerful. I wanted to be a \"city person\" with tons of culture.\n  ","139726":"\n  with clear communication and respect\n  ","139727":"\n  free will\n  ","139728":"\n  I don't have a membership\n  ","139729":"\n  we don't really do all that. If I want pie, I buy it from the bakery.\n  ","139730":"\n  I mean, it seems like it probably is but also I'm no expert on Class Intersections\n  ","139731":"\n  not on purpose, and no nothing has ever been accurate enough to make me a believer\n  ","139732":"\n  I guess go vegan but I really rely on dairy to calm down my acid reflux\n  ","139733":"\n  I hope not\n  ","139734":"\n  kitten mews and parakeet chirps\n  ","139735":"\n  sometimes\n  ","139736":"\n  I won a game show as a kid\n  ","139737":"\n  I don't believe in heaven\n  ","139738":"\n  spam messages from like, accounts who send questions I welcome. Appropriate spam that's sent to more than me is fine. Non-questions and non-appropriate questions get deleted.\n  ","139739":"\n  I think it's overall a good thing. It's helped me stay in touch with loads of folks I probably wouldn't have otherwise\n  ","139740":"\n  haus laboratories eye-lie-ner in Punk\n  ","139741":"\n  I only ever see ants, and then I call my pest guy and he sprays and then I stop seeing ants until the next ant boom season\n  ","139742":"\n  my secret is easy and anyone can use it\n  \n  put fake hair in with your real hair\n  ","139743":"\n  not a fan\n  ","139744":"\n  I go to bed early, around 8 or 9 pm\n  ","139745":"\n  It was great! It was baby kitten adoption day in my household we adopted a lynx point Siamese baby named Bear\n  ","139746":"\n  I cooked chicken stir fry and it was so good. I used garlic and onion in the rice, and stir fried the chicken with bean sprouts, mushrooms, baby bok choy, and red onion\n  ","139747":"\n  y'all send me some questions I've been busy as hell today so I need some sit-at-my-desk-and-internet time\n  ","139748":"\n  I kept a tumblr for a long time and I guess I still technically have it though I haven't updated anything in ages.\n  ","139749":"\n  nope\n  ","139750":"\n  nope\n  ","139751":"\n  I had a curry flavored chip once that was way good\n  \n  and I had a cracker last week that was avocado, lime, and cilantro flavored that was amazing\n  ","139752":"\n  um...hard no. I don't have a dark side, or darkness, period. When I drink, I feel just like when I don't drink except maybe a little sillier\n  ","139753":"\n  we'll probably get one but not right away\n  ","139754":"\n  I mean, I can't speak for each city's rules, nor can I see the future\n  ","139755":"\n  suicide\n  ","139756":"\n  \"what kind of art?\"\n  \n  as for where I'm from, no one ever has follow ups to that lol Virginia isn't that exciting\n  ","139757":"\n  once someone tried to jump out of the window of the library I was working at and I had to physically pull him back in\n  ","139758":"\n  I'd rather have the money I don't need more time\n  ","139759":"\n  I'm already the smartest and funniest person in this room by default (I'm alone in a room)\n  ","139760":"\n  nope\n  ","139761":"\n  13\n  ","139762":"\n  black coffee\n  ","139763":"\n  I get to pick up my newest addition to the family, a siamese kitten, in a few hours!\n  ","139764":"\n  no and no\n  ","139765":"\n  my \"number neighbor\" texted me a few months ago to say hi\n  ","139766":"\n  I have been yes lately I've been pretty good about not having any accidents though\n  ","139767":"\n  tumblr or twitter\n  ","139768":"\n  lady gaga\n  ","139769":"\n  an owl because they are completely ridiculous and I love them\n  ","139770":"\n  actually, I'm most productive right after lunch.\n  \n  And yes you can train yourself to be productive at a different time of day, it just takes a strict schedule\n  ","139771":"\n  hiking to and soaking in hot springs\n  ","139772":"\n  yes.\n  ","139773":"\n  spontaneous combustion, in a public place, at age 100\n  ","139774":"\n  my nostril\n  ","139775":"\n  I spent like my whole paycheck on kitten toys\n  ","139776":"\n  he loves to learn. he loves animals. he loves adventure. He's funny. He's charming. He is becoming a really good cook. He really listens.\n  ","139777":"\n  my plan is to continue being rad\n  ","139778":"\n  I assembled my chair, a nightstand, an end table, 2 bookshelves, and a cat toy tower I would say I'm pretty good at that sort of thing but I still leave the big jobs for my spouse (bedroom furniture, weight rack, entertainment center)\n  ","139779":"\n  we almost never get delivery. It's easier for my partner to just stop somewhere on his way home from work and pick food up to bring home\n  ","139780":"\n  lol what an entitled piece of work\n  ","139781":"\n  I got approved for the kitten adoption! This sweet little boy comes home tomorrow afternoon!\n  ","139782":"\n  hire a plumber to fix some pipes in the master bathroom\n  ","139783":"\n  I mean, not being afraid of covid I guess\n  ","139784":"\n  thanks kittie\n  ","139785":"\n  nothing comes to mind. 100 years isn't that long it's like, one lifetime.\n  ","139786":"\n  red panda for sure\n  ","139787":"\n  I think they'd be surprised how much physical pain I experience in a normal day and wonder how I get anything done\n  ","139788":"\n  I wouldn't use one\n  ","139789":"\n  no\n  ","139790":"\n  earlier this morning\n  ","139791":"\n  being a genius is very frustrating so I'd rather be dumb and pretty\n  ","139792":"\n  yes, twice, for an appendix removal and for pulmonary emboli\n  ","139793":"\n  all I can think of is old tv shows that aren't relevant anymore\n  ","139794":"\n  taking care of animals, cooking\n  ","139795":"\n  we have a pet supply chain here called Petsmart. I don't know if it's supposed to be \"Pet Smart\" or \"Pets Mart\"\n  ","139796":"\n  anything by NVDES\n  ","139797":"\n  a charcuterie board\n  ","139798":"\n  I honestly don't think I've had either\n  ","139799":"\n  poor baby :(\n  ","139800":"\n  I have a companion parakeet\n  ","139801":"\n  vomiting at happy b-day for sure, I love birds too much\n  ","139802":"\n  my phone\n  ","139803":"\n  thanks :)\n  ","139804":"\n  a big sweater, a weekender bag with a change of clothes. my phone and charger, a cup of coffee\n  ","139805":"\n  nahh. I haven't been in school for almost 2 decades but I still learn new things regularly\n  ","139806":"\n  ahhh I just sent in an application to the humane society for a Siamese kitten send me good luck energy we need a cute young cat in this household to keep the old ladies on their toes\n  ","139807":"\n  they have more environmental issues, that's for sure. But they also will have better technology and longer lives though\n  ","139808":"\n  I would just tell them that you are concerned about covid and that you don't feel safe hanging out. If they still pressure you after knowing you're sincere reason, then they're kinda jerks\n  ","139809":"\n  yeah I never saw fargo\n  ","139810":"\n  I feel like the only one I've seen is the big lebowski\n  ","139811":"\n  I haven't eaten yet but Jon's bringing home a crunchwrap from taco bell for me\n  ","139812":"\n  I taught myself using a book called Stitch 'n BItch\n  ","139813":"\n  lately- draw, knit, play animal crossing\n  ","139814":"\n  sell more art, fix up the house\n  ","139815":"\n  someone who animals like\n  ","139816":"\n  me or my spouse gets covid\n  ","139817":"\n  these are handmade in Turkey and I'm so pleased with them, they were a good price and they included a little protective charm as a gift\n  ","139818":"\n  thank you :) I have been drawing and painting since childhood.\n  ","139819":"\n  a chuck tingle book and it was alright.\n  ","139820":"\n  I don't really have one I'm not much of a movie person lately\n  ","139821":"\n  I made myself draw a lil bit today even though I'm sick and in pain\n  ","139822":"\n  waiting for my partner to come home from work\n  ","139823":"\n  I died when I saw how cute these ramekins were\n  ","139824":"\n  honestly I've taken a break from the news for a few days so I'm not sure what's happening currently that's particularly enraging but this whole trump refusing to concede biz makes me worry about civil war and the supreme court being so conservative makes me concerned that they'll try to overthrow roe v wade.\n  ","139825":"\n  procreate on ipad\n  ","139826":"\n  I dunno what I'd do exactly, but I'm hoping that if I'm an all powerful god I'll also have a plan on how to make the world better\n  ","139827":"\n  I drew a leaf\n  ","139828":"\n  our winter stays about the same from now until April. Raining and in the 50s. So I wear a hoodie, or a sweater, over my normal sleeveless or short sleeved clothing. I haven't needed a winter coat in years unless I was travelling somewhere up in the mountains\n  ","139829":"\n  boom for real\n  ","139830":"\n  who knows\n  ","139831":"\n  lol you are completely ridiculous\n  ","139832":"\n\n   @poetalunam\n  \n","139833":"\n  omg of course not I'm just saying you don't see all of our interactions lol\n  \n  you are so pitiful go bother someone else\n  ","139834":"\n  meeting your personal needs and listening to your body and mind.\n  ","139835":"\n  no\n  ","139836":"\n  I prefer to eat with others\n  ","139837":"\n  eh, it's cute\n  ","139838":"\n  kristen bell\n  ","139839":"\n  save up to fix things around the house\n  ","139840":"\n  I actually do, on facebook, but whatevs. Weird to think that I would reach out on awkward ass ask fm for friend things.\n  ","139841":"\n  navigating an explosive, unstable parent\n  ","139842":"\n  I don't believe in that\n  ","139843":"\n  I mean, this is completely incorrect but believe what you want dumbass\n  ","139844":"\n  thanks :) I actually am going to push myself to draw something simple today so we'll see how it goes\n  ","139845":"\n  wasabi\n  ","139846":"\n  yeah I mean, I get that everyone involved thought they were being really cool I guess but still\n  ","139847":"\n  we've been trying to all season but with covid, the humane society has this weird blind auction adoption system right now and it keeps failing me.Now there's barely any kittens left and the older cats I had my eye on have all been adopted too so we may not end up with a new cat this kitten season, maybe next spring\n  ","139848":"\n  we had the best palestinian food a couple of nights ago, tried a new place downtown (takeout) and it was truly the best middle eastern food I've had ever\n  ","139849":"\n  cheeseburgers\n  ","139850":"\n  available kittens at the humane society\n  ","139851":"\n  yes\n  ","139852":"\n  I did it was from a teacher I trusted, my mom gave me my first cigarette, and all in all adults super failed me that week. I ended up smoking 2 packs a day for 15 years.\n  ","139853":"\n  I was joking because it's my gen. there is no best generation, only a  worst, we all unanimously can agree the boomers are the worst.\n  ","139854":"\n\n   @urlsareshittbh\n  \n  said I was main character af like a year ago lol\n  \n  so, that\n  ","139855":"\n  I don't really have one, all that keeps coming to mind are random sound clips from evil dead 2\n  ","139856":"\n  I was advised to start smoking cigarettes when I was 15 and that was pretty stupid advice\n  ","139857":"\n  things right now don't look great but in general I try to stay optimistic about the world and it's potential.\n  \n  MY generation, gen x, is OBVIOUSLY the best lol\n  ","139858":"\n  I wouldn't be in touch with as many friends as I currently am\n  ","139859":"\n  I maybe would re-take my original last name or hyphenate it\n  ","139860":"\n  yes I for real quit smoking 10 years ago\n  ","139861":"\n  quite a few. One woman told me that it was \"gross\" that I worked in customer service rofl\n  ","139862":"\n  only if I'm really feeling petty\n  \n  y'all it's been 7 days since I've been \"tipsy\" even\n  \n  I haven't drawn a single fucking thing, but still\n  ","139863":"\n  it was good! I feel healthier already. Today was my biggest paycheck to date from my redbubble shop, and as an added bonus, most of my traffic has been coming from direct links so that means word of mouth and my advertising are working.\n  ","139864":"\n  ohhhh okay. Explain how several dozen people I have never even heard of, much less interacted with ever a single time, ended up with my @ then today. I'm a grown ass adult, I don't do childish things like you're currently doing\n  ","139865":"\n  rofl\n  \n  it's def not me, I don't play little baby games on here\n  ","139866":"\n  - creating\n  \n  - meditation\n  \n  - my loved ones, human and animal alike\n  \n  - good food\n  \n  - good weed\n  ","139867":"\n  yes. I was born in Virginia. Both of my parents are also American born.\n  ","139868":"\n  Some people just don't feel like it's a priority. To each their own.\n  ","139869":"\n  I'm not the best at reaching out tbh. I WANT to be like, the person people feel they can just come to when they need it, but I don't really cultivate that very well. BUT. I wish I was better about reaching out.\n  ","139870":"\n  maybe finish college somehow\n  ","139871":"\n  god I hope I'm not anyone's role model. I'm severely mentally ill, nobody wants to be like that\n  ","139872":"\n  we haven't made plans\n  ","139873":"\n  no never\n  ","139874":"\n  real but I am bad at keeping them alive and thriving\n  ","139875":"\n  chicken tortilla or broccoli and cheese\n  ","139876":"\n  late summer\/early fall\n  ","139877":"\n  pretty sure my SIL has one\n  ","139878":"\n  they're never in the same place at the same time. Cats are asleep in a bedroom before bird comes out to play\n  ","139879":"\n  lol right\n  \n  people on here can be so silly\n  ","139880":"\n  thanks :) I'm working with my doctor and going slow so it's not been too bad. Not like quitting cigarettes was, that was so so hard for me I still dream about cigarettes\n  ","139881":"\n  yeah, I'm not worried\n  ","139882":"\n  thanks homie. It's really not much of a struggle at this point, I've found I'm not really emotionally invested in drinking at all, purely just physically dependent so it's just a matter of (safely) weaning off until I don't  \"need\" it.\n  ","139883":"\n  lol\n  \n  firstly, how do you know how focussed I am? I dedicate 1-2 hours a day to art, IF THAT, and only when I'm able\n  \n  Secondly, why are you so sure that my art ISN'T a job? I work, I have a business, if I make enough I pay taxes.\n  \n  basically, fuck right the fuck off being ableist. I work, I do what I can, I've spent my entire life working and doing what I could.\n  ","139884":"\n  nope\n  ","139885":"\n  alcohol abuse\n  ","139886":"\n  anything having to do with trump\n  ","139887":"\n  not really\n  ","139888":"\n  aisle\n  ","139889":"\n  I can't have candles because I have a pet bird and the smoke can kill her\n  ","139890":"\n  find my flashlight\n  ","139891":"\n  most have been about food lately tbh\n  ","139892":"\n  uuuuuumph. I guess I'd give up meat but reluctantly\n  ","139893":"\n  lady gaga\n  ","139894":"\n  no but I want to\n  ","139895":"\n  I'm going to get hate mail, and I'm just going to delete or report or block, whatever's necessary.\n  \n  seeking help for mental illness should be the goal for people with mental illness or their caretakers. It's not \"classist\" to get help. You don't have a major disorder unless you've been diagnosed. Self diagnosis isn't real unless it's something minor like anxiety or depression.\n  ","139896":"\n  \"dude I'm tripping balls\"\n  ","139897":"\n  my anti-psychotic causes occasional muscle spasms as a rare side effect and I have a neck spasm right now that hurts so bad I can barely move my head. Thank goodness for stick-on disposable heating pads.\n  ","139898":"\n  y'allllllll- I am dealing with the neck spasm from hell. Jon bought me some of those stick-on heating pads for your shoulder muscles so that's helping some but otherwise I'm in too much pain to go to bed yet and I can't really knit or do anything so I'm stuck staring at the computer- very very still- AMA\n  ","139899":"\n  late summer\/early fall\n  ","139900":"\n  empire records\n  ","139901":"\n  I don't feel like taking one right now and I already posted the past few I've taken but I'll repost the xmas light selfie just because\n  ","139902":"\n  I'll take it as soon as my doctor has it available\n  ","139903":"\n  I like when I happen to like the lyrics of a song but the majority of the time, I am only paying attention to the sound. I have tons of old songs memorized, but nowadays it's harder to learn without repeated play.\n  ","139904":"\n  I mean, we all live in different areas of the country with different immediate needs so I'd just hope they donate to people who could really use it right now\n  ","139905":"\n  I wouldn't survive that. I don't want to go through growing up all over again I'd be so stricken with grief that I'd find my most permanent way out.\n  ","139906":"\n  my orange cat Mimi being a buttface and tapping me on the nose with her claws\n  ","139907":"\n  I think it's the best option right now, and once a vaccine is reliable and people start taking it, then school can get back to in-person learning.\n  ","139908":"\n  have a severe neck spasm so obviously I took a selfie\n  ","139909":"\n  lol no I mean, the food that people eat like snacks. For instance she loves bananas, almonds, citrus fruits, parsley, kale, wheat bread, walnuts, egg\n  \n  I said hi she tilted her head to the side\n  ","139910":"\n  her name is Bubo! She loves to snuggle and fly and eat people food\n  ","139911":"\n  jan 13 and I haven't given it any thought yet\n  ","139912":"\n  uh\n  \n  hmm\n  ","139913":"\n  can't just everyone love me though I'm pretty great\n  \n  anyway already most of my family hates me, but I would really be devastated if my friends hated me too.\n  ","139914":"\n  2 cats and a bird\n  ","139915":"\n  cat piss, febreeze, and the best of all- clean\/no smell\n  \n  but I never have to go in peoples houses anymore so that's fine with me. I hate when people use too much air freshener\n  ","139916":"\n  I have! I've done three across-the-country-road trips! thank you :)\n  ","139917":"\n  I grew up loving heels when I was way too young to be wearing heels, I'm talking like wearing stilettos to school in 4th grade because my mom was like, not even present or something. I walked to school in those bitches without issue like, I was a heel pro at age 11.\n  \n  As an adult though I've had severe bunions surgically removed and if I wore a heeled shoe I'm pretty sure my doctor would appear out of nowhere and slap them right off my feet\n  ","139918":"\n  I'm already living my dreams\n  ","139919":"\n  I am. Once I saw some cute college boys on campus at the bottom of the building I was in's steps so I'm like, trying to look \"cool\" while walking down the stairs but- I fell and everything I was carrying flew everywhere and they had to help me up\n  ","139920":"\n  not at all\n  \n  buy the way y'all I have my art on two different types of masks, including fitted 3-layers and children's sizes at shehitsback.redbubble.com\n  ","139921":"\n  eternal sunshine of the spotless mind\n  ","139922":"\n  something my specific area does very well is salmon. My favorite american dish is cheeseburgers.\n  ","139923":"\n  I want to visit all 50 states (Only 7 more to go)\n  \n  I want to sell more art\n  \n  I want to get much healthier\n  ","139924":"\n  this particular birb\n  ","139925":"\n  just survive! Maybe get the sheets and towels washed.\n  ","139926":"\n  Caroline Polachek\n  ","139927":"\n  I've been sick, but it's getting better. I don't really have to vent or anything. My life is- as usual- under control and going as well as it can be under the circumstances\n  ","139928":"\n  just realizing I was physically dependent on alcohol and deciding to fix that I guess.\n  \n  Starting back in March, with stress over coronavirus and all, I just got in the habit of drinking every night until I was a little tipsy. However, tolerance levels change and what took 2 drinks became 6-7 drinks a night over time.\n  \n  By October, my sober daytimes were rife with terrible withdrawal symptoms (I only drink after 5pm so all day long, I craved alcohol). I would wake up sick and stay feeling extremely sick all day until my first drink of the night. I don't have an emotional attachment to drinking, btw, just physical.\n  \n  ANYWAY I called my doc and she wants to meet with me to make a better plan- and I'm scheduled to do that on the 24th- but for now she has me weaning very slowly so as not to mess up my meds. I drink a cocktail in the afternoon now, just the one, and then I'm down to 4 ciders at night (from 7)\n  ","139929":"\n  nah my husband and I have a lot of varying tastes in things but we still work just fine\n  ","139930":"\n  I'd probably just watch the movie nowadays but in the past I'd choose to read the book first\n  ","139931":"\n  yoko ono\n  \n  kyle maclachlan\n  \n  david lynch\n  ","139932":"\n  I was moving furniture and my helpers were banging up my antiques and making a mess and I was getting really frustrated\n  ","139933":"\n  butter\n  ","139934":"\n  two days ago I went to walmart\n  ","139935":"\n  I dunno, for a couple of days\n  ","139936":"\n  try to pick a fight with a bouncer about three feet taller than me over when last call ought to be\n  ","139937":"\n  I did for a cruise.\n  ","139938":"\n  not my problem! I'm a married woman I'm not interested in making friends with men I AM interested in answering questions and being sincere\n  ","139939":"\n  I haaaaaaate snow\n  \n  y'all I just ate the best falafel I've had since Boston what's up\n  ","139940":"\n  I mean, it don't matter to me. I'd rather be liked than hated.\n  ","139941":"\n  the smell\n  ","139942":"\n  to be clear also y'all no one is \"too old\" for ask, just too young. so stop being babies.\n  \n  lots of us are adults here\n  ","139943":"\n  I am getting the falafel wrap and he is getting a shawarma plate\n  ","139944":"\n  what am I thinking of? I thought there was one that had two little fists and bump action lines\n  ","139945":"\n  I thought it would be funny to use the fist bump emoji for a response but alas, I'm on my desktop\n  ","139946":"\n  I am waiting for my husband to come home with food from the new Palestinian place downtown so we can watch the Baby Yoda Show\n  ","139947":"\n  we're cool dude I'm just like, making a point of this because it's absolutely important to me that people learn this lesson\n  ","139948":"\n  you don't know a person's medical history whren you make such an assumption. You don't know how hard they may or may not have tried to have children naturally. You don't know how many times they got pregnant and miscarried.\n  \n  It's NOT too strong a word. It's absolutely distasteful when people make light of fertility and pregnancy without being sensitive to the MILLIONS of people who don't have kids.\n  ","139949":"\n  a- I don't have kids, and it's offensive to just assume people have kids\n  \n  b- I have no desire to learn more about emojis??? LIke the point of this ENTIRE thread is that they're dumb and not required\n  ","139950":"\n  \"reeeeereeeereeeee\" it's the emoji police siren, they're comin' for me y'all\n  ","139951":"\n  I mean, who seriously cares if I didn't send an emoji to someone I don't send emojis to anyone it's such a fucking babyish thing to worry about\n  ","139952":"\n  is this a fucking joke?\n  \n  I don't have to send hearts to people lmao like....... what's your damage\n  ","139953":"\n  lol wut\n  \n  I said \"back atcha\" which implies I send the same sentiments. I'm too old for caring about the emoji police, sorry\n  ","139954":"\n  back atcha\n  ","139955":"\n  the scene in \"Don't tell mom the babysitter's dead\" when the asshole teen boy throws all the dishes off the roof and then says \"the dishes are done, man\"\n  \n  because now when I do dishes, I can say \"the dishes are done, man\"\n  ","139956":"\n  I guess grade school\/kindergarten, but it was shown to me by a teacher (My first three teachers were all black women and they were all teaching us anti-racism at a young age, in an age-appropriate way). I am white from a white family so I was pretty privileged\/blissfully unaware until it was pointed out\n  ","139957":"\n  I haven't had that update yet\n  ","139958":"\n  frosting\n  ","139959":"\n  one kid punched the principal in the face and jumped out of the cafeteria window\n  ","139960":"\n  well for starters, I don't believe in reincarnation so I was just answering a quick hypothetical without a ton of thought\n  \n  but also- they never have to poop- they just throw up little bone and fur pellets and that seems like an ideal way to live your life\n  ","139961":"\n  smoke more weed\n  ","139962":"\n  an owl\n  ","139963":"\n  I have felt like that, yes. I think that's probably a pretty common feeling among people with debilitating diseases mental or physical. SO what I'm saying is- you're not alone. But also, it's possible to get out from under that mindset. I really do recommend therapy if you're able to do that.\n  ","139964":"\n  I'd make some paths and a nice nature center and then let the rest grow up wild\n  ","139965":"\n  uh, no? Visiting a place one time doesn't mean you become that nationality.\n  ","139966":"\n  about 3 years ago and I def can't do it anymore because my elbows are arthritic. I suck at it.\n  ","139967":"\n  nope but he lives the next state over\n  ","139968":"\n  in a relationship\n  ","139969":"\n  pixies\n  ","139970":"\n  take a shit and not flush\n  ","139971":"\n  the internet I hate not feeling clean\n  ","139972":"\n  going back to bed\n  ","139973":"\n  chance, or working towards a goal and making it happen that way\n  ","139974":"\n  I mean like always\n  ","139975":"\n  smoking weed in nature\n  ","139976":"\n  nope\n  ","139977":"\n  I've never heard either\n  ","139978":"\n  hmm what if\n  ","139979":"\n  I actually really do. My favorite one so far was between WA and Victoria, Canada. Why? Best coffee I ever had. PLUS we saw a whale.\n  ","139980":"\n  sorry that sucks homie.\n  \n  I've been doing well honestly like I can't complain this year has been hard on everyone but I've pushed through and made the most of it\n  ","139981":"\n  he says \"I'm happy that you're happy\"\n  ","139982":"\n  lol\n  ","139983":"\n  I don't hate cake, but I'm not the biggest sweets fan. I had a very nice raspberry wedding cake at a friends wedding once that was maybe the best cake I'd ever had. It was layers of white cake and vanilla icing with raspberries layered in\n  ","139984":"\n  no? I often do. I mostly use partner, but I mix it up with husband, spouse, SO, and his first name.\n  ","139985":"\n  it was okay. I got my xmas lights hung and bought a summer sausage. My spouse cooked a chicken and rice dish.\n  ","139986":"\n  I just want my art to live on\n  ","139987":"\n  My partner's job requires him to be very tech savvy so I tend to slack off personally and let him take care of those sorts of things\n  ","139988":"\n  I just kinda felt safe for once. I knew I wanted to marry Jon almost immediately. We moved in together after only having dated a few weeks. Got married after 8 months, and have been together almost 17 years.\n  ","139989":"\n  that sounds like a lawsuit\n  ","139990":"\n  nope\n  ","139991":"\n  I like both pretty equally\n  ","139992":"\n  living in a city loft selling paintings\n  ","139993":"\n  grocery store, parrot supply store\n  ","139994":"\n  5,785 in my county\n  ","139995":"\n  like if even just a dog opened his mouth and said a word that would be pretty terrifying\n  ","139996":"\n  non-republicans are communists\n  ","139997":"\n  I want to be sitting, with one leg tucked under, and my bird on my shoulder\n  ","139998":"\n  dogs- smoky, sheba, buster, ginger\n  \n  bird- harry\n  \n  hamsters- fluffy and honey\n  \n  guinea pig- sally\n  ","139999":"\n  he wanted to watch the miss america pageant on mute while blaring Bjork and wearing 3d glasses. Then he told me we couldn't have sex until I got more attractive shoes. I left that was our last date lmao what a weirdo.\n  ","140000":"\n  I guess get away with it because I don't want to go to prison\n  ","140001":"\n  I try not to go down those think paths.\n  ","140002":"\n  like never. not really.\n  ","140003":"\n  I can't do riddles right now my brain is dealing with withdrawal\n  ","140004":"\n  it wasn't super fancy or anything but was for sure yummy\n  ","140005":"\n  I had a kinda good day. Made myself a lil baby charcuterie board for lunch, shared an almond with my companion parakeet, my partner was home all day, I got out of the house for a minute\n  ","140006":"\n  same day over and over again\n  ","140007":"\n  It's been fine. My doctor ended up asking me not to go cold turkey with alcohol and instead wean off slowly until she can get me in her office to create a detox plan. So I've been drinking less, but still drinking but I don't want to be and I feel shitty about it (but if I don't, I feel very sick) SO I'm dealing with that but the rest of my week has been okay.\n  ","140008":"\n  knife probably because it's easily concealed. I don't carry one but if I did I would want to know how best to use it\n  ","140009":"\n  I am a sleep pro. I can sleep like, 14 hours at a time easy. I average about 12 hours though. My secret is- be heavily medicated.\n  ","140010":"\n  shrooms\n  ","140011":"\n  it's freshly washed which is the only time I can stand it down\n  ","140012":"\n  BREAKING NEWS my hair is getting stupid long\n  ","140013":"\n  I don't get the joke like who cares where someone worked\n  ","140014":"\n  bruh I don't know I can't remember any examples it just seems like the normal human response is to have had that feeling at least once in your life, and I'm sure I have\n  ","140015":"\n  I saw it when I was a teen, too, so I def didn't remember them being in it what I do remember was that it was the most awkward date I'd been on\n  ","140016":"\n  yup\n  ","140017":"\n  It was like, painful to sit through\n  ","140018":"\n  are you daft? That's the name of a movie about kids with aids.\n  ","140019":"\n  kids\n  ","140020":"\n  spelling. I rely on spellcheck and it seriously doesn't matter if I mix up my \"i\" and \"e\" sometimes\n  ","140021":"\n  yes\n  ","140022":"\n  pretty much anything except money\n  ","140023":"\n  when I was severely unstable.\n  \n  I GET stalked by tons of people though. Who I assume are all also severely unstable.\n  ","140024":"\n  sure\n  ","140025":"\n  who did people in the olden days LOVE sitting for portraits\n  ","140026":"\n  I mean, not good friends. Some people who are minor acquaintances hide their hatred well or whatever\n  ","140027":"\n  I am an adult with a whole house.\n  ","140028":"\n  I find it so distasteful to continuously get questions about children when I've made it clear that I find it offensive to people who are infertile\n  ","140029":"\n  I do enjoy it but I rarely do lately because the trails are crowded\n  \n  15 miles or so is my longest\n  ","140030":"\n  what a fucking snob lol like who caressssss\n  ","140031":"\n  ginger\n  ","140032":"\n  jUST LOOK at this goofy baby\n  ","140033":"\n  I don't watch netflix\n  ","140034":"\n  my mattress is so comfy and I got it on sale on amazon\n  ","140035":"\n  art and hobbies and cute animal friends\n  ","140036":"\n  I keep it nearby but I only look at it occasionally. If it makes a noise, I'll likely check it.\n  ","140037":"\n  learning to stay in the present as often as possible\n  ","140038":"\n  what?\n  \n  some of y'all SERIOUSLY need to learn to give up this childish black and white thinking\n  ","140039":"\n  yes a few times. Both of the past two situations were with amazon-ordered Haus makeup. I got a eyeliner pencil that looked like it had been through a woodchipper, and then the completely wrong item a different time (bronzer instead of blush). Now if I order Haus (which I do, it's my favorite brand) I just do it through the website, which donates to the Born This Way foundation anyway\n  ","140040":"\n  not generally\n  ","140041":"\n  no? Have you been watching horror movies about twins or something? Welcome to real life, twins are normal people\n  ","140042":"\n  I understand politics- and most things- pretty well. Am I willing to talk them through on ask fm? Not at all.\n  ","140043":"\n  I do know several twins\n  ","140044":"\n  I mean, obviously it's better to choose fair trade when possible but at the same time you can't expect an average consumer to check the source of every little thing. I DO however expect people to try to find a non-slavery source for their very big purchases at least, like for instance diamonds and gemstones\n  ","140045":"\n  my health, per usual\n  ","140046":"\n  we have social media now so I feel like- that makes it a little easier for us? My generation has been both analog and digital for significant amounts of time so I think moving into future tech will be easier for us than the previous boomers\n  ","140047":"\n  yes\n  ","140048":"\n  never get another cold\n  ","140049":"\n  I have done. we went to get ice cream.\n  ","140050":"\n  Louise Belcher\n  ","140051":"\n  I prefer to be human\n  ","140052":"\n  Sputterin' Pete\n  ","140053":"\n  not at all but thanks for playing\n  ","140054":"\n  I love where I am\n  ","140055":"\n  neither\n  ","140056":"\n  bowling. set the pins and balls on fire\n  ","140057":"\n  of course\n  ","140058":"\n  I guess?\n  ","140059":"\n  we're too old\n  ","140060":"\n  huh? yeah probably that seems useless\n  ","140061":"\n  I almost never watch netflix so I don't know\n  ","140062":"\n  hanging xmas lights\n  ","140063":"\n  xmas lights and a new blanket for my bed\n  ","140064":"\n  I've never been to inglewood so oakland\n  ","140065":"\n  harry potter\n  ","140066":"\n  harry potter, pokemon\n  ","140067":"\n  fried but I like both\n  ","140068":"\n  no\n  ","140069":"\n  Von Sell\n  ","140070":"\n  lately it's Vamos by Pixies the come on pilgrim version\n  ","140071":"\n  rowlet\n  ","140072":"\n  nah I'm waaay too \"white american\" for culture or heritage\n  ","140073":"\n  not long and not very lol. I'm lowkey afraid of the deeps. I LOVE open water swimming, up on the surface, where it's less terrifying though\n  ","140074":"\n  Having schizophrenia is like having to second guess your reality\n  \n  A recent example- I hallucinate noises a lot so when I heard waterfall sounds all day long three days ago, I ignored it. Turns out, the water pipe going into the house busted in the crawl space and there actually WAS a water noise but I never would have figured that out on my own\n  ","140075":"\n  Bubo, my current parakeet, is my second bird. I grew up with a cockatiel named Harry.\n  ","140076":"\n  She will be 5 in March!\n  ","140077":"\n  This is my first night sober in a long, long time. Struggling already with withdrawal tonight. It would be lovely if my pals here could send questions to distract from the sickness tonight or even just this week sometime while I do the thing\n  ","140078":"\n  sharing food with Bubo makes me feel happy and calm in a way that nothing else really does lately. I love making sure she gets a variety of foods and nutrients and bonding with her in that way\n  ","140079":"\n  no\n  ","140080":"\n  look I finished an arm warmer\n  ","140081":"\n  yes I'll get it\n  ","140082":"\n  just the idea of demons I guess\n  ","140083":"\n  yup\n  ","140084":"\n  ha yeah naw it's more of a flaky, savory scone I guess\n  \n  I thought of another word- Barbie\n  \n  here it's a doll, in Australia it's slang for the grill\n  ","140085":"\n  biscuit\n  \n  lol that's all I can think of\n  ","140086":"\n  I don't know what the specifics are but I have three antique hunting rifles (and no ammo- they're not for shooting, they're for my husband's childhood memories with his father)\n  ","140087":"\n  yes, with a permit\n  ","140088":"\n  thank you! <3\n  \n  Bubo is a star for sure today we shared a banana, she finally likes fruit now\n  ","140089":"\n  I am a gun owner. I would say most of the people I know also are. However, I don't know a single person with an assault rifle or any of the machine type guns one would consider an assault rifle. I know people who hunt deer or target shoot with pistols and that's it.\n  ","140090":"\n  the main thing is that I decided to start an alcohol detox today. I've been prepared for it a few days, but this is the first day of action. I've been drinking heavily since March and it's become an addiction.\n  \n  Also, even though I feel sick, I cleaned my kitchen an gave Bubo a bath and made myself a healthy lunch\n  ","140091":"\n  I mean, have we \"forced\" vaccines for literally any other disease? Y'all worry about the most ridiculous things\n  ","140092":"\n  at my desk\n  ","140093":"\n  sure, plenty of times\n  ","140094":"\n  I like sushi\n  ","140095":"\n  we always did seafood, so that. Shrimp and crab legs. Skipped the potato salad unless my grandma made it.\n  ","140096":"\n  rubber band ball\n  \n  it's probably already been done but it seems like it would be really chaotic\n  ","140097":"\n  mental illness\n  ","140098":"\n  it's just my partners badge number\n  ","140099":"\n  Beatrice\n  \n  because it's sort of hard for me to say outloud for some reason, like my very slight lisp has issues with this one\n  ","140100":"\n  ohhhhh I don't know\n  \n  my bird? art? schizophrenia? I just woke up this is too hard\n  ","140101":"\n  surviving\n  ","140102":"\n  gotten full-service gas as the driver of a vehicle\n  ","140103":"\n  I only use my phone to answer texts and see what time it is. I use my desktop for almost everything. SO yeah, whatever, phone.\n  ","140104":"\n  when I was a dancer one of the other women looked a LOT like me and we got mixed up regularly\n  ","140105":"\n  just working toward a goal I guess like but with gusto. I hustle most days. I have a two hour window of each day dedicated to work or craft .\n  ","140106":"\n  my late teens, early twenties, as I came to terms with my schizophrenia\n  ","140107":"\n  nope\n  ","140108":"\n  10 thumbs up good job me\n  ","140109":"\n  safe combinations. I don't care what's behind doors that aren't mine, and while I never have use for safe cracking either it is at least something that might aid me if I ever forget the safe combo in my home\n  ","140110":"\n  my house\n  ","140111":"\n  I wouldn't. I could like, predict things and try to become a prophet or a wise person but the more likely scenario is that I'm dunked in the river as a witch\n  ","140112":"\n  yup there were a few gangs nearby that patrolled and sold in my neighborhood\n  ","140113":"\n  many times\n  ","140114":"\n  between 11-14 hours\n  ","140115":"\n  pixies\n  ","140116":"\n  My week is gonna SUUUUUUUCK I'm detoxing from alcohol dependence.\n  ","140117":"\n  I've never heard this theory until right this second. Also, don't really care. I have no burning questions about existence I'm just glad to exist while I do\n  ","140118":"\n  coffee, cozy hoodies, padded socks, time with my animals, music that I'm used to\/comfortable with\n  ","140119":"\n  bicicleta, Spanish for bicycle\n  ","140120":"\n  going somewhere you've never been before\n  ","140121":"\n  as a mixer\n  ","140122":"\n  Pacific coast\n  ","140123":"\n  sour\n  ","140124":"\n  salt water taffy\n  ","140125":"\n  I don't watch either I use the internet as my news source\n  ","140126":"\n  cheetos\n  ","140127":"\n  I have never heard of it but I've only been here like 8 years so I don't have that crawled over knowledge of Vancouver that some of my neighbors have\n  ","140128":"\n  We DID get unseasonal sunshine today! it was gorgeous\n  ","140129":"\n  um, literally no. I've not seen a single person use the term abolition.\n  ","140130":"\n  Tuna Poke, jasmine rice, an Asian chopped salad\n  ","140131":"\n  my last five or so donations have been to the Warm Springs Confederacy of Tribes in OR because they were already stretched thin this year but then had a huge amount of covid infections and then the wildfires at the same time. Past that, I make regular donations to the Brain and Behavior Research Center.\n  ","140132":"\n  no what bothers me is serious questions on shitfaced sunday\n  ","140133":"\n  they really are. My specific area is very good about infrastructure repair and other taxed services. We all vote to do something, and then we do it.\n  ","140134":"\n  they're both exciting. Or really, she's also the first Asian vp, so they ALL THREE are exciting\n  ","140135":"\n  lolwut\n  \n  I ate out at a restaurant, I guess\n  ","140136":"\n  I have fainted many times actually. The first time I remember fainting was so so embarassing, I had a very heavy period and cramps and was in so much pain and had lost so much blood- but we had an English test on Romeo and Juliet that counted for a third of our grade that semester so I went to school anyway, and sitting there I finished the whole exam, stood up to turn it in, walked three steps, then felt like I had goosebumps, chills, sweating, and was weightless and I crumbled to the ground. Fellow students had to carry me to the nurses office.\n  \n  The most recent time happened at the hospital ER where a shitty tech flushed my IV too fast and it made me faint\n  ","140137":"\n  So it's Shitfaced Sunday, and tonight is a special one because it'll be my last for a while. I've decided to detox starting tomorrow. AMA\n  ","140138":"\n  I have collected up to a point, and then stopped. So a little of both. I have *JUST* the right amount of clutter\n  ","140139":"\n  I would just use the paper\n  ","140140":"\n  of course not lol it's a nightmare have you seen the bullshit people send me\n  ","140141":"\n  I don't pay attention. Last I heard there was drama between her and Depp YEARS ago so I'm doubtful that's STILL an issue.\n  ","140142":"\n  I honestly have no idea what you're talking about but just wear what you want\n  ","140143":"\n  blick art supply store, bulk, buick\n  ","140144":"\n  brick, buck, actually I'm too high to think of more\n  ","140145":"\n  oh I've had a lot of best days. The first that comes to mind right this second is the first time I found out one of my breast tumors was benign\n  ","140146":"\n  LMAO\n  ","140147":"\n  go put on some orange foundation and pout, I guess\n  ","140148":"\n  I didn't say \"bad people\" you're putting words into my mouth, so like, \"GROW UP\" lmao\n  ","140149":"\n  yes definitely. I've been sneered at and treated poorly in the past because of my family's financial position.\n  ","140150":"\n  I don't think very much about it so I don't have a personal definition. I grew up what was considered lower middle class, or what some people call blue collar class. My parents worked but we were still very tight on money and often went without. As an adult, I am more comfortable and financially stable than that, so I consider myself more \"comfortably middle class\"\n  \n  The idea of class is silly but you asked me a question about where I fit into it and I answered. It would be better to have a socialized class of people who work (or not) and are still able to provide for families and get health care and be comfortable.\n  ","140151":"\n  yes\n  ","140152":"\n  Allison means of royalty\n  \n  shehitsback is from a yoko ono song\n  ","140153":"\n  I already forgot about it\n  ","140154":"\n  ha thanks they are so so sad\n  ","140155":"\n  people who hold on to hate like it's a life force\n  ","140156":"\n  no I have lots of interests and hobbies\n  ","140157":"\n  not that much different really other than the whole covid thing\n  ","140158":"\n  I'm pleased\n  ","140159":"\n  book, burger king, black\n  ","140160":"\n  very much so\n  ","140161":"\n  ok\n  ","140162":"\n  I do\n  ","140163":"\n  a chuck tingle book\n  ","140164":"\n  lol what? Do you lack reading comprehension? There is literally nothing hateful about this title\n  ","140165":"\n  Please explain how a gay erotica book, by a gay author, who is known for being gay, and writing gay erotica of all types- PRESENTED to you by a gay person, is homophobic?? like, rofl. You are so, so, SO pathetic and I hope you choke on a biscuit\n  ","140166":"\n  it's been eventful. We had a burst pipe when I woke up so I spent the morning dealing with that. Then the nation came together and voted the troll out of office. Then the valedictorian of my high school got married and she and her wife wore matching masks from my shop. Then I ate a gyro and watched the baby yoda show.\n  ","140167":"\n  I'm already happy right now\n  ","140168":"\n  just finished watching the newest episode of the mandolorian\n  ","140169":"\n  yup\n  ","140170":"\n  arm warmer progress\n  ","140171":"\n  I don't know anything by him\n  ","140172":"\n  teacups or octopus or whatever it happens to be called, the thing that spins with individual spinning pods that spin in the opposite direction\n  ","140173":"\n  for sure\n  ","140174":"\n  My Butt Is Comforted By The Realization That I’m Okay And Everything Will Be Alright by Dr. Chuck Tingle\n  ","140175":"\n  I haven't drank enough bottled water to notice I just drink filtered water from the fridge mostly\n  ","140176":"\n  I'm severely mentally ill. Who needs my advice?\n  ","140177":"\n  I mean I wouldn't say I do anything effortlessly but some days I'm more confident in my line-making than others. Here's a little video I posted on twitter that shows a time lapse of this drawing. It took me about a half an hour to 40 minute to draw.\n  \n\n   https:\/\/twitter.com\/shehitsback\/status\/1324846246591229953\n  \n","140178":"\n  I never ask for advice, and rarely give it\n  ","140179":"\n  I did.\n  ","140180":"\n  pleased.\n  ","140181":"\n  at my desk waking up super early to let a plumber in to repair a broken pipe\n  ","140182":"\n  I mean, okay, but same to you so I don't know why you're in my inbox\n  ","140183":"\n  I mean, when you get down to county level, I live in a red county though. I guess I probably know more about my local politics than you, a rando, does\n  ","140184":"\n  I feel relieved in some ways but there's still so much work to be done. Biden is quite conservative compared to my ideal politicians, and I have a surprisingly republican local government\n  ","140185":"\n  three- 2 cats and a bird\n  ","140186":"\n  I wear glasses\n  ","140187":"\n  I always just hide things in my yarn boxes because I know Jon will never go looking for yarn\n  ","140188":"\n  I'm feeling pressured right now because I have to pay a plumber for fixing a burst pipe and my water is turned off and the job won't be done until noon and I really just want to wash my hands and flush a toilet\n  ","140189":"\n  cool and drizzly\n  ","140190":"\n  gonna brew my coffee with trump tears\n  ","140191":"\n  I would like all trump cultists crying today to bottle up your tears so I can use them in an art project or something\n  ","140192":"\n  did you cry actual tears?\n  ","140193":"\n  I ate all the leftovers for lunch but I'll tell you how I made it:\n  \n  -layer frozen tots on the bottom of a casserole dish\n  \n  -in a pan, saute chopped onion and garlic until translucent. Add ground beef and cook until browned.\n  \n  -Add canned campbell's cheddar cheese soup to the meat mixture and stir.\n  \n  -steam frozen veggies of your choice (I used leftover broccoli) and add it to the meat mixture\n  \n  -pour meat mixture over tots in dish\n  \n  -add a top layer of frozen tots\n  \n  -cover top evenly with sliced muenster cheese\n  \n  -bake for 40 min at 400 degrees F\n  ","140194":"\n  Arkansas, Vermont, Michigan, Wisconsin, Minnesota, Hawaii, Alaska\n  ","140195":"\n  my birdie is good. My bestie bought her some bamboo paper tape to shred called Shreddies like 4 years ago- and she has paid no attention to it at all any time I've introduced it to her- until now. She can NOT get enough of shreddies to shred currently\n  ","140196":"\n  well I mean a unified nation doesn't stop the spread of covid but I hear ya.\n  ","140197":"\n  his lawsuits and potential posturing on twitter don't worry me. There was enough of a margin that it's clear who won.\n  ","140198":"\n  a trip to see the last 7 states I haven't been to\n  ","140199":"\n  free coffee please\n  ","140200":"\n  a tater tot casserole and it was beautiful\n  ","140201":"\n  not good because I don't like them\n  ","140202":"\n  I don't love roaches\n  ","140203":"\n  wait, what? You're TRYING to get bored?\n  ","140204":"\n  thanks\n  ","140205":"\n  yes\n  ","140206":"\n  nope does it have something to do with BIDEN WON?\n  ","140207":"\n  We got Wendy's I had a Dave's combo but I only ate like 2 fries because they were cold\n  ","140208":"\n  feeling ill today but I was productive anyway. What's happening tonight AMA\n  ","140209":"\n  spaghetti\n  ","140210":"\n  no I've never even had a normal non-fish one before\n  ","140211":"\n  my art hopefully\n  ","140212":"\n  I just pulled a 10 year old hard drive out of my computer the other day, so I'm sure I've got something else in there that's ancient\n  ","140213":"\n  the period of time between the World Wars in Europe. So much good art was created.\n  ","140214":"\n  art house\n  ","140215":"\n  it's an extinct smell now almost, but photography chemicals\n  ","140216":"\n  It depends on how long they took and what the amenities are like\n  ","140217":"\n  stay vaccinated\n  ","140218":"\n  also I didn't mean to call yo out for silly jokes in a bad way, I enjoy them. I love a good knee slapper\n  ","140219":"\n  I'm interested in driverless cars\n  ","140220":"\n  I guess I'd draw a portrait\n  ","140221":"\n  tide pods\n  ","140222":"\n  both but not cigarettes\n  ","140223":"\n  I'm okay. blocking folks this morning because I'm so. tired. of. bullshit.\n  ","140224":"\n  I wouldn't move to another country I like where I am much to the trump cultist's chagrin\n  ","140225":"\n  caffeine, prescription meds\n  ","140226":"\n  are these song lyrics I feel like these are song lyrics\n  ","140227":"\n  the key for sure\n  ","140228":"\n  getting hired by a magazine to do portraits for the entire staff\n  ","140229":"\n  around 1 pm is my productive time. I use that time of day to do chores and work on art projects\n  ","140230":"\n  I will cut a motherfucker off with like, no remorse or deep thought\n  ","140231":"\n  I do if they are typing it for something because the p can be tricky\n  ","140232":"\n  I played tennis in middle school but maybe that was the last time I bothered. so like almost 30 years ago\n  ","140233":"\n  joni mitchell\n  ","140234":"\n  sportssss\n  ","140235":"\n  sporp\n  ","140236":"\n  artistic, intelligent, high\n  ","140237":"\n  thank you I agree\n  ","140238":"\n  Bubo is the little thing that makes my day better. Today we shared a banana and I got her to take a bath in the sink.\n  ","140239":"\n  it's thirsty thursday, and it's been way slow on here today so send in those questions\n  ","140240":"\n  how long have I been frozen for\n  ","140241":"\n  We honeymooned in Cape Fear but it would have been nice to do a fancy Hawaii trip or something\n  ","140242":"\n  you ask me this like, every month or so. Stop harassing that poor girl.\n  ","140243":"\n  drinking and smoking weed\n  ","140244":"\n  nope\n  ","140245":"\n  artist\n  ","140246":"\n  lately, squirrel flower\n  ","140247":"\n  I like dipping my fries in honey mustard\n  ","140248":"\n  electronics\n  ","140249":"\n  I don't have one\n  ","140250":"\n  most people buy a car first\n  ","140251":"\n  203,611\n  ","140252":"\n  I never notice anyone copying me, I'm a grown ass adult\n  ","140253":"\n  just bury me with my heirlooms so I fuck up that generational flow I didn't have kids to pass things down too might as well let all tradition die with me like a boss\n  \n  just kidding I don't believe in afterlives.\n  ","140254":"\n  almost never, my mental illness prevents me from having that kind of attention span and motivation\n  ","140255":"\n  I have no burning questions\n  ","140256":"\n  I don't really love mac and cheese I know that's terrible and weird\n  ","140257":"\n  cheddar cheese\n  ","140258":"\n  um no? I've been married almost 17 years\n  ","140259":"\n  no\n  ","140260":"\n  it's okay. I like blizzards\n  ","140261":"\n  scrubbing floors or tubs for a living, because I can't physically do the work with the state my back is in without tremendous pain\n  ","140262":"\n  travel outside of your hometown\n  ","140263":"\n  I don't even know. Something that can get all the generations on board.\n  ","140264":"\n  average person now, I wouldn't have wanted to poop in a bucket no matter how many people were willing to clean my chambers for me\n  ","140265":"\n  I don't really know very much about her tbh.\n  ","140266":"\n  go to therapy so I learn to need others less and support myself more emotionally, then move on\n  ","140267":"\n  have a printing press\n  ","140268":"\n  well we know for sure you're a misogynist, but yes, you're inherently racist and especially so if you voted Trump. Sorry them's the facts.\n  ","140269":"\n  in 4th grade I was bullied sooooo hard for being myself. in 5th grade, I tried to recreate myself to fit in. It worked and the bullying slowed down and I made friends, but I felt gross about it. I continued to try to blend in until about 8th grade, where I let myself be as weird as I am, and it didn't matter by then. People were bullies, but there were also friends and I got by. By 10th grade I was very popular, and it was because I was genuinely myself.\n  ","140270":"\n  because you're supporting someone who literally oppresses minorities so therefore you agree with his policies. We're talking about literal children literally separated from their parents at the border and kept in horrific conditions.\n  \n  But honestly? I believe every white person and white passing person benefits from racism and white supremacy, so if you're white, you are by default racist. Yes including me. The thing is- if you're actively aware of your privilege and being anti-racist, then you're doing the right thing. Racist or benefitting from racism or not.\n  ","140271":"\n  prescription and vaccine pricing\n  ","140272":"\n  today was long and I am tired\n  ","140273":"\n  I do live in washington state and I love it here\n  ","140274":"\n  no\n  ","140275":"\n  The Oculus.\n  \n  I have mixed feelings on whether it was good. It was successful at being a horror movie that made me think about it a lot\n  ","140276":"\n  if he was acting like it was a picture of him, then that would be shitty. If he just likes Lil Uzi Vert or whatever, then whatever. You need to know intention in something like this, y'all are so quick to jump to finger pointing and callouts when really, like, settle the fuck down\n  ","140277":"\n  yo yeah I don't know it's closer than I expected which is frustrating and disgusting.\n  ","140278":"\n  because it's incredibly cool\n  \n  no I quit smoking 10 years ago\n  ","140279":"\n  not happy, relieved.\n  ","140280":"\n  I hear ya no worries we're all a little frazzled at the moment I think\n  ","140281":"\n  I love putting anons in their fucking places does that count\n  ","140282":"\n  I already said, I just get so irritated when popular musicians use a kid's choir in a song it like, makes everything a thousand times more cheesy\n  ","140283":"\n  thx\n  ","140284":"\n  it was just funny because I DO happen to have opinions on choirs\n  ","140285":"\n  I think you meant chore not choir but I hate children's choirs in pop songs just in case\n  \n  I hate scrubbing the tub because I don't have use of my sacro-iliac joints anymore and the physical act of bending down or getting on my knees to clean something is very painful for me.\n  \n  I don't mind doing dishes by hand, the few times I've had to lately (I mostly use a dishwasher though) It's just a meditative thing to do while gazing out the window\n  ","140286":"\n  it's obvious you don't even follow me because NOWHERE have I expressed that I even *like* Biden, I just voted for him because he's not trump. SO like, mind your own business, or pay attention to my feed before opening your mouth, or google shit yourself and stop expecting women to do your research for you\n  ","140287":"\n  Not necessarily the election but this whole year's worth of events has increased my meds. I now take beta blockers THREE times a day\n  ","140288":"\n  a lot. maybe like, 15. But I only wear about 4 pairs.\n  ","140289":"\n  I guess? I mean, I just stay sincere and don't think about this sort of thing\n  ","140290":"\n  maybe, if like something was failing and replacing it was the best option\n  ","140291":"\n  I think it would be rad. I want to talk to my pets.\n  ","140292":"\n  respectable\n  ","140293":"\n  yes, and then drawn them\n  ","140294":"\n  dresses\n  ","140295":"\n  no\n  ","140296":"\n  I've been married for almost 17 years. We honeymooned in Cape Fear, NC\n  ","140297":"\n  sure\n  ","140298":"\n  my favorite museums are the boston museum of fine arts and the portland museum of fine arts. They both have excellent collections from multiple eras and cultures and are well curated.\n  ","140299":"\n  gross\n  ","140300":"\n  hope so too\n  ","140301":"\n  I think it's stupid and we don't really celebrate it\n  ","140302":"\n  all at once\n  ","140303":"\n  for sure\n  ","140304":"\n  liver and molasses\n  ","140305":"\n  I made baklava from scratch once\n  ","140306":"\n  I just googled their menu, it was exactly that, with fry bread and shredded bison\n  ","140307":"\n  lose the pictures\n  ","140308":"\n  I've only ever had a filled flatbread meal that I can't remember the name of, at a native american eatery in Colorado called Tacobe\n  ","140309":"\n  I'm not especially fond of either but they're still both heaps better than Dictator Cheeto\n  ","140310":"\n  yes, in the evenings particularly after she eats her supper she likes to settle in for the night with some good chirping and chattering\n  ","140311":"\n  I have ridden motorcycles in the past. I don't enjoy it\n  ","140312":"\n  I'd still do art.I would travel more frequently as well.\n  ","140313":"\n  nah it's a navel orange just a little over ripe She IS beautiful, right? Prettiest birdy on the planet.\n  ","140314":"\n  I go through phases were I take a lot of pictures of food but lately the only food I've been taking pics of is what Bubo's eating\n  ","140315":"\n  lol nah it wasn't pretty. I only had cheese and olives to put on top because the fridge is getting kinda bare\n  ","140316":"\n  today's no makeup, hair down selfie\n  ","140317":"\n  bell peppers\n  ","140318":"\n  I've never even heard that term before\n  ","140319":"\n  I think people would be surprised how much dance music I listen to, and contemporary indietronica.\n  ","140320":"\n  my anons are Somethin'\n  ","140321":"\n  I do, a straw one I call it my adventure hat as I only ever wear it if I'm like, hiking in the desert\n  ","140322":"\n  you sound incredibly stupid please go away\n  ","140323":"\n  I think I'm getting sick, or else stress is causing me to feel sick\n  ","140324":"\n  so you're a garbage fire. got it.\n  ","140325":"\n  so you think it's okay to be rude to NON-white people? Like thinking I was a different race than white made it okay?\n  ","140326":"\n  omfg\n  \n  no\n  \n  I'm just a white American\n  ","140327":"\n  yes because perfect spelling is SUCH an indicator of intelligence *eye roll*\n  ","140328":"\n  restaurant\n  \n  perceivably or other words with \"ie\" or \"ei\"\n  \n  I always write \"toliet\" instead of \"toilet\"\n  ","140329":"\n  I do get frustrated if they're blocking all passage but otherwise no like I don't care if someone's slow as long as I can get around them\n  ","140330":"\n  lint\n  ","140331":"\n  not at all but I'm going to try again anyway this coming spring\n  ","140332":"\n  I don't really celebrate any of them except birthdays and xmas\n  ","140333":"\n  flying carpet\n  ","140334":"\n  my backyard is just a forest, it'll be fine there\n  ","140335":"\n  rotary phones\n  ","140336":"\n  twin peaks\n  ","140337":"\n  no\n  ","140338":"\n  so far it sucks\n  ","140339":"\n  ...\n  \n  why would I be deported, pray tell? What makes me, a citizen longer than you've even been born, worthy of deportation\n  ","140340":"\n  here's hoping.\n  ","140341":"\n  I mean things aren't going to magically get better for 2021 though things will get better gradually, or not at all\n  ","140342":"\n  fur\n  ","140343":"\n  printmaking\n  ","140344":"\n  the lady gaga enigma show in vegas, and because there was a giant flaming mech\n  ","140345":"\n  October because of the weather\n  ","140346":"\n  I don't get annoyed by animals really\n  ","140347":"\n  nothing especially important. Installing a new hard drive tonight probably.\n  ","140348":"\n  I'm reasonable and gentle with myself\n  ","140349":"\n  yes\n  ","140350":"\n  no\n  ","140351":"\n  I mean you think that's funny but my next neighborhood over is illegally being patrolled by militia with machine guns and the police are just letting it happen\n  ","140352":"\n  the Mitchell Corn Palace in South Dakota\n  ","140353":"\n  actually I end up showering in the afternoon most of the time. I take my \"do nothing but drink coffee and sit\" mornings very seriously, I shower after I eat lunch and get moving for the day\n  ","140354":"\n  the pixies\n  ","140355":"\n  I mean, good for them\n  ","140356":"\n  japanese curry\n  ","140357":"\n  being contacted by strangers on my personal pages\n  ","140358":"\n  no\n  ","140359":"\n  Rin and Mimi\n  ","140360":"\n  I remember a lot actually, like more than other folks seem to but I guess that's because so much was poured over in therapy for so many years\n  ","140361":"\n  this is stupid\n  ","140362":"\n  no\n  ","140363":"\n  I don't use it\n  ","140364":"\n  rolling stones\n  ","140365":"\n  I feel like I'm living it now\n  ","140366":"\n  I've been on lots of movie dates, I couldn't remember them all if I tried. I prefer to pay attention to a movie so my dates were disappointed if they thought we'd be necking the whole time.\n  ","140367":"\n  I work for myself so I can do that anytime I need to\n  ","140368":"\n  no\n  ","140369":"\n  art, cooking, knitting, other crafts\n  ","140370":"\n  lol are you serious\n  ","140371":"\n  people being OKAY with militia\/terrorist organizations patrolling the streets of my town\n  ","140372":"\n  oversized knitwear\n  ","140373":"\n  all of them but I think especially valentines\n  ","140374":"\n  I mean, how else should I answer. It's a question that can be easily googled. I answered for the VIP points.\n  ","140375":"\n  having passion\n  ","140376":"\n  I have had it, it's a nice dessert\n  ","140377":"\n  I did play with bubbles a lot as a kid. When my old cats were kittens, we had a special catnip flavored bubble solution that was safe for cats to eat and they LOVED those nip bubbles\n  ","140378":"\n  the last thing I drew that wasn't for work was this Wampus Cat\n  ","140379":"\n  we have an energy saving thermostat. the heat comes on at 66 degrees F and the A\/C comes on at 75 degrees.\n  ","140380":"\n  being in a hospital bed. It's so uncomfortable but something about being in the hospital makes me sleep so well\n  ","140381":"\n  I don't really care about smoothies. I like fruit okay but I'm allergic to mango and kiwi and people love to throw those into smoothies\n  ","140382":"\n  the only game I ever play anymore is animal crossing\n  ","140383":"\n  My partner is watching american dad across the room. I don't care for it.\n  ","140384":"\n  it was tiresome. I am under enough stress right now that it's making me feel physically ill.\n  ","140385":"\n  I have a favorite hoodie, it's from my redbubble shop and has an owl drawing I did on it\n  ","140386":"\n  ... still American, just like I have been for the past 40 years\n  ","140387":"\n  there is a tank in my next neighborhood over. I just want to not have tanks in my next neighborhood over.\n  ","140388":"\n  probably close to 18 hours or more\n  ","140389":"\n  I'm not the biggest fan of sweets, but it's okay\n  ","140390":"\n  I've never taken one but there was a show several years back now by Penn and Teller called Bullsh!t that did an episode about them once. They're apparently very easy to fake your way through.\n  ","140391":"\n  I have, and I do like it paired with cheese and bread or crackers. I prefer the standard flavor, or something with extra garlic\n  ","140392":"\n  I make my own fashion trends\n  \n  today's selfie w\/birb\n  ","140393":"\n  \"associate\"\n  \n  answering questions from people on this silly site hardly counts as \"associating\" now does it. There are all sorts of people I follow I disagree with. There are even more people who contact me that I DON'T follow that I disagree with. If they cross a line too many times? I unfollow block and move on. Other than that, this is JUST a question and answer site, stop being so fucking ridiculous.\n  ","140394":"\n  I voted by mail a while back. I've also checked my ballot to make sure it was received and counted (it was)\n  ","140395":"\n  I love both but lately I prefer at home with fresh tomato, muenster cheese, and dill pickles\n  ","140396":"\n  nope just white\n  \n  since y'all are so bothered by my race lately, I welcome you to ask for my amazon wishlist link, where you are able to buy me a 23 and me Genetic test\n  ","140397":"\n  I can't light candles because I have a pet bird and the smoke can kill her\n  ","140398":"\n  I'm ready to put up the lights like NOW but my husband wants to wait at least a week or so\n  ","140399":"\n  yes\n  ","140400":"\n  Biden\n  ","140401":"\n  sleep\n  ","140402":"\n  cheeseburgers\n  ","140403":"\n  yes I voted like 2 weeks ago\n  ","140404":"\n  I mean, what's he percentage of trump cultists? 30 something percent?\n  ","140405":"\n  I mean, I sure don't. I only eat pancakes like twice a year\n  ","140406":"\n  that mental illness is wrong or evil\n  ","140407":"\n  5'7\"\n  ","140408":"\n  It's in my grandmother's handwriting, lifted from a letter. But yes.\n  ","140409":"\n  it started off irritating with a glitchy hard drive but things got better, and it resulted in taco dinner and watching the new mandolorian on disney plus and now I'm drinking and messing around on the computer\n  ","140410":"\n  I don't believe in limiting my diet in any way, and instead eating naturally what I crave and what is healthy for me\/ SO every day, or no days. Today I ate an orange, a banana, pork tacos with tomatoes and chiles, and a sandwich\n  ","140411":"\n  not at all\n  ","140412":"\n  it's shitfaced sunday but I'm tired so who knows how long I'll last. In the meantime, Ask me anything!\n  \n  here's my progress on my arm warmers, I know y'all have been dying to know how it's going\n  ","140413":"\n  sure do what you want\n  ","140414":"\n  today's selfie features my backyard which suddenly turned yellow today basically overnight\n  ","140415":"\n  heavy metal. I hate that screamin vocal thing they do. It's just like- if I wanted to be yelled at by an angry white guy I could have stayed with my ex\n  ","140416":"\n  my fucking harddrive is on the fritz and the tv is doing weird shit and my partner's playstation is fucking up and like all of this is a problem this morning for some reason all of a sudden and I'm so irritated with things going bad\n  ","140417":"\n  I'm not going to date other people still, like that hasn't changed\n  \n  but your issue with people's appearance is childish\n  ","140418":"\n  you could have easily just sent me the phrase \"I am a racist white person\"\n  ","140419":"\n  my partner and I just chilled at home. Had pizza and played our video games.\n  ","140420":"\n  I mean, every single person and relationship is different so yes\n  ","140421":"\n  I'm doing fine I slept and extra hour and woke up just a little while ago. On coffee cup number two\n  ","140422":"\n  I prefer a 43 year old man\n  ","140423":"\n  no\n  ","140424":"\n  yes\n  ","140425":"\n  everything's been fine. Average. Nothing stands out. I got a lot of knitting done. Did a couple's commission the other day which was nice.\n  ","140426":"\n  very brave\n  ","140427":"\n  peanut butter kisses\n  ","140428":"\n  yup, and I checked the status and made sure it was counted already too\n  ","140429":"\n  uneventful\n  ","140430":"\n  late summer\/early fall\n  ","140431":"\n  half a bag of popcorn last night\n  ","140432":"\n  yes\n  ","140433":"\n  hot\n  ","140434":"\n  twice\n  ","140435":"\n  white people don't have spirit animals\n  ","140436":"\n  white people talking about spirit animals\n  ","140437":"\n  someone took CDs and the stereo out of my car once and no I didn't get any of it back\n  ","140438":"\n  I don't watch them\n  ","140439":"\n  Kyle MacLachlan\n  ","140440":"\n  high. I drink a lot.\n  ","140441":"\n  I did in animal crossing\n  ","140442":"\n  I don't really like chocolate\n  ","140443":"\n  I don't believe they are real yet they flock to me like nobody's biz\n  ","140444":"\n  you too\n  ","140445":"\n  yus\n  \n  angry orchard unfiltered\n  ","140446":"\n  just put down animal crossing for a while and opened a cider\n  ","140447":"\n  sausage egg and cheese biscuit\n  ","140448":"\n  you too\n  \n  probably the shining\n  ","140449":"\n  not in a caring way but in an overbearing way\n  ","140450":"\n  I mean, why? Do for some reason think I care about some anon? I enjoy them and that's what matters. it is HILARIOUS how many of y'all have \"opinions\"\n  ","140451":"\n  Since y'all are so obsessed with my eye wear, here are ALL FIVE of my up-to-date-prescription glasses. I don't wear the black studded ones often because they're not comfortable. The orange\/magenta pair and the black\/leopard cat eye pair are older favorites. The gold and the orange rhinestone are the newest.\n  ","140452":"\n  I mean, technically a 19 year old is an adult and I am pretty sure the guy I was dating at 19 was 24. Age issues don't creep me out unless it's VERY young people dating much older people, like if they were 17\/24 that would be a problem and it would be weird if the 19 year old were dating like, a 30 year old\n  ","140453":"\n  nah and it probably won't be for a long while. Some retail shops are open, and like, most restaurants are still doing pretty good take out business though.\n  ","140454":"\n  I wouldn't have called myself a \"supporter\" like, I preferred her to Trump and I voted for her but I didn't like, campaign or send money or care that much about her\n  ","140455":"\n  I'm not really sure how I feel about that.\n  \n  I personally don't open or use locked answers.\n  ","140456":"\n  it's just silly the lengths people will go to on this site to try to harass me\n  ","140457":"\n  for real like, try finding a gas station to pee at in North Dakota\n  ","140458":"\n  Do you live in a cave? If you had travelled like, ANY part of the central united states you'd know there are LOOOONG stretches of literally nothing.\n  \n  Anyway, you're just ignorant and I have no patience for that so I'll just block you further. Not standing for harassment today.\n  ","140459":"\n  I'm specifically talking about situations where there aren't any? Did you not read the rest of the thread?\n  ","140460":"\n  it takes some practice for sure. But when you're on road trips in the middle of absolutely nowhere and you gotta pee, the funnel thing and a good-sized tree to stand behind are welcome things\n  ","140461":"\n  on I get legitimately scared when my schizophrenia is active like right now. I've been really struggling with night time scaredy cat-edness right now because I watched a silly pg-13 scary movie 3 days ago\n  ","140462":"\n  yes. Please learn anatomy.\n  ","140463":"\n  not drunk but when travelling or camping. I have a special funnel thing that lets me pee standing up.\n  ","140464":"\n  very bad. I have a succulent that's taking off right now but it's a fluke, I haven't done anything differently\n  ","140465":"\n  sure, lots\n  ","140466":"\n  I get this question like everyday lately. I don't really know I cook a lot of good things.\n  ","140467":"\n  Early fall because I can still wear my cute Summer clothes, just with a sweater or hoodie\n  ","140468":"\n  thanks! you too\n  ","140469":"\n  beetlejuice!\n  ","140470":"\n  treat\n  ","140471":"\n  thanks, I'll be at home in my jammies playing animal crossing\n  ","140472":"\n  are they actually calling it a \"lockdown\"? seems like here only really wacko extremists are referring to the precautions we should take as a \"lockdown\"\n  \n  just do what you are supposed to do to stop the spread of the disease stop being ridiculous\n  ","140473":"\n  absurdist things\n  ","140474":"\n  when it gets full? I dunno we end up with like 3 or 4 bags a week when the trash truck comes\n  ","140475":"\n  sometimes\n  ","140476":"\n  clean the dishes, fold the laundry, get some knitting done, play animal crossing\n  ","140477":"\n  dying\n  ","140478":"\n  jan 13\n  ","140479":"\n  better delivery systems I guess or driverless cars. I don't drive anymore so it's always a concern of mine how I'm going to get things or go places when my partner is busy\n  ","140480":"\n  the burn. I do it all the time anyway, I have no patience for hot foods\n  ","140481":"\n  one or two\n  ","140482":"\n  strong, creative, able to find joy\n  ","140483":"\n  sometimes but not often\n  ","140484":"\n  I live on a mountain now and it's nice so I'll stick with that\n  ","140485":"\n  \"woman vs mental illness\" probably. I don't care to write though, no.\n  ","140486":"\n  I put on green lipstick for long enough to take a picture but it felt weird since I've been wearing masks and not lipstick for so long\n  ","140487":"\n  pretty sure they don't even let you boat on the lake anymore, much less swim in it\n  ","140488":"\n  I'm doing fine. Getting ready to eat a cheeseburger slider for lunch.\n  ","140489":"\n  my bestie\n  ","140490":"\n  very cold you can't like, swim or anything. It's way up in elevation so it's snow melt water\n  ","140491":"\n  fine. the squirrels are at the backdoor knocking for peanuts\n  ","140492":"\n  No, I'm here.\n  ","140493":"\n  Crater Lake is beautiful and I just read yesterday that the island in the center, Wizard's Island, is supposedly haunted by mysterious fires that leave no trace but are perfectly visible from the shore\n  ","140494":"\n  My only complaint about the part of town I live in is that there isn't any good Ethiopian or Lebanese food\n  ","140495":"\n  they're all still active, like the whole cascade range. Mt St Helen erupts every year or so but not past the point of actually coming up over the crater's throat. Just spews some wicked steam\n  ","140496":"\n  yes! I can also see Mt St Helens from the top of the mountain I live on too\n  ","140497":"\n  I  MUST chew the frame to your favorite painting it's NECESSARY just let ME DO IT\n  ","140498":"\n  my neighborhood\n  ","140499":"\n  her mother is played by Starbuck from the Battlestar Gallactica remake\n  ","140500":"\n  the gore is minimal but there is a little. I mean, yeah, I probably recommend it. The lead male actor sucks though. The lead female is Amy Pond from Dr Who\n  ","140501":"\n  I'm not sure.\n  \n  On one had, it's a successful horror movie that doesn't rely on jumpscares- has no gratuitous nudity or sex-\n  \n  On the other, it's a little silly\/farfetched and has the whole \"mental health officials were wrong, my mental illness\/delusions ARE real!\" trope I hate\n  ","140502":"\n  the last movie I watched was Oculus and while it wasn't very good it did leave me with lots of thoughts\n  ","140503":"\n  lately it's been Alice Neel but it changes up\n  ","140504":"\n  drawing\n  ","140505":"\n  at home doing art\n  ","140506":"\n  I don't know enough about dog breeds to really answer this\n  ","140507":"\n  when I was a kid my neighbor knocked on the door asking for help because her dad had like, beat her head halfway in there was blood everywhere we called the police I was very very young and it was so scary to me\n  ","140508":"\n  I have but it was tethered\n  ","140509":"\n  simply that you have an advantage that not everyone else has\n  ","140510":"\n  cleaning floors and tubs\n  ","140511":"\n  lately I've been answering this with stir fry but I cook lots of things best. Maybe chicken tortilla soup or pot roast or fried chicken casserole\n  ","140512":"\n  sit here and answer questions\n  ","140513":"\n  just some sort of adventure I guess\n  ","140514":"\n  it was fun when I played it\n  \n  I know one of the artists for that game\n  ","140515":"\n  Play animal crossing\n  ","140516":"\n  same\n  ","140517":"\n  Joshua tree national park is beautiful at sunset. It's too hot otherwise. There's a desert art sculpture garden called East Jesus and it's spectacular\n  ","140518":"\n  crowded, plastic, palm tree paradise\n  \n  but if you venture out into the desert, that's where it's really cool\n  ","140519":"\n  nope\n  ","140520":"\n  LA is great. I recommend this\n  ","140521":"\n  this is absolutely ludicrous. every body eats\n  ","140522":"\n  Because it's fun? You need to eat? It's better than eating take out all the time?\n  ","140523":"\n  yes\n  ","140524":"\n  you sound terrible go away\n  ","140525":"\n  sometimes\n  ","140526":"\n  I've done it three times now, once was in a moving truck\n  ","140527":"\n  road trip across the united states\n  ","140528":"\n  I mean, technically it is and people will definitely jump all over you for it here on ask but really in the grand scheme of things it's a word that isn't going to hurt or oppress that many folks you come across so I dunno do what you will. I flinch when I hear the word \"crazy\" but it's so much a part of how people talk.\n  ","140529":"\n  sucks. hopefully they'll get to it soon\n  ","140530":"\n  sorry, dunno. did you meet all the requirements?\n  ","140531":"\n  very much so. I was so underweight in college that I stopped having a period.\n  ","140532":"\n  it only took a few hours for me, but that was like, right in the very beginning of last week it's possible they're just backed up now\n  ","140533":"\n  Very good, and productive. I cleaned the bathrooms and the kitchen, did a load of laundry, completed a cute couples' portrait commission, knitted about 25 rounds on my arm warmers. My partner cooked dinner for us today so I didn't have to mess with that. Now it's Thirsty Thurs and I'm listening to favorite music and messing around on the computer\n  ","140534":"\n  Stewart\n  ","140535":"\n  ZOMG it's Thirsty Thursday again already\n  \n  send in some q's if you've got 'em\n  ","140536":"\n  today's selfie\n  ","140537":"\n  listen to music I'm used to\/comfortable with and just dive in\n  \n  good luck with your writing\n  ","140538":"\n  at home\n  ","140539":"\n  goofy\n  ","140540":"\n  yes\n  ","140541":"\n  sometimes\n  ","140542":"\n  mine are sort of both they're not very uniform\n  ","140543":"\n  probably not. check with your doc\n  ","140544":"\n  I haven't seen that. I only use the website version really so it doesn't get a lot of these changes\n  ","140545":"\n  I do\n  ","140546":"\n  it wasn't much different for me as I already work from home. The main difference was I left to go to the store a lot less frequently.\n  ","140547":"\n  no but I had a roommate that was dealing once\n  ","140548":"\n  almost always and sure\n  ","140549":"\n  I don't know anything about either\n  ","140550":"\n  I don't know anything about this\n  ","140551":"\n  thank you :) I started professional training in 4th grade, continuing on for 11 years of specialized art training at special schools and on college campuses. I left school in 2002, and for about a decade was too mentally ill to really do anything with my art. But I got sorted out and I've been creating regularly since.\n  ","140552":"\n  ocean\n  ","140553":"\n  it's super silly and narcissistic but I dreamed there was a big party being thrown for me and thousands of people were there including like, 2nd grade teachers and people I didn't really know and just everyone. I had to give a speech, I was giving achievement awards, but the catch was everyone was dressed really nice and I was wearing pajama pants and a men's tshirt. Also this one girl who called herself my enemy was there and she was trying to make me have a bad time but I just laughed about her and moved on\n  ","140554":"\n  nah. comments on my appearance don't really phase me either way\n  ","140555":"\n  Nah, I'd just not think about it it's what's going on between them and I that counts\n  ","140556":"\n  sure\n  ","140557":"\n  I don't normally eat a breakfast, but I eat a lunch, afternoon snack, and dinner at around the same times each day\n  ","140558":"\n  voter intimidation. It's very difficult to commit voter fraud in most cases, like for instance in my state you mail in your ballot and then track it's progress on a government website until it's safely accepted\n  ","140559":"\n  thanks- yeah it's a good day to be sleepy I reckon\n  ","140560":"\n  communication\n  ","140561":"\n  I guess I'd rather be the bachelorette but I have no interest in those sorts of shows. or dating, as I'm happily married.\n  ","140562":"\n  Eh, I'm fine. My throat is sore today and I feel abnormally tired so I will probably go to bed early. Watched a silly movie today called Oculus. My partner is playing Fortnite with his bestie right now and I'm having a drink and messing around on the computer\n  "}}