{"Question":{"140563":"\n   Did you design them? They look cool\n  ","140564":"\n   Where did your glasses?\n  ","140565":"\n   Your decisions are irresponsible not your delusions. Grow up and stop playing the victim card. You don’t get a pass just because you’re mentally ill.\n  ","140566":"\n   That’s irresponsible. Why did you get a license?\n  ","140567":"\n   Why?\n  ","140568":"\n   Hello how are you doing?\n  ","140569":"\n   Do you know how to drive? 🚗\n  ","140570":"\n   Do you like seafood? 🦞🦀🦐🦑\n  ","140571":"\n   If you heard a faint sound which kinda sounded like a scream coming from a speck that was situated on a flower down on the ground, like in Horton hears a Who, what'd you do? 🤔🐘⚘\n  ","140572":"\n   Have you ever watched Epic Rap Battles of History? Are there any specific battles that you like? 🎤💥\n  ","140573":"\n   Where you do often shop? 🛒\n  ","140574":"\n   Milktea or Frappe? 🥤😋💕\n  ","140575":"\n   Have you ever volunteered somewhere?\n  ","140576":"\n   What do you think make humans toxic? How can we improve?\n  ","140577":"\n   How do you feel abt belly button piercings?\n  ","140578":"\n   Just curious, we're hopefully gonna have a Harry Potter style event at my student organisation and I'm thinking of suggesting that we have like a photo booth where I can later add special effects so it looks like they're casting spells and such. Do you think that'd be a good idea? 😁🧙‍♂️\n  ","140579":"\n   If you were a horror movie character, how long do you think you'd last?\n  ","140580":"\n   My boyfriend broke up with hi cause i told him  didnt want to get married cause we're not ready.He said he loved me and promied he wont hurt mewhen I asked him if he loved me he said yes and Itold him are sureyou wanna break up he said its over you do you. I'm heartbroken and I don't know what to do\n  ","140581":"\n   He would be a very dangerous opponent against anyone\n  ","140582":"\n   Who would win a fight between these three badasses?: Jet Li, Jean Claude Van Damme, or Michael Jai White\n  ","140583":"\n   Do you have a friend\/s  who you talk to everyday via texting and calling ?\n  ","140584":"\n   Jesus\n  ","140585":"\n   Do u know who’s done the most for Black America?\n  ","140586":"\n   Seattle burns.\n  ","140587":"\n   what do you keep on you at all times when going out\n  ","140588":"\n   How did you learn how to knit?\n  ","140589":"\n   Mmmm Burger King\n  ","140590":"\n   does your butt cheek itch\n  ","140591":"\n   How many pillows do you have on your bed? How many of them do you have under your head etc. when you sleep? 😴🛏\n  ","140592":"\n   this is so nice! i love the colors\n  ","140593":"\n   That's not what I was expecting to hear from someone living in the US honestly 😅 Pickup truck heaven you know Haha\n  ","140594":"\n   When was the last time you rode on a bike? In your opinion, how well suited would the area around where you live be for someone who wanted to commute by bike? 🚴‍♀️\n  ","140595":"\n   If you snack in between bigger meals, what do you usually go for? 🥪🍌🍦🍎🍫\n  ","140596":"\n   What are you up to?\n  ","140597":"\n   How do you handle notifications on your phone in general? Do you have sound turned on, vibrations etc.? What kind of ringtone \/ notification tone do you use? 🔊📱\n  ","140598":"\n   are....are you serious??\n  ","140599":"\n   How many times do you eat in a day? 😋\n  ","140600":"\n   Around what year did they introduce the online shopping option?\n  ","140601":"\n   “Everything comes with a price\". Agree or disagree?\n  ","140602":"\n   Lol Allison be like “you can keep living in your house but you’ll be paying us rent”\n  ","140603":"\n   Lol on the weekend I dreamt that my husband and I lost a bet to you and your husband and had to hand over our house to you!\n  ","140604":"\n   What was the best dream you ever had?\n  ","140605":"\n   PAP an inspirational meme!\n  ","140606":"\n   Do you think Facebook is a good platform to vote why or why not?\n  ","140607":"\n   Cow\n  ","140608":"\n   What messaging app do you use? 💬\n  ","140609":"\n   Are you good with kids?\n  ","140610":"\n   Have you slept in a bus \/ jeep \/ taxi \/ train? 😴🚌🚕🚈\n  ","140611":"\n   What if God was one of us?\n  ","140612":"\n   Whoah she sang Rolling in the Deep !\n  ","140613":"\n   What’s the best thing to make pizza on, besides pizza dough ?\n  ","140614":"\n   Do you usually make bets on things?\n  ","140615":"\n   Do you wake up at 5?\n  ","140616":"\n   Do you believe in life after death? 🕊\n  ","140617":"\n   Are you on the stairway heaven or the highway to hell?\n  ","140618":"\n   When’s the last time you did the time warp?\n  ","140619":"\n   Have you tried a massage chair? 💆‍♂️\n  ","140620":"\n   Twitter or Facebook?\n  ","140621":"\n   What is your Halloween traditions? 🎃👻\n  ","140622":"\n   .\n  ","140623":"\n   Do you think for insecure people, compliments could be taken the wrong way? as in if you compliment someone who's struggling with self confidence, they could interpret it as if you're only saying those things to make em feel better and you aren't sincere?\n  ","140624":"\n   Is it that surprising that Adele, the woman dating black men and wearing Bantu knots, decided to be in a skit about divorced white women going to Africa to fetishize African men?\n  ","140625":"\n   do you think Voter I.D laws should be establish?\n  ","140626":"\n   Would you like to live in New York City?\n  ","140627":"\n   as a kid, did ur bedroom have a theme? what was it?\n  ","140628":"\n   they come under the same banner. welfare payments\n  ","140629":"\n   Do people even wear masks with filters?\n  ","140630":"\n   Does your mask have a filter?\n  ","140631":"\n   Why do you say semi normal?\n  ","140632":"\n   When listening to music, what is your preferred way to do so? 🔊🎧📻 What kind of audio equipment do you use the most? 😁\n  ","140633":"\n   Do you think we will live with coronavirus forever?\n  ","140634":"\n   Do you have any autographs or pictures with anyone famous? Post em if you got em.\n  ","140635":"\n   Last thing you drank? 🥤\n  ","140636":"\n   Books you've been reading lately?\n  ","140637":"\n   Do you have any cool nicknames?\n  ","140638":"\n   Do you follow uk news and understand their political situations?\n  ","140639":"\n   so I’ve been doing a lot of introspection these last few months an was talking to my friend recently and she made me realize that a lot of what I thought was normal is actually a fairly unique experience. I’m pretty sure that I’m an empath I feel people’s emotions and energy. Can you relate to this?\n  ","140640":"\n   do you like hank williams\n  ","140641":"\n   What have you learned today?\n  ","140642":"\n   What is your sexuality? ♀️🌈♂️\n  ","140643":"\n   How tall are you\n  ","140644":"\n   Do you delete questions or do you keep them? 💬\n  ","140645":"\n   Which natural disaster are you afraid of the most? 🌋🌊⛈🔥\n  ","140646":"\n   What gift would you like to receive this Christmas? 🎁\n  ","140647":"\n   Do you want to go to space? 🌌👨‍🚀\n  ","140648":"\n   How often do you go to the cinema?\n  ","140649":"\n   If u can kill anyone by writing their name on the Death Note, would you?\n  ","140650":"\n   What kind of skills do you have to survive The Hunger Games? #MayAllOddsBeEverInYourFavor\n  ","140651":"\n   Do you have any interests, hobbies, or talents that most people don't know about? What are they?\n  ","140652":"\n   do u have any suggestions for healthy desserts\/healthy sweet treats?\n  ","140653":"\n   If you had to give up: bread, rice, pasta, or potatoes, which would you give up?\n  ","140654":"\n   who’s a well-liked person (celebrity, instagram influencer, athlete, youtuber, rapper, whatever) who you really don’t care for?\n  ","140655":"\n   Who gets to write history?\n  ","140656":"\n   what shows\/media were banned for your household, and why were they banned? (my cousins weren’t allowed to watch That’s So Raven bc psychics were too witchcraft-y. Hannah Montana got banned from my house bc my parents didn’t like how sassy and backtalk-y she was.)\n  ","140657":"\n   you’ve tried to get it tho\n  ","140658":"\n   how to avoid turning into a Karen™ ?\n  ","140659":"\n   *used to. Like in old ‘90s movies housewives will be like “does this make my butt look good?” and they wanna hear no. It’s weird.\n  ","140660":"\n   Are you a liberal or a leftist?\n  ","140661":"\n   Do you care for Meghan Markle?\n  ","140662":"\n   Is it odd how women used to worry that their butts would look fat? & now it’s only in to have a big booty?\n  ","140663":"\n   Do you demand respect? (If so, how?)\n  ","140664":"\n   What was the biggest friendship breakup of ur life?\n  ","140665":"\n   What are you up to\n  ","140666":"\n   .\n  ","140667":"\n   What's a popular food you find disgusting?\n  ","140668":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","140669":"\n   I have to say, this view is absolutely stunning.\n  ","140670":"\n   What gossip about yourself has made you laugh?\n  ","140671":"\n   What do you look for in a girl\n  ","140672":"\n   Do you like garlic bread?\n  ","140673":"\n   Do you like golf? Have you practiced?\n  ","140674":"\n   What kind of pet would you like to have in the future? 🦄🦈\n  ","140675":"\n   It’s not *that* weird. I’d let someone buy me new shoes tbh\n  ","140676":"\n   What color Smart Phone Case do you have?\n  ","140677":"\n   What is one awesome food from your country you think everyone should try? (Tell us your country and the food) 😋\n  ","140678":"\n   😍 i love that\n  ","140679":"\n   What would you say is the best thing that you have ever done? Can be anything! :D\n  ","140680":"\n   Where are you at the moment? Where would you rather be?\n  ","140681":"\n   Here’s your sign:\nDon’t give up. You are so loved and cared about.\nI know you don’t think so or maybe realize it.. but you are. You’re amazing and so strong. Things will get better soon. I promise. ❤️\n  ","140682":"\n   What are you up to today?\n  ","140683":"\n   How good are you at keeping things neat and tidy in your home? Does the level of tidiness affect the way you feel?\n  ","140684":"\n   In my country, you may be forced to work in return after 6 months when you have received financial assistance from the municipality, is that right?\n  ","140685":"\n   What's the best costume you've ever worn? 🦸‍♀️🧛‍♀️🧝‍♀️🧟‍♀️ Doesn't matter if it was for Halloween or not 🎃 Pic maybe if you have one and are willing to share? 😄\n  ","140686":"\n   But for others i mean?\n  ","140687":"\n   🚢 In the news today, an oil tanker has been hijacked off the southern English coast. I hope the crew are safe. \n🗣 How would you rate and describe your negotiation skills?\n  ","140688":"\n   Just a little positive note.. you're amazing, loved, and strong! Don't ever give up! 💕\n  ","140689":"\n   how do you wake up without having to worry about anything?\n  ","140690":"\n   Do you believe that everyone cheats given the right circumstances?\n  ","140691":"\n   Why do we get attracted and fall in love with the wrong people?\n  ","140692":"\n   What social media do you use the most?\n  ","140693":"\n   Do you think it is right to demand that you work to get social services like money if you are unemployed?\n  ","140694":"\n   How many states have you been to?\n  ","140695":"\n   What is the easiest thing you’ve ever done?\n  ","140696":"\n   How do you feel about public speaking?\n  ","140697":"\n   Have you ever saved someone’s life?\n  ","140698":"\n   Allison Fatbell\n  ","140699":"\n   wow. making fun of someone’s english. how mature\n  ","140700":"\n   How can someone have a shoe fetish tho. Shoes arent part of human body lmao.\n  ","140701":"\n   Why\n  ","140702":"\n   What's a shoe fetishist?\n  ","140703":"\n   If you start dating someone and one day suddenly you find out the guy has a feet fetish, will you broke up with him or keep the relationship? 🤔\n  ","140704":"\n   Which fashion are you fond of wearing?\n  ","140705":"\n   Thoughts on gated communities? Ever lived in one?\n  ","140706":"\n   Is there something that you think you could eat an endless amount of if weight gain wasn't a concern? 🍔🥓🍕🍦🍿🍱 Like something you'd NEVER get bored of? Haha\n  ","140707":"\n   What's your opinion on daylight saving time? 🤔🕐\n  ","140708":"\n   Is there something that you carry on yourself that other people think is unnecessary but to you is necessary? I know this one girl she carries a bottle of bbq sauce b\/c every time she goes out, nobody has bbq sauce at the restaurants... so she carries a bottle of barbecue sauce in her purse. XD LOL\n  ","140709":"\n   🍬Let's talk about trick-or-treating. How is trick or treating in your 👻 neighborhood? When you were younger or how 🕷🕸it is now? Did you go house to house? Or did you have to go to town & go up & down 🌙 some of the blocks? Did you ever have cute little haunted houses? Tell me your experience. 🎃\n  ","140710":"\n   How'd you rate your pokerface? Are you any good at games of deception? 🤐\n  ","140711":"\n   I have seen this anon sent to two people today. And wow. I can safely say that this sentence is QUITE a journey to go on with your eyes.\n  ","140712":"\n   What is the last thing you searched online?\n  ","140713":"\n   If you were able to weild magic but you were only allowed to cast one type of spell of your choosing, what kind of spell would you choose? 🧙‍♂️\n  ","140714":"\n   Does a dog have bitten your ass 🍑🐶???\n  ","140715":"\n   Do you have notifications turned on for this app? Are there some types that you choose to have on and some you choose to have off?📱\n  ","140716":"\n   How do you check an almost empty bank account & still convince yourself capitalism is a good thing?You have no money & you’ve let the govt. convince you you’re “above” socialism by calling it “a hand out”?\n  ","140717":"\n   We’re you raised by religious ppl?\n  ","140718":"\n   any birthdays coming up\n  ","140719":"\n   Is having a Black or brown person as your profile pic when you're white a form of digital Blackface ?\n  ","140720":"\n   Do your pets have any allergies?\n  ","140721":"\n   Considering people use their phones much more these days. When was the last time you spent an entire day without your phone? What did you do?\n  ","140722":"\n   How far have you achieved your dreams?\n  ","140723":"\n   Who taught you how to drive?\n  ","140724":"\n   What would be the best job ever for you?\n  ","140725":"\n   What is your favourite thing to put in a sandwich?\n  ","140726":"\n   Would you adopt a kid?\n  ","140727":"\n   What is something you wish you were better at?\n  ","140728":"\n   What are your Top 3 Movie soundtrack that strucked you most? Name the song after the movie. 🤙🏼\n  ","140729":"\n   a specific thought that’s been racing your mind lately? something you’ve been thinking about excessively.\n  ","140730":"\n   why do the majority of american houses look so modest and poor? it's like y'all live in a hut or something. no luxury, no glamour. everything is so plain and banal.\n  ","140731":"\n   Even with current circumstances, do you have any fun plans for Halloween? 🎃\n  ","140732":"\n   as a kid, which treats were you most excited to get while trick or treating? which ones were you most likely to try to trade?\n  ","140733":"\n   Are you immunocompromised?\n  ","140734":"\n   Should animals perform in circuses? Why? 🎪\n  ","140735":"\n   Are traditions important? Do you still follow them? ❄🍀🎆\n  ","140736":"\n   👻Broomstick: What exciting places have you traveled to?\n  ","140737":"\n   🎃Corn Maze: What is your favourite halloween time activity?\n  ","140738":"\n   👻Full Moon: Do you prefer nighttime or daytime?\n  ","140739":"\n   🎃Cauldron: What kind of potion would you make if you had the opportunity?\n  ","140740":"\n   🎃Mummy: What is your biggest fear?\n  ","140741":"\n   👻Horror Flick: Do you like scary movies? If so, which one is your favourite?\n  ","140742":"\n   🎃Werewolf: What is your favourite urban legend?\n  ","140743":"\n   👻Ouija Board: If you could change your name, what would you change it to?\n  ","140744":"\n   🎃Black Cat: Are you superstitious?\n  ","140745":"\n   🎵 Post a link to a song that you really like and that you would like to 🎧 share if the rest of the people viewing. If you want to share🎙 more than one like you are more than welcome. Share your love for your type of music. 🎶\n  ","140746":"\n   Have you ever wished on a shooting star?\n  ","140747":"\n   What is ur fav thing to turn on while chilling in front of the tv?\n  ","140748":"\n   🎃Witch: If you could have any superpower, what would it be?\n  ","140749":"\n   Plants or animals?\n  ","140750":"\n   👻Vampire: What is your favourite supernatural creature?\n  ","140751":"\n   How do you feel about chickpeas?\n  ","140752":"\n   how do you celebrate christmas with the people you care abt?\n  ","140753":"\n   🎃Candy Corn: What is your favourite kind of candy?\n  ","140754":"\n   How do you ask you friends to address their privilege and do better without alienating them? (It’s hard!)\n  ","140755":"\n   what do you miss most abt ur life pre-covid?\n  ","140756":"\n   👻Ghost: Do you get scared easily?\n  ","140757":"\n   🎃Pumpkin: What is your favourite season?\n  ","140758":"\n   can u tell me (& people who don’t know u well) a little bit of the basic stuff abt u? like where ur from, how old u are, how many kids you have, etc?\n  ","140759":"\n   Why do people kill each other?\n  ","140760":"\n   ok are you going to get a new glasses?\n  ","140761":"\n   Would you rather quit your idea or stick to it, if everybody is against it?\n  ","140762":"\n   Do you burn candles ? What smells do you like?\n  ","140763":"\n   Thank you so much for listening!\n  ","140764":"\n   You are absolutely right😔\n  ","140765":"\n   I mean, I didn’t even think of living there for the rest of my life. Just a few years. Just as much as it is not so unhealthy. Unfortunately, I heard that too. And even in movies, this “beauty” is seen in the whole thing. But more there than in Hungary.\n  ","140766":"\n   I have a lot of friends in NYC who love it, but I personally just don't see the draw. Like, Boston is nicer and also has a thriving music scene. Your friends are lucky to be there.\n  ","140767":"\n   Never unfortunately. I only have a few musician acquaintances. My teachers etc..  but they also have families. They have a financial background and a job that they can do.\n  ","140768":"\n   What are your talent?\n  ","140769":"\n   If you find a vampire let me know. I wanna be turned too\n  ","140770":"\n   So I have a friend from college we haven’t been really communicating that much texting or calling. I want to tell her that we should stay in touch more often ( text and call more) how can I say this to her?\n  ","140771":"\n   What does street style mean to you? (show an example if you like)\n  ","140772":"\n   Which natural disaster is worse? A 7.5 magnitude earthquake or an F5 Tornado\n  ","140773":"\n   What do you think about surrealism?\n  ","140774":"\n   Do you have a favourite art  movement?\n  ","140775":"\n   Actually 🙏... I want to live and play music in New York as soon as possible. Not to live here in Europe in the middle of nowhere in a disgusting country. How can I do this? I don’t even have parents standing next to me and I don’t have money either🥵I believe in God’s help, but yeah....🥺\n  ","140776":"\n   do you own any hawaiian shirts?\n  ","140777":"\n   did ever ask yourself why our towels get dirty when we’re technically supposed to be clean after a shower?\n  ","140778":"\n   Do you ever feel like supporting trump is just another way to be openly racist in white america\n  ","140779":"\n   Would you rather live forever or live 10 times for 100 years?\n  ","140780":"\n   What's the craziest (or to you, the biggest) thing you've done for someone you love?\n  ","140781":"\n   What was the last thing you watched on TV?\n  ","140782":"\n   What did you do today?\n  ","140783":"\n   Different anon but how’s being a short is an insult?\n  ","140784":"\n   What kinda cider are ya drinking?\n  ","140785":"\n   .\n  ","140786":"\n   Isn’t baking easier than frying or boiling?\n  ","140787":"\n   How good at you at cooking?\n  ","140788":"\n   what is something you find hard to stop once you started?\n  ","140789":"\n   It's dumb to use celebs as examples, bc their pics are edited by tons of professionals who take care of every single aspect to make it seem picture perfect.\n  ","140790":"\n   liar lmaoooooooo he’s not tiny. it’s called fit and doesn’t have fat rolls\n  ","140791":"\n   Have you ever had a Baby Ruth candy bar before? 🍫\n  ","140792":"\n   i don’t know who lied to you, tom cruise is 58 and looks miles better than you lmaoo. but then again it’s not your fault women age like milk\n  ","140793":"\n   Do you prefer strawberry juice or cherry juice?\n  ","140794":"\n   Can I ask how you found out you were schizophrenic?\n  ","140795":"\n   Which superstition you believe to be true?\n  ","140796":"\n   Favorite band \/ singer ?\n  ","140797":"\n   Do you get offended when people call you old?\n  ","140798":"\n   If you get this it means I Follow you and I hope you have a great day \/ night and stay safe . You’re all wonderful and deserving of that ❤️\n  ","140799":"\n   Have you ever ended a relationship on bad terms and have your ex look at\/follow (\"stalk\") your social media after a breakup? How did you deal w that? Did they use a \"fake\" account to do their lurking? (Delete if this makes you uncomfortable or doesn't apply to to you.)\n  ","140800":"\n   What is the best way to deal with stress?\n  ","140801":"\n   noone cares, old lady\n  ","140802":"\n   Are you afraid of swimming in the ocean?\n  ","140803":"\n   If you found out you were dead, but still going to work, like Bruce Willis in that film that time, would you be a bit peeved about it? 😫 Like how would you ever get any financial recompense for work carried out in this condition? 🤷‍♂️😳\n  ","140804":"\n   What do you think of jefree star?\n  ","140805":"\n   I too enjoy dumbing down my answers here 😂 someone  asked how I know I’m gay and I said I got a letter\n  ","140806":"\n   Oh yeah I get that for sure . I don’t have it medically yet but I have such bad anxiety \/ ptsd I only feel more relaxed  when I’m high lol\n  ","140807":"\n   Yep, that's the one 👌\n  ","140808":"\n   dumbing my answer down this hard for this question gave me intense joy\n  ","140809":"\n   Do you believe the Ark of the Covenant is still in existence somewhere, perhaps, as many historians claim, underneath the site of the first temple of Jerusalem, where it was hidden, when the Babylonians sacked the city? If found eventually, do you think such a powerful relic should ever be opened??\n  ","140810":"\n   Does that strain help  relaxing \/ sleep\n  ","140811":"\n   Ahh you’re smoking  lol I’m jealous I miss smoking\n  ","140812":"\n   Which is the most exotic place you have been to?\n  ","140813":"\n   Favorite place  you’ve traveled ?\n  ","140814":"\n   Mine will fake cough if you don’t give him attention\n  ","140815":"\n   That’s me with my Guinea pig I love him so much\n  ","140816":"\n   Aw she’s so cute\n  ","140817":"\n   She looks precious\n  ","140818":"\n   Aw what kind of bird do you have\n  ","140819":"\n   Are you a very organized person?\n  ","140820":"\n   How is everyone today?\n  ","140821":"\n   Have you ever had any personal experience of seeing dark shadowerey figures or a 'Hatman' looming over you, either just before you fall asleep or during episodes of sleep paralysis or lucid dreaming?\n  ","140822":"\n   What are 5 things you appreciate about yourself?\n  ","140823":"\n   Who is your favorite president?\n  ","140824":"\n   Fav food in Chicago?\n  ","140825":"\n   May I see you ?\n  ","140826":"\n   That’s being sad I guess\n  ","140827":"\n   But you are damn sexy. Don’t worry about the age.\n  ","140828":"\n   I should say hot girl?\n  ","140829":"\n   I would too. Never underestimate an animal's brute strength. Killer bees are usually known as Africanized, a very aggressive species\n  ","140830":"\n   Till what age would you like to live and why? 👴👵\n  ","140831":"\n   Are you addicted to sugary stuff?\n  ","140832":"\n   Which is worse?: Getting flipped in the air by a 2000 lb angry bull or being covered by killer bees\n  ","140833":"\n   Should students be required to take drug test? What do you think?\n  ","140834":"\n   How would you know if you're an open or close minded person?\n  ","140835":"\n   Happy Wednesday! You've made it half way! You've got this! Have a great day :3\n  ","140836":"\n   You play much poker online at all - like Texas hold em, Razz, 7 card stud etc? For cash I mean 💸 If so, do you win much?\n  ","140837":"\n   Have you ever felt that you're not good enough?\n  ","140838":"\n   What's your favorite aquatic animal? Have you ever gotten to see it in real life? 🐬🦈🐡🐋\n  ","140839":"\n   Have you ever inhaled helium? 🎈 How did your voice sound like? 🤣\n  ","140840":"\n   Are you a Harry Potter fan? Which house are you a part of? What character do you identify most with and why? 🦁🦡🐍🦅\n  ","140841":"\n   How do you pronounce GIF? With a hard G or a soft G? 🤔\n  ","140842":"\n   NEVER HAVE I EVER: Have you ever wanted to be a Kardashian?\n  ","140843":"\n   Have you played AMONG US? 👀\n  ","140844":"\n   Al you're a very A-OK person to the core. I felt like complimenting someone today and I noticed you, so I thought why not.\n  ","140845":"\n   Would you cook in your kitchen at 1:00 A.M.?\n  ","140846":"\n   That's good to hear. I'm doing alright myself\n  ","140847":"\n   I hope everybody is staying healthy and safe during this pathetic pandemic. Covid should get knocked on it's butt if it was a human\n  ","140848":"\n   What is new in your life?\n  ","140849":"\n   Would you rather dip your french fries in ketchup, a wendy’s frosty, or ranch?\n  ","140850":"\n   Do you know what jicama is? Have you ever eaten it?\n  ","140851":"\n   Which do you think are more intelligent: cats or dogs?\n  ","140852":"\n   I remember you lol\n  ","140853":"\n   Wanna thousands of coins  and get to TOP ?  Earn them in the VIP-program\n   \n    http:\/\/bit.ly\/GetCoins_\n   \n   and become the #1!\n  ","140854":"\n   Your responses are often immature.\n  ","140855":"\n   Have you been to another country?\n  ","140856":"\n   What’s one thing that will set you off instantly? I get pissed when people grab things out of my hands\n  ","140857":"\n   what social media site\/app do you have the most followers\/friends on?\n  ","140858":"\n   He doesn't function at all. There's no one home there with him. I wish you well. 🥰\n  ","140859":"\n   Just out of curiosity... my father has schizophrenia. He doesn't function in normal society. I have a bias and I'm trying to work past that. How is life living with Schizophrenia like for you. I ask this withood intentions only. 💞\n  ","140860":"\n   What's the best way to sober up real quick? Got a couple of friends who swear that a line or 2 of the old Columbian nose coffee will do the job but I'm skeptical... 😐 Am I best off just inducing vomiting or can you recommend a cleaner method that has worked for you personally in the past?? 👊👊\n  ","140861":"\n   we don’t need to know that you’re going to have sxx\n  ","140862":"\n   What is the last thing you watched on TV? Do you still watch TV? 📺\n  ","140863":"\n   Are you mature or childish person?\n  ","140864":"\n   🌙 Do you like to use a heavy blanket when going to sleep or do you like to use 🌃 maybe a sheet or two or do you sleep with no blanket? 😴\n  ","140865":"\n   What is your feelings towards gender reveal parties?\n  ","140866":"\n   What’s the best way to spend a New Year’s eve\n  ","140867":"\n   When was the last time you lied? What was the lie about?\n  ","140868":"\n   Do you ever gossip or talk trash behind people's backs?\n  ","140869":"\n   Would you say you've ever been a \"bully\" at one point in your life?\n  ","140870":"\n   How’s the weather where you are?\n  ","140871":"\n   Have you ever gotten your photo taken with the beautiful and majestic Mexican zebra?\n  ","140872":"\n   What's the most exciting thing you've ever done as an adult?\n  ","140873":"\n   Who is the most underrated ASKfm user?\n  ","140874":"\n   How many times do you hit the snooze button before getting up?\n  ","140875":"\n   Is it raining where you are right now?\n  ","140876":"\n   What memories from your childhood stick out most?\n  ","140877":"\n   What's one thing that you never really liked about yourself (anything, not just looks wise) but that others really like about you? 🌈💕\nOr if you can't think of anything about yourself, what's something someone else hasn't liked about themselves that you actually really like about them.\n  ","140878":"\n   Why do you think American elections have such low turnout? 🤔 The numbers over there feels really weird when you're someone like me who comes from a place where around 90% of people choose to vote 😅\n  ","140879":"\n   Where's a good warm climate place to live in the us?\n  ","140880":"\n   Do you believe everyone judges? What about you?\n  ","140881":"\n   Do you rely on your \"gut feeling\"?\n  ","140882":"\n   What if someone was on a game show and it came through to the phone a friend section but they haven’t got any friends\n  ","140883":"\n   What was it you liked most about college? And what did you study?\n  ","140884":"\n   Do you prefer old songs or current ones?\n  ","140885":"\n   Hope you all are having a great day! Just a reminder the Dodgers came back from a 3-1 series deficit and won the National League and are on their way to the World Series!!\n  ","140886":"\n   If there’s something strange in your neighborhood, who you gonna call?\n  ","140887":"\n   Have you ever kept money in a piggy bank?\n  ","140888":"\n   Are you a girl????? LOL\n  ","140889":"\n   When I was a student I lived next door to someone who snorted nutmeg because he’d heard it gets you high. But he made himself sick before he could get stoned.\n  ","140890":"\n   Today or tomorrow.\nAnything interesting?\n  ","140891":"\n   What is your favourite hair style ?\n  ","140892":"\n   Paintball or Laser Tag? 🔫\n  ","140893":"\n   I have a serious problem 😳I can barely stand up and walk because I’m very stoned\n  ","140894":"\n   *sends late Sunday\/ Early Monday hugs*\n  ","140895":"\n   Do you watch documentries?\nWhats the last one you watched?\n  ","140896":"\n   What time do you usually wake up in the morning? Do you tend to wake up at the same time every day or does it vary from day-to-day? 😴  ⏰ 😱\n  ","140897":"\n   What is the most interesting dream that you remember having? ✨\n  ","140898":"\n   you look really cute in those glasses tbh I don't know why ppl just have to spread hate everywhere. stay cool girl!! ✌️\n  ","140899":"\n   Do you have siblings? How many?\n  ","140900":"\n   Have you ever met a celebrity or someone famous? ⭐\n  ","140901":"\n   doesn’t he allow you to watch anything?\n  ","140902":"\n   Who are you?\n  ","140903":"\n   Do you have a pet?\n  ","140904":"\n   Soda, water, tea or coffee?\n  ","140905":"\n   When you go grocery shopping, do you usually put a lot of effort in trying to get the best deals and such? In what ways? Are you good at sticking to what you came there to buy or do you wander? 🛒🍌🥫🍞\n  ","140906":"\n   What's your golden rule?\n  ","140907":"\n   I like ur glasses Allison. I think they look really nice. Pretty eyes u have as well\n  ","140908":"\n   What’s your favorite thing to watch during the summer olympics?\n  ","140909":"\n   What’s your favorite thing to watch during the winter olympics?\n  ","140910":"\n   Have you been to a local circus? 🎪🤡🎉\n  ","140911":"\n   have you ever been vegetarian\/vegan?\n  ","140912":"\n   Why is the NFL so apolitical, and NFL players penalized for being political, but the NBA isn’t? (I.e. what happened to Colin Kapernick vs all the basketball players having black lives matter jerseys? Like what?)\n  ","140913":"\n   what do you do when you’re in a bad mood you just can’t get rid of?\n  ","140914":"\n   Which animal at the zoo do you like best? 🐒🐊\n  ","140915":"\n   How do you feel bout college?\n  ","140916":"\n   Do you have a morning ritual?\n  ","140917":"\n   Where is the worst smelling place you've been? 🙊💩\n  ","140918":"\n   What's your favorite way to discover new things to watch?\n  ","140919":"\n   What do you wish was easier for people to understand about you?\n  ","140920":"\n   How was your weekend?\n  ","140921":"\n   What was for dinner?\n  ","140922":"\n   Old farts shouldn’t use ask. I’m not trolling.\n  ","140923":"\n   You’re shallow af. I didn’t talk about looks. Respect her\n  ","140924":"\n   You wish to be as successful as her\n  ","140925":"\n   why are you so bothered that I’m asking you a question? are you the Queen of England that everyone needs to present evidence to you about my intent\n  ","140926":"\n   Why are you rude?\n  ","140927":"\n   Where one can find the truth?\n  ","140928":"\n   How well would you be able to handle living during a zombie apocalypse?\n  ","140929":"\n   Favorite app?\n  ","140930":"\n   How do you boost your self-esteem when you’re down?\n  ","140931":"\n   What would you change about this app if you could?\n  ","140932":"\n   Are you happy or sad today?\n  ","140933":"\n   Fav college football team?\n  ","140934":"\n   HAHAHA! How cute! I didn’t know birds purr? Birds scare me a little because of their beaks.\n  ","140935":"\n   Do you read up a lot about bird behaviours? Do you think you “understand” Bubo pretty well?\n  ","140936":"\n   This is so weird? There’s nothing wrong with cooking\/serving a loved one a meal. It’s one of my favorite things to do. It’s not “anti-feminist” omg\n  ","140937":"\n   I laughed at this tbh, gotta give anon a lil credit for this tbh\n  ","140938":"\n   thank you, i will. enjoy the rest of your day!\n  ","140939":"\n   Why are you being his obedient wife? It’s strange that you cook for him and serve him\n  ","140940":"\n   anon is probably talking about this, which ... isn't even a poll. LOL.\n   \n    https:\/\/ask.fm\/shehitsback\/answers\/162812158968\n   \n","140941":"\n   Why do you feed your husband?\n  ","140942":"\n   What’s your “Back in my day, we…”?\n  ","140943":"\n   you don’t think you’re worth 5 seconds? you need to raise your self- esteem\n  ","140944":"\n   You posted a poll. Did you forget?\n  ","140945":"\n   news flash. not sure how much “energy” it costs you to type an answer but for me its about 5 seconds :)\n  ","140946":"\n   No one is obsessed dummi. You asked for our opinion. You look like a complete dork now\n  ","140947":"\n   your former pair were nowhere near as ridiculous. come on\n  ","140948":"\n   i honestly have no idea what this anon is on about, they must be feeling really insecure. here i am, not your friend, a complete anon, here to tell you i actually REALLY love those glasses and i wish i could find glasses that cool!! they look really awesome on you!\n  ","140949":"\n   they are artistic in that “pasta necklace you make when you’re 5” way, i guess\n  ","140950":"\n   And yet you wear big glasses like some 14 years old.\n  ","140951":"\n   ¿¿ Truth or Dare ??\n  ","140952":"\n   no, i feel like you needed to know. that all your friends are lying to you by telling you they look good\n  ","140953":"\n   If you have pets has it ever had to wear the cone of shame?\n  ","140954":"\n   i have the freedom to wear what i like and i’d hardly call those glasses “interesting”. they’re ugly, man\n  ","140955":"\n   Have you ever made a dramatic entrance?\n  ","140956":"\n   what’s your favorite Tim Burton movie? We are currently watching Corpse Bride.\n  ","140957":"\n   do those glasses help you see or are they joke ones? they look ridiculous tbh. like someone would wear them coz they dont have a personality and want to be “quirky” lol\n  ","140958":"\n   How do you cheer up a friend when they're feeling down?\n  ","140959":"\n   Do you get weird anonymous questions?\n  ","140960":"\n   Do you get flustered and embarrassed when people beep their horn at you for sloppy driving or do you just flick em the bird 🖕 and carry on about your business?\n  ","140961":"\n   I want to have two boyfriends, how do I tell my boyfriend?\n  ","140962":"\n   Do you like outdoor activities?\n  ","140963":"\n   Your favorite cartoon character\n  ","140964":"\n   homemade or delivery food??? 😋\n  ","140965":"\n   would you rather call or text? 💬\n  ","140966":"\n   So talented omg\n  ","140967":"\n   🔥\n  ","140968":"\n   What is your favorite thing to draw?\n  ","140969":"\n   Would you change your nationality if you were given a chance? Why? \/ Why not?\n  ","140970":"\n   You'r beautiful\n  ","140971":"\n   How's beautiful my princess doing today 😊💕\n  ","140972":"\n   How is everyone spending their Sunday? 🌞\n  ","140973":"\n   What is your favourite memory from your childhood? 🧠\n  ","140974":"\n   Did anyone else get that \"you are in a username poll group, answer his question now\" push notification from ask.fm? What's that all about? Does anyone know what that means?\n  ","140975":"\n   What is a thing you don't like sharing? It can be an item, a food etc.\n  ","140976":"\n   What is your favourite thing to do outside?\n  ","140977":"\n   What hobby did you start doing most recently?\n  ","140978":"\n   What’s your go-to topic to learn about when you’re bored?\n  ","140979":"\n   What movie(s)\/TV show(s) do you find comforting to watch?\n  ","140980":"\n   What did you have for dinner?\n  ","140981":"\n   tell me about a moment during this week where you truly felt great. what brought that on? how do you feel about it now?\n  ","140982":"\n   out of everywhere you have lived, where has been your favorite location and why?\n  ","140983":"\n   do you burn candles or incense? if so, which ones are your favorites?\n  ","140984":"\n   What's the best way to apologize?\n  ","140985":"\n   what's the first thing you would do as a vampire? 💀👻\n  ","140986":"\n   What would your 'last words' be?\n  ","140987":"\n   Are you afraid of the dentist? When did you last go?\n  ","140988":"\n   I've never heard this before and I'm about to test it out. Lolol\n  ","140989":"\n   What’s some insider knowledge that only people in your line of work have?\n  ","140990":"\n   are you stoned already 🤣😂I was gonna start smoking around 8 if you beat me too it that would suck 🤣😂and for me I like sweet tea or soda I can drink a two liter and a gallon is tea when high and when it’s liquor a Malabo and coke or some flavors hard liquor with soda\n  ","140991":"\n   What about drinks ?\n  ","140992":"\n   What’s your favorite munchie food or drink?\n  ","140993":"\n   I love weed. 😅😂\n  ","140994":"\n   Something is telling me that you are the love of my life ❤️\n  ","140995":"\n   no i more just meant it’s wack to see it bc i totally recognize how i type but it must have been awhile ago\n  ","140996":"\n   he has said it in a tweet but this quote was from a 2019 interview. so I probably asked this question literally abt a year ago.\n  ","140997":"\n   hahahaha this was my exact question i asked a super long time ago and someone must have copied  and pasted! i’m like 95% sure\n  ","140998":"\n   recently Ben Shapiro explained why he didn’t consider rap to be music. “There are three elements to music: harmony, melody rhythm, rap only fulfills one of these, the rhythm section. There not a lot of harmony or melody, it’s basically spoken rhythm.” what do you think??\n  ","140999":"\n   Just curious, is it a thing where you live to have bananas on pizza? 🍌🍕 Some of my friends from farther up north in Sweden absolutely love it 😂\n  ","141000":"\n   Is there something that was more popular in the past that you think should be brought back into the mainstream? Why said thing? 🕺🎸🎩🏰\n  ","141001":"\n   Update: how many rolls of toilet paper do you currently have at this exact moment???  ( if you dont know dont be lazy, go count and report, geesh )\n  ","141002":"\n   Do you make your own playlists on apps like Spotify and such? How many songs are there in your largest playlist? Do you group them up by genre \/ mood or do you have them pretty mixed? 🎧🎼\n  ","141003":"\n   Have you ever dated a bisexual person?\n  ","141004":"\n   How do you ladies handle your PMS symptoms?\n  ","141005":"\n   What is your perfect sunday morning?\n  ","141006":"\n   When was the last time you felt confused?\n  ","141007":"\n   How many kids do you want to have?\n  ","141008":"\n   What time do you go to bed?\n  ","141009":"\n   What is the best prank you’ve ever pulled?\n  ","141010":"\n   When did you last feel overworked?\n  ","141011":"\n   do you partake in any artistic hobbies? if you're comfortable posting, post an example of what you've done!\n  ","141012":"\n   what is your favorite song and\/or album to listen to when you're feeling sad?\n  ","141013":"\n   what's your opinion on dr. kavorkian and the general practice of physician-assisted s*icide?\n  ","141014":"\n   What is the strangest dream you've ever had? 😴💭\n  ","141015":"\n   Does jealousy harm relationships?\n  ","141016":"\n   Hey! When was the last time you tried something new?\n  ","141017":"\n   Do you have any thoughts on how the ancient Egyptians seemed to have embalming skills when it came to the Mummification process of preserving bodies, that we can't even begin to match today? 😮 Like thousands of years on they're finding corpses with head, eyelashes, fingernails still in tact. How?\n  ","141018":"\n   What's your favorite holiday?\n  ","141019":"\n   Have you or anyone you've ever known taken a 'hit' of Vodka straight through the eyeball instead of the mouth? 😮 If so, how did that work out? Not gonna lie, absolutely itching to try myself but the medical 'experts' all say big no, no 😫 so looking for honest feedback from regular people... 🙂\n  ","141020":"\n   What is your favorite drink?\n  ","141021":"\n   What is the strongest animal?\n  ","141022":"\n   who’s ur fav “super model”?\n  ","141023":"\n   Do you believe in \"signs?\"\n  ","141024":"\n   How many times a year do you travel?\n  ","141025":"\n   What holiday gift would make you really happy? 🎁\n  ","141026":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","141027":"\n   Who are you in a parallel universe?\n  ","141028":"\n   Should stem cells be used for research\/cures?\n  ","141029":"\n   Hypothecially speaking, do you think you would've dated yourself? Why \/ why not? 🤔\n  ","141030":"\n   i thought your medication might have brought on an early onset\n  ","141031":"\n   what is an underrated drink? what is an overrated drink? (peppermint hot chocolate is so underrated!!! and beer is overrated sorry.)\n  ","141032":"\n   do you have any daughters that i can be there bf\n  ","141033":"\n   can i be ur bf\n  ","141034":"\n   if you had to choose a favorite member of one direction (niall, liam, louis, zayn, harry) who would you choose?\n  ","141035":"\n   What's one or even several stereotypes that people have of people from your country that you think are completely false? 🤔 Are there any that you feel are completely justified? Haha\n  ","141036":"\n   Like Jim Halpert from The Office I want to ask the oh so important question: What kind of bear is best? 🐻🏆\n  ","141037":"\n   What’s your favourite random piece of decor in your house and room?\n  ","141038":"\n   What’s your weirdest pet-peeve?\n  ","141039":"\n   What would you do if you inherited 1 million dollars tomorrow?\n  ","141040":"\n   What was the last book that you got so absorbed in that you couldn’t put it down?\n  ","141041":"\n   Do you have a 🍬 sweet tooth or a 🍟 savory tooth? 🦷\n  ","141042":"\n   Are there any specific political beliefs held by others that you have no tolerance for?\n  ","141043":"\n   Where is the coolest place to live in your opinion?\n  ","141044":"\n   Yesterday someone tweeted “if u r white passing u r white” and it stirred up some controversy! Do you agree or disagree?\n  ","141045":"\n   What's one activity that certain people like to do that you'd never see yourself doing? Why wouldn't you want to do it? 🧗‍♂️🏄‍♂️\n  ","141046":"\n   What's your favorite way to spend a Friday night?\n  ","141047":"\n   Do you listen to any podcasts? How often and what kind? Do you usually listen to them while doing other things? 🎧🎤\n  ","141048":"\n   you havent gone through menopause?\n  ","141049":"\n   What’s your favorite way to have fun?\n  ","141050":"\n   What Halloween candy or just candy is your favorite?\n  ","141051":"\n   Thoughts on Amy Coney Barrett ?\n  ","141052":"\n   Do you like fresh baked goods? What kinds? Name 3 of your favorites.\n  ","141053":"\n   Do you like apple cider?\n  ","141054":"\n   Ever been to a corn maze? If you've never heard of them, you should look them up. Check them out. They are pretty kool.\n  ","141055":"\n   Do you have a ‘party trick’?\n  ","141056":"\n   What’s something you are no longer scared of?\n  ","141057":"\n   PAP your favorite view!\n  ","141058":"\n   Your favorite scary movie? Do you lile scary movies?\n  ","141059":"\n   Do u paint?\n  ","141060":"\n   Post a GIF that matches your current mood? :)\n  ","141061":"\n   Did you ever have the psp?\n  ","141062":"\n   Where do you feel most safe?\n  ","141063":"\n   Do you still own something you had in your childhood? If so what? Share a photo if you have one :)\n  ","141064":"\n   What is your favorite actor?\n  ","141065":"\n   Do you think you've changed in the last year? In what way? For good or for bad?\n  ","141066":"\n   Do you drink alcohol? If yes, which ones have you tried? 🔞\n  ","141067":"\n   If you were going to write a book, what would you call it and what would it be about?\n  ","141068":"\n   What talent would you like to have?\n  ","141069":"\n   🍣 Sushi - Gross or delicious?\n  ","141070":"\n   Ootd?\n  ","141071":"\n   🎶 What's a song that makes you happy?\n  ","141072":"\n   If you were a famous influencer, youtuber etc., which company or brand would you've most wanted to get sponsored by? 🤔😎\n  ","141073":"\n   🚔 If you somehow ended up in prison one day, what do you think it would be for? XD\n  ","141074":"\n   Pringles or lay's\n  ","141075":"\n   What was the most over rated song of 2020 so far?\n  ","141076":"\n   Have you ever felt contented? 😌\n  ","141077":"\n   If an alien offered you a ride in his UFO to his planet, would you go? 🛸👽\n  ","141078":"\n   Do you like chocolate? If yes, which one's your favorite? If no, why not?\n  ","141079":"\n   ❓ Is imitation *really* the highest form of flattery or does being copied just annoy tf out of you?\n  ","141080":"\n   What was the best thing that happened to you today?\n  ","141081":"\n   What’s the most boring super hero you can come up with?\n  ","141082":"\n   How was your day?\n  ","141083":"\n   Palabok is a type of Pancit 😊\n  ","141084":"\n   Spaghetti, Carbonara or Palabok? 😋\n  ","141085":"\n   What you know that others don't?\n  ","141086":"\n   What for? Are you on another lockdown?\n  ","141087":"\n   Did you notice shortage on toilet paper?\n  ","141088":"\n   Is your dog barking ?\n  ","141089":"\n   👍🏻 It's that time again! I'm giving away coins I’ll never use. Reply to this with something funny. Make me smile and win 50 coins 🔥. Make me laugh and win 100 coins 🔥. The best submission of all gets 1000 🔥! Good Luck! 😊\n  ","141090":"\n   🌸🌸\n  ","141091":"\n   Does your name have a meaning? What is it?\n  ","141092":"\n   If you could give your younger self advice, what would you say?\n  ","141093":"\n   What's the most unsettling thing you've ever seen?\n  ","141094":"\n   So there is a girl that I really like her and I were texting a few weeks ago. She hasn’t responded to the last text I sent her from two weeks go, should I try to send her another text and see if she responds or wait for her to text me again?\n  ","141095":"\n   What's your favorite photo that you've taken recently?\n  ","141096":"\n   Which superstition do you believe to be true? Or maybe used to and no longer do.\n  ","141097":"\n   Do White women with biracial children develop a better understanding of racial issues and racial identities? Does their racial consciousness change because of their mother-child relationship\n  ","141098":"\n   Do you like the Harry Potter series? I have some follow up questions, but I don't want to spam people who don't like it xD\n  ","141099":"\n   What, in your opinion, is the best way to handle an argument?\n  ","141100":"\n   What is the most interesting thing you have learnt recently?\n  ","141101":"\n   how many meals have you burned when cooking? 🍳😂\n  ","141102":"\n   Have you ever been fired?\n  ","141103":"\n   Have you ever had to tell someone, \"I told you so\"?\n  ","141104":"\n   How good is your memory? If you're forgetful like me, is there anything you do to help you remember stuff? (ie. setting reminders on your phone or writing things down?) 🧠\n  ","141105":"\n   When was the last time you got fast food or take-out, and what did you get? 😋\n  ","141106":"\n   what’s the most underrated holiday? what’s the most overrated holiday?\n  ","141107":"\n   what’s the most underrated snack food\/junk food? what abt the most overrated snack?\n  ","141108":"\n   what’s the most underrated sitcom? what’s the most overrated sitcom?\n  ","141109":"\n   Favorite Animal? 🐺🐯🦚\n  ","141110":"\n   You’re not the boss of me! You’re not the boss of me!!\n  ","141111":"\n   Which show did they do the theme for? Was it Malcolm in the Middle?\n  ","141112":"\n   Tacocat spelled backwards is......tacocat. You’re welcome\n  ","141113":"\n   Do-over day! Tell about three things you would do differently!\n  ","141114":"\n   What are the ideal conditions for you to be able to sleep? 😴\n  ","141115":"\n   How is covid affecting your life rn? Is it bad where you live? 😷\n  ","141116":"\n   What songs are in rotation for you to listen to right now? If you have any favorites, recommend some!\n  ","141117":"\n   Has anyone ever drawn or painted you before?\n  ","141118":"\n   With the current skills that you have, what do you think would've been the most likely way you could've become a millionaire? 🤔🤑\n  ","141119":"\n   If you could bookmark just 5 websites, which 5 you would choose? I'm interested XD\n  ","141120":"\n   That sounds amazing, nice and filling!\n  ","141121":"\n   Yes, very quick and easy. What's a favorite that you've made?\n  ","141122":"\n   You are gorgeous 😘😘😘\n  ","141123":"\n   Work Harder or Work Smarter? 💪🧠🤔\n  ","141124":"\n   Hi. How are you feeling? What are you doing? How is the weather in your city? Have a nice day \/ evening\n  ","141125":"\n   WOULD YOU RATHER: \nHave 👼 wings or 🧜‍♀️ tails? Why?\n  ","141126":"\n   You don’t need to hate them you just naturally move on, unless they were abusive then its ok to hate them\n  ","141127":"\n   Self love week\nDoes outside beauty matter to you?\n  ","141128":"\n   If someone time travelled from the year 2019 to 2020, what do you think their first impressions would be upon arrival?\n  ","141129":"\n   Only when you’re having an episode? Not even just randomly\n  ","141130":"\n   It's self love week\nDo you allow people to judge you?\n  ","141131":"\n   Did you ever see that film Scarface out of interest? If so do you think the ultra climatic ending deserves the huge hype it gets, or was the violence - not to mention the accompanying foul language - a little too OTT in your opinion?\n  ","141132":"\n   what made you smile today? 💖\n  ","141133":"\n   Do you do much mushroom picking this time of year? 🍄\n  ","141134":"\n   Who’s your favorite basketball player? (If you have one. Also it can be for any reason, even non-sports reasons.)\n  ","141135":"\n   Have you ever let go of a toxic friend?\n  ","141136":"\n   What is your typical day like?\n  ","141137":"\n   What do you want for christmas this year?\n  ","141138":"\n   Would you like to have dimples on your cheeks? 😳\n  ","141139":"\n   Does your brain make illusions in the dark?\n  ","141140":"\n   Not really a question but I just wanna brag about my oldest daughter. She was invited to join a travel softball team last night and I’m so thrilled for her! She really must of wowed them at her tryout and she’s now apart of the team! !!!!\nDo you use fabric softener liquid or the dryer sheets??\n  ","141141":"\n   Do you have a watch on?\n  ","141142":"\n   What's something that would surprise your followers?\n  ","141143":"\n   .\n  ","141144":"\n   Hahaha, you are the 2nd person to say that\n  ","141145":"\n   What is the best place to hide things from others?\n  ","141146":"\n   If you were the ruler of a medieval kingdom, what kind of ruler would you be? 🤴👸 Do you think your kingdom would prosper during your reign? 🏰\n  ","141147":"\n   How does it feel when someone says they’ll be praying for you?\n  ","141148":"\n   What do you think of the quote \"If you can't beat them, join them\" ? 🤔\n  ","141149":"\n   Can you give smth you hadn't been given?\n  ","141150":"\n   Do you like people?\n  ","141151":"\n   Where was your last selfie taken?\n  ","141152":"\n   What do you think your biggest flaw is\n  ","141153":"\n   What foods do you like to eat when it's cold outside?\n  ","141154":"\n   If you were a  mythical creature what would you be?\n  ","141155":"\n   What is your favourite childhood story?\n  ","141156":"\n   They look so cozy! Your knitwork is gorgeous. Have you ever considered running a shop to sell the things you make?\n  ","141157":"\n   I love the color choices you made in the knitwork you showed! What are you knitting in this image?\n  ","141158":"\n   What would be the hardest thing for you to give up? Why?\n  ","141159":"\n   Would you collect souvenirs from the places you visit while traveling?\n  ","141160":"\n   Do you meditate?\n  ","141161":"\n   What are your hobbies, and how did you get into them?\n  ","141162":"\n   Do you believe in Ghosts? Why or why not?\n  ","141163":"\n   Okay yeah, gonna have to say I think that one will stick with me too 😭😭😭 THATS SO WEIRD\n  ","141164":"\n   Do you have any fun facts you could share?\n  ","141165":"\n   Are you happy that the Lakers won the Championship?\n  ","141166":"\n   short black and long black are coffee types\n  ","141167":"\n   Is it ok to call Naomi Campbell a child r*pist if I’m having an argument about her with someone? I mean, there are a lot of photos of her with Epstein and I think that’s very suspicious but can I up the ante and just straight out say she’s a child r*pist for extra points? 🤔\n  ","141168":"\n   Would you like a cheese burger? 🍔\n  ","141169":"\n   In school when you had a substitute teacher was your class generally well behaved or did you give the sub hell? And if you were homeschooled did you ever wish you went to a normal school for the social interaction?\n  ","141170":"\n   Oh wow! That’s awesome! 😊✨\n  ","141171":"\n   Would you rather take a trip to the mountains or to the beach? 🏔🏝\n  ","141172":"\n   If you could change something about the world what would it be??\n  ","141173":"\n   Aʳᵗ ᶜᵘʳᵉˢ ᵃˡˡ ᵗʰᵉ ᵖʳᵒᵇˡᵉᵐˢ. \nDᵒ ʸᵒᵘ ᵃᵍʳᵉᵉ?\n  ","141174":"\n   Idk if you misunderstood but this person means like, if you have company or kids who gets served their plate first. But ig that wouldn't be relevant if you just set the table before anyone is there.\n  ","141175":"\n   What is your favourite fruit? 🍏 🍍 🍒\n  ","141176":"\n   Who gave you your name? What does your name mean?\n  ","141177":"\n   Who do you go to for advice?\n  ","141178":"\n   Just saw a post about this on Facebook and now I’m curious, what order should peoples plates be served? What order were they served in your house growing up?\n  ","141179":"\n   Why are you lecturing a PoC on what they should find rude? Tf outta here, white girl\n  ","141180":"\n   Do You Blow Dry Your Hair Or Let It Dry On Its Own?\n  ","141181":"\n   It's self love week\nIs it okay for you to allow people to bring you down?\n  ","141182":"\n   Its Self love week\nWhy don't you allow people to walk over you?\n  ","141183":"\n   What did you think of the new slavery\/horror movie Antebellum?\n  ","141184":"\n   Phineas & Ferb or Spongebob Squarepants?\n  ","141185":"\n   do you feel a connection to your ancestors?\n  ","141186":"\n   what’s your favorite labor intensive baked good?\n  ","141187":"\n   Whats a tv show that you recommend?\n  ","141188":"\n   Do you have today off from work?\n  ","141189":"\n   Do you drink coffee? ☕\n  ","141190":"\n   How's your Monday??? Is it your least favorite day of the week?\n  ","141191":"\n   Do you stay friends with your ex? Why \/ why not?\n  ","141192":"\n   Have you ever played bowling? 🎳\n  ","141193":"\n   What do you think of the verification \/ blue badge? 💙\n  ","141194":"\n   Is it worth it to subscribe to Netflix?\n  ","141195":"\n   Do you believe in miracles, destiny and fate? Why\/why not? 💫\n  ","141196":"\n   So I’ve been offered a chance  to have my account verified . Should I do it? Bonus question do you like bbq ribs?\n  ","141197":"\n   How do you calm yourself when you're very angry?\n  ","141198":"\n   Do you procrastinate?\n  ","141199":"\n   Do you perhaps have have any tips on how to keep yourself focused while reading something long and tedious? Like for studying and such Haha\n  ","141200":"\n   What would you change about yourself?\n  ","141201":"\n   Have you found in your experience that the most effective form of social distancing you'll ever see is when you lend a muthafuc*a some money? 💷👋😫\n  ","141202":"\n   What was the last thing you bought for yourself\n  ","141203":"\n   If the Big Bang created the Universe, what created the Big Bang? Do you think it's possible that our Universe is the product of a black hole in a much older universe and we are living inside the gravitational singularity of that black hole? 🤔\n  ","141204":"\n   What are some things that you like most about yourself? 😊✨\n  ","141205":"\n   What was the riskiest thing you have ever done? And what was the outcome?\n  ","141206":"\n   Lol, you’re cute 🤣. I asked bc it made me feel like she thinks I’ll be a good dad\/husband bc why else would she put herself as an example?\n  ","141207":"\n   Nah, we were just hanging out regularly in a group if 4 on our free time.\n  ","141208":"\n   Idk why, that’s what I was wondering?\n  ","141209":"\n   I did\n  ","141210":"\n   How old are you\n  ","141211":"\n   Come on I'm not gonna bug you\n  ","141212":"\n   I want to know you what say you\n  ","141213":"\n   Are you married\n  ","141214":"\n   Whats your favorite thing to do in naure?\n  ","141215":"\n   Do you believe in multiple dimensions or worlds?\n  ","141216":"\n   Do you have to watch something happy after watching a horror movie so you can go to sleep?\n  ","141217":"\n   Have you ever created a voodoo doll?\n  ","141218":"\n   Do you have a dream?\n  ","141219":"\n   Hey, you’re cute. I’m an AFRICAN dude, 20 years old, I live in Cali. A GORGEOUS WHITE GIRL (19) at my university saw my tribal marks on my stomach while we were in a group and SHE ASKED me “what if me & you got married and had a BABY, would you do that to the baby?” Why do you think she said that?\n  ","141220":"\n   For how long you've been in a relationship?\n  ","141221":"\n   How often do you take photographs? What kind of things do you like to take pictures of? 📷\n  ","141222":"\n   the only reason allison are sending out compliments its because she’s completing ask tasks for vip lmaoooo the old h*g isn’t sincere. watch out guys\n  ","141223":"\n   If you got your hands on a portal gun like the one from the game Portal which made it possible for you to put two portals that connected to each other on whatever surface you wanted, what'd you use it for? 🤔⚛🔫\n  ","141224":"\n   Do you drink alcohol\n  ","141225":"\n   Please take a break from ask if you have to, have some coffee or tea and spend some time with bubo! Just take care of yourself :)\n  ","141226":"\n   I hope Trump reads this.\n  ","141227":"\n   Imagine thinking likes on a post signifies ANYTHING... This anon certainly needs to do some self reflection lol\n  ","141228":"\n   Hopefully one day those people will find peace within themselves and stop trying to harass you. Have a nice night :)\n  ","141229":"\n   You are trash for insulting someone’s skin tone.\n  ","141230":"\n   Is it ok to call someone the n word in a passing comment? Admit you’re wrong. No one agrees. That’s why your friends didn’t like your answer.\n  ","141231":"\n   .\n  ","141232":"\n   this anon does have a point tho and its weird how you excuse it by saying its an “accurate objective”. does that mean you can go around criticising someone’s appearance as long as it’s accurate? like “whoa, you got a huge nose buddy” 😂\n  ","141233":"\n   It’s not defending him, it’s calling you out for childish insults when Trump has a long list of despicable things he should be held accounted for. You\/people like you with your stupid appearance only encourage others to think it’s ok to do this. Women should know better, they constantly get it\n  ","141234":"\n   I have NEVER defended him? Wtf?\n  ","141235":"\n   For the record, I loathe Trump.\n  ","141236":"\n   You have unattractive, yellow, and crooked teeth. Would it be appropriate to bring that up when discussing differing opinions we have? I mean it’s true...that’s your logic.\n  ","141237":"\n   Are really *that* stupid?\n  ","141238":"\n   Of course noone cares that you call him racist ffs! It’s a valid and important criticism. Taking shots at his appearance, or anyone’s appearance, is childish and stupid. What’s hard to understand?\n  ","141239":"\n   what the absolute hell, how sad do you have to be?? Do they think that it's just a funny joke to send death threats? Besides it's like, not even an opinion...he's literally orange\n  ","141240":"\n   What can people possibly even hate you for?? You smoke, make art, and talk about your sweet bird.... Following you is a blessing lmao\n  ","141241":"\n   What is the most interesting invention?\n  ","141242":"\n   Do you believe the government?\n  ","141243":"\n   what makes askfm different from your other social media accounts? ❤🔥\n  ","141244":"\n   It's self love week\nWhen you look in the mirror what do you see?\n  ","141245":"\n   worst time to be interrupted?\n  ","141246":"\n   It's self love week\nIs it hard for you to look yourself in the mirror?\n  ","141247":"\n   Have you ever had a suitor, crush or friend that your parents did not approve of?\n  ","141248":"\n   🍕Pizza or 🍝 Spaghetti ?\n  ","141249":"\n   Do you wear jacket even if it's not cold?\n  ","141250":"\n   Are you the jealous type? 😏💚\n  ","141251":"\n   Are you good at giving advices or do you like asking for advices? What do you using advice about or usually ask advice for? 💬🤍\n  ","141252":"\n   Do you ever eat or make pumpkin pie? Do you like to eat it? Or maybe at least like to make it? Any good memories with making it when you were younger? (Can post a GIF or pic with answer if you'd like!)\n\nHave a great day by the way! 🤘\n  ","141253":"\n   Are any of the trees changing colors where you live? (Unless it isn't Fall where you are. Just ignore. My apologies) But if the trees and plants in your area are changing colors in your area. Take a pic and post them! And their beauty! If they aren't changing colors. Just post a GIF of Fall trees.\n  ","141254":"\n   What is one meal that you do like to make?\n  ","141255":"\n   pumpkin pie or sweet potato pie?\n  ","141256":"\n   what do people in your social circle\/community think of the phrase “defund the police” ?\n  ","141257":"\n   Do you believe that you're a good judge of character?\n  ","141258":"\n   What kind of questions do you like to receive here on Ask?\n  ","141259":"\n   Are you with or against a second lockdown? How’s your area doing?\n  ","141260":"\n   Do you a Ring doorbell or some sort of camera at your front door or any type of security system in your home? Ever see anything odd on it?\n  ","141261":"\n   Post a picture of your bed.\n  ","141262":"\n   Who sent the last text message you received?\n  ","141263":"\n   What's the most interesting object in your room?\n  ","141264":"\n   Do you follow fashion trends actively?\n  ","141265":"\n   Do you prefer sunrises or sunsets?\n  ","141266":"\n   Is it ok to fat-shame Trump because he’s a bad person? I would say no because there are many important issues to criticise him on but you often shame his appearance (calling him orange in a derogatory way etc) so I’m wondering how you justify that?\n  ","141267":"\n   Should ASKfm have a message feature for private and group chats? What do you think? 🔥➕\n  ","141268":"\n   🤗 aww. That's really something 💕\n  ","141269":"\n   What's your highest achievement so far?\n  ","141270":"\n   would you like to be cloned? 🤔\n  ","141271":"\n   How do you feel about cars becoming fully autonomous and having no steering wheel, breaks, or accelerators?\n  ","141272":"\n   When you're at a party etc. when do you usually decide it's time to leave? 🙋‍♂️🚶‍♂️ Are you usually one of the first or last to do so? 🤔\n  ","141273":"\n   How'd you rate the internet providers in your country? 📡 Have you had any bad experiences with any of them? 😅\n  ","141274":"\n   What's your favorite table-top game? 😁 Am looking for some good games to eventually buy for future game nights 😊\n  ","141275":"\n   .\n  ","141276":"\n   Is there a hobby\/ job you've had before or would like to have one day. That nobody would expect from you?\n  ","141277":"\n   What's the last compliment you gave somebody or received?\n  ","141278":"\n   What is the most popular sport in your country?\n  ","141279":"\n   How do you behave with people you don't like?\n  ","141280":"\n   What is your goal in life?\n  ","141281":"\n   What is the most important thing in a relationship?\n  ","141282":"\n   What have you been thinking about lately?\n  ","141283":"\n   Who has the most beautiful eyes?\n  ","141284":"\n   Maybe you should go to an eyebrow expert.\n  ","141285":"\n   Who are your celebrity crushes? ❤\n  ","141286":"\n   Have you ever made your own item of clothing before?\n  ","141287":"\n   What was your favourite thing to happen for you this year (can be something small even)?\n  ","141288":"\n   Have you ever wished that you could be famous? What would you want to be best known for?\n  ","141289":"\n   Have you ever had yourself or held for someone else a surprise party?\n  ","141290":"\n   If you're dressing as something this Halloween, what are you going to be? (if you aren't, then what would you pick, if you were?)\n  ","141291":"\n   What's a song title, you think sums up your year well?\n  ","141292":"\n   It's self love week\nDo you believe You have a purpose if so what?\n  ","141293":"\n   What was the last gift you received? 🎁\n  ","141294":"\n   Self love week\nDo you believe that your special?\n  ","141295":"\n   Do you read poetry and which poets do you like\n  ","141296":"\n   Are you finish with your weekly task?\n  ","141297":"\n   Raccoon or monkey\n  ","141298":"\n   What is your favourite song? 🎵\n  ","141299":"\n   When was the last time you did something that scared you? What happened, and how did you feel afterwards?\n  ","141300":"\n   Do you believe in destiny?\n  ","141301":"\n   Have you ever been the maid of honour \/ best man at someone's wedding? 👰 💐 🤵\n  ","141302":"\n   What if there was tickle vampires and instead of blood they needed laughter\n  ","141303":"\n   Have you ever caught a wild animal rummaging through your trash?\n  ","141304":"\n   What good deeds have you done this week?\n  ","141305":"\n   Do you prefer sweet or salty snacks?\n  ","141306":"\n   What is your favourite Netflix show? If you don't have Netflix, then what is your favourite show in general?\n  ","141307":"\n   What is something you used to believe in when you were younger, but don't any more? 🤔\n  ","141308":"\n   Do you ever have reoccurring dreams? If so, what happens in those dreams? 😴\n  ","141309":"\n   What is your favorite breakfast combo?\n  ","141310":"\n   Are you a perfectionist?\n  ","141311":"\n   Hpw much of a coffee lober are you?\n  ","141312":"\n   Are you being careful about not catching coronavirus? What do you do?\n  ","141313":"\n   What gives you happiness in life?\n  ","141314":"\n   What was the last thing you got for free?\n  ","141315":"\n   ok... i know a few bipolar people and they enjoy their up phases, just keep them away from slot machines! anyway nice talking with you friend, have a good day\n  ","141316":"\n   not many of us went through childhood unscathed with mental scars... so many mean people out there. silly and possibly insensitive question... are there any upsides to schizophrenia?\n  ","141317":"\n   any idea where this comes from? i've probably got a very hollywood idea about schizophrenia... beautiful mind and all that. did anything damage you or is that just how you were born?\n  ","141318":"\n   must be very disconcerting when you can't trust your own senses and don't know what reality is\n  ","141319":"\n   ok so smell is an aspect too... that was something only you could smell? (thinking that might be an advantage cause i've been told i don't smell too good)\n  ","141320":"\n   so you see faces when looking at trees? hear voices? what's it like?\n  ","141321":"\n   how would you explain schizophrenia to me? I've got the lower level mental health issues\n  ","141322":"\n   selfie?\n  ","141323":"\n   He doesn’t seem frail tbh and the recovery rates are good for most people\n  ","141324":"\n   They dont care about her\n  ","141325":"\n   Nah that's fake news he's fine now\n  ","141326":"\n   Move to Canada and take all your libtards with you too\n  ","141327":"\n   Why\n  ","141328":"\n   You should move to Vancouver Canada\n  ","141329":"\n   you worked hard to acquire the state of mind of a psychopath?\n  ","141330":"\n   i find that hard to believe. humans, for the most part, change over time, in part because they are influenced by the thoughts and opinions of others\n  ","141331":"\n   surely it matters what your partner and close friends think\n  ","141332":"\n   Why do you think your that beautiful\/Handsome?\n  ","141333":"\n   Do you like Choose Your Own Adventure books?\n  ","141334":"\n   Do you think there will be a civil war in America?\n  ","141335":"\n   What is the most beautiful view you've ever experienced?\n  ","141336":"\n   Self love week\nDoes it matter what people think of you?\n  ","141337":"\n   Happy Friday! What are everyone's plans for the day?\n  ","141338":"\n   Is there a book, tv show, or movie that holds a special place in your heart... If so, what is it?\n  ","141339":"\n   What was the last thing that made you laugh?\n  ","141340":"\n   What’s the vegetable you hate the most? 🥦\n  ","141341":"\n   What do you do indoors that you cannot do outdoors? 🚪\n  ","141342":"\n   Where would you like to travel in the future? ✈\n  ","141343":"\n   What has been the best holiday \/ vacation that you've ever been on? ✈\n  ","141344":"\n   Have you been to Disneyland? 🏰🧚‍♂️\n  ","141345":"\n   What is your favorite subject in school?\n  ","141346":"\n   How can we eliminate double standards? ⚖\n  ","141347":"\n   What's your mood in the mornings?\n  ","141348":"\n   what do you call your partner?\n  ","141349":"\n   Are pet names cringey?\n  ","141350":"\n   What’s the best compliment you have received?\n  ","141351":"\n   Yeah that’s obviously not what they were asking abt lol. Just say you’ve only lived in majority white towns .\n  ","141352":"\n   Oh so you were being sarcastic?\n  ","141353":"\n   It’s so weird you’re proud of leigh\n  ","141354":"\n   WOULD YOU RATHER: Explore 🚀 Outer Space or 🌊 The Oceans? Why?\n  ","141355":"\n   How can we change the World? 🌏\n  ","141356":"\n   Yes they are, but also so incredibly worth it! 💕\n  ","141357":"\n   Aww, how sweet🥰. She’s adorable! I had a bird as a teen. I miss her dearly 💕\n  ","141358":"\n   Saw in your bio you like birds, do you have one? ✨\n  ","141359":"\n   Do you like VIETNAM\n  ","141360":"\n   Is there anything about yourself you've been focusing on working on this year?\n  ","141361":"\n   Were you ever told what your first word was? If so, what was it?\n  ","141362":"\n   How many people do you feel really understand \/ \"get\" you?\n  ","141363":"\n   if you had to be represented or characterized by three material objects, what would they be?\n  ","141364":"\n   What is your favourite season?\n  ","141365":"\n   How long have you had Bubo for?\n  ","141366":"\n   Are you living your dream?\n  ","141367":"\n   Do you read magazines? If so, which ones?\n  ","141368":"\n   What was the last book you read?\n  ","141369":"\n   What is your favorite kind of weather?\n  ","141370":"\n   What would you like to grow?!\n  ","141371":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","141372":"\n   What outdoor activity haven’t you tried, but would like to?\n  ","141373":"\n   Be honest is there someone you used to (or still do) check their profile constantly out of interest\/jealously? If so did it affect you mentally in any way?\n  ","141374":"\n   If ask suspended this account for good, will you make a new one?\n  ","141375":"\n   Why do you need it?\n  ","141376":"\n   Do you ever take naps during the day? 😴\n  ","141377":"\n   Do you start your day with a cup of coffee, or perhaps tea?\n  ","141378":"\n   How did your last relationship end?\n  ","141379":"\n   What does \"love\" mean to you?\n  ","141380":"\n   Do you believe in the supernatural? Have you ever had any encounters with ghosts?\n  ","141381":"\n   What is your favourite thing to cook?\n  ","141382":"\n   Should we forgive our enemies? Why\/why not?\n  ","141383":"\n   Besides myself who else do you look up to as a role model?\n  ","141384":"\n   Are you afraid of anything?\n  ","141385":"\n   Have you ever lived somewhere where your race was not the majority?\n  ","141386":"\n   what’s a type of cheese you don’t care for?\n  ","141387":"\n   what’s your favorite food show? (cooking competition, one of those food network restaurant shows, whatever has to do w food !)\n  ","141388":"\n   i meant what are some rules when participating in road races?\n  ","141389":"\n   Are you proud of yourself? ⭐\n  ","141390":"\n   Just LGBT, not lgbtqiasfsfsddgdsg.\n  ","141391":"\n   What is the meaning of your name?\n  ","141392":"\n   Do you prefer to talk or to listen?\n  ","141393":"\n   You haven't asked enough questions in threads.\n  ","141394":"\n   Darn i was hoping you had a surprise tumor\n  ","141395":"\n   .\n  ","141396":"\n   What kind of surprises do you like? What kind of surprises have you had? 🎉\n  ","141397":"\n   How often do you charge your phone? 🔋\n  ","141398":"\n   i cant stop laughing\n  ","141399":"\n   .\n  ","141400":"\n   Same but what did that have to do with what I said\n  ","141401":"\n   Why don't you go eat some hey! I make things out of clay, I might just may lay by the bay\n  ","141402":"\n   what if you’ve been dating him for 15months and that happened, would you stay or leave?\n  ","141403":"\n   Do you play any card games? Which ones?\n  ","141404":"\n   so, you would give him another chance and stay in the relationship?\n  ","141405":"\n   really? let’s say you’re not married, just bf\/gf atm and u found out abt it. the fact that he never confessed to u. u would still forgive him??\n  ","141406":"\n   Are you living your dreams or in your dreams?\n  ","141407":"\n   if your partner had a one-night stand, would you be able to forgive them and take them back if they said they made a mistake and they regret it and wouldn’t do it again?\n  ","141408":"\n   What do you think are the best things in life?\n  ","141409":"\n   Are you generally a lazy person and leave things last minute? Ex. Don’t do the laundry, don’t cut the grass\n  ","141410":"\n   Are you still really good friends with someone you've known since your childhood\/study days? Or are your current friends more recent?\n  ","141411":"\n   Do you have a specific tradition or thing you like to do every year during or in preperation for Halloween? I saw someone baking a pumpkin pie the other day, that they said they always make one specifically every October. So it made me wonder if there's anything you guys did every year?\n  ","141412":"\n   Hello 🙋 I'm following here. This account was made with the purpose of sending some asks about several themes and I'd like to send asks for you. Would you like to receive my asks?\n  ","141413":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","141414":"\n   Opinion on Teslas?\n  ","141415":"\n   Gotta be done right XD\n  ","141416":"\n   Haha I remember that. I used to go on for so long though before saying the orange bit. So they really really were glad I said orange by that point XD\n  ","141417":"\n   What’s your favourite sport?\n  ","141418":"\n   Is it true that we can never get over the first love?\n  ","141419":"\n   How  comfortable are you when having your photo taken? 📷\n  ","141420":"\n   What was the last mistake you made?\n  ","141421":"\n   Is it bad for me to be a Christian and still support the the lgbbtq club?\n  ","141422":"\n   Do you feel like the dreams you have {during sleep} are meaningless?\n  ","141423":"\n   Which activities make you lose track of time?\n  ","141424":"\n   What do you do after a very long day? 🌞\n  ","141425":"\n   How well can you cook? 😋🍽💕\n  ","141426":"\n   What can you not live without?\n  ","141427":"\n   Do you enjoy zoos, what about aquariums? 🐠\n  ","141428":"\n   How many languages can you speak?\n  ","141429":"\n   does alcohol really makes you need to pee ?\n  ","141430":"\n   What's the earliest joke you remember ever learning?  Mine was 'knock knock. Who's there? Doctor. Doctor who? How did you know my name?'\n  ","141431":"\n   Do you tend to worry about things that you really can’t control?\n  ","141432":"\n   .\n  ","141433":"\n   I got a pocket full of sunshine\n  ","141434":"\n   You know what I got in my pockets? FUN COUPONS!!!\n  ","141435":"\n   Would you ever risk your life for someone?\n  ","141436":"\n   Do you take your medicine at the same time every day? BQ: why most people advice you to respect a routine?\n  ","141437":"\n   Do you still read books?\n  ","141438":"\n   you sound exactly like a grandma, lol. c'mon, 40 isnt old, at all.\n  ","141439":"\n   Why so early?\n  ","141440":"\n   Oh good! I think everyone deserves to have a happy family! I'm glad to hear it :)\n  ","141441":"\n   Have you ever known anyone (or perhaps you yourself) who married or is dating someone from another country? How did it work out?\n  ","141442":"\n   Do you watch \"Let's Play\" videos on youtube?\n  ","141443":"\n   Share something that's made you happy recently! ✨\n  ","141444":"\n   Favorite color?\n  ","141445":"\n   Do any of you all watch ru pauls drag race?\n  ","141446":"\n   What does it mean if you see a black cat? Especially around Halloween. Post a GIF with your answer if you'd like or a pic.\n  ","141447":"\n   So sorry to hear that :(\n  ","141448":"\n   Do you usually go to bed early?\n  ","141449":"\n   Very pretty, where did you learn how to knit?\n  ","141450":"\n   What happened in the last dream you remember having? (If you aren't comfortable, share a dream you are comfortable sharing if you'd like!)\n  ","141451":"\n   that's nice, you're good.\n  ","141452":"\n   Have you ever physically fought a friend or maybe someone close to a friend or family member? What was the reason? (This question brought to you thanks to 90 day fiance lmao 😅)\n  ","141453":"\n   Food or water\n  ","141454":"\n   Which fictional character would you date?\n  ","141455":"\n   (Based on one of my recent answers) Is it difficult or easy for you to ghost people? Have you ever had to cut someone out of your life completely?\n  ","141456":"\n   How do you feel about plastic surgery? Do you want\/need to have it someday?\n  ","141457":"\n   Do you want to have kids\/more kids someday? (Biological, adoption, or otherwise.)\n  ","141458":"\n   🌸 Do you prefer pumpkin spice flavored things or apple cider flavored things? (Hot or iced drinks, cakes, pies, donuts etc.)\n  ","141459":"\n   🌸 Would you rather paint a pumpkin or carve one? Why?\n  ","141460":"\n   🌸 Have you ever\/would you consider doing a \"couples costume\" w your significant other? If you would, what would y'all be?\n  ","141461":"\n   🌸 What was your favorite Halloween costume from your past\/childhood?\n  ","141462":"\n   Do you trust mail-in ballots?\n  ","141463":"\n   What are your 5 most favorite Websites?\n  ","141464":"\n   Goodmorning 💘\n  ","141465":"\n   How was your prom experience? 💃🕺\n  ","141466":"\n   What's tastier than chocolate\n  ","141467":"\n   As Christmas is around the corner! What gifts will you be getting people? And what gifts do you want? 🌠🎁🎉🌲🎄\n  ","141468":"\n   Have you ever been lost in the mall? 😂\n  ","141469":"\n   What is the best piece of advice you have ever been given?\n  ","141470":"\n   🌸 When you were a kid, what was your favorite candy to get while Trick or Treating?\n  ","141471":"\n   🍁🌾Would you ever try chocolate-covered candy corns? How about a chocolate covered apples? 🌰🍂\n  ","141472":"\n   Do you have a favourite quote or saying?\n  ","141473":"\n   What is your favourite dessert? 🍰\n  ","141474":"\n   What is something you don't think you could ever give up?\n  ","141475":"\n   🌸 Are you doing anything fun for Halloween this year? (Dressing up, going out, carving pumpkins, watching Halloween movies etc.)\n  ","141476":"\n   🌸 What is your favorite Horror movie series\/franchise?\n  ","141477":"\n   Have you, or do you know anyone who has, done genetic ancestry testing? Would you do it?\n  ","141478":"\n   I just ordered my kids Halloween costumes, what would you dress up as if you were to? Or what are your kids being?\n  ","141479":"\n   What are you up to?\n  ","141480":"\n   “Vibrant city life or the woods??\n  ","141481":"\n   PAP your Christmas dinner table!\n  ","141482":"\n   Sent to all I follow: Have y'all heard of Genshin Impact yet?! It's on PC, mobile, and PS4. It's got Breath of the Wild style graphics.. Open world RPG. Super fun and addicting new game~\n  ","141483":"\n   PAP your style icon!\n  ","141484":"\n   What was the last thing you spent money on? Do you ever feel guilty for buying yourself something nice?\n  ","141485":"\n   Have you ever had a manicure or pedicure? If yes, when was the last time you treated yourself?\n  ","141486":"\n   Do you always get bread at Restraunts?\n  ","141487":"\n   Do you wash your clothes or bring it to the laundry? 🌊\n  ","141488":"\n   *sends epic hugs to awesome friends*\n  ","141489":"\n   How do you spend your free time?\n  ","141490":"\n   🥂 White Wine or 🍷Red Wine?\n  ","141491":"\n   I really find you interesting. I like your answers. 😊\n  ","141492":"\n   Hi pretty~ 💐\n  ","141493":"\n   🍃💙💜🍃.. Do you use lotion??. 🍃💙💜🍃 ..  Usas locion?? .. 🍃💙💜🍃\n  ","141494":"\n   Do you like deserts? 🍡🍨🍧🍦🍩🍪🍰🧁🥧🍫🍬🍭🍮\n  ","141495":"\n   Do you eat street foods? If YES, which ones. If NO, why not? 🌭\n  ","141496":"\n   Do you change your hairstyle when you get heartbroken? 💔\n  ","141497":"\n   Do you judge others by their appearance?\n  ","141498":"\n   Do you watch celebrity's vlogs? What do you think about it? 🎬\n  ","141499":"\n   What is your biggest turn off? 🚫\n  ","141500":"\n   What are two things you will never chase?\n  ","141501":"\n   Hope you have a great week! And Go Dodgers!\n  ","141502":"\n   Do you like Halloween?\n  ","141503":"\n   How was your weekend?\n  ","141504":"\n   Describe your neighborhood!\n  ","141505":"\n   What religion is your family? (Sent to all I follow)\n  ","141506":"\n   What's something you wish you could eat more of, but you usually can't?\n  ","141507":"\n   Who’s better looking you or your SO?\n  ","141508":"\n   Do you ever sing when you're alone?\n  ","141509":"\n   Are you claustrophobic? How well do you handle being in small spaces?\n  ","141510":"\n   How superstitious are you, if at all?\n  ","141511":"\n   Do you use any words or phrases that only you and your inner circle use and understand? What are they? For example I refuse to use the S word, I call it fluffy rain and those that know me well enough know what I'm babbling about.\n  ","141512":"\n   Do you notice small details? For example if you go to a party\/gathering would you remember their clothes\/makeup etc?\n  ","141513":"\n   I have rats in the attic. Any ideas what I can do with a dead rat?  ( My sister Blanche didn’t care for it on her plate)\n  ","141514":"\n   Do you use any apps \/ sites for coupons?\n  ","141515":"\n   I feel sorry for your husband. You seem bitter and mean and on top of that have no s3x drive\n  ","141516":"\n   If you could remove one season, what would it be and why? 🌱🏖🍂❄\n  ","141517":"\n   Have any of your parents friends ever flirted with you? This happened to me . And it was really fucking awkward!\n  ","141518":"\n   Do you believe in God? 🙏📿🤲\n  ","141519":"\n   Snoop dogg. jay z Or eminem\n  ","141520":"\n   I hate huge grocery shopping trips!!! what are you fav three\/four\/five ingredient meals?\n  ","141521":"\n   Are you outgoing or shy?\n  ","141522":"\n   Which song reminds you of an ex and why?\n  ","141523":"\n   Is there anything so precious to you that you'd risk your life for it?\n  ","141524":"\n   How can you be happy without money?\n  ","141525":"\n   What's your favorite drink?\n  ","141526":"\n   Who was the last person you kissed?\n  ","141527":"\n   Is it possible to get food poisoning from Taco Bell?\n  ","141528":"\n   How often do you get your nails done?\n  ","141529":"\n   no even to adults when they care to listen\n  ","141530":"\n   children are very interesting\n  ","141531":"\n   What was the username of your first account on here, if you remember?\n  ","141532":"\n   Is it weird when you see old people use ask?\n  ","141533":"\n   Did menopause hit you already?\n  ","141534":"\n   Long or short sleeves currently?\n  ","141535":"\n   What are you good at that nobody knows?\n  ","141536":"\n   Do you like squid ?\n  ","141537":"\n   Same. I change mines way yo often! I’m obsessed\n  ","141538":"\n   In your settings, what color is your layout for askfm?\n  ","141539":"\n   If you were to write a movie script, what would it be about?\n  ","141540":"\n   Who cuts your hair?\n  ","141541":"\n   Which month of the year is most suitable for falling in love?\n  ","141542":"\n   If you became a teacher tomorrow, what would you teach?\n  ","141543":"\n   What are the first three songs in your favorite playlist?\n  ","141544":"\n   Yes. We could hang lol. Dark alcohols is too much for me.\n  ","141545":"\n   What's your least favorite word?\n  ","141546":"\n   do you want to be famous? ⭐\n  ","141547":"\n   After all these years, do you still cry at night?\n  ","141548":"\n   How good are you at holding back your tears?💧\n  ","141549":"\n   Have you ever been Love Sick? 😭💔\n  ","141550":"\n   Why do people judge others wrongly? 😤\n  ","141551":"\n   Are you satisfied by the answers you get? 📝\n  ","141552":"\n   Brown alcohol or clear? 🤦🏽‍♀️\n  ","141553":"\n   Where do you shop the most? 👀\n  ","141554":"\n   What kind of music calms you down?\n  ","141555":"\n   have you been watching the nba finals?\n  ","141556":"\n   Do you like kids? Do you want to have kids? 👶\n  ","141557":"\n   Have you read, watched, or played Witcher? Did you like it? I'm slightly obsessed o.o\n  ","141558":"\n   In general, what's the weather like where you live currently?\n  ","141559":"\n   When at work, do you ever skip lunch and work through it? \nOr school maybe?\n  ","141560":"\n   Do you like caramel apples? \nWhat is your favorite fall treat?\n  ","141561":"\n   How was your first kiss? 💋\n  ","141562":"\n   Have you been deal with trolls?\n  ","141563":"\n   Do you like Gummi bears? How about Gummi worms? How about Gummi rats? How do you feel about Gummi eyeballs? Now what if i asked you about gummi brains? Have you ever consumed Gummi spiders? Would you be interested in consuming Gummi dicks? All these are real things by the way.  Be cool y’all .\n  ","141564":"\n   K but where is my oscar for pretending that everything is fine all the time?\n  ","141565":"\n   What life lesson did you learn the hard way?\n  ","141566":"\n   Do you have any allergies on things, food, \"person\", etc?  What is it?\n  ","141567":"\n   Do you remember your dreams? And try to interpret them?\n  ","141568":"\n   Do you watch anyone on Twitch?\n  ","141569":"\n   If you hate trump then why don’t leave HIS country. You’re not forced to stay under him\n  ","141570":"\n   What's one thing you're looking forward to this weekend?\n  ","141571":"\n   {In Your Opinion} ✿ Which season brings out the best limited time \/ seasonal foods?\n  ","141572":"\n   Hi. I'm Tony Simeone. I've had so many flirts with women your age. I am 30, very tall, dark brown curly hair, big lips, magnetic eyes, athletic, strong, self-confident, gentle but also rude at the right time. Do you have Facebook? I would like to know you🖤\n  ","141573":"\n   Are you ready for Halloween?\n  ","141574":"\n   Stay or Leave? 🤔\n  ","141575":"\n   Are you tired of all the goodbyes? 👋\n  ","141576":"\n   What’s the most expensive thing you’ve broken?\n  ","141577":"\n   Send prayers\/thoughts to our president 🙏🏻\n  ","141578":"\n   I live in Florida and the person who i want to send a text message to lives in New Jersey. I’m really worried will my text message be sent? We are so far away i’m not sure if the message will even send\n  ","141579":"\n   Take a hot bath it'll help with your leg pain.\n  ","141580":"\n   How are you doing tonight?\n  ","141581":"\n   Do you believe in happy ending?\n  ","141582":"\n   1. When you receive a question, do clauses like  “don’t lie\/be honest” affect the way you answer it?         2. Do you feel better not answering a question when it says “don’t have to answer if you don’t want” at the end?         BQ: Do you answer “bonus  questions”?\n  ","141583":"\n   Voodoo donuts of course\n  ","141584":"\n   I had a pulmonary embolism too from my birth control at the time and now I can never have hormones ever again and if I ever feel pain in my chest I'm terrified lmao. I'm so glad that wasn't your issue!!\n  ","141585":"\n   Another?? Where did you have your first one, if you don't mind me asking? I had one too recently and while I know it's common I also haven't ever been able to speak to someone else that's had one\n  ","141586":"\n   What happened to your leg?\n  ","141587":"\n   current food obsession?\n  ","141588":"\n   would your life be easier if you had more money? why? ⚜\n  ","141589":"\n   Do you believe that peace on earth can be achieved? 🌏🕊\n  ","141590":"\n   How was your day? Have you been swell? 🦄👄\n  ","141591":"\n   In your on your opinion what's \"having their period\" counterpart on males? 🤔\n  ","141592":"\n   What would you do if I showed up at your home holding a box of donuts in one hand and six pack of cheap but good beer in the other? Besides call the police..\n  ","141593":"\n   Who should I follow?\n  ","141594":"\n   Can you astral travel?\n  ","141595":"\n   Which words or phrases do you most overuse?\n  ","141596":"\n   Do you have a dream that repeats again and again? What is it?\n  ","141597":"\n   Would you agree on punishing people before they could commit a crime if we can foresee their future ?\n  ","141598":"\n   Are criminals born or made?\n  ","141599":"\n   Gordy Ramsay is mine!\n  ","141600":"\n   “Internet friends” are still friends. Do you consider them less than the ones you meet in person?\n  ","141601":"\n   How do you talk your way out of unwanted conversations? 😂💬\n  ","141602":"\n   Who do you trust with your life from ask?\n  ","141603":"\n   Are there any mistakes you keep making over and over again??\n  ","141604":"\n   Would you rather be a vampire, fairy, werewolf, or unicorn?\n  ","141605":"\n   Favourite pizza toppings ?\n  ","141606":"\n   What kind of detergent do you use?\n  ","141607":"\n   Have you met someone that has a different personality in real life and social media? 👁👁\n  ","141608":"\n   What kind of building was it?\n  ","141609":"\n   ROADTRIP! Where are you going and who are you taking with you? 🚗💕\n  ","141610":"\n   Favourite celebrity cook if you have one?\n  ","141611":"\n   Do you like football?\n  ","141612":"\n   Have you ever let someone borrow something, only to regret it?\n  ","141613":"\n   Have you ever been in an abandoned building?\n  ","141614":"\n   Is there anywhere you'd ever be too afraid to go?\n  ","141615":"\n   What great quote would you like to share?\n  ","141616":"\n   Have you picked up any new hobbies during quarantine?\n  ","141617":"\n   Boat or Plane?\n  ","141618":"\n   When you go shopping do you usually go through the cashier or do you use the self pay line?\n  ","141619":"\n   If you could talk to someone from your past, what would you say to him\/her? Something you failed to tell them back then.\n  ","141620":"\n   Do you easily let your emotions control the situation?\n  ","141621":"\n   What's your McDonald's order?\n  ","141622":"\n   Have you ever been overdressed to an event? Post a pic!\n  ","141623":"\n   Fattison Campbell\n  ","141624":"\n   Do u eat pumpkin stew? 🎃\n  ","141625":"\n   Would you open anenvelope that has the date ofyour death inside?\n  ","141626":"\n   What are your favorite flowers?\n  ","141627":"\n   Doyou ever get the feeling that the current day has been repeated 💯times?\n  ","141628":"\n   Omg I wanna snuggle 🥰\n  ","141629":"\n   Eevee or pikachu 😛\n  ","141630":"\n   Hey there, hope life is treating you well 👋😊 Was just wondering if you could help me out with a bit of general advice: Can I get by with drinking the best part of a 70cl Voddy bottle a day, with say maybe 1, or 2 days off max a week, and still make old age or will that shiz kill me? ⚰😳🤷‍♂️\n  ","141631":"\n   How good are you at overcoming bad habits? What is the biggest habit you have ever managed to quit?\n  ","141632":"\n   Whos this 🥰\n  ","141633":"\n   Do you celebrate Halloween? 🍂\n  ","141634":"\n   What is the funniest misunderstanding you have ever had?\n  ","141635":"\n   What are your plans for halloween?\n  "},"Answer":{"140563":"\n  noooo they were pre-designed I don't know of any companies that let you design your own frames but I might be into that\n  ","140564":"\n  I ordered them from some eyeglass website that's name escapes me vogue something or other\n  ","140565":"\n  \"my decisions\" to do what exactly? Go to the doctor and stop driving? So irresponsible.\n  \n  I'm just going to block you again it's like so idiotic how often you pop up\n  ","140566":"\n  It wasn't always like that. It didn't start becoming a regular issue until later in life.\n  \n  lol at telling a mentally ill person that they're irresponsible for their delusions what a total fucking asshole you are\n  ","140567":"\n  I have schizophrenia and historically, I have hallucinated people running out in front of the car and it's caused me to hit the brakes\n  ","140568":"\n  I'm fine, just waking up\n  ","140569":"\n  yes, and I even have a license but doctor's orders, no driving for me\n  ","140570":"\n  yes\n  ","140571":"\n  I guess try really hard to listen\n  ","140572":"\n  I don't think I have even heard of that\n  ","140573":"\n  amazon\n  ","140574":"\n  neither\n  ","140575":"\n  I have many places.\n  ","140576":"\n  jealousy, hate, the need to feel better than others\n  \n  everyone in the world needs extensive therapy tbh\n  ","140577":"\n  I'm neutral about them\n  ","140578":"\n  that sounds like a neat idea, have fun\n  ","140579":"\n  I'd either be the last person standing or the first to die\n  ","140580":"\n  you dodged a bullet. You're young. suffer through the break up, write some poetry or something, and move on. When you're ready the right person will be on the same page as you\n  ","140581":"\n  I had a vhs tape of his with crunch fitness when I was in my early 20s\n  ","140582":"\n  what if billy blanks won with tai bo\n  ","140583":"\n  not everyday. My bestie and I message each other a few times a week.\n  ","140584":"\n  oh ok\n  ","140585":"\n  no who\n  ","140586":"\n  wut\n  ","140587":"\n  my id\n  ","140588":"\n  There is a book called Stitch 'N Bitch: The Knitter's Handbook that has very easy to follow instructions for beginners along with some starter patterns to teach different techniques, and I taught myself from reading that book. I learned more advanced techniques from asking the experts at my local craft store to show me how.\n  ","140589":"\n  really? that's for sure my least favorite chain in existence\n  ","140590":"\n  no\n  ","140591":"\n  I have three on my bed but I only sleep on one\n  ","140592":"\n  thank you! it's a balloon-sleeve arm warmer, it'll eventually taper down to a longer rib for the hand. The yarn was called Ice Cream\n  ","140593":"\n  ha yeah I getcha but I'm in the pacific northwest, near Portland OR which is sort of a liberal green bubble\n  ","140594":"\n  I don't have working sacroiliac joints, so I can't ride a standard bike- only an recumbent one. So it's been many years since I've ridden a bike. My area is very bike friendly, though, many people especially closer to the city use a combination of bike and train to commute\n  ","140595":"\n  my favorite afternoon snack lately is wheat crackers and some sort of spreadable cheese. Currently that's sharp cheddar pub cheese\n  ","140596":"\n  I am knitting and waiting for my partner to come home from work so we can eat dinner and watch a show together\n  ","140597":"\n  I have a noise- BB-08's little chirp- and a vibration. I don't even notice it though, to be honest I'm just used to that noise. Since your last question about notifications, though, I've gone through and turned a lot of them off\n  ","140598":"\n  dead serious. Take your transphobe shit elsewhere. I'll just block if you send anything else. I'm in a serious blocking mood, been blocking all fucking day\n  ","140599":"\n  I eat a small lunch, usually leftovers. Around 2 in the afternoon, I have a snack, today was a small plate of cheese and crackers and a banana that I shared with my parakeet. Dinner is my biggest meal, which is really just an average sized meal because my appetite isn't great lately. Sometimes I have popcorn after dinner as a snack. I'm not much of an eater, as much as I like food. I take a few meds that make me queasy a lot of the time.\n  ","140600":"\n  who? Or like, in general? I have no idea. I feel like started buying things online besides books about 10-13 year ago\n  ","140601":"\n  seems extreme but I suppose it's mostly true\n  ","140602":"\n  I never even take bets though so it's all moot\n  ","140603":"\n  rest assured I'm not here to evict you\n  ","140604":"\n  I don't know what the best ever was but two nights ago I dreamed that the Queen of England was a young woman who hired me to find her a tattoo artist to do a glowing evil garden gnome tattoo on her calf\n  ","140605":"\n  It's not the weekend yet, but some how my inbox is blowing up with WILDLY IMMATURE and ridiculous bullshit today\n  \n  here's my cats to settle y'alls asses down\n  ","140606":"\n  no because it's just social media. My state has been voting- by mail and drop off ballot- for years and years very successfully there's nothing wrong with that method of voting and it's how the rest of the country should be right now\n  ","140607":"\n  my extremely serious and heavy medications cause me to sleep do you want to call me more names for that? Asshole.\n  ","140608":"\n  facebook\n  ","140609":"\n  for a little while then I get tired out and want their parents to take over again\n  ","140610":"\n  train and taxi and bus but not a jeep\n  ","140611":"\n  I don't believe in god\n  ","140612":"\n  yeah never heard it\n  ","140613":"\n  true story, I'm starting to not like pizza that much\n  ","140614":"\n  no\n  ","140615":"\n  no I sleep long amounts of time and usually don't wake up until a little before 10\n  ","140616":"\n  no\n  ","140617":"\n  I loathe both songs\n  ","140618":"\n  like last halloween in the grocery store because they were playing it on the loudspeaker\n  ","140619":"\n  just at the mall\n  ","140620":"\n  I prefer facebook\n  ","140621":"\n  I don't have any\n  ","140622":"\n  My day today was about taking care of my cuties. The cats got special treats, Bubo's cage got cleaned out and she got fresh millet and kale, an egg, and parsley (her favorite)- I scrubbed out the bird bath, refilled the suet feeders and the wild seed feeder, put out peanuts for the squirrels, and refilled the hummingbird feeder with fresh nectar. I cooked my partner's favorite meal and had it ready for him when he got home from work.\n  \n  Now it's about taking care of me. I have a cider, my favorite hoodie, and a pumpkin doughnut. Send in questions if you want\n  ","140623":"\n  I mean, I guess?\n  ","140624":"\n  I have never even heard an adele song, much less know anything about her life or what she does\n  ","140625":"\n  what laws that aren't already established do you propose? I don't know what else you could possibly be talking about\n  ","140626":"\n  no I dislike NYC\n  ","140627":"\n  no I just had cheap or handmade stuff\n  ","140628":"\n  no- not at all. welfare is completely different and comes in the form of housing and food aid. You sound super ignorant\n  ","140629":"\n  I know of like, ONE old lady on my nextdoor page who makes 3 ply masks with replaceable coffee filters. SO I guess some folks do lol.\n  ","140630":"\n  no, it is still not medical grade but it is an upgraded version of the previous cloth masks sold. It is 3 layers rather than 2 layers, with a more fitted cut, adjustable straps, and a metal nose piece.\n  ","140631":"\n  because there will be different strains seasonally for a while, and the vaccines will have to adjust\n  ","140632":"\n  I just listen on my desktop computer speakers with spotify the speakers aren't even very good but they glow rainbow colors\n  ","140633":"\n  eventually we'll have a reliable vaccine and things can go back to semi-normal\n  ","140634":"\n  When I was a teen Yoko Ono sent me this signed photo for Xmas of '95. Xmas of '96, I got a hand-made card from her, but I don't have it framed.\n  \n  Nowadays I can't even get her twitter account to follow me back though lmao\n  ","140635":"\n  black coffee\n  ","140636":"\n  I haven't been. I don't have the attention span for reading most days.\n  ","140637":"\n  Pinetree.\n  \n  Look my fitted mask from my redbubble shop came in it fits great get your own, link in bio\n  ","140638":"\n  nope\n  ","140639":"\n  I spent some time thinking I was an empath too but honestly as I've grown older I just think there are people who care about others\/relate to others, and there are people who don't. And that's as simple as it is.\n  ","140640":"\n  no I don't care for most country\n  ","140641":"\n  nothing of note so far but last night I learned that goats' eyes can rotate\n  ","140642":"\n  bi\n  ","140643":"\n  5'7\"\n  ","140644":"\n  I delete so many questions because so many of my anons are ridiculous\n  ","140645":"\n  earthquake maybe\n  ","140646":"\n  knitting needle set maybe\n  ","140647":"\n  no\n  ","140648":"\n  never\n  ","140649":"\n  no\n  ","140650":"\n  none I would die quickly\n  ","140651":"\n  all my talents are well known\n  ","140652":"\n  all I can think of is fruit and I see that people have already suggested that. Maybe jello?\n  ","140653":"\n  pasta easily\n  ","140654":"\n  angelina jolie\n  ","140655":"\n  shrug the people who come out on top I guess.\n  ","140656":"\n  no media was banned from my household that I can recall.\n  ","140657":"\n  not social security?? Disability is a completely different thing altogether.\n  ","140658":"\n  first off, treat people in service positions kindly\n  ","140659":"\n  ok\n  ","140660":"\n  I feel like \"liberal\" is too caught up with leadership and the democratic party, so I wouldn't call myself liberal. \"leftist\" tends to bring up images of hardcore protestors and communism or socialism, and while I would embrace a socialized government, we are currently in a capitalist one and I just want to survive. So maybe I'm more leftist but I'm really Gen X and in between\n  ","140661":"\n  I have no feelings for her either way no. I don't tend to care about celebrities\n  ","140662":"\n  I'm a woman and I don't worry about my butt\n  ","140663":"\n  I just don't give respect when I'm not respected I guess.\n  ","140664":"\n  there have been a few. At least three tied for hardest. Part of getting older is changing and moving away from folks you love.\n  ","140665":"\n  drankin, hanging out with my best feline pal\n  ","140666":"\n  It's shitfaced sunday and I just opened a cider what's up AMA\n  ","140667":"\n  spaghetti\n  ","140668":"\n  a xmas gift for my partner.  I don't want to say what it is in case family members with big mouths read this but it's a tool used in the kitchen and it was outrageously priced like I expected 10 bucks or so but ended up spending 40\n  ","140669":"\n  thank you! that's Mt Hood in the background, taken from the local college campus which is within walking distance from me. (My house is like, halfway down the hill from this point so my home view is the opposite direction- of the cascade range only with no volcanos)\n  \n  From campus you can also see Mt St Helen baaaaaaarely in the distance in this photo I also took today\n  ","140670":"\n  I mean, it's all pretty funny.\n  \n  but who cares, I get to live in THIS neighborhood in THIS area with THIS view and live my happy life regardless of what y'all assholes think about me\n  ","140671":"\n  I don't look for anything in anyone and haven't for 17 years\n  ","140672":"\n  yes\n  ","140673":"\n  I don't\n  ","140674":"\n  I just want a kitten but this kitten season, the humane society is only adopting out using this online blind auction system and I keep getting rejection letters every time I try to adopt one\n  ","140675":"\n  when it's a sex thing, it's weird. But I mean you do you.\n  ","140676":"\n  teal\n  ","140677":"\n  I live in the US and my fav food is a cheeseburger so I feel like most people have tried that already\n  ","140678":"\n  me too\n  ","140679":"\n  move to Washington\n  ","140680":"\n  I am at my desk and right now I'm happy with where I am\n  ","140681":"\n  thanks homie <3\n  ","140682":"\n  the weather's nice so I want to get outside later. Other than that, no plans. It's the weekend so my inbox is full of school aged children haters who think I care about them.\n  ","140683":"\n  terrible, but I blame it on my absolute hurricane of a spouse. While I prefer things tidy, he prefers to just sort of drop things wherever he goes. I get tired of picking up after someone else, so often I just don't. My areas of the house are clean.\n  ","140684":"\n  nah not everyone can work. There should be other options available to help those who can't get back to work that quickly\n  ","140685":"\n  I dressed up as an owl once and had really intricate face makeup that I was proud of but I don't have any pics. I do have this pic, of a parakeet onesie\n  ","140686":"\n  I'm not sure what you're talking about you haven't clarified. Social security only goes to people who have worked a certain length of time in their lives.\n  ","140687":"\n  terrible because I don't like arguing or bartering and I'd give up quickly and walk away from the situation\n  ","140688":"\n  thank you <3\n  ","140689":"\n  I do worry about lots of things. Those worries just don't rule my life.\n  ","140690":"\n  no\n  ","140691":"\n  who knows.\n  ","140692":"\n  facebook\n  ","140693":"\n  what? try that again but this time make sense\n  \n  you know I don't receive government money, right?\n  ","140694":"\n  43\n  ","140695":"\n  I'm not sure, nothing stands out as being especially easy\n  ","140696":"\n  I loathe it. Schizophrenia greatly affects my ability to express myself vocally, my words get garbled up\n  ","140697":"\n  yes. When I was filling in as librarian at my college library, which was on the third floor, a student ran in and tried to jump out of the window. I physically dragged him back in and we talked it through. He's still a friend of mine.\n  ","140698":"\n  oh wow I'm crushed now\n  ","140699":"\n  no, dumbass, I was making fun of dogs biting asses, stop telling me what I fucking mean when I know good and well what my intentions are. Sorry you're so pitiful that you have to stalk me and do this every literal weekend of your life but that's not my problem\n  ","140700":"\n  don't ask me. He was like- look if we're going to continue I need to buy you new shoes and I was like that is weird you are weird goodbye\n  ","140701":"\n  because he was unhappy with my shoes and it was weird. We'd only been on a couple of dates.\n  ","140702":"\n  how is this so complicated that you had to ask? someone who has a fetish over shoes\n  ","140703":"\n  I broke up with a shoe fetishist once\n  ","140704":"\n  right now I just want to relive the late 80s to mid 90s with big spectacles and baggy overalls and oversized knitwear\n  ","140705":"\n  they're silly and pointless. I have lived in one, and the min. wage security guard slept most of the day or played games on the computer so people regularly walked right in\n  ","140706":"\n  I like food a lot, but I also can't eat past the feeling of fullness. I like small portions and I often leave leftovers.\n  ","140707":"\n  it's irritating\n  ","140708":"\n  I carry over the ear headphones and a phone charger and adapter in my bag in case I end up in the hospital and need some music to listen to\/to charge my phone\n  ","140709":"\n  I lived in apartments when I was young and we went trick or treating in our own neighborhood. At the time all of the apartments participated so that was a big haul of candy. I've never had a haunted house but my mom's friend used to really go all out with decorations\n  ","140710":"\n  in most cases I have a terrible poker face, the one exception being when I'm cheating at Munchkin. that one particular card game brings out my worst\n  ","140711":"\n  it was pretty funny for sure people come up with some shit\n  ","140712":"\n  what those peanut butter taffy candies from my youth are called, and who makes them\n  \n  they are peanut butter kisses, made by Melster Candy Comapny\n  ","140713":"\n  healing\n  ","140714":"\n  \"Does\n  \n  a dog\n  \n  have bitten your\n  \n  ass\"\n  \n  a poem by anon\n  ","140715":"\n  they're on, whatever is default I don't think I've ever changed the settings on that\n  ","140716":"\n  maybe target actual republicans with your rants instead of the most left leaning people on the site lulz\n  ","140717":"\n  no my parents are both atheist\n  ","140718":"\n  not until January\n  ","140719":"\n  yes\n  ","140720":"\n  nope\n  ","140721":"\n  I can't remember the last time I spent that much time without my phone.\n  ","140722":"\n  I've done a pretty good job at it. I live in a house in an area of the country I love with a partner I love doing art and getting the health care I need regularly\n  ","140723":"\n  a bunch of people. a college friend, my sister, my stepdad, my grandma\n  ","140724":"\n  my current job- artist\n  ","140725":"\n  cheese\n  ","140726":"\n  no\n  ","140727":"\n  learning language\n  ","140728":"\n  I don't watch movies enough to have favorite soundtracks\n  ","140729":"\n  wampus cats\n  ","140730":"\n  America isn't glamorous. It's a mostly middle\/working class country. Our homes are modest because at the end of they day they're just somewhere to live. No one needs a fucking castle, I mean sheesh. ANYWAY I don't live in a hut and my needs are met and I love my modest house.\n  ","140731":"\n  nope\n  ","140732":"\n  we always felt like we got a better haul of there was a lot of chocolate, but my favorite were those little peanut butter taffy things in the orange wrapper. Got rid of sour candies first.\n  ","140733":"\n  I have no pressing disorders that compromise my immune system specifically but I have or have had other medical conditions that make me fearful of covid, if that's why you're asking\n  ","140734":"\n  no, it's cruel. I've been to animal-free circuses and they're just as exciting and interesting with just human performers\n  ","140735":"\n  eh, to some people they are. If you have a strong cultural line to uphold then they're important. I don't have any real traditions\n  ","140736":"\n  Oh I've been all over. I've visited all but 7 of the united states. I've been to Victoria, Canada. I've been to several ports in the Bahamas. The prettiest state that I've seen, imo, was Wyoming. If anyone ever wants to visit the states for a really natural, wilderness-y type experience that's where to go.\n  ","140737":"\n  seeing people's costumes\n  ","140738":"\n  daytime. I'm a heavy nighttime sleeper\n  ","140739":"\n  some kind of cool transmogrification potion that can temporarily change the color of your skin and hair to something wild like I could be green with teal hair and orange eyes\n  ","140740":"\n  dying\n  ","140741":"\n  I do. My favorite for fun\/gore is Evil Dead 2 and my favorite that actually scared me is Paranormal Activity\n  ","140742":"\n  black eyed children\n  ","140743":"\n  growing up my nickname was Pinetree and I don't mind that so much\n  ","140744":"\n  not unless I'm off my anti psychs\n  ","140745":"\n  this song makes me happy lately\n  \n   https:\/\/www.youtube.com\/watch?v=TCkpTXsoESg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","140746":"\n  sure. still not a world famous artist\/ multi millionaire yet though\n  ","140747":"\n  I don't enjoy watching tv\n  ","140748":"\n  teleportation\n  ","140749":"\n  I am not very good at growing plants but I'm trying. I AM very good at taking care of animals.\n  ","140750":"\n  sasquatch\n  ","140751":"\n  I think they're pretty good\n  ","140752":"\n  we have a very low key xmas that's just me and my spouse. We eat a special meal and video chat with our families.\n  ","140753":"\n  salt water taffy, black licorice, ginger candy\n  ","140754":"\n  I don't know how best to do so. Most of my friends are definitely more progressive than me so I'm not often in that situation\n  ","140755":"\n  sitting in diners drinking coffee and lingering over food\n  ","140756":"\n  I do not. I am very medicated.\n  ","140757":"\n  probably Summer but really late Summer early Fall\n  ","140758":"\n  I'm 40. I grew up in Virginia but I've lived all over and now live in Washington. I do not have children. I have 2 cats and a bird. I like art. I have schizophrenia.\n  ","140759":"\n  I certainly don't have an answer\n  ","140760":"\n  does it keep you up at night, this pettiness?\n  ","140761":"\n  it wholly depends on what it is really. I'll abandon something fleeting pretty easily if I get a lot of negative backlash but something I'm really invested in, maybe I'll push on anyway\n  ","140762":"\n  I don't burn candles, because they can harm my pet bird's lungs. I CAN use an oil diffuser, and I like to mix tangerine and cederwood, or lime and frankincense, or just ylang ylang\n  ","140763":"\n  sorry I was a downer! Hope you get to NYC one day!\n  ","140764":"\n  I'm biased though I've been to a ton of American cities and like, there are just nicer places. NYC is a cultural center, though, so there's some draw there.\n  ","140765":"\n  well best of luck doing what you want to do\n  ","140766":"\n  maybe to some, but I don't know that living in dreary, dirty, new york city does anything good for anyone's mental health, everyone I know there is depressed like all the time\n  ","140767":"\n  I have a lot of friends in NYC who love it, but I personally just don't see the draw. Like, Boston is nicer and also has a thriving music scene\n  ","140768":"\n  visual art, cooking, knitting, being cool\n  ","140769":"\n  I thought I answered this but it's back in my inbox\n  \n  yes vampires, take note\n  ","140770":"\n  just blurt it is what I would do\n  ","140771":"\n  I'm not really sure what that means I guess casual clothes?\n  ","140772":"\n  I think I'm more afraid of the earthquake\n  ","140773":"\n  I enjoy it as a movement, particularly the films and the recent resurgence\n  ","140774":"\n  German expressionism\n  ","140775":"\n  have you ever been to nyc though? It's kinda gross.\n  ","140776":"\n  I do not\n  ","140777":"\n  the problem is mildew you wash your (clean body wiped) towels because the water off your body becomes mildew\n  ","140778":"\n  sure\n  ","140779":"\n  I am afraid of death so I'd like to live forever, please. Any vampires out there, hit me up\n  ","140780":"\n  move across the country\n  ","140781":"\n  it's always sunny in Philadelphia\n  ","140782":"\n  well first off I decided to push a bottle brush down the stem of my b0ng and it broke so I was pissed off and had to smoke a joint to wakeup instead which tasted like old paper. I moped around and drank coffee for a while, and then got showered and ready to run errands. I bought yarn for a new project (arm warmers) (pictured) a new b0ng, the piece to replace in my old one in case I can repair it, some suet for the woodpeckers, frozen cheeseburgers, lighters, and cider then came home and ate some Japanese style curry my husband cooked and now here we are\n  ","140783":"\n  it's not an insult. Neither is being old.\n  ","140784":"\n  angry orchard's crisp apple tonight it's sweet and not too strong\n  ","140785":"\n  it's Thirsty Thurs again and while I'm still technically drinking coffee I'll be switching over to cider here soon. Send in those questions!\n  ","140786":"\n  I think the difference is, with baking you have to pay careful attention to measurements and the recipe. Standard cooking can be done on the fly without too much precision\n  ","140787":"\n  I am a good cook. Maybe not the best in the world, like baking and me don't get on well, but I can prepare a lot of nice dinners.\n  ","140788":"\n  tbh drinking. I am not a one drink and call it good kinda drinker.\n  ","140789":"\n  that's what I'm sayin'. like y'all see tom cruise with shoe lifts and foundation.\n  ","140790":"\n  when I say tiny what I mean is short. He's extremely short.\n  \n  it's hilarious to me how hard you're defending a celebrity you don't even know just to like, what? insult me somehow? I don't care about you or your opinions, I find you childish and silly.\n  ","140791":"\n  I have, they're good\n  ","140792":"\n  so fun fact I've met tom cruise in person and he's extremely tiny and has really bad acne scars\n  ","140793":"\n  strawberry but both are too sweet\n  ","140794":"\n  I was experiencing and obsessing over a lot of really bizarre things and people close to me were like- ehhhh, I don't think that's real. SO I sort of just accepted that things were wrong on my end somehow and made an appointment with a psychiatrist. My first diagnosis was severe depression with psychotic features, but as I settled in with a regular doctor and therapist it was changed a few years later to schizophrenia.\n  ","140795":"\n  today's selfie\n  ","140796":"\n  Pixies\n  ","140797":"\n  I'm rarely offended by anything\n  \n  especially not comments on my age. I look amazing for 40 and I'm healthy enough that I plan on living many more decades.\n  ","140798":"\n  thanks homie\n  ","140799":"\n  yes, and call, and involve my current partner and totally freak out on various occasions\n  \n  I just survived it I don't know how I dealt with it like eventually he stopped\n  ","140800":"\n  weed\n  ","140801":"\n  obviously YOU care, because you can't stay out of my inbox\n  ","140802":"\n  no I love swimming in the ocean. When I last lived in Va Beach, one of my hobbies was deep water swimming.\n  ","140803":"\n  fun fact I'm the only person in the world who didn't see sixth sense, but I know what you're talking about because people fucking LOVE to spoil that particular movie.\n  \n  I mean, I would just stop working and start haunting. Get my recompense via human trauma\n  ","140804":"\n  he seems ridiculous but I've never tried his makeup or paid really any attention other than to know he's been cancelled hard\n  ","140805":"\n  LMAO\n  \n  like people take themselves so seriously. If I wanted to be stiff and intellectual I would have paid my mensa dues.\n  ","140806":"\n  it's good medicine\n  ","140807":"\n  real answer- I don't know. I don't know how seriously to take biblical relics like some things apparently have existed in real life but how much is just made up in translation\n  ","140808":"\n  y'all have no idea how funny I find this site\n  ","140809":"\n  is that the face melty thing from indiana jones\n  ","140810":"\n  it's a hybrid, with a strong limonene terp profile. I'd say it's more stimulating than relaxing, but it can go either way.\n  ","140811":"\n  I've been smoking pretty much non stop for years and years because of glaucoma and ptsd. Eye drops for my glaucoma aren't covered by insurance, and cost about $300 for a month's supply. I can get flower for $35\/ounce, or about $70 a month. So there's a real obvious choice.\n  ","140812":"\n  the bahamas\n  \n  so I'm smoking tropicana kush and considering early sleep but in the meantime, I'm at my desk listening to music and messing around on the internet. Send in your questions! Or like, just answer questions I can send follow-ups to because for some reason that shit is the hardest part of vip\n  ","140813":"\n  I loved Washington so much I moved here\n  ","140814":"\n  so cute. I love animal friends.\n  ","140815":"\n  I had a guinea pig when I was a little kid I remember it made really loud squeaks\n  ","140816":"\n  thank you she really is a wonderful friend\n  ","140817":"\n  she sure is. My precious widdle baby (she's 4 and a half so like, middle aged lol)\n  ","140818":"\n  she's an American parakeet\n  ","140819":"\n  I am.\n  ","140820":"\n  I'm good. Went to a lumberyard. Fed my bird a banana. designed a knitting pattern in my head.\n  ","140821":"\n  shadow people and hat man in particular figure heavily into some of my hallucinations from schizophrenia, but not in the way that people see them during sleep times, instead very involved and physical and non-fleeting.\n  ","140822":"\n  -doesn't procrastinate\n  \n  -knows self care is important\n  \n  -skilled at art and cooking\n  \n  -high intelligence\n  \n  -takes no shit\n  ","140823":"\n  I don't have one\n  ","140824":"\n  hot dog\n  ","140825":"\n  if I JUST SAID I'm NOT INTERESTED- use your logic. What do you think the answer is?\n  ","140826":"\n  nah, I'm perfectly happy\n  ","140827":"\n  okay\n  \n  well married and uninterested tho\n  ","140828":"\n  also wrong. I'm 40 years old. I'm a grown ass woman.\n  ","140829":"\n  it's a hard choice but I still pick bees over bull\n  ","140830":"\n  over 100 so I get a letter from the president\n  ","140831":"\n  not at all\n  ","140832":"\n  I'd be more afraid of the bull as someone who likes bees but killer bees, iunno\n  ","140833":"\n  no let the teens have drugs\n  ","140834":"\n  shrug I guess from the judgement of others\n  ","140835":"\n  thanks!\n  ","140836":"\n  none\n  ","140837":"\n  sure I think that's a pretty normal human feeling\n  ","140838":"\n  sea turtle, and yes\n  ","140839":"\n  in the past sure, and squeaky\n  ","140840":"\n  no\n  ","140841":"\n  hard g\n  ","140842":"\n  I've never even seen their show\n  ","140843":"\n  I have not\n  ","140844":"\n  thanks. I always thought I was pretty cool personally.\n  ","140845":"\n  if I wanted to, sure. But I'm dead asleep then\n  ","140846":"\n  sweet\n  ","140847":"\n  I am thanks\n  \n  \/agree\n  ","140848":"\n  my partner is on vacation this week so we've been splurging on fun things and nice treats. Drove across Oregon yesterday to get an In N Out burger. I've picked up knitting again. Bubo tried banana today and enjoyed it.\n  ","140849":"\n  of those, it's a tie between the frosty and the ranch but ideally- honey mustard\n  ","140850":"\n  I do. there was a little coffee shop in Boston near Berklee in the late 90s that had a small kitchen\/ small plate menu with a root veggie fry up plate. I used to looooooove to sneak away to Boston and go there and talk to music students and get this plate in particular. It had fried potatoes, yams, jicama, turnip, maybe something else I'm forgetting. All fried to perfection with a spicy mayo dipping sauce.\n  ","140851":"\n  I think they're pretty equal\n  ","140852":"\n  I am memorable\n  ","140853":"\n  today's selfie\n  ","140854":"\n  my anons are often immature\n  \n  like what was your gain in sending this? Do you feel better about yourself? How immature.\n  ","140855":"\n  Canada and the Bahamas\n  ","140856":"\n  men explaining things to me irritates me to no end- unless I specifically asked.\n  ","140857":"\n  this one, followed by twitter for followers\n  \n  I have more friends on facebook\n  ","140858":"\n  that's a shame. I'm not opposed to questions by the way, followers and readers, I just don't really know what you want to hear about.\n  ","140859":"\n  I mean, I don't know precisely what you want to know you'll have to send more specific questions.\n  \n  I take 12 medications a day. I can't work in the public. I can't drive. But despite that my life is pretty good, I do still have symptoms that slip through in times of great stress- like now- but they're mild and I know the difference between reality and delusion.\n  ","140860":"\n  just sleep it off\n  ","140861":"\n  I definitively was talking about sleeping but whatever\n  ","140862":"\n  I watched a Hulu show on the tv last night, which was it's always sunny\n  ","140863":"\n  I think I'm mature\n  ","140864":"\n  I have a sheet and a duvet and I throw those off half the night\n  ","140865":"\n  I think they're extremely silly and just another way to expect people to spend outrageous amounts of money on social norms. We didn't have those things when I was growing up.\n  ","140866":"\n  in bed\n  ","140867":"\n  I told some dude my sneakers were from 2012 but I looked it up later and they were really from 2015\n  ","140868":"\n  nah\n  ","140869":"\n  yes I can be. I was raised by bullies, tormented by bullies most of my childhood, I know a thing or two on how to act like a bully and I've used it defensively or in protection of others. I don't like that I can do that, and I am not a bully in my everyday life.\n  ","140870":"\n  sunny and mild right now\n  ","140871":"\n  no I've never been to Mexico and I've never seen a zonkey\n  ","140872":"\n  cross country road trips I guess\n  ","140873":"\n  listen. I had a great day but part of what made it great was that an old teacher of mine reached out to remind me that she has cared about me since day one. I'm so glad I have good people in my life.\n  ","140874":"\n  I don't wake up to an alarm\n  ","140875":"\n  nope it sprinkled for like 3 minutes around lunch time but otherwise it's been mostly sunny today. It IS rainy season though so we do get a lot of rain\n  ","140876":"\n  the ones were I wanted to die\n  ","140877":"\n  my partner hates his own voice but I and I think any of his friends like how comforting and friendly he sounds\n  ","140878":"\n  have no idea but it's weird and disappointing\n  ","140879":"\n  Southern CA, TX, NM, I dunno the southwest.\n  ","140880":"\n  most do. My personality type for the meyers briggs mess for instance ends with J for Judging\n  ","140881":"\n  to an extent\n  ","140882":"\n  I mean, they give the game show a phone number to call in those situations so they've got someone- a cousin or a co worker or someone- to call\n  ","140883":"\n  I went to an art college and studied drawing\/painting. I liked feeling independent and living in my own apartment\/dorm and making my own mistakes and spending time with friends. I liked learning from a new set of teachers.\n  ","140884":"\n  a combination of new and old together on a playlist\n  ","140885":"\n  I AM having a great day, thank you. Hooray for your sports things.\n  ","140886":"\n  probably no one to be honest\n  ","140887":"\n  yes\n  ","140888":"\n  I'm a woman, is that a problem for you?\n  ","140889":"\n  when I was a teen I was so desperate to smoke something I tried oregano.\n  \n  but peppercorn\/pepper sniffing really does calm down a bad high, or at least I keep reading that on weed websites\n  ","140890":"\n  taking a mini-road trip to get an In and Out burger today for lunch\n  ","140891":"\n  On other people, I don't really have a preference. On myself lately, I like to pile it all up on top of my head and pin it into a gigantic bun\n  ","140892":"\n  laser tag\n  ","140893":"\n  sniff some cracked black pepper\n  ","140894":"\n  oh no social distancing\n  ","140895":"\n  I don't really watch stuff but a few years ago when I had the patience for that sort of thing I was really into ocean life documentaries\n  ","140896":"\n  normally I wake up at 10 but today I got up early because we were going to go on a quick road trip to Medford for In and Out but then my partner found out there's a new In and Out about 2 hours closer so I woke up for naught\n  ","140897":"\n  last night I dreamed that some random lady said she could heal my back and I went home with her and she had this weird machine that whooshed fluids all around and encased your whole body and I tried it and it worked\n  ","140898":"\n  thank you <3\n  ","140899":"\n  2\n  ","140900":"\n  lots. I've been pretty lucky at running into people. When I lived near Boston especially.\n  ","140901":"\n  y'all are so fucking weird\n  \n  I made it pretty clear, I thought, that I just don't enjoy watching things?\n  ","140902":"\n  ghost of christmas past\n  ","140903":"\n  I have 2 cats and a parakeet\n  ","140904":"\n  water and coffee\n  ","140905":"\n  not anymore. being more comfortable financially means now I just put what I need in the basket and worry about the price at the cash register.\n  ","140906":"\n  I don't really operate on rules or sayings or mottos or anything like that\n  ","140907":"\n  thank you Christopher\n  ","140908":"\n  I don't ever watch the summer Olympics\n  ","140909":"\n  figure skating, snowboarding\n  ","140910":"\n  yes\n  ","140911":"\n  no but I cut out red meat for a couple of years once\n  ","140912":"\n  I have no idea why any sports teams or leagues or whatever do anything I don't follow it\n  ","140913":"\n  sleep it off\n  ","140914":"\n  red panda\n  ","140915":"\n  I loved college\n  ","140916":"\n  not really. unless peeing first is a ritual\n  ","140917":"\n  travelling through western Virginia where the paper mills are\n  ","140918":"\n  I don't really watch things. I let my partner pick a series to watch an episode at a time while we eat dinner together and that's all I watch during the day. Currently we're watching It's Always Sunny in Philadelphia.\n  ","140919":"\n  that I'm actually extremely easy going and people honestly love me a lot like my haters want to believe all these ridiculous things but they're just not true\n  ","140920":"\n  It was good. I felt kinda meh on Saturday but today was good so it evens out. My partner is on vacation this whole next week so I'm stoked.\n  ","140921":"\n  we grilled black and blue burgers and had baked tater tots with them\n  ","140922":"\n  I mean, I think boring kids shouldn't use ask personally\n  ","140923":"\n  anyway you. are. boring. go troll someone else.\n  ","140924":"\n  I'm already prettier so\n  \n  and I bet she can't draw portraits\n  ","140925":"\n  yes. Yes, I'm the Queen of England\n  ","140926":"\n  lol- I'm not. Why are YOU rude? You're in my inbox obviously with the intent to harass me, and you dare judge me?\n  ","140927":"\n  it's shitfaced sunday, let's get lit\n  \n  here's today's makeup\/selfie\n  ","140928":"\n  I would be killed so quick\n  ","140929":"\n  instagram\n  ","140930":"\n  I wear my favorite clothes or put on makeup or spend time with people who love me\n  ","140931":"\n  I'd like to toggle off photo polls. There are a lot of people I'd like to follow but the polls end up bugging me so I don't.\n  \n  I wish the desktop had the same features as the app, like the VIP task page for instance. I mostly use the desktop version\n  \n  Of course, blocking and reporting fixes are preferred\n  ","140932":"\n  quite happy, just got in from errands and I have a cup of coffee and cozy clothes on and my partner and I bought some fresh veggies for a curry tomorrow and pub burgers for dinner on the grill tonight\n  ","140933":"\n  I don't have one, but if I have to pick one, my art college had one sports team- a frisbee golf team- and I vote for them as favorite\n  ","140934":"\n  only parrots do! it's something that surprised me too because previously the bird I had wasn't a parrot breed and didn't do that.  My partner is afraid of the bigger birds, but he's pretty okay with Bubo because she's so little\n  ","140935":"\n  I do a lot of impromptu google searches when she does something weird, but other than that I wouldn't say I research bird behaviors. I just live it. I know what her body language means more or less, and she knows mine, and in our own way we can communicate the important stuff that way. For instance she pretend bites my finger tip when she wants food and she purrs so hard her feet vibrate when she's pleased\n  ","140936":"\n  yeah I had a good laugh at this one\n  ","140937":"\n  he certainly doesn't bother me either way I just am so fascinated at the hater mindset like, spending that negative energy, literally making your body more unhealthy and your personality more foul, to put someone down.\n  \n  and then have it fail cause they don't even care about you\n  ","140938":"\n  I will homie I'm going to the parrot store to buy Bubo a new toy\n  \n  thank you anons, all of you, for a silly morning. Really considering taking off anon for weekends but I guess glasses discourse isn't even as bad as usual\n  ","140939":"\n  he cooked his own lunch lmao\n  \n  this is so pitiful\n  ","140940":"\n  I asked which pair y'all LIKED best not send me anon hate over something ridiculous all weekend\n  \n  I like them both\n  \n  I wear them both\n  \n  I bought and picked out and earned both.\n  \n  So I mean, live your lives and stop worrying about mine\n  ","140941":"\n  .\n  \n  ..\n  \n  .what?\n  ","140942":"\n  had pagers\n  ","140943":"\n  this is just silly dude. My esteem is perfectly fine.\n  \n  Y'all are so desperate for my attention that you'll streeeeeeeeeetch this thread out for hours hoping I'll answer. It's only BEING answered because I'm currently at my desk waiting on my partner to finish up his lunch so we can go run errands. SO I guess, feel special. Since it's so important to you.\n  ","140944":"\n  ...\n  \n  ROFL\n  \n  I've never in my fucking life posted a poll\n  \n  I actively hate polls\n  \n  I don't even vote on polls, ask literally anyone\n  ","140945":"\n  and yet, you keep dedicating that to ME!\n  ","140946":"\n  what? where? You're just making shit up at this point it's really sad\n  \n  this was a thread about truth or dare, not about me asking for opinions on anything. I could care less what you think I think I've made that like, abundantly clear at this point\n  \n  you're really just so fucking funny I can't\n  ","140947":"\n  ... they literally got me stopped on the street on a daily basis.\n  \n  I like my eccentric fashion choices. they make me happy. It really doesn't matter to me what you think and it's really entertaining watching y'all emit so much energy about me like why are you so obsessed\n  ","140948":"\n  thanks homie\n  ","140949":"\n  it's wild how much you care about me and my attention\n  ","140950":"\n  lol wut\n  \n  people of all ages wear big glasses?? Are you daft?\n  \n  my former pair literally had a magenta double cat eye with neon orange arms and you had NO PROBLEM with those, which makes this whole situation even more silly.\n  \n  What a pitiful person this is\n  ","140951":"\n  I'm 40 years old do you think I want to play this game with you\n  ","140952":"\n  lol\n  \n  \"all my friends\" opinions don't matter, either\n  \n  I picked them out because I Like them. I find the architectural design fun and artistic.\n  ","140953":"\n  no but I have a 16 year old cat with a mole that needs removing behind her ear so she'll be getting one here eventually\n  ","140954":"\n  I mean, good for you for having an opinion. Why let me know? Are you so insecure that putting other people's choices down makes you feel like a big man on the internet?\n  ","140955":"\n  none come to mind. I'm perpetually early so it's hard to make a grand entrance that way\n  ","140956":"\n  oh, probably edward scissorhands\n  ","140957":"\n  I mean, yes, they're real prescription glasses\n  \n  and I have a pretty great personality, tbh\n  \n  You just sound jealous that you don't have the freedom to wear interesting things without worrying about other people\n  ","140958":"\n  just be present and steady\n  ","140959":"\n  like constantly\n  ","140960":"\n  I don't drive but when I did I don't remember anyone beeping at me for any reason other than being too slow to get started at a green light\n  ","140961":"\n  just tell him\n  ","140962":"\n  sometimes, like easy walks through the woods\n  ","140963":"\n  linda belcher from bob's belchers\n  ","140964":"\n  both\n  ","140965":"\n  text I hate calling ugh\n  ","140966":"\n  thank you :)\n  ","140967":"\n  ty\n  ","140968":"\n  people\n  ","140969":"\n  nah I'm pretty good with who I am\n  ","140970":"\n  thanks\n  ","140971":"\n  um, I'm a queen\n  ","140972":"\n  lazily\n  ","140973":"\n  being with my grandparents\n  ","140974":"\n  I didn't but I get all sorts of weird push notifications from ask lately like reminders that I have questions in my inbox is one I saw\n  ","140975":"\n  I don't like sharing my herb. it's medicine after all\n  ","140976":"\n  sit in nature and smoke up lol\n  ","140977":"\n  nothing new\n  ","140978":"\n  I just spent an hour down a wikipedia rabbit hole dealing with Black Francis of the Pixies\n  ","140979":"\n  bob's burgers is my comfort show\n  ","140980":"\n  tonight is pizza night in the campbell household. I kind of don't even know if I like pizza anymore but it's my partner's absolute favorite so we eat it\n  ","140981":"\n  I haven't had a bad week or anything but right now nothing comes to mind. It's been a slow sales week, a low motivation week, and a vivid dream\/deep sleep week. My mood has mostly been steady but I've had a lot of hallucinations.\n  ","140982":"\n  here, in the suburbs of Portland, is the best place I've lived- and I've lived in lots of places. The climate is mild, the natural disaster threats are few, the scenery is beautiful, the air is clean, the people are friendly\n  ","140983":"\n  I don't because of Bubo, her 7-chambered lungs are very delicate and those things can cause birdie death. Before I had a bird, I liked nag champa incense and some of the holiday scents of candles from bath and body works. Now, what I do is have an oil diffuser which I can put bird-safe essential oils in and mist through the house. I like to combine frankincense and lime best.\n  ","140984":"\n  I've been struggling with negative symptoms today but I did at least manage to wash my hair and clean Bubo's cage. Feeling pretty crampy so I'm going to blast through a cider or two and then go to bed early. Send questions if you've got 'em, I could use a distraction before it's time to pass out\n  ","140985":"\n  start feeding on the rich and taking their money to acquire a giant vampire fortune to buy my creepy mansion and fund my whims for the next forever\n  ","140986":"\n  Oh wow, spontaneous combustion\n  ","140987":"\n  Nope. I had a cleaning last week.\n  ","140988":"\n  lol! also your the hand should be the same size as the face and a foot the same length as one head\n  ","140989":"\n  a person's full height is generally the same length as 7 of their head, from chin to top of head. So like, if you are doing a figure drawing, a good rule of thumb is that your drawing is seven heads tall\n  ","140990":"\n  I've been high for like, the past 8 years straight. I literally smoke an ounce a week sometimes. I have several medical conditions that it benefits and I'm a medical marijuana patient.\n  ","140991":"\n  I just like cold water when I'm high. or like, a hard cider. or right now I'm drinking coffee.\n  ","140992":"\n  lately, cheese popcorn\n  ","140993":"\n  I mean, same\n  ","140994":"\n  well surprise, that something is wrong\n  ","140995":"\n  yeah people send me copy and pasted questions a lot actually I don't always catch them\n  ","140996":"\n  well I meant no offense. Unless you ARE a reddit troll secretly, then full offense lol\n  ","140997":"\n  it's been copy and pasted to me then like a dozen times and it always leads to a thread of some conservative dingdong freaking out about rap\n  ","140998":"\n  \"recently\"\n  \n  y'all, this was a tweet in 2012.\n  \n  I'm SO TIRED of the same reddit troll questions over and over\n  ","140999":"\n  I've never heard of it but I'd be willing to try it\n  ","141000":"\n  pen pals\n  \n  I used to write to all sorts of people when I was a kid\n  ","141001":"\n  I just bought a 12 pack and I had 2 so 14\n  ","141002":"\n  my largest playlist (which is public-\n  \n   https:\/\/open.spotify.com\/playlist\/1PP323SaHbo0FtuQhJKrId?si=5QxJ4dAMQwCp0JqcaCu7ag\n  \n  ) contains 563 songs and gets changed little by little at least weekly. It's a mix of what I'm listening to right now, with a spattering of old favorites but mostly new (ish- last 2 years) because I do enjoy to discover new artists. I have other playlists for different moods.\n  ","141003":"\n  yup way before I knew I was bisexual myself\n  ","141004":"\n  w e e d\n  ","141005":"\n  waking up to Bubo's little peeps, leisurely drinking coffee with her and my partner in the great room\/at my desk, make afternoon plans, take my time getting ready\n  ","141006":"\n  I often feel confused after waking from a dream, or after experiencing a hallucination so I don't know. frequently.\n  ","141007":"\n  zero and I really wish it wasn't the norm to ask this highly intrusive question\n  ","141008":"\n  so early. like 8:30- 9 pm\n  ","141009":"\n  I put a rubber snake in my teacher's desk in 3rd grade. That's the last prank I pulled because pranks are for little children.\n  ","141010":"\n  it's been a long while. I take it pretty easy nowadays\n  ","141011":"\n  I am a working artist, specializing in portraits but also I sell my drawings, paintings, and illustrations at shehitsback.redbubble.com\n  ","141012":"\n  anything by fleet foxes\n  ","141013":"\n  I'm undecided.\n  ","141014":"\n  I had reoccurring dreams as a kid about Jabba the Hutt\n  ","141015":"\n  yes.\n  ","141016":"\n  tried a new pizza place last saturday and it was gross\n  ","141017":"\n  I mean, I reckon they were just pretty smart and we don't give older civilizations credit for that\n  ","141018":"\n  xmas\n  ","141019":"\n  please don't do this\n  ","141020":"\n  right now black coffee\n  ","141021":"\n  I dunno elephant\n  ","141022":"\n  iman\n  ","141023":"\n  no\n  ","141024":"\n  maybe twice\n  ","141025":"\n  a swinging rattan chair for my front porch\n  ","141026":"\n  I got furious at this one dude for mansplaining mortgages to me. I ended a like, 15 year friendship over it because it was just the straw that broke the camel's back that day.\n  ","141027":"\n  today I drew a squirrel\n  ","141028":"\n  yes\n  ","141029":"\n  I get this question a lot and my answer flip flops. Today, no I would not date me. I'm not stable enough. I need a rock.\n  ","141030":"\n  not a single one of my meds does anything even sort of like that\n  ","141031":"\n  wine is overrated and nice cold filtered ice water is underrated\n  ","141032":"\n  rofl\n  \n  no\n  ","141033":"\n  no\n  ","141034":"\n  I don't know a single thing about any of them except for Harry dresses up for the red carpet\n  ","141035":"\n  I guess that we're rude travelers, like, I'm not a rude traveler. That we eat fast food every meal.\n  \n  we are ludicrous about guns though, that's true\n  ","141036":"\n  Grizzly\n  ","141037":"\n  I have a big white poang ikea arm chair that I love\n  ","141038":"\n  I can't handle chalk or plaster and watching them being used is as bad as personally touching them\n  ","141039":"\n  pay off my mortgage and credit cards and hire some contractors to fix up a few things\n  ","141040":"\n  I can't remember\n  ","141041":"\n  savory\n  ","141042":"\n  lots\n  ","141043":"\n  near portland or\n  ","141044":"\n  I disagree.\n  ","141045":"\n  hanggliding. I feel like I'd slip right off that thing\n  ","141046":"\n  at home in pajamas\n  ","141047":"\n  I don't unless I'm on a road trip with my partner, because he likes to listen to them when he's driving\n  ","141048":"\n  that generally doesn't start until around age 50\n  ","141049":"\n  ideally- travelling somewhere new\n  \n  realistically- getting inebriated and hanging out online\n  ","141050":"\n  I like taffy, licorice, gummis\n  ","141051":"\n  cult member unfit for supreme court\n  ","141052":"\n  I'm not much of a sweets person, except this particular time of month (period). Then suddenly I want doughnuts, cinnamon buns, or scones\n  ","141053":"\n  I am drinking some now! Mine is alcoholic, but still\n  ","141054":"\n  I have and it made me anxious but they're neat to look at from an aerial photo view\n  ","141055":"\n  nah I used to know some cigarette pack\/zippo lighter party tricks but I don't smoke them anymore or use zippos so I forgot them\n  ","141056":"\n  my mother\n  ","141057":"\n  it's Thirsty Thursday and I'm in cozy pjs and ready to answer your questions\n  \n  I didn't take a selfie today so here's one from yesterday\n  ","141058":"\n  the first paranormal activity was really scary but maybe my favorite is evil dead 2\n  ","141059":"\n  I do paint, but drawing is really my main thing. I have a shop on redbubble (shehitsback.redbubble.com)  and sell commission portraits here are some examples of portraits I did recently for a magazine\n  ","141060":"\n  I'm not a gif person but my mood is fine. I'm crampy and sleepy but this coffee is good and my partner is home today\n  ","141061":"\n  nope\n  ","141062":"\n  in my nest\n  ","141063":"\n  I still have several toys from childhood, like this kermit\n  ","141064":"\n  kyle maclachlan\n  ","141065":"\n  I've become even more :above it all to the point of snobbery which is funny to me like I am so quick to judge someone for the dumbest things\n  ","141066":"\n  I drink too much lately tbh. I've tried it all I'm 40.\n  ","141067":"\n  The PInetree Chonicles and it would be about art achievements, and a loose memoir\n  ","141068":"\n  playing an instrument\n  ","141069":"\n  I love it\n  ","141070":"\n  I'm still in pajamas.\n  ","141071":"\n  Crackity Jones by the Pixies\n  ","141072":"\n  haus laboratories\n  ","141073":"\n  drugs\n  ","141074":"\n  lays\n  ","141075":"\n  anything by Drake but to be fair I don't listen to a lot of popular music so I wouldn't know\n  ","141076":"\n  yes, often\n  ","141077":"\n  in most of these scenarios you hear about, there isn't a choice but if given the choice I don't think I would\n  ","141078":"\n  I don't, I just would rather have other things\n  ","141079":"\n  a little of both and a lot of I don't end up caring that much\n  ","141080":"\n  I just woke up 20 min ago so, hmmm. Getting kisses from my parakeet\n  ","141081":"\n  Stapler Dude\n  ","141082":"\n  It was good! I slept well and my partner was off today from work and we just relaxed and then cooked tacos and I felt pretty steady all day and now it's cider time before bed time and here's another selfie because I can't get over how much I love my new glasses\n  ","141083":"\n  oh, okay! it's delicious no matter what name\n  ","141084":"\n  Palabok hands down but I've always heard it called pancit\n  ","141085":"\n  Belly full of tacos AMA\n  ","141086":"\n  I thought you meant back in March when this began. Now there's adequate amounts of toilet paper, though it's hard to be brand-loyal right now\n  ","141087":"\n  yes we def had a shortage here the stores were bare, I just barely ordered a box from amazon before THEY ran out, too so we made it through but it was still sparse and expensive when we needed to buy it again\n  ","141088":"\n  my cats are barking\n  ","141089":"\n  I don't have anything funny for you. But also just to post something here's a lil pumpkin\n  ","141090":"\n  Today's selfie w\/birb\n  ","141091":"\n  according to google it means of royalty or of nobility\n  \n  unless you mean my username, that's from a yoko ono song\n  ","141092":"\n  Things work out in the end, so I think rather than advice I'd give my younger self encouragement\n  ","141093":"\n  A very high woman taking a dump in the median of the highway\n  ","141094":"\n  I'd say at two weeks it's time to move on\n  ","141095":"\n  I took a quick shot of my new string lights on my balcony and I love how it came out\n  ","141096":"\n  sometimes I get caught up in gemstone meanings\n  ","141097":"\n  not inherently, it takes research and learning and effort\n  ","141098":"\n  no I'm Gen X it didn't even come out until I was in college\n  ","141099":"\n  I don't have energy for arguments. If it's over something silly, I just drop it and move on with my life. If it's a major thing, involving people I actually care about, then I state my position as plainly as possible and just listen and get through it.\n  ","141100":"\n  Lady Gaga has a ghost\n  ","141101":"\n  not many\n  ","141102":"\n  yes\n  ","141103":"\n  Well there's been many, many opportunities to do so, but I don't ever say it no\n  ","141104":"\n  my memory is surprisingly good but I do still use alarms for my pill times.\n  ","141105":"\n  two nights ago we got chipotle and I got a burrito bowl\n  ","141106":"\n  under-rated- Groundhog's Day\n  \n  over-rated- Thanksgiving\n  ","141107":"\n  under-rated- Funyuns\n  \n  over-rated- chocolate\n  ","141108":"\n  I can't think of any I consider under-rated but Friends is definitely over-rated\n  ","141109":"\n  owl\n  ","141110":"\n  you got it\n  ","141111":"\n  yes it was. Life is Unfair.\n  ","141112":"\n\n   https:\/\/www.youtube.com\/watch?v=-gW513E8_6I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","141113":"\n  I finally jumped onboard the order online train and got some new eyeglasses in the mail today- which pair do you like the best?\n  ","141114":"\n  I can sleep pretty much anywhere but IDEALLY it's cool, dark, and the mattress is memory foam. And I have my favorite pillow. And a cat on my feet.\n  ","141115":"\n  it's pretty bad where I am, with 157 new cases yesterday in my county. It hasn't affected me personally much- yet- other than I'm much more careful about washing hands and I always wear a mask when I go out\n  ","141116":"\n  I have this 25+ hour playlist I listen too all the time, and I just sort of add and subtract from it as time goes on. It gets updated pretty frequently though. Today I added Squirrel Flower's new cover of Liz Phair's Explain It To Me\n  ","141117":"\n  yes many times, I worked as a figure model in college for continuing education painting and drawing classes\n  ","141118":"\n  welp still working on it right\n  \n  with art\n  \n  but suddenly I've hit a sales lull it sucks because things were going really well for like most of the year\n  ","141119":"\n  microsoft mail, facebook, redbubble activity feed, instagram, and ask\n  ","141120":"\n  it was very good. I season with garlic, teriyaki sauce, soy sauce, and celery salt so very simple all around and tasty\n  ","141121":"\n  the local grocer's produce area has pre-selected veggie trays of whatever's seasonal and I generally grab one of those- last time it had red onion, mushrooms, bok choy, bean sprouts so that was a nice mix to go with chicken in a stir fry over rice\n  ","141122":"\n  thx\n  ","141123":"\n  smarter\n  ","141124":"\n  HI. I am feeling fine, a little sleepy, I just woke up about an hour ago. I am drinking coffee and goofing around on the internet while my parakeet flies between my head and the kitchen cabinet. You have a nice day too.\n  ","141125":"\n  wings because I can't see the tail having any fun use like wings do\n  ","141126":"\n  obviously\n  \n  I do hate one ex. but I'm on good terms with most because we just didn't like, work out but they're still good people\n  ","141127":"\n  On myself, yes. I enjoy makeup and things like that. On others, I don't care.\n  ","141128":"\n  \"why is everyone wearing masks\"\n  ","141129":"\n  not that I've noticed. I'm used to blaming that sort of thing on schizophrenia.\n  ","141130":"\n  I mean I can't make them not judge me but I don't care what they do\n  ","141131":"\n  I have never seen it\n  ","141132":"\n  cute squirrel outside\n  ","141133":"\n  sadly I have done no mushroom picking but I have done lots of mushroom eating\n  ","141134":"\n  I like the globetrotters so one of them\n  ","141135":"\n  a few. And on at least one occasion, I was the toxic friend and I let them go to save them from me\n  ","141136":"\n  wake up, lazy morning with pet bird and coffee, lunch, chores, work, self care, meditate, animal crossing, dinner, tv with my partner, sit here and answer questions\n  ","141137":"\n  to get some jeweler work done\n  ","141138":"\n  nah\n  ","141139":"\n  when I'm having an episode sure\n  ","141140":"\n  hey congrats to yr kid\n  \n  I use sheets\n  ","141141":"\n  I do not\n  ","141142":"\n  I was straight up addicted to world of warcraft. I played a moonkin. I was like, the 11th best moonkin on my server lmao\n  ","141143":"\n  settling in for the night, got a cider and a happy husband and a full belly from a burrito bowl supper what's up AMA\n  \n  look I organized all my costume jewelry today\n  ","141144":"\n  I don't watch sports so I wouldn't have known without being directly told good for them though I guess\n  ","141145":"\n  I used to know someone who hid his drugs in his pet tarantula cage under a rock\n  ","141146":"\n  I would immediately abdicate I don't want that kind of responsibility\n  ","141147":"\n  if they mean it in a nice way, that's fine.\n  ","141148":"\n  it's silly and feels like a punchline rather than a life lesson\n  ","141149":"\n  is this a riddle cause I'm way high right now\n  ","141150":"\n  mostly\n  ","141151":"\n  my bathroom\n  ","141152":"\n  reacting in aggravation\/anger even when overall it means literally nothing\n  ","141153":"\n  chili, beans and rice, pot roast\n  ","141154":"\n  elf\n  ","141155":"\n  the velveteen rabbit\n  ","141156":"\n  Thank you. I don't sell knit work because I'm a slow knitter and yarn is very expensive, making the prices I'd have to charge to get by pretty outrageous. It's more of just something for me to keep my hands busy on days I'm not drawing or painting.\n  ","141157":"\n  this is my latest project, a pair of wool socks\n  ","141158":"\n  thing implies not people or animals so I'm going to go with.... my house. I would be devastated if I had to move somewhere else I love it here so much. I feel like my entire adult life I was trying to find somewhere as cozy and loved as here.\n  ","141159":"\n  I do usually, a magnet or a mug\n  ","141160":"\n  I do, daily\n  \n  I learned how from therapy. It's been a major breakthrough for managing panic for me.\n  ","141161":"\n  other than art, which I was born doing, I enjoy cooking and knitting as hobbies. I got into cooking as a college student tired of ramen, and I got into knitting as a newlywed with a back injury who was suddenly staying home all day.\n  ","141162":"\n  I feel like I kind of do but also I'm schizophrenic and all of my experiences with things like are easily written off by my doctors as hallucinations.\n  ","141163":"\n  bust this one out during lulls at parties, guaranteed to earn a few weird looks\n  ","141164":"\n  I learned from\n  \n   @RidgeBackRogue\n  \n  a few days ago that wombat poop comes out cubed and now it's the only fact I can think about\n  ","141165":"\n  I didn't even know they did\n  ","141166":"\n  I've never in my life heard this\n  ","141167":"\n  what is this point system you keep going on (and on and on) about? Maybe you don't understand how things work- I, a normal fucking human, have opinions and I live my life with those opinions. On a question and answer site, I give answers to questions. Sometimes with my opinions. Not liking them is fine but then, you move on! you don't STALK me CONSTANTLY for YEARS, poking your head in my inbox hollering about some point system that only you cares about\n  \n  Like, you're just- so- pitiful. Your OBSESSION with me for- this long. Do you talk to your therapist about me? Do you dream about me at night?\n  \n  ANyway I'd block you but we all know you'll be back, because this is your sad life.\n  ","141168":"\n  well I'm pretty full form lunch but in the future sure\n  ","141169":"\n  my classes in younger years acted out with a sub, but as I got older and my classes became more advanced, we behaved better.\n  ","141170":"\n  rocky cliffside shores and the cascade range in the background, it's very beautiful here\n  ","141171":"\n  luckily here in the pacific northwest, you can do both at the same time\n  ","141172":"\n  clean water for everyone\n  ","141173":"\n  I mean it's for sure positive. yay art.\n  ","141174":"\n  I mean, I am not having dinner parties in a pandemic. I understood but it's just two people in my household and we eat at the same time I don't set a table\n  ","141175":"\n  sumo mandarin\n  ","141176":"\n  my dad picked my name, there was an elvis costello song that was way popular then with the same name but he SAYS it has nothing to do with that\n  ","141177":"\n  no one\n  ","141178":"\n  we eat at the same time\n  ","141179":"\n  is this a joke\n  \n  he literally asked me for my opinion dumbass\n  ","141180":"\n  let it dry on it's own\n  ","141181":"\n  no\n  ","141182":"\n  because I am worth more than that\n  ","141183":"\n  I didn't see it\n  ","141184":"\n  I have never watched either\n  ","141185":"\n  no I only vaguely know what one small branch of my family history is like\n  ","141186":"\n  cinnamon buns\n  ","141187":"\n  twin peaks\n  ","141188":"\n  kind of. I work from home and I don't have any commissions to work on today but I have other things I want to do\n  ","141189":"\n  I'm drinking it right now\n  ","141190":"\n  I just woke up it's pretty early here. I'm neutral about Monday.\n  ","141191":"\n  I'm friends with most of my exes. It's just like, weird to me to suddenly hate someone just because you didn't work out\n  ","141192":"\n  yes, it's fun\n  ","141193":"\n  I first asked for one like 2 years ago so it's about time I'm getting one\n  ","141194":"\n  I never use it, but my partner does\n  ","141195":"\n  no, because I just can't get behind magic happenings I guess\n  ","141196":"\n  I'm doing it too- finally- like let's see you tell me my account is too negative NOW, ask\n  \n  and yes\n  ","141197":"\n  smoke up\n  ","141198":"\n  not often\n  ","141199":"\n  ah I wish I have a hard time with that sort of thing too\n  ","141200":"\n  be healthier\n  ","141201":"\n  I never have money to lend\n  ","141202":"\n  a sweater\n  ","141203":"\n  shrug\n  ","141204":"\n  my creativity, my talent, my work ethic, my intelligence\n  ","141205":"\n  drunk driving. and nothing. I got home.\n  ","141206":"\n  I think really she was being rude though and you're looking past it because you think she's attractive\n  ","141207":"\n  ah ok you said you were in school like that was relevant to the group. Anyway I don't know why random people do random things I gave you an answer on why white people do things as a bonus\n  ","141208":"\n  like y'all are supposed to be working on a group project girl needs to get her mind on her schoolwork\n  ","141209":"\n  then that answered your question? and reinforced that I'm not interested??\n  ","141210":"\n  please read my bio\n  ","141211":"\n  I mean, what are you doing now\n  ","141212":"\n  no thanks\n  ","141213":"\n  I am\n  ","141214":"\n  I like to walk forest trails and just enjoy being surrounded by trees and plantlife\n  ","141215":"\n  kind of yeah like makes about as much sense or more as anything else\n  ","141216":"\n  no, but I do have to do something else distracting like read emails or play a game or something lol\n  ","141217":"\n  yes as a little kid I got the idea from a cartoon and made one of my 4th grade teacher\n  ","141218":"\n  I mean, I guess I'm living it. I wanted to be able to live comfortably and do art.\n  ","141219":"\n  I think she said that because she's ignorant and has no filter. Rather than blurting out something like that, she could have educated herself on why you have tribal marks and what the culture surrounding that is. White people would often rather blurt out something offensive than do a google search or just like, ask a normal ass question.\n  \n  but also, why is she talking about having babies with you\n  ","141220":"\n  17 years and 4 months\n  ","141221":"\n  I take photos daily, of everyday things and things I want to remember and makeup and my pets and food and whatever. Here's the pretty baby casserole I made for supper\n  ","141222":"\n  rofl\n  \n  I sent ONE person one compliment, in a thread, telling them I liked the color of their dress. I wholeheartedly meant it.\n  \n  My anons are so pitiful\n  ","141223":"\n  my first thought was to make a portal outside to blow bong smoke into so I can keep it outside from my desk but honestly I really ENJOY getting up and going outside I love my balcony. So probably I'd just do weird shit with the cats and the portals\n  ","141224":"\n  yes- in fact, I just cracked open a cider\n  ","141225":"\n  thanks I'm cool. I'm about to go do some laundry and do some chores like they don't get under my skin as much as it looks- it's hard to express in words how ignorant I think someone is and still express how unaffected by these trolls I actually am\n  ","141226":"\n  me too\n  ","141227":"\n  I've had it today I have better things to do than deal with anon ask fm children\n  ","141228":"\n  thanks you too\n  ","141229":"\n  and you are trash for comparing serious fucking situations with talking about the president's foundation shade.\n  ","141230":"\n  you're taking things so extremely out of context it's absurd now.\n  \n  call the president whatever you want. he's a child rapist.\n  ","141231":"\n  Call the president whatever the fuck y'all want.\n  \n  No it's NOT bad to \"insult\" the president- even though let's be real here, is orange even an insult? Like give me a fucking break\n  \n  he's the PRESIDENT OF THE UNITED STATES and he's a child rapist call him whatever the fuck you want it's called punching up\n  ","141232":"\n  y'all are fucking ludicrous.\n  \n  IN CONTEXT, THREE FUCKING DAYS AGO, AN ANON COMPARED ME TO TRUMP. I IN PASSING CALLED HIM \"ORANGE\". IT WASN'T MY MAIN POINT, IT WASN'T MY MAIN CRITICISM OF TRUMP, IT NEVER HAS BEEN, SO PLEASE STOP BEING SO FUCKING STUPID\n  ","141233":"\n  like I've said a dozen times now, it was just a passing adjective. Like, holy fucking shit are you ridiculous. Imagine being this fixated on a person you don't even know because they used an accurate adjective.\n  \n  I think you need to really re-assess what you're doing here. You don't deny an unhealthy attachment to being in my inbox, clearly you have some problems that need to be addressed but bothering me isn't going to help that.\n  ","141234":"\n  is this a joke\n  \n  you've spent all morning filling my inbox with criticism of me for insulting his appearance. Like, what do you think that is?\n  \n  You really need help. It's unhealthy and now just idiotic.\n  ","141235":"\n  then why defend him?\n  \n  Oh right- you're have this INSANE FIXATION with me\n  ","141236":"\n  imagine being so obsessed with your cult leader that you'd go THIS FAR because someone mentioned in passing that he was orange\n  \n  you are truly human garbage. Stop following me, it's creepy how obsessed you are.\n  ","141237":"\n  are really\n  \n  Listen. I made a passing comment and for three days now, you've obsessed over it. I'm asking this plainly, and with care for my fellow human being- What the Fuck is Wrong with you\n  ","141238":"\n  he's literally orange what's hard to understand\n  ","141239":"\n  my inbox has been poppin' with people mad I called him orange. Like, are you blind? I've had at least a dozen anons about it. But also there are regular haters who are so obsessed with calling me out and getting other people to hate me that they like, stalk my every word and flip out over the most asinine things like, just unfollow it's not that hard it's so unhealthy to be that obsessed\n  ","141240":"\n  I appreciate you dear heart\n  \n  I got a death threat yesterday because I called Trump orange\n  ","141241":"\n  I need you anons to understand that \"hate following\" me is OBSESSIVE BEHAVIOR and you really need to check your behavior and get over yourselves. Toxic fucking creeps.\n  ","141242":"\n  well this is vague\n  ","141243":"\n  firstly, this isn't a social media site, it's a question and answer site\n  \n  so like, there's a lot of differences.\n  ","141244":"\n  these questions are silly\n  ","141245":"\n  when you're saying something emotionally heavy I guess\n  ","141246":"\n  not at all\n  ","141247":"\n  plenty\n  ","141248":"\n  pizza\n  ","141249":"\n  no\n  ","141250":"\n  nope\n  ","141251":"\n  I don't ask for advice and I don't prefer to give advice.\n  ","141252":"\n  I've never made it but I like to eat it\n  ","141253":"\n  they are just barely changing, it seems like in my yard's case they just went from green to brown immediately\n  ","141254":"\n  I like stir frys the best\n  ","141255":"\n  pumpkin\n  ","141256":"\n  I see a lot of that one meme with the ice cream and the scoops where it's like \"defund the police\" and the scoops are going to various community issues\n  ","141257":"\n  yes\n  ","141258":"\n  questions about art, makeup, my bird, mental health, travel, the US, food, knitting, stuff like that\n  ","141259":"\n  we're still restricted from before. Not \"lockdown\" there is no military threatening me to cower in my home, y'all are wild with these opinions on common sense safety measures.\n  ","141260":"\n  we have a camera on the front patio and door but nothing interesting, no\n  ","141261":"\n  no\n  ","141262":"\n  my stepmom\n  ","141263":"\n  bigfoot plushie\n  ","141264":"\n  not anymore. I used to at least try to be aware of them but I stopped caring about even that\n  ","141265":"\n  sunsets\n  ","141266":"\n  when I call him racist, or a child rapist, y'all don't give a flying fuck\n  \n  I call him orange and WHOA BOY watch out inbox\n  \n  calling him obese wasn't a statement about his appearance, it was a statement about his overall health. I am also obese. So no, you're wrong there too.\n  ","141267":"\n  I don't think it's necessary. it's not really a social media site, it's a question and answer site. the idea seems like just another way for haters and death threats to enter my inbox.\n  ","141268":"\n  thanks it was a lot of work and remains something to work at\n  ","141269":"\n  conquering my mental illnesses and leading a calm and happy life\n  ","141270":"\n  nah that would be pretty weird\n  ","141271":"\n  as someone who no longer drives, I think it's kinda cool\n  ","141272":"\n  I leave when I'm tired of being there, and that's usually early on\n  ","141273":"\n  I use Verizon, which is widely used in the US. It's mostly reliable, with spotty issues here and there that I can live with.\n  ","141274":"\n  the last one I played was board game Mysterium which was a LOT of fun. I also like Munchkin card game, Superfight card game, and really that's it for the games I've played in the past few years.\n  ","141275":"\n  New DP\n  \n  send in your questions I'm at my desk for a couple of hours\n  ","141276":"\n  beekeeping\n  ","141277":"\n  my husband said the drawing animation I made was cool\n  ","141278":"\n  football\n  ","141279":"\n  short.\n  ","141280":"\n  keep creating until I die (peacefully)\n  ","141281":"\n  trust\n  ","141282":"\n  coloring books for my partner's bestie, who has been having a rough time and finds them therapeutic. The group of birds that are becoming tame enough to use the feeder and bath even when I'm standing RIGHT THERE (2 stellar's jays, a red breasted nuthatch, and 4 black-capped chickadees). This amazing orzo olive salad the meat moms at the deli make, that I'm eating right now.\n  ","141283":"\n  me obv\n  ","141284":"\n  (this was a shoutout)\n  \n  Imagine being an \"eyebrow expert\" like that was your career and official job title\n  ","141285":"\n  kyle mac lachlan, charlize theron\n  ","141286":"\n  yes, when I was school-aged my grandmother and I made lots of my clothes\n  ","141287":"\n  being hired to do all of the team portraits for weed week magazine\n  ","141288":"\n  the only reason I want fame is so that my art gets sold faster. I don't think I'd like being in the spotlight but luckily famous artists get some privacy compared to like, actors or pop stars.\n  ","141289":"\n  nope\n  ","141290":"\n  I'm not and I don't know, I kinda don't really get into halloween\n  ","141291":"\n  before the fever by Grimes\n  ","141292":"\n  not really a purpose\n  \n  but I think I should probably keep creating art\n  ","141293":"\n  some orzo and olive salad I like from the deli\n  ","141294":"\n  I mean, as special as anyone else lol\n  ","141295":"\n  I don't\n  ","141296":"\n  been done\n  ","141297":"\n  raccoon\n  ","141298":"\n  Ed is Dead by the Pixies\n  ","141299":"\n  I had a nightmare that was really realistic, that the walls were closing in on me and I was being haunted. When I woke up I was still scared but I just sort of talked myself through it\n  ","141300":"\n  no\n  ","141301":"\n  yes\n  ","141302":"\n  your fetish is weird and doesn't belong on ask fm\n  ","141303":"\n  we had a family of raccoons that lived in the back who got into the trash once when we didn't latch the can all the way. Haven't seen them in a while though, starting to worry\n  ","141304":"\n  like basically nothing. I haven't been around people or had any opportunity to do a good deed really. I fed the wild birds and squirrels I guess.\n  ","141305":"\n  salty\n  ","141306":"\n  I have netflix but I haven't watch anything on it in ages. I tend to watch hulu more lately because of it's always sunny in philadelphia but also bob's burgers\n  ","141307":"\n  tooth fairy\n  ","141308":"\n  most of my dreams take place in the same few settings, all related, which are centered around a beach town, a mall, and a college\n  ","141309":"\n  sausage and egg biscuit with hashbrown and coffee\n  ","141310":"\n  no\n  ","141311":"\n  I drink like a pot and a half of coffee daily lately\n  ","141312":"\n  Yes, I am. I only go out a couple of times a week, and when I do I wear a mask, sanitize my hands between stores\/errands, and wash my hands as soon as I get home\n  ","141313":"\n  creating, nature, loved ones, small pleasures, comfort\n  ","141314":"\n  So I ordered the new lady gaga blush duo as soon as it dropped last week and FINALLY the package came in the mail today- and it wasn't the blush I ordered, it was a medium-dark bronzer duo instead. I contacted Amazon and they are sending my correct replacement but in the meantime I gotta wait another week for this blush that I'm dying to try. ANYWAY here I am wearing my new free too-dark bronzer as an eye shadow\n  ","141315":"\n  you too thanks for taking time to learn about my illness\n  ","141316":"\n  eh, I'll answer it.\n  \n  It possibly helps me be a better artist? Who knows. Other than that, no. It sucks and it makes life harder and I have to take like 12 different pills 2-3 times a day\n  ","141317":"\n  it's a genetic disease. I also do have childhood trauma but that contributed to panic disorder and ptsd, and has nothing to do with schizophrenia really other than the fact that it's all part of my mental illness profile. Schizophrenia is a rare genetic disorder that affects up to 1% of the population but less than half of those cases go treated. There is no cure and it almost always leads to early onset dementia\n  ","141318":"\n  it is. On medication, I have a much clearer grasp on reality, but it's still a very odd sensation knowing that something isn't real but experiencing it anyway\n  ","141319":"\n  it was just the most recent example of a hallucination. It happened to be an olfactory one. Sometimes, it's visual. I can't drive because I often hallucinate people running out in front of my car. Sometimes it's sounds. Sometimes. it's a feeling.\n  ","141320":"\n  two days ago I was walking down my hallway and I suddenly smelled very distinctly a leather glove that was sitting in the sun in a lumber yard. A fabric and leather glove. One that had soaked up a lot of that cut lumber smell. The smell filled the whole house and was all I could think about for a good three minutes.\n  ","141321":"\n  I'm very medicated and have been for years so my symptoms are very very mild now, even when schizophrenia IS active, like currently. I have hallucinations of all types, get fixated on delusional thinking, have low motivation, and in the past it's been much worse and made day to day life nearly impossible.\n  ","141322":"\n  here's yesterday's I don't feel like taking one today\n  ","141323":"\n  sure, except for the literally 200k+ people who already died\n  \n  republicans are trash\n  \n  you are trash\n  \n  your president is trash\n  \n  just face it and get out of my inbox I'm finished with my coffee this morning and am not entertaining trolls any longer\n  ","141324":"\n  it's obvious. Or like, any of the other dozens of people that were infected. It's wild. Y'all are running a true cult with eyes only for your precious orange leader\n  ","141325":"\n  we'll see. I'm expecting a few days from now the symptoms will be back and he's way too old and frail for this\n  ","141326":"\n  I mean, I was here first. you're a 25 year old child trolling me not once but regularly like there's nothing in the world better to do\n  ","141327":"\n  because it's a nice city? Because I'm close to Portland? Because the climate is good and the people are mostly liberal and there's legal weed?\n  ","141328":"\n  I'm happy where I am\n  ","141329":"\n  way to be super ableist.\n  \n  it's called mindfulness. I stay in the present and my life isn't affected by other people's opinions. I meditate a lot. I'm not sure why this is hard for you to understand you must be very young and very stupid with your very narrow perception of human behavior.\n  ","141330":"\n  I mean, you do you. But I personally have gone through extensive therapy and truly, 100%, don't care. It's a state of mind I worked hard to acquire.\n  ","141331":"\n  of course I prefer that they like me, but their thoughts and opinions don't affect how I am as a person\n  ","141332":"\n  dunno I just do\n  ","141333":"\n  I did as a kid sure\n  ","141334":"\n  I truly don't know\n  ","141335":"\n  any of the vistas in Yellowstone National Park\n  ","141336":"\n  not even a little\n  ","141337":"\n  I bought some jewelry organizers that you hang on the wall because right now most of my jewelry is just tangled up on my dresser so I plan to organize all that\n  ","141338":"\n  twin peaks\n  ","141339":"\n  Bubo did a funny little dance when I uncovered her cage this morning, she was very happy I was awake\n  ","141340":"\n  bell pepper\n  ","141341":"\n  take a hot shower\n  ","141342":"\n  anywhere I haven't already been\n  \n  but I do have vacation plans for places I HAVE been this month (Idaho, Montana)\n  ","141343":"\n  the second time across the country in a car probably\n  ","141344":"\n  no but I've been to Disneyworld\n  ","141345":"\n  art\n  ","141346":"\n  make all people equal\n  ","141347":"\n  in general good, today, irritated\n  ","141348":"\n  his name\n  ","141349":"\n  a little but whatever\n  ","141350":"\n  that I was \"main character af\"\n  ","141351":"\n  considering these places were NOT in majority white towns (downtown RIchmond VA and Newport News VA) Maybe you should just mind your own fucking business, I'm so tired of teenage gatekeepers thinking they're gonna \"get me\" somehow you're literally more ridiculous than anyone else on this site.\n  ","141352":"\n  I was being a supportive friend to someone who was feeling down on themselves. Why is that so weird to y'all? I swear to god I have the most ignorant, ridiculous, childish anons\n  ","141353":"\n  oh ok let's take it really super seriously\n  ","141354":"\n  I feel like we'd better explore the oceans before it's too late, space can come afterwards\n  ","141355":"\n  care.\n  ","141356":"\n  agreed\n  ","141357":"\n  birds are a lot of work, and can be very difficult as pets, but I can't imagine my life without her really she's so important to my day to day life\n  ","141358":"\n  I do like birds! I have a sweet 4 year old american parakeet named Bubo who hangs out with me all day her favorite things are flying, frozen corn popsicles, and cheek scritches\n  ","141359":"\n  i've never been there\n  ","141360":"\n  being less scared of clients. I've prevented my own success because of this for too long. I'm trying to be more open to professional emails for instance and giving out my information to potential clients.\n  ","141361":"\n  I don't recall if anyone's told me that before\n  ","141362":"\n  to be completely honest, no one. My partner and my bestie come close, but I think I'm just too weird for comprehension.\n  ","141363":"\n  my big green bong, colorful socks, a paint brush\n  ","141364":"\n  this one\n  ","141365":"\n  She turned 4 in mid March, and I've had her since she was 6 weeks old.\n  ","141366":"\n  it's Thirsty Thurs and I've got this ridiculously sweet coconut and pineapple cocktail, what's up\n  \n  Send in your questions y'all\n  \n  also here's today's selfie with Bubo\n  ","141367":"\n  portland monthly, vanity fair sometimes, weedweek of course because they feature my artwork\n  ","141368":"\n  I listened to some Chuck TIngle book on audiobook\n  ","141369":"\n  sunny and cool\n  ","141370":"\n  I have my eye on a herb table for the balcony that would hold parsley, basil, catnip, maybe rosemary, I'm not sure what else. I want to also have container tomatoes on the balcony. In the front yard, I want to overturn my flower bed and just plant a ton of wildflowers for the bees.\n  ","141371":"\n  anything from the joni mitchell blue album\n  ","141372":"\n  keeping a garden. I've got big plans for this coming spring, though\n  ","141373":"\n  I haven't bothered to check up on people like that for years and years, not since I became medicated and started therapy. I used to fret about my college ex some I guess, like I always checked his myspace page or whatever.\n  ","141374":"\n  I honestly don't know. I've only ever had this one account. I'd probably just ask for this account back- I don't break the rules, my anons do. And the more I ignore them, the less I have to worry about being suspended.\n  ","141375":"\n  eh, I don't need it, but it irritates the hell out of me that they turned me down when I first asked for one (negative content?!)\n  ","141376":"\n  almost never, unless I'm sick. I already sleep about 12 hours on average at night\n  ","141377":"\n  coffee for sure\n  ","141378":"\n  I met my husband and decided to start dating him instead\n  ","141379":"\n  willingness to spend time and care about a person for the long haul, though good and bad.\n  ","141380":"\n  I have had some encounters with things I couldn't explain but my doctors assure me that was the schizophrenia\n  ","141381":"\n  stir fry\n  ","141382":"\n  nah, fuck 'em\n  ","141383":"\n  I don't really look up to anyone\n  ","141384":"\n  death\n  ","141385":"\n  I lived in mostly black apartments on two occasions\n  ","141386":"\n  blue cheese\n  ","141387":"\n  snoop and martha's potluck dinner\n  ","141388":"\n  I have no idea what this is in reference to and I don't drive\n  ","141389":"\n  yup\n  ","141390":"\n  that's outdated, but I know you don't care, you're just a troll\n  ","141391":"\n  do you mean my username or my first name? My first name, Allison, means \"of royalty\". my username is a song from 1979 I dig by Yoko Ono that is about a woman who takes abuse and starts reacting\n  ","141392":"\n  listen. I often stumble over my words when I'm talking because of schizophrenia.\n  ","141393":"\n  not yet but the night is still young.\n  ","141394":"\n  I mean, I did. Like 5 of them. But they're benign so suck it\n  ","141395":"\n  My first day back at vip now gimme my blue check\n  ","141396":"\n  I like surprise gifts, but other than that I can't think of any surprises I've gotten from people that were positive and not like \"surprise breast tumors!\"\n  ","141397":"\n  I plug it in nightly out of habit but it rarely needs it\n  ","141398":"\n  well I certainly don't know what I have to do with that\n  ","141399":"\n  at my desk for the evening, what's up y'all AMA\n  ","141400":"\n  we were rhyming\n  \n  but also like, none of that was a question\n  ","141401":"\n  I like the Beck album Odelay\n  ","141402":"\n  yeah, I dunno. that's not that long in the grand scheme of things.\n  ","141403":"\n  I haven't played any in a long while but my favorite is munchkin\n  ","141404":"\n  if it was my particular relationship, which is a good solid long term one, yes. I don't know about other situations. I'm ambivalent.\n  ","141405":"\n  I really don't know. regardless of status, I find sex meaningless.\n  ","141406":"\n  more the former than the latter but really more of an average\n  ","141407":"\n  I think I'd forgive and move on, yeah. Sex means very little to me. What matters is love, and our 17 year marriage is a monument to that\n  ","141408":"\n  calm moments with loved ones\n  ","141409":"\n  No. I am a \"get it over with as soon as possible\" person. My husband is the procrastinator\n  ","141410":"\n  I have friends from as far back as middle school still but we're not super close more like facebook friends who send a \"like\" each other's way once in a while\n  ","141411":"\n  not for Halloween, no. Other than browse the sale items afterwards.\n  ","141412":"\n  If your questions are appropriate and follow the rules of the site, then I am for sure on board thanks for following\n  ","141413":"\n  I'm vip again for a minute because they swear they'll give me my blue check no questions asked if I just do one week of vip- so we'll see.\n  ","141414":"\n  I've never ridden in one so I don't have an opinion\n  ","141415":"\n  true, that\n  ","141416":"\n  same- it could go on for like 5 minutes at least\n  ","141417":"\n  I don't have one\n  ","141418":"\n  no\n  ","141419":"\n  pretty comfortable\n  ","141420":"\n  put too much coffee in the maker\n  ","141421":"\n  no? Christ said nothing against lgbtqia\n  ","141422":"\n  yes\n  ","141423":"\n  art related activities\n  ","141424":"\n  sleep\n  ","141425":"\n  very well\n  ","141426":"\n  black coffee in the morning\n  ","141427":"\n  if they're nice and geared towards education and conservationism, then yes\n  ","141428":"\n  just one fluently\n  ","141429":"\n  liquid of any sort makes you pee that's how your body works\n  ","141430":"\n  knock knock\n  \n  who's there\n  \n  banana\n  \n  banana who?\n  \n  knock knock\n  \n  who's there\n  \n  banana\n  \n  banana who?\n  \n  knock knock\n  \n  who's there\n  \n  orange\n  \n  orange who?\n  \n  Orange you glad I didn't say banana again?\n  ","141431":"\n  not anymore. I take a lot of meds and went through a lot of therapy to stop doing that\n  ","141432":"\n  my partner is playing cod with my nephew and I'm v high on orange cookies send me questions\n  ","141433":"\n  I got a pocket full of kryptonite\n  ","141434":"\n  I got lint\n  ","141435":"\n  I don't know.\n  ","141436":"\n  I do take it every day at the same times. 10 am and 7 pm. With an additional 2 pm if I need it. A routine just makes your life more streamlined so it's less likely to cause panic I guess. I like having a routine.\n  ","141437":"\n  almost never and when I do they're either very short, or non-fiction that I can concentrate on chapter by chapter\n  \n  I'm very heavily medicated, and it has greatly affected my attention span. I can barely stand a movie nowadays either\n  ","141438":"\n  really it's the meds. I already naturally need like 9 hours of sleep, but at an anti-psychotic after dinner and I'm ready to sleep 11-13 hours a day\n  ","141439":"\n  1. because I'm old\n  \n  2. because I'm tired\n  \n  3. because I take a lot of meds at night that make me sleepy\n  ","141440":"\n  word up\n  ","141441":"\n  I dated a guy who was born in Poland once. It was fine he was still an American just spent like 1 year there as a baby.\n  ","141442":"\n  no\n  ","141443":"\n  my husband is coming home earlier than usual tonight so that makes me happy\n  ","141444":"\n  orange\n  ","141445":"\n  I've never seen it\n  ","141446":"\n  it means some cat owner is irresponsible, letting their cat out where it can be run over or eaten by coyotes\n  ","141447":"\n  it's fine my family is shit but I made my own better family that I hang with now\n  ","141448":"\n  yes, most nights around 8:30 pm\n  ","141449":"\n  I taught myself after I got married, so I guess I was like 25. I used a book called Stitch and Bitch, and the internet\n  ","141450":"\n  I was living on a houseboat that was docked at a marina next to a mall, where I also took sculpture classes and ran track.\n  ","141451":"\n  thanks it took a lot of practice but now I can just pick a project back up out of nowhere and still somehow remember what I'm doing\n  ","141452":"\n  yes, I'm not sure why, I was attacked for pointing out a fact and two of my ribs were broken.\n  ","141453":"\n  SO I decided to get back into knitting again today after like 10 months of not caring\n  ","141454":"\n  neutral selfie featuring Bubo\n  ","141455":"\n  I have abusive relatives that I've cut off and it feels great. My life is amazing now. I have no problem cutting people off who continue to press my boundaries or abuse me.\n  ","141456":"\n  I'm indifferent to it. I don't think I'll get anything done because I'm cheap but I may who knows\n  ","141457":"\n  no\n  ","141458":"\n  I like both\n  ","141459":"\n  I'm better at painting but I don't do either around here there are teen boys who smash them in the neighborhood\n  ","141460":"\n  I think it would be cute but I feel like he would never go for that. we could be bob and linda belcher or like agent cooper and diane\n  ","141461":"\n  I did a cute owl a few years ago for a friend's party but I have no idea what happened to the pictures\n  ","141462":"\n  yes, my state has been using them successfully for years and years now\n  ","141463":"\n  redbubble, facebook, instagram, twitter, this\n  ","141464":"\n  yes it is a morning, whether it's good still remains to be seen\n  ","141465":"\n  I didn't go to prom\n  ","141466":"\n  like, a lot of things\n  ","141467":"\n  I've bought my partner two things so far but I don't really know what I want\n  ","141468":"\n  I'm priority mail, so no\n  ","141469":"\n  \"they're living their own lives they don't have time to worry about you\"\n  ","141470":"\n  peanut butter taffy\n  ","141471":"\n  I'm not really big on chocolate but I might try them sure\n  ","141472":"\n  there's a song lyric from a pixies song I like- \"just slay it\"\n  ","141473":"\n  key lime pie\n  ","141474":"\n  coffee\n  ","141475":"\n  nah\n  ","141476":"\n  evil dead\n  ","141477":"\n  the only person I know who's done it is\n  \n   @poetalunam\n  \n  . I would do it, but I don't want to spend the money\n  ","141478":"\n  I have a parakeet onesie so tadaa instant costume\n  ","141479":"\n  eh, feeling kinda shitty. just ordered some foot cream and hair to feel better. looking forward to bed. it's way quiet here tonight\n  ","141480":"\n  the woods\n  ","141481":"\n  it's oct 5\n  ","141482":"\n  I kind stopped being into any game that's not animal crossing\n  ","141483":"\n  reminder that you can buy great gifts with my art on redbubble\n  \n  (link in bio)\n  ","141484":"\n  aside from groceries, I guess wild bird food for the feeder, and before that string lights for the balcony. I never feel guilty but I'm also easily pleased with cheap things.\n  ","141485":"\n  I've never had either\n  ","141486":"\n  no\n  ","141487":"\n  I wash them at home\n  ","141488":"\n  oh no, social distancing\n  ","141489":"\n  art, household chores\n  ","141490":"\n  I hate wine\n  ","141491":"\n  thank you\n  ","141492":"\n  do you have questions tho\n  ","141493":"\n  no I just drink a ton of water\n  ","141494":"\n  not really I prefer salty to sweet\n  ","141495":"\n  yes, anything that looks good really. Tamales, tacos, hot dogs, pretzels, anything from a food truck\n  ","141496":"\n  I change my hairstyle when I get bored with my hairstyle other people don't have anything to do with it\n  ","141497":"\n  of course. Not \"bad\" or \"good\" but like, \"that person must like the color red\" or \"those are neat shoes\"\n  ","141498":"\n  I don't\n  ","141499":"\n  misogyny\n  ","141500":"\n  I don't chase anything\n  ","141501":"\n  thanks back atcha\n  ","141502":"\n  it's ok I guess\n  ","141503":"\n  It was good! I designed the xmas card I'm sending this year, spent lots of time with my Bubo, today my spouse was off from work, I got some Funnyuns for the first time in like, a decade, I hung string lights on my balcony because unlike the first lady I love xmas decorations\n  ","141504":"\n  edge of the suburbs with lots of old growth trees and lots of conveniences\n  \n  it's sunday y'all you know what that means- I started drinking, now you start sending questions\n  ","141505":"\n  atheist\n  ","141506":"\n  sumo mandarins, which are only in season for about 3 weeks in the Spring\n  ","141507":"\n  we're both attractive but I probably get more comments\/attention for it\n  ","141508":"\n  sometimes\n  ","141509":"\n  I'm not but I am agoraphobic.\n  ","141510":"\n  mostly not, unless my mental health is shaky\/my schizophrenia is active. then it varies on what I happen to be fixating on. Right now, it's active. I have a weird superstition about my gemstones. Normally I wouldn't.\n  ","141511":"\n  I call the ladies at the local grocer deli counter the Meat Moms\n  ","141512":"\n  I do notice some details, and gloss over others\n  ","141513":"\n  feed owls\n  ","141514":"\n  nope\n  ","141515":"\n  oh, ok\n  ","141516":"\n  winter- like who needs it\n  ","141517":"\n  yes. More than once. It is awkward and creepy.\n  ","141518":"\n  no\n  ","141519":"\n  snoop\n  ","141520":"\n  stir fry, casseroles, sandwiches, soup, beans and rice\n  ","141521":"\n  I'm not shy but I'm not interested in socializing either\n  ","141522":"\n  anything by like, devo or the police reminds me of a college ex\n  ","141523":"\n  no my life is precious to me\n  ","141524":"\n  I don't know, I couldn't be I need to many things that require money\n  ","141525":"\n  ice water\n  ","141526":"\n  my partner\n  ","141527":"\n  for sure\n  ","141528":"\n  never\n  ","141529":"\n  what is your point here. I'm not interested in following children. I'm not interested in being followed by children. That's my choice so like- why keep bothering me\n  ","141530":"\n  maybe to other children\n  ","141531":"\n  this is the only account I've ever had on here.\n  ","141532":"\n  no? it's interesting. I then follow them. I only follow adults and several in my age range or older. Children are annoying and uninteresting.\n  ","141533":"\n  I'm only 40\n  \n  so uh, no\n  ","141534":"\n  no sleeves\n  ","141535":"\n  everybody knows what I'm good at\n  \n  today's makeup-\n  ","141536":"\n  yes\n  ","141537":"\n  I think I had bright green last and dark red before that\n  ","141538":"\n  orange right now but I change it regularly\n  ","141539":"\n  it would be about a guy who sees his doppleganger, but it dies like, right in front of him so he has to live then with the existential crisis that he was not in fact the original, but the doppleganger of someone else\n  ","141540":"\n  me\n  ","141541":"\n  any will do\n  ","141542":"\n  drawing\n  ","141543":"\n  it's in alphabetical order right now so that's boring I'll just tell you the next three up on shuffle\n  \n  Origami- REMMI\n  \n  Too Much of a good Thing- LEISURE\n  \n  Woman- Karen O\/Danger Mouse\n  ","141544":"\n  I'm a big fan of gin\n  ","141545":"\n  b*tch\n  ","141546":"\n  I'd rather just be rich\n  ","141547":"\n  I don't cry\n  ","141548":"\n  I don't cry\n  ","141549":"\n  maybe as a teen\n  ","141550":"\n  shrug\n  ","141551":"\n  I barely send out questions\n  ","141552":"\n  clear\n  ","141553":"\n  amazon\n  ","141554":"\n  indietronica\n  ","141555":"\n  no\n  ","141556":"\n  I don't have kids.\n  \n  the reason is because I am medically unable to have kids.\n  \n  Lots of people- of all genders- have medical reasons that prevent them from having children\n  \n  it's SUPER FUCKING RUDE to ask people you don't know about kids- you don't know what their situation is.\n  ","141557":"\n  I have not\n  ","141558":"\n  mild and drizzly\n  ","141559":"\n  no I generally don't start my major projects in fact until after I've eaten lunch\n  ","141560":"\n  I don't really. I like sweet potato fries in the fall\n  ","141561":"\n  sloppy and in the rain\n  ","141562":"\n  always\n  ","141563":"\n  look. I've had all of those things.\n  ","141564":"\n  same place as my peace prize for tolerating trolls on ask fm\n  ","141565":"\n  banks do not play on deadlines\n  ","141566":"\n  mango\n  ","141567":"\n  I remember bits and pieces but I don't try to interpret them.\n  ","141568":"\n  nope\n  ","141569":"\n  lol\n  ","141570":"\n  I bought some fairy lights for my balcony, so I am looking forward to getting those in the mail and hanging them out\n  ","141571":"\n  late Summer- with large sweet walla walla onions and then right after that, sweet potatoes\n  ","141572":"\n  creepy\n  ","141573":"\n  I don't really do anything for halloween\n  ","141574":"\n  stay\n  ","141575":"\n  ? I don't have anyone to say goodbye to\n  ","141576":"\n  a car\n  ","141577":"\n  pray he succumbs\n  ","141578":"\n  it'll send\n  ","141579":"\n  I'm wearing a compression sleeve which helps some\n  ","141580":"\n  I am- pained? but okay? and getting a lil drunk. My leg is all fucked up but I don't even know how. My veins are sore today because of a jerky nurse and a poorly placed IV last night at the hospital. I ate a big bowl of curry for dinner though so that's happy news. I re-opened my commissions today after finishing up with weed week magazine. Check my Soc Med for deets\n  ","141581":"\n  it's thirsty thurs y'all do your thang\n  ","141582":"\n  1. no, I don't lie in general regardless of what some rando tells me to do\n  \n  2. It doesn't affect me either way if it says this, I won't answer something I don't want to answer anyway\n  \n  3. no one ever gives me bonus questions lol. mostly I just get statements about how horrible people think I am lately\n  ","141583":"\n  well maybe you can sit on the stoop with me a minute\n  ","141584":"\n  thanks and good luck to you\n  ","141585":"\n  I had foot surgery about 3-4 years ago and during the recovery of that, I had 11 blood clots travel from my leg (deep vein thrombosis) to my lungs (pulmonary emboli)\n  \n  I've been fine since but I'm always kind of afraid it'll happen again if I'm not active enough or whatever\n  ","141586":"\n  to be honest I don't know.\n  \n  I went to the ER last night thinking I had another blood clot but they did an ultrasound and told me that the pain was from a strained muscle, not a clot. But I haven't had any accidents or anything and I don't know why it's hurting so much.\n  ","141587":"\n  cheese popcorn\n  ","141588":"\n  for sure, I could fix up my house and pay off my mortgage and other bills and not have to worry about things like costs and fees\n  ","141589":"\n  probably not\n  ","141590":"\n  I just woke up like an hour ago. So far I'm grumpy and the weather isn't cooperating and I have an injured leg.\n  ","141591":"\n  why does there need to be a counterpart\n  ","141592":"\n  I'm going to be honest I don't think I've ever seen your photo so I would not be pleased that some random dude was on my porch. Unless the doughnuts were really good.\n  ","141593":"\n  me, for starters\n  ","141594":"\n  no\n  ","141595":"\n  I just got back from the ER, thought I had a blood clot in my leg again but it turns out I strained a muscle without realizing it I guess\n  ","141596":"\n  I dream that I work and do art in a mall setting over and over again\n  ","141597":"\n  no\n  ","141598":"\n  both\n  ","141599":"\n  I've never watched him but I love the snoop dogg and martha show\n  ","141600":"\n  yes they are still friends but they're not in your life like a person you know in real life. They're not actually there, actually being your friend actively. Yes there is a difference. A big difference. Sometimes internet friends become real friends, though.\n  \n  and like- trusting a friend with your LIFE? Why do you not see how absurdly over dramatic that is? I barely trust my PARTNER with my LIFE like it's MY life.\n  ","141601":"\n  \"mm\" \"ok\" \"huh\"\n  \n  just show zero care until they stop\n  ","141602":"\n  lol what\n  \n  this is just a website I have friends here but they're like, internet friends\n  \n  imagine thinking it's normal to trust people with your life like that\n  ","141603":"\n  drinking too much\n  ","141604":"\n  vampire\n  ","141605":"\n  mushrooms, onions, anchovies, spinach, artichoke, olives\n  ","141606":"\n  tide free\n  ","141607":"\n  nope\n  ","141608":"\n  old office buildings, old apartment buildings, old houses\n  ","141609":"\n  hopefully in Oct we'll be driving through ID and MT for a couple of days, me and my partner\n  ","141610":"\n  martha stewart\n  ","141611":"\n  no\n  ","141612":"\n  nah I've never regretted it for any reason\n  ","141613":"\n  yes\n  ","141614":"\n  nothing comes to mind\n  ","141615":"\n  \"smoke weed everyday\" -snoop dogg\n  ","141616":"\n  no but I did learn a whole bunch of different ways to use Procreate on iPad\n  ","141617":"\n  boat is more fun but either is fine\n  ","141618":"\n  self pay when it's an option but they don't have those at my closest grocer\n  ","141619":"\n  I would express to a particular ex just how very, extremely, especially much I hate his guts and that I need him to never, ever, ever try to contact me again\n  ","141620":"\n  not at all. I'm way too medicated for that mess.\n  ","141621":"\n  2 cheeseburger combo\n  ","141622":"\n  I posted a cool drawing animation- and a nude self portrait- on my instagram that I'm afraid to post here because of censors but y'all should go check it out I'm proud of my work\n  \n  ig: shehitsback\n  ","141623":"\n  lmao. are you 12? you have to be 13 to use ask.\n  ","141624":"\n  I never have but I might try it\n  ","141625":"\n  probably\n  ","141626":"\n  tulips\n  ","141627":"\n  no\n  ","141628":"\n  everyone does. Bird snuggles are the best.\n  ","141629":"\n  pikachu\n  ","141630":"\n  I mean I'm def not a doctor but my advice if you're going to drink a lot is to always stay hydrated between drinks. Drink so much water. Drink as much water as you drink alcohol, and them some more.\n  ","141631":"\n  I quit smoking cigarettes a decade ago. I quit biting my nails as a teen. other than that I think I still have all my bad habits\n  ","141632":"\n  this is Bubo and she is 4 and a half and loves to snuggle\n  ","141633":"\n  I mark it but I don't really celebrate anything except birthdays and xmas\n  ","141634":"\n  none come to mind usually they're frustrating, not funny for me\n  ","141635":"\n  I have none\n  "}}