{"Question":{"141636":"\n   Do you like to go out to party?\n  ","141637":"\n   Do you believe in luck? 🍀\n  ","141638":"\n   What pills are the hardest to swallow? 💊\n  ","141639":"\n   What causes you stress in your life?\n  ","141640":"\n   How do you believe the things that you can't see?\n  ","141641":"\n   How do you feel about receiving inappropriate questions? Why do you think people send them?\n  ","141642":"\n   How do you cheer yourself up when you're feeling down?\n  ","141643":"\n   Have you found the love of your life? ❤\n  ","141644":"\n   nice makeup\n  ","141645":"\n   What is better: bitter truth or sweet lies?\n  ","141646":"\n   Do you like cartoons?\n  ","141647":"\n   Are you a good liar?\n  ","141648":"\n   Do you have a calico cat ?\n  ","141649":"\n   Are you a morning person?\n  ","141650":"\n   Do you prefer winter over summer? 🍂\n  ","141651":"\n   What do you think is your greatest strength?\n  ","141652":"\n   How often do you shower?\n  ","141653":"\n   Do you like mondays? 🤣🤭\n  ","141654":"\n   Do you drink coffee? How much do you normally drink? ☕\n  ","141655":"\n   Name an animal that starts with \"D\", other than dog? 🐕\n  ","141656":"\n   Do you like going out for adventure? 🗺💕\n  ","141657":"\n   If we are 🧜‍♀️ mermaids and 🧜‍♂️ mermen, what sea creature would you have as a pet? 🐬\n  ","141658":"\n   Have you ever been told that you talked in your sleep?\n  ","141659":"\n   How often do you watch reality TV shows?\n  ","141660":"\n   Did the weekend pass by fast for you?\n  ","141661":"\n   Have you ever sleepwalked?\n  ","141662":"\n   Do you prefer toasted bread on sandwiches?\n  ","141663":"\n   Have you decorated your house for Halloween yet?\n  ","141664":"\n   How old were you when you lost your first tooth? Sophia’s about to lose her first one!\n  ","141665":"\n   Would you rather be able to sleep 8 hours a day or be able to take naps whenever\n  ","141666":"\n   Have you used a bath bomb or bubble bar before?\n  ","141667":"\n   do you like pizza rolls?\n  ","141668":"\n   Have you ever won at something your first time doing it?\n  ","141669":"\n   do you prefer to read one book at a time, or several at once? 📚\n  ","141670":"\n   So is the nightmare before Christmas a Halloween movie or a Christmas movie? Discuss\n  ","141671":"\n   Why do you love your bird more than your cat?\n  ","141672":"\n   Do shooting stars have the power to fulfill wishes?\n  ","141673":"\n   How did they approach you?\n  ","141674":"\n   Do you like marvel movies?\n  ","141675":"\n   ( ˘ ³˘)•••♥ Do you remember your first kiss?\n  ","141676":"\n   What’s the best anything that happen to you this 2020 year?\n  ","141677":"\n   How does it feel to get nothing after giving everything?\n  ","141678":"\n   Have you ever had a bad reaction to a skincare\/bodycare product? I've just had one with a face mask.\n  ","141679":"\n   Why do women  complain so much ?\n  ","141680":"\n   Are you afraid to walk away?\n  ","141681":"\n   WOULD YOU RATHER: Be able to freeze time OR travel through time?\n  ","141682":"\n   Are you quick on your feet? 🏃‍♀️💨\n  ","141683":"\n   Would you like to have a smart robot child\/pet?\n  ","141684":"\n   Do you have any advice when it comes to buying phones? I'm thinking of buying a new one.\n  ","141685":"\n   History shows us again and again how nature points out the folly of man . \n\nDo you agree?\n  ","141686":"\n   Do you believe the whole corona thing is real?\n  ","141687":"\n   Do you have a Sunday roast on a Sunday? If so what's your favourite part of it?\n  ","141688":"\n   Do you like giving other people nicknames or code names?\n  ","141689":"\n   Do you use a hot water bottle?\n  ","141690":"\n   What do you usually do on awkward situations? 😶\n  ","141691":"\n   What's the phrase\/sentence that you like to hear everyday?\n  ","141692":"\n   Have you ever felt so lazy that you don't want to get out of bed?\n  ","141693":"\n   What is at the same time funny and sad?\n  ","141694":"\n   The days passed so fast. Have you done something productive this 2020?\n  ","141695":"\n   Happy sunday! Spend your day well and don't forget to pray! 🥰\n  ","141696":"\n   How do you keep your #StayAtHome days interesting?\n  ","141697":"\n   What is your favourite thing in your room?\n  ","141698":"\n   In my profile picture, do me and my best friend look alike?\n  ","141699":"\n   Tell us a fun fact about yourself without context. For example, I once woke up under a sheep.\n  ","141700":"\n   Have you ever been to a cemetery at night? Like around 9 to 12 in the middle of the night? Would you ever do this?\n  ","141701":"\n   What kind of movies do you like to watch?\n  ","141702":"\n   What's the last gift you gave?\n  ","141703":"\n   Introduce yourself with some simple answers to your followers\/viewers that are new to your page. (Don't have to answer.)\n\n1. Name & nickname.\n2. Age(If you want)\n3. A hobby of yours.\n4. Fav. animal.\n5. 2 fav foods.\n6. Hot or cold?\n7. 2 Fav conversation subjects\n8. Element\n9. Horoscope\n10. Fav. Drink\n  ","141704":"\n   Do your pets prefer wet or dry food?\n  ","141705":"\n   some people's houses smell like farts\n  ","141706":"\n   What was the last movie that made you think?\n  ","141707":"\n   Who is the funniest comedian?\n  ","141708":"\n   Have you ever permanently cut somebody from your life?\n  ","141709":"\n   How many siblings do you have?\n  ","141710":"\n   How do you help your friends when they're feeling low?\n  ","141711":"\n   What’s the funniest password you have used in the past?\n  ","141712":"\n   How do you deal with haters?\n  ","141713":"\n   What do you think is life like on other planets? 👾👽\n  ","141714":"\n   What do you usually notice when you walk into someone's home for the first time?\n  ","141715":"\n   Which cities would you like to visit around the world?\n  ","141716":"\n   What is the worst experience you have ever had at a restaurant?\n  ","141717":"\n   What is your \"golden rule\" in life?\n  ","141718":"\n   The weekend is here! Are you glad that the week is over? How was it for you?\n  ","141719":"\n   How do you end your day? 🌙\n  ","141720":"\n   name an actress \/ actor that you like? 💫\n  ","141721":"\n   How was you week so far? 👑\n  ","141722":"\n   Do you have any insecurities?\n  ","141723":"\n   So I’m reading this book written by a doctor. The book describes how someone is staunchly against trying a different type of food while the person who is encouraging them to try it is very a adamant about them trying it offering different scenarios. What would you do in this situation?\n  ","141724":"\n   I’m reading another book by this same doctor and it involves the destruction of the environment due to destroying sacred trees by a young business owner despite warnings from the forests inhabitants. He creates a clothing company that uses these trees, are you environmentally conscious?\n  ","141725":"\n   Is there any exciting plans for the fall that you have ready to do? If it is not fall where you are located & what do you have planned for the next 3 months to where you are?\n\n______ Side note.\nIt's always remember that you guys are amazing! & that I appreciate each & everyone of you. 😊 You rock!🤘\n  ","141726":"\n   Would you prefer dinner at Applebee's, TGI Fridays, or Olive Garden?\n  ","141727":"\n   What's one thing you remember being taught from school? Do you feel like what you remember is valuable knowledge?\n  ","141728":"\n   When was the last time you celebrated something?\n  ","141729":"\n   Have you ever gone on a road trip?\n  ","141730":"\n   {In Your Opinion} — Is it better to only celebrate \"big things\" (like holidays, such as your birthday), or is it better to celebrate the little things along the way too?\n  ","141731":"\n   Do you smile a lot?\n  ","141732":"\n   Yeah true. the anon is also trying to guilt trip people into replying to him. He's basically doing what those who believe in \"friendzone\" do. Put the person in a bad light, claiming she has no 'decency' for not giving him time, as if he was entitled to her time.\n  ","141733":"\n   What are you really curious about?\n  ","141734":"\n   It's so clear that these anons - the ones who are bothered by a friend leaving them on read - are either teens, really immature or have no job. when u are a full grown adult with responsibilities, u understand that everyone has their own to deal with, their priorities. stop being so self centered\n  ","141735":"\n   What is the first thing you would buy if you win the lottery?\n  ","141736":"\n   How was he bothering her? He merely expressed he was upset. No-one likes being ignored by a friend, it’s “normal” to feel hurt before you might consider the reasons she might not have responded. Your answer seemed mean spirited tbh\n  ","141737":"\n   What do you like to put on top of your toast? 🍞\n  ","141738":"\n   Best president we’ve had in your opinion?\n  ","141739":"\n   Nice I’m pretty good I just got back from the doctors going to rest until work later on\n  ","141740":"\n   It’s not wrong to expect decency from a friend\n  ","141741":"\n   Seafood, Chicken, Pork or Beef?\n  ","141742":"\n   Morning how are you\n  ","141743":"\n   Do you find any difference between selfishness and malice?\n  ","141744":"\n   What is one trope in fiction that you just can't STAND? As in, you hate it so much that it can make you want to stop watching a show\/movie all together?\n  ","141745":"\n   Are you registered to vote?\n  ","141746":"\n   .\n  ","141747":"\n   Do you know how to whistle? 😙\n  ","141748":"\n   Are you religious\n  ","141749":"\n   What makes you feel really uncomfortable?\n  ","141750":"\n   Do you use a waterpik?\n  ","141751":"\n   I like Kit Kat bars.. that’s it that’s the post.\n  ","141752":"\n   Do you like chicken\n  ","141753":"\n   Do you like taking photographs? What kind of things do you like to take pictures of? 📷\n  ","141754":"\n   Do you like reading? Do you have a favourite author?\n  ","141755":"\n   What are you most passionate about?\n  ","141756":"\n   Has anyone else besides me receiving fewer questions lately? I seem to get a lot of spam, but only a handful of genuine questions. Are you having the same problem? 🤔\n  ","141757":"\n   What's the longest you've ever gone without sleep?\n  ","141758":"\n   Which countries have you visited?\n  ","141759":"\n   How old is your oldest piece of clothes? 👕\n  ","141760":"\n   How many time have you been in love?\n  ","141761":"\n   What do you prefer— 👂listening or 👄 talking?\n  ","141762":"\n   What do you do to get rid of stress?\n  ","141763":"\n   What is holding you back from being the best version of yourself? 🔒\n  ","141764":"\n   Do you believe in miracles? 💫\n  ","141765":"\n   What is the most hurtful 💔 truth that you heard?\n  ","141766":"\n   What is the BEST piece of advice you've received? Who gave you that advice?\n  ","141767":"\n   Are you a risk taker?\n  ","141768":"\n   Do you like to travel? Why? 🚗🚃🛥✈\n  ","141769":"\n   Who \/ What makes you instantly happy?\n  ","141770":"\n   Do you have a catchphrase or motto?\n  ","141771":"\n   Do you like guns and roses? 🔫🌹\n  ","141772":"\n   do you fear the police?\n  ","141773":"\n   Wouldn’t a situation like this make you upset. My friend doesn’t respond to my text messages, however views my instagram stories and whatever i post. Do you think this is rude?\n  ","141774":"\n   do you own any vinyl records?\n  ","141775":"\n   would you rather have pets rats or pet mice?\n  ","141776":"\n   Do you collect anything?\n  ","141777":"\n   What is your favourite kitchen appliance?\n  ","141778":"\n   Have you ever worn braces? What about glasses?\n  ","141779":"\n   So cute!\n  ","141780":"\n   Share a photo that makes you feel confident, proud, or happy!\n  ","141781":"\n   Pics of Mimi and Rin?!😄\n  ","141782":"\n   Hi Allison! I hope you're doing well. 😊🎀\n  ","141783":"\n   Can you PAP of all your pets 😍\n  ","141784":"\n   Do you have any piercings?  PAP\n  ","141785":"\n   What keeps you busy on a daily basis?\n  ","141786":"\n   Are you excited that it's fall?\n  ","141787":"\n   What was your BIGGEST FAILURE when purchasing things in the Internet? #ONLINESHOPPING\n  ","141788":"\n   Where and when do you get your best ideas? 😁\n  ","141789":"\n   When you were little, what did you want to be when you grew up? 🤔\n  ","141790":"\n   If a girl refuses to answer questions about her ex and she gets annoyed and tells people off when they ask, do u think she might not be over him?\n  ","141791":"\n   It’s so nice! U should become an artist.🥰\n  ","141792":"\n   Bad drawing\n  ","141793":"\n   Did you draw ur profile pic?\n  ","141794":"\n   Is urs stretched out?\n  ","141795":"\n   .\n  ","141796":"\n   What would you grow in your garden?\n  ","141797":"\n   heyy that's good! are u ok?\n  ","141798":"\n   Finish the sentence: Never have I ever...\n  ","141799":"\n   Do you think you could write an episode for your favorite show?\n  ","141800":"\n   Who do you trust the most? 😏\n  ","141801":"\n   How often do you change your profile picture on social media?\n  ","141802":"\n   What is something that never fails to inspire or motivate you?\n  ","141803":"\n   Do you have a specific \"morning routine\" that you follow? 🌻🌄\n  ","141804":"\n   Do you enjoy sports (either watching or participating in them) and if so, which ones? 🤸‍♀️\n  ","141805":"\n   How long is your attention span? Do you get distracted easily? ⏰\n  ","141806":"\n   What would you like to do right now at this very moment? 🗼\n  ","141807":"\n   Would you like to have a \"fairytale like\" \/ \"movie like\" version of the story of your life? 🎬🏰\n  ","141808":"\n   How do you spend the majority of your free time?\n  ","141809":"\n   Heyyy it's 100 days before 2021!!! How would you like to end your 2020???\n  ","141810":"\n   What is your energy food? What do you normally eat while you are studying or working? 🥜🍫\n  ","141811":"\n   How do you feel when you get something done that you had been working real hard at for awhile?\n  ","141812":"\n   do you play any instruments? 🎶\n  ","141813":"\n   How do you take care of your emotional and mental health?\n  ","141814":"\n   Do you think that your name suits your personality ?\n  ","141815":"\n   Are you more social or quiet and shy?\n  ","141816":"\n   How confident are you in your appearance and is there anything you would change?\n  ","141817":"\n   Do you like the Snickers almond bar? Have you ever tried it before?\n  ","141818":"\n   Do you carry a bottle of sanitizer around or some wipes?\n  ","141819":"\n   Is there a food that you don't like to eat? 🥘\n  ","141820":"\n   Have you ever heard of the smartfood popcorn? Do you like it? What's your favorite flavor?\n  ","141821":"\n   Have you managed to stay in touch with friends you met from school?\n  ","141822":"\n   do you miss anyone?\n  ","141823":"\n   do you like your job?\n  ","141824":"\n   Do you ever go to baseball games?\n  ","141825":"\n   What do you call a board thats color black if you call a green board, black board ???? 👩‍🏫\n  ","141826":"\n   Are you afraid of the past, present or future?\n  ","141827":"\n   How do you keep yourself awake? 👁👁\n  ","141828":"\n   Opinion on tattoos?\n  ","141829":"\n   Whose answers on here do you enjoy reading the most?  :)\n  ","141830":"\n   Do u still own stuffed animals as an adult?\n  ","141831":"\n   5 things you don't like in people ?\n  ","141832":"\n   What are you good at?\n  ","141833":"\n   What type of dressing do you put on your salad?\n  ","141834":"\n   What do you like to do on your weekends\/on your days off?\n  ","141835":"\n   What are your plans this fine evening?\n  ","141836":"\n   wait, did ask.fm actually tell you had “negative content”??!!\n  ","141837":"\n   Which rules are made to be broken?\n  ","141838":"\n   Who said anything about caring about them im friends with a guy thats a mechanic\n  ","141839":"\n   That was back before they went to sh!t\n  ","141840":"\n   What year is it\n  ","141841":"\n   Nissan sucks\n  ","141842":"\n   Favorite Type of Car? (Muscle, JDM, Sports, Hyper, SUV, Sedan, 4x4, Pickup, etc.) and (Make\/Model)\n  ","141843":"\n   If beauty were time, you’d be eternity\n  ","141844":"\n   What is the last thing you ate?\n  ","141845":"\n   Well I now 100% will not be replying to them at all and I'm not taking an honest questions anymore. And I'm not answering questions from random accounts that have nothing on them. I don't have time for it\n  ","141846":"\n   To be honest that might be what it is because I have been getting a lot of inappropriate questions and I'm answering them but I'm not answering them inappropriately but I think it's catching me because of the questions. It's so be really careful with answering anonymous questions now\n  ","141847":"\n   But again I'm back and I'm happy! I'm extremely Overjoyed that I am back online. I was really scared that I wasn't going to be able to get back on for some reason. I'm happy that they fixed it all\n  ","141848":"\n   Yes! I have no idea why they took my account down but they actually apologized and it was a huge misunderstanding. They actually really tried fast to get me back online because they didn't understand why I was off. I fixed everything back and I am here now. I was really upset being gone\n  ","141849":"\n   are you binge watching any tv shows currently?\n  ","141850":"\n   orange soda or grape soda?\n  ","141851":"\n   who’s your favorite fictional character?\n  ","141852":"\n   When's the last time you wanted to be immersed in a fictitious world (like a universe in a game, or a show)?\n  ","141853":"\n   Have you ever been to a concert by your favorite music artist?\n  ","141854":"\n   Do those lines get the women w*t?\n  ","141855":"\n   Are you a door? Cause I wanna come inside you\n  ","141856":"\n   wow that's awesome! i've always been curious about my origins but never had the motivation to research in depth\n  ","141857":"\n   how do you know that?\n  ","141858":"\n   i mean your username, sorry. i should've specified.\n  ","141859":"\n   what does your name mean? does it have a meaning?\n  ","141860":"\n   were u born in the US?\n  ","141861":"\n   I mean the Mexicans are that expensive to clean your house\n  ","141862":"\n   Do you ever regret being a good person to the wrong people? 😳\n  ","141863":"\n   Name something that you regard as being about as much use as a waterproof tea-bag?\n  ","141864":"\n   Do you ever socialise in groups of more then 6 people?\n  ","141865":"\n   Do you use calculator or are you good at math?\n  ","141866":"\n   Do you feel bad for all the feminists who put so much effort into tackling the scourge of manspreading on public transport only for Covid_19 to render their efforts useless as manspreading is now not only socially acceptable but also socially responsible? 😳\n  ","141867":"\n   You should build a mansion\n  ","141868":"\n   What do you miss about the old normal, way back when there is no pandemic?\n  ","141869":"\n   Do you bet on the lottery? 🤑\n  ","141870":"\n   What were your parents love song? 🎶\n  ","141871":"\n   Do you trust the bank when it comes to keeping your money? 🏦\n  ","141872":"\n   How do you say \"I love you\" in actions?\n  ","141873":"\n   That's it?\n  ","141874":"\n   Do you work out?\n  ","141875":"\n   If you had one million dollars to build anything you wanted, what would you build and why? 🏗👷‍♂️\n  ","141876":"\n   Do you use the public toilet?\n  ","141877":"\n   What is your birthday traditions?\n  ","141878":"\n   Can smart phones make people stupid? 🤯\n  ","141879":"\n   What advice would you give a person that will try to live your life?\n  ","141880":"\n   What would you like to do till the rest of the quarantine?\n  ","141881":"\n   *Sent to all of Ask*\n\nI am here now! I am back!  I had to put up the fight of my life of my life to get back on!\n\nAsk. Has done alot to all of our accounts for some reason & I do not know why. Earned it all. I am trying to get down to the bottom of it for everyone but there is no guarantee. Trying.\n  ","141882":"\n   I never thought how much I would truly miss you all until I was not able to come back on. I have been very sad for the past few days not being able to talk to all of you. When I wasn't able to come back on all I could think of was you guys. I am absolutely overjoyed. Thk you all 4 everything you do.\n  ","141883":"\n   How are you doing tonight?\n  ","141884":"\n   What did you have for dinner?\n  ","141885":"\n   Are tongue twisters a challenge for you at all?\n  ","141886":"\n   Have you ever built a treehouse?\n  ","141887":"\n   Do you like nachos?\n  ","141888":"\n   What's the last thing that made you excited for the future?\n  ","141889":"\n   How do you react to hearing people chew with their mouths open?\n  ","141890":"\n   Do you feel like you'd be a good match maker for your friends?\n  ","141891":"\n   How many more times in your lifetime do you predict you'll stub your toe?\n  ","141892":"\n   If you were given the choice, would you upload your consciousness to be put into a robot?\n  ","141893":"\n   PAP your most popular pic on social networks!\n  ","141894":"\n   what the whole of the skirt?\n  ","141895":"\n   My friend keeps texting and giving short responses and one word texts. I’m really annoyed by it, should I reply back or just end the conversation with her. Because it seems like she is putting in no effort and I’m e one initiating the convo\n  ","141896":"\n   Would you like to live in a 🌤 tropical or ❄ polar countries?\n  ","141897":"\n   How would you describe your perfect sandwich? 🥪\n  ","141898":"\n   Do you use TikTok?\n  ","141899":"\n   When someone tries to bring you down, how do you respond?\n  ","141900":"\n   How many askfm followers do you have? 😜\n  ","141901":"\n   how come the whole of your backside was showing ?\n  ","141902":"\n   It's *really* early Monday morning for me (2am.. I'm just about to sleep..) so I just wanted to say: I hope everyone who gets this has had a great weekend, and I hope that your week goes well. If you have any plans, do you care to talk about them?\n  ","141903":"\n   Why does reality suck?\n  ","141904":"\n   Do you prefer a quick shower or a long bath?\n  ","141905":"\n   what do you like and hate about online shopping? 📱🛍💕\n  ","141906":"\n   what was your worst wardrobe malfunction ?\n  ","141907":"\n   What did you do today?\n  ","141908":"\n   Who\/What makes you vulnerable? 💘\n  ","141909":"\n   Is there something you found out about yourself while using ASKfm?\n  ","141910":"\n   Do you believe in the phrase “Fake it until you make it”?\n  ","141911":"\n   What junk food could you never give up? 😋\n  ","141912":"\n   Do you think us humans are destroying the human race?\n  ","141913":"\n   What gives you comfort despite the chaos the world is currently going through?\n  ","141914":"\n   Are you strong and independent?\n  ","141915":"\n   What makes us stronger? 💪\n  ","141916":"\n   What can you buy with money that can't be bought online?\n  ","141917":"\n   Are you mature or yet immature compared to your actual age? ⏳\n  ","141918":"\n   What does the life you want to live look like?\n  ","141919":"\n   On a scale of 1 to 10, how happy are you right now?\n  ","141920":"\n   Who is the most flawless person alive?\n  ","141921":"\n   Do you prefer to travel by train, bus, plane, or boat?\n  ","141922":"\n   What color dominates your wardrobe?\n  ","141923":"\n   Where do single people go to meet other singles now with COVID and please don't tell me one of these raunchy dating sites. I've got nothing against hook up sites, I'm a fan of women that know what the want and what they need in their lives. Because let's keep it real fellas it's a woman's world.\n  ","141924":"\n   ✍ pen pal or 🤳 chat mate?\n  ","141925":"\n   Grab or Uber? 🚗\n  ","141926":"\n   Converse or Vans? 👟\n  ","141927":"\n   Do you have a memes folder? Or, a folder for reaction images?\n  ","141928":"\n   Do you ever get nervous when you get asked certain things suddenly? (an example: something that stresses many people out is, \"can we talk?\")\n  ","141929":"\n   .\n  ","141930":"\n   Uno or go fish\n  ","141931":"\n   what's the biggest gossip you once believed in but turned out to be just a hoax? 🤭\n  ","141932":"\n   Do you like kids?\n  ","141933":"\n   What’s one of your idiosyncrasies? A behaviour or quirk that’s peculiar to just you? \nI just realised that one of mine is that I’ve always casually watched Instagram videos (“reels” as they now call them) with the sound off. So I’ve rarely heard whatever ppl are saying or the backing music  😂! 🤔\n  ","141934":"\n   Where the happiness can be found?\n  ","141935":"\n   How quick does your phone usually die? 📱 🔋\n  ","141936":"\n   Have you listening to Cardi B. WAP song?🤔\n  ","141937":"\n   Do you like you some brown sugar?\n  ","141938":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","141939":"\n   How do you get rid of stress and negative energy?\n  ","141940":"\n   What is your favorite song?\n  ","141941":"\n   What is the most important thing to know?\n  ","141942":"\n   What is the most beautiful city you have ever visited?\n  ","141943":"\n   I did a test and I have an iq of 129. Enough to set me apart from ‘normal’ people but not enough to make me a genius. :(\n  ","141944":"\n   I like the pesticide citronella. Though that’s because it smells like a herb often used in sg where my brother used to live. So not some random thing.\n  ","141945":"\n   Have you ever tried meditating as a means to cope with stress or anxiety?\n  ","141946":"\n   Do you use big words when you speak? I try not to I don’t want to appear truculent\n  ","141947":"\n   Do you have any preferences that would be considered ~weird~  by the majority? Personally, I like the smell of vinegar and rubber, haha.\n  ","141948":"\n   What are your childish habits?\n  ","141949":"\n   Have you played at the arcade? Did you get any prize?\n  ","141950":"\n   Considering all Mythologies, which one is your favorite God or Goddess? Why?\n  ","141951":"\n   Men or Women: Who is more complicated?\n  ","141952":"\n   1. Bracelet or Wristwatch?\n  ","141953":"\n   🍂 I hope you all have a great weekend! Do you have any plans? :3 Stay safe! You're amazing :D\n  ","141954":"\n   Do you think us humans are destroying the human race?\n  ","141955":"\n   What side racket have you tried to earn some cash?\n  ","141956":"\n   Where does all your money go? 🤑\n  ","141957":"\n   Who is your favorite ICONIC DUO? ✌\n  ","141958":"\n   Do you take afternoon naps?\n  ","141959":"\n   What’s something that should be relatively easy that you have difficulty with?\n  ","141960":"\n   Favorite stuffed animal?\n  ","141961":"\n   I’m hungry, anyone wanna meet me for lunch or dinner? And will you pay I’m kinda broke right now .\n  ","141962":"\n   Please verify you're a human.\n  ","141963":"\n   Which is the most underrated job?\n  ","141964":"\n   Do you feel like you're doing what you were born to do?\n  ","141965":"\n   Congratulations, you have just been made a super villain. What's your villain name and gimmick?\n  ","141966":"\n   It's finally Friday! Would you say it's been a good day for you? What about your week?\n  ","141967":"\n   tell me what you think of Joe Biden?\n  ","141968":"\n   Do you seek thrills, or do you prefer to chill? _(┐「 ꒊ:)_\n  ","141969":"\n   Do you keep a cook book, or do you save recipes online?\n  ","141970":"\n   °˖✧◝(⁰▿⁰)◜✧˖° if you could learn and cast spells, what would be the first spell you'd like to learn?\n  ","141971":"\n   Have you ever accidentally said \"you too\" to a server who has told you, \"enjoy your meal\"?・₊˚꒰🍟🍔꒱\n  ","141972":"\n   You gonna have kids soon?\n  ","141973":"\n   What to do when your eye itches?\n  ","141974":"\n   Fav pizza? 🍕\n  ","141975":"\n   have you tried any fusion cuisines? what and how was it?\n  ","141976":"\n   Do you have a secret social media account?\n  ","141977":"\n   When was the last time you went out of the house? Do you still follow strict quarantine protocols?\n  ","141978":"\n   Which fruit do you hate so much you don't want to even it eat ever again?\n  ","141979":"\n   What makes you cringe?\n  ","141980":"\n   I think you've explained it very well, thanks.\nDo you think it can be permanently cured?\n  ","141981":"\n   What would you like to ask to your future self? 🤔\n  ","141982":"\n   Who’s the best left handed pitcher in baseball?\n  ","141983":"\n   Who’s the best clutch hitter in baseball?\n  ","141984":"\n   When’s the last time you turned a wrong into a right?\n  ","141985":"\n   I know you were rightfully annoyed by that anon but this is a disgusting take. You implied that only people who deserve it get cheated on? Like wtf?\n  ","141986":"\n   What did you do today?\n  ","141987":"\n   what question do you really need answers to?\n  ","141988":"\n   What would you name a newly discovered planet?\n  ","141989":"\n   When did you screw everything up, but no one ever found out it was you?\n  ","141990":"\n   Do you mind if you explain to me how it feels to be schizophrenic?  This is not a judgmental question, but to understand how you may feel.\n  ","141991":"\n   Your fav movie?\n  ","141992":"\n   What are ur guys’s Zodiac signs &’ instrest?\n  ","141993":"\n   Do meds make you sleep?\n  ","141994":"\n   What brand of engine is in your lawnmower\n  ","141995":"\n   You go to bed at 8pm? If I did that I would wake up in the middle of the night. When do u wake up?\n  ","141996":"\n   Do you eat midnight snacks? What is your go-to snack?\n  ","141997":"\n   Can you let me tell that anon to shut tf up? They're annoying ughh\n  ","141998":"\n   No its not pathetic its true\n  ","141999":"\n   Tbh all women are sl*ts every one i had cheated on me🙄\n  ","142000":"\n   I'm just saying a number not details🙄\n  ","142001":"\n   How many black guys have you been with?\n  ","142002":"\n   Nah i don't want art I want the real thing\n  ","142003":"\n   I would pay to see those pic tho\n  ","142004":"\n   Nah you still look like your 20\n  ","142005":"\n   Why not?\n  ","142006":"\n   No, you shouldn't. You're an artist with talent, not no bimbo who puts herself out there as a s*xual object who lacks any skills, potential or talent.\n  ","142007":"\n   No for n*des I hate feet🤢\n  ","142008":"\n   Make an onlyfans account\n  ","142009":"\n   What is your favorite candle smell?\n  ","142010":"\n   Trump is definitely better biden doesn't even know where he's at most of the time\n  ","142011":"\n   you said it otherwise i would've never known. we only know what you want us to know, what you put on here.\n  ","142012":"\n   you worked so hard. and still brroke loooool\n  ","142013":"\n   Who do you like better biden or trump?\n  ","142014":"\n   oh, i thought you were always self-employed\n  ","142015":"\n   What inspires you to try harder? 🤍\n  ","142016":"\n   What do you think makes a person beautiful?\n  ","142017":"\n   what fairytale\/universe would you like to live in? 🏰🌌💕\n  ","142018":"\n   According to a video game you are considered racist if you never dated a guy that's a different ethnicity\n  ","142019":"\n   Is there a food or cuisine that you want to try? 🥺\n  ","142020":"\n   Where is the best place to hide things from others? 🙈\n  ","142021":"\n   Do you borrow money or are you the one lending it? 💸\n  ","142022":"\n   Do you make others wait or do you always wait for others? ⏰\n  ","142023":"\n   Best song?\n  ","142024":"\n   what is your comfort food?\n  ","142025":"\n   〣l||l(›ଳдଳ‹)l||l what's the last thing that scared you?\n  ","142026":"\n   you’ve had a job?\n  ","142027":"\n   Do you like enjoy eating spicy hot food?\n  ","142028":"\n   If you have worked \/ work currently, have you ever told your boss off?\n  ","142029":"\n   What would you say your Top reason for getting out of bed every morning is?\n  ","142030":"\n   wellness check-in: how have you been feeling lately? has there been anything good or bad going on in your life?\n  ","142031":"\n   what’s your favorite fairytale?\n  ","142032":"\n   what is the silliest thing you’ve heard people say about you?\n  ","142033":"\n   do you have any unusual goals in life?\n  ","142034":"\n   what are some board or card games you like to play?\n  ","142035":"\n   What’s your favorite Julia Styles film?\n  ","142036":"\n   What’s your favorite Sarah Michelle Gellar project?\n  ","142037":"\n   Please be safe :(\n  ","142038":"\n   Is the air there clearing up at all or is it still pretty bad?\n  ","142039":"\n   Do you enjoy malls?\n  ","142040":"\n   Did you ever play dodgeball in school?\n  ","142041":"\n   Eating in or out?\n  ","142042":"\n   You’re beautiful! Do you model? You really should.\n  ","142043":"\n   what does it mean to be a good citizen on the Internet? 😇💖🌐\n  ","142044":"\n   How's  your night? 🌙\n  ","142045":"\n   What makes your headache when you see it?\n  ","142046":"\n   Do you eat nuts on chocolate? 🥜🍫\n  ","142047":"\n   Ever eaten Shepard’s pie?\n  ","142048":"\n   Ever eaten bangers and mash?\n  ","142049":"\n   Ever eaten haggis?\n  ","142050":"\n   Ever eaten calamari?\n  ","142051":"\n   Describe something that's happened to you for which you have no explanation!\n  ","142052":"\n   .‎˖٭Finish the sentence: Never have I ever...\n  ","142053":"\n   If a novel turned into a movie. What will you do first, read the novel or watch the movie? 😂🖤\n  ","142054":"\n   have you ever had cauliflower pizza? did you like it?\n  ","142055":"\n   What are their names?\n  ","142056":"\n   What is your religion? Why do a lot of people abandon they were born into or brought up in?\n  ","142057":"\n   🍂 More as a general curiosity, do you believe in souls? And do you think someone can give themselves with their \"body and souls\"? :3\n  ","142058":"\n   Have you met a fake person? How do you deal with them?\n  ","142059":"\n   Are you a 😈 dare devil or 😇 goody shoes?\n  ","142060":"\n   do you think IP block would be a good solution for those who constantly send hate and harass people? i mean, if you block someone, they shouldn't be able to contact you even if they make a new account. or maybe to limit people from creating numerous accounts.\n  ","142061":"\n   Do you take pictures with a camera or your smart cell phone ?\n  ","142062":"\n   what are you excited for?\n  ","142063":"\n   what stresses you out?\n  ","142064":"\n   How long can you last without your phone??? 🤔\n  ","142065":"\n   Have you ever had someone make multiple side accounts to send hate? Because I'm sitting here blocking the fourth account from the same person like: 😐😑😐\nDo you think ask.fm will ever make more security measures?\n  ","142066":"\n   Do you prefer the north in summer or the south in winter?\n  ","142067":"\n   Do you actively use an adblocker?\n  ","142068":"\n   do you believe in destiny? ❣\n  ","142069":"\n   How do you show that you appreciate someone?\n  ","142070":"\n   what tv show can you rewatch over and over and never get bored of?\n  ","142071":"\n   why is there so much smoke in the states?\n  ","142072":"\n   do you dislike 2020s fashion? like it's just the 90s reinvented, but the 90s were hella cool\n  ","142073":"\n   What can you hear? What can you see?\n  ","142074":"\n   How are things going on in your life? I hope good. If not I hope this message makes you feel better! You're amazing & always remember that!\n_\nWe are having a hurricane down here shortly within the next day or so.. if you guy's can keep good vibes our way. That would the greatest. Thx. Much love! 🤘\n  ","142075":"\n   Have you ever customized an item? Like paint your shoes\n  ","142076":"\n   When's the last time you had white cake? Have you ever had white cake before?\n  ","142077":"\n   Would it be great for a day if all men were shrunk to ant size for one day while women stayed the same size?\n  ","142078":"\n   .\n  ","142079":"\n   Are you sad or happy right now? How's your mood?\n  ","142080":"\n   Are you more likely to take extra things (like pickles or onions or lettuce) off from your food, or do not feel too picky about it?\n  ","142081":"\n   What do you like to talk about the most?\n  ","142082":"\n   How are allergies for you?\n  ","142083":"\n   What quality in a person that can make you love him\/her?\n  ","142084":"\n   What annoys you the most about a close friend?\n  ","142085":"\n   Just so you know, you’re beautiful!\n  ","142086":"\n   Followed you 🙂\n  ","142087":"\n   That might happen. People in general are very uneducated on mental issues, so when they hear someone has schizophrenia, they tend to freak out. Blame the TV and the movies for portraying mentally ill ppl as “dangerous monsters”\n  ","142088":"\n   What about politics?\n  ","142089":"\n   what is the silliest thing you have heard people say about you? 🤪😂👂\n  ","142090":"\n   Simple or Extravagant?\n  ","142091":"\n   How bad do you have a fear of germs?\n  ","142092":"\n   How well do you handle watching scary movies in the dark?\n  ","142093":"\n   Have you ever spilled food on someone? If so, was it on accident or on purpose?\n  ","142094":"\n   Generally, what genre\/theme of questions do you prefer answering? (some examples: psychological, thought provoking, humorous, political)\n  ","142095":"\n   Are you more nostalgic, or are you more interested in the future?\n  ","142096":"\n   Have you dreamt at all recently?\n  ","142097":"\n   Are you a picky eater? 😛\n  ","142098":"\n   What would people hear if they can hear your mind? 🧠\n  ","142099":"\n   Do you believe that honesty is the best policy?\n  ","142100":"\n   How good are you at saying \"no\"?\n  ","142101":"\n   Have you ever bought anything from the ASKfm Market? 🔥\n  ","142102":"\n   is there a popular quote you hate or think is just dumb? like a quote that’s supposed to be positive or motivational you’ve seen pop up on pinterest or instagram that just doesn’t make any sense to you?\n  ","142103":"\n   what’s the last gift you received?\n  ","142104":"\n   Which element of nature are you – air, earth, fire or water?\n  ","142105":"\n   Be honest , have you ever sent a nude or risqué pic to someone on social media?\n  ","142106":"\n   🍂 Are there any upcoming movies you are looking forward to? If not, what's your favourite movie? :3\n  ","142107":"\n   do you like arcade games? 👾\n  ","142108":"\n   Hi there!    ҉*\\(^ω^)\/*҉ Here's to hoping you have a great week. I hope you're able to start the week off right with a good Monday!\n  ","142109":"\n   Is there any quote you can't forget?\n  ","142110":"\n   Do you wake up at 5\n  ","142111":"\n   Can you sleep well on the sofa?\n  ","142112":"\n   What did you do today?\n  ","142113":"\n   .\n  ","142114":"\n   Which do you get more of: shoutouts or direct questions?\n  ","142115":"\n   What's the most difficult choice one has to make?\n  ","142116":"\n   Did u ever run away from home before\n  ","142117":"\n   What makes you sad?\n  ","142118":"\n   What is your favorite drink?\n  ","142119":"\n   Can you recommend some interesting people to follow? 🙂\n  ","142120":"\n   Do you prefer long hair or short hair for girls?\n  ","142121":"\n   What is your favorite type of flower?\n  ","142122":"\n   If someone liked you, how would you like them to tell you?\n  ","142123":"\n   If you like melon, what is your favourite kind? 🍉\n  ","142124":"\n   What could you see yourself being like in another time line?\n  ","142125":"\n   what is your favorite ice cream flavor? 😋🍨💕\n  ","142126":"\n   What is your reason for living?\n  ","142127":"\n   Who knows you the best?\n  ","142128":"\n   Are you able to recommend a few people to follow?\n  ","142129":"\n   How much time per day do you spend on the internet?\n  ","142130":"\n   🍂 What is your go to food, that is your guilty pleasure? :3\n  ","142131":"\n   what’s your favorite pizza place?\n  ","142132":"\n   Paris Hilton or Lindsay Lohan?\n  ","142133":"\n   what’s your favorite Disney Channel show?\n  ","142134":"\n   Would you say you live in a \"good\" neighborhood?\n  ","142135":"\n   How do you prefer to spend your birthdays?\n  ","142136":"\n   What's the last thing you lost? Did you find it?\n  ","142137":"\n   What's the most you'd be willing to  spend on a birthday cake?\n  ","142138":"\n   How was your week?\n  ","142139":"\n   How do you think the world might end?\n  ","142140":"\n   Hey Allison how are you\n  ","142141":"\n   .\n  ","142142":"\n   Are you more of a dog person or a cat person?\n  ","142143":"\n   There are only so many questions you can ask about work I guess. Maybe if you promote your ask.fm on your insta or twitter you’ll get more art related questions. If not, just accept ppl have nothing to ask you about it\n  ","142144":"\n   You get the questions people want to ask. Simple. Maybe you should ask yourself the questions you feel you “deserve” or want.\n  ","142145":"\n   In regards to body hair, and not getting too explicit, I prefer to shave my armpits (but let them go wild during winter) and it took me a while to stop judging other women tbh. Social conditioning I guess. I remember growing up it was said that European women didnt shave armpits etc\n  ","142146":"\n   You don’t remove make-up before bed?\n  ","142147":"\n   lol. if you shaved your armpits you wouldnt look like a pubescent girl you’d still look like a middle-aged woman\n  ","142148":"\n   What's the funniest auto-correct mistake you made?\n  ","142149":"\n   What's your favourite cute gif\/meme right now?\n  ","142150":"\n   I feel like many folks feel happiness without really acknowledging why, so.... Share something that makes you feel happy! It can be anything like a picture, a song, a joke etc. 💚🖤\n  ","142151":"\n   Who's your favourite artist?\n  ","142152":"\n   Why are anons so concerned about your body? Keep scrolling and move on.\n  ","142153":"\n   not that I owe U an explanation but people with anxiety tend to sweat more bc panic. nice ableism there. anyway, my hygiene is good dont worry. so is my body. im done here. not going to argue with a woman whos the same age as my mom. I respect the elders🌈✨toodles.\n  ","142154":"\n   U dont use it in public now do u? but i wouldnt be surprised cause ive seen so many americans promoting all types of irational ideas like free bleeding... My problem is when they use it in the name of feminism. no, women like u do not represent me, sry:( U are just a slob\n  ","142155":"\n   um yes true but that doesn’t mean u shouldnt shave it. it’s summer, people sweat. lord, i don’t even wanna imagine this is way too grody. :\/\n  ","142156":"\n   women not shaving their armpit is kind of gross. i mean it’s gross for men too. U americans are just ridiculous.\n  ","142157":"\n   i put this on my dating website about me page is this stupid? how can improve it\n\n\n\ni'm just a normal guy who is looking for that  special someeone to  help me grow even more to make me a better person.\n  ","142158":"\n   do you have a crimial record\n  ","142159":"\n   Does honesty solve all problems?\n  ","142160":"\n   What was the one thing the weird kid in school did?\n  ","142161":"\n   🍂 What is your favourite memory of all time? Can be anything! :3\n  ","142162":"\n   what is your favorite childhood story? 📚🎬💕\n  ","142163":"\n   When it comes to dating, do you make the first move? 💞\n  ","142164":"\n   Do you own a PS4 or an Xbox? Do you want to own one?\n  ","142165":"\n   I’m so hungry, what’s something you like to snack on that’s both filling and healthy?\n  ","142166":"\n   Are you reaching your goals you have set?\n  ","142167":"\n   What's the weirdest scar you have and how did you get it?\n  ","142168":"\n   What's the use of Askfm coins?  Can I convert this into real money?\n  ","142169":"\n   What do you think when you look in the mirror?\n  ","142170":"\n   Would you want to be internet famous?\n  ","142171":"\n   If you were given one wish, what would it be?\n  ","142172":"\n   What's a popular food you find disgusting?\n  ","142173":"\n   how well can you see without your glasses\n  ","142174":"\n   Have you ever been in a blizzard ?\n  ","142175":"\n   hey  hope you had a nice day\n  ","142176":"\n   Hope everyone has a good day\n  ","142177":"\n   What are your favorite things about yourself at the moment? What is something you wish you change?\n  ","142178":"\n   If you could have any wild animal as a pet what would it be?#\n  ","142179":"\n   🍂 You made it through the week! Whether you're working over the weekend, or relaxing, I hope it's good to you! Keep being amazing! 💕\n  ","142180":"\n   Have you ever had to borrow money?\n  ","142181":"\n   Have you ever met anyone irl that you originally met online?\n  ","142182":"\n   When you think, do your \"thoughts\" come in with a voice or do you just process the words silently?\n  ","142183":"\n   When someone is walking towards you on the same sidewalk, do you feel more comfortable crossing to avoid them?\n  ","142184":"\n   Is love complicated? Why?\n  ","142185":"\n   What is the most comforting sound to you?\n  ","142186":"\n   Are you more of a performer or just part of an audience?\n  ","142187":"\n   Imagine that world stands still for 24 hours, you are the only one able to move. What would you do?\n  ","142188":"\n   do you think there is someone out there for everyone as ive never  had a gf and i'm 24 I don't think i\"ll find anyone as i'm too chicken shit to ask a girl out\n  ","142189":"\n   What words do you often mispronounce\n  ","142190":"\n   Do you remember the flip phone Motorola V3?\n  ","142191":"\n   do you have any Gucci  clothing\n  ","142192":"\n   How much ASKfm coins do you have? 🔥\n  ","142193":"\n   Why doesn't ask show our followers? Do you want to know who follows you?\n  ","142194":"\n   What's you favorite poem?\n  ","142195":"\n   What's your bucket list?\n  ","142196":"\n   are you afraid of the dentist?\n  ","142197":"\n   have you ever felt that you're not yourself?\n  ","142198":"\n   you sound like someone waiting to be offended by trivial shit when there are lots of important things to really get upset about. you could have just deleted the question ffs\n  ","142199":"\n   you are being overly sensitive, you could say the same thing about most questions on here. there was no maliciousness to it, get over yourself\n  ","142200":"\n   this is wrong. your parents\/guardians owe you plenty when you are young. they owe you safety and love to the best of their ability\n  ","142201":"\n   What was the last fruit you ate?\n  ","142202":"\n   Are you a wallflower? 🌼\n  ","142203":"\n   who are your 3 best friends on ask fm\n  ","142204":"\n   Do you have any interesting stories to tell?\n  ","142205":"\n   .\n  ","142206":"\n   How to raise your self-confidence?\n  ","142207":"\n   Im sorry if my question bothered you in any way.\n  ","142208":"\n   Do you think you could manage your own business?\n  ","142209":"\n   What's one animal you would not want to come face to face with?\n  ","142210":"\n   Would you date yourself if you were someone else?\n  ","142211":"\n   What are some small things that make you happy?\n  ","142212":"\n   What's your favorite music genre?\n  ","142213":"\n   What is your favorite word?\n  ","142214":"\n   Have you ever held a python before? Would you ever do this? Do you own a snake? Would you ever? 🐍\n  ","142215":"\n   Do you ever do any type of demolition?\n  ","142216":"\n   What kind of parent do you think you will be?\n  ","142217":"\n   Lol, right? Or when people make a big deal out of “Read”.\n  ","142218":"\n   Who let the dogs out? 🐶\n  ","142219":"\n   What help you relax the best on s stressful day? 😌💖\n  ","142220":"\n   What is your favorite color? 🌈\n  ","142221":"\n   Do you want a swimming pool on your house?\n  ","142222":"\n   If you were on a date, what is one thing your date could do that would make you never consider going on another date again with them?\n  ","142223":"\n   What are your plans after the pandemic? 🍲🌊\n  ","142224":"\n   should prisoners be allowed to use phones and laptops? why? ×_×\n  ","142225":"\n   How smart is you phone? #SmartPhoneFlex 😁\n  ","142226":"\n   are you watching the tour de france\n  ","142227":"\n   Do you have a mirror in your bedroom?\n  ","142228":"\n   what's new\n  ","142229":"\n   Where your passion lies?\n  ","142230":"\n   I'm listening to our song baby, it's bringing me back some memories we spent together 😘\n  ","142231":"\n   do you like hydrangeas\n  ","142232":"\n   What about leigh?\n  ","142233":"\n   Are you a mum or babysitter?\n  ","142234":"\n   Would you like to stay young forever? 🤔\n  ","142235":"\n   how often do you get on ask.fm\n  ","142236":"\n   What is your favorite junkfood???\n  ","142237":"\n   Mid-week Mission! Your mission, should you choose to accept it, is to post a pic or describe something you own that you won't share with anyone.\n  ","142238":"\n   What is your latest online purchase? 9.9\n  ","142239":"\n   What is your go to store?\n  ","142240":"\n   Lol! Well I’ll have to correct that as I love Godzilla as I am grateful he defeated King Gomorra saving us from impending doom.\n  ","142241":"\n   Left handed , you like crockpots, your last name is my moms maiden name.. we could be related !\n  ","142242":"\n   Thank you! You’re left handed too?\n  ","142243":"\n   Ever sold anything on offer up or eBay ?\n  ","142244":"\n   Boom\n  ","142245":"\n   How was your day?\n  ","142246":"\n   PAP your favorite outfit!\n  ","142247":"\n   I dare you to drop the most painful words someone has told you 💔\n  ","142248":"\n   Have you ever had fajitas before? If so what do you usually have in your fajitas?\n  ","142249":"\n   Do you have any paintings on your wall in your house? Care to share a picture? If you don't have any paintings in your house would you ever get any?\n  ","142250":"\n   What kind of pet would you like to have in the future? 🐯\n  ","142251":"\n   Instead of money, what would you like to be paid in? 💸\n  ","142252":"\n   Have you been in two places at the same time?\n  ","142253":"\n   Who are your closest friends?\n  ","142254":"\n   Steak or chicken\n  ","142255":"\n   What is something you have ALWAYS wanted to do but haven't yet gotten the chance to?\n  ","142256":"\n   What's your favourite fried food?\n  ","142257":"\n   Hey folks! I set up an art page recently! If any of you have an interest in digital and\/or traditional art and would like to see, let me know.\n  ","142258":"\n   Have you ever felt that you can do anything and everything? 💪\n  ","142259":"\n   When’s the last time you had chapped lips?\n  ","142260":"\n   What's the best way to get your attention?\n  ","142261":"\n   What do you regret from your teen years?\n  ","142262":"\n   What is on your bucket list?\n  ","142263":"\n   Do you like flowers?\n  ","142264":"\n   do you smoke?\n  ","142265":"\n   What is the first furniture that you will buy for your own house? Why? 🏡\n  ","142266":"\n   What do you think your mental age is?\n  ","142267":"\n   Rain ☔️ or snow ❄️\n  ","142268":"\n   Do you have a work out or exercise routine?\n  ","142269":"\n   Do you have any vices? 🚬🍻\n  ","142270":"\n   Do you think 🐶 puppies or 😽 kittens are cuter? ❣\n  ","142271":"\n   How many pets do you have?\n  ","142272":"\n   Do you sleep immediately when you are sleepy? Or do you fight it? 🥱\n  ","142273":"\n   Do you think getting older is depressing or a happy occasion?\n  ","142274":"\n   What is your greatest success in your life?\n  ","142275":"\n   Favourite rock band?\n  ","142276":"\n   What do you avoid writing here?\n  ","142277":"\n   Do u have insta, if yes what's your username?\n  ","142278":"\n   Mind sharing what's going through your mind right now?\n  ","142279":"\n   Favorite drink?\n  ","142280":"\n   How was your weekend?\n  ","142281":"\n   Love or world peace\n  ","142282":"\n   Did you cook tonight?\n  ","142283":"\n   You like girts. Ever had them before? Or have you ever heard of them before? Should check them out.\n  ","142284":"\n   What are the most important advantages of Internet?\n  ","142285":"\n   like\n  ","142286":"\n   What is one talent or hobby you have, that very few people know about?\n  ","142287":"\n   Do you flinch at jumpscares?\n  ","142288":"\n   Blinds or Curtain?\n  ","142289":"\n   Why do we look for some hot soup when we are sick?\n  ","142290":"\n   What is your favourite dinner to make when you don't really want to cook?\n  ","142291":"\n   What is something that you can't tolerate? 🙅‍♀️\n  ","142292":"\n   have you ate anything that disagreed with you\n  ","142293":"\n   What would be your reaction if you were groped by a female friend?\n  ","142294":"\n   Be honest, have you ever taken a swig from the nearest can of Stella   at a house party, just to wash down the Mandy you just took, only to find out it was being used as an ashtray 😱🚬🤮\n  ","142295":"\n   tomorrow is labor day in the united states, although the holiday is often celebrated all weekend long. if you're american, are you celebrating (and if so, what are your plans)? if you're not from the US, what have you done this weekend that made you happy?\n  ","142296":"\n   Would you leave your home country for the one you love?\n  ","142297":"\n   Who or what made you smile today?\n  ","142298":"\n   Who would you like to meet?\n  ","142299":"\n   Would you want to be internet famous?\n  ","142300":"\n   Are you afraid of heights?\n  ","142301":"\n   I am tired of fighting with you blue_bid.\n  ","142302":"\n   What is your favorite month of the year?\n  ","142303":"\n   What are 3 things that make you smile?\n  ","142304":"\n   How long have you been using this app for?\n  ","142305":"\n   How many times do you hit the snooze button before getting up?\n  ","142306":"\n   What apps do you mostly use on your phone?\n  ","142307":"\n   If you could choose to live anywhere in the world, where would you prefer to live?\n  ","142308":"\n   A song you really like at the moment? 🎶\n  ","142309":"\n   how was your day\n  ","142310":"\n   What color is your cellphone?\n  ","142311":"\n   Why does the forbidden fruit always taste the sweetest?\n  ","142312":"\n   Worst dish you've ever tasted?\n  ","142313":"\n   If you're given the chance to talk to your old self from a specific event, what would you tell him\/her and why?\n  ","142314":"\n   Why are you so obsessed with me?\n  ","142315":"\n   do you find kids to be embarrassing and do you have an example?\n  ","142316":"\n   Do you eat salads? 🥗\n  ","142317":"\n   Do you smoke? 🚬\n  ","142318":"\n   If the dinosaurs did not extinct, would you want to have them as a pet? 🦖🦕💕\n  ","142319":"\n   So I asked my friend “how are you”? She replied “ Good” do you think it’s impolite because she didn’t ask how I was as in saying “ Good and you ? “\n  ","142320":"\n   Do you think marriage is important?\n  ","142321":"\n   something\/someone that you are proud of?\n  ","142322":"\n   Do you judge someone based on their bad choices in life? >_<\n  ","142323":"\n   What makes askfm different from other social media apps? ❣\n  ","142324":"\n   How much is your Art?\n  ","142325":"\n   What can you think about for hours?\n  ","142326":"\n   If someone on Instagram says that they are going to pay you $3,000 dollars though Cash App and says that in order to get $3,000 dollars you should pay me $30 dollars and after that $50 dollars and after that $100 dollars, should you pay that or not?\n  ","142327":"\n   If you’re given an extra life then how will you die? #dumbwaystodie 😂😂\n  ","142328":"\n   Have you ever jump in front of a mirror to see how your b00bs look when them bounce? 🤔\n  ","142329":"\n   im just here\n  ","142330":"\n   What activity calms you down and makes you feel at peace with the world? 🌸\n  ","142331":"\n   These voices... I hear them and when they talk I follow all these voices\n  ","142332":"\n   why\n  ","142333":"\n   Get off ask old woman!\n  ","142334":"\n   I need your help!\n  ","142335":"\n   Hello Allison.\n  ","142336":"\n   Have you ever been injured while at an amusement park?\n  ","142337":"\n   Congratulations! That's wicked exciting.🦜\n  ","142338":"\n   Why did you join ask? When?\n  ","142339":"\n   What’s something most people seem to love but you don’t? I don’t like going to beach and I don’t think chocolate is that good.\n  ","142340":"\n   When is your birthday?\n  ","142341":"\n   What do you want to know about the future? 🔮🤔\n  ","142342":"\n   Just got my covid test results and I'm positive and probably I'm gonna die so before I pass out I wanna say goodbye and was my pleasure to asked you questions you were funny and honest and yes I'm gonna miss you a lot 😘😘😘\n  ","142343":"\n   What is your hands down  favorite holiday?\n  ","142344":"\n   what’s the last lesson you learned?\n  ","142345":"\n   what’s the last “bump in the road” you hit when trying to do something?\n  ","142346":"\n   what’s the last thing you realized?\n  ","142347":"\n   who does most of the cooking in your house?\n  ","142348":"\n   🍂 What is your most favourite thing to do in your spare time? :3\n  ","142349":"\n   Do you think it is okay for a 21 year old girl to date a 24 year old guy??\n  ","142350":"\n   What is the last compliment you received?\n  ","142351":"\n   How are you doing?\n  ","142352":"\n   Do you think it is okay for a 21 year old girl to date a 24 year old guy??\n  ","142353":"\n   .\n  ","142354":"\n   .\n  ","142355":"\n\n    @alyssonzurcmann\n   \n   asked you:  Tell us 10 new features that you would like to have here on askfm\n  ","142356":"\n   What can you hear right now? What can you smell right now? What can you see right now?\n  ","142357":"\n   In your opinion do you think girls should talk more about their s exual life? 🤔\n  ","142358":"\n   Name three positive things about yourself? ☀️\n  ","142359":"\n   How would the world be different if everybody was vegetarian? 🍅\n  ","142360":"\n   If you are given a chance to \"Factory Reset\" your life, would you? ⏳\n  ","142361":"\n   Can you guess who I am? I will give you a reward if you get it right! 😝🤭\n  ","142362":"\n   Share something you're grateful for today.\n  ","142363":"\n   Would you ever date one of those YouTube prank guys who are always posting vids of themselves pranking their girlfriends?\n  ","142364":"\n   Do you think the planet Jupiter gets enough credit for all the hard work it does using it's massive size and strong gravitational pull to 'hoover up' all those asteroids that otherwise could well end up hitting Earth instead and wiping us all out? 😳\n  ","142365":"\n   If you are the only person who can lie in the world, what would you lie for?\n  ","142366":"\n   What do you normally consider when you like someone? ❤\n  ","142367":"\n   What were you know for during your high school years?\n  ","142368":"\n   Where do you buy clothes then\n  ","142369":"\n   How does bad criticism affects you and how do you deal with it? 🤬🗯\n  ","142370":"\n   Which song makes your mood better? 🎧 📻 🔊\n  ","142371":"\n   Can you make modifications on the app settings? (Web version) 🤔\n  ","142372":"\n   Is that useful? What ad blocker do you use?\n  ","142373":"\n   Good day to you! Enjoy your day! We might be in a lockdown but always stay positive and stay awesome. Have a productive day! 💛\n  ","142374":"\n   Would you recommend the last movie you watched?\n  ","142375":"\n   What NFL player would middle linebacker Zach Thomas look like if he was completely bald out of these 2 NFL players, quarterback Matt Hasselbeck or middle linebacker Brian Urlacher?\n  ","142376":"\n   Do you watch youtube vlogs? ▶️\n  ","142377":"\n   Lunch?\n  ","142378":"\n   Would you marry the one that you love even if the world forbids it? ❤\n  ","142379":"\n   Do you like to wear expensive clothes? 💲\n  ","142380":"\n   Which virtues do you live by? 💖 (Wisdom and Knowledge, Courage, Humanity, Justice, Temperance, Transcendence, etc.)\n  ","142381":"\n   pizza or macaroni?\n  ","142382":"\n   great, i’ll check them out. most youtubers use so many products. like an unbelievable amount for the average person\n  ","142383":"\n   What is your opinion on advertisements and commercials?\n  ","142384":"\n   How would describe your style\n  ","142385":"\n   Are you still awake? 😳\n  ","142386":"\n   what joke? its a play on your username, no? it doesnt work tho. the name implies your boat will sink\n  ","142387":"\n   Which are the worst\/most difficult companies or organisations you have to deal with regularly? \nMy top three are \n1. 📲 My phone\/telecoms company; \n2. 🏛 The government’s Department of Work and Pensions; \n3. 🏦 My bank. \nI try to avoid interacting with them (inc via tech) unless absolutely necessary!\n  ","142388":"\n   have you ever done a make-up tutorial?\n  ","142389":"\n   didnt you have an open marriage anyway?\n  ","142390":"\n   too many “do”’s. cut out the first one and it works better\n  ","142391":"\n   this boat sounds doomed tbh. if the sea is hitting back and all 😂\n  ","142392":"\n   Tell about your favorite teacher!\n  ","142393":"\n   What's something you wish you could say to your 12 year old self?\n  ","142394":"\n   I really need a hot company right know ❤️ (If you know what I mean)\n  ","142395":"\n   i recently bought a gordon ramsay english food pub book\n  ","142396":"\n   What do you wish you'd had time to do this summer?\n  ","142397":"\n   have you ever eaten a pub meal\n  ","142398":"\n   roses are red, violets are blue.....\n  ","142399":"\n   Do you mind who just comes up to you and hugs you? Like.. do you only really about people you know like family members and friends? Or not even them?\n  ","142400":"\n   What would you name your boat if you had one?\n  ","142401":"\n   Five.... five.... five dollar footlongs!!!!! What are some other annoying commercials?\n  ","142402":"\n   Did you have chemistry in school? Did you ever blow up anything?\n  ","142403":"\n   What keeps you on askfm?\n  ","142404":"\n   Ever been to a gay or lesbian bar?\n  ","142405":"\n   Do you like green beans ?\n  ","142406":"\n   Do you like wind chimes?\n  ","142407":"\n   How much longer do you think this pandemic will last?\n  ","142408":"\n   If you could spend an expense-free and care-free day with anyone living or dead who would it be, and what would you do?\n  ","142409":"\n   Do you also just stare at the clouds and watch them move? ☁️⛅☁️\n  ","142410":"\n   What makes a person rich? Is it just money? 🤑💲\n  ","142411":"\n   What would you ask the President, if you could? 🗣\n  ","142412":"\n   Do you still watch TV or do you just use your phone\/tablet\/laptop?\n  ","142413":"\n   Best state?\n  ","142414":"\n   What's something that you like staring at?\n  ","142415":"\n   Do you share your askfm answers to yuh our other social media accounts? 🤳🌐\n  ","142416":"\n   You were my kindergarten crush 😳\n  ","142417":"\n   Do you return or pay back the coins (and likes) that you receive here on askfm? Is that a mandatory or some kind of gesture? 🔥\n  ","142418":"\n   Do you like veggies or meat more?\n  ","142419":"\n   Do you follow any famous on Instagram?\n  ","142420":"\n   What's the most useless thing you have to do every day?\n  ","142421":"\n   What is the best thing you came across on the internet today?\n  ","142422":"\n   Are you watching the tennis match?\n  ","142423":"\n   how often do you take naps?\n  ","142424":"\n   Do you like radishes?\n  ","142425":"\n   What useless talent do you have? 😂\n  ","142426":"\n   Do you like tuna?\n  ","142427":"\n   Do you have standards when it comes to your friends?\n  ","142428":"\n   Do you also have a feeling of being afraid to go out because of the pandemic?\n  ","142429":"\n   What’s one thing you know for a fact about me? And not the obvious like that I have 2 kids or I’m married or I’m 45. Let’s see how well you all know me\n  ","142430":"\n   What is your ultimate opinion about love and relationships? Do you believe in love or do you not believe in love?\n  ","142431":"\n   Would you rather have the fame or the glory? 😎\n  ","142432":"\n   Where do you envision yourself living in the future?\n  ","142433":"\n   Have you ever felt so down? 😔\n  ","142434":"\n   If you could have any job for a day, what would it be? 👨‍⚖️👨‍🍳👨‍🏭👨‍🔬👩‍🎤👨‍✈️👨‍🚒👷‍♀️🕵️‍♀️💖\n  ","142435":"\n   Something you have been enjoying lately? 💟\n  ","142436":"\n   have you ever watched the show teen mom? do you still watch it?\n  ","142437":"\n   You ever use maps? Map GIFs? Or PAPs.\n  ","142438":"\n   Something that really bugs you?\n  ","142439":"\n   When you are feeling cold how do you warm yourself up?\n  ","142440":"\n   Should I make more money? Is money important? 💸\n  ","142441":"\n   What did you cook?\n  ","142442":"\n   What made you happy today?\n  ","142443":"\n   weird question i know\n  ","142444":"\n   how's your mental health it's important to check on people's mental health\n  ","142445":"\n   Do you have art or posters on your wall? PAP!\n  ","142446":"\n   Do wars actually bring peace? Why\/why not?\n  ","142447":"\n   Do you ever think there could be a world leader that has power over all countries? Would that unite people or divide them?\n  ","142448":"\n   What are you passionate about?\n  ","142449":"\n   Should\n   \n    @askfm\n   \n   have a dark mode too? 🌚🖤\n  ","142450":"\n   If there are sleeping pills, is there a pill for staying awake? 💊\n  ","142451":"\n   NEVER HAVE I EVER: Have you ever confessed your feelings to someone anonymously? ✍💌💭\n  ","142452":"\n   Do you find it easy to say \"no\"?\n  ","142453":"\n   Which Disney character would you like to be for a day?\n  ","142454":"\n   How do you decide what movie to watch?\n  ","142455":"\n   What smell brings you back to childhood?\n  ","142456":"\n   Would you date yourself if you were someone else?\n  ","142457":"\n   Was your internet down earlier?\n  ","142458":"\n   Do you know how to face your fears?\n  ","142459":"\n   If you're reading this, it means you're amazing, don't let others think you differently. Have a nice day. 😘😘😘\n  ","142460":"\n   what’s exploding? i mean, compared to before\n  ","142461":"\n   have you ever had your horoscope come true?\n  ","142462":"\n   What's your only fans? 🤔\n  ","142463":"\n   Coin Giveaway Challenge!        Answer this with something funny. It can be anything. If it makes me laugh I'll award you 100 🔥. If it makes me smile I'll award you 30 🔥. The funniest entry I get will win 1500🔥! 😊\n  ","142464":"\n   do you go all out decorating for the holidays or do you not really care?\n  ","142465":"\n   what’s the last tv show you watched?\n  ","142466":"\n   what’s the last thing that annoyed you?\n  ","142467":"\n   when’s the last time you were in a bad mood?\n  ","142468":"\n   what’s the last good thing to happen to you?\n  ","142469":"\n   when’s the last time you were in a really good mood?\n  ","142470":"\n   how many coins would you say you give out everyday?\n  ","142471":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","142472":"\n   What can you hear right now? 👂\n  ","142473":"\n   Have you ever eaten beet cake? If so, did you like it?\n  ","142474":"\n   Why?\n  ","142475":"\n   Which two movies would you like to combine into one?\n  ","142476":"\n   If you could be a superhero, who would you be?\n  ","142477":"\n   What is the first animal you would run to see if you went to the zoo?\n  ","142478":"\n   How are you feeling right now?\n  ","142479":"\n   What is the most dangerous thing you have ever done?\n  ","142480":"\n   How's the pandemic affecting you rn?\n  ","142481":"\n   When you go to a movie theater, where do you like to sit (front, middle, back, aisle)? Why? 🎬🍿\n  ","142482":"\n   Would you date your bestfriend? 🙊\n  ","142483":"\n   what do you do when it’s raining outside?\n  ","142484":"\n   what did you have for breakfast?\n  ","142485":"\n   what are your plans for the day?\n  ","142486":"\n   When’s the last time you watched a really bad movie?\n  ","142487":"\n   Wakanda forever!\n  ","142488":"\n   How often do you moisturise your body? What products do you like to use?\n  ","142489":"\n   What do you consider most important in the person you love?\n  ","142490":"\n   Did you watch the Black Panther movie with actor Chadwick Boseman? 😔\n  ","142491":"\n   Is there any house chore that you enjoy doing?\n  ","142492":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","142493":"\n   Have you ever given your cell phone number to someone you met on the internet?\n  ","142494":"\n   Does the universe destroy you or you destroy the universe?🧐\n  ","142495":"\n   What's your fav childhood show?\n  ","142496":"\n   Which element best represents you?\n  ","142497":"\n   Have you told someone to stop staring @ your legs? 🤔\n  ","142498":"\n   Your opinion on rain? Do you love rain? Not really? Don't mind it? 😊 Tell me about it. (Post GIF with please. I wanna see some rain GIFs y'all 💙🌧)\n  ","142499":"\n   What is a pattern that you really like. Like on clothes. PAP or GIF it. (If you would like) Or just explain it. What patterns you like. Can be more than one.\n  ","142500":"\n   Would you ever own a pickup truck? Do you own one now? 😊 Do you like it? If you don't own one, would you maybe?\n  ","142501":"\n   Tell me about someone you love. Just list some amazing things about them that just make them stand out to you. It just makes you glow happy seeing them doing.\n  ","142502":"\n   How is the weather where you are at the moment? We are currently riding through a hurricane. 👍 It's great. Lol can barely see the road and everything. 😂😭 Stay safe y'all. 🤘👍\n  ","142503":"\n   What do you think about them starting school?\n  ","142504":"\n   Are you an outside person? Explain why you aren't or why you are. (Can add a GIF. Don't have to)\n  ","142505":"\n   Have you ever flown on a plane? Ever fly 1st class? That stuff is kool. I recently checked out some videos on it on YouTube & it is really neat, but almost 22k for a 1st class is just insane. That was the low in price. LOL 😂 Some being 30-40k 14 hr 1st class spots on planes. NEW CAR PRICES. XD\n  ","142506":"\n   Do you like little brats sausages, like the little cocktail weenies? And some barbecue sauce or something? Or maybe with mustard?\n  ","142507":"\n   When's the last time you've gotten your hair trimmed? Were you impressed with it? Are you planning to go back anytime soon? Maybe get it done? (Mostly for girls but guys can answer too.) GIF's? (Can post a selfie with if you want)\n  ","142508":"\n   Did you ever go on any field trips that remember that you really loved in school? If you remember what they were tell us about them. Where did you go and what did you do? What was your favorite parts?\n  ","142509":"\n   Have you ever had a McGriddle from McDonald's?\n  ","142510":"\n   Have you ever seen an alligator in real life? Would you ever want to see an alligator in real life?\n  ","142511":"\n   Your favorite thing about fall?\n  ","142512":"\n   Would you ever live out in the woods? You would have electricity internet and an a easy way to get in and out of your place. You would have livestock, creeks, lots of shade and privacy. Would you ever do this? (Can post a gif or picture with if you want to.)\n  ","142513":"\n   Do you have a coffee table in your living area at home? Or some sort of a table? Have you ever thought of getting one?\n  ","142514":"\n   🍀 One more day, and it's the weekend! You've got this! Do you have any plans for this weekend? :3\n  ","142515":"\n   how often do you wash your face?\n  ","142516":"\n   do you pick at your skin, nails, etc? i do 😩\n  ","142517":"\n   when bugs get in your house\/room, do you kill them or put them back outside?\n  ","142518":"\n   Do you believe in a god?\n  ","142519":"\n   Why do other people gossip so much? Don't they have something else to do? 😆\n  ","142520":"\n   How long can you survive without food and water? 🤤😵😂\n  ","142521":"\n   Have you ever flown by helicopter? 🚁\n  ","142522":"\n   I really like one of my friends who happens to be a female, I don’t know catching feelings for her as more than a friend. I am afraid to tell her because I don’t know how she’d react. Do you think I should tell her? The way she responds to me on text shows she may like me too\n  ","142523":"\n   Have you ever went on a road trip where you just wanted to get lost? You didn't know where you were going you were just going somewhere to get away from people.\n  ","142524":"\n   I am doing small spams today.\n\nWhat is that & how do you get one? All you have to do is come onto my page & ask! And I will send, start! Come on my page & ask. I am randomly selecting people. I might not do everyone b\/c I follow a TON of people. But will try my best ok y'all aaannd GO! LET'S START!\n  ","142525":"\n   How are you doing?\n  ","142526":"\n   Which fruit do you choose? 🍏 🍎🍊 🍐 🥑🍍🥥\n  ","142527":"\n   .\n  ","142528":"\n   I'm really depressed and I need a hug. 😢\n  ","142529":"\n   Do you believe that a person can change?\n  ","142530":"\n   What's your favorite cereal?\n  ","142531":"\n   🌻 Do you attract the right kind of people, or the wrong kind? Or is it relatively balanced? ☯️\n  ","142532":"\n   Mood today\n  ","142533":"\n   Except for your room, which room do you often stay at your house?\n  ","142534":"\n   Do you believe in 😇 angels and 👿 demons?\n  ","142535":"\n   Do you believe in happy endings? 🥀\n  ","142536":"\n   Do you keep your room clean or messy? 😂😝😏\n  ","142537":"\n   Do you like coffee with too much or too little sugar? ☕\n  ","142538":"\n   When did you realize that your partner really loved you?\n  ","142539":"\n   Are you a vegetarian?\n  ","142540":"\n   Why somebody anons (if not all) obsessed with s ex so much? 🤔\n  ","142541":"\n   Do you ever wish you were raised differently?\n  ","142542":"\n   Do you have a prescription to stop being sad? Can you share?\n  ","142543":"\n   What was the last thing you got for free? 🆓️🖤\n  ","142544":"\n   selfie?\n  ","142545":"\n   What is the most exciting thing that has happened for you this month? ✨\n  ","142546":"\n   What do you think about exorcisms? ✝️\n  ","142547":"\n   Do you prefer extreme cold or extreme heat?\n  ","142548":"\n   When’s the last time you had to do algebra?\n  ","142549":"\n   If you were gonna release product into the world, what would it be? \nEXAMPLES: a make up line, a book, a clothing line, or something else.\n  ","142550":"\n   Today is Women's Equality Day! Who do you think is the greatest woman in history?\n  ","142551":"\n   Congratulations! :D\n  ","142552":"\n   Damn I feel pity of you. You really want to stand out\n  ","142553":"\n   Don’t you ever take a break from being the first one to reach out to your friends? Do you ever sometimes just not text your friends to see if they will reach out to you first ?\n  ","142554":"\n   Do you think life is fair?\n  ","142555":"\n   Do we always reap what we sow?\n  ","142556":"\n   🌻 What are \/ were you most thankful for today? :3 can be anything! 🍀\n  ","142557":"\n   Do you forgive and forget? 😇\n  ","142558":"\n   First three songs in your favorite playlist?\n  ","142559":"\n   What is your opinion about jewelry? Do you wear one\/some?\n  ","142560":"\n   How often do you use your phone?\n  ","142561":"\n   Have you ever had your @ sent around on here by someone who was talking crap about you?\n  ","142562":"\n   Are you happy most of the time?\n  ","142563":"\n   What doing RN? I'm eating biscuit and gravy.\n  ","142564":"\n   Any tips you can give on how you get your skin looking so silky??\n  ","142565":"\n   What was dinner?\n  ","142566":"\n   What made you quit?\n  ","142567":"\n   were you a smoker back then or it was just for the photo?\n  ","142568":"\n   you had style\n  ","142569":"\n   stop being demanding, lol.\n  ","142570":"\n   are you annoying?\n  ","142571":"\n   Are you an introvert or an extrovert?\n  ","142572":"\n   Which holidays do you and your family celebrate? 🥳\n  ","142573":"\n   Do you write in a diary? 📚\n  ","142574":"\n   I need help with words. How do I tell my friend that I enjoy texting with her everyday?\n  ","142575":"\n   Do you like to drink energy drinks? What do you think of them?\n  ","142576":"\n   Storms seem to be hitting everywhere right now, so quick check in. Everyone safe, warm and dry? Any sightings of rampaging trampolines yet?\n  ","142577":"\n   what’s worse: laundry or dishes?\n  ","142578":"\n   What was the worst meal you have ever had? 🤢\n  ","142579":"\n   🌻 What is your favourite thing about nature? 🌿\n  ","142580":"\n   🌻 What is your least favourite thing about nature? 🌿\n  ","142581":"\n   If you eat sweets, what's your favorite dessert?\n  ","142582":"\n   Dos you know that ask.fm stands for \"ask (for) feet material? That's why there's way too many creeps asking girls to post pictures of their feet\n  ","142583":"\n   Share the first song that comes to your mind 🎶🎧🎵\n  ","142584":"\n   Favorite band?\n  ","142585":"\n   What household chores have you done today?\n  ","142586":"\n   Chocolate cake or red velvet cake?\n  ","142587":"\n   What was your opinion on PE in school? Was there a favorite and least favorite thing that you did during PE? Why those? 🏃‍♀️🏈🏸🤽‍♂️⚽️\n  ","142588":"\n   What do you do to be more environmentally friendly? What do you think you can improve? 🌍♻️🌿\n  ","142589":"\n   How'd you react if you got a golden ticket to Wonka's chocolate factory? 🎫🍬🍫 What'd you do there if you did decide to go? 🤔\n  ","142590":"\n   Do you use an electric or a regular toothbrush?\n  ","142591":"\n   Does your street get a lot of traffic?\n  ","142592":"\n   Did you ride the school bus?\n  ","142593":"\n   What is something you can easily fake it till you make it?\n  ","142594":"\n   What type of people are you afraid of? 🎃\n  ","142595":"\n   Would you live on mars\n  ","142596":"\n   Have you tried breaking a bad habit? How did it go? 😈\n  ","142597":"\n   What is your favorite season?\n  ","142598":"\n   .\n  ","142599":"\n   Did you forgive the last person who hurt you?\n  ","142600":"\n   My cousin who's 24 she experiences hallucinations, she's been having them since she was a kid, also delusions of grandeur, paranoia, she often loses contact with reality, talks to herself etc. She's never seen a doctor, but could she be schizophenic?\n  ","142601":"\n   Thoughts on girls who wish they meet and marry a tall, athletic and really good looking guy, (oh yea with a big \"package\") not the mention smart, rich, 2 houses, a motorcycle, a boat, someone who can afford 3-4 at vacations around the world? 🤔\n  ","142602":"\n   Are you in the path of these hurricanes coming to the USA? If so I hope you stay safe. If you're not in the path of this hurricane have you ever been through a hurricane before?\n  ","142603":"\n   What is the longest you've ever gone without any sleep?\n  ","142604":"\n   How long does it take you to put on your make up?\n  ","142605":"\n   Do you like movies about talking animals?\n  ","142606":"\n   Do you like baked beans?\n  ","142607":"\n   What’s for lunch? I just finished a leftover Jimmy Johns sandwich and some chips.\n  ","142608":"\n   What delusions of grandeur did you have?\n  ","142609":"\n   Who did you think was persecuting you?\n  ","142610":"\n   What auditory delusions did you have?\n  ","142611":"\n   What hallucinations did you have?\n  ","142612":"\n   What happens when you have psychosis?\n  ","142613":"\n   Did this Gnostic have a romantic interest in you?\n  ","142614":"\n   What are the symptoms of your schizophrenia?\n  ","142615":"\n   At what age were you diagnosed with schizophrenia?\n  ","142616":"\n   What form does your schizophrenia take?\n  ","142617":"\n   🌻 Just a lil reminder that you are an amazing person! You got this week! Don't give up, because you're worth so damn much! :3\n  ","142618":"\n   What is this Gnostic like?\n  ","142619":"\n   How many gods has Gnosticism?\n  ","142620":"\n   Do you know any Gnostics?\n  ","142621":"\n   What attracts you Gnosticism?\n  ","142622":"\n   How long have you been Gnostic?\n  ","142623":"\n   Which religion would you be least likely to choose?\n  ","142624":"\n   Who is Abraxas?\n  ","142625":"\n   What does a Gnostic believe?\n  ","142626":"\n   Why is Mary more important than God?\n  ","142627":"\n   Which religion would you choose if you didn't already have one and had to choose one? Please give reasons for your choice.\n  ","142628":"\n   Have you ever met someone who you thought was perfect in terms of their looks?\n  ","142629":"\n   I love you with all my heart baby ❤️\n  ","142630":"\n   Did you go through a phase of being obsessed with horses as a kid?\n  ","142631":"\n   For how long have you been using ASKfm?\n  ","142632":"\n   Are you a planner or do you just go with the flow? 🏄‍♀️\n  ","142633":"\n   What is your favorite food? 😋💕\n  ","142634":"\n   🎂 cake or 🥧 pie?\n  ","142635":"\n   What to do on a rainy day?\n  ","142636":"\n   If you could travel the world with only one person who would you take? ✈🌏\n  ","142637":"\n   What are you always late for? ⏰\n  ","142638":"\n   How far is McDonald's from your house? 🍔 🍟\n  ","142639":"\n   Would you ever buy a house within a 200 mile radius of Yellowstone Volcano? 🌋\n  ","142640":"\n   what’s the best mac and cheese in your opinion?\n  ","142641":"\n   what’s for lunch?\n  ","142642":"\n   How was your weekend?\n  ","142643":"\n   What did you eat for supper?\n  ","142644":"\n   Do you roleplay? And if so, whats your favorite thing to roleplay? ♥\n  ","142645":"\n   .\n  ","142646":"\n   Do you have patience with children?\n  ","142647":"\n   If you ever had to kill a person, for whatever reason, do you think you'd ever tell a living soul, either to 'unburden' yourself as it were, or for more practical reasons of help disposing of the body, fake alibi etc, or would you not beable to trust anyone enough to confide in over such a deed?\n  ","142648":"\n   Does it annoy you when the person holding the communal joint at social gatherings starts telling a story? 😫🤦‍♂️✋\n  ","142649":"\n   What have you done today? How are you spending your weekend?\n  ","142650":"\n   So my friend says that she’s been a little out of it lately, what does she mean by this? And what do I say to her in response to this? Any suggestions would be helpful\n  ","142651":"\n   Do you think that when anons request a \"honesty hour\" it's just a lame excuse to be jerks and ask inappropriate questions? 🤔\n  ","142652":"\n   PAP of where you want to be right now?!\n  ","142653":"\n   Is being sensitive a bad thing?\n  ","142654":"\n   Do you read other answers on here before you answer questions if the subject is touchy?\n  ","142655":"\n   Do they really wear it in Japan before covid?\n  ","142656":"\n   You're beautiful. ❤\n  ","142657":"\n   Why does ask.fm do nothing to improve the quality of the questions? All I get is really dumb questions.\n  ","142658":"\n   Do u ever photoshop your pictures?\n  ","142659":"\n   Would you rather fight a horse-sized duck or a hundred duck-sized horses? 🦆🐎 Why? 🤔\n  ","142660":"\n   How do you usually physically greet someone? 🤝🤗👄 (Pre-corona) How does that change depending on your feelings for that person? 🤔\n  ","142661":"\n   Do you use a debit\/credit card? 💳\n  ","142662":"\n   I love sports. That’s it ,that’s the statement.\n  ","142663":"\n   Do you like paintings? If so, what is your favorite painter? ☄\n  ","142664":"\n   Have you ever cried in public? 😢\n  ","142665":"\n   Do you like to spend your free time alone or with company?\n  ","142666":"\n   What was the last thing you got for free?\n  ","142667":"\n   What talent would you like to have?\n  ","142668":"\n   Where will you go on your next trip?\n  ","142669":"\n   Do you think we should worry about the environment?\n  ","142670":"\n   .\n  ","142671":"\n   If you invented a monster what would you call it?\n  ","142672":"\n   Do you have pets ?\n  ","142673":"\n   Is there a story behind your profile picture? What is it?\n  ","142674":"\n   Do you think people are dumb to wear masks?\n  ","142675":"\n   Who was the last person you made smile?\n  ","142676":"\n   What are your thoughts on today? Biggest thing aaannd go. (Can use a GIF for answer too if you want. Try. Don't have to.)\n  ","142677":"\n   What question do you wish people would as you more?\n  ","142678":"\n   what gets in your eyes when you're upset?\n  ","142679":"\n   Bull riding.\nWhat are your thoughts on it?\n👎 or 👍\nWould you ever try or no?\n  ","142680":"\n   Would you marry a robot?\n\n(Lol this is a strange question. A ask question. Thought it was funny. 😆 had to send it out. Srry. Haha)\n  ","142681":"\n   Favorite brand of toothpaste?\n  ","142682":"\n   How many hats do you own? If you have any that is? Do you ever wear hats? Or nah... Or always! Always hat on.\n  ","142683":"\n   What was the last thing you cooked for yourself? What about for someone else?\n  ","142684":"\n   Do you like roast and veggies?\n  ","142685":"\n   Do you only use askfm or are you on other sites?\n  ","142686":"\n   Could you live without a computer?\n  ","142687":"\n   Good morning baby girl!! Hope you have an awesome weekend 😘😘😘❤️\n  ","142688":"\n   Do you like McDonald’s?\n  ","142689":"\n   Do you like pizza? 🍕\n  ","142690":"\n   What's one thing your parents do not know about you? 🙊\n  ","142691":"\n   feel free to ask me questions?  anything you want?\n  ","142692":"\n   🌻 Do you ever reflect on the past, and then realise just how far you have come? You're doing amazingly in this life by the way :3\n  ","142693":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favorite food?\n  ","142694":"\n   Are you afraid of the future?\n  ","142695":"\n   What's one thing everyone should do in their lifetime?\n  ","142696":"\n   What is the most important thing you have learned in life?\n  ","142697":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","142698":"\n   Do you believe in ghost? Have you seen one? 👻\n  ","142699":"\n   What's your favorite ice cream flavor? 🍨🍦 Or don't you like ice cream?\n  ","142700":"\n   Do you still remember your favorite TV show as a kid? 📺\n  ","142701":"\n   i know. lmao. as soon as i hit send i thought “that poor woman this aint even a question”. sry 😔\n  ","142702":"\n   but then i hate when ppl denigrate marriage as “just a piece of paper” or only talk about it in terms of historical ownership of women coz i like the romantic “i choose you, i’m taking a chance on you” romantic\/beautiful side of it\n  ","142703":"\n   i’m happy for you and your partner. i just how ppl quote divorce rates as an example of the downfall of society when in reality its a good thing that its easier (sometimes) to leave a bad marriage now\n  ","142704":"\n   my mom was married for over 25 years and she told me not to do it\n  ","142705":"\n   What is your opinion of Marriage?\n  ","142706":"\n   do you drink? when’s the last time you had an alcoholic drink?\n  ","142707":"\n   Whats your favorite movie genre to watch on weekends? 📽\n  ","142708":"\n   fair enough. looks is all a random knows about a person though. if a stranger compliments me on my outfit or tells me i’m beautiful it can make me day tbh\n  "},"Answer":{"141636":"\n  no\n  ","141637":"\n  nah\n  ","141638":"\n  I have a magnesium pill that is pretty large\n  ","141639":"\n  other people\n  \n  politics\n  \n  state of the world\n  \n  environment\n  ","141640":"\n  who says I do\n  ","141641":"\n  I hate them and I find the people who ask them to be disgusting creeps\n  ","141642":"\n  drinks and drugs\n  ","141643":"\n  I don't think there is one love of a person's life. I think we're meant to love many people in different ways, not always romantically. That said, I do love my spouse of 16 years very much\n  ","141644":"\n  thank you I pulled out one of my long time favorite color eye shadow's today, Too Faced's Fireflies from the Festival palette\n  ","141645":"\n  truth please\n  ","141646":"\n  sometimes. I like bob's burgers.\n  ","141647":"\n  no\n  ","141648":"\n  no I have a brown tabby and an orange tabby\n  ","141649":"\n  sometimes but I rarely wake up before 10\n  ","141650":"\n  no\n  ","141651":"\n  resilience\n  ","141652":"\n  daily\n  ","141653":"\n  it doesn't matter to me\n  ","141654":"\n  too much. I drink like a pot and a half a day\n  ","141655":"\n  dolphin\n  ","141656":"\n  sure\n  ","141657":"\n  urchin\n  ","141658":"\n  yes\n  ","141659":"\n  never\n  ","141660":"\n  not really\n  ","141661":"\n  many many times. To really scary places.\n  ","141662":"\n  yes\n  ","141663":"\n  I never do but I plan on putting up more xmas lights than usual this year\n  ","141664":"\n  I def don't remember but fun good luck to her the tooth fairy is a little creepy right\n  ","141665":"\n  I have no issues sleeping around 12 hours a day\n  ","141666":"\n  I used to make bath bombs to sell but I got bored with it\n  ","141667":"\n  nah\n  ","141668":"\n  maybe like, board games or whatever\n  ","141669":"\n  one at a time\n  ","141670":"\n  it's both\n  ","141671":"\n  I don't love her more I love them differently. My cats get plenty of love but also they're more independent and spend equal amounts of time around my partner as me. My bird has a lot more needs and is bonded to me only.\n  ","141672":"\n  it's shitfaced sunday but I don't even really feel like drinking. send in your questions anyway if you want, I might go to bed early though\n  ","141673":"\n  email\n  ","141674":"\n  not especially. I've seen a few of them but not all of them.\n  ","141675":"\n  only in the vaguest sense\n  ","141676":"\n  I sold a lot of art and got hired by a magazine to do team portraits\n  ","141677":"\n  well THIS is dramatic\n  ","141678":"\n  yes, unfortunately. Sorry that you're dealing with that. I'm allergic to sulfates so there's a long list of products that have reacted against me.\n  ","141679":"\n  I mean, you're complaining literally right now dumbass\n  ","141680":"\n  not at all\n  ","141681":"\n  freeze\n  ","141682":"\n  no\n  ","141683":"\n  nah\n  ","141684":"\n  I like my google pixel whatever-number-it-is\n  ","141685":"\n  I just am trying not to dwell on it\n  ","141686":"\n  um, yes? People in my family have literally had it\n  ","141687":"\n  nope but I do like a good roast\n  ","141688":"\n  I have in the past made up silly names for neighborhood people\n  ","141689":"\n  no\n  ","141690":"\n  be genuine and push through\n  ","141691":"\n  there isn't anything I need to hear everyday\n  ","141692":"\n  sure.\n  ","141693":"\n  I haven't posted a selfie in a couple of days\n  ","141694":"\n  I've been even more productive than previous years actually. Been creating drawing after drawing, picked up portrait job after portrait job.\n  ","141695":"\n  I don't pray but thank you\n  ","141696":"\n  I work creative expression into my routine\n  ","141697":"\n  my animals\n  ","141698":"\n  your smiles are very different\n  ","141699":"\n  a self-proclaimed white-man \"shaman\" and his cult thought I was going to grow up to be the leader after the revolution\n  ","141700":"\n  I have been, yes\n  ","141701":"\n  artsy, horror, action\n  ","141702":"\n  took the new neighbors some desserts (gluten free cake and a marionberry pie)\n  ","141703":"\n  1. Allison\n  \n  2. 40\n  \n  3. artist\n  \n  4. owl\n  \n  5. cheeseburger, curry\n  \n  6. cold\n  \n  7. art, my pets, makeup, weeed, animal crossing, food, travel\n  \n  8. earth\n  \n  9. capricorn\n  \n  10. black coffee or ice water\n  ","141704":"\n  my cats eat both wet and dry food. My bird gets seeds mixed with dried veggies, seeds mixed with nutrition pellets, fresh greens, and healthy treats like nuts, veggies, eggs, and grains\n  ","141705":"\n  or mildew or cat piss or too much air freshener or sometimes good things like food\n  ","141706":"\n  the new bill and ted made me think about how cool overalls are\n  ","141707":"\n  ngaio bealum\n  ","141708":"\n  there's a bunch of people I've cut off. I have severe mental illness I'm struggling with if people can't hang with that and be positive in my life then they can exist without me. I don't have patience for pitiful insecure people bringing negativity and cruelty into my life.\n  ","141709":"\n  2\n  ","141710":"\n  just offer to chat\n  ","141711":"\n  123456\n  ","141712":"\n  delete, report, feel smug that they're so jealous that this is what they've resorted to\n  ","141713":"\n  I imagine there's all sorts of levels of life from like, plants only to other higher intellect beings creating civilizations\n  ","141714":"\n  the smell\n  ","141715":"\n  anywhere I've not been already\n  ","141716":"\n  one time at an olive garden a huge ass spider fell from the ceiling right into my food and the manager wouldn't replace my food, just offered a discount. Like sorry I'm not eating spider food.\n  ","141717":"\n  keep moving forward if you can I guess\n  ","141718":"\n  I'm sad the weekend is here because my spouse goes back to work soon- he's been on vacation all week. It was a nice week with lots of fun things.\n  ","141719":"\n  drinks, weed, go to bed early\n  ","141720":"\n  charlize theron\n  ","141721":"\n  it was good- my partner had vacation time so he's been home all week. I did a lot of art, got out to the beach for a day, ate some good foods, hung out, good times.\n  ","141722":"\n  not really\n  ","141723":"\n  I wouldn't care and would mind my biz.\n  \n  that said, it has always seemed very weird to me that people are afraid of trying new foods. Not because of allergy concerns but because- they think it might not taste good? Like, the worst thing that could happen in that case is you spit it out and move on with your life. The risk is so low. It's BIZARRE to not just try the food.\n  ","141724":"\n  I am sometimes environmentally conscious but mostly I don't think about it. I need to be better about that.\n  ","141725":"\n  We had planned to take a road trip top Montana last week but had to cancel because of the wildfires. Might take that trip coming up in October instead.\n  ","141726":"\n  of those, probably Applebees.\n  ","141727":"\n  I remember having to draw the states' outlines on a map and learn their capitols. I don't think that's necessarily valuable info now when I can easily just look things up and there's like, no real reason for me in my life to be able to draw the coastal edge of Virginia\n  ","141728":"\n  like two nights ago I celebrated a \"normal\" breast imagining reading from the doctor\n  ","141729":"\n  yes many, including across the united states three times\n  ","141730":"\n  celebrate everything\n  ","141731":"\n  I do\n  ","141732":"\n  it's creepy. He's been sending me shit about this girl for like, at least 3 months. being left on read, texting her every day, texting her good morning every morning, freaking out when she doesn't reply,\n  ","141733":"\n  4 new circle edits in my redbubble shop- link in bio!\n  ","141734":"\n  like, I can only say \"maybe they're busy\" nicely about a dozen times before I just think you're harassing the poor girl like can you imagine someone texting you every day and then complaining to strangers when you're left on read\n  ","141735":"\n  home improvements\n  ","141736":"\n  once again, this is a repeat thing. If you don't bother to follow me and read my previous answers, then don't bother to run your mouth about what I am and am not.\n  \n  grown ups don't need constant reassurance from their \"friends\". If someone doesn't respond RIGHT AWAY, it's not the fucking end of the world.\n  ","141737":"\n  butter, or marmalade, or deviled ham, or a fried egg and cheese\n  ","141738":"\n  I've never been super excited about any president I don't guess.\n  ","141739":"\n  hope all is well\n  ","141740":"\n  \"decency\"\n  \n  what if she's having an emergency? What if she's mentally ill? What if she just has more pressing things going on? No one owes this guy a response. People have their own lives to live. If she cares, she'll respond when she can. If she doesn't, then why are you bothering her anyway???\n  \n  this kid sends me this same \"situational question\" over and over and over- This girl obviously has better things to worry about than him. it's \"decency\" that HE stop pestering.\n  ","141741":"\n  seafood or beef\n  ","141742":"\n  I'm fine. Just waking up and having my coffee.\n  ","141743":"\n  I suppose you could be malicious for a multitude of reasons, not just selfishness\n  ","141744":"\n  nothing comes to mind. I don't care for the way women are treated in a lot of things but as far as specific tropes, shrug\n  ","141745":"\n  yes\n  ","141746":"\n  Had a good day but now it's time to settle in and grab a drink for Thirsty Thurs. Send me you questions!\n  \n  also here's a new design I put in my shop today-\n  ","141747":"\n  I do not.\n  ","141748":"\n  no\n  ","141749":"\n  the level of obsession some anons on here have with me\n  ","141750":"\n  nah I have a manual tooth brush\n  ","141751":"\n  me too\n  ","141752":"\n  sure\n  ","141753":"\n  I do, I take photos with my phone constantly. From vistas I enjoy to people I love to just random colors I want to build a palette on later.\n  ","141754":"\n  I do but I rarely have the attention span for it. My favorite is Hesse.\n  ","141755":"\n  art, my pets\n  ","141756":"\n  it's been pretty steady for me, if there's less of anything it's less haters tbh which has been nice\n  ","141757":"\n  like a day or two probably in college\n  ","141758":"\n  US, Canada, Bahamas\n  ","141759":"\n  I'm wearing a sports bra I bought when I was in my 30s but I probably have something older than that\n  ","141760":"\n  at least 600\n  ","141761":"\n  listening\n  ","141762":"\n  meditate, sleep, smoke up, drink, play animal crossing\n  ","141763":"\n  health I guess\n  ","141764":"\n  no\n  ","141765":"\n  that parents don't have to love their kids\n  ","141766":"\n  the best piece of advice I've heard is the advice I continue to try to instill in my anons here- you really need to understand and grasp that the universe doesn't revolve around you. You are just a speck.  No one owes you anything. Once you truly understand that, you'll be much happier without all the pressure of feeling like all eyes are on you.\n  ","141767":"\n  I can be\n  ","141768":"\n  I love to travel, especially by car. We were planning a road trip to Montana last week but with the wildfire smoke we delayed it until October.\n  ","141769":"\n  my bird Bubo\n  ","141770":"\n  \"just slay it\"\n  ","141771":"\n  not really\n  ","141772":"\n  yes.\n  ","141773":"\n  no. let people live their lives, you're not the most important thing in the world.\n  ","141774":"\n  a handful but no record player\n  ","141775":"\n  rats probably live longer so them\n  ","141776":"\n  owls\n  ","141777":"\n  rice cooker\n  ","141778":"\n  no on brace. I have worn glasses since high school\n  ","141779":"\n  they are my cute old ladies. Mimi is 12 and Rin is 16\n  ","141780":"\n  did y'all see the portraits I did for weed week magazine? They make me proud and confident and happy right now.\n  ","141781":"\n  neither wanted their picture taken\n  ","141782":"\n  hi! I'm just fine. Got a dentist appointment today. The sun is out. My coffee is especially good this morning.\n  ","141783":"\n  I don't have one of everyone together. Here is my bird, Bubo. I also have two cats, Mimi and Rin\n  ","141784":"\n  I don't feel like taking pics I'm getting ready to go to bed. I have 4 piercings in each ear and a nose ring\n  ","141785":"\n  household chores, self care, art work, pets\n  ","141786":"\n  I'm mostly just excited that wildfire season is over\n  ","141787":"\n  I ordered an eyeliner and it came in a busted up box and someone had taken it out of the package and snapped part of it off\n  ","141788":"\n  when I'm out in the forest or at the ocean\n  ","141789":"\n  an artist\n  ","141790":"\n  I think it might not be your business.\n  ","141791":"\n  \"become an artist\"\n  \n  I'm 40 years old and have been a working artist for years\n  ","141792":"\n  oh ok\n  ","141793":"\n  yes\n  ","141794":"\n  I assume you're talking about ear lobes, and no they are normal size\n  ","141795":"\n  the magazine I was working with finally released their team portraits so I can now show you the work I did- here are the portraits I've been working on\n  \n  meanwhile I had a great day and I'm ready for your questions, AMA\n  ","141796":"\n  I would like to grow more wildflowers, tomatoes, parsley, kale, cabbage, maybe strawberries\n  ","141797":"\n  yeah I'm fine, just a bit sore. I'm so surprised there's not like, three new tumors or some shit considering it's 2020\n  ","141798":"\n  Y'ALL I got GOOD NEWS at the breast clinic for the first time in 8 years! None of my stupid tumors have shifted or grown or morphed in any way and there's nothing new to report\n  ","141799":"\n  no because I dislike writing\n  ","141800":"\n  my partner\n  ","141801":"\n  sometimes every few days sometimes I leave them up a while\n  ","141802":"\n  nature\n  ","141803":"\n  I do- wake up use bathroom brush teeth greet bird get glass of ice water make coffee take pills smoke weed sit down at computer with coffee check social media and email\n  ","141804":"\n  no\n  ","141805":"\n  it's pretty short nowadays unless it's about art\n  ","141806":"\n  get my breast imaging appointment over with\n  ","141807":"\n  no\n  ","141808":"\n  on the internet\n  ","141809":"\n  with lots of work lined up\n  ","141810":"\n  I don't snack that much\n  ","141811":"\n  it takes me a few days to adjust to not having that particular work to do actually. I get in a rythym and then when it's done I feel like something's missing\n  ","141812":"\n  no I wish\n  ","141813":"\n  meds and therapy\n  ","141814":"\n  sure\n  ","141815":"\n  I'm quiet but not shy\n  ","141816":"\n  I like the way I look and I'd like to lose some belly fat but like, also I don't worry about it too much\n  ","141817":"\n  I haven't had it\n  ","141818":"\n  sanitizer, yes\n  ","141819":"\n  green bell peppers\n  ","141820":"\n  I like it but I haven't had enough varieties to have a favorite flavor\n  ","141821":"\n  yup\n  ","141822":"\n  sure but not enough to dwell on it\n  ","141823":"\n  love it\n  ","141824":"\n  no\n  ","141825":"\n  when I was a kid the blackboard was black\n  ","141826":"\n  no\n  ","141827":"\n  I don't I just go to bed\n  ","141828":"\n  love em. have 4\n  ","141829":"\n  I enjoy everyone I follow or else I wouldn't follow them\n  ","141830":"\n  yes\n  ","141831":"\n  willful ignorance, manipulative behavior, erratic actions, rudeness to waitstaff or service people, disliking animals\n  ","141832":"\n  art, cooking, being cool\n  ","141833":"\n  honey mustard or ranch\n  ","141834":"\n  play animal crossing, get out to walk in the forest, run errands, draw\n  ","141835":"\n  it's still morning for me. I have a mammogram in an hour.\n  ","141836":"\n  on three separate occasions\n  ","141837":"\n  I drew a cow\n  ","141838":"\n  I mean, you are trying to put me down because of my car choice or whatever, or I mean, what the fuck was your purpose in messaging me? Obviously you care more than anyone else.\n  ","141839":"\n  oh okay whatever\n  \n  like, people who care a whole bunch about cars are weird.\n  ","141840":"\n  2009\n  ","141841":"\n  I mean, my car has over 200k miles and still runs great so whatever sounds like you're uninformed\n  ","141842":"\n  I like my car. it's a nissan versa hatchback.\n  ","141843":"\n  inorite\n  ","141844":"\n  a cinnamon bun\n  ","141845":"\n  well good luck hopefully this won't happen again\n  ","141846":"\n  yeah that makes sense. The 3 times I've gotten warnings, it's 100% been because SOMEONE ELSE sent me garbage and I responded. They won't give me a blue check because of my \"negative content\" but all the negative content comes from trolls.\n  ","141847":"\n  well glad you got it sorted\n  ","141848":"\n  that sucks. I always wonder when they're going to take mine away tbh because the trolls are so bad and I bully the shit out of anons in my inbox but like, so far so good.\n  ","141849":"\n  not binge watching, but I'm rewatching all of the it's always sunny in Philadelphia's one episode a night\n  ","141850":"\n  orange. I had some Clementine flavored Italian Soda (with a shot of gin) last night in fact\n  ","141851":"\n  the Log Lady from Twin Peaks\n  ","141852":"\n  never I always stay pretty grounded in reality\n  ","141853":"\n  Well, kinda.\n  \n  My favorite band is the Pixies, but they broke up for a long ass while. While they were broken up, the lead singer and the guitarist toured together as Frank Black- and I saw THEM in concert. But I've never seen the Pixies as a whole.\n  ","141854":"\n  of course not, grow the fuck up and go away\n  ","141855":"\n  the worst\n  ","141856":"\n  the books and books worth of notes she made, including old photos where applicable are truly amazing. Before she died she got some help transferring all of it to ancestry .com so now I have all of that at my fingertips, should I ever decide to mess with that annoying ass website again\n  ","141857":"\n  my great aunt spent her life travelling to Europe and tracing my family tree on my dad's side\n  ","141858":"\n  oh ha\n  \n  yeah it's from a yoko ono song from 1979 of the same name, give it a listen\n  ","141859":"\n  Allison means \"of royalty\"\n  \n  technically I'm descended from the Plantagenet family, who controlled England and France for a good portion of the 14 and 15oos. So I am of royalty.\n  ","141860":"\n  yes\n  ","141861":"\n  whatevs racist\n  \n  to clean my 3 bedroom house now it costs like $100 per cleaning for a bigger house it would be unreasonably high\n  ","141862":"\n  no\n  ","141863":"\n  electric can opener\n  ","141864":"\n  no\n  ","141865":"\n  both\n  ","141866":"\n  name one feminist who cared this much about that\n  ","141867":"\n  nah then I have to hire someone to clean it because I'm sure not gonna\n  ","141868":"\n  I mean, not having to wear masks was nice\n  ","141869":"\n  nope\n  ","141870":"\n  who knows they split when I was very young\n  ","141871":"\n  yes\n  ","141872":"\n  cook for someone\n  ","141873":"\n  the rest can go to the community I don't want more than my little house fixed up\n  ","141874":"\n  when I remember I have an exercise routine based mainly on previous physical therapy strength training exercises and yoga.\n  ","141875":"\n  I'd fix my master bath shower plumbing issue, refinish the basement, add a multi-level deck, and garden box out my front yard\n  ","141876":"\n  I mean, if I need to\n  ","141877":"\n  I don't have a tradition I do something different every year\n  ","141878":"\n  no\n  ","141879":"\n  don't try to live my life live your own\n  ","141880":"\n  make more art\n  ","141881":"\n  welcome back\n  ","141882":"\n  I'm not even sure what happened did you lose your account somehow or something? Someone asked me but I didn't know\n  ","141883":"\n  sleepy. finished a painting today and that is always emotionally exhausting for me for some reason. I'm probably going to bed right after my meds tonight\n  ","141884":"\n  I cooked chicken and broccoli over rice with a lemon butter sauce\n  ","141885":"\n  yes\n  ","141886":"\n  no but I've built a fort in the woods\n  ","141887":"\n  yus\n  ","141888":"\n  well I was hoping to adopt a cat but it looks like someone beat me to it. For a weekend I was very excited and hopeful though.\n  ","141889":"\n  it doesn't bother me like it does others.\n  ","141890":"\n  no because I absolutely don't care about other people's relationships or dating\n  ","141891":"\n  gosh hopefully lots if that means I'm living and active\n  ","141892":"\n  probably like it feels a little creepy but also why not\n  ","141893":"\n  this drawing of my pal Ngaio is the most popular thing I've ever posted on social network (and it earned me a phat job)\n  ","141894":"\n  how is this so hard to understand\n  \n  the front of the skirt was normal, or I would have noticed something was wrong. The back got shoved accidentally into my tights when I was tucking my shirt in I guess.\n  ","141895":"\n  I'm a short texter. I am a never texts back. Stop sending me this shit like no one cares but you.\n  ","141896":"\n  tropical\n  ","141897":"\n  lovely\n  \n  or do you mean what would I put on one\n  \n  which would be like, a good cheese, a nice meat, some miracle whip, a tomato slice, some pickle\n  ","141898":"\n  nope\n  ","141899":"\n  smile\n  ","141900":"\n  3314\n  ","141901":"\n  because my skirt was tucked into my tights I def said that right I just woke up\n  ","141902":"\n  I don't have any plans, but I'm waiting for two things to hopefully happen this week- the magazine I did work for to publish my stuff, and the humane society to call me about a cat I want to adopt\n  ","141903":"\n  it's all about perspective I guess\n  ","141904":"\n  quick shower\n  ","141905":"\n  I like everything except for the waiting part that's the one downer\n  ","141906":"\n  when I was 16 I worked in a small gallery in the mall that didn't have a bathroom attached so if I wanted to use the bathroom, I had to close the gates and walk all the way across the mall to the public bathroom. One day I did this wearing a long velvet skirt and tights, and managed to tuck the skirt into my tights when I was done so that my whole backside was showing. I walked through the whole mall like that and didn't realize until I bent down to open the gallery gate\n  ","141907":"\n  today we woke up early and drove the hour and a half to the ocean before it got crowded and spent a little time hiking through the dunes and enjoying the sea air. Then we came home, relaxed, cooked some steelhead and sprouts and noodles and now I am drinking cider and feeling quite pleased. I have ideas for two new art pieces I'll probably start tomorrow or the next day.\n  ","141908":"\n  it takes like, stacked trauma to crack my shell. Like I was pretty vulnerable after RBG died for a minute, because I'd already not been able to breathe clean air because of the wildfires for a week and we're in the middle of a pandemic\n  ","141909":"\n  I had a nice day and now it's shitfaced sunday so send in some questions yo\n  ","141910":"\n  not really like you have to kinda know what you're doing to get by even if it feels like you're faking\n  ","141911":"\n  cheetos\n  ","141912":"\n  no\n  ","141913":"\n  my little world filled with art and love\n  ","141914":"\n  I'm not that independent. Like, my personality is but my reality is dependent.\n  ","141915":"\n  vit D\n  ","141916":"\n  some services I guess like mechanic work or pedicures\n  ","141917":"\n  I am my age\n  ","141918":"\n  like this with steady work and a nicer garden\n  ","141919":"\n  9\n  ","141920":"\n  there isn't one\n  ","141921":"\n  of those, boat probably. but Ideally, car.\n  ","141922":"\n  right now orange but there's really a lot of color variation and I just ordered coral and pink tees\n  ","141923":"\n  I haven't been single in nearly 18 years but I met my partner at work. Maybe that's not ideal. Try classes, I feel like if I was single I'd be looking into taking classes of things I wanted to learn and meeting people that way.\n  ","141924":"\n  pen pal\n  ","141925":"\n  Lyft\n  ","141926":"\n  converse\n  \n  (except I grew up calling them Chucks)\n  ","141927":"\n  I have a \"saved photo\" folder where things like that occasionally end up\n  ","141928":"\n  sure, I guess. I'm not much of a talker anyway.\n  ","141929":"\n  I so far have spent my saturday night getting crunk and emailing in an adoption request for a new cat, what's up\n  ","141930":"\n  uno\n  ","141931":"\n  nothing comes to mind\n  ","141932":"\n  sure. I don't have a lot of patience for talking to anyone though including kids so- like adults- I prefer them in small doses.\n  ","141933":"\n  I flat out refuse to watch videos if I can at all help it, including music videos, preferring instead to just listen to the music on spotify or look up the information in a format I can read. I'm not opposed to the sound necessarily because I am listening to music constantly all day long but rather I just feel this weird aversion to having to sit through 2 minutes of watching something. Also, I won't watch \"live\" videos of my friends on facebook and instagram because I feel like I\"m intruding, even though they clearly are hoping for viewers\n  ","141934":"\n  the AIR is BREATHABLE I was able to sit on my BALCONY\n  ","141935":"\n  never. when I plug it in at night it usually still has 75%\n  ","141936":"\n  I mean is there a person in america who hasn't heard it\n  ","141937":"\n  not really fond of sweets.\n  ","141938":"\n  following your own for sure\n  ","141939":"\n  take my meds, meditate, sleep, do art\n  ","141940":"\n  today it's Vamos (Pilgrim) by the Pixies\n  ","141941":"\n  you're just a blip in the grand scheme of things. The world doesn't revolve around you.\n  ","141942":"\n  Portland OR\n  ","141943":"\n  believe me there's no value in it being any higher. Unless you like, want to go to mensa parties or whatever.\n  ","141944":"\n  are you drankin again herbie\n  ","141945":"\n  I have. it's part of my daily habit. I think it has a LOT of real value to anyone struggling with anxiety-related disorders.\n  ","141946":"\n  I don't normally. I spent my youth in special classes and schools because of my IQ and it was definitely expected of me- to maintain a large vocabulary- but I was bullied pretty bad and I really just wanted to be more relatable and likable so I learned young to \"dumb down\"\n  ","141947":"\n  my favorite smell combo for the diffuser is frankincense and lime, which is probably a pretty weird combo. I like to eat seafood including clams, oysters, calamari- seems like a lot of folks don't like those things.\n  ","141948":"\n  wanting comfort foods when I am upset I guess\n  ","141949":"\n  I have and probably but not in many many years\n  ","141950":"\n  persephone\n  \n  I dunno shit's just really messed up right death whisks her away and leaves us in winter\n  ","141951":"\n  both. humans are complicated. stop worrying about men vs women\n  ","141952":"\n  bracelet\n  ","141953":"\n  thanks! and no plans. the air is finally breathable again so I might sit on my balcony some\n  ","141954":"\n  I mean, the human race is thriving it's our environment and our governments that are failing\n  ","141955":"\n  when I was in my 20s I tried being an Avon lady that was miserable\n  ","141956":"\n  lately, clothes. I keep buying clothes\n  ","141957":"\n  me and my partner\n  ","141958":"\n  nope\n  ","141959":"\n  talking to clients or being on the phone\n  ","141960":"\n  I have an old snoopy from childhood that is the favorite\n  ","141961":"\n  sorry I don't feel like leaving the house\n  ","141962":"\n  beep boop does not compute\n  ","141963":"\n  getting ready to pop a 911 and pour a stiff drink. lighthearted questions only please.\n  ","141964":"\n  yup\n  ","141965":"\n  Owlison. Attack owls.\n  ","141966":"\n  today might be a historical catalyst to a nightmare hellscape\n  ","141967":"\n  he's at least not Trump.\n  ","141968":"\n  chill\n  ","141969":"\n  neither. I wing it in the kitchen or cook by memory\n  ","141970":"\n  I'd bring RBG back\n  ","141971":"\n  yes for sure\n  ","141972":"\n  you gonna cut your dick off soon?\n  ","141973":"\n  let it twitch\n  ","141974":"\n  white sauce, spinach, olives, mushrooms, artichokes, anchovies\n  ","141975":"\n  asian and mexican fusions were popular here for like a minute 8 or so year ago.  it was good, I'm down with an eggroll taco\n  ","141976":"\n  nah\n  ","141977":"\n  I went out yesterday. I still wear a mask but I have to go out three times a week now doctor's orders because of agoraphobia concerns\n  ","141978":"\n  mango- I'm allergic\n  ","141979":"\n  the dumb jokes I tell around people I don't know well\n  ","141980":"\n  I don't think they have the ability to do that yet no but it can go in remission for a long time\n  ","141981":"\n  do the anons get less annoying\n  ","141982":"\n  me\n  ","141983":"\n  me\n  ","141984":"\n  I didn't drain the lamb for the shepherd's pie last night but I did make it into gravy\n  ","141985":"\n  yeah I was really just trying to bully the anon.\n  \n  cheaters cheat for multitudes of reasons and non reasons but in this particular case of every single one of your partners has cheated, then probably something's going on with you. So it's a bad take but in his case I think it has merit.\n  ","141986":"\n  I played animal crossing, did laundry, cooked a hearty meal, spent time with my partner, updated my iPad and Procreate, felt shitty, and now I'm drinking and daydreaming about sleeping\n  ","141987":"\n  I feel pretty at peace. there are no burning questions.\n  ","141988":"\n  it's thirsty thursday and I just cooked a beautiful shepherd's pie for dinner, AMA\n  ","141989":"\n  nothing comes to mind I generally fess up to my mistakes\n  ","141990":"\n  I don't mind, thanks for asking. It's hard to describe what it's like in a lot of ways, because some symptoms are so subtle or start off subtle and then intensify so gradually that you accept them as part of your life without thought. In the past, I've had visual hallucinations that I just wrote off as \"omens\" for instance because they just became a part of my every day. I've at times had delusional lines of thinking, such as \"the government wants to experiment on my brain\" or \"there's a plot to plant a bomb in my home\" but that's been pretty rare and during times of extreme stress. I was active with symptoms such as these starting at around age 19, and then went into remission for a little while, then active again, then in remission for years and years, and now I'm active again but only to a very small degree. For me now, schizophrenia means my brain fills in silent spaces with it's own noise. I hear radio talk shows or newscasts or weather channel - type droning voices. Sometimes, my lines of thinking get a little muddled- like I'll be thinking about preparing kale for the bird then suddenly be certain she's going to die and it doesn't matter.\n  \n  That's a lot of words I just typed hope that helps explain some. I'm a little distracted today so I don't really know what else to say but feel free to ask clarification questions\n  ","141991":"\n  mad max fury road\n  ","141992":"\n  sign: capricorn\n  \n  interests: art, birds, food, travel, crafts\n  ","141993":"\n  depends on the medicine. I take beta blockers for panic disorder to keep my heart from going into cardiac arrest every time I panic, and they have a very sedative affect. I also take Latuda, which is an anti-psychotic, and it's known for drowsiness.\n  ","141994":"\n  honda\n  ","141995":"\n  I wake up between 9 and 10. I sleep on average 12 hours a night because I am heavily medicated for schizophrenia.\n  ","141996":"\n  I don't, I go to bed at like 8 pm because I'm old and I don't wake up to eat anything until the morning\n  ","141997":"\n  I mean sure here you go\n  \n  but also like I'm just not going to answer his statements anymore- it was fun for a minute while I was waking up and drinking my coffee but now I have things to do\n  ","141998":"\n  what's \"true\" is that your obsession with telling me about yourself this week is boring me. I don't care. I hope every woman you ever trick into liking you cheats on you.\n  \n  I've never been cheated on. Out of over 20 relationships. Do you know why? It's because I'm not a piece of shit.\n  ","141999":"\n  this isn't a question\n  \n  you're pathetic\n  \n  go die\n  ","142000":"\n  you misunderstand the purpose of me saying what I said.\n  \n  I said \"there are literal children on this site\" because it was shaming you, a pervert, into not being pedo-adjacent by letting you know that it's gross to ask questions about sex here- or anywhere, really.\n  \n  So like, don't ask these type of questions at all, number or not, creep\n  ","142001":"\n  my sex life is not your biz there are literal children on this site\n  ","142002":"\n  okay well\n  \n  too bad\n  \n  learn boundaries dude you're just annoying me now\n  ","142003":"\n  instead, you can buy prints of my nudes that I painted on my art site shehitsback.redbubble.com\n  ","142004":"\n  nah I don't but thanks for playing\n  ","142005":"\n  because I'm old and fat and don't have any interest in doing that. My years of nude modelling are long behind me\n  ","142006":"\n  I mean, I get requests for foot pics on here daily though so, just saying\n  ","142007":"\n  well that's not happening\n  ","142008":"\n  I should for feet my feet are like perfect now after surgeries\n  ","142009":"\n  I can't have candles because I have a pet bird\n  ","142010":"\n  you're 25 and your mommy doesn't love you\n  ","142011":"\n  no, I definitely have not. Y'all just imagine these wild things about me and think they're \"canon\" or whatever- or listen to trolls\n  ","142012":"\n  where are you getting your information\n  \n  I'm *comfortably* middle class.\n  ","142013":"\n  biden\n  ","142014":"\n  I worked my ass off from age 15 until I hurt myself in a terrible work accident where I broke both of my sacro iliac joints. I worked 6 jobs at once at one point. I have always been a very hard worker except now I work on art.\n  ","142015":"\n  the more I hone my skill the better the product is and the more people want to buy it so I guess just that\n  ","142016":"\n  their sincerity\n  ","142017":"\n  none\n  ","142018":"\n  1. this is not a question\n  \n  2. I no longer work in games and haven't for like 7 years so why send this to me\n  \n  3. it's racist to worry so much about being racist, racist\n  ","142019":"\n  well now haggis since someone mentioned it yesterday and I've not tried it\n  ","142020":"\n  deep inside your mind\n  ","142021":"\n  neither people my age borrow from banks not friends\n  ","142022":"\n  I am forever early so I do a lot of waiting\n  ","142023":"\n  long rider by the pixies\n  ","142024":"\n  cheeseburger\n  ","142025":"\n  Bubo was acting a little under the weather but she appears to be better now\n  ","142026":"\n  I've had tons of jobs working from home is a kind of recent thing\n  ","142027":"\n  if it has a good flavor sure\n  ","142028":"\n  I have a few times\n  ","142029":"\n  having to pee\n  ","142030":"\n  schizophrenia and panic disorder are once again active. Circumstances haven't been ideal lately but my mood hasn't been bad. I'll slay it all like usual\n  ","142031":"\n  I guess cinderella\n  ","142032":"\n  who knows\n  ","142033":"\n  see all of the united states. I've done 43\n  ","142034":"\n  mancala, munchkin, magic, there was this one really cool board game I played with the neighbors before covid but I can't remember what it was called\n  ","142035":"\n  I have no idea I just googled her and I'm still drawing a blank\n  ","142036":"\n  Buffy\n  ","142037":"\n  I mean, we're doing what we can I guess but thanks\n  ","142038":"\n  it's so bad that I throw up when I cough\n  \n  my nose has been running constantly for a week\n  \n  I can't taste anything or if I do it tastes like wildfire\n  \n  we can't go outside and the air filter has to be changed daily\n  \n  they say relief comes this weekend, we'll see\n  ","142039":"\n  I used to\n  ","142040":"\n  yup hated it\n  ","142041":"\n  in\n  ","142042":"\n  I know you sent this to everyone but I actually have modeled so there\n  ","142043":"\n  don't be a troll.\n  ","142044":"\n  it was fine but now it is morning\n  ","142045":"\n  ignorance\n  ","142046":"\n  sure if I eat chocolate which is rare\n  ","142047":"\n  yes gonna make some here soon but a cottage pie not a shepherd's pie ground lamb isn't easy to find at like, the regular grocery store\n  ","142048":"\n  yes\n  ","142049":"\n  nope\n  ","142050":"\n  I have I love it\n  ","142051":"\n  continued my IG portrait series today\n  ","142052":"\n  done hard drugs\n  ","142053":"\n  I'm more likely to read the book\n  ","142054":"\n  I have not and it sounds awful\n  ","142055":"\n  My cats are Rin and Mimi and my bird is Bubo\n  ","142056":"\n  I'm atheist. I was born into an atheist family.\n  ","142057":"\n  no\n  ","142058":"\n  sure. I deal with them by not involving myself with them. I value sincerity.\n  ","142059":"\n  somewhere in the middle\n  ","142060":"\n  both of those are solutions I'd be willing to try for sure\n  ","142061":"\n  phone\n  ","142062":"\n  the rain\n  \n  my magazine launch\n  \n  roadtrip to Montana\n  ","142063":"\n  wildfires\n  ","142064":"\n  most of the day I guess\n  ","142065":"\n  welcome to my day-to-day on here. The more followers I get, the more successes I have, the more haters I have to delete\/report constantly all day long. I wish ask fm would do better but probably not\n  ","142066":"\n  north in the summer\n  ","142067":"\n  yes\n  ","142068":"\n  no\n  ","142069":"\n  taking care of them\n  ","142070":"\n  bob's burgers\n  ","142071":"\n  because the entire west coast is on fire?\n  ","142072":"\n  yeah kind of like I really hate the low rise pants trend\n  ","142073":"\n  I can hear Caroline Polachek's \"go as a dream\" and I can see this screen and the kitchen\n  ","142074":"\n  we're dealing with the worst air quality literally in the whole world this week because I am surrounded by fires and all the smoke got trapped in my valley\n  \n  good luck with your hurricane. I lived through lots in coastal Virginia when I lived there. Wish we had some of that rain.\n  ","142075":"\n  yes lots. bedazzled, painted, sewed patches onto, etc\n  ","142076":"\n  it's been like a year or so\n  ","142077":"\n  your fetish is gross and you should be embarrassed about your whole life\n  ","142078":"\n  finished what I was doing tonight now I'm just killing time before night time meds and bed send in a question if you have one\n  \n  also, I looked cute today\n  ","142079":"\n  I'm really just sort of neutral. Leaning toward good, but it's been a hard day with all the wildfire smoke and having to get out in it for errands today. I can't taste anything tonight and my sinuses are raw.\n  ","142080":"\n  I rarely pull things off of my food\n  ","142081":"\n  art, mental health, my bird, makeup, weed, travel, food, I dunno\n  ","142082":"\n  I can't tell because the smoke is too thick for me to notice my seasonal allergies\n  ","142083":"\n  there's no one thing that inspires love from me\n  ","142084":"\n  motd\n  ","142085":"\n  omg you too\n  ","142086":"\n  with my giant ego, I assumed you already did\n  ","142087":"\n  are you explaining my own life experience to me\n  ","142088":"\n  don't care for those questions, it leads to trolls and \"debates\" and I really just don't wish to deal with that nonsense\n  ","142089":"\n  I don't even know\n  \n  like someone graffiti-ed in the high school girls bathroom that I was a lesbian but I'm not, I'm bi\n  \n  people call me \"crazy\" and whatever but also I feel way above that kind of shit\n  ","142090":"\n  simple\n  ","142091":"\n  not very though that fear has increased some with Covid\n  ","142092":"\n  pretty well\n  ","142093":"\n  I def can't remember\n  ","142094":"\n  I like questions about my work, art in general, mental health, my bird, my life, the states\/my area of the world, folklore, makeup, food, etc\n  ","142095":"\n  neither. I remain mostly in the present\n  ","142096":"\n  I dreamed last night that I told some girl that I had schizophrenia and she literally fell out of her chair trying to get away from me and I was like \"man what a bitch\" and then went and got a dog and me and the dog played in the snow\n  ","142097":"\n  not at all\n  ","142098":"\n  my mind is pretty quiet most of the time I stay in meditation mode\n  ","142099":"\n  usually\n  ","142100":"\n  very\n  ","142101":"\n  nope\n  ","142102":"\n  I think all motivational quotes are irritating. I don't need words to keep me going. They all seem trite and goofy to me. I honestly dislike poetry for the same reason.\n  ","142103":"\n  a snickers bar\n  ","142104":"\n  earth\n  ","142105":"\n  yes\n  ","142106":"\n  not really. I'm not really a movie person.\n  ","142107":"\n  yes\n  ","142108":"\n  thanks! so far it's been a lil shitty because we have to postpone our roadtrip because of wildfires. Bubo's happy though, she doesn't have to go into boarding.\n  ","142109":"\n  nah\n  ","142110":"\n  not normally, but this morning I did. A regular day I sleep in until 10\n  ","142111":"\n  I haven't slept on a sofa in years so I don't know I imagine I'd be fine\n  ","142112":"\n  I actually did a lot today. I woke up stupid early at 5 am and made breakfast for me and Bubo (we shared some scrambled eggs). Did two drawings. Cooked a big pot of homemade chili. changed sheets on all the beds. folded laundry. cleaned the kitchen. watched an it's always sunny. played Animal crossing. got rid of timbra so hopefully someone cooler will move in.\n  ","142113":"\n  so I ended up also drawing a bear\n  \n  thinking a lot about the wildlife being destroyed near me right now\n  \n  the smoke was really bad today\n  \n  anyway it's shitfaced sunday if you're good I might turn anon back on\n  ","142114":"\n  direct questions\n  ","142115":"\n  I drew a fox today\n  ","142116":"\n  yes\n  ","142117":"\n  oh lots of things I guess but I don't focus on it. Today I felt sad thinking about the redwoods.\n  ","142118":"\n  ice water\n  ","142119":"\n  ok 4 more and then I'm done with recommendations today I feel weird about tagging people for any reason\n  \n\n   @ChitogeChit\n  \n\n   @littletrvst\n  \n\n   @CourtneyUwU\n  \n\n   @RidgeBackRogue\n  \n","142120":"\n  y'all all need to stop sending me questions about \"girls\" and just let women do what they fucking want with their bodies\n  ","142121":"\n  tulip\n  ","142122":"\n  I'd rather they keep it to themselves, I'm not interested.\n  ","142123":"\n  I don't really, but sometimes in the Summer I do want a slice of watermelon\n  ","142124":"\n  tentacles for arms\n  ","142125":"\n  peanut butter cookie dough\n  ","142126":"\n  to create\n  ","142127":"\n  my partner\n  ","142128":"\n  do you follow:\n  \n   @poetalunam\n  \n\n   @CactusDoug\n  \n\n   @astoldbyjoanna\n  \n\n   @urlsareshittbh\n  \n  ? those are 4 I'll recommend today though I follow about a dozen good people\n  ","142129":"\n  god like all day practically in one form or another\n  ","142130":"\n  cheeseburgers. I fuckin love those things.\n  ","142131":"\n  bottom's up in richmond, VA\n  ","142132":"\n  paris\n  ","142133":"\n  I've never watched the disney channel\n  ","142134":"\n  sure\n  ","142135":"\n  doing something different generally. like a trip or a new restaurant or a new experience\n  ","142136":"\n  my \"remission\" status\n  \n  not yet\n  ","142137":"\n  ha gosh I don't know maybe $25?\n  ","142138":"\n  Up until today is was great. but that's fine, I go on a roadtrip in 3 days so I just gotta get through until then\n  ","142139":"\n  climate crisis maybe. These fires are pretty apocalyptic\n  ","142140":"\n  Not great, tbh. The fires are terrible and the smoke is thick, read in the paper that the air quality in my county is worse here than anywhere else in the entire world right now because we're surrounded by fire and all the smoke is caught up in the valley under a stagnant weather pattern. It's hard to breathe and I've felt sick all day.\n  ","142141":"\n  autin traeger anon didn't work when you tried to cheat the system\n  ","142142":"\n  probably cat\n  ","142143":"\n  it's so funny because-\n  \n  I def didn't ask you. ANYTHING. I have no interest in your multitude of opinions. you're literally just as annoying to me.\n  ","142144":"\n  and people \"want\" to obsess over me. And reach out hiding behind anon like sniveling brats to irritate me. Remember when I was first starting here, and people asked me questions about my goddamned work? Now it's armpit hair. None of y'all have ANY business worrying about MY body. It's sickening.\n  ","142145":"\n  it's so weird how many people seem to think I want their opinion on my- or anyone's- hair\n  \n  can y'all stop sending me things about it? Like, mind your own biz? Leave me alone? I'm here because I'm a well-respected artist who has worked in different areas of the field and I expect questions that aren't ridiculous but what do I get day in and day out? THIS. THANKS ASSHOLES.\n  ","142146":"\n  I usually do, last night I didn't\n  ","142147":"\n  you're completely missing the point but whatever I really can't expect anything more from y'all\n  ","142148":"\n  got new eyeliner today\n  ","142149":"\n  I don't have one but I love baby yoda if that counts\n  ","142150":"\n  being trusted by an animal makes me feel the happiest maybe. Every time my bird demands snuggles and shows love I feel so blessed. Also creating art. Also cooking a tasty meal for my partner and I to share.\n  ","142151":"\n  it changes up a lot but right this second, Alice Neel\n  ","142152":"\n  I mean, I'll do what I want with my feed. but maybe because men are raised to think they control women's bodies.\n  ","142153":"\n  are you daft? I have panic disorder stupidfuck. Read a bio.\n  ","142154":"\n  >>> who sweats SO MUCH that they need to worry about all that? I just don't sweat like you do I guess, sweaty.\n  ","142155":"\n  do they not have deodorant in your country? Or soap?\n  ","142156":"\n  ... adults grow hair. What part of this natural fact of life are you dumbasses missing?\n  ","142157":"\n  it's not going to get the attention you want.\n  \n  fix yourself. Don't wait for someone else to be the catalyst. No one wants to be that for you you have to do it yourself.\n  ","142158":"\n  nope\n  ","142159":"\n  no\n  ","142160":"\n  ate glue\n  ","142161":"\n  the first thing that came to mind was a fall evening in Beverly MA on the beach watching shooting stars with a few beers in my backpack\n  ","142162":"\n  the velveteen rabbit\n  ","142163":"\n  sometimes\n  ","142164":"\n  my husband has both but I don't play either\n  ","142165":"\n  cheese and crackers\n  ","142166":"\n  yup\n  ","142167":"\n  I have a scar on my lip from where I fell rollerskating and my tooth went through my lip\n  ","142168":"\n  I wish\n  ","142169":"\n  \"that eyeliner lasted through 13 hours of sleep wtf\"\n  ","142170":"\n  if it means more art sales, then sure\n  ","142171":"\n  be a multimillionaire I guess. I have things I wanna fix around the house and I want to be able to freely give to charities I like\n  ","142172":"\n  green peppers\n  ","142173":"\n  pretty well, I'm only a little nearsighted\n  ","142174":"\n  I have, when I lived in Massachusetts\n  ","142175":"\n  I did, thank you.\n  ","142176":"\n  I did have a good day, regardless of the smoke\n  ","142177":"\n  I love how creative I am. I love how strong my work ethic is. I love how resilient I am.\n  \n  I would change things so that I'm motivated to work out more regularly\n  ","142178":"\n  owl\n  ","142179":"\n  thanks :)\n  ","142180":"\n  yes\n  ","142181":"\n  many folks\n  ","142182":"\n  silent processing\n  ","142183":"\n  not unless I'm alone and it' dark\n  ","142184":"\n  no it's like the simplest thing in the world\n  ","142185":"\n  appliance noises\n  ","142186":"\n  I mean, people lay attention to me like I'm a performer but I don't really do much to try to be on display\n  ","142187":"\n  today's selfie\/motd featuring birb\n  ","142188":"\n  no I don't. 24 is young. relationships just come and go work on doing things for yourself first. It's silly to waste so much energy on worrying about how old you are and girls\n  ","142189":"\n  Yakima, Willamette\n  ","142190":"\n  I mean vaguely I guess\n  ","142191":"\n  nah\n  ","142192":"\n  190,688\n  ","142193":"\n  who knows, I surely don't care\n  ","142194":"\n  I dunno loba by diana di prima I guess\n  ","142195":"\n  I didn't even see that movie and it boggles my mind how often I get questions about it\n  ","142196":"\n  no in fact I have a cleaning scheduled in two weeks\n  ","142197":"\n  no\n  ","142198":"\n  why are you so invested in my life\n  \n  you could have just moved on but instead you had to bring your garbage fire of a personality into my life\n  ","142199":"\n  you sound like an asshole\n  ","142200":"\n  I mean mine didn't but whatevs on your high privileged horse\n  ","142201":"\n  fresh papaya yesterday at lunch\n  ","142202":"\n  no I'm the party-goer everyone is trying to talk to\n  ","142203":"\n  I don't love singling people out but there are about 7 folks I have connected with outside of ask from here\n  ","142204":"\n  One time in college me and a friend climbed a fence into the cemetery Jack Kerouac is buried in, and tried in vain to find his grave- this was at like, 2 am btw- with zippo lighters as our only light but I guess we made enough noise that the cops got called so we had to make a run for it and I lost half of my favorite skirt climbing the fence back to the car\n  ","142205":"\n  what what it's Thirsty Thurs and I have fancy schmancy rose cider\n  \n  send in your questions\n  \n  and yes I am living in a smoke filled orange apocalypse and it sucks but my household is safe\n  ","142206":"\n  learn- fully and completely- that other people aren't thinking about you, that everyone is self involved, and no one owes you anything- and then FIND PEACE WITH THAT.\n  \n  In doing that, you'll learn to love what you can offer YOURSELF. and in turn, others will WANT to share their lives with you.\n  ","142207":"\n  I accept that thank you but also please people in general stop letting this offensive and exclusive question continue to be commonplace\n  ","142208":"\n  I already do\n  ","142209":"\n  one of those giant Australian spiders\n  ","142210":"\n  maybe\n  ","142211":"\n  interacting with my pets, seeing wild birds at my bird bath or feeders, flowers, good weather, good food\n  ","142212":"\n  indietronica\n  ","142213":"\n  Bicicleta which is Spanish for Bicycle. I don't even ride a bike that word is just fun as hell to say\n  ","142214":"\n  I have i like snakes but I don't own one\n  ","142215":"\n  yeah a room remodel\n  ","142216":"\n  you need to check yourself before asking folks things like this not everyone CAN or WILL be a parent\n  ","142217":"\n  I think the modern human really does have to go through a specific learning process that teaches them \"the world doesn't revolve around you people have their own lives too\" and like, reallllllly understand that on all levels before they can thrive and be happy\n  ","142218":"\n  martha stewart\n  ","142219":"\n  weed\n  ","142220":"\n  orange\n  ","142221":"\n  nope\n  ","142222":"\n  be rude to the waitstaff\n  ","142223":"\n  just keep working\n  ","142224":"\n  I'm on the fence about whether or not there should be prisoners at all\n  ","142225":"\n  I mean it does what I need it to do\n  ","142226":"\n  nope\n  ","142227":"\n  yes, a full length one and a dresser mirror\n  ","142228":"\n  got paid the final installment for my big magazine job and took my husband out for dinner\n  ","142229":"\n  in art.\n  \n  Send in questions y'all I'm super bored\n  ","142230":"\n  you are so goddamned gross and pathetic. Everyday it's something from you. I am happily married and have been nearly two decades. What you are doing is HARASSMENT it's SICK you need HELP like get a fucking life\n  ","142231":"\n  sure\n  ","142232":"\n  I would consider Leigh a friend but the question asked about close friends of which I have few.\n  ","142233":"\n  what? Neither?\n  ","142234":"\n  sure hook me up\n  ","142235":"\n  it's a tab on my desktop, so whenever I am at my desk I guess\n  ","142236":"\n  lately, cheese popcorn\n  ","142237":"\n  I don't share my weed with anyone that's my medicine get your own\n  ","142238":"\n  a xmas gift\n  ","142239":"\n  my local grocery\n  ","142240":"\n  that's more like it\n  ","142241":"\n  also you have the same birthday as my stepmom who is my favorite relative\n  \n  meanwhile with the lack of a space between go and dallas, I keep at a glance thinking your name here is Godzilla sucks\n  ","142242":"\n  I am\n  ","142243":"\n  happy birthday\n  \n  and yes, I sold a limited edition luke skywalker action figure on eBay years and years ago for like 150 bucks and then I bought a left-handed guitar that I took lessons for but could never get the hang of\n  ","142244":"\n  for real\n  ","142245":"\n  it was good. Got paid. Got more work. Got an email from the magazine I'm working for's founder thanking me personally for my great work. I ate nachos for dinner and I'm going to drink ciders and chill for a little while.\n  ","142246":"\n  I have like 5 favorite outfits but one of them is this, brown overalls with a mauve tank\n  ","142247":"\n  I just don't remember shit like that. If something is emotionally painful then my brain hides it away to deal with never and I continue on with my life\n  ","142248":"\n  I have had them but they're not something I ever make or order really so I don't normally have them\n  ","142249":"\n  I have dozens of paintings on my walls. Most by me but also some we've bought or been gifted over the years.\n  ","142250":"\n  cats and birds are my thang\n  ","142251":"\n  um, just money\n  ","142252":"\n  I had an idea for a tv show the other day based on the concept that if you see your doppleganger, it means you're going to die\n  \n  What if the main character saw his doppleganger die right in front of him, so that he had to face the reality that he was NOT the original, but in fact, the copy\n  ","142253":"\n  my bestie and an old friend from college and my partner of course and I guess those three are the closest. I have a lot of friends but I'm not particularly involved with a lot of them very often.\n  ","142254":"\n  steak\n  ","142255":"\n  be a famous artist\n  ","142256":"\n  fried pickles\n  ","142257":"\n  is it on instagram? send it to me there\n  ","142258":"\n  sure sometimes\n  ","142259":"\n  couple of winters ago\n  ","142260":"\n  new self portrait\n  ","142261":"\n  not being meaner to boys\n  ","142262":"\n  visit all 50 states. Only 7 left to go, gonna knock out Alaska next year.\n  ","142263":"\n  yes\n  ","142264":"\n  not cigarettes\n  ","142265":"\n  I can't remember what my first furniture was, maybe a mattress?\n  ","142266":"\n  I think the idea of mental age is ableist\n  ","142267":"\n  rain\n  ","142268":"\n  yes\n  ","142269":"\n  I drink too much and I smoke too much weed\n  ","142270":"\n  I can't choose\n  ","142271":"\n  3- two cats and a parakeet\n  ","142272":"\n  immediately\n  ","142273":"\n  my life just keeps getting better\n  ","142274":"\n  learning to control my mental illnesses\n  ","142275":"\n  the Pixies\n  ","142276":"\n  I don't like talking about sex family or my childhood\n  ","142277":"\n  I do it's shehitsback don't DM me\n  ","142278":"\n  just thinking about veggies I need to get Bubo to try\n  ","142279":"\n  cucumber melon seltzer water\n  ","142280":"\n  it was good! I drew a portrait today that was received well. Tomorrow's a holiday. I ate good food today. Ran errands. Bubo was sick but now she is well.\n  ","142281":"\n  why not both\n  ","142282":"\n  Y'all. I made a huge salad with power greens, grape tomatoes, thick cut cheddar from a local dairy, garlic croutons, crimini mushrooms, and fresh radishes and topped it with pan seared garlic shrimp and bay scallops and a lemon and oil dressing\n  ","142283":"\n  do you mean grits? Because I love grits\n  ","142284":"\n  it's time! zomg! it's shitfaced Sunday! Send in your burning questions\n  \n  today's makeup is just some pink glitter and mascara\n  ","142285":"\n  is this a fetish?\n  \n  I have an easily irritated stomach.\n  ","142286":"\n  I can crack my big toe knuckles on demand\n  ","142287":"\n  yup\n  ","142288":"\n  I have blinds\n  ","142289":"\n  dunno\n  ","142290":"\n  soup and sandwiches\n  ","142291":"\n  hate\n  ","142292":"\n  always\n  ","142293":"\n  jump back and make a terrible face while saying no\n  \n  basically my reaction if anyone of any gender touches me unexpectedly\n  ","142294":"\n  I have for sure taken a swig of ashtray water accidentally before yes\n  ","142295":"\n  my weekend isn't much different than usual, played some animal crossing hung out with my pets, today my partner is off so we have errands to run\n  ","142296":"\n  I already moved across the country\n  ","142297":"\n  Bubo is back to feeling well again and was playing with her toys and singing a lil song\n  ","142298":"\n  yoko ono\n  ","142299":"\n  if it means more art sales then sure\n  ","142300":"\n  kind of\n  ","142301":"\n  um wut\n  ","142302":"\n  October\n  ","142303":"\n  Bubo, compliments about my art, animals doing cute things\n  ","142304":"\n  nearly 7 years\n  ","142305":"\n  I don't wake up to an alarm\n  ","142306":"\n  Hue, Messenger, Instagram, QuickPic\n  ","142307":"\n  I love where I am in the Pacific NW of the US\n  ","142308":"\n  Slapback by Squirrel Flower\n  ","142309":"\n  it was good! I got a new headshot for my portrait series, so I'll be picking that back up soon (here's some of the previous works in the series)\n  \n  It was pizza night so that's always good\n  \n  Bubo got really sick and I didn't think she'd pull through but thankfully she did like a little boss and I feel so relieved now\n  ","142310":"\n  it's lavender\/light purple but I have it in a teal and black case.\n  ","142311":"\n  today's makeup\n  \n  ps the eye shadow smells like ice cream\n  ","142312":"\n  I tried to make chicken livers a few months ago but I didn't get the gravy right or something and the texture  plus the taste was just too much\n  ","142313":"\n  as appealing as advising myself out of bad situations is, I wouldn't talk to my past self because every bad choice led to where I am now, and where I am now is really really good.\n  ","142314":"\n  I could ask the same of you\n  ","142315":"\n  what? no\n  ","142316":"\n  sure\n  ","142317":"\n  just herb\n  ","142318":"\n  only a very small one\n  ","142319":"\n  no it's not rude\n  \n  good fucking god y'all you would control every word that came out of your \"friends\" mouths if you could, right? I get these messages about \"is it rude\" or \"is it wrong\" that people are just living their lives-\n  \n  let people live the world doesn't revolve around you\n  ","142320":"\n  I don't know if important is the right word. I enjoy marriage but I don't think it's necessary\n  ","142321":"\n  in 9 days a magazine is launching portraits done by me for their bio page\n  ","142322":"\n  things like this really depend situation to situation\n  ","142323":"\n  the fact that it's a question and answer site and not really a social media app\n  ","142324":"\n  varies wildly. You can buy my stickers or postcards for as little as a buck or two. My redbubble store is full of all sorts of printing options at a large range of prices.\n  \n  Portrait commissions are temporarily closed. I was selling them for $15-30 per subject but because of recent spikes in my popularity that price will be going up soon. Paintings also, for now they range between $75-$150 each\n  ","142325":"\n  art\n  \n  bought a new mask from my shop, Tree Frog. This and over a hundred other designs available, link in bio\n  ","142326":"\n  math\n  \n  and scams\n  \n  don't pay them, buy my art instead\n  ","142327":"\n  jumping in lava\n  ","142328":"\n  you send me questions about my breasts at least once a day, and have for probably close to a month now.\n  \n  Do you realize I have tumors in my breasts? I go through biopsies and cancer scares every time I get a mammogram, which is every 6 months of my life.\n  \n  Imagine being so fucking ignorant and creepy that you would harass a woman going through that, for what? To beat off your flaccid dick thinking about my \"bewbs\" as you keep calling them?\n  \n  What a goddamned loser. Cut your dick off asshole.\n  ","142329":"\n  ALL ANONS\n  \n  RIGHT NOW\n  \n  GO READ MY FUCKING BIO\n  ","142330":"\n  drawing, sleeping, smoking, chilling on my balcony\n  ","142331":"\n  making fun of schizophrenia is so rad and edgy, congratulations you win an award for being the coooooolest kid\n  ","142332":"\n  you realize you're anon, not in a thread, and being super vague, right?\n  ","142333":"\n  no\n  ","142334":"\n  there's probably like nothing I can do for you, not-a-question-asking-anon\n  ","142335":"\n  cut and pasted directly from my bio:\n  \n  \"  Not here to chat so don't send me \"hey\" \"hi\" \"yo\" etc \"\n  ","142336":"\n  no but I've definitely gotten food poisoning\n  ","142337":"\n  thanks! I did a series of portraits for all of the employee bios and they like them so much they're doing a promo spread for me on launch day so maybe I'll get more work out of this\n  ","142338":"\n  back in 2014 it suddenly got super popular within the twitter gaming community so I joined during that trend and just didn't leave when everyone else did\n  ","142339":"\n  I agree, chocolate isn't that great. I also don't like iced coffee.\n  ","142340":"\n  jan 13\n  ","142341":"\n  is an alaska cruise going to be safe in 2021 because my dad wants me to buy tickets\n  ","142342":"\n  the good news is, my nephew and his family all had covid and they survived without a hitch so there's a chance you won't die a gruesome death just yet\n  ","142343":"\n  my birthday\n  ","142344":"\n  don't update your computer when you have work to do that afternoon\n  ","142345":"\n  I updated my computer yesterday and it took like 2 hours to complete which set back my schedule for the afternoon\n  ","142346":"\n  10 more days until the magazine I'm working with launches the art I've been doing for them on their site\n  ","142347":"\n  I do but it's almost even\n  ","142348":"\n  draw\n  ","142349":"\n  I literally answered this like a couple of answers ago\n  ","142350":"\n  that a portrait I drew today for a project I'm on was awesome\n  ","142351":"\n  really good. Tomorrow's my last day of work for the magazine I've been drawing portraits for, but I have to wait until the 14th for the site launch. I cooked a sweet ass Korma for dinner. The weather is warm but beautiful.\n  ","142352":"\n  yes.that seems perfectly reasonable. When I was 21, I dated a 20 year old, a 25 year old, and briefly a 22 year old.\n  ","142353":"\n  Somehow it's Thirsty Thursday again already so let's get drankin\n  \n  Ask me anything! I'll delete or report anything inappropriate! I like questions about: art-mental health-travel-the US-food-music-my bird-animals-animal crossing-makeup-etc\n  ","142354":"\n  today's makeup\n  ","142355":"\n  -better reporting and blocking system\n  \n  -fix polls so they don't stop up a news feed\n  \n  -more than 5 display pics\n  \n  -gifs for website users\n  \n  -video response for website users\n  \n  -give me a goddamned blue check already\n  ","142356":"\n  a song called locket by crumb, peppermint oil from my bong, and this screen as I type on it\n  ","142357":"\n  no I think gross anons should cut their dicks off\n  ","142358":"\n  talented, intelligent, peaceful\n  ","142359":"\n  we wouldn't breed animals and probably farm animals used solely for meat would go extinct I guess or else we have wild pigs roaming the streets\n  \n  I don't know it probably wouldn't be bad or that different but that's the first thing that popped in my head\n  ","142360":"\n  nah I love my life\n  ","142361":"\n  santa claus\n  ","142362":"\n  my comfortable and stable life\n  ","142363":"\n  nope\n  ","142364":"\n  yeah Jupiter good job\n  ","142365":"\n  I wouldn't want to be that person\n  ","142366":"\n  I have no idea it's just an organic thing\n  ","142367":"\n  I was like this artsy popular force high school was great for me\n  ","142368":"\n  amazon and second hand shops\n  ","142369":"\n  it irritates I guess but I take it under consideration\n  ","142370":"\n  anything on my main playlist\n  ","142371":"\n  huh\n  ","142372":"\n  I have no idea my husband does my computer stuff\n  \n  but yes it's useful I don't have to deal with flashing and weirdness and pop ups\n  ","142373":"\n  thanks I will\n  ","142374":"\n  no\n  ","142375":"\n  s p o r t s\n  ","142376":"\n  no\n  ","142377":"\n  I am still drinking my breakfast\n  ","142378":"\n  I've never been in a situation like that\n  ","142379":"\n  nah\n  ","142380":"\n  hmmm\n  \n  humanity and justice and temperance and courage mostly maybe I've never thought about it\n  ","142381":"\n  pizza\n  ","142382":"\n  yeah I tried to keep it under a minute you'll have to scroll back it's been a couple of months there are like one or two longer than a minute ones on igtv\n  ","142383":"\n  I almost never see them because I don't watch network tv and I have an ad blocker\n  ","142384":"\n  eccentric\n  ","142385":"\n  it's 11 am where I am\n  ","142386":"\n  you're thinking way too hard about a word pun, and clearly don't understand my username reference.\n  ","142387":"\n  AAA, my eye doctor, that's really it no one irritates me other than these two and Jon handles most of the things\n  ","142388":"\n  I've done like a dozen of them, on instagram\n  ","142389":"\n  that lasted like 2 months and I wasn't the one interested in other people\n  ","142390":"\n  pretty  sure I'm not a poet\n  ","142391":"\n  maybe you didn't get the joke\n  ","142392":"\n  I guess the website version of Ask is jacked up, I haven't been able to access my feed all day so yes I know I haven't answered your questions it's because I have no feed to post to right now and I hate using the phone app\n  ","142393":"\n  when you grow up, you get to control your own life and that will make all of this worth it\n  ","142394":"\n  must suck to be so gross and creepy that you have to send things like this to a happily married 40 year old woman\n  ","142395":"\n  I bet that will be fun to try out. My favorite pub foods are scotch eggs and any sort of chowder\n  ","142396":"\n  I had plenty of time for what I wanted\n  \n  I kicked major ass today as usual and now I'm drinking and smoking a very coooooool hybrid what's up\n  ","142397":"\n  yes I honestly have a fondness for pub food though I almost never get it because there just aren't pubs like that on the west coast\n  ","142398":"\n  smoke up and do art is what I do\n  ","142399":"\n  My partner and my best friends and my close family can hug me but no one else\n  ","142400":"\n  Sea Hits Back\n  ","142401":"\n  I haven't seen commercials in years\n  ","142402":"\n  I never took chemistry. The high school sciences I took were Biology, Earth Science, and Oceanography\n  ","142403":"\n  habit mostly. the few good folks. my inflated ego.\n  ","142404":"\n  yes\n  ","142405":"\n  yes\n  ","142406":"\n  yes I wish I had more currently I have one tinkly metal and gemstone set\n  ","142407":"\n  probably until next Summer at the least, or whenever they can come up with a reliable vaccine\n  ","142408":"\n  just my partner, going on a road trip or a vacation somewhere\n  ","142409":"\n  not the clouds but the plants\n  ","142410":"\n  you can be rich in lots of things. I'm rich in happiness.\n  ","142411":"\n  I have nothing to say to that nasty orange thing people like him don't listen to people like me anyways\n  ","142412":"\n  nah we watch one show a day on the big tv while we eat dinner together usually\n  ","142413":"\n  Washington\n  ","142414":"\n  the yard\n  ","142415":"\n  I used to share them to twitter but like, one of my idiotic haters got SO FLABBERGASTED about it that I just got tired of their constant messages and stopped.\n  ","142416":"\n  and Doug too apparently\n  ","142417":"\n  y'all I never remember coins. IF I use them, it's like, as an extra \"like\", like something was so good it needed something extra. I don't pay them back, I don't give them out, I don't think about them.\n  ","142418":"\n  meat\n  ","142419":"\n  a spattering of musicians, a comedian, a few writers, an actor\n  ","142420":"\n  I guess making the bed but I don't always do it\n  ","142421":"\n  pantone's free color finder tool with hex codes for every single color\n  ","142422":"\n  nope\n  ","142423":"\n  almost never\n  ","142424":"\n  love em\n  ","142425":"\n  all of my talents are useful\n  ","142426":"\n  yes\n  ","142427":"\n  sure. I don't want shitty friends.\n  ","142428":"\n  yes\n  ","142429":"\n  you work at the airport\n  ","142430":"\n  sure I believe in love I think a person should love many in many different ways in their lifetimes\n  ","142431":"\n  without googling it I'm not really sure what the difference is\n  ","142432":"\n  here\n  ","142433":"\n  I used to have major depressive disorder, so yes.\n  ","142434":"\n  I'm happy to remain an artist\n  ","142435":"\n  drawing\n  ","142436":"\n  nope\n  ","142437":"\n  google maps sometimes\n  ","142438":"\n  people calling me pet names\n  ","142439":"\n  put on a flannel\n  ","142440":"\n  I mean, I can't tell you what's important to you. Do you like to spend money? Have money? give money away?\n  ","142441":"\n  chicken fried rice\n  ","142442":"\n  birds using my new feeder and bird bath, cooking a meal my partner loved, spending time with my pets\n  ","142443":"\n  nah\n  \n  \"weird\" questions are the ones I delete or report lol\n  ","142444":"\n  it's steady. I've had some panic about leaving the house but I've made sure to get out twice a week anyway to battle my agoraphobia. Thanks for checking in\n  ","142445":"\n  it's sunday you know what that means\n  \n  send in yo questions\n  \n  here's my makeup for today-\n  ","142446":"\n  they just wear people down and expend resources\n  ","142447":"\n  I don't think we'll ever globally agree on something like that\n  ","142448":"\n  art\n  ","142449":"\n  I never use dark mode\n  ","142450":"\n  there are? caffeine pills?\n  ","142451":"\n  no I'm upfront about things like that\n  ","142452":"\n  yes\n  ","142453":"\n  Mary Poppins\n  ","142454":"\n  I never have this problem as I almost never watch movies\n  ","142455":"\n  yellow cake baking\n  ","142456":"\n  maybe\n  ","142457":"\n  nope\n  ","142458":"\n  yes.\n  ","142459":"\n  <3\n  ","142460":"\n  in addition to increased redbubble sales I took on a 21-portrait project for a magazine\n  ","142461":"\n  I don't know, I never read my horoscope\n  ","142462":"\n  I don't have one though I should make one for my surgically perfect feet\n  ","142463":"\n  I don't care about the coins and I'm not coming up with anything that's very funny but what's up y'all\n  ","142464":"\n  I go wild for trees. Last year I had 4 Xmas trees. I whine until at least some white string lights go up on the front porch but other than those two things, I don't really decorate and I don't do anything for any other holidays\n  ","142465":"\n  it's always sunny in Philadelphia\n  ","142466":"\n  spam callers\n  ","142467":"\n  I can't even remember\n  ","142468":"\n  Professionally, my art is exploding right now\n  \n  Personally, it was pizza night and also my husband came home with a new 65\" TV\n  ","142469":"\n  I'm in a really good mood right now\n  ","142470":"\n  none. I never got used to coins or learned to care about them\n  ","142471":"\n  new drawing, Mallard\n  ","142472":"\n  spotify is playing Black Bikini by REMMI and Bubo is singing\n  ","142473":"\n  I have not but I'm willing to try it\n  ","142474":"\n  I mean,\n  \n  I am not destroyed by the world because my life kicks ass\n  \n  I don't destroy the universe because I'm a peaceful, non destructive force\n  ","142475":"\n  mad max and fast and furious\n  ","142476":"\n  I wouldn't, too much pressure\n  ","142477":"\n  red panda\n  ","142478":"\n  really good.\n  ","142479":"\n  drive drunk I guess\n  ","142480":"\n  honestly it hasn't really affected me a lot. My nephew and his family all had it but they didn't have any major complications I guess. My partner is working longer hours and I've been getting more work than before\n  ","142481":"\n  middle because the acoustics are best\n  ","142482":"\n  I married him\n  ","142483":"\n  live my life, it rains 8 months out of the year here\n  ","142484":"\n  black coffee\n  ","142485":"\n  I have the day off from work so I think I'll clean my kitchen, do laundry, and draw a mallard duck\n  ","142486":"\n  I can't even remember\n  ","142487":"\n  fuck cancer\n  ","142488":"\n  almost never. I drink about 3 liters of water a day so my skin doesn't need it.\n  ","142489":"\n  reliability\n  ","142490":"\n  I did, RIP Chadwick cancer sucks\n  ","142491":"\n  not really but I don't mind dishes or laundry as much as the rest\n  ","142492":"\n  sup y'all I am settling down for the night after another day who's ass I definitely kicked. AMA\n  ","142493":"\n  yup\n  ","142494":"\n  neither\n  ","142495":"\n  fraggle rock\n  ","142496":"\n  earth\n  ","142497":"\n  I mean, I've worked as a leg model there are probably lots of people who have stared at my legs\n  ","142498":"\n  I don't mind the rain, which is good since it rains for 8 months out of the year where I live\n  ","142499":"\n  I like argyle socks and floral patterns\n  ","142500":"\n  My partner wants one so we might get one eventually but I have no interest as I don't drive\n  ","142501":"\n  -likes to learn\n  \n  -loved by animals\n  \n  -entertaining to talk to\n  \n  -makes me laugh\n  \n  -is an enjoyable adventure partner\n  ","142502":"\n  Good luck with the hurricane! It's sunny and mild where I am. I think the high is like, 84 today\n  ","142503":"\n  I have no solid opinions. Seems like all options suck.\n  ","142504":"\n  I enjoy nature a lot and I do sit on my balcony from time to time but I'm really more of an inside person. My music and coffee and art stuff are inside.\n  ","142505":"\n  I have flown many times but only in business class twice and all the rest coach.\n  ","142506":"\n  sure. with mustard.\n  ","142507":"\n  I cut my own bangs like a week ago but I haven't been to a salon since like, last Winter\n  ","142508":"\n  I always liked going to the art museum as a kid though my classmates probably didn't care so much\n  ","142509":"\n  no\n  ","142510":"\n  yes! They're so big!\n  ","142511":"\n  cooler weather\n  ","142512":"\n  that does sound nice but I like being close to things like the hospital and stores\n  ","142513":"\n  I do have a large coffee table\n  ","142514":"\n  no plans! just portrait work!\n  ","142515":"\n  once a day\n  ","142516":"\n  yup\n  ","142517":"\n  depends. I hire an exterminator to kill ants. I relocate most anything else.\n  ","142518":"\n  no\n  ","142519":"\n  shrug\n  ","142520":"\n  not long\n  ","142521":"\n  nope\n  ","142522":"\n  \"female\"\n  \n  \"catching feelings\"\n  \n  you're obviously very young, just ask her out it's not going to ruin your whole life if she says no\n  ","142523":"\n  My husband and I do that every couple of years, and have a trip coming up in the middle of Sept. We just sort of pick a few roadside attractions and meander on our way to and from those\n  ","142524":"\n  k wheeee\n  ","142525":"\n  I am so good lately. I really can not complain\n  ","142526":"\n  of those, the pear\n  ","142527":"\n  Here's a picture of me and Jon from 9 years ago\n  ","142528":"\n  sorry to hear that. I'll send a text hug     H      U     G\n  ","142529":"\n  yes- but it's a hard road that takes time and tons of effort\n  ","142530":"\n  wheat chex because I can share it with Bubo\n  \n  It's Thirsty Thurs, and I'm in a pretty good mood, AMA\n  \n  today's selfie-\n  ","142531":"\n  Lately I attract good kind people\n  ","142532":"\n  good, happy, productive\n  ","142533":"\n  my office portion of the great room which I call my Nest\n  ","142534":"\n  no\n  ","142535":"\n  sure it's nice to think that good things are ahead\n  ","142536":"\n  my house is messy I'm too busy with art to care about tidiness\n  ","142537":"\n  no sugar, black with nothing added\n  ","142538":"\n  good lord I don't know I'm not romantic enough to remember details like that 17 years later\n  ","142539":"\n  no\n  ","142540":"\n  dunno it's creepy\n  ","142541":"\n  sure\n  ","142542":"\n  I take a low dose of prozac, but the majority of being able to go into full remission with major depressive disorder was therapy, and specifcally learning mindfulness meditation\n  ","142543":"\n  parsley\n  ","142544":"\n  me rn\n  ","142545":"\n  I am working on a huge job for a magazine doing author\/bio portraits\n  ","142546":"\n  I have no opinions on that.\n  ","142547":"\n  I'd rather be hot than cold\n  ","142548":"\n  like a few months ago but I can't remember why I think it was knitting related\n  ","142549":"\n  I already sell housewares, accessories, clothing, stationary, and more in addition to art prints and portraits\n  ","142550":"\n  I mean, lots\n  \n  today's OOTD\n  ","142551":"\n  thanks!\n  ","142552":"\n  how many people did you copy and paste this to nerd\n  ","142553":"\n  I'm not often the one reaching out first honestly. I don't think about it.\n  ","142554":"\n  nah\n  ","142555":"\n  nah\n  ","142556":"\n  I was hired for an incredible job yesterday, doing 21 portraits for a magazine's bio page. I'm so grateful for everything that led to that.\n  ","142557":"\n  nah\n  ","142558":"\n  the next 3 songs up to play are Dark Places by Beck, Gotta Get Up (Interlude) by Kali Uchis, and So Hot You're Hurting my Feelings by Caroline Polachek\n  ","142559":"\n  I love jewelry I wear 8 earrings, a nose ring, a necklace, and 6 rings on my fingers\n  ","142560":"\n  pretty regularly\n  ","142561":"\n  so many times\n  ","142562":"\n  yes\n  ","142563":"\n  going to bed, goodnight ask fm\n  ","142564":"\n  thanks, and stay hydrated! mot important thing you can do for your skin!\n  ","142565":"\n  I rewarded myself with a big mac after making a large sale\n  ","142566":"\n  I was tired of how expensive they were\n  ","142567":"\n  I was a heavy smoker at the time. Smoked from age 15 until age 30\n  ","142568":"\n  so THIS night was a \"Faux Wedding\" between me and my friend Brent, the only other scholarship winner that year at our school. We had a potted plant as my bouquet and we drew on each others foreheads in cigarette ash and duct taped our wrists together as part of the ceremony. Also that's a wig.\n  ","142569":"\n  I do what I want\n  ","142570":"\n  nah\n  ","142571":"\n  introvert\n  \n  I had a really great day now it's time for y'all to send me questions\n  ","142572":"\n  just xmas and birthdays\n  ","142573":"\n  nope\n  ","142574":"\n  \"glad we can text like this\"\n  ","142575":"\n  I've never tried one that I liked.\n  ","142576":"\n  I am storm free and in fact enjoying mild, sunny weather today. Stay safe to those who aren't as lucky as I am here in the PNW\n  ","142577":"\n  dishes\n  ","142578":"\n  when my partner was first starting out cooking a few years back he made some dish that was just- a burnt and overseasoned nightmare we ended up throwing it out and getting fast food\n  ","142579":"\n  trees r gud\n  ","142580":"\n  being allergic to tree pollen\n  ","142581":"\n  key lime pie\n  ","142582":"\n  oh\n  \n  ok\n  ","142583":"\n  I'm currently listening to Assume by Cailin Russo\n  ","142584":"\n  the Pixies\n  ","142585":"\n  none yet today I just woke up. I need to fold laundry and do the dishes today though\n  ","142586":"\n  they're the same thing\n  ","142587":"\n  I hated it. my favorite thing was like, volleyball or tennis or lacrosse and my least favorite was rope climbing and running the mile\n  ","142588":"\n  we recycle like, everything. cardboard, metal, plastic, paper\n  \n  also my yard is a meadow instead of a lawn\n  \n  I could improve by adding to the types of flowers to the yard to attract even more important pollinators and by using less waste\n  ","142589":"\n  I'd give it to someone else I don't really care about candy\n  ","142590":"\n  regular\n  ","142591":"\n  no but the side street does\n  ","142592":"\n  for middle school and both of my high schools yes but I was a walker in elementary school\n  ","142593":"\n  I have no idea\n  ","142594":"\n  I'm not really afraid of anyone\n  \n  but these creepy fucking incels who hate women so much they shoot up schools and shit like, what's up with them\n  ","142595":"\n  no\n  ","142596":"\n  I quit biting my nails and I quit smoking cigarettes both took work\n  ","142597":"\n  Autumn probably, or Spring or Summer but not Winter\n  ","142598":"\n  v high off a new strain named \"Xena\" AMA\n  ","142599":"\n  yes but there are a couple out there who won't get my forgiveness and that's fine I can live with that\n  ","142600":"\n  I mean sure it's possible but until she's ready to face that it's mental illness that's impacting her and she seeks help there's not a whole lot you can do.\n  ","142601":"\n  this is a man-created myth. Y'all are so insecure it's pathetic. You don't get attention from women because you're pitiful, not because you aren't these things listed.\n  ","142602":"\n  I am not but thanks for your concern. When I lived in Virginia I was often in hurricanes, but now that I'm in Washington state we really only worry about volcanoes I guess and then hardly that\n  ","142603":"\n  4 new designs available in my shop today\n  ","142604":"\n  most days I only wear eye makeup so it only takes maybe 5 minutes if that. One the rare occasion I do a full face with eyebrows and lips and foundation and highlight and all that maybe 10-15? I don't spend a lot of time on it, it's something I've been doing for so long that it goes by pretty fast.\n  ","142605":"\n  no\n  ","142606":"\n  yes\n  ","142607":"\n  I just finished making a pastrami and cheddar sandwich and am now about to eat it\n  ","142608":"\n  that I was important enough to be targeted by the government\n  ","142609":"\n  the government\n  ","142610":"\n  my mother's voice screaming at me\n  ","142611":"\n  various things. people, animals. A dark man who spied on me. A grey cat that I felt like was a protector of sorts. I stopped being able to drive because I'd hallucinate teens and kids running in front of my vehicle. I used to hallucinate large groups of crows which I felt like was an omen.\n  ","142612":"\n  I just answered this basically in my symptoms answer\n  ","142613":"\n  no he was my teacher. He's very old. He grew up in a jazz bar and went on to teach film and painting\n  ","142614":"\n  when I had symptoms, I had hallucinations, auditory delusions, delusions of persecution, delusions of grandeur, disorganized thought, negative symptoms like depression and lack of motivation, listlessness.\n  \n  I've been in remission for years\n  ","142615":"\n  I was diagnosed with psychosis at 19 and schizophrenia at 23\n  ","142616":"\n  I don't understand this question I'm not a transformer\n  ","142617":"\n  thanks!\n  ","142618":"\n  he stopped talking to me when I told him my was diagnosed with schizophrenia.\n  ","142619":"\n  I have no idea. I'm not Gnostic. I feel like you're not really processing my words correctly and making the right conclusions.\n  \n  the ones I remember are God (the demiurge) Sofia (mother of god) Christ (jesus) Abraxas, then there's like archons and aeons and it's all very complicated and based entirely on christian and jewish texts and buddhist concepts really you can do your own research\n  ","142620":"\n  one\n  ","142621":"\n  I did some art based on some of the gods like 10 years ago I have no real attraction to it\n  ","142622":"\n  LOL wut\n  \n  I am atheist\n  ","142623":"\n  evangelical christian\n  ","142624":"\n  a gnostic god who's kind of a cross between a rooster and a man but he's very powerful one of the higher gods\n  ","142625":"\n  I'm no scholar you can wikipedia that shit just like anyone else\n  ","142626":"\n  it's just the way that religion's hierarchy is. Jesus is a higher being than God, God is kind of the shitty sub-god who created Earth despite being told not to\n  ","142627":"\n  Gnostic. because Mary is more important than God and Abraxas and Jesus are kind of like, superstars and shit's bonkers all the way around\n  ","142628":"\n  no I've never met David Bowie personally\n  ","142629":"\n  Then leave me the fuck alone\n  \n  you've been messaging me this shit for a while now\n  \n  it's creepy\n  \n  it's disgusting\n  \n  you're crossing boundaries\n  \n  I'M MARRIED\n  \n  I'm NOT into you\n  ","142630":"\n  nope. Unicorns and Pegasus, YES but not regular horses\n  ","142631":"\n  since 2014\n  ","142632":"\n  a little of both really\n  ","142633":"\n  cheeseburgers, beans and rice, tacos, curry\n  ","142634":"\n  pie\n  ","142635":"\n  draw\n  ","142636":"\n  my spouse\n  ","142637":"\n  nothing I'm very punctual\n  ","142638":"\n  like 2 miles\n  ","142639":"\n  I mean, I already bought a house 47 miles from Mt St Helens\n  ","142640":"\n  homemade\n  ","142641":"\n  pastrami sandwich\n  ","142642":"\n  really good. Didn't do a lot but got a drawing I liked done and ran errands and spent time with my spouse and ate good food so really that's what matters\n  ","142643":"\n  beans and rice- or really, chorizo and onions with diced tomato and chiles, seasoned pinto beans, served over chicken-broth-made rice with cheddar cheese on top\n  ","142644":"\n  I don't, never have been good at acting\n  ","142645":"\n  it's supposed to be shitfaced sunday but I'm really tired so it's gonna be more like, 2 drinks and go to bed sunday\n  \n  but anyway send in some questions\n  ","142646":"\n  I'm almost never around children and the idea of loud kids annoys me but in reality I'm mostly fine in small doses at least\n  ","142647":"\n  I don't think I could kill someone\n  ","142648":"\n  I have not been in this situation as I prefer to smoke my own joint and not get other's germs\n  ","142649":"\n  I ran errands today, parrot store, dispensary, and grocery.\n  ","142650":"\n  it just means what it means. It's a state of mind. Mental health isn't perfect right now probably. In response, you say \"Let me know if I can help\" and then you give her some space\n  ","142651":"\n  yup\n  ","142652":"\n  I wanna be home so here' s a selfie\n  ","142653":"\n  nah but you gotta be able to take care of yourself\n  ","142654":"\n  I only follow like 15 people and I don't have \"see the answers your friends like\" turned on so I don't really ever see but maybe three other answers if that many. So not really. If it's a particularly touchy subject, I just ignore. I'm not here to debate with trolls.\n  ","142655":"\n  yes, it's been common practice for a long time to wear a mask when you feel sick to protect others there\n  ","142656":"\n  thanks\n  ","142657":"\n  I mean, that's on the users not the site\n  ","142658":"\n  nope I don't even have photoshop\n  ","142659":"\n  I'd rather HUG a horse sized duck\n  ","142660":"\n  a quick wave. I don't really love touchy feelyness.\n  ","142661":"\n  yes\n  ","142662":"\n  breaking the rules oooooo\n  ","142663":"\n  I do, I paint in fact, my favorite painters are Oskar Kokoschka and Alice Neel\n  ","142664":"\n  for sure\n  ","142665":"\n  alone, with internet company\n  ","142666":"\n  some parsley from a friend's garden\n  ","142667":"\n  play the ukulele\n  ","142668":"\n  taking a small roadtrip to Montana next month\n  ","142669":"\n  yes\n  ","142670":"\n  tonight's been weird so I'm going to drink. AMA\n  ","142671":"\n  Reggie\n  ","142672":"\n  I do I have two cats and a parakeet\n  ","142673":"\n  I drew this today, go buy it on redbubble\n  ","142674":"\n  no absolutely not. I think people are stupid to not wear one in public. I have been wearing my masks since March and I'm prepared to keep doing so for the foreseeable future until there is a reliable vaccine for this disease. And probably, I'll continue wearing a mask when I'm sick or have symptoms even after that, like they do in Japan.\n  ","142675":"\n  I have no idea I can't see people's faces anymore\n  ","142676":"\n  Today's been fine. I just made another pot of coffee, getting ready to grab my iPad and draw a Pacific tree frog. It's Pizza Night so that's something to look forward to\n  ","142677":"\n  Oh I like most appropriate questions. I like questions like yours that go to lots of people I follow so I can not only answer but see how others answered, too. I like questions about my makeup or art or bird or fun things like that.\n  ","142678":"\n  ?\n  \n  I'm imagining like, X Files aliens with the clouded black eyes that show the viewer that they're really aliens\n  ","142679":"\n  real life bulls, nay\n  \n  mechanical bulls, yay\n  \n  I have ridden a mechanical bull\n  ","142680":"\n  I've never met a robot that I found especially personable or attractive so probably not\n  ","142681":"\n  crest\n  ","142682":"\n  I have a bunch of knitted hats because they're fun to knit, and I have a straw cowboy hat I call my adventure hat that I wear if I'm going to be in the sun for a while but mostly I don't like wearing hats\n  ","142683":"\n  the last thing I \"cooked\" for myself was a frozen corn dog\n  \n  the last meal I cooked for both myself and my partner was grilled porkchops, green beans, and mac and cheese a couple of nights ago\n  ","142684":"\n  love\n  ","142685":"\n  I use facebook, instagram, twitter, nextdoor in addition to ask.\n  ","142686":"\n  yeah but I would hate it\n  ","142687":"\n  I sure fucking wish you'd stop\n  ","142688":"\n  yes\n  ","142689":"\n  yes\n  ","142690":"\n  I'm 40 years old. I'm not concerned about what my parents know and do not know\n  ","142691":"\n  you've followed me long enough to know I almost never ask questions\n  ","142692":"\n  I don't reflect often no I try not to get caught up on the past I am a present person and I will survive what the day holds\n  ","142693":"\n  food\n  ","142694":"\n  nah\n  ","142695":"\n  travel outside of their hometown\n  ","142696":"\n  other people don't care as much as you think they do- which isn't sad, it's a relief\n  ","142697":"\n  I dunno like a mutt of fancy origins\n  ","142698":"\n  I don't really, but THEN THIS HAPPENED\n  \n  two nights ago I woke up at 4:30 am and looked at the clock. Jon was asleep on the sofa, which he does normally when his back is bothering him. The cats were with me- Mimi in my face and Rin on my feet. Before I fell back asleep, I distinctly heard the sound of a cat food can opening- the cats heard it too and Mimi busted ass so hard to get in the kitchen that she scratched my chest and left a bloody mark. I fell asleep.\n  \n  The next day I asked Jon why he fed the cats so early, and he said he didn't! That in fact, he overslept and forgot to feed them in the rush to go to work that morning (they still have dry food, wet food is just extra)\n  \n  so like, who fed the cats??\n  ","142699":"\n  this might be the most popular question on ask lately I answer this at least 3 times a week\n  ","142700":"\n  fraggle rock\n  ","142701":"\n  yeah no worries I'm too high to be snippy to you about it\n  ","142702":"\n  you have a lot of thoughts on marriage lol. I agree with you though.\n  ","142703":"\n  yup\n  ","142704":"\n  I mean I guess it sucks if you're unhappy but I live in harmony with a partner I trust and enjoy\n  ","142705":"\n  I've been married for over 16 years so I might be biased but I think it's pretty alright\n  ","142706":"\n  I do drink, more than I ought but I've kinda let go of that concern since covid 19 changed things and brought back the whole daily panic vibe. I had a couple of ciders last night.\n  ","142707":"\n  I'm honestly not really much a of a movie person these days. I haven't watched a movie since like, April. But I guess I like action and horror and dark comedies the best?\n  ","142708":"\n  I can understand that, and from the right strangers about the right things I can agree but men complimenting me is exhausting and unwanted. Some nice old lady at the grocery store tells me she likes my dress then that's perfectly fine\n  "}}