{"Question":{"143782":"\n   How are you today?\n  ","143783":"\n   Be honest, have you ever taken too much of the things that cost you so much?? 😳\n  ","143784":"\n   Do you think any parent will ever name their child Karen again, or has the internet well and truly killed that name off as an option for new borns??\n  ","143785":"\n   Favorite color?\n  ","143786":"\n   Are you skeptical about the things you hear on the news about Covid_19? Do you know anyone personally who has had it and if so did they have it severely??\n  ","143787":"\n   Do you have that one person in your life, like a friend, a relative, or a lover, who, no matter how bad things get, will never stop coming through for you? 👊👌❤\n  ","143788":"\n   Do you like to dance?🎉\n  ","143789":"\n   Do you enjoy decorating and buy new furniture? Do you like modern or classic?\n  ","143790":"\n   How would you like your living room to be? Decorating wise.\n  ","143791":"\n   Name a problem leaders in your country should solve?\n  ","143792":"\n   Civil War reenactments: cultural insensitivity or living history lessons?\n  ","143793":"\n   What is your favorite song lyrics?🎶\n  ","143794":"\n   What do you do to relieve stress or stop worrying?\n  ","143795":"\n   Do you ever pretend to be in your phone so people will stop bothering you?\n  ","143796":"\n   Have you had any confrontations or seen any confrontations in public over wearing a mask?\n  ","143797":"\n   Top 3 major goals in your life?\n  ","143798":"\n   If I look as great as you when I’m 40 I’ll be one very happy girl\n  ","143799":"\n   .\n  ","143800":"\n   Where is the line between culturally appropriate dress and cultural appropriation?\n  ","143801":"\n   Do you ever go to antique shops? If you go what kind of things do you look for specifically? Do you have any favorites?\n  ","143802":"\n   How did you feel when you woke up this morning?\n  ","143803":"\n   Vacation to... where? You rather...\n\n1. Panama City\n2. Tokyo, Japan\n3. Fairbanks, Alaska\n4. New South Wales\n5. Costa Rica\n6. Netherlands\n7. Nova Scotia\n\nPick 1. What number?\n  ","143804":"\n   Who do love? 👪💘\nLet's talk about people we love. Family. Friends. Pets. Your hobbies? What comes 1st?\n  ","143805":"\n   Are the people you've gone to school with cooler than most?\n  ","143806":"\n\n    https:\/\/tvtropes.org\/pmwiki\/pmwiki.php\/Main\/TheFriendNobodyLikes\n   \n","143807":"\n   What’s a task you recently completed that while it wasn’t difficult, gave you a sense of satisfaction ?\n  ","143808":"\n   Have you ever had any friends who are annoying and pushy. I did in high school\n  ","143809":"\n   Can depression be cured?\n  ","143810":"\n   If you won the lottery, would you consider donating 100% of it?\n  ","143811":"\n   is your outie belly button pierced?\n  ","143812":"\n   What do you believe in?\n  ","143813":"\n   🍎 Apple juice. Yay or nah?\n  ","143814":"\n   Do you like cinnamon rolls?\n  ","143815":"\n   Have you ever been rock climbing before?\n  ","143816":"\n   Would you try calamari or have you ever had calamari before?\n  ","143817":"\n   Did anyone famous go to your school?\n  ","143818":"\n   One word for my DP character?\n  ","143819":"\n   Have you bought any clothing items in the last week?\n  ","143820":"\n   Do you ever dream of winning a lottery? What would you do with your money?\n  ","143821":"\n   Do you collect seashells?\n  ","143822":"\n   Who's your favorite actor\/actress?\n  ","143823":"\n   What is the most beautiful place you've ever seen?\n  ","143824":"\n   What is your favorite motto or saying?\n  ","143825":"\n   What or who motivates you to get out of bed every morning?\n  ","143826":"\n   What's the last thing you ate?\n  ","143827":"\n   Are you ready????\n  ","143828":"\n   Ever seen a mongoose?\n  ","143829":"\n   .\n  ","143830":"\n   Are mammograms are uncomfortable as they say?\n  ","143831":"\n   So, is that it so to speak? I mean, if the pain increases or the tumors change in size do you have another? Also, would you take the masectomy option if $$ was not a problem (even with negative biopsies)? It seems extreme but I have read of women choosing that option\n  ","143832":"\n   I am so sorry to hear that you suffer from the panic disorder that you mentioned. You mentioned that this disorder has both physical and psychological symptoms. Throwing up I would assume is one of the physical symptoms might I ask what are some of the other physical symptoms? (Prayers!)\n  ","143833":"\n   How often do you have biopsies?\n  ","143834":"\n   How are your breasts? Do you just need to manage the pain? Is that the only option?\n  ","143835":"\n   Sound! Do you export?\n  ","143836":"\n   What makes you angry?\n  ","143837":"\n   Who do you consider to be a hero of our times?\n  ","143838":"\n   Would you rather explore outer space or the ocean?\n  ","143839":"\n   What’s your longest relationship?\n  ","143840":"\n   What's your favorite day of the week?\n  ","143841":"\n   I hope your inner child is doing well and still feels loved, tho. 🤗\n  ","143842":"\n   Meaning?\n  ","143843":"\n   What artist would you call a \"sellout\"?\n  ","143844":"\n   Do you like SpaghettiOs?\n  ","143845":"\n   Unpopular opinions about Joe Biden?\n  ","143846":"\n   What comes to your mind, when you hear “spirituality”?\n  ","143847":"\n   What comes to your mind, when you hear “toxic masculinity”?\n  ","143848":"\n   What are your 3 biggest questions in life?\n  ","143849":"\n   When was the last time you watched one of the older animated Disney movies from the 1930s-1970s like Snow White, Bambi, Dumbo, Cinderella, Robin Hood, The Aristocats, Lady and the Tramp, etc.? ✨ I‘m watching Sleeping Beauty right now and those movies are sooo different. 😄\n  ","143850":"\n   Was iPhone, Android, slider cell phone your first phone? Mine was slider cell phone\n  ","143851":"\n   If you were a millionaire, do you think your friends would be the same? Or would you have different friends? The most obvious is the second option, I think.\n  ","143852":"\n   What was for dinner tonight?\n\n\nSide note*\n______\nSo I finally got to empty my ? box out. I had almost 5,000 ?'s stacked. It's ready for new ?'s. So if anyone wants to send some out, you're more than welcome. I don't mind spams as long as they're not inappropriate. Any language allowed.\n  ","143853":"\n   GIF something you want right now. Can be anything. What do you want?\n  ","143854":"\n   What is your kind've vacation?\n  ","143855":"\n   What do you mean by stalkers?\n  ","143856":"\n   that’s great to hear. thks for this, i had my eye on a couple of things and was wondering about the quality :)\n  ","143857":"\n   ok, so the items aren’t created until ordered? also, are you happy with redbubble in general?\n  ","143858":"\n   how does this work? i mean you do a new drawing and then do you choose what form it wants to take eg notebook etc?\n  ","143859":"\n   Do you have a lucky talisman you keep with you? PAP!\n  ","143860":"\n   if you were stranded on a tropical island for a year, what’s the first restaurant you would go to when you got back on shore?\n  ","143861":"\n   Twizzlers or Red Vine\n  ","143862":"\n   What’s new with all of you guys? As you know I’m on vacation and having fun!\n  ","143863":"\n   What is the worlds most common language?\n  ","143864":"\n   2 like a tutti?\n  ","143865":"\n   have you ever donated to charity? if so, which one(s)?\n  ","143866":"\n   when was the last time you heard gunshots?\n  ","143867":"\n   What did you have for dinner tonight?\n  ","143868":"\n   ~\n  ","143869":"\n   .\n  ","143870":"\n   Do you think it’s a privilege or disadvantage to be a Christian in America?\n  ","143871":"\n   Just remember that you are amazing the way you are! 💕 Don't allow other people's negativity to be forced on you. Keep being you! :3 Because that is very much good enough! 💕\n  ","143872":"\n   What’s in your pockets?\n  ","143873":"\n   PAP must-have items for the summer!\n  ","143874":"\n   I agree with you on that but there seems to be a common feeling that you *need* to have a gun for protection. How do you feel about that? I cant relate at all but I dont live in the USA\n  ","143875":"\n   How re you?\n  ","143876":"\n   What scares you?\n  ","143877":"\n   Moving on, how do you feel about gun control? I’m constantly surprised by how many Americans are pro gun tbh. I dont believe ppl should be allowed to have guns at all\n  ","143878":"\n   Yeah, I didnt think you or Eggsy give af about her anymore and whenever you did talk\/approach her it was off anon. She seems to think the only ppl bothered by her racism and other rubbish is you two but every decent person is.\n  ","143879":"\n\n    https:\/\/ask.fm\/lnr87\/answers\/162848551853\n   \n","143880":"\n   lyndsey is accusing you and eggsy of harassing her with anon accounts\n  ","143881":"\n   .\n  ","143882":"\n   What song makes you the happiest? ☺️\n  ","143883":"\n   Hope you feel better.I know you suffer from lots of illnesses so yeah praying for you.\n  ","143884":"\n   I'm sorry.\n  ","143885":"\n   how r uuuuuuuuuuu\n  ","143886":"\n   How much lazy are you?\n  ","143887":"\n   If you had a boat, what would you call it?\n  ","143888":"\n   Best beaches close to you?\n  ","143889":"\n   Do you like the Twilight Zone\n  ","143890":"\n   How did Kobe Bryant pass? I’m so sad about his loss it’s so sad\n  ","143891":"\n   Which do you like better, sunrise or sunse?\n  ","143892":"\n   Do you like your name or would you rather a different one?\n  ","143893":"\n   what is your favorite kind of cake?\n  ","143894":"\n   are there any tv shows set in the ‘80s that you like?\n  ","143895":"\n   If you are a Queen I will bow down to you\n  ","143896":"\n   When's the last time you've been to a hospital? As a patient vs. as a visitor?\n  ","143897":"\n   What foods did you eat?\n  ","143898":"\n   How was your day?\n  ","143899":"\n   .\n  ","143900":"\n   Do you meet each other frequently?\n  ","143901":"\n   What is the most exciting thing you plan to do this summer?\n  ","143902":"\n   Have you brothers\/sisters?\n  ","143903":"\n   Hey Allison hope your doing well\n  ","143904":"\n   Do you have dimples on your cheeks?\n  ","143905":"\n   How productive are you through your the week?\n  ","143906":"\n   When you think of the color yellow, what is the first thing that comes to your mind?!💛\n  ","143907":"\n   What are your goals for next year?\n  ","143908":"\n   What hurts more than a breakup ?\n  ","143909":"\n   do you fall in love after the first date?\n  ","143910":"\n   Which countries have you visited?\n  ","143911":"\n   Have you ever done online dating?\n  ","143912":"\n   What’s your Instagram username if you have one\n  ","143913":"\n   What did feel like doing today that you didn't get to do? Or did you get everything done today that you wanted?\n  ","143914":"\n   Would you ever farm or no?\n  ","143915":"\n   What kinda vehicles do you own? What kind of vehicle would you like to own one day?\n  ","143916":"\n   what do you and your significant other have to just “agree to disagree” on?\n  ","143917":"\n   What is your favorite ice cream flavor? Do you like any toppings on it?!\n  ","143918":"\n   Horse back riding in the hills.\nYay or nay? In or not? Let's post pics or GIFs of horses in the answers! Add them if you want. 👍🤙\n  ","143919":"\n   Have you ever worked third shift before?\n  ","143920":"\n   Do you like raspberries?\n  ","143921":"\n   What is your favorite drink?\n  ","143922":"\n   Has anyone in your family passed away?\n  ","143923":"\n   What are the top 10 fast food restaurants in the United States you can name?\n  ","143924":"\n   {If you got it that is} I just sent out on accident a anon question saying\/sending a Happy Father's Day Space. That was me. Lol. Didn't mean to send on anon. I am on the PC on Ask.fm for the 1st time. Am so used to using it on the phone. Haha. Anyway. Happy Father's Day again. From the USA.\n  ","143925":"\n   What's the best remedy for a broken heart?\n  ","143926":"\n   so many people told me they hadn’t known about Juneteenth until this year! I’m curious bc it seems like there has been a lot of discussion\/learning these past months. what’s something you learned in spring of 2020?\n  ","143927":"\n   If someone slept in and didn't eat their  breakfast (their first meal of the day) until after noon, are they still allowed to call it \"breakfast\" or is it just lunch at that point? 😂🍳\n  ","143928":"\n   Things are getting back to normal, are you excited?\nRestraunts are opening, theaters to open soon\n  ","143929":"\n   .\n  ","143930":"\n   I see you were concerned at throwing up your morning coffee, I hope all is well?\n  ","143931":"\n   Put on hand sanitizer and please don’t forget to wash good them hands\n  ","143932":"\n   And I’m gonna go munch on some yummy cake oh yeeah, bye\n  ","143933":"\n   You look creepy\n  ","143934":"\n   Black and yellow black and yellow black and yellow..!!\n  ","143935":"\n   What color do you wear most frequently?\n  ","143936":"\n   It’s not just white boys who are grossed out by armpit hair on girls\n  ","143937":"\n   true, of course, you (& everyone else) is free to do what they choose with their brows\/body hair\n  ","143938":"\n   im a makeup artist (side hussle) so i really notice brows\n  ","143939":"\n   they just look untidy? like you can have them bushy and all maybe comb them a lil? just some unsolicited advice. lol. i dunno im obsessed with brows tbh\n  ","143940":"\n   girl, you need to tidy them brows! your make-up is so good but the unruly brows distract\n  ","143941":"\n   Love today's makeup!\n  ","143942":"\n   Who do you like best RN: your Mom or Dad?\n  ","143943":"\n   Thank you for your point of view, Allison. I appreciate that a lot. 🤗💖\n  ","143944":"\n   What would you do if you’re in a monogamous relationship with a person the relationship is just BOMB, but you figure out that polyamory is more what you’re looking for, but your partner finds the thought of you being with others uncomfortable? Communication already happens. Asking for a friend.\n  ","143945":"\n   🌻 Happy Summer Solstice to all!\n  ","143946":"\n   Do you talk to yourself?\n  ","143947":"\n   What was the last 'nice' thing you did for yourself?\n  ","143948":"\n   What’s ur favorite snack during a movie?\n  ","143949":"\n   What were you like as a child?\n  ","143950":"\n   do incarcerated people have the right to vote where you live? (do you think they should?)\n  ","143951":"\n   who’s your favorite celebrity chef?\n  ","143952":"\n   How do you feel about the show Intervention?\n  ","143953":"\n   ♡ Free Space ♡\n  ","143954":"\n   (If you drink)\n(If not just ignore question)\n\nWhat kind've drink do you prefer? Beer? A cocktail? A margarita? Just straight liquor? Vodka? Whiskey? Cold? Warm?\nWith fruit in it?\n  ","143955":"\n   Do you like to go to the fresh produce market? What do you usually get when you go?\n  ","143956":"\n   Did you like the second Pet Sematary\n  ","143957":"\n   what’s your favorite state in america?\n  ","143958":"\n   oh, i hope i didnt sound like i was being judgemental like “you shouldnt be relying on the government” shit! getting disability is really hard to get in my country too & the process is so fking complicated and long im surprised anyone gets it. its really awful\n  ","143959":"\n   Have you ever eaten glue as a child before?\n  ","143960":"\n   It's not hard given flour, eggs, butter & a bastardingly hot oven!\n  ","143961":"\n   At thattime of day i was cycling! That's how I earned my beers now!\n  ","143962":"\n   What time i it in ameria\n  ","143963":"\n\n    https:\/\/www.youtube.com\/watch?v=ziJoep1cDlY\n   \n","143964":"\n   Do you know how to back a cake from scratch ?\n  ","143965":"\n   What are you currently worried about?\n  ","143966":"\n   Have you ever been texting with someone and they give you only one word responses?how does that make you feel when they do that?\n  ","143967":"\n   Are you afraid of reptiles?\n  ","143968":"\n   Yo, Ally cat.  How goes it for you?\n  ","143969":"\n   What's a big misconception people have about you?\n  ","143970":"\n   What makes you crazy mad?\n  ","143971":"\n   'Ever wished to die?\n  ","143972":"\n   What is the main reason for you to refuse a date?\n  ","143973":"\n   does your husband earn a lot or is the threshold low? Do you feel you should be entitled to disability payments?\n  ","143974":"\n   What’s happening in your world today?\n  ","143975":"\n   Are you easy to amuse?\n  ","143976":"\n   Do you like butter?\n  ","143977":"\n   Have you ever been to a political event such as a rally or a debate?\n  ","143978":"\n   Do you know anyone who constantly tries to justify they aren’t a racist because they and I quote “ I have many black friends”?My supervisor just said it for like the third time this week.\n  ","143979":"\n   did you celebrate Juneteenth?\n  ","143980":"\n   WHAT DO YOU LOVE ABOUT YOURSELF MOST?\n  ","143981":"\n   how many siblings do you have?\n  ","143982":"\n   what do you put on oatmeal?\n  ","143983":"\n   Are you frightened or curious about the future?\n  ","143984":"\n   If you could change one thing in the world, what would it be?\n  ","143985":"\n   Do you prefer chocolate cake or chocolate ice cream?\n  ","143986":"\n   Have you ever tasted dog or cat food?\n  ","143987":"\n   Are you a morning person or night person?\n  ","143988":"\n   They arent all Ben but I guarantee %75 are bots and %20 are inactive so that leaves you with not many followers, let’s be real.\n  ","143989":"\n   what’s a popular sitcom you are not very impressed by?\n  ","143990":"\n   Have you ever seen a volcano before? Ever seen one erupt? 🌋\n  ","143991":"\n   Share with us a song that you really like. Post the link here in the answer. Share with us some music you really really love.\n  ","143992":"\n   Any favorite type of seasoning that you like to use when cooking? Can be more than one.\n  ","143993":"\n   Have you ever had a tater tot casserole before?\n\n_\nIf you've never heard of this I encourage you to look it up on Google. Very easy and cheap to make. 👍\n  ","143994":"\n   Anywhere you like yo visit often. Anywhere you like to go? Like a friend's house or family members house? Store? Bar? Anywhere? Where is it you kike to go?\n  ","143995":"\n   When is the last time you ate chocolate?! What was it?\n  ","143996":"\n   What was the last thing that made you laugh?\n  ","143997":"\n   You ever watched someone groom a dog or cat before?\n_\n\n There is just so much that goes into it. Really kool to watch. They have videos on YouTube. Really kool.\n  ","143998":"\n   have you ever worked w the general public or in customer service? if so, can you think of a time where a customer was rude to you? feel free to explain what happened.\n  ","143999":"\n   Do you like being alone?\n  ","144000":"\n   would you feel comfortable with someone else completely providing for you financially? or would you rather have your own personal source of income?\n  ","144001":"\n   if you've ever moved to a completely new place (new city, state, country etc), how did you go about making new friends? would you ever try out an app like \"bumble bff\" to find friends?\n  ","144002":"\n   Do you have a favorite song?\n  ","144003":"\n   This year has been a rough one.\nso to lighten the mood, tell me about something positive that has happened for you this year!\n  ","144004":"\n   Do you think websites like Myspace or Newgrounds will become popular again?\n  ","144005":"\n   Is your ask.fm tripping to\n  ","144006":"\n   What or who motivates you to get out of bed every morning?\n  ","144007":"\n   What is your biggest addiction?\n  ","144008":"\n   Have you recently asked someone not to do something and they did it anyways?\n  ","144009":"\n   How are you?\n  ","144010":"\n   .\n  ","144011":"\n   What’s the most embarrassing thing your parents do?\n  ","144012":"\n   Is there anything so precious to you that you'd risk your life for it?\n  ","144013":"\n   What do you think about Ask.fm’s new design?\n  ","144014":"\n   It’s not a troll question? I just sent you one lol\n  ","144015":"\n   Would you rather be a vampire or a werewolf?\n  ","144016":"\n   Why are some people unsociable? Do you know some unsociable person?\n  ","144017":"\n   Do you wear a face mask when you go out? PAP of you in your mask!\n  ","144018":"\n   For some time now, I have liked Instagram less and less because it has almost become a site for advertising only, that is, the window of many shops and I am not talking about the advertisements but the profiles used more and more only to sell. I'm sorry about this. And you?\n  ","144019":"\n   Opinion on people demanding the change of aunt jemima? Are you with them or against them?\n  ","144020":"\n   have you tried the angry orchard rose flavor? it's actually not too terrible, imo.\n  ","144021":"\n   what's your favorite song at the moment?\n  ","144022":"\n   what's your preferred cider flavor?\n  ","144023":"\n   what's your favorite aspect of summer nights?\n  ","144024":"\n   WYD\n  ","144025":"\n   Do you have to be in control or can you allow others to command?\n  ","144026":"\n   What did you do today?\n  ","144027":"\n   .\n  ","144028":"\n   Could you invent a new ice cream flavor?\n  ","144029":"\n   What worries you the most?\n  ","144030":"\n   Fav song ?\n  ","144031":"\n   Where would you like to meet me lol\n  ","144032":"\n   do you think you would be able to drink a gallon of water in a day?\n  ","144033":"\n   Do you think you're anyone's favourite sh*tposter on Facebook? (ie do you have certain people who are always sharing the memes and funny stuff you post)\n  ","144034":"\n   have you ever read the book the Handmaid’s Tale? have you ever seen an episode of the show?\n  ","144035":"\n   What was the last big mistake you made?\n  ","144036":"\n   🌸 I figured I would do a lil senses question spam! :D So what is your favourite thing to look at? :3\n  ","144037":"\n   🌸 What sound do you find most calming? And what sound do you find most irritating? :3\n  ","144038":"\n   🌸 What is your favourite scent? (doesn't have to be perfume etc.) :3\n  ","144039":"\n   🌸 Are you more of a sweet person, or a savoury kind of person? :3\n  ","144040":"\n   🌸 What is your favourite thing to eat? :3\n  ","144041":"\n   🌸 What is your favourite thing to touch? (please keep this pg xD)\n  ","144042":"\n   Be honest, do you think you look friendly and approachable, like the type of person that people would like to get to know better or would you say you give off some kind of silent 'Don't even fu*king think about talking to me' vibe?\n  ","144043":"\n   Do you know any destructive people? Like everything they end up breaking? Like they drop a glass or break their cellphone etc?\n  ","144044":"\n   Do you have any goals that you want to accomplish before July?\n  ","144045":"\n   What does your partner love most about you?\n  ","144046":"\n   If someone was born in the year 1997 how old would they be today ?\n  ","144047":"\n   Yo, Ally cat :)\n  ","144048":"\n   What was the last gift you gave someone?\n  ","144049":"\n   yes thats what I pretty much meant and I feel you this world with all the bs is really hard to deal with, who really has any good answers on how to deal with it all...? but I do agree with your original answer, it is a hard call, who does one ever really know what is the \"real\" truth right...\n  ","144050":"\n   um your right about that, but thats not what I was talking about your answer is an whole nother topic. I meant say like the media lies and then you find out the truth and or with the law, finding one innocent but people still want to believe in the charges that are untrue ;) those kind of lies\n  ","144051":"\n   My question for today is \"Why do people ignore the truth?\"\n  ","144052":"\n   If you sent out questions to people more or less frequently (if not, feel free to ignore this question) do you do it, because you‘re interested in people‘s replies on your questions or subconsciously because of the coins you receive from their replies?\n  ","144053":"\n   One word for me\n  ","144054":"\n   Can you work with listening to music?\n  ","144055":"\n   Have you ever planted any tree?\n  ","144056":"\n   Have you ever had a dessert pizza of any kind? Would you care to share what was on it or maybe you share a picture?\n  ","144057":"\n   What sounds like you?\n\n1. Go bike riding up to a minnie mall with friends & shop. Movies!\n2. Go to a football game & then go & eat out with some friends.\n3. Go to a ice ring with some friends & play in the gaming arcades there.\n4. Head out to the cabin in the woods with friends. Fishing time & BBQ.\n  ","144058":"\n   (If you eat meat that is. If not. Just ignore.)\n\nHow do you like your steak?\n\nAnd then what do you prefer it marinated in before? You like it to be a little char?\n\n Medium rare? Well done? Little bloodly? Lot? What kind of spices on it? Do tell.\n  ","144059":"\n   Fresh cut grass smell.\nYay or nay?\n\nWhat's an odd smell you like?\n  ","144060":"\n   You were just given alot of money.. A couple hundred thousands. What are you getting or what are you spending it on? What do you need?\n  ","144061":"\n   What is something you know for sure? Tell a fact about today or a fact on you.\n_\nCan add GIF to answer or a pic if you'd like.\n  ","144062":"\n   Have you ever been drowning in so much debt that the only way out you could see was declaring bankruptcy?? 💳💳💷💷😳\n  ","144063":"\n   How do you manage your time?\n  ","144064":"\n   Do men still save up money to buy their girls gifts? Lol\n  ","144065":"\n   Have you ever saved somebody's reputation by not telling your side of a story that painted YOU in a bad light?? 😮😳🤐\n  ","144066":"\n   Be honest do you ever just have one of those days when you really don't want to wake up, everything is fu*ked, everybody sucks, and you really don't know why but you want to justify ripping someone's head off? 💁‍♂️\n  ","144067":"\n   When was the last time hard work really did pay off for you?\n  ","144068":"\n   Have you ever had one of those dogs that sees itself as some kind of mafia don everytime the doorbell rings?\n  ","144069":"\n   what’s the smallest touristy town you’ve ever been too? (I’m sorry fascinated by small towns that are really touristy)\n  ","144070":"\n   I did a great job clearing out space amongst who I follow this weekend and finally have space again for new ppl who want questions :)\n  ","144071":"\n   if you were gonna explain to an eight year old the reason why people are protesting, what would you say?\n  ","144072":"\n   Do you have an embarrassing childhood nickname? Share it for us please?\n  ","144073":"\n   What’s your favorite thing that’s red?\n  ","144074":"\n   Ever stuck a fork into an electrical outlet? If you did why? Why would you do something stupid like that?\n  ","144075":"\n   What’s a movie you’ve seen recently that you didn’t really care for? Why didn’t you like it?\n  ","144076":"\n   do you like to chew on ice?\n  ","144077":"\n   do you prefer to drink cold or room temperature water?\n  ","144078":"\n   do you like having your picture taken?\n  ","144079":"\n   doesn't matter. i'd kill for sushi rn, lmaoo. the japanese food places have recently opened again so i might have to order some soon.\n  ","144080":"\n   sushiiiii. 😍 i'm so jealous.\n  ","144081":"\n   .\n  ","144082":"\n   What's the longest you've ever stayed awake?\n  ","144083":"\n   Have you ever met Leigh personally?\n  ","144084":"\n   How does weed help you lessen your chances of ptsd flashbacks?\n  ","144085":"\n   this sounds like the same dude who comes onto both of our pages from time to time, calling mental illnesses \"mental afflictions.\"\n  ","144086":"\n   Like, does the weed that you consume have THC in it?\n  ","144087":"\n   No, I mean alcohol and weed intoxicants\n  ","144088":"\n   If you take intoxicants to change your mind, does that mean that if you didn't take them that you would spin out of control?\n  ","144089":"\n   Do different intoxicants give you different states of mind?\n  ","144090":"\n   Do you usually feel better after crying?\n  ","144091":"\n   when you say shrimp, do you mean and include prawns, crabs and lobsters?\n  ","144092":"\n   Hello Allison from Australia.  What's your favorite kind of meat to eat?\n  ","144093":"\n   Do you have a phobia? What is it?\n  ","144094":"\n   What makes you the most angry in life?\n  ","144095":"\n   Do you ever dream of winning a lottery? What would you do with your millions?\n  ","144096":"\n   Time freezes for exactly one day. You are the only person unaffected and can freely wander around and do whatever you like. What do you do in those 24 hours?\n  ","144097":"\n   Without saying the name of the movie, what is a movie quote most people would know?\n  ","144098":"\n   How much \"change\" (coins) do you carry around until the weight of it or jingle in your pockets or purse annoys you?\n  ","144099":"\n   Diversity has become part of the cultural conversation in a way it hasn’t before, why do you think this is?\n  ","144100":"\n   what’s your opinion on Marxism?\n  ","144101":"\n   The best professional player?\nAny sport\n  ","144102":"\n   Have you ever written poetry? Would you like to share your writings? ✏️\n  ","144103":"\n   .\n  ","144104":"\n   Did you gain quarantine weight?\n  ","144105":"\n   What are you most known for?\n  ","144106":"\n   Aww😯\n  ","144107":"\n   Are you good in dancing?\n  ","144108":"\n   Have you ever fall out with a best friend? What was the reason?\n  ","144109":"\n   Do you get your music illegally or do you always pay for it?\n  ","144110":"\n   What are you thinking about at the moment?\n  ","144111":"\n   Is it worth it telling your bestfriend that you are in love with them? I have a male best friend do you think I could tell him that I like him more than a friend\n  ","144112":"\n   When is the last time you told somone you love them?\n  ","144113":"\n   do you live near the beach?\n  ","144114":"\n   Do you watch “Outer Banks”? It’s on Netflix I believe.\n  ","144115":"\n   If living a human life as a game, what would some of the loading screen advice be?\n  ","144116":"\n   If you could talk with only one person for the rest of your life, who would it be?\n  ","144117":"\n   Have you ever fired a real gun?\n  ","144118":"\n   Can you whistle?\n  ","144119":"\n   Who is the biggest gossiper you know?\n  ","144120":"\n   What was your favorite childhood TV show?\n  ","144121":"\n   When do you think the virus will blow over?\n  ","144122":"\n   How was your day?\n  ","144123":"\n   .\n  ","144124":"\n   What is your idea of perfect relationship?\n  ","144125":"\n   Choose: Burn the roof of your mouth or get a papercut on your finger?\n  ","144126":"\n   Do you like Gordon Ramsay? I know some people don't like him but I think he's grand. When he tears into people, some forget that those people are treating their staff & customers like dirt and need to be told like that. He is always good to low-ranking people and hard on bad bosses.\n  ","144127":"\n   Are you in love?\n  ","144128":"\n   Do you enjoy traveling on a ferry?\n  ","144129":"\n   What's the best comfort food?\n  ","144130":"\n   What's the most difficult word you've learned recently?\n  ","144131":"\n   What is your favorite way of wasting time?\n  ","144132":"\n   ugh that sounds annoying af\n  ","144133":"\n   its probably just all the same guy\n  ","144134":"\n   How is everyone?\n  ","144135":"\n   Hope you all have a good day today!\n  ","144136":"\n   What was the dirtiest job you have ever had?\n  ","144137":"\n   Where is the worst place you could get stuck?\n  ","144138":"\n   Do you think it's good that there are weird people in the world?\n  ","144139":"\n   Are you any good at screaming out loud?\n  ","144140":"\n   Are there any weird people where you live?\n  ","144141":"\n   Ever accidentally stepped in dog poop?\n  ","144142":"\n   Does the world seem over crowded to you?\n  ","144143":"\n   Ever been to Philladelphia?\n  ","144144":"\n   Ever played golf?\n  ","144145":"\n   Does each American state have its own personality type?\n  ","144146":"\n   Did the boomerang come back to you?\n  ","144147":"\n   Ever thrown a boomerang?\n  ","144148":"\n   Ever been to Buffalo?\n  ","144149":"\n   Do you get much dandruff in your hair?\n  ","144150":"\n   Yo, Cambo :)\n  ","144151":"\n   dear anon i am allowed to say “if u follow someone who says ‘:( black lives matter only cares abt blacks!’ and ‘actually for the bigger picture it’s important to remember George Floyd’s drug use.’”\n  ","144152":"\n   lol\n  ","144153":"\n   Why do people act like this is a college seminar??  It’s social media. You don’t have to be exposed to other people’s shitty opinions.\n  ","144154":"\n   Can someone tell eggsy to stop playing the victim card? It’s so stupid to unfollow someone because they have a different opinion lol\n  ","144155":"\n   hi I took a long break from social media bc life has been intense! I want to come back but I don’t want to interact w racists. if you don’t like black lives matter bc it only cares about black people or if you are interacting w ppl trying to smear George Floyd’s name, lmk! I don’t want to follow u!\n  ","144156":"\n   and tbh I don’t want to continue to follow anyone who follows\/interacts w Freya (@\/mystery246). if you don’t understand why i don’t want to be exposed to blatant racism, or why she’s a blatant racist, let me know!\n  ","144157":"\n   How was your day?\n  ","144158":"\n   If you came across some orange trees that were full of ripe oranges but were falling on the ground rotting, would you pinch them if no one was around to see you?\n  ","144159":"\n   Does Bubo ever get lice?\n  ","144160":"\n   What's a meal that is quick that you like most?\n  ","144161":"\n   What is a homie?\n  ","144162":"\n   Do you know any big gossips?\n  ","144163":"\n   Date ?\n  ","144164":"\n   What is something you’d like to improve on when it comes to using your phone?\n  ","144165":"\n   If you could start a secret society, what would be its goals and who would you include?\n  ","144166":"\n   Is it better to have anonymous questions enable or disabled?\n  ","144167":"\n   Do you ever just go on road trips? Or nah?\n  ","144168":"\n   I can make for you\n  ","144169":"\n   Coffe?\n  ","144170":"\n   honestly Allison I did not know there was black ones and just looked them up so pretty ;)\n  ","144171":"\n   what color?\n  ","144172":"\n   Whats your favorite flower?\n  ","144173":"\n   Do Guys look better with short hair, long hair or Bald?\n  ","144174":"\n   which ones do you love? have you tried shampoo bars? i would like to like them but i dont, unfortunately\n  ","144175":"\n   why was it the worst?\n  ","144176":"\n   are you an alcoholic? do you drink every day?\n  ","144177":"\n   the staff at lush are usually unbearable imo. in your face with false cheer like get tf away from me\n  ","144178":"\n   are they painful all the time?\n  ","144179":"\n   How do you make the perfect cup of tea and do you need a kettle or will a microwave suffice?? ☕\n  ","144180":"\n   Do you like the White Stripes? What’s your favorite song by them? Also do you hope they reunite?\n  ","144181":"\n   Idk if it's wrong to judge cats for their fur color but orange cats are the coolest and yours looks great\n  ","144182":"\n   Did you ever live alone or always with some room mate or significant other?\n  ","144183":"\n   Did you live with your parents when growing up? At what age did you move out?\n  ","144184":"\n   I did it. Then we went all the way. It was actually awesome. Then he hooked up with my cousin Samantha.\n  ","144185":"\n   Are you physically strong in your arms and hands?\n  ","144186":"\n   Do you think marijuana should be legalised where you live (if it's not already)?\n  ","144187":"\n   What kind of punishment should be given to animal abusers? How about people who abandon animals after they have committed to taking care of them? Especially babies.\n\n(Just watched the saddest video EVER of a little 3 week old baby left out in the cold, hungry & hurt.) They saved the baby.\n  ","144188":"\n   Have you ever flown a drone before? Or have you ever seen a drone before? They even have underwater drones. Really interesting. Neat.\n  ","144189":"\n   What's the worse job you had?\n  ","144190":"\n   How are unicorns made?\n  ","144191":"\n   Do you ever like to just sit outside and watch the 🌞 sunset? The clouds? ☁\n  ","144192":"\n   How often do you use ask.fm?\n  ","144193":"\n   If you like yogurt that is... what kind do you like? Do you like anything in your yogurt?\n  ","144194":"\n   are you being serious or sarcastic?\n  ","144195":"\n   wwyd if you lived next door to a right winger\n  ","144196":"\n   Do you have a favourite cheese or vegan alternative? 🧀😋\n  ","144197":"\n   Have you ever been sunburnt on the first day of a holiday before? 🌞🔥😳\n  ","144198":"\n   Do you find people who take too long to tell a story rather annoying? - especially work colleagues who have you as a captive audience for their tedious long winded anecdotes? 🙄😴😴😴🤚 BQ: Be honest, have you ever been guilty of being this person yourself?? 😯😳\n  ","144199":"\n   What would you say the town or city where you live is most famous for??\n  ","144200":"\n   What’s your opinion on people tearing down the status of Christopher Columbus?\n  ","144201":"\n   Describe what you do for a living in 5 words or less?\n  ","144202":"\n   Has your life gotten somewhat back to normal recently or has the covid19 pandemic still have you stuck in neutral?\n  ","144203":"\n   Do you think it's acceptable for companies to allocate their workers holiday dates if they haven't booked them by a certain date, esp when employees might be intentionally trying to save weeks for when they get told they have to self isolate because of Covid_19 and don't want to lose pay? 💁‍♂️😳\n  ","144204":"\n   Do you wake up every morning and immediately think of the coronavirus? Why were the stores emptied out before ( No toilet paper or Hand Sanitizers)\n  ","144205":"\n   Did you invent something since you’re a genius?\n  ","144206":"\n   do you look good in your ID photo? Actually do people still use physical ID's in the US or is it all digital now?\n  ","144207":"\n   Is your drivers licence photo id with Bubo?\n  ","144208":"\n   do personal ID's over there say your sex\/gender as Male \/ Female? Do they allow other options these days?\n  ","144209":"\n   What things would you not eat if you were starving?\n  ","144210":"\n   How often do you have to renew your driving licence?\n  ","144211":"\n   .\n  ","144212":"\n   Can you drive a car?\n  ","144213":"\n   is being a super genius a blessing or a curse?\n  ","144214":"\n   What would be your ideal date with your SO?\n  ","144215":"\n   Do you think that all beliefs are true?\n  ","144216":"\n   What do you mean super genius?\n  ","144217":"\n   Are you good at critical thinking?\n  ","144218":"\n   Well it's good that you're on the mend Allison :)\n  ","144219":"\n   Food poisoning is awful.  Did the berries still have color when they came back up?\n  ","144220":"\n   What kind of sickness do you currently have Allison?\n  ","144221":"\n   Yo, Ally Cat.  How goes it for you?\n  ","144222":"\n   What always sounds like a good idea but never actually is?\n  ","144223":"\n   True😂 What eyeliner do you use?\n\nI would choose the house though. Longer and larger impact. 😂😭\n  ","144224":"\n   I think I would choose the same! Haha\n  ","144225":"\n   If you could get one thing (object) for free right now, what would you want?!\n  ","144226":"\n   Have you ever been to the mall before? What is your favorite store in the mall?\n  ","144227":"\n   Anything you have been interested in doing lately?\n  ","144228":"\n   Have you attended any anti racism rallies over the past week, or do you have any plans to do so when they come to your town, or is protesting not your scene??\n  ","144229":"\n   When was the last time you were so excited for the next day that you a hard time falling asleep? 😄 What were you so excited about?\n  ","144230":"\n   What freaks you out?\n  ","144231":"\n   Who is your favorite singer?\n  ","144232":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","144233":"\n   Do you take a selfie every day?\n  ","144234":"\n   What myths and legends do you find most interesting?\n  ","144235":"\n   Your favorite chocolate bar?\n  ","144236":"\n   Whats more enjoyable for you (shopping or hanging out at home)?\n  ","144237":"\n   Would you rather win the lottery but have to spend it all in a day or triple your salary forever\n  ","144238":"\n   Do you find yourself frequently getting into pointless arguments with people?\n  ","144239":"\n   Is it difficult for you to let things go?\n  ","144240":"\n   What is something you just DON'T understand?\n  ","144241":"\n   Do you want, or have you ever wanted, to get cosmetic surgery?\n  ","144242":"\n   Do you often feel nostalgic for times gone by?\n  ","144243":"\n   What kind of things make you feel nostalgic?\n  ","144244":"\n   Would you consider it rude for someone to not make eye contact when speaking?\n  ","144245":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","144246":"\n   what do you currently do for work?\n  ","144247":"\n   what was your lowest paying job? what did you do and how much did it pay?\n  ","144248":"\n   When you're the loved child and they care for you sometime it feels as if you're trapped.\nDo you feel the same?\n  ","144249":"\n   Hope all is well with you\n  ","144250":"\n   Im not ashamed to admit my 10 lbs boston terrier runs my house. Does your pet own you? Or Do you own your pet?\n  ","144251":"\n   What is something that utterly terrifies you? 👻\n  ","144252":"\n   What's your favorite color? 💙❤🧡💚💜\n  ","144253":"\n   oh my god, that sounds amazing! i am so hungry right now and our local grocery stores have been out of steak for months ;__;\n  ","144254":"\n   What did you eat for dinner?\n  ","144255":"\n   .\n  ","144256":"\n   cuisine-wise, what’s your favorite european country?\n  ","144257":"\n   Do you like JAMES BOMD MOVIES\n  ","144258":"\n   what does america need to do differently?\n  ","144259":"\n   what are your feelings towards the police?\n  ","144260":"\n   what’s your favorite horror movie?\n  ","144261":"\n   what’s a name you think is kinda ugly, but also sorta like?\n  ","144262":"\n   Do you have pics of the gifts you wrapped?\n  ","144263":"\n   You're cute for a thing\n  ","144264":"\n   Would you say your parents are overprotective?\n  ","144265":"\n   Can you wrap a present? And does it look nice?\n  ","144266":"\n   Ever been to a monster truck pull?\n  ","144267":"\n   Do you like corn on the cob?\n  ","144268":"\n   Have people been nicer or meaner in your experience within the last few months?\n  ","144269":"\n   When’s the last time it rained where you are?\n  ","144270":"\n   My oh my! It is a WEASEL FART\n  ","144271":"\n   Isn’t it so sweet when your friends send you good morning texts everyday?\n  ","144272":"\n   What food do you most often crave for?\n  ","144273":"\n   What song did you most recently get tired of due to its overplaying?\n  ","144274":"\n   What childhood story actually frightened you?\n  ","144275":"\n   What are the best remedies for someone who has just been dumped?\n  ","144276":"\n   What song makes you want to dance?\n  ","144277":"\n   Have you been to any of the Black Lives Matter protests? What’s your opinion on the whole situation?\n  ","144278":"\n   who's millet yo\n  ","144279":"\n   Haha typical snowflake block someone when you know there right 🤣\n  ","144280":"\n   What does your parakeet think of this whole thread?\n  ","144281":"\n   Yeah successful in high taxes and no jobs good success there..\n  ","144282":"\n   Why do you say that\n  ","144283":"\n   8 years* oops also I'm gonna google it but it's because I want to not because you told me to u_u\n  ","144284":"\n   Oh yeah!! I hope you like c*mmunism cuz thats what your country is gonna be\n  ","144285":"\n   Still your country sucks its on the brink of c*mmunism\n  ","144286":"\n   Could Obama legally participate in the elections again now or is it just 4 years tops and then you can't run again ever?\n  ","144287":"\n   just so you know it's different anons asking these\n  ","144288":"\n   Yes stupid like your country\n  ","144289":"\n   Yes the Obama phone called you up\n  ","144290":"\n   i like your facemask btw (not a question so no need to answer) u_u\n  ","144291":"\n   You should be Canadian. America doesn't want you here 🙄\n  ","144292":"\n   Jokes aside, I'm not even American but Biden seems pretty cool. Can he win?\n  ","144293":"\n   I'm still disappointed that you are not Canadian btw\n  ","144294":"\n   You are just jealous of Trump because he has cooler hair than you\n  ","144295":"\n   Why don't you want America to be great again?\n  ","144296":"\n   What its true tho\n  ","144297":"\n   All trump supporters are racist\n  ","144298":"\n   What is one of your favorite sites to order from a restaurant. And not really like a fast food restaurant... Like a bbq, sit in kinda restaurant.\n\nExamples: Mac and cheese. Veggies. Frys. Baked potatoes. Fired pickles. Beans. Salad. Salsa and chips. Cheese sticks. Rolls.\n  ","144299":"\n   Do you have a TV in your bedroom?\n  ","144300":"\n   When you go out to places, touring and there's gift shops what kinds of things do you like to get from the gift shops?\n\n(Even if you didn't\/don't go touring what kind of things would you get from the gift shop?)\n  ","144301":"\n   Do you judge people quickly?\n  ","144302":"\n   Do you have any kind of fountain in your yard or birdbath? Have you ever put in a thought and maybe getting one?\n  ","144303":"\n   Do you eat beef jerky?\nWhat is your favorite flavors?\nHave you ever had it before?\nYou wanna try it or no?\n  ","144304":"\n   Do you love chocolate?\n  ","144305":"\n   I tried to get drunk last night but couldn't be bothered to finish the bottle. So I split it in two. Got nicely buzzed but not drunk last night & tonight.\n  ","144306":"\n   Do you drink blue curacao in the cocktails?\n  ","144307":"\n   What is one thing you have tried to change, but couldn't?\n  ","144308":"\n   Would you ever pick up a hitchhiker?\n  ","144309":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","144310":"\n   Post a picture of your recent emojis.\n  ","144311":"\n   Do you wish you could read someone's mind? Why?\n  ","144312":"\n   How do you feel about snow?\n  ","144313":"\n   Do you have any secrets about people that if you revealed them could ruin some lives?\n  ","144314":"\n   Are you an early bird or a night owl?\n  ","144315":"\n   considering the state of the world rn, i figured i'd send out some lighthearted questions. ♥ what's your favorite aspect of your day (not just today, but in general)?\n  ","144316":"\n   ♥ what sort of music are you into lately? any musician\/band recommendations?\n  ","144317":"\n   ♥ what do you do to manage your physical and\/or mental health?\n  ","144318":"\n   ♥ what is your favorite aspect of your house\/apartment\/bedroom? PAP, if possible.\n  ","144319":"\n   ♥ have you ever written any poetry and\/or stories (fictional or non-fictional)? in that same vein, do you do anything artistic?\n  ","144320":"\n   Would you live in a van and travel all over the world? With a pet and a friend of choice?\n\nThe Van has a full size bed in it. A back hatch that opens. Has a small kitchen. Some shelves above the bed. Area for you pet. An area you can use the restroom and then the driving area. That's it.\n  ","144321":"\n   What are you going to 1, 2 or 3? Pick\n\n1. Beach, bar, free drinks and spin fire shows. Fireworks too. Buffet \n\n2. Mountains, bbq, free henna tattoos they are giving out (temp tattoos), face painting lots of music. Aaand river water party's.\n\n3. Boat party, gaming rooms, skylight neon party and sushi\n  ","144322":"\n   Rate your confidence?\n  ","144323":"\n   Most important in a date: Intelligent or Funny?\n  ","144324":"\n   Do you like looking through telescopes?\n  ","144325":"\n   Are sequels as good as the first movie?\n  ","144326":"\n   what’s been the biggest challenge in your life recently?\n  ","144327":"\n   Do you want a pool in your yard? What kind?\n  ","144328":"\n   When was the bon fire you been to? Have you ever been to one before?\n  ","144329":"\n   Have you ever seen a Magnolia tree before? They are beautiful.\n  ","144330":"\n   If you were upset, what is the best way someone could calm you down?\n  ","144331":"\n   Do you believe the current  protesting is necessary. Why or why not?\n  ","144332":"\n   Do you use \"lol\" to express laughter in messages that you send?\n  ","144333":"\n   Is there something you are in complete denial about?\n  ","144334":"\n   How is everyone?\n  ","144335":"\n   Question for girls: Do you prefer guys who keep their facial hair or do you prefer guys who have their faced shaved clean?\n  ","144336":"\n   No, I meant that Trump doesn't try to hide his lies as previous presidents did.\n  ","144337":"\n   Why vote by mail, \"by the way\"?\n  ","144338":"\n   But isn't Trump just playing the political game that previous presidents have played but he is more honest about what he does?\n  ","144339":"\n   Is Trump truly religious because he held up the bible?\n  ","144340":"\n   What do you see so ridiculous about religion or do you mean the institutions specifically?\n  ","144341":"\n   What American societal institutions do you see as ridiculous?\n  ","144342":"\n   Is the KKK still operative in America?\n  ","144343":"\n   What is the next movie you really want to watch?\n  ","144344":"\n   I also use Mars Black 🖤\n  ","144345":"\n   What is something you love, that's really under-rated and you wish more people knew about?\n  ","144346":"\n   Have you ever quit smoking, or any other unhealthy habit?\n  ","144347":"\n   Do you ever drink green tea?\n  ","144348":"\n   Are you with the riots?\n  ","144349":"\n   How are you?\n  ","144350":"\n   Are you still awake?\n  ","144351":"\n   What is one feature you think AskFM should add to this site?\n  ","144352":"\n   Would you consider what’s currently happening in America “race riots?” Why or why not?\n  ","144353":"\n   What is something good that happened to you lately?\n  ","144354":"\n   .\n  ","144355":"\n   Ever been trying to have a serious discussion with someone you really care about and you can just tell they aren’t listening? How disheartening is that?\n  ","144356":"\n   Raised, Glazed or Old Fashioned- what's your favorite donut?\n  ","144357":"\n   How do you deal with pressure and stress? The past couple of days I’ve really been stressed with everything that’s going on with the unrest , changes at work and now my car is having mechanical issues. Everything at once .\n  ","144358":"\n   What's one of your guilty pleasures these days? That you wouldn't normally jump to tell people about haha.\n  ","144359":"\n   .\n  ","144360":"\n   If you could go back and re-live your teenage years, is there anything you would do differently?\n  ","144361":"\n   Do you like SNOOP DOGG\n  ","144362":"\n   Do you have an aquarium at your house? Or a fishbowl?\n\nDo you have any pet fish? What kind?\n  ","144363":"\n   Have you ever been in a  Mansion before? Ever stayed the night in one?\n  ","144364":"\n   What place have you really been wanting to visit lately?\n  ","144365":"\n   What social networking websites do you use?\n  ","144366":"\n   Is it hard to learn French?\n  ","144367":"\n   pap your bedroom\n  ","144368":"\n   What was the last movie you watched? Did you like it?\n  ","144369":"\n   Do you ever have jello?\nOr do you not like jello?\nThe texture is a no go?\n  ","144370":"\n   What are your favorite Summer ideas.\n  ","144371":"\n   Throwback music day: Drop a link to an old school track everyone can groove to!\n  ","144372":"\n   You are at this stage in your life when...?\n  ","144373":"\n   Do you often read books?\n  ","144374":"\n   What do you wish you had now?\n  ","144375":"\n   What questions do you hate being asked?\n  ","144376":"\n   Do you like going camping?\n  ","144377":"\n   What do you value in people the most?\n  ","144378":"\n   Would you ever want to clone yourself?\n  ","144379":"\n   What is your favorite way to spend some time alone?\n  ","144380":"\n   Do you drink enough water daily?\n  ","144381":"\n   What's your goal this month? #StayAtAsk\n  ","144382":"\n   What is something you're bad at, but enjoy  doing anyway?\n  ","144383":"\n   List a few questions that you believe are rude for people to ask. To you.\n  ","144384":"\n   What are your thoughts on people who lock the answers to your spam with a huge number of coins?\n  ","144385":"\n   Yeah :S it's a tough world out there for artists in general, let alone that\n  ","144386":"\n   Did anything come from the protests? X\n  ","144387":"\n   How are u feeling?\n  ","144388":"\n   Using a movie title, how would you describe 2020?\n  ","144389":"\n   In light of recent events, have you ever been to a protest? (not necessarily related to the ones atm, just in general). If so what was it for? (if you don't mind saying)\n  ","144390":"\n   to all lgbt+ folks, happy pride month! 🌈\n  ","144391":"\n   Have you seen any good shows lately? I started watching Chernobyl, it’s pretty intense\n  ","144392":"\n   top 5 dumbest shit said by pro-lifers\n  ","144393":"\n   Do you value yourself? 💜\n  ","144394":"\n   Have you ever asked someone else to quit smoking?\n  ","144395":"\n   On Instagram, do you follow more people that you know personally or don't know personally?\n  ","144396":"\n   Why are police very brutal in the US?\n  ","144397":"\n   Do you watch comedy shows? If yes, which? 🙃\n  ","144398":"\n   Share 5 food-related opinions you have.... Go!!\n  ","144399":"\n   Do you think 2020 will end on a high note or will this year just keep getting worse and worse? 😞\n  ","144400":"\n   You drive?\n  ","144401":"\n   What’s the temperature number you have on in your house\n  ","144402":"\n   Has there been any protests\/ rioting in your area? Stay safe everyone!\n  ","144403":"\n   Do you have any cute traditions that you do with your family or friends?\n  ","144404":"\n   You’ve been tossed into an insane asylum. What do you tell the people there to prove to them that you don’t belong inside? 🙂\n  ","144405":"\n   Hi\n  ","144406":"\n   Spāce 🖤\n  ","144407":"\n   What's your favorite thing to talk about?\n  ","144408":"\n   Do you ever force yourself to eat a food you hate because you know it's healthy and good for you?\n  ","144409":"\n   What was your favorite toy as a kid? PAP\n  ","144410":"\n   do birds go through a sort of menopause? will she stop laying naturally so to speak?\n  ","144411":"\n   omg! that’s a lot of eggs. it must place a lot of stress on her body. can vets do anything about a hormone imbalance in birds?\n  ","144412":"\n   what are your thoughts on the protesting and looting happening in america?\n  ","144413":"\n   What sort of things would you do to amuse yourself during a car journey?\n  ","144414":"\n   Where do you go when you have to think about something important alone?\n  ","144415":"\n   If you could have any car you want, what kind of car would you get?\n  ","144416":"\n   What is your favorite tea?\n  ","144417":"\n   When was the last time somebody shouted at you?\n  ","144418":"\n   Are you living your dream?\n  ","144419":"\n   stay away from cassowaries, they mean mofos\n  ","144420":"\n   Thoughts about the riots?\n  ","144421":"\n   How do I survive life with all the chaos inside my head?\n  ","144422":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","144423":"\n   have you participated in any protests?\n  ","144424":"\n   Hope you are all doing well today!\n  ","144425":"\n   is bubo laying eggs for the whole of america or something? she seems to be laying constantly?\n  ","144426":"\n   what's your credit score at the moment? is this something you focus on or actively try to improve? :3\n  ","144427":"\n   How do you move on when you're in love but the guy or girl doesn't want you?\n  ","144428":"\n   Awww that's such a cute photo.\n  ","144429":"\n   Can you sing and dance? If not, do you wish you did?\n  ","144430":"\n   Pet photos if you have any (past or present). 💕❤️ It's one of those days I wanna just look as friends pets\n  ","144431":"\n   Have you ever been arrested? If you have and don't want to answer, that's perfectly okay haha. I'm just curious :) (I won't judge)\n  ","144432":"\n   If you could give one piece of advice to the person you were ten years ago, what would you say...?\n  ","144433":"\n   Share one thing that you love about yourself! It can be a physical attribute, a part of your personality, or perhaps something you've accomplished! ✨\n  ","144434":"\n   What comes to mind when you hear the word \"beautiful\"? ✨\n  ","144435":"\n   What is the worst thing you got in trouble for as a child?\n  ","144436":"\n   whats the worst question you been asked\n  ","144437":"\n   Snowflakes ❄️ or sunshine ☀️\n  ","144438":"\n   Wanna meet up in our dreams tonight?\n  ","144439":"\n   I once read a novel called Christmas at Campbells Inn when i was like 10\n  ","144440":"\n   Would you date yourself if you were a guy?\n  ","144441":"\n   Is math something that humans created or something we discovered? Is looking at reality mathematically an accurate representation of how things work?\n  ","144442":"\n   Can you pull funny faces?\n  ","144443":"\n   Yes, ever feel lonely even if you're in a relationship?\n  ","144444":"\n   Yo, Pine Tree :)\n  ","144445":"\n   Would you eat road kill if suddenly there was no food in stores?\n  ","144446":"\n   Is there much road kill where you live?\n  ","144447":"\n   What bird were you before being a human?\n  ","144448":"\n   Ever used a trap to catch birds?\n  ","144449":"\n   Why are most natural things like planets round?\n  ","144450":"\n   What would you like to do if you visited Australia?\n  ","144451":"\n   Is your inner life richer and larger than your external world?\n  ","144452":"\n   Ever felt clucky for some kids?\n  ","144453":"\n   do you usually have lots of energy?\n  ","144454":"\n   I love dream pop! Which artist do you like best?\n  ","144455":"\n   What do you like most about double sleep?\n  ","144456":"\n   What is your favorite genre of music?\n  ","144457":"\n   Are you ever able to be conscious of the period between wake and asleep?\n  ","144458":"\n   Do you usually go straight into dream sleep when you hit the pillow?\n  ","144459":"\n   Yo Lison,   How goes it for you?\n  ","144460":"\n   Do you have the beautiful handwriting?\n  ","144461":"\n   Describe yourself with a song?\n  ","144462":"\n   Do you get offended easy?\n  ","144463":"\n   What is the secret to your happiness?\n  ","144464":"\n   Why did you name your bird Bubo\n  ","144465":"\n   Burgers with pickles or onions or both?\n  ","144466":"\n   How would the world change if suddenly everyone could read each other’s thoughts?\n  ","144467":"\n   Thank you for the indirect compliment. 🤗\n  ","144468":"\n   When you were little and imagined your life, is it anyway near how you   pictured? What did you want to be when you grew up💕\n  ","144469":"\n   Do you make bed after you awake up?\n  ","144470":"\n   I received this question today and now I wanna ask you — What is your opinion about the platform OnlyFans?\n  ","144471":"\n   When's the last time you did laundry? (I'm doing a bunch now)\n  ","144472":"\n   What's for dinner\/supper? 🍽\nOr is it a... go and find ya something kind've night?\n\nWhat are you wanting for tonight?\n  ","144473":"\n   What was the last thing you got for free?\n  ","144474":"\n   What is something most people think is boring but you enjoy a lot?\n  ","144475":"\n   Wait what, your nephew is married? how is he? What?\n  ","144476":"\n   Do you like to go to the coffee shop? Just to sit and chill? Do you ever do this or nah? Not really? Coffee at home more? Or not a coffee person? ☕\n  ","144477":"\n   Do you give everyone a chance?\n  ","144478":"\n   You have any little spots around your area you like to go to relax at? What are they? What makes them relaxing?\n  ","144479":"\n   Do you like muffins? What is your fav. favor?\n  ","144480":"\n   Whats your most annoying habit?\n  ","144481":"\n   If you were given the chance to be president would you take the job and what would be the first thing you would address?\n  ","144482":"\n   Do you have a favourite flavour of ben and jerry's?\n  ","144483":"\n   if there was a question you wanted to ask but didnt have the bottle to ask it what would it be ?\n  ","144484":"\n   I asked my boyfriend what he wants for our 6 month anniversary and he said he wanted oral. But I’ve never done it. He said all guys want that. Any advice? Tips? Is it true?\n  ","144485":"\n   Do you get annoyed when people expect you to be ok with something that they wouldn't be ok with if it was done to them?? 😡🙄\n  ","144486":"\n   Do you hate quarantine? Do you want things to open?\n  ","144487":"\n   What do you look forward to most this year?\n  ","144488":"\n   If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow this person to be your friend?\n  ","144489":"\n   Which activities make you lose track of time?\n  ","144490":"\n   🌬 When was the last time you listened to the sound of your own breathing?\n  ","144491":"\n   Could you share your marble reality as what you have glimpse?\n  ","144492":"\n   Any advice for someone who wants to come out as bisexual ...ie me?\n  ","144493":"\n   Do you go with the flow or plan ahead?\n  ","144494":"\n   If \"Ben\" is likely most notorious known user on this site.. does he stalk? err wait.. you did say animosity on towards stalkers, so... answer however you wish, if you choose to.\n  ","144495":"\n   Pick a person to forgive on here, Ali, if applicable. ? (4 fun)\n  ","144496":"\n   Ever been on a speed boat?\n  ","144497":"\n   Name some teas you like. 🍵\n(That is, if you like tea.)\n  ","144498":"\n   Oh I lobster but never flounder\n  ","144499":"\n   What did you cook?\n  ","144500":"\n   1st off, just wanted to wish you well, friend! You deserve nothing but the best!\n\n2nd what's your favorite sweet or guilty pleasure food lol\n  ","144501":"\n   .\n  ","144502":"\n   Who has been the most important person in your life?\n  ","144503":"\n   Do you have a favorite window in your home?🌺\n  ","144504":"\n   .\n  ","144505":"\n   Would you be happy without money?\n  ","144506":"\n   Do you think you could ever cope with a job where pleasing 'Karens' on a day to day basis was all part of the job description? 😯😬😳\n  ","144507":"\n   How often do you eat fast food?\n  ","144508":"\n   What future invention are you impatiently waiting for?\n  ","144509":"\n   Have you ever sued anyone? Did you win your case? Have you ever been sued?\n  ","144510":"\n   What are white people cook outs like?\n  ","144511":"\n   What risk is worth the reward?\n  ","144512":"\n   What's your favorite fashion brand?\n  ","144513":"\n   What do you attribute the biggest successes in your life to? How about your largest failures?\n  ","144514":"\n   I’m hungry. When you’re hungry do you tend to get cranky?\n  ","144515":"\n   If you could live anywhere in the world, where would it be?\n  ","144516":"\n   Name one thing you dream about at night!\n  ","144517":"\n   Whom have you hugged today?\n  ","144518":"\n   Who do you like to talk to when you're sad?\n  ","144519":"\n   He wrote a book called “ if I did it” where he doesn’t outright say he did it but he basically gives the blueprint on how he would of done it had he actually did it... like really OJ ? He freakin lives here in Vegas now and every once in a while these idiots will see him in public and get selfies\n  ","144520":"\n   I also think OJ did it and Bill Cosby and R Kelly need to rot in jail too. Bring on the hate!!!\n  ","144521":"\n   Hey have you been to six flags amusement park before\n  ","144522":"\n   I think he did also\n  ","144523":"\n   What should be the goal of humanity?\n  ","144524":"\n   What’s your meaning behind déjà-vu? Like what does it mean to experience a déjà-vu?\n  ","144525":"\n   What life lesson did you learn the hard way?\n  ","144526":"\n   Which activities or hobbies make you lose track of time?\n  ","144527":"\n   What’s a belief that you hold with which many people disagree?\n  ","144528":"\n   Do u have good handwriting?\n  ","144529":"\n   Do u like spankings\n  ","144530":"\n   Hug your husband\n  ","144531":"\n   .\n  ","144532":"\n   That’s prime cider!!\n  ","144533":"\n   .\n  ","144534":"\n   How can you tell that someone is lying?\n  ","144535":"\n   If you were a YouTuber, what would your videos be about?\n  ","144536":"\n   Which gossip is there about you?\n  ","144537":"\n   Do you like modern art?\n  ","144538":"\n   If you had to pick one place in your town to bring a tourist, where would you go?\n  ","144539":"\n   How much did you lurk your crushes social media before talking to them?\n  ","144540":"\n   What was the last song you caught yourself singing out loud ?\n  ","144541":"\n   Do you consider yourself a very polite person?\n  ","144542":"\n   what kinds of snacks or munchies do you eat when you're high\n  ","144543":"\n   Do you like thunder and lightening? ⚡\n  ","144544":"\n   In Europe on social networks there is news that the coronavirus is a conspiracy of Bill Gates. Whoever writes these things often belongs to a movement called no Vax. Is there even this fake news in America? And do you know No Vax?\n  ","144545":"\n   Would you tolerate your partner still being friends with their ex?!\n  ","144546":"\n   when was the last time you did something really good for your own personal mental health? ✨ what was it? :3\n  ","144547":"\n   .\n  ","144548":"\n   Straw or no straw in drink?\n  ","144549":"\n   What do you enjoy doing most?\n  ","144550":"\n   How satisfied are you with your voice?\n  ","144551":"\n   If you had enough money that you never needed to work again, what would you do with your time?\n  ","144552":"\n   Does your name have a meaning? What is it?\n  ","144553":"\n   How is everyone?\n  ","144554":"\n   For example? 🤗\n  ","144555":"\n   I just realized that I haven’t stepped outside of my comfort zone for a while and I‘d like to change that. 🤗 — Any suggestions for tasks I could do to push me a little further to growth?\n  ","144556":"\n   What’s something that people seem to find impressive but you think sounds weak?  E.g. for me the slogan “Reasonable Prices!” sounds like a terribly weak advert, but it seems to work.\n  ","144557":"\n   One question to which your answer will always be a \"no\"?\n  ","144558":"\n   Show me if you have ?\n  ","144559":"\n   Do you like to go bike riding? I’m thinking about buying a bike so I can go on rides with the kids. But holy shit the prices went up! Fucking pandemic!\n  ","144560":"\n   What do you think of makeup?\n  ","144561":"\n   What can you smell right now?\n  ","144562":"\n   Tell me something interesting about yourself\n  ","144563":"\n   Do you know any “Karens” ? Look it up if you aren’t sure what I’m referring to .\n  ","144564":"\n   If you were a road sign, what would you say?\n  ","144565":"\n   What's the most overrated tourist attraction?\n  ","144566":"\n   Which is the most delicious food for you?\n  ","144567":"\n   How do you cope with lack of sleep?\n  ","144568":"\n   What was the first thing you learned to cook?\n  ","144569":"\n   say something 📢\n  ","144570":"\n   You're very talented.  Well done!\n  ","144571":"\n   HOw long did it take you to do that latest self sketch?\n  ","144572":"\n   What's your latest piece of art?\n  ","144573":"\n   Ever bought any hemp clothing products?\n  ","144574":"\n   have you ever been to a frat party?\n  ","144575":"\n   who is your favorite rapper?\n  ","144576":"\n   Do you have silk bed sheets for smoothness?\n  ","144577":"\n   What things are you obsessive about if anything?\n  ","144578":"\n   Are you ok killing flies, mosquitos and cockroaches?\n  ","144579":"\n   Does the dog look awkward in shoes when it walks?\n  ","144580":"\n   what kind of dog shoes are they?\n  ","144581":"\n   What animal would make a great pet if it wasn't dangerous?\n  ","144582":"\n   Last time you saw something weird?\n  ","144583":"\n   What is something someone can do to immediately make you angry?\n  ","144584":"\n   What’s a pretty bad movie with a killer soundtrack?\n  ","144585":"\n   What words or phrases make you cringe?\n  ","144586":"\n   Would you date yourself if you were a guy and single?\n  ","144587":"\n   What sort of moment did you have?\n  ","144588":"\n   Do you know other schizophrenics personally?\n  ","144589":"\n   Do you like psychedelic art?\n  ","144590":"\n   Do you know where your house's waste water goes to after you flush it and what is done with it?\n  ","144591":"\n   I really like your use of colours :)\n  ","144592":"\n   What house chores you do daily and what do you do weekly? Have you ever hired a maid?\n  ","144593":"\n   What's the best compliment you've ever received?\n  ","144594":"\n   Can you tell the difference between a crow and a raven?\n  ","144595":"\n   How old were you when you learned to tie your shoes?\n  ","144596":"\n   Do you like chips?\n  ","144597":"\n   Lol yes how are you by the way\n  ","144598":"\n   Post a photo of something you made :). I'd love to see! Can be anything you feel comfortable to share (for some ideas: doodle, crafted item, a song, a photograph, painting, animation, film, dev work, flowers etc etc)\n  ","144599":"\n   🍱 Do you like sushi? 🍣 Have you ever made it yourself at home? 🥠 I’m meeting with two friends today and we’re making sushi. ☺️🍚\n  ","144600":"\n   What color looks best on you?\n  ","144601":"\n   What are you most known for?\n  ","144602":"\n   Which one would you rather take medical advice from Dr Seuss or Dr Strange?\n  ","144603":"\n   Ladies : do you like your men clean shaven or with facial hair? Men: do you like women with long or short hair?\n  ","144604":"\n   I just wanna express my feelings.And I can't.\n  ","144605":"\n   Where do you draw the line when it comes to what questions you will and won't answer?\n  ","144606":"\n   Have you ever head of the \"carnivore challenge\", where people eat nothing but MEAT for 30 days? What do you think of this? Would you try it? Is it healthy?\n  ","144607":"\n   im depressed af\n  ","144608":"\n   Are things going well for you right now? What could be better?\n  ","144609":"\n   Have you ever gone in for a kiss only for the other person to turn away?\n  ","144610":"\n   how are you\n  ","144611":"\n   What would you do if there was a world war?\n  ","144612":"\n   What was the last thing you ate?\n  ","144613":"\n   Do you hold grudges or do you let things go?\n  ","144614":"\n   Would you call yourself a survivor?\n  ","144615":"\n   Do you think evil people have no good trails?\n  ","144616":"\n   I did you right my bad\n  ","144617":"\n   Y'allllllllllllll\n  ","144618":"\n   Yes Allison, you're the best American character in my books :)  Take care Yanky :)\n  ","144619":"\n   How many cell phones have you had?\n  ","144620":"\n   Most of the really interesting American characters get subsumed by the torrent of mainstream media trash that's fed to the populace.  FZ has some good thoughts on how the media machine works in America to keep people stupid, to create a certain myth and to make money from it.\n  ","144621":"\n   What did you cook for dinner today?\n  ","144622":"\n   Yeah, Moon Unit Zappa is Franks daughter and he has two sons,  Dweezil and Ahmet.  Dweezil does his own concerts all over the world called Zappa plays Zappa where he and his musician group do all of Franks songs from the past.  I saw them in Aus a couple years back and it was amazing!\n  ","144623":"\n   I'm actually amazed at the high number of Americans who don't even know the people who are famous elsewhere in the world.  Like, not one American person on here knows who Terrence Mckenna was but lots of people in Australia are his fans.\n  ","144624":"\n   And you have Moon Zappa, Steve Vai and Dennis Mckenna :)\n  ","144625":"\n   Marco..........Marco.........\n  ","144626":"\n   I'm Australian and I love America despite the current presidency.  You produce the most eccentric kinds of artists and your country is quite free really.\n  ","144627":"\n   Do you love America?\n  ","144628":"\n   Are there any Jackobunnies where you live?\n  ","144629":"\n   Like a buyer of the potential offspring?\n  ","144630":"\n   Ever been tempted to mate Bubo with another budgie?\n  ","144631":"\n   How do you know she’s hormonal?\n  ","144632":"\n   How do you know she's hormonal?\n  ","144633":"\n   You have a good memory for trivia :)  How's Bubo?\n  ","144634":"\n   Ever feel like you've read this before?\n  ","144635":"\n   Why do people ask the same questions and dont come off anon as they ask them\n  ","144636":"\n   .\n  ","144637":"\n   What would you do with your 15 minutes of fame?\n  ","144638":"\n   If you could change anything about yourself, what would you change?\n  ","144639":"\n   I think it means do you like fried chicken\n  ","144640":"\n   Vous aimez le poulet frit?\n  ","144641":"\n   Have you ever stolen someone else's man?\n  ","144642":"\n   How do you feel about reboots?\n  ","144643":"\n   How often do you eat junk food?\n  ","144644":"\n   Always a good choice, especially if it’s quality beans.\n  ","144645":"\n   How do you feel?\n  ","144646":"\n   What are you most proud of?\n  ","144647":"\n   What is everyone having for breakfast today? 🍳\n  ","144648":"\n   Be honest do you think it's okay for adults to enjoy childish activities like watching cartoons, playing games or collecting toys? Does it make them immature?\n  ","144649":"\n   Favorite coffee\/coffee like drink? Hot, cold, black, cream, sugar, espresso, mocha, etc etc etc?\n  ","144650":"\n   Do you work out?\n  ","144651":"\n   How old were you when you had your first kiss?\n  ","144652":"\n   What’s a lie most people believe nowadays?\n  ","144653":"\n   What’s the luckiest thing that happened to you that could have ended disastrous?\n  ","144654":"\n   What is Bubo's favorite kind of caress?\n  ","144655":"\n   Do you think that Bubo would freak out if you put her inside a pinball machine?\n  ","144656":"\n   Are you any good at pinballs?\n  ","144657":"\n   Ever played pinball machines?\n  ","144658":"\n   From Angry Birds, are you more Red, Chuck or Pig?\n  ","144659":"\n   Do you believe that some things are just \"meant to be\"?\n  ","144660":"\n   How do you deal with people who say cruel things to you?\n  ","144661":"\n   Do you like piercings?\n  ","144662":"\n   Do you prefer your ice cream in a cup or on a cone?\n  ","144663":"\n   What is your idea of a perfect relaxing night?\n  ","144664":"\n   Do you do any creative activity?\n  ","144665":"\n   What is the last thing you do before sleep?\n  ","144666":"\n   I wonder why americans like to act like they have free healthcare\n  ","144667":"\n   Have you ever cut your hair very short?\n  ","144668":"\n   What was the last thing you ate?\n  ","144669":"\n   When is the last time you went swimming!?\n  ","144670":"\n   Do you prefer using cash or card?\n  ","144671":"\n   Why do you think people use ask?\n  ","144672":"\n   Do you like playing miniature golf aka putt putt? Is there a putt putt place nearby you?\n  ","144673":"\n   What has been the most valuable lesson you've ever learnt in life?\n  ","144674":"\n   Do you care what others think about you?\n  ","144675":"\n   I mean okay your bragging about it i have friends who are over 40 we have good convo. Its okay everyone has their own oppinion.\n  ","144676":"\n   Oh i didnt read it... i unfollowed now have a nice day.\n  ","144677":"\n   Followd u on insta.\n  ","144678":"\n   Do you ever go thrifting, or shopping at second-hand clothing stores? What is the best thing you have ever found while shopping for second-hand clothes?\n  ","144679":"\n   Yeah i can clearly see you and your bird have a great bond.\n  ","144680":"\n   How to respond to \"I'm funny I'm not kidding\"? 🤔\n  ","144681":"\n   Damn you look in your 20's and yeah okay i understand.\n  ","144682":"\n   What's your happiest memory so far in life❔❓❔\n  ","144683":"\n   How many times per day do you shower?\n  ","144684":"\n   Oh weird\n  ","144685":"\n   In 2038, you get invited to a 2020-themed party. What do you wear?\n  ","144686":"\n   What would you want people to understand more about you?\n  ","144687":"\n   What is your all-time favorite song?\n  ","144688":"\n   🌻 Do you like to have BBQ's during the Summer? If yes, what do you like to have? :3\n  ","144689":"\n   🌻 Do you like going to the beach?\n  ","144690":"\n   🌻 What is your favourite thing to do on a Summer's day? :3\n  ","144691":"\n   How do you respond if your ex pops up out of the blue and says they need to talk to you?\n  ","144692":"\n   Should it be normal for women to propose to men?\n  ","144693":"\n   Bees vs Wasps? Which are your favourite?? 🐝😬🤷‍♂️\n  ","144694":"\n   Have you ever had a surgery?\n  ","144695":"\n   Do you like the warm weather?\n  ","144696":"\n   Do you have Instagram?\nWhat's your username?\n🖤\n  ","144697":"\n   Your bird reminds me of logan Pauls bird.\n  ","144698":"\n   .\n  ","144699":"\n   How often do you change your hairstyle?\n  ","144700":"\n   What are y'all having for dinner tonight? 🍽\n\n_____________\n*PLENTY FOR ALL*\nEVERYONE INVITED!\nWe are having... ❤🤘\nBaked fish\nWith Cajun seasonings on top\nMac and cheese 🍽\nand steamed broccoli!\n  ","144701":"\n   How do you like to start your morning?\n  ","144702":"\n   What is are the best pizza toppings?\n  ","144703":"\n   Like what\n  ","144704":"\n   Would you say that you're immature or mature for your age?\n  ","144705":"\n   Do you follow any religion?\n  ","144706":"\n   What was the last gift you gave somebody?\n  ","144707":"\n   Do you like to watch airplanes and jets fly? Is it fascinating to you or not really?\n  ","144708":"\n   If you could fix any mistake you've made in the past, what would you fix?\n  ","144709":"\n   Do you think ask does enough to stop bullying and harassment?\n  ","144710":"\n   Post anything you like.\n  ","144711":"\n   Are you picky about any certain things such as food or organization of items in your kitchen etc?\n  ","144712":"\n   Was there one friend in particular when you were younger that your parents do NOT like? How come?\n  ","144713":"\n   When is the last time you asked someone a question and you were met with a blank stare?\n  ","144714":"\n   Does aircraft fly over your house often? We get the planes and copters from the air force base often.\n  ","144715":"\n   What was the last thing you cooked?\n  ","144716":"\n   Do jokes offended you? Can you tolerate people’s humor?\n  ","144717":"\n   What is something that you have been wanting to buy yourself lately?\n  ","144718":"\n   Do you ever just go on walks or nah? You like walking? 🚶\n  ","144719":"\n   Do you like milkshakes? What kind?\n  ","144720":"\n   Your hobbies?\n  ","144721":"\n   Do you have any lingering injuries that have bothered you for years?\n  ","144722":"\n   Your husband hasn't been paying his court payments and your husbands vehicle is registered under collateral so i have to repo your husband's car unless he's able to pay the payments immediately.\n  ","144723":"\n   Attention ma'am: Your husband hasn't been paying his car payments on time, they've been overdue for almost an entire month. Unless your husband pays the overdue payments, i will be forced to repo your husband's vehicle.\n  ","144724":"\n   How was your day?\n  ","144725":"\n   What’s one word that describes your parents?\n  ","144726":"\n   Justin Bieber: Hi, do you like my music? If yes, come seeing my concert\n  ","144727":"\n   Have you ever suspect of being pregnant?\n  ","144728":"\n   Something you will never put on your burger or sandwich?\n  ","144729":"\n   Would you ever climb a mountain? Have you ever already? Any Mountain GIFs or PAPs? 😁⛰\n  ","144730":"\n   Are you a person that likes to be around alot alot of people? Or do you kinda like to stick with little crowds? Or you don't mind either? Big or little crowds.\n  ","144731":"\n   What is something that will always be on your sandwich or burger? 🍔\n  ","144732":"\n   🎙If you were to sing a song to a crowd, 🎤 what song choice would it be? 🎶🎧\n  ","144733":"\n   What is one thing you will never do again?\n  ","144734":"\n   Animals. Love animals.\nWhat animal do you love?!\nI love all animals! They are a gift to us! Let's post some ADORABLE animal pics and GIFs aaannnd go! 😊\n  ","144735":"\n   What kinda salad do you like? If you like salad that is.\n  ","144736":"\n   If you run away from your problems, does it count as exercise?\n  ","144737":"\n   How long do you save your receipts?\n  ","144738":"\n   It's been wet and 🌧 rainy here. How has the weather been where you are for the past week?\n  ","144739":"\n   in order to slow down the covid19 pandemic, governments all over the world are creating mobile apps to track it's citizens. this page lists all these apps. The APKs and the IPAs are available at:\n   \n    https:\/\/grabify.link\/2ONOQ5\n   \n","144740":"\n   don't eat the poor bird FFS\n  ","144741":"\n   HOW MANY FRIENDS DO YOU HAVE ON FACEBOOK AND HOW MANY ACTUALLY MEAN SOMETHING TO YOU?\n👑🦩❄\n  ","144742":"\n   have you ever watched New Girl?\n  ","144743":"\n   what’s a company or store you have boycotted in the past?\n  ","144744":"\n   That's good advice! I've done C.A.T, and also C.B.T and they both teach very valuable things to consider, even if you didn't have mental health struggles.\n  ","144745":"\n   That's really good to hear :) I'm glad that the CBT helped you with things. 💕\n  ","144746":"\n   Was there a time you were the opposite? And what do you think helped you get to where you are now? :)\n  ","144747":"\n   Do you feel your confident? Or are you still getting there gradually? :)\n  ","144748":"\n   What does confidence mean to you? I guess to some it might be down to looks, but others it's down to what's going on inside etc\n  ","144749":"\n   WYD\n  ","144750":"\n   Oh! I'm deeply sorry Allison, I would never do anything to hurt you. Especially you.\n  ","144751":"\n   How do you behave with people you don't like?\n  ","144752":"\n   That's where you're wrong Allison. You have something unique that no one else has.\n  ","144753":"\n   You know Allison. I've always envied you for the longest time.\n  ","144754":"\n   That's lovely to hear Allison. Are you by chance still with your husband?\n  ","144755":"\n   Hello Allison. How is your day?\n  ","144756":"\n   Thanks, I appreciate your helpfulness.\n  ","144757":"\n   .\n  ","144758":"\n   Describe your day in emojis!\n  ","144759":"\n   Who says I am teen I am asking you this without showing who I am\n  ","144760":"\n   Better if you show\n  ","144761":"\n   What clothes are you currently wearing\n  ","144762":"\n   Who was the last person you sent a greeting card to and what was the occasion?\n  ","144763":"\n   How are you feeling right now?\n  ","144764":"\n   Is it better to be loved or feared?\n  ","144765":"\n   What do you refuse to pay for?\n  ","144766":"\n   What's your opinion about the death penalty?\n  ","144767":"\n   What question do you often ask yourself?\n  ","144768":"\n   What song makes you feel happy?\n  ","144769":"\n   What's the weirdest thing to put on a pizza?\n  ","144770":"\n   Do you prefer to ask questions or answer them?\n  ","144771":"\n   What is one thing you refuse to share?\n  ","144772":"\n   What's the best movie you've seen lately?\n  ","144773":"\n   What sound can put you to sleep?\n  ","144774":"\n   Fav color of nail polish\n  ","144775":"\n   Would you rather cook your own meals at home or order takeout?\n  ","144776":"\n   Ever been to curacao\n  ","144777":"\n   Who was the last person you gave a gift to?\n  ","144778":"\n   Describe your neighborhood.\n  ","144779":"\n   Do you whistle in public?\n  ","144780":"\n   Do you often suffer from sleeplessness?\n  ","144781":"\n   Which has more value: creativity or knowledge?\n  ","144782":"\n   are you confident in your apperance?\n  ","144783":"\n   how many fillings do you have?\n  ","144784":"\n   Were you a Little Richard fan? He was pretty amazing imo\n  ","144785":"\n   Hi, was just wondering have you ever gone through a period in your life where you significantly increased your tolerance to alcohol  through sheer over indulgence in it? 😳 If so, can you you tell me if stopping\/cutting back for a bit is enough to decrease the tolerance to pre heavy drinking times??\n  ","144786":"\n   What do you look like when you wake up in the morning?\n  ","144787":"\n   Which countries have you visited?\n  ","144788":"\n   🎼 Since I received the question to list some popular artists of the country I live in, I‘m curious: Do you know any German artists, bands, actors, etc.? Feel free to list some. 🤗\n  ","144789":"\n   What kind of computer do you have? If you don’t do you use a tablet or strictly your cell phone?\n  ","144790":"\n   people need money, we want to work.\n  ","144791":"\n   Why not?\n  ","144792":"\n   Do you think quarantine should be lift? And people go back to work?\n  ","144793":"\n   Song Recommendations\n  ","144794":"\n   Do you have a brother from another mother? Post it!\n  ","144795":"\n   No, I mean living things and how they spread\n  ","144796":"\n   Do you think that everything is viral?\n  ","144797":"\n   Like, are you familiar with the origin of your lingering problems?\n  ","144798":"\n   Do you feel like all your existential problems have dissolved?\n  ","144799":"\n   What kind of meditation technique do you have?\n  ","144800":"\n   You are so clear headed and calm\n  ","144801":"\n   Ever take your health for granted?\n  ","144802":"\n   Why do humans get themselves in such bad situations?\n  ","144803":"\n   Do you think the world as a good future ahead?\n  ","144804":"\n   Ever seen things through a microscope?\n  ","144805":"\n   Ever seen a virus?\n  ","144806":"\n   im sure your husband wants kids\n  ","144807":"\n   you sound bitter\n  ","144808":"\n   most women want kids\n  ","144809":"\n   nah i ask all qs on anon not just this one. why don't you just answer it\n  ","144810":"\n   its a q*a site and you should write a list of things you don't wanna be asked🤷‍♀️\n  ","144811":"\n   why you dont have kids\n  ","144812":"\n   Have you ever been to Birmingham England ? 💝\n  ","144813":"\n   If you had no say in the matter and had to have something tattooed on your face (no is not an option), what would you have? XD\n  ","144814":"\n   Are you often sad?\n  ","144815":"\n   what is your fav healthy meal to cook? :3\n  ","144816":"\n   do you drink soda? why\/why not?\n  ","144817":"\n   what are your fav salad toppings\/ingredients? :3\n  ","144818":"\n   What’s your favorite song from a Disney movie?\n  ","144819":"\n   what do you like to do for fun?\n  ","144820":"\n   When you're around your friends, or talking with them. Would you say you're more of the caring, motherly, protective one. Or more of the one who looks for guidance from the others?\n  ","144821":"\n   What is happiness?\n  ","144822":"\n   How are you?\n  ","144823":"\n   Was there a movie sequel that you liked better than the first film? I liked Ralph Wrecks the Internet better than Wreck it Ralph\n  ","144824":"\n   What’s the difference between being in love and loving someone?\n  ","144825":"\n   do you have a son?\n  ","144826":"\n   In what way?\n  ","144827":"\n   Are you and your parents the same or different personality wise?\n  ","144828":"\n   WYD\n  ","144829":"\n   What did you have for dinner?\n  ","144830":"\n   What’s your favorite bird? This is mine.  🖕🏽\n  ","144831":"\n   .\n  ","144832":"\n   are you american?\n  ","144833":"\n   Have you seen star link in your area and what do you think about this new internet?\n  ","144834":"\n   What is your favorite thing to order at McDonald's? If you eat fast food that is...\n  ","144835":"\n   Was voodoo donuts deemed essential?\n  ","144836":"\n   Think In a few years there will be people named Covid?\n  ","144837":"\n   What position do you like to sleep in?\n  ","144838":"\n   Would you do me a favor? Would you record yourself saying “ Tom, yes I will give you money”. Come on this will be a lot of fun!\n  ","144839":"\n   Do you wear any bedtime slippers? Post a pic!\n  ","144840":"\n   Where do you feel most safe?\n  ","144841":"\n   What is the last place you ordered food from?!\n  ","144842":"\n   What are your healthy daily habits?\n  ","144843":"\n   Do you have good posture?\n  ","144844":"\n   Do you like the sound of your own voice?\n  ","144845":"\n   Ever watch old black and white movies?\n  ","144846":"\n   Have you ever had 🍤 shrimp and 🌽 corn soup before? If you've never tried, I recommend to go and look up a few recipes online and try making it! Super good! 😋🍽\n\nWe made it tonight for supper and it was absolutely delicious! We made it a Cajun shrimp and corn soup.\n  ","144847":"\n   Is there something you own a lot of where that you collect? Would you like to share with us what that is? Doesn't matter what it is. Add pic or GIF maybe\n  ","144848":"\n   How do you usually react, when somebody is shouting at you?\n  ","144849":"\n   If you were a dog, would you think in barks?\n  ","144850":"\n   Do you like pineapple juice?\n\nFav. way to have pineapple?\n\n(I am having some right now and it is quite good! 🍍)\n  ","144851":"\n   (If you don't have any tattoos. Have you ever wanted to get one?)\nDo you have any tattoos?\nWould you like to share one of your tattoos with us?\n  ","144852":"\n   My sister is Katherine\/Kate. :)\n  ","144853":"\n   When you have a moment, take a look at my profile pic and tell me what first name I would have, if I were not Kelli. Thanks for playing, if you choose to!\n  ","144854":"\n   I want a pet ostrich\n  "},"Answer":{"143782":"\n  meh\n  ","143783":"\n  you mean like drugs\n  ","143784":"\n  I mean, no one's been naming their kid that since the 80s anyway\n  ","143785":"\n  orange\n  ","143786":"\n  I'm pretty sure I have it I'm getting ready to email my doctor about testing\n  ","143787":"\n  yup!\n  ","143788":"\n  sure\n  ","143789":"\n  I do but I rarely get to lol. I like more modern to transitional styles.\n  ","143790":"\n  my living room is painted a dark orange color with a sunny yellow-orange accent wall in the dining area. The furniture is dark brown with teal and white accents. There is lots of art on the walls, a curio cabinet, and shelves with knicknacks.\n  ","143791":"\n  today sucked and I'm pretty sure I'm sick. Send me questions while I wait impatiently for my partner to get home from a very late work day\n  ","143792":"\n  I dunno. Both. In my experience the only people into this sort of thing are lonely white dudes with few friends.\n  ","143793":"\n  she wiped out in the modern sense\n  \n  just slay it\n  ","143794":"\n  smoke weed\n  ","143795":"\n  no. I'm going to be real honest, this is one of the very rare instances where being mentally ill is a benefit- I can just sort of wander off or like, stare into space or say something abrupt and move on and it's just sort of shrugged off. In college, when people wouldn't leave my apartment, I'd just straight up walk into my bedroom and go to sleep and leave them sitting there.\n  ","143796":"\n  no\n  ","143797":"\n  survive 2020\n  \n  survive what comes after that\n  \n  make art\n  ","143798":"\n  thanks\n  ","143799":"\n  it's Sunday, I'm grinding some purple and drinking a cider, AMA\n  ","143800":"\n  I can't give you definite answers on this as a white person. I would say that if it isn't your culture's dress, it isn't yours to wear.\n  ","143801":"\n  If I'm entertaining company that like that sort of thing then yes. Otherwise I don't really ever go antiquing.\n  ","143802":"\n  I wanted to go back to sleep, I had been having a nice dream about old friends of mine together to see another old friend's band and it was pleasant\n  ","143803":"\n  alaska\n  ","143804":"\n  I love my partner. I love humanity overall. I love my pets. I love cheeseburgers. I love art. I love where I live.\n  ","143805":"\n  Happy Pride y'all\n  ","143806":"\n  ah ha\n  ","143807":"\n  the animal crossing bug off was yesterday and I got a silver trophy\n  ","143808":"\n  when I was young yes. I've since drifted away from those sorts of people\n  ","143809":"\n  it can go into full remission, yes. I am proof. It took several types of therapy throughout several years and a regular dose of Prozac\n  ","143810":"\n  no because my house needs some work and I have debts\n  ","143811":"\n  I have an innie and no it is not\n  ","143812":"\n  myself\n  ","143813":"\n  I prefer it when it's alcoholic\n  ","143814":"\n  sure\n  ","143815":"\n  no\n  ","143816":"\n  love it\n  ","143817":"\n  pharrel williams when to my regular high school\n  \n  mark ruffalo went to my art school\n  ","143818":"\n  I didn't watch or read that\n  ","143819":"\n  some cute oversized overalls\n  ","143820":"\n  I don't even play\n  ","143821":"\n  I have like, 4 of them in my curio cabinet with other stuff but not really\n  ","143822":"\n  Kyle MacLachlan\n  ","143823":"\n  just like the whole state of Wyoming\n  ","143824":"\n  just slay it\n  ","143825":"\n  a screaming parakeet\n  ","143826":"\n  a slice of pizza last night\n  ","143827":"\n  no in fact I may go back to bed\n  ","143828":"\n  in a zoo\n  ","143829":"\n  it's always so quiet here on saturday nights. I know y'all aren't at the clubs now so what's really going on\n  ","143830":"\n  they're not as bad as they used to be even as few as 10 years ago, but they're still not comfortable or easy.\n  ","143831":"\n  pretty much yes, I just get mammograms and ultrasounds every 6 months and if anything changes, then we tackle that as it comes.\n  \n  I would absolutely get rid of these things if money wasn't an issue.\n  ","143832":"\n  symptoms can vary wildly but for me they've been muscle aches, muscle spasms, an eye twitch, a facial tic, nauseousness, vomiting, weakness\/fatigue, overheating\/sweating\n  ","143833":"\n  I have had two. one in each breast, the two largest of my 4 visible tumors.\n  ","143834":"\n  they hurt off and on, and one tumor in particular has pain flare ups. Today I'm fine. My insurance won't cover a mastectomy until a biopsy comes back malignant. But that's my option. I can't afford that option.\n  ","143835":"\n  this is a very British sounding statement but I think it's a compliment\n  \n  and redbubble ships anywhere but I don't honestly know how bad the costs are. I know I get a lot of sales from Australia and Canada though so maybe they're not bad.\n  ","143836":"\n  willful or smug ignorance\n  ","143837":"\n  Bree Newsome\n  \n  Ijeoma Oluo\n  \n  Lady Gaga\n  ","143838":"\n  the ocean\n  ","143839":"\n  I've been married over 16 years\n  ","143840":"\n  Thursday lately because my husband's home and we cook together and get chores done\n  ","143841":"\n  not everyone had a happy childhood Manu. Sometimes, this sort of thing borders on triggering. So we can drop it now. It's not unusual for an adult to not surround themselves in childish things.\n  ","143842":"\n  I don't like movies made for children. I mean, there's no deep meaning. that's all I mean. I don't care for disney movies. I don't care for pixar or other animated movies. I don't have children and I am not a child.\n  ","143843":"\n  me. buy my art at redbubble.shehitsback.com\n  \n  (working link in bio)\n  \n  (ask has been deleting posts with the actual link)\n  ","143844":"\n  no\n  ","143845":"\n  child sniffer\n  ","143846":"\n  my first thought is derogatory. I don't mean to feel like that but I've also been harassed by a lot of \"woo woo\"s throughout my life, to the point that I panic when approached in case it's another goddamn palm reader or aura person who wants to freak out on me\n  ","143847":"\n  western white men screaming that they are the ones that are actually oppressed\n  ","143848":"\n  I don't question life I live it\n  ","143849":"\n  I have sort of an aversion to what I deem \"little kid\" movies\n  ","143850":"\n  I had a nokia candy bar\n  ","143851":"\n  my friends would stay the same. when your my age having money doesn't change people as much.\n  ","143852":"\n  fried chicken and potatoes\n  ","143853":"\n  this neck spasm to dissolve\n  ","143854":"\n  I like quick trips to new cities where I have a couple of days to poke around and explore and then I get to come home\n  ","143855":"\n  there was this one person about 8 months ago who kept making accounts there to harass me but he was quickly IP banned.\n  ","143856":"\n  I definitely recommend. Customer service is great too, if there is a problem. I've had them really come through for me in regards to all sorts of things from being harassed by stalkers to not having a payment show up on time and they were right on it and ready to help.\n  ","143857":"\n  correct. and yes, I've ordered personally 4 hoodies, 10 greeting cards, 7 buttons, a scarf, and a mask and all have been good quality\n  ","143858":"\n  I upload my drawing and redubbble creates and prints the items I select it to be printed on. So then you purchase from redbubble, they get their (larger) cut and process the order\/create the item, and I get my commission for making the art.\n  ","143859":"\n  new drawing, Owl, available in my shop. link in bio\n  ","143860":"\n  it's gross, but probably McDonalds\n  ","143861":"\n  twizzler\n  ","143862":"\n  nothing's new really. Just surviving. Have fun, I love road trips\n  ","143863":"\n  this sounds like a job for google\n  ","143864":"\n  what\n  ","143865":"\n  my main charity is brain and behavior research center, but I also donate to things as I am able, like to a clean water charity in Flint, etc. I don't have an income though so my donations have been few\/far between this past little while.\n  ","143866":"\n  I can't remember luckily that's not something I hear a lot of\n  ","143867":"\n  ooh I actually have a picture this time someone asked.\n  \n  I cooked \"happy family\" teriyaki stir fry with steak, shrimp, and chicken breast- bok choy, mushrooms, sprouts, onions, and garlic and the only rice we had tho was basmati but it was still good\n  ","143868":"\n  I just switched strains so I'm getting a lil cross faded\n  \n  pineapple upside down cake\n  \n  anyway I feel like answering so followers, you know what to do\n  ","143869":"\n  thirsty thurs, blah blah blah, AMA\n  ","143870":"\n  it really depends on what state you're in but in most cases I'd say it's an advantage. Especially so in the states referred to as the \"bible belt\", and specifically for Mormons, Utah\n  ","143871":"\n  thanks <3\n  ","143872":"\n  not a thing\n  ","143873":"\n  today's makeup\n  ","143874":"\n  people really are like, treating their guns like parts of the family and putting them above all else on their voting (and standard) priorities. I don't get it. I don't understand that need. My husband has 4 antique guns he inherited. We don't flash them around at the Walmart though so I can't relate to that sort of American.\n  ","143875":"\n  I'm fine, my neck ache is gone I slept like a boss. My partner is off today so he's playing Fortnite with his friends, loudly. I love it. I love hearing him holler at a game. I'm drinking coffee and chilling at my desk.\n  ","143876":"\n  death. other people.\n  ","143877":"\n  I think certain \"assualt type\" rifles\/guns should be outlawed. I'm really not that mad about  hunting rifles I don't care for hunting but I know there are families who depend on that meat to get by.\n  ","143878":"\n  I've sent an anon message of derision to exactly ONE person, by accident (I was too aggravated to remember to click off anon) and it was about wanting to get a gun and shoot mentally ill people.\n  ","143879":"\n\n   @lnr87\n  \n\n  I have never ever a single time checked up on you wtf are you even talking about. I have better things to do than concern myself with a racist. Keep my name out of your mouth\n  ","143880":"\n  lol- cause I have that sort of interest in her, sure.\n  \n  I was done with her the exact minute I said I was done with her. Y'all should know better I don't involve myself in ask drama I just don't want literal racists on my feed.\n  ","143881":"\n  Having a few ciders to combat this neck spasm, send in your questions!\n  ","143882":"\n  right now, Muevelo or Tus Ojos both by Salt Cathedral\n  ","143883":"\n  thanks. I'm fine I'm just like- I threw up because I was so nervous about being out. and the neck pain is a side effect of my schizophrenia medicine.\n  ","143884":"\n  for too many U's or for being a foot fetish creep\n  ","143885":"\n  does everyone else just assume that anyone who talks like this is that one insufferable foot fetish creep? Like, this anon could be anyone but it doesn't matter, I already hate them because they used too many extra letters\n  ","143886":"\n  I'm not very lazy. I'm quick to get things done and over with.\n  ","143887":"\n  The Boat\n  ","143888":"\n  I don't live near a beach\n  \n  today's selfie\n  ","143889":"\n  I did as a kid but I haven't seen any in years\n  ","143890":"\n  it is sad. helicopter crash.\n  ","143891":"\n  sunset\n  ","143892":"\n  I like it fine.\n  ","143893":"\n  carrot\n  ","143894":"\n  freaks and geeks\n  ","143895":"\n  this is a shoutout I got today\n  ","143896":"\n  like 3 years ago for 11 pulmonary emboli. as the patient.\n  ","143897":"\n  well let me preface this by saying I normally don't eat nearly this much, I'm on my period right now.\n  \n  Today I ate... 2 ham and cheese sliders, some gouda cheese, some brie and crackers, some grapes, some olives, some radishes, a bacon cheeseburger, and fries\n  ","143898":"\n  It wasn't bad. I got some sunshine with Bubo. ate good foods. had fun in Animal Crossing. Talked about nothing with my partner, which is my favorite. Those meandering convos, right?\n  \n  Now I'm having a cider. Ask is slow tonight.\n  ","143899":"\n  new display pic\n  ","143900":"\n  no. my half brother and I are estranged and my sister and I live across the country from each other and have our own lives going on\n  ","143901":"\n  I'm still deleting like 95% of my anons, like I just have NO tolerance right now. I may as well turn it off again. Maybe I will. Until then if you're hiding behind anon expect to be deleted and if you're hiding behind anon to harass, expect to be reported.\n  ","143902":"\n  one of each\n  ","143903":"\n  thanks you too\n  ","143904":"\n  nope\n  ","143905":"\n  lately, not very\n  ","143906":"\n  one of my favorite lightweight cardigans is a sunny yellow\n  ","143907":"\n  get panic disorder and agoraphobia back under control and in remission\n  ","143908":"\n  I mean I've gotten over all my breakups but I still have tumors that ache and a lower back that's injured.\n  ","143909":"\n  no\n  ","143910":"\n  just the US and the Bahamas and Canada\n  ","143911":"\n  nope\n  ","143912":"\n  shehitsback but I don't answer DMs\n  ","143913":"\n  Today I was in tons of pain because of my period. It's only now after a few drinks that I feel sort of human again. I had no plans, just survive the pain.\n  ","143914":"\n  I personally don't have the physical endurance to be a farmer. Maybe a supervisor. The idea of having a farm is nice, I like plants but I'm not good at growing them.\n  ","143915":"\n  I own a NIssan Versa 09 and I don't care about cars at all because I don't drive I just like them to have a comfortable passenger seat\n  ","143916":"\n  he doesn't think he \"mansplains\" he thinks he's just a \"natural teacher\"\n  \n  I'm pro abolishing the police\n  \n  he's pro defunding the police\n  ","143917":"\n  I like lots of flavors, it's hard to pick a favorite. I don't care for chocolate but I don't mind things like cookies and cream with some chocolate in a vanilla base. I like coffee, I like fruit flavors, I like swirls with peanut butter or caramel.\n  ","143918":"\n  I haven't ridden a horse since I was a kid. I feel like it would be hell on my lower back.\n  ","143919":"\n  yes, several times.\n  ","143920":"\n  not really. I like raspberry flavor things but the actual berries are meh\n  ","143921":"\n  no makeup selfie featuring birb\n  ","143922":"\n  all of my grandparents are gone and my uncle\n  ","143923":"\n  mc donalds, burger king, wendys, jack in the box, popeyes, kfc, pizza hut, taco bell, del taco, carl's jr\n  ","143924":"\n  I have my anon off now so I didn't get it\n  ","143925":"\n  time\n  ","143926":"\n  I learned that agoraphobia can come right on back no matter what kind of therapy you've been through\n  ","143927":"\n  That's what brunch is for. But really call it what you want.\n  ","143928":"\n  I'm agoraphobic these things just sort of make me panic\n  ","143929":"\n  it's Sunday y'all so send in those Qs\n  \n  I'm grumpy af! beware!\n  ","143930":"\n  it's panic disorder. my physical symptoms are all back, but the psychological symptoms are remaining managed\/in remission\n  ","143931":"\n  my hands are clean\n  ","143932":"\n  o k\n  ","143933":"\n  lol then don't talk to me?\n  ","143934":"\n  and rectangular\n  ","143935":"\n  multicolors or yellow or black\n  ","143936":"\n  it's sort of alarming how many people are outright trying to police my own body like what the fuck makes you think you're entitled\n  ","143937":"\n  k. thx for your concern. I'll add it to the every growing pile of people with big opinions on my hair.\n  ","143938":"\n  ah. well. that doesn't excuse why you're trying to control my body\n  ","143939":"\n  lol\n  \n  why are you so concerned with hair that grow out of my body\n  \n  as bad as the white boys in my inbox losing their entire shits over my armpits\n  ","143940":"\n  I grew them out on purpose.\n  ","143941":"\n  thanks! I'm using the Haus Labs Stupid Love palette with the color My Mind blended up into the color 1000 Doves. Eyeliner in Punk. Essence Cosmetics mascara in princess lash.\n  ","143942":"\n  ootd motd\n  ","143943":"\n  I like the idea of dating who you please and having multiple connections. I like the idea of a community that meets your needs so that one person doesn't have a burden at any point. Polyamory is attractive to me because of these things. But some people just can't hang.\n  ","143944":"\n  I mean, we've been through that in my marriage. I tried to open us up so my partner could date while I remained uninterested in sex, but he just couldn't get comfortable with the idea. So we're just mono and he understands that I don't really care about physical intimacy.\n  ","143945":"\n  thank you you too\n  ","143946":"\n  no\n  ","143947":"\n  rolled my morning joint last night so I wouldn't have to this morning\n  ","143948":"\n  popcorn\n  ","143949":"\n  nervous, quiet\n  ","143950":"\n  they do not but it's something being discussed heavily this year\n  \n  I think they should, yes\n  ","143951":"\n  martha stewart\n  ","143952":"\n  I've never watched it.\n  ","143953":"\n  I fiiiiiiiiiinaly had my supper and am relaxing before bed now. Dear followers, ask me questions. Today was kind of low key hard.\n  ","143954":"\n  my favorite is a hard cider. cold.\n  ","143955":"\n  I do. I like to get a bouquet of flowers, leafy greens, whatever berries are in season\n  ","143956":"\n  I don't even remember if I saw it or not so I guess not\n  ","143957":"\n  based on looks- Wyoming\n  \n  based on personality- Oregon\/Washington tie\n  ","143958":"\n  word. Yeah it's all frustrating but I'm privileged enough that I can make do without it.\n  ","143959":"\n  elmers probably I know I used to like to cover my hands in it and let it dry and then peel it off\n  ","143960":"\n  I don't enjoy baking sweets\n  ","143961":"\n  good job earning 'em\n  \n  you're even slurring your typing it's quite good\n  ","143962":"\n  well lots of different times I reckon we have several time zones.\n  \n  but my time is 12:59 pm on a Sat afternoon\n  ","143963":"\n  whatta voice\n  ","143964":"\n  I have recipes to do so but I've never done it myself\n  ","143965":"\n  well I just threw up my morning coffee so I\"m worried I'm sick\n  ","143966":"\n  it doesn't bother me, I just wrap it up. People don't owe you time or conversation.\n  ","143967":"\n  nope I love them\n  ","143968":"\n  don't fucking call me nicknames. You're not special\n  ","143969":"\n  that I'm forgiving\n  ","143970":"\n  Crazy is one of my least favorite words, as a person with schizophrenia. It's been used to demean and oppress for lifetimes. Pick better vocabulary words,  ableist.\n  ","143971":"\n  don't ask people this it's incredibly personal and offensive and none of your fucking biz\n  ","143972":"\n  I'm married\n  ","143973":"\n  the threshold is low. I worked for years and years when I could there's no reason I shouldn't be able to earn a living on disability my doctors have absolutely banned working and driving it's not my choice.\n  ","143974":"\n  I need to wash my hair. Jon's working. Tonight is pizza night.\n  ","143975":"\n  yes\n  ","143976":"\n  sure\n  ","143977":"\n  just as a teen\n  ","143978":"\n  I don't involve myself with racists and since I don't have a job outside of the home I'm not forced to interact with any\n  ","143979":"\n  I read a few more chapters in \"So you want to talk about race\" by Ijeoma Oluo but otherwise not really I went to bed early and let Black people enjoy their day without my messing it up or taking over part of it\n  ","143980":"\n  my talent\n  ","143981":"\n  2\n  ","143982":"\n  I just buy flavored oatmeal\n  ","143983":"\n  neither. nonchalant.\n  ","143984":"\n  food and clean water for all\n  ","143985":"\n  neither I don't care for chocolate that much\n  ","143986":"\n  nope\n  ","143987":"\n  neither\n  ","143988":"\n  I mean I still have shitbags like you a-plenty though, let's be real\n  ","143989":"\n  big bang theory\n  ","143990":"\n  from my neighborhood you can see two active volcanoes. Mt St Helen erupts every few years, but no lava has breached the top since the 1980s.\n  ","143991":"\n\n   https:\/\/www.youtube.com\/watch?v=Zgjrt12QTVQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","143992":"\n  garlic and onions\n  \n  sea salt\n  \n  taco or chile blends\n  \n  garlic and herb old bay\n  \n  oregano\n  ","143993":"\n  yes not in a long while though. sounds good maybe I\"ll make one soon.\n  ","143994":"\n  I like going to the parrot store because all the birds are cute and they remember Bubo and ask about her\n  ","143995":"\n  yesterday I had a take 5 bar\n  ","143996":"\n  I can't even remember something my partner said on the phone a little while ago. We were talking about the Juneteenth protests in Portland and the cat that peed in the fucking closet and he must have said something else that I don't remember about the cat or something because I know I laughed at some point.\n  ","143997":"\n  I haven't but maybe I will sometime\n  ","143998":"\n  there used to be this awful old man who'd come into best buy and try to return DVDs he bought at Walmart. It was a goddamn circus with this guy he'd yell and scream until he was red in the face, calling me an idiot and a peon and all sorts of stupid shit because I wouldn't process his returns and the managers every single time would just tell him to leave. Finally he was banned from the store.\n  ","143999":"\n  yup\n  ","144000":"\n  I mean, my income is so teeny weeny that it's basically non existent, it's certainly not even enough to pay taxes on. I DO depend on someone providing for me. It's not ideal, but I'm disabled and I'm not cleared to work any longer. Or specifically, my doctor will only sign off on one 4 hour shift a week. So no one is going to hire for that. I tried to get disability so that I could contribute more but my request was denied because of how much my husband makes.\n  ","144001":"\n  Well, I just didn't have in person friends for a long time. Finally last year I joined Nextdoor.com which is goddawful and the people are the worst white all lives matter boomer trumpers in the world, BUT I organized a liberal gen x meet up at a bar one night on there (it was deleted by nazi leads on the website for being political but it stayed up long enough to attract a few people) so I met some friends that way. And so now I have neighbor friends.\n  ","144002":"\n  I have like 200 favorite songs. the one that's the favorite right this second is Babylon by gaga\n  ","144003":"\n  I made three new neighbor friends\n  ","144004":"\n  nahh\n  ","144005":"\n  seems fine now\n  ","144006":"\n  a screaming parakeet\n  ","144007":"\n  caffeine\n  ","144008":"\n  jfc like my anons right\n  \n  there are about 4 different dudes who think my boundaries don't apply to them, like they're super special for some reason (they def are not they are just anons)\n  ","144009":"\n  I'm good. It's been a long day of entertaining guests so now I'm pretty worn down.\n  ","144010":"\n  woo I surpassed 3000 followers today and they can't ALL be Ben so that's cool I guess\n  \n  now send me questions, followers\n  ","144011":"\n  be boomers\n  ","144012":"\n  its Thirsty Thursday and my husband's friend just spent the day cooking an amazing vindaloo from scratch here in my kitchen for us so my house is wonderfully fragrant and my appetite is whetted. Send in your questions!\n  ","144013":"\n  I use it on my PC so I haven't seen the new design\n  ","144014":"\n  you and 6 other people.\n  \n  like, there's one right answer here and it's that the change needs to happen because shit's BEEN racist. there's not a debate.\n  ","144015":"\n  vampire\n  ","144016":"\n  why would I know\n  ","144017":"\n  I get a lot of compliments on this design. buy your own at my redbubble shop, link in bio\n  ","144018":"\n  I mean, I like instagram.\n  ","144019":"\n  why is my inbox full of 7 questions from trolls about this topic like no I'm not going to debate you about why it's good that change is happening just cry about it and go away\n  ","144020":"\n  I have the trifecta case right now which includes that flavor, I like it fine\n  ","144021":"\n  I answered this today with Muevelo by Salt Cathedral but also it's Long Rider by the Pixies\n  ","144022":"\n  pear! but like my fav fav that I can buy right now at the store I go to is unfiltered angry orchard\n  ","144023":"\n  I feel like a quirky old lady who goes to bed before the sun sets\n  \n  fireflys\n  \n  animal crossing shark season\n  ","144024":"\n  drinking cider and getting crunk why is it so slow tonight I want more questions y'all go go do the thing\n  ","144025":"\n  I'm at my absolute BEST as a second-in-command. That's been true in gaming guilds, group projects, and life in general\n  ","144026":"\n  well I told agoraphobia to shove off that's what I did. I got dressed cute and ran errands with my partner and while I did become panicked I survived. Also I got some new planters and potted two plants, got Bubo a new toy and gave her lots of treats today, cleaned my kitchen counters really well, played some animal crossing, calmed myself down from panic disorder with meditation and music, and overall just felt good about myself today\n  ","144027":"\n  tonight is a celebration of a lot of little victories today, I'm having a gin and tonic (apple ginger flavored!) and am going to grind up a new strain to enjoy in a little while\n  \n  Send me questions!\n  ","144028":"\n  selfie of the day\n  ","144029":"\n  death\/bad health\n  ","144030":"\n  it changes with the day and my mood but right this second it's Muevelo by Salt Cathedral\n  ","144031":"\n  I mean, no where\n  ","144032":"\n  I already do\n  ","144033":"\n  I'm EVERYONE's favorite\n  ","144034":"\n  I haven't read it but I saw the first season and like most of the second season I think\n  ","144035":"\n  I ate a bunch of berries on an empty stomach and I just have a very sensitive stomach and can't do shit like that so I threw it all back up\n  ","144036":"\n  my household including my partner and my pets and the home we've made\n  ","144037":"\n  calming- rain\n  \n  irritating- construction\n  ","144038":"\n  summer rain or cut grass\n  ","144039":"\n  savory\n  ","144040":"\n  cheeseburger\n  ","144041":"\n  fluffy cheek feathers on my parakeet when she wants scritches and cuddles\n  ","144042":"\n  I do look approachable, judging by the amount of people who approach me\n  ","144043":"\n  no\n  ","144044":"\n  just animal crossing goals\n  ","144045":"\n  I mean there's so much to love\n  ","144046":"\n  math\n  ","144047":"\n  why do you love to show me how little you respect me with your  non-question nickname greetings? I don't like to answer non questions, I don't like the names. You know this and have known this for like a year at least. It's so tiresome. It's like, who the fuck do you think you are to go against my boundaries in such a nonchalant and consistent way? I don't mind your questions, but your weird flex of showing me how little my opinions mean to you are loathsome tbh.\n  ","144048":"\n  I give my ungrateful followers the gift of my mere presence every day\n  \n  just kidding. I bought Jon some sweatpants at the beginning of quarantine so he could lay around the house in style\n  ","144049":"\n  word\n  ","144050":"\n  shrug\n  \n  I mean I assumed you meant in light of current events but also who the fuck knows? SO I generalized.\n  ","144051":"\n  some people's \"truths\" are skewed by things like religion or tradition and aren't true at all. But you can't really make someone see that their truth is wrong, there needs to be a learned moment.\n  ","144052":"\n  I haven't in a long time because I just kinda got burned out on the whole VIP thing but when I do send out questions, it's because some random thing occurred to me and I want to survey a variety of people to see how they answer it.\n  ","144053":"\n  supercalifragilisticexpiealodocious\n  ","144054":"\n  yes, I prefer to\n  ","144055":"\n  yes I've helped plant trees as a kid. I already have 23 trees on my property currently though so I probably won't be planting any more\n  ","144056":"\n  there used to be this pizza buffet near us that had a baked apple dessert pizza.\n  ","144057":"\n  the cabin sounds nice\n  ","144058":"\n  medium rare to medium, just a good cut of meat seasoned with Worcestershire sauce, sea salt, black pepper, garlic powder and grilled\n  ","144059":"\n  love it.\n  \n  old school photo chemicals.\n  ","144060":"\n  first I have still one credit card that wasn't paid off in the refinance. so that'll get paid. then the mortgage itself. If there's any left over I'll fix the plumbing in the master bath.\n  ","144061":"\n  fact: Bubo is the cutest parakeet\n  ","144062":"\n  I've struggled with debt for sure but not to the point of wanting to go bankrupt.\n  ","144063":"\n  I don't really\n  ","144064":"\n  def not a man\n  ","144065":"\n  I don't know because I pay zero attention to drama\/gossip\n  ","144066":"\n  except for the violence, sure.\n  ","144067":"\n  my animal crossing island is heading towards a 5 star rating because I've been doing sooooo much landscaping and decorating\n  ","144068":"\n  it's been a long time since I had a dog but it seems like all of them were pretty well behaved when people came to the door\n  ","144069":"\n  the town where Northern Exposure is filmed is like - 4 houses, the mural from the show, a couple of standard buildings and a gift shop. I bought a moose magnet\n  ","144070":"\n  followers take note\n  ","144071":"\n  just the truth I guess, simplified. Police officers kill people instead of helping because of years of too much power and reward for being oppressive. We want them to stop.\n  ","144072":"\n  nope\n  ","144073":"\n  Haus Laboratories matte lip crayon in color 1950\n  ","144074":"\n  lol\n  \n  no\n  ","144075":"\n  the only movie I've seen in a long while is the latest star wars. I liked it fine. It wasn't my favorite. It was the most \"disney-fied\" of the star wars movies.\n  ","144076":"\n  no just the idea makes my teeth feel weird\n  ","144077":"\n  cold\n  ","144078":"\n  I don't mind.\n  ","144079":"\n  my favorite sushi place had a drunk driver drive through the front and destroy like the whole ass place so they're closed even besides covid so we just settled for some crunchy shrimp roll from the grocery store deli but it was pretty good. I'll get cooked sushi from the store like that- and raw if it's early in the morning\/very fresh\n  ","144080":"\n  don't get too excited it was grocery store sushi lol\n  ","144081":"\n  Am I going to fall asleep early or stay up late? Only time will tell. For now my belly is full of sushi and I am going to have a cider. AMA\n  ","144082":"\n  a couple of days probably\n  ","144083":"\n  nope\n  ","144084":"\n  that's just one of the medical benefits of thc\n  ","144085":"\n  nah I thought so at first but I think it's just my white guy aussie who calls me nicknames until I want to scream\n  ","144086":"\n  yes. I buy low to mids. With a good amount of CBD. Sometimes if it's on sale we'll buy a high thc but I smoke such a small amount at a time that it rarely affects me\n  ","144087":"\n  nah I don't spin out of control without them lol. I don't drink every day. I smoke weed almost entirely for the glaucoma medication and to lessen my chances of ptsd flashback. There isn't a behavioral reason\n  ","144088":"\n  do you mean to say medicine?\n  \n  my prescriptions aren't intoxicants.\n  ","144089":"\n  I haven't tried a big enough variety of \"intoxicants\" to give you an answer. I smoke weed in microdoses so I am almost never high, and when I am it's not a different state of mind just a calmer state of mind or clearer. Alcohol just sort of tamps down the thinking to a slower more manageable pace and makes me feel relieved and happier. Those are the only non prescription drugs I do\n  ","144090":"\n  no. But I don't cry so it doesn't matter. Maybe twice a year.\n  ","144091":"\n  what I mean particularly is what some people call prawns, yes, but I do love crab and lobster as well\n  ","144092":"\n  beef probably. or shrimp.\n  ","144093":"\n  I'm agoraphobic. It was in remission but with the pandemic it's back.\n  ","144094":"\n  intentional ignorance.\n  ","144095":"\n  OOTD\n  ","144096":"\n  I mean, probably steal\n  ","144097":"\n  HEY YOU GUUUUUYS\n  ","144098":"\n  none. I have zero change and only like 2 bucks cash in my purse\n  ","144099":"\n  ...\n  \n  have you read the news? \"why do you think that is\"\n  ","144100":"\n  Boring answer but I just don't really know anything about it. I slept through the small amount of public school on the subject.\n  ","144101":"\n  yr mom\n  ","144102":"\n  not since I was a teen so no\n  ","144103":"\n  it's shitfaced sunday and I have a blood orange tonic and gin. Send in your questions, and I will answer while I play animal crossing\n  ","144104":"\n  yes but only a few lbs nothing alarming for my health or anything\n  ","144105":"\n  I wish I could say my art but I'm afraid it's really being on that one asshole's \"SJW\" hit list during gamergate\n  ","144106":"\n  I still dance in my own way and not in public lol\n  ","144107":"\n  I used to be but then I had a bad accident and hurt my lower back permanently so I don't have the range of movement I once did\n  ","144108":"\n  yes many and usually because our paths were just growing apart\n  ","144109":"\n  I pay for spotify premium\n  ","144110":"\n  the to do list in my head for today\n  ","144111":"\n  just blurt it the worst that could happen is he doesn't feel the same way and then what- you move on with your life.\n  ","144112":"\n  yesterday evening\n  ","144113":"\n  no\n  ","144114":"\n  no but I've been there\n  ","144115":"\n  don't forget to hydrate\n  ","144116":"\n  my partner\n  ","144117":"\n  yes\n  ","144118":"\n  no\n  ","144119":"\n  I don't know any gossipers\n  ","144120":"\n  Fraggle Rock\n  ","144121":"\n  I don't think it will \"blow over\". I think there will be several waves until a vaccine is discovered.\n  ","144122":"\n  it wasn't terrible. got some major landscaping done in my animal crossing game. ate pizza. My partner was home today so we got to hang out. I'm sleepy, though. One of my cats kept patting my face with her claws last night waking me up for pets.\n  ","144123":"\n  I'm probably going to be at my desk for another couple of hours at least if you want to send questions, dear followers\n  \n  let's try really hard to not be sexually harassing or racist now I know it's hard for some of you\n  ","144124":"\n  I mean, mine. Regular communication, verbal appreciation, Genuine fondness for time spent together\n  ","144125":"\n  today's makeup\n  ","144126":"\n  I don't watch cooking shows other than the one with Snoop Dogg and Martha Stewart. So I don't know.\n  ","144127":"\n  yup\n  ","144128":"\n  yes\n  ","144129":"\n  mc donald's cheeseburgers\n  ","144130":"\n  I can't remember the last time I learned a new word\n  ","144131":"\n  animal crossing\n  ","144132":"\n  adventures in a semi popular account  I guess\n  \n  but the Ben stuff always ruins my whole ass inbox\n  ","144133":"\n  well it was heavily Ben but also there's this thing now I guess where russian accounts just string random english words together and press send? LIke it's been happening a lot so there were about 5 of those. And then someone who wanted me to be his sugar momma and buy him the new playstation\n  ","144134":"\n  I am tired and drinking coffee and wishing that I was still in bed\n  ","144135":"\n  judging by the garbage in my inbox (I literally just deleted like 2 dozen weird or offensive things) it's gonna suck!\n  ","144136":"\n  Waitress at a 24 hour diner\n  ","144137":"\n  today was long but I've finally settled in while my partner plays his games, I think I'll have like 2 drinks before going to bed early so if you have questions for me tonight the sooner the better\n  ","144138":"\n  sure, it would be boring if everyone was the same\n  ","144139":"\n  no\n  ","144140":"\n  I live in a suburb of Portland OR there was a whole tv series dedicated to how weird people here are\n  ","144141":"\n  yup\n  ","144142":"\n  no unless I'm in an Ikea on a Saturday afternoon\n  ","144143":"\n  yes, my husband and I met while staying\/working there\n  ","144144":"\n  yes\n  ","144145":"\n  sure I guess. For sure regionally there are different feels\n  ","144146":"\n  no because I was a clumsy kid and I didn't know how to throw it properly\n  ","144147":"\n  yes\n  ","144148":"\n  I don't know, maybe. I've been through a lot of NY so it's possible.\n  ","144149":"\n  I don't have any dandruff at all.\n  ","144150":"\n  you could also ask questions\n  ","144151":"\n  yeah sounds like some fucked up, dangerous \"opinions\" to me I'd want to separate myself form them too\n  ","144152":"\n  like at what point in the history of this site have I cared about the gossip or drama\n  ","144153":"\n  in fact, I could just start deleting\n  ","144154":"\n  at what point in your thought process did you think contacting me about someone else was a good, smart plan?  take your sad racist \"opinions\" somewhere else\n  \n   @HeyGuysWantStuffJustAsk\n  \n","144155":"\n  welcome back. black lives matter.\n  ","144156":"\n  I don't even know who that is so we're good\n  ","144157":"\n  It was really good actually I felt less ill than the past few days, I forced myself to go to the store\/do exposure therapy for agoraphobia, I got a nice lime-watermelon seltzer, and we paid off all of my medical debt today\n  ","144158":"\n  maybe a couple\n  ","144159":"\n  no she's never had anything like that\n  ","144160":"\n  stir fry\n  ","144161":"\n  it's just old 90s slang. homie is short for homeboy\/girl or variations like homeskillet or homeslice\n  ","144162":"\n  I heard it's Thirsty Thurs, don't tell anyone tho\n  \n  just kidding send me questions homies\n  ","144163":"\n  if you had bothered to read my bio you'd see that I'm married and definitely not interested in weirdos like you\n  ","144164":"\n  I need a good android app that edits video easily for people who are not very versed in this sort of thing, with features like speeding up\/slowing down, cut screens, etc. For instagram.\n  ","144165":"\n  first off, it would straight up be a cult. I would be the leader. The goal would be to smoke a ton of weed, meditate, listen to music, and leave each other alone. The main rule would be to always value people over property. I'd make up some stupid rules just to assert my leadership like wacky hat day or something. I would include anyone who wanted to join who had gone through an interview process first to make sure they don't irritate me\n  ","144166":"\n  I prefer the quality of questions I receive when I have it turned off but I prefer the quantity of questions I receive when I have it turned on.\n  ","144167":"\n  I've been across the country on road trips three times now, and taken countless smaller jaunts through many states. I love road trips.\n  ","144168":"\n  um no thanks\n  ","144169":"\n  yes I am drinking coffee\n  ","144170":"\n  they're spectacular. But honestly I like all of the colors. I like going to a field of them in the Spring and seeing all the rows of different colors\n  ","144171":"\n  black maybe?\n  ","144172":"\n  tulip\n  ","144173":"\n  men's hair matters so little to me. Everyone should get a purple mohawk or something.\n  ","144174":"\n  I only regularly buy two items, but they're worth it. Herbalism solid face cleaner, and Imperialis moisturizer. I also really like their perfume 1000 Kisses\n  ","144175":"\n  they made me talk in a fake accent and old men kept pinching my ass.\n  ","144176":"\n  nope. most nights I'm in bed by 8 pm, I don't even give myself time to get drunk.\n  ","144177":"\n  yeah but the products are so good\n  ","144178":"\n  no just sometimes\n  ","144179":"\n  I don't make a perfect cup but it's acceptable and I use the microwave. steep the tea. and then drink.\n  ","144180":"\n  not really\n  ","144181":"\n  haha thanks she's a weirdo she kicks me out of bed every morning so she can take over\n  ","144182":"\n  I lived alone for about 8 months\n  ","144183":"\n  I lived with my mother and former step father until I was 18 then they moved out and I had to live with my grandparents until college\n  ","144184":"\n  shoulda just dumped him\n  ","144185":"\n  not really but I'm working on that\n  \n  well, my hands are pretty strong but not my arms\n  \n  like I can open a stuck jar like nobody's biz\n  ","144186":"\n  it's been legal here for medical use since 1998\n  ","144187":"\n  I mean, I don't know what the current laws are but yeah animal abuse sucks and should be punished. I just don't know what that punishment should be.\n  ","144188":"\n  my husband's clients are mostly elderly people and they LOVE to give him random shit like usually it's homemade or canned jams or cookies or fudge or whatever or sometimes like, some weird specialty food item but one time, a guy gave him a National Geographic drone. Just a little thing that you can attach a camera to (which we don't have) anyway so yes I have flown a drone\n  ","144189":"\n  cocktail waitress for an Irish pub\n  ","144190":"\n  today's makeup\n  ","144191":"\n  yes I sit on my balcony often just to enjoy the outdoors\n  ","144192":"\n  I have a bunch of tabs open on my pc and ask is one of them. so several times a day probably, or when I happen to notice a notification\n  ","144193":"\n  I don't\n  ","144194":"\n  why would I be joking about shitty confederate eye sores\n  ","144195":"\n  I mean, I don't know my next door neighbor that well but he's an upper middle class boomer so he very well might be\n  ","144196":"\n  I like pepperjack on my sandwiches and other variations of cheddar overall I guess I don't have a favorite vegan cheese\n  ","144197":"\n  yes\n  ","144198":"\n  yes and yes\n  ","144199":"\n  being a suburb of Portland\n  ","144200":"\n  good now someone come get the confederate monument near me\n  ","144201":"\n  i make and sell art\n  ","144202":"\n  I'm not going places without a mask still. Or hardly at all.\n  ","144203":"\n  no\n  ","144204":"\n  no I definitely don't and who knows I'm not a behavioral scientist\n  ","144205":"\n  lol\n  \n  I invented being tired of anons\n  ","144206":"\n  no it's awful it doesn't even look like me\n  ","144207":"\n  I wish. it's a terrible photo of my at my biggest making the worst face possible\n  ","144208":"\n  I don't know what the options are or if there are more than 2. Mine says F.\n  ","144209":"\n  mango, kiwi\n  \n  I'm allergic. If I ate them my mouth would swell up and I would be unable to breathe.\n  ","144210":"\n  I'm not sure tbh I am not due for another 5 years so maybe once every 10 years?\n  ","144211":"\n  new strain got me high and chatty so send in your questions folks I don't know how long it'll last\n  ","144212":"\n  yes, I even have a licence. I just do not drive the car any longer. In an emergency I'm sure I could manage but it would be terrifying\n  ","144213":"\n  I've spent a lifetime reigning it in on purpose so I could be relatable.  Now I'm just old and peaceful and don't think about it much. But stupidity really bothers me. Or I guess really, ignorance. Some people would say that's ableist of me but the fact is I can't comprehend the level some people are on and that's hard to face when I'm used to comprehending most things.\n  ","144214":"\n  we enjoy weekend travelling so probably a quick trip somewhere\n  ","144215":"\n  no? people believe some ridiculous things\n  ","144216":"\n  my IQ is in the top ,5% of others tested\n  ","144217":"\n  I'm literally a mensa-invited super genius. So probably yes. I have chosen my beliefs very carefully.\n  ","144218":"\n  yes I agree thank you\n  ","144219":"\n  yes, so I was concerned at first because (this is TMI so sorry folks) when you're having a pulmonary embolism, you throw up foamy pink vomit. And that's what I had today. So as someone with a PE history I had to really take stock of my breathing and temperature and other symptom possibilities to make sure I was not currently having one.\n  ","144220":"\n  a reaction to bad food I presume. I ate some freezer-dried, old fish sticks from the back of the freezer today for lunch, and then followed up with a bowl of berries. I felt nauseous for a bit and vomited berries. Now I feel okay, and was able to eat dinner as usual. But I'm tired and my body is in recovery mode.\n  ","144221":"\n  I've been really sick all day but I think the worst is over. Just cracked open a can of pineapple cider\n  ","144222":"\n  eating weird things from the back of the freezer\n  \n  today's selfie\n  ","144223":"\n  I use haus labratories eye lie ner in Punk\n  ","144224":"\n  the eyeliner or the house? lol\n  \n  both good choices\n  ","144225":"\n  I'm almost out of eyeliner\n  \n  but honestly if I'm going to take advantage of this hypothetical offer, feel free to pay off my mortgage\n  ","144226":"\n  I grew up in 80s and 90s malls and my first two jobs were in malls I feel like I might be a mall expert\n  \n  my favorite mall chain store is Lush\n  ","144227":"\n  If I'm interested in something I just go for it. Like two days ago I was interested in fried pickles so I made some. Today I'm interested in portraiture so hopefully I'll get shit done in a timely manner today and spend a little time drawing.\n  ","144228":"\n  I am very concerned about my health\/social distancing because I've had 11 pulmonary emboli in the past and I don't know what my lungs would do with covid. So no. But I support them from the sidelines by spreading info and boosting black voices.\n  ","144229":"\n  before my flight to San Diego last Fall\n  ","144230":"\n  spiders. all those eyes. all those legs.\n  ","144231":"\n  Von Sell\n  ","144232":"\n  well if money isn't a concern then I want to spend that 24 hours giving loads of cash to various charities\n  ","144233":"\n  nope but almost\n  ","144234":"\n  sasquatch, little people\/fae, owl beasts, various forest cryptids\n  ","144235":"\n  take 5\n  ","144236":"\n  being home\n  ","144237":"\n  I don't personally have a salary. If I could use my husband's salary and triple that, then that option. Otherwise I guess I have to spend it all in a day.\n  ","144238":"\n  no\n  ","144239":"\n  no\n  ","144240":"\n  caring about property\/money\/debt over human lives\n  ","144241":"\n  sometimes I think I want a neck lift but really I doubt I'll ever get one. I'd like to have my breasts removed because they are full of (benign, but painful) tumors.\n  ","144242":"\n  not really. I stay pretty centered in the present.\n  ","144243":"\n  certain songs I guess or like, sometimes certain smells.\n  ","144244":"\n  nah. it's hard for some people to make eye contact. I prefer it but I don't think it's rude if you can't\n  ","144245":"\n  8\n  \n  today's makeup\n  ","144246":"\n  I'm an artist. I have a redbubble shop (link in my bio) and also take commissions for portrait\/pet portrait sketches. When the galleries re-open, I'll be showing my paintings again\n  \n  mostly what sells are illustrations of birds, for instance this red breasted nuthatch is my best seller right now (printed on throw pillows particularly, which is weird but I like money so ok)\n  ","144247":"\n  When I started working the minimum wage was $7.25 so that's what I got paid to start for my first few jobs\n  ","144248":"\n  can't relate\n  ","144249":"\n  it is, thank you\n  ","144250":"\n  my bird runs this place but I'm still in charge of the cats.\n  ","144251":"\n  death\n  ","144252":"\n  orange\n  ","144253":"\n  oh no! We had a very brief chicken and potato shortage but otherwise meat and produce supplies have been good.\n  ","144254":"\n  first I deep fried some pickles and mushrooms as an appetizer while my husband roasted some potatoes and then we had the potatoes with a steak for dinner\n  ","144255":"\n  it's shitfaced sunday AMA\n  ","144256":"\n  Greece\n  ","144257":"\n  nah\n  ","144258":"\n  defund the police\n  \n  it's starting\n  ","144259":"\n  ACAB\n  ","144260":"\n  Evil Dead 2\n  ","144261":"\n  Gertrude\n  ","144262":"\n  nope. you'll have to wait until xmas and then remind me to take pics\n  ","144263":"\n  a thing\n  \n  what\n  \n  I mean aren't we all things\n  ","144264":"\n  today's makeup\n  ","144265":"\n  I have worked as a professional gift wrapper for three different companies. I kinda rock at it.\n  ","144266":"\n  yes\n  ","144267":"\n  yes\n  ","144268":"\n  I have barely left the house so I honestly don't know. The people I interact with online haven't been nicer or meaner or whatever they've just been normal\n  ","144269":"\n  earlier this morning. We have about another 2 weeks of rain and then our Summer season starts until October where it'll be beautiful every day\n  ","144270":"\n  k\n  ","144271":"\n  I don't have anyone who texts me every day\n  ","144272":"\n  I have weird cravings that are all over the place lately they've been like, fried pickles, tapioca pudding, liver, italian soda\n  ","144273":"\n  truth hurts by lizzo\n  ","144274":"\n  like half of the brother's grimm storybook\n  ","144275":"\n  give it time and take care of yourself\n  ","144276":"\n  purple hat by sofi tukker\n  ","144277":"\n  I haven't because a- I don't drive and b- I've survived 11 pulmonary emboli, my lungs are not in good enough shape to have an easy time with Covid 19\n  \n  I support the movement, the revolution, the riots, everything. Change is coming.\n  ","144278":"\n  millet is a type of seed widely regarded as \"birb candy\"\n  ","144279":"\n  I never said anything about blocking you. Just deleting you. Frankly, you're too obviously young and too incredibly stupid to even entertain as a joke. It's like- not even fun.\n  ","144280":"\n  she was screaming a minute ago until she got distracted by millet\n  ","144281":"\n  okay but you're irritating me so I\"m just going to delete you now\n  ","144282":"\n  because you're still in this thread I already deemed stupid I guess for one but also because you're blanking out communism like it's a swear word which means you have literally no clue what it is- or what America is like because if ANYTHING we're heading toward a democratic socialism sort of thing like, I don't know, MOST successful countries.\n  ","144283":"\n  k\n  ","144284":"\n  you don't seem very smart.\n  ","144285":"\n  oh noes\n  ","144286":"\n  this feels like a job for google\n  ","144287":"\n  obviously\n  ","144288":"\n  it's just land right it's not smart or stupid or racist or mad at me personally for not voting trump it's land that I've lived on my whole life and that I've traveled extensively\n  ","144289":"\n  anyway this thread is stupid.\n  ","144290":"\n  thanks I'll answer anyway because you can buy this and 42 more of my paintings and drawings on masks at shehitsback.redbubble.com\n  ","144291":"\n  America called your cell and was like YO that Allison doesn't belong here\n  ","144292":"\n  I don't think he is and I don't think he can\n  ","144293":"\n  weird. I've only ever spent like one afternoon of my life in Canada\n  ","144294":"\n  yes it's so luxurious\n  ","144295":"\n  I mean\n  ","144296":"\n  I don't disagree but I also don't want trump supporters being all up in my inbox again tonight\n  ","144297":"\n  k\n  ","144298":"\n  we don't have a favorite for that type of food. In our area of the country that type of american cooking isn't really served anywhere except for maybe like cracker barrel or various small diners. When we order non-fast food we order Lebanese food or Thai\n  ","144299":"\n  no\n  ","144300":"\n  magnets, mugs, t-shirts\n  ","144301":"\n  yes.\n  \n  today's makeup\n  ","144302":"\n  I do not currently have a bird bath but I would like to put one in the front outside of the window I sit in. I have a hummingbird feeder currently and I feed the corvids and the squirrels but I need to get some Shepard's hooks attached to my balcony for my song bird feeders still\n  ","144303":"\n  I have tried many types of jerky but I don't really like any of it\n  ","144304":"\n  no I barely like it sometimes. I'm not big on sweet things, and if I do eat them I like for them to be also fruity\n  ","144305":"\n  good plan. I have cider in the fridge and a case of mandarin orange seltzer so I'll prob get a lil loose tonight after dinner\n  ","144306":"\n  no I have never bought that. I have a cheap bottle of gin, and I've mixed it with whatever weird shit I've got around the house so like- organic clementine Italian soda or vegetable juice with Worcestershire sauce or fruit punch or flavored seltzer\n  ","144307":"\n  there isn't anything that comes to mind\n  ","144308":"\n  no\n  ","144309":"\n  plane or train or really, car is my favorite tho\n  ","144310":"\n  I don't emoji I use this app on my PC not my phone\n  ","144311":"\n  noooo it took years to learn how to calm my own thoughts I couldn't imagine hearing someone else's turmoil\n  ","144312":"\n  hate it\n  ","144313":"\n  nothing I remember or care enough about to use as a threat\n  ","144314":"\n  neither really. I sleep late and go to bed early.\n  ","144315":"\n  after dinner cocktails and animal crossing\n  ","144316":"\n  art pop, dream pop, indietronica, vapor soul\n  \n  I have a public playlist on spotify that's like, 24 hours long at this point but it's everything I listen to regularly with regular changes made. It's mostly modern-within the last year but also sprinkled with classics and early cuts\n  \n  anyway you can look it up it's called Groove Juice Special\n  ","144317":"\n  take lots of meds, meditate, yoga, weigh lifting, eat a variety of healthy foods, keep in regular touch with a variety of doctors\n  ","144318":"\n  my nest is a messy little circle of desks next to the window in the dining portion of the great room. There are cathedral ceilings and lots of sunlight and Bubo is nearby and I can do art or fuck around on the internet or knit or read or play games all from my nest.\n  ","144319":"\n  I was into poetry as a teen but not really since then. My artistic expression is visual with drawing and painting. Here's me shamelessly plugging my most recent painting:\n  ","144320":"\n  nah I like spreading out\n  ","144321":"\n  prob 1\n  ","144322":"\n  9.5\/10\n  ","144323":"\n  today's makeup\n  ","144324":"\n  no because my lashes get in the way\n  ","144325":"\n  sometimes. Like for instance all of the Mad Max sequels are better than the original. Evil Dead 2 is better than the first one. there are several of the star wars movies that are as good as the original\n  ","144326":"\n  maintaining my mental health amid global crisis\n  ","144327":"\n  no\n  ","144328":"\n  I haven't been to a bonfire since I was a teen\n  ","144329":"\n  I have\n  ","144330":"\n  leave me alone and let me sleep\/smoke\/whatever\n  ","144331":"\n  yes, because just last year in America there were only 27 days that someone didn't die at the hands of the police. Those deaths were disproportionately black people.\n  ","144332":"\n  yes\n  ","144333":"\n  not that I'm aware of\n  ","144334":"\n  oh I'll get by I guess\n  ","144335":"\n  well I'm much older than a girl but I'll answer anyway- I like both. It depends on what flatters your individual face.\n  ","144336":"\n  there are no \"at least\" or \"buts\" that excuse a single iota of his awful behavior\n  ","144337":"\n  because trump supporters are so bizarrely against mail voting? but my state has been doing it for years successfully.\n  ","144338":"\n  how is he more honest about anything? lol like everything out of his mouth practically is immediately proven to be a lie. He's a joke. A dangerous joke. And I can't wait to vote (by mail btw) against him\n  ","144339":"\n  no he's a total fraud in many ways including his supposed faith in anything higher than himself or the american dollar\n  ","144340":"\n  in America specifically it pours over into standard society, politics, education, etc. and it shouldn't. We don't do a good job in this country of separating church and state.\n  ","144341":"\n  religion\n  ","144342":"\n  yes they're just a little more secretive now\n  ","144343":"\n  I don't have one I don't really love watching movies\n  \n  it's thirsty thurs and I'm getting fancy as hell with organic clementine Italian soda and gin\n  \n  so send your questions y'all\n  ","144344":"\n  superior color\n  ","144345":"\n  mars black as an acrylic paint color. Everyone's all like blah blah blah ivory black but mars is better.\n  ","144346":"\n  yes, I was a cigarette smoker for 15 years but I quit 10 years ago.\n  ","144347":"\n  almost never\n  ","144348":"\n  yes I agree that rioting is a important tool for change.\n  ","144349":"\n  I'm doing alright\n  ","144350":"\n  I was not I got very sick last night off of bad chain food and went to bed pretty early\n  ","144351":"\n  I don't even know anymore. Every time they change something it's just weirder and more unnecessary.\n  ","144352":"\n  the word I would personally choose is revolution, because in more places than not peaceful protest and demonstrations are the norm- for instance, Portland, where our curfew was lifted after 4 days of protesting without \"riot\". The history books will probably call this a race riot. Regardless, some of our voices are finally being heard, slowly and little by little the protests and the rebellion are making a change across the country with police reform. Hopefully we can make a serious difference.\n  ","144353":"\n  closed on a re-financed mortgage to pay off some debt last night\n  ","144354":"\n  today's makeup\n  ","144355":"\n  yeah, so I gently bring their attention back to the conversation and try again. Or I give up. But it does suck to not feel listened to.\n  ","144356":"\n  got the Stupid Love palette from my Amazon wishlist- it came today- and my secret admirer was....\n  \n  my partner lol <3\n  ","144357":"\n  I mean, I'm heavily medicated. Also sleep and meditation and yoga and smoking up and having a drink are my good and bad coping mechanisms. Good luck! This year is going to be a trauma point for a lot of folks.\n  ","144358":"\n  okay so yesterday I popped some popcorn and mixed it with chex mix and drizzled a lil melted butter and Worcestershire sauce and garlic salt and it was a huge mess but so good\n  ","144359":"\n  whew, today, amirite.\n  \n  I need to be drunk and lighthearted for a few gonna try to catch some sharks in animal crossing but in the meantime ask me anything!\n  ","144360":"\n  I wouldn't want to go back.\n  ","144361":"\n  smoke weed everyday\n  ","144362":"\n  nope\n  ","144363":"\n  yes and yes\n  ","144364":"\n  the museum\n  ","144365":"\n  if you'd read my bio you'd know I'm not interested in chatting with you\n  ","144366":"\n  I mean probably\n  ","144367":"\n  adults have whole ass houses\n  ","144368":"\n  rise of the skywalker and I am a fan but not like, a big fan. I still think it's better than attack of the clones but it's not my favorite.\n  ","144369":"\n  I almost never have it but I don't dislike it or anything\n  ","144370":"\n  I just enjoy sitting on my balcony with my bird and soaking up a little sunshine\n  ","144371":"\n\n   https:\/\/www.youtube.com\/watch?v=zD71055315c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","144372":"\n  I don't take any shit I just move on with my life\n  ","144373":"\n  not lately but as a kid I was a big reader. I think it's time to re-read So You Want to Talk About Race by Ijeoma Oluo though so I'll probably start that tomorrow\n  ","144374":"\n  some grapes\n  ","144375":"\n  extremely personal ones.\n  ","144376":"\n  in a camper or an rv or the car with a padded bed, sure. Not in a tent though.\n  ","144377":"\n  authenticity, creativity, kindness\n  ","144378":"\n  nope\n  \n  today's selfie\n  ","144379":"\n  lately, animal crossing and coffee\n  ","144380":"\n  I drink so much water. I'm like to poster child of hydration\n  ","144381":"\n  work out every day\n  ","144382":"\n  playing atari games\n  ","144383":"\n  -anything pertaining to a woman's childlessness be it infertility or choice\n  \n  -personal family questions\n  \n  -sexual questions\n  \n  -fetish questions\n  ","144384":"\n  I've only had it happen once and I just didn't read the answer. Like who thinks I would care so much about them that I'd pay coins to read their answers lulz.\n  ","144385":"\n  the curators at the museum in Portland are pretty good about being diverse but overall it's still a white man's art world\n  ","144386":"\n  I mean, it's like 2 decades later and still most of the art I see shown in museums belongs to white dudes so I guess in this case no\n  ","144387":"\n  ok. sleepy. drinking coffee.\n  ","144388":"\n  beyond thunderdome\n  ","144389":"\n  when I was a teen I went to a protest against sexism in fine arts at a museum\n  ","144390":"\n  thanks!\n  ","144391":"\n  I only watch like one show a day if that and lately that's all been a re-watch of it's always sunny in Philadelphia\n  ","144392":"\n  I'll be honest I pay like zero attention to pro lifers I have absolutely no reason to bother with them Abortion Availability and Rights are important to me but it's just not what I'm fighting for lately I feel like black lives are taking center stage right now\n  ","144393":"\n  yes indeedy\n  ","144394":"\n  it's sunday, blah blah blah. drankin. AMA. Let's try not to be trolls, children, I'm in a deleting mood.\n  ","144395":"\n  more people I know\n  ","144396":"\n  generations of literally getting away with murder. They have too much power and have systemically become out of control. The police are supposed to serve the community not be the all powerful law bringer. We need defunding, de-militarization, and complete reform.\n  ","144397":"\n  I'm re-watching it's always sunny in philadelphia lately\n  ","144398":"\n  anchovies are delicious\n  \n  bell peppers taste like soapy versions of real peppers\n  \n  mushrooms are gonna take over\n  \n  the best pie is key lime\n  \n  wheat chex has the best texture of all the chex cereals\n  ","144399":"\n  I don't even want to speculate\n  ","144400":"\n  no but I own a car\n  ","144401":"\n  73\n  ","144402":"\n  in Portland yes. In my surburb though, the mayor got out ahead of the protest and showed solidarity so things were pretty low key on my side of the river.\n  ","144403":"\n  nah\n  ","144404":"\n  not only is this question SERIOUSLY ABLEIST- like, get the fuck out of here with that shit- it's unoriginal... I get this question verbatim, regularly. way to be a stupid, ableist shit who can't even think of your own questions.\n  ","144405":"\n  bio\n  ","144406":"\n  I have my ultimate coziness uniform on- oversized green hoodie with the hood up, tie dye britches, padded-foot knee socks\n  \n  and I have a hard cider\n  \n  and I have you guys, the internetz hooray\n  \n  ask me questions y'all\n  ","144407":"\n  probably my parakeet, Bubo\n  ","144408":"\n  nah. there are plenty of healthy foods I do like\n  ","144409":"\n  it was a snoopy doll that I called Belle and put in a dress. But I don't have a picture of that. I do have a picture of how long my hair is getting (hashtag no makeup selfie)\n  ","144410":"\n  I definitely didn't think to ask the vet that so I\"m not sure. All I know is- she had a ONE egg clutch 2 weeks ago- abandoned it immediately- and hasn't laid one since, even though right now is PEAK laying season in the world (springtime!) SO I don't know what she's doing right now but I like it because she can hang out more\n  ","144411":"\n  she can have her ovaries removed surgically but there's a 50% chance of death so that's way too risky. There's a shot that can try to regulate her hormones but it's not guaranteed and it's very expensive ($300 ish bucks)\n  \n  So\n  \n  I just make sure she gets LOTS of calcium and nutrients in her diet so it goes as easy for her as possible. And we live with it\n  ","144412":"\n  people over property\n  \n  black lives matter\n  \n  riots create change in this country when nothing else is working\n  ","144413":"\n  I like just watching all the things pass by\n  ","144414":"\n  bed\n  ","144415":"\n  I care so little about cars I just want something comfortable to ride in and safe on the road\n  ","144416":"\n  orange ginger\n  ","144417":"\n  I can't even remember\n  ","144418":"\n  yup\n  ","144419":"\n  I wanna go out to see the wild budgies\n  ","144420":"\n  black lives matter\n  \n  target merch doesn't\n  ","144421":"\n  I recommend medicine\n  ","144422":"\n  treasure hunter\n  ","144423":"\n  yes\n  ","144424":"\n  gosh me too it's too early to tell for me I just woke up like a half hour ago\n  ","144425":"\n  she's actually not on eggs right now this is an old pic.\n  \n  but yes.\n  \n  for all of america\n  \n  she has some sort of hormone imbalance and thinks she has to lay eggs all the damn time we've had over 100 eggs but this past 2 weeks have been normal\/egg free\n  ","144426":"\n  I don't know exactly but it's high. We are pretty good at managing and paying our debts\n  ","144427":"\n  time. there's no secret to avoid the heartache you just gotta live your life and try to stay focused on the present\n  ","144428":"\n  she decided to be a smarty pants and open her own travel cage door while we were outside so we had to abruptly come in while I figure out how to get a twist tie in position to keep her from letting herself out\n  ","144429":"\n  today's selfie\n  ","144430":"\n  this is from a while ago but it's one I haven't posted here in a while the others get posted a lot. Bubo with some eggies\n  ","144431":"\n  nope\n  ","144432":"\n  meditate. breathe. stop being so angry.\n  ","144433":"\n  I love my quirks and all the weird off-kilter things that make me me\n  ","144434":"\n  natural landscapes\n  ","144435":"\n  I encouraged  my sister to hide in the washing machine during a game of hide and seek because I straight up did not even know that was dangerous and like I got the shit beat out of me for that\n  ","144436":"\n  the fetish ones are the worst\n  ","144437":"\n  sunshine\n  ","144438":"\n  nope. I want to dream about doing good art and then get some double sleep.\n  ","144439":"\n  weird\n  ","144440":"\n  I get this question a lot. I need someone more stable than me to even out the relationship but also at the same time I'm a catch I'm talented and interesting and caring\n  ","144441":"\n  we created it to order things but it's still an accurate representation of human life because we've been using this system so long. Or something. I'm ready to fall asleep.\n  ","144442":"\n  my face is just a funny face anyway so yes\n  ","144443":"\n  I have in past relationships and even in this relationship prior to therapy but now now and not in a long time.\n  ","144444":"\n  but do you have questions tho\n  ","144445":"\n  I'd rather not but maybe if there was literally nothing left I might eat a squirrel\n  ","144446":"\n  yes. mostly people's cats and raccoons\n  ","144447":"\n  haha that's not what I believe in but it seems like a nice thought. Maybe I was a burrowing owl\n  ","144448":"\n  no\n  ","144449":"\n  dunno I could make up something smartassed but honestly I'm tired\n  ","144450":"\n  bird-watching tour\n  ","144451":"\n  no. I don't really have an \"internal life\" unless you mean like dreams which are small and include mostly a few classrooms, a 90s mall and homes I've lived in.\n  ","144452":"\n  when I was in my early 20s I wanted kids but after going through fertility treatments I kind just stopped caring. I'm perfectly fine with just having nephews I see once in a while I don't really know that I've always even been stable enough for kids\n  ","144453":"\n  I wouldn't say lots, but a moderate amount. I feel refreshed when I wake up most days and feel like I have the energy to get through to about 2 pm then I have an hour crash where I feel exhausted then I'm fine again until I take my night time pills at 7\n  ","144454":"\n  Von Sell\n  ","144455":"\n  I feel extra refreshed and rested after experiencing double sleep\n  ","144456":"\n  dream pop\n  ","144457":"\n  not really. Sometimes my dreams go into dreams though. I call it double-sleep and it what I hope for each night.\n  ","144458":"\n  I don't know when dream sleep starts and ends. I do often fall asleep very fast though.\n  ","144459":"\n  thees nicknames are really aggravating, but you know that already.\n  \n  I'm fine, sleepy. Thinking about bed in probably an hour ish. Bubo smells like sunshine. I'm listening to music and waiting for paint to dry.\n  ","144460":"\n  it's pretty nice\n  ","144461":"\n  Allison's Starting to Happen by the Lemonheads\n  ","144462":"\n  not \"offended\" but uncomfortable\n  ","144463":"\n  mindfulness and peaceful living\n  ","144464":"\n  I like owls. Bubo is a Latin prefix meaning owl.\n  ","144465":"\n  both\n  \n  it's thirsty thursday but I might decide to paint or go to bed early so get your questions in while I'm paying attention to ask I guess\n  ","144466":"\n  maybe people would chill the fuck out when they realize that literally no one is thinking about them, good or bad\n  ","144467":"\n  Get It\n  ","144468":"\n  it's not, but I'm an artist like I wanted to be so that's cool.\n  \n  There are just not as many fancy parties with rock stars in NYC lofts as I'd initially hoped\n  ","144469":"\n  nah maybe later in the day like lunch time ish when I'm looking for something to do\n  ","144470":"\n  95% of me could care less\n  \n  5% of me is proud that people are taking financial advantage of creepers\n  ","144471":"\n  I did two loads yesterday\n  ","144472":"\n  I'm making Po Boys with popcorn shrimp, coleslaw made with tartar sauce, cheddar, fresh baked hoagie rolls from the bakery, and red hot sauce\n  ","144473":"\n  a neighbor brought over some lemon and grape scones last week and they were wonderful\n  ","144474":"\n  knitting socks\n  ","144475":"\n  I have three grown ass nephews because my husband's sister is 13 years older than him I also have 2 child nephews and 2 baby great nephews\n  ","144476":"\n  I used to do this as a teen and a young adult as there were at the time counter culture coffee shops but nowadays no a standard coffee shop is a completely different vibe and I'd rather just drink a cup at home\n  ","144477":"\n  a chance for what? no probably not\n  ","144478":"\n  there's nowhere besides home I go to relax specifically. My home is very relaxing though and I feel very comfortable here.\n  ","144479":"\n  I do once in a while and I like pistachio or lemon poppyseed best\n  ","144480":"\n  Bubo got some sunshine today\n  \n  Ask me questions y'all\n  ","144481":"\n  the ONLY reason I would ever consider taking that job would be to get Trump OUT of it. There are so many things to address I don't even know where I'd start. I'd have to lean heavily on other people for guidance.\n  ","144482":"\n  it changes but right now it's Cherry Garcia\n  ","144483":"\n  I have no pressing questions. I live a pretty calm life.\n  ","144484":"\n  dump him for your anniversary\n  ","144485":"\n  I don't know people who put me in that situation\n  ","144486":"\n  I don't hate it I appreciate that it needs to be done. I don't mind staying home that much anyway\n  ","144487":"\n  one of my nephews and his wife are talking about visiting later in the year maybe if restrictions get lifted\n  ","144488":"\n  I treat myself like royalty\n  ","144489":"\n  painting, drawing, video games\n  ","144490":"\n  this morning\n  ","144491":"\n  I don't know what this means\n  ","144492":"\n  I mean, I just told the people I'm closest to \"yo so I am pretty certain that I'm bi and have just been ignoring it for a long time\" and then I made a post on facebook or something I don't even remember. I was 35 so it was kinda weird for me to be coming out so late right no one at that age cares I'm already in an established relationship it's not that big of a deal\n  ","144493":"\n  a good balance of both\n  ","144494":"\n  I was ignoring Ben. forgetting about Ben. assuming my followers know Ben is an exception. He doesn't really \"stalk\" me just bothers. But no I'm not forgiving him today either.\n  ","144495":"\n  this doesn't seem like fun to me the people I have any animosity for are the folks who are literally stalking me and I'm not in the headspace to forgive that\n  ","144496":"\n  yes, as a middle class white person I feel like that's one of those things I'm supposed to have done before\n  ","144497":"\n  rooibos, orange spice, ginger\n  ","144498":"\n  is this a seafood joke\n  ","144499":"\n  Lobster stuffed salmon, cheddar mashed potatoes, and asparagus\n  ","144500":"\n  thanks homie and I'm not really into sweets often but I do like key lime pie once in a great while\n  ","144501":"\n  just sat down after cooking and eating a bomb supper with a bloody mary AMA\n  ","144502":"\n  my partner. for all the healing and all the changing and all the therapy and all the med changes he's been my rock\n  ","144503":"\n  yes, the one my desk is next to. I watch birds and bees and squirrels and raccoons\n  ","144504":"\n  today's selfie-\n  \n  (get some of my art for your face at shehitsback.redbubble.com)\n  ","144505":"\n  I got to pet a bumblebee today\n  ","144506":"\n  I mean, I did work in customer service and it was awful. One woman made me fucking cry.\n  ","144507":"\n  like twice a week\n  ","144508":"\n  covid vaccine\n  ","144509":"\n  nope and nope\n  ","144510":"\n  the last one I went to was not this past memorial day but the one before that and it was family. It occurred in a suburban backyard with a pool, and my dad overcooked some hamburgers and hotdogs and veggie patties and we ate potato salad and burnt meats and crudites like baby carrots and radishes and cheese. the kids swam and the adults sat on the patio with a fan and talked about the kids swimming.\n  ","144511":"\n  trying new foods\n  ","144512":"\n  I don't have one\n  ","144513":"\n  I've succeeded because I had gumption. The drive to move forward. I've failed when I was too afraid to continue.\n  ","144514":"\n  yes\n  ","144515":"\n  I love where I am.\n  ","144516":"\n  Look at the size of this grape\n  ","144517":"\n  my husband and one of my cats\n  ","144518":"\n  my partner, my therapist, my bestie\n  ","144519":"\n  wild.\n  ","144520":"\n  like didn't OJ admit to it eventually? in jail for something else? I remember that car chase on tv like people were losing their collective shit across the country\n  ","144521":"\n  nope\n  ","144522":"\n  last time I said that on here I got some way angry folks in my inbox so let's just go ahead and warn y'all now I'll just delete\n  ","144523":"\n  peacefulness and meeting the people's needs\n  ","144524":"\n  it's a reaction that feels like time is repeating itself\n  ","144525":"\n  people aren't always what they seem at first\n  ","144526":"\n  painting, drawing, playing video games\n  ","144527":"\n  micheal jackson molested those kids\n  ","144528":"\n  I do\n  ","144529":"\n  no take your weird fetish elsewhere\n  ","144530":"\n  I did and then that weirdo decided to mow the lawn at 8:30 pm\n  ","144531":"\n  I am Peak Drunk and I will fight you but also I just want to talk about music and hug someone\n  ","144532":"\n  it's my fav of the angry orchards\n  ","144533":"\n  Y'all I'm in a good mood take advantage of that and ask me things\n  ","144534":"\n  just a gut reaction\n  ","144535":"\n  I do makeup videos for instagram sometimes, so I guess just that\n  ","144536":"\n  I have no idea\n  ","144537":"\n  Modern Art is the art produced between the years 1890 and 1970. You probably mean Contemporary Art. I like all of it.\n  ","144538":"\n  There's a great new seafood restaurant on the river that has a fish and chips walk-up window on the dock so you can take a stroll along the Columbian and eat fresh fish and chips\n  ","144539":"\n  it's shitfaced sunday, starting now. Ask me anything! Some topics that particularly interest me are: ACNH, the US, food, mental health, art, weed, makeup\n  ","144540":"\n  a song I was making up on the fly about scitrching baby bird heads\n  ","144541":"\n  not at all and I don't care\n  ","144542":"\n  chex mix, strawberries, tangerines, tortilla chips\n  ","144543":"\n  yes\n  ","144544":"\n  I've seen similar stupid conspiracy theories here but I don't have any idea about any movements\n  ","144545":"\n  yes?\n  ","144546":"\n  I drank a ton of sparkling water and went to bed early last night. I slept in this morning.\n  ","144547":"\n  don't dm me, creeps. I say this like every fucking day get it through your fucking heads.\n  ","144548":"\n  when I\"m out, straw, when I'm home, no straw\n  ","144549":"\n  sleeping\n  ","144550":"\n  I like my voice\n  ","144551":"\n  I already don't work because of disability (although I don't receive disability payments because of my partner's income) so I already spend my time in the way that I would in this situation- which is with a lot of chores and art and music and internet\n  ","144552":"\n  of royalty\/nobility\n  ","144553":"\n  I'm feeling pretty crampy and I might go to bed early\n  \n  otherwise fine. I made chicken livers for my husband for the first time and he said it tasted like squirrel brain which is how I guess you know you married someone from the deep south\n  ","144554":"\n  I mean I dunno you usually use 2d material so many sculpt something. Or try encaustic paint.\n  ","144555":"\n  do art in a different medium than usual\n  ","144556":"\n  the \"best of the county\" contest every year for all the businesses\n  ","144557":"\n  \"can I DM you\"\n  ","144558":"\n  Here's some\n  ","144559":"\n  I heard that bikes were selling out in Portland everyone's thinking like you\n  \n  I can't ride a bike because of SI Joint Dysfunction\n  ","144560":"\n  I love makeup. I do my makeup regularly for instagram (ig: shehitsback) (don't DM me) and I love bright bold colors and trends.\n  ","144561":"\n  coffee\n  ","144562":"\n  I collect owls\n  ","144563":"\n  I mean, I've done some pretty Karen shit in my life right but I try not to\n  ","144564":"\n  stop\n  ","144565":"\n  south of the border in the carolinas\n  ","144566":"\n  a good cheeseburger\n  ","144567":"\n  I don't know I have the opposite problem\n  ","144568":"\n  spaghetti\n  ","144569":"\n  black lives matter\n  ","144570":"\n  thank you\n  ","144571":"\n  like a half hour\n  ","144572":"\n  I've been slacking off. the last is a sketch from like a couple of weeks ago now\n  \n  I'm going to charge up my iPad and pencil and at least doodle a bit soon\n  ","144573":"\n  I have some hemp socks and some hemp yarn to make more socks with but other than that I don't know- actually I have a prana dress so that is probably at least some percent hemp\n  ","144574":"\n  nope my college didn't have greek life or sports cause it was an art school. I think we did have like, a frisbee golf team but that's it oh and a drum circle\n  ","144575":"\n  missy elliott\n  ","144576":"\n  no, eqyptian cotton\n  ","144577":"\n  well technically, smoothness. Like, the texture. I mean, as far as my actual OCD goes at least. It's caused skin picking and plucking and some real weird texture aversions that make me want to throw up\n  ","144578":"\n  not flies and I'd be too skeeved out by a roach to get close enough to kill it probably.\n  ","144579":"\n  there are two of them and no  they are beautiful graceful showdog type boxers who just walk poised and perfect no matter what\n  ","144580":"\n  they're like, little mesh black booties that zip up the front\n  ","144581":"\n  slow loris\n  ","144582":"\n  my neighbor who puts shoes on his dogs just walked past with the dogs in shoes in tow\n  ","144583":"\n  call me crazy\n  ","144584":"\n  I can't think of movies I disliked that had good soundtracks. The few soundtracks I can even remember as being good are empire records and pulp fiction and I liked both of those\n  ","144585":"\n  \"that's the sOuNd of FreeDoM\" when jets fly over lol. like no it's the sound of a jet. Flying over.\n  \n  this morning fighter jets buzzed the hospital. My neighbors have been fighting about it amongst themselves all goddamned day\n  ","144586":"\n  no I need someone more stable than me\n  ","144587":"\n  he headbutted me and we screamed \"rock and roll\" in each others faces\n  ","144588":"\n  not in person. Well I guess I met a famous schizophrenic- Wesley Willis- and had a moment- but I didn't like know him or anything it was just a concert\n  ","144589":"\n  I mean I guess but it's not really what I am drawn to the most\n  ","144590":"\n  I guess the city's sewer but I don't know past that\n  ","144591":"\n  thanks\n  ","144592":"\n  daily- clean kitchen wash dishes make bed\n  \n  weekly- vacuum laundry toilets floors sinks\n  \n  when it needs it- everything else\n  \n  I have hired a maid, right after I had foot surgery the first time I had someone come deep clean and then again when I broke my elbow\n  ","144593":"\n\n   @urlsareshittbh\n  \n  told me I was Main Character AF one day so that probably\n  \n  today's selfie-\n  ","144594":"\n  yes\n  \n  here's a crow\n  ","144595":"\n  before kindergarten so like 4 or 5\n  ","144596":"\n  sometimes but not often I prefer to snack on chex mix or olives or fruit\n  ","144597":"\n  I'm fine just drinking coffee and existing\n  ","144598":"\n  this is my most recent painting\n  \n  title is Benign\n  ","144599":"\n  I do like sushi but I haven't had it in a long time and I have made it in the past but it was more trouble than I generally like to put in in the kitchen\n  ","144600":"\n  green\n  ","144601":"\n  art\n  ","144602":"\n  I guess dr strange\n  ","144603":"\n  my partner has a nice looking beard\n  ","144604":"\n  have you tried art or writing?\n  ","144605":"\n  I don't answer sexual questions or fetish questions or anything like that\n  \n  I don't answer very personal questions about my family or my past\n  \n  I don't answer questions about my anatomy or personal life that are no one's business like be appropriate\n  \n  I delete most non-questions and questions in other languages that I can't read\n  ","144606":"\n  I hadn't heard of it, I manage to avoid most of these stupid challenges by being old and not having tik tok or whatever. It sounds bad for your digestive system and no I wouldn't try it\n  ","144607":"\n  sorry dude are you making yourself take care of yourself anyway?\n  ","144608":"\n  yes things are fine. more art sales would be better\n  ","144609":"\n  probably but nothing I remember\n  ","144610":"\n  I'm okay I guess. I just woke up like an hour ago I'm still drinking my morning coffee\n  ","144611":"\n  avoid and survive\n  ","144612":"\n  a garden salad\n  ","144613":"\n  I kinda hold grudges even though I don't mean to or want to\n  ","144614":"\n  I don't normally, but I could be called one I did have skin cancer and did tackle schizophrenia and panic disorder into remission and did survive traumatic events and extended amounts of time that resulted in ptsd\n  ","144615":"\n  no\n  \n  all human beings have some good traits and some bad traits the really evil ones even might like have been nice to an animal or something\n  ","144616":"\n  I'm mostly just teasing you but yeah. repeated questions for the lose\n  ","144617":"\n  I'm kinda way drunk very early so that's fun but also I might crash soon so if you have burning questions, ask 'em soon\n  \n  I'm thinking about sawda, oysters, iron my cravings are so wild\n  \n  I still want a baby yoda tattoo\n  \n  these are the things I'm thinking about right this second\n  ","144618":"\n  I always do\n  ","144619":"\n  huh.\n  \n  like 7 or 8 maybe? And a pager\n  ","144620":"\n  I mean I'm an interesting American character but the media doesn't care\n  ","144621":"\n  I didn't. I ate a pre-cooked beef pot pie and made a garden salad to go with it\n  ","144622":"\n  zappa's kind of more of a later gen x thang but I remember people who had older brothers who where into him when I was a teen\n  ","144623":"\n  I've also just never been one to remember celebrities unless they are people I have a major interest in\n  \n  Like I figure one of those is Frank Zappa's kid right\n  ","144624":"\n  I know kind of who one of those people are\n  ","144625":"\n  I had a polo shirt like a name brand one from a thrift store in middle school and I thought I was tough shit\n  ","144626":"\n  thanks for the positivity for us. The politics are a shit show and sometimes we do really ridiculous things. Other countries are advancing past us in a lot of ways. But at the same time- we have hummingbirds? so obviously we rock\n  ","144627":"\n  in a lot of ways I really truly do. And this is coming from someone who's seen all but 7 states. I've seen the worst places and the worst people but I've seen the best, too\n  ","144628":"\n  we have standard brown rabbits but no jackrabbits\n  ","144629":"\n  yes. If I were to start hand-rearing tame parakeets the woman I bought Bubo from initially would buy the babies and sell them in her shop\n  \n  it's a tremendous amount of work and dedication that I'm not willing to do though\n  ","144630":"\n  no but I do have a buyer if I ever decide to.\n  ","144631":"\n  parakeets have a body part called a ceres. It's the membrane above their beak. For female parakeets, it looks reddish brown and for males it looks blue. the deeper the color the more hormonal the bird.\n  ","144632":"\n  she is an egg layer. She's been over-producing eggs since she became an adult. It's all part of a pattern- right now she's in nesting mode and she wants to destroy everything to make nesting materials. In a few days she'll calm down and then lay an egg.\n  ","144633":"\n  she is hormonal and mean today lol. She kept getting into shit and destroying stuff so I tried to put her back in her cage and she bit me! she's never been a biter. So she's staying in her cage for this evening.\n  ","144634":"\n  you pull this joke like once every few months\n  ","144635":"\n  I mean but like you've definitely asked me this before\n  ","144636":"\n  say what it's Thirsty Thurs, ask me anything\n  ","144637":"\n  blow it it some super awkward way\n  \n  look I painted my talons\n  ","144638":"\n  maybe I wouldn't feel so final about some things\n  ","144639":"\n  ah hah\n  \n  I do but I'm picky about it, as an American Southerner by birth\n  ","144640":"\n  I'm too lazy to translate so I almost just deleted like usual with languages I don't know\n  ","144641":"\n  lolol\n  \n  I mean, no\n  \n  but also you can't \"steal\" someone else they have minds and make choices too\n  ","144642":"\n  not interested in them\n  ","144643":"\n  a few times a week\n  ","144644":"\n  I also especially like hazelnut flavored coffee as far as fancier things go\n  ","144645":"\n  crampy\n  ","144646":"\n  managing my mental health\n  ","144647":"\n  black coffee\n  ","144648":"\n  yes? like who cares.\n  ","144649":"\n  regular black coffee\n  ","144650":"\n  a little. weight lifting and yoga.\n  ","144651":"\n  16\n  ","144652":"\n  I don't know about most people but these covid conspiracies are out of hand\n  ","144653":"\n  I guess like each time I was swept out to sea in a rip current I was very lucky to be able to orient myself and swim parallel to shore to get out of it\n  ","144654":"\n  she wants to fluff out her cheeks and forehead feathers and rub her face against my thumb so I just sort of scritch my thumb back and forth a little and she does the work\n  \n  there's video of this from like last week on ig if my description isn't good enough\n  ","144655":"\n  she'd chew it she's into nesting real hard right now she wants to chew everything apart to make nest material\n  ","144656":"\n  no not really because I won't tilt\/feel guilty like that's cheating. My dad is super good at pinball though so when he came to visit me last I brought him to the retro arcade\n  ","144657":"\n  I have! I love pinball. I go to the retro gaming convention in Portland every year to play the pinballs and atari games\n  ","144658":"\n  I am listening to the music of my teen years. The playlist is public if you want to listen along, or ask questions based on it or whatever- but also just send in your questions while I'm blissed out on music memories\n  \n  the playlist:\n  \n   https:\/\/open.spotify.com\/playlist\/3NfoRkKA5VvjClPfDXB0Em?si=7dy-aT_cSxKRUlV77ezn0Q\n  \n","144659":"\n  I guess I can feel that fleetingly sometimes though in general I don't think things are predestined\n  ","144660":"\n  ignore\n  ","144661":"\n  sometimes. I have my nostril pierced and 4 holes in each ear. I was a piercing assistant in 1997-98\n  ","144662":"\n  a cup\n  ","144663":"\n  cocktail and a hoodie with the hood up in the great room with my hubby while he plays video games and I do whatever on the internet then go to bed early\n  ","144664":"\n  I'm an artist I paint and draw and also sometimes knit\n  ","144665":"\n  use the hue app on my phone to turn off lights\n  ","144666":"\n  where\n  ","144667":"\n  yes\n  ","144668":"\n  fresh strawberries\n  ","144669":"\n  like a year ago\n  ","144670":"\n  card. I almost never have cash unless I'm buying weed\n  ","144671":"\n  to ask questions or answer questions from people who you follow\/follow you. To learn about people.\n  ","144672":"\n  yeah it's kinda fun. I think there's a lazer mini golf in the mall\n  ","144673":"\n  other people really aren't paying attention probably. Nothing you're anxious about when it comes to random people even matters. People are wholly caught up in their own lives and own insecurities\n  ","144674":"\n  nope\n  ","144675":"\n  I don't care who follows me on whatever social media but I'm not here to chat. I am HERE particularly to answer questions, and I'm on IG particularly to post pictures and stories.\n  ","144676":"\n  why in the world would a married 40 year old woman want to DM with some of y'all you crack me up\n  ","144677":"\n  yes but did you read my bio here? because it clearly says don't DM me\n  ","144678":"\n  I wear a lot of men's oversized flannel shirts and most of them come from the thrift shop.\n  ","144679":"\n  she's my baby she's with me all day\n  ","144680":"\n  huh\n  ","144681":"\n  at any rate, my bird is clearly better tho\n  ","144682":"\n  I dunno maybe one of my roadtrip memories\n  ","144683":"\n  1\n  ","144684":"\n  Logan Paul sounds like a young persons name. I'm 40. so not that weird I reckon.\n  ","144685":"\n  sweatpants and a mask\n  ","144686":"\n  I really truly don't care about anyone's silly drama and I report a LOT of what hits my inbox\n  ","144687":"\n  right now it's Long Rider by the Pixies\n  ","144688":"\n  sure- like hotdogs and cheeseburgers\n  ","144689":"\n  just to walk I don't care about sitting there all day\n  ","144690":"\n  forest walk\n  ","144691":"\n  \"what's up\"\n  ","144692":"\n  sure\n  ","144693":"\n  I love bees\n  ","144694":"\n  yes several times\n  ","144695":"\n  it's kinda cool and rainy here but I do like warm weather yes\n  ","144696":"\n  this info is in my bio clearly\n  ","144697":"\n  I don't know who that is\n  ","144698":"\n  send in some questions homies I'm drinking tonight because of intense neck spasm pain so I could use the distraction and company\n  ","144699":"\n  maybe once a year I decide to change it up.\n  ","144700":"\n  that sounds good\n  \n  we had Wendy's take out\n  ","144701":"\n  with black coffee and a snuggle from my parakeet\n  ","144702":"\n  Oh I love all the gross things like anchovies, artichoke hearts, spinach, salami, olives, mushrooms, potatoes\n  ","144703":"\n  oh, you know, getting enough fiber, going to bed at 8 pm, giving good advice but rarely taking it, being stoned out of my mind because of all my aches and pains\n  ","144704":"\n  I'm just my age, doing shit people my age do\n  ","144705":"\n  nope\n  ","144706":"\n  I gave my friend Kate a honeycomb wall recipe in animal crossing\n  ","144707":"\n  nah doesn't do anything for me\n  ","144708":"\n  I'd have been more serious about treating my mental health earlier\n  ","144709":"\n  nope\n  ","144710":"\n  today's selfie\n  ","144711":"\n  kitchen organization- to an extent\n  \n  food- naw\n  \n  anything else- I don't think I',m a picky person\n  ","144712":"\n  yes, because she was out as bi.\n  ","144713":"\n  I feel like this happens to me a lot mainly because my spouse often has headphones on when he's at home so I'll say something and he'll maybe hear like 2 words of it\n  ","144714":"\n  nah sometimes we'll get a plane circling waiting to land at PDX or something but that's about it. Nothing like where I grew up in Virginia Beach with all of the military bases close by\n  ","144715":"\n  last night I cooked roasted brussel sprouts and mac and cheese and my partner grilled steaks\n  ","144716":"\n  I've seen this thread with other folks and know where it's going. Not here to have a debate with you over what's funny and what's oppressive.\n  ","144717":"\n  omg I need the new lady gaga haus labs eye shadow palette it's on my amazon wishlist in case someone wants to surprise me\n  ","144718":"\n  I haven't lately because of social distancing and all but before all of this I was getting into the habit of going for walks with a friend\n  ","144719":"\n  only once in a while like maybe twice a year. and I prefer fruity flavors like strawberry or banana\n  ","144720":"\n  art, animal crossing, knitting, cooking, internet\n  ","144721":"\n  I have sacro iliac joint dysfunction in both of my SI joints resulting from a terrible accident at work in like 2003.\n  ","144722":"\n  nah it really isn't but ok. This is a silly scam from bored teens and it's obvious every step of the way\n  ","144723":"\n  hahahaha these are getting out of hand. we don't have a car payment and def the bank wouldn't resort to a weird Latvian Q and A site\n  ","144724":"\n  It was alright. I took Bubo to the parrot store to get her talons clipped. Only the 4th time I've left the house since March. My haters will be glad to discover that I had a fucking ZIT on my nose today, I am out of herbalism and can't get more until the malls reopen so my skin is rebelling against a mild soap wash instead.\n  ","144725":"\n  capitalist\n  ","144726":"\n  lulz\n  ","144727":"\n  why are you asking strange women something so personal about their lives\/anatomies?\n  ","144728":"\n  I really hate ketchup\n  ","144729":"\n  I've been to the tops of mountains but just peaks you can drive to and visit not actual mountain climbing\n  ","144730":"\n  I prefer smaller groups\n  ","144731":"\n  I like mayo and miracle whip- one or the other.\n  ","144732":"\n  Girl from Ipanema\n  ","144733":"\n  be a young person\n  ","144734":"\n  My bubo is my favorite\n  ","144735":"\n  I pretty much like all salads, except that awful carrot and raisin salad some people bring to BBQs\n  ","144736":"\n  had to take Bubo for a pedicure today her talons were way too long\n  ","144737":"\n  I save invoices from art sales but I don't save sales receipts for purchases that aren't related to that\n  ","144738":"\n  also rainy. But that's normal for the PNW. The rain will stop next month and then it'll be beautiful and sunny non stop for a few months until next rainy season\n  ","144739":"\n  ok so send this again and get reported and blocked\n  \n  I don't care and I don't feel like seeing the same goddamned thing over and over again today\n  ","144740":"\n  yes cause that's what's happening here, stupidass\n  ","144741":"\n  I only have like 123 facebook friends I'm really picky about who I add.\n  \n  As far as closeness\/importance maybe 20 or so are people I talk to regularly. But they all mean something to me or they wouldn't have been added.\n  ","144742":"\n  nope\n  ","144743":"\n  I don't know that I've fully boycotted anywhere but I definitely avoid chick fil a when I can\n  ","144744":"\n  word\n  ","144745":"\n  I recommend a combo of good therapy and a good balance of meds to anyone suffering from any mental illness of any sort\n  ","144746":"\n  yes I was very insecure and anxious about things when I was younger but I've been through extensive cognitive behavioral therapy and I got through that.\n  ","144747":"\n  I am very confident in most cases\n  ","144748":"\n  confidence is just being positive about what you're presenting to the world whether that's appearance or actions\n  ","144749":"\n  drinking away a neck spasm. being irritated. listening to my husband holler at his friends in fortnite.\n  ","144750":"\n  sigh. I wish I didn't have such creepy stalker anons.\n  ","144751":"\n  mostly ignore but it's case by case\n  ","144752":"\n  this is getting creepy!\n  ","144753":"\n  no reason to envy me. I'm just people\n  ","144754":"\n  haha yes. We just had our 16 year anniversary.\n  ","144755":"\n  did I turn anon off again? I don't remember doing that.\n  \n  My day was fine- Bubo and I had fun hanging out and I grilled burgers for dinner\n  ","144756":"\n  I hear you can feed people to tigers and get away with it\n  ","144757":"\n  Oh snap it's Shitfaced Sunday\n  \n  Ask me anything\n  \n  some topic ideas- acnh, art, knitting, bubo\/parakeets, animals, mental health, schizophrenia, makeup, weed, the pacific nw, Portland, music, etc\n  ","144758":"\n  today's selfie\n  ","144759":"\n  literally no one else but a kid would care to see a strange woman's full body shot\/clothing shot. The fact that you're asking reveals you are a gross kid.\n  ","144760":"\n  nah that's weird that you need to see people's pajamas. It's a global crisis dude no one feels like giving some teen boy on ask a fashion show\n  ","144761":"\n  red baggy pajama pants, a black camisole, a grey hoodie with an owl on it\n  ","144762":"\n  Probably Xmas, and like a list of 10 people\n  ","144763":"\n  hungry about to eat some microwave taquitos\n  ","144764":"\n  loved\n  ","144765":"\n  I mean I guess air\n  ","144766":"\n  I think it should be outlawed\n  ","144767":"\n  what did I walk down the hall for\n  ","144768":"\n  Havalina by the Pixies\n  ","144769":"\n  bugs\n  ","144770":"\n  answer\n  ","144771":"\n  my toothbrush\n  ","144772":"\n  the only movie I've seen lately is the latest star wars movie. It was okay. not my favorite.\n  ","144773":"\n  traffic sounds\n  ","144774":"\n  green\n  ","144775":"\n  I like to do both . Last night I cooked, tonight I'll probably do takeout unless my partner feels like using the last two frozen patties in the freezer to do quick cheeseburgers. Either way I'm not doing much cooking.\n  ","144776":"\n  never even heard of it\n  ","144777":"\n  my friend Kate, I gave her blue windflowers in animal crossing\n  ","144778":"\n  on the verge of yuppy\n  ","144779":"\n  I can't whistle\n  ","144780":"\n  no, almost never\n  ","144781":"\n  creativity\n  ","144782":"\n  yes\n  ","144783":"\n  I dunno at least like 7 or 8\n  ","144784":"\n  I can appreciate him but I wasn't like a big fan no\n  ","144785":"\n  I don't honestly know but I assume that taking a tolerance break works with alcohol just like with weed- take a break, get your tolerance back\n  ","144786":"\n  the same as every other time but with messier hair\n  ","144787":"\n  the US, Canada, the Bahamas\n  ","144788":"\n  the only German artist I know is actually a Brooklyn NY artist who grew up in Germany so that doesn't really count (Von Sell)\n  ","144789":"\n  I dunno some janky Frankenstein setup PC\n  ","144790":"\n  PeoPle NeEd MonEy We wAnT tO WoRk\n  ","144791":"\n  the virus is still spreading very fast. It's not smart to expose people to that when they can shelter at home and protect themselves\n  ","144792":"\n  no\n  ","144793":"\n  I realized tonight that I like a lot of artists from Brooklyn NY Including Von Sell, Gold Child, and Salt Cathedral\n  ","144794":"\n  well damn I guess I'm drinking\n  \n  Ask me questions homies\n  \n  don't make me have to turn anon off though I'm losing patience with that shit\n  ","144795":"\n  I don't know enough about how each organism spreads to make a judgement here. I don't know.\n  ","144796":"\n  I mean, I've been posting videos of Bubo snuggling with my thumb for months and they're not viral for some reason\n  ","144797":"\n  existence.\n  \n  it's the human condition to have random existential crises.\n  ","144798":"\n  I mean, any lingering ones get cleared out regularly I guess. I still have the random crisis but I get through it\n  ","144799":"\n  just a vague mindfulness technique. I sort of zone out looking at the grass out of my window or whatever and focus on the present sensations and how grateful I am to be alive and let the present encompass me. Sometimes this lasts a few minutes sometimes this lasts a half an hour or so.\n  ","144800":"\n  it took years of therapy and regular meditation. I'm old. I've had time to master clarity and stillness. It's not hard it just takes time and understanding.\n  ","144801":"\n  sure\n  ","144802":"\n  I think bad shit just happens it's not always something we could have foreseen\n  ","144803":"\n  I honestly don't know. probably not.\n  ","144804":"\n  yes. that I have. but not specifically a virus. that I remember.\n  ","144805":"\n  well my eyeballs aren't microscopes so\n  ","144806":"\n  oh you've talked to him about this?\n  \n  You're really being creepy and entitled and gross. I'm just going to delete or block from this point on\n  ","144807":"\n  and you sound ignorant\/young\/white\/male\n  ","144808":"\n  oh anon I guess you're an expert on women. More than me, the 40 year old actual living woman telling you that it's not your fucking biz. Creep.\n  ","144809":"\n  because you don't need the answer. It's gross to treat women like breeders. It disgusts me that you think that's common information.\n  ","144810":"\n  it's common decency to not ask inappropriate things.I mean, obviously you knew it was a shitty question because you're hiding behind anon\n  ","144811":"\n  why do you think something so extremely personal is your business? How fucking rude tbh\n  ","144812":"\n  nope\n  ","144813":"\n  I guess maybe a little star or something like that\n  ","144814":"\n  almost never\n  ","144815":"\n  I cook lots of roasted veggies lately so those probably. Tonight we're having mashed potatoes, scampi, and roasted asparagus\n  ","144816":"\n  I have one diet coke a day with dinner because I like it a lot but I acknowledge that it's really terrible for you. My teeth like never get cavities anymore since I've been drinking only one diet coke a day.\n  ","144817":"\n  I like a large assortment of greens and veggies with croutons or sunflower seeds and about half a serving of dressing\n  ","144818":"\n  He's a tramp by peggy lee\n  ","144819":"\n  lately play animal crossing\n  ","144820":"\n  neither. I'm the wise eccentric one.\n  ","144821":"\n  the absence of sadness I guess\n  ","144822":"\n  I'm pretty good. Nothing really out of the ordinary to report.\n  ","144823":"\n  I like Evil Dead 2 better than Evil Dead\n  ","144824":"\n  shrug\n  ","144825":"\n  I do not have any children.\n  ","144826":"\n  they're boomers.\n  ","144827":"\n  very different\n  ","144828":"\n  drankin\n  \n  so two dogs wearing shoes just walked past my house (with their owner who was also wearing shoes)\n  ","144829":"\n  cheese steak and fried pickles\n  ","144830":"\n  owl or parakeet\n  ","144831":"\n  it's Thirsty Thursday, Toe Sock Edition\n  \n  AMA while I play animal crossing\n  ","144832":"\n  yes\n  ","144833":"\n  never heard of it\n  ","144834":"\n  2 cheeseburger combo no ketchup diet coke\n  \n  or\n  \n  a big mac\n  ","144835":"\n  I dunno I haven't been into Portland other than just over the river to pick up weed\n  ","144836":"\n  probably\n  ","144837":"\n  on my side with one leg up and one stretched out\n  \n  today's selfie\n  ","144838":"\n  nope sorry I don't even have any money to pretend give away homie\n  \n  if you want to hear my voice I have an igtv post about makeup and a mess of posted videos from like a month or so ago\n  \n  instagram is shehitsback\n  ","144839":"\n  I do not\n  ","144840":"\n  my nest\n  ","144841":"\n  Wendys\n  ","144842":"\n  stay hydrated, get plenty of sleep, eat veggies\n  ","144843":"\n  no\n  ","144844":"\n  yes\n  ","144845":"\n  I have but not in a long while. I used to take a lot of film history courses through high school and college\n  ","144846":"\n  sounds good I don't know if I'd had it or not I've had corn chowder and I've had seafood stews and chowders so kind of\n  ","144847":"\n  I collect owls\n  ","144848":"\n  cringe, retreat somewhere else\n  ","144849":"\n  today's selfie with bubo\n  ","144850":"\n  My husband likes to drink pineapple juice so we have it in the fridge regularly. Nice cocktail idea- Half Sprite, Half Pineapple juice, splash of gin\n  ","144851":"\n  I have 4 tattoos. 2 astrology signs, my name in my grandmother's handwriting, and a lil sasquatch I drew\n  ","144852":"\n  oh snap I'm good at this game then\n  ","144853":"\n  you could be a Kate\/Katherine  that goes by Kat\n  ","144854":"\n  ok\n  "}}