{"Question":{"149147":"\n   what’s the last new thing you tried?\n  ","149148":"\n   How many pennies would fit into your shower?!\n  ","149149":"\n   do you think cats understand what we’re saying? i definitely talk to my cat like she knows. 😂\n  ","149150":"\n   Do you get a lot of follow up questions? Do you like follow up questions? I mean like, continuing questions on a theme in a thread\n  ","149151":"\n   What was the best thing before sliced bread?😂\n  ","149152":"\n   Why?\n  ","149153":"\n   Do you like to dance when no one is watching?!\n  ","149154":"\n   What's your favorite part of the human face?!\n  ","149155":"\n   What is your biggest fear?\n  ","149156":"\n   .\n  ","149157":"\n   I reckon either asqueroso (adj) or naco (n) though a native speaker would obvs know for sure! 👍\n  ","149158":"\n   What's your plan for New Year's?\n  ","149159":"\n   What's your favorite app?\n  ","149160":"\n   What was the last thing someone dared you to do?\n  ","149161":"\n   What's something silly you've done recently?\n  ","149162":"\n   Have you caught yourself being rude to someone and regretted it immediately? Did you apologize or let it go?\n  ","149163":"\n   Are you sensitive to what your loved say about you? Can you accept criticism?\n  ","149164":"\n   He looks younger than you.\n  ","149165":"\n   How old is your husband? He looks young\n  ","149166":"\n   🎨 It would mean a lot to me, if you would check out my three most recent posts here on ask and give me feedback to my different styles. Which style do you like most? What do you like about that style? etc. — Thank you so much already! You’re amazing! 💟\n  ","149167":"\n   🍄 What’s an ideal weekend for you?\n  ","149168":"\n   Foto fisico o in costume\n  ","149169":"\n   🍄 If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","149170":"\n   🍄 What kind of parent do you think you will be? \/ What kind of parent are you?\n  ","149171":"\n   🍄 When do you think a person is ready for marriage?\n  ","149172":"\n   🍄 What is a relationship deal breaker for you?\n  ","149173":"\n   What makes you feel accomplished?\n  ","149174":"\n   Is what you’re doing now what you always wanted to do growing up?\n  ","149175":"\n   What was the best phase in your life?\n  ","149176":"\n   Which parent are you closer to and why?\n  ","149177":"\n   Do you consider yourself an introvert or an extrovert?\n  ","149178":"\n   foto ass^^\n  ","149179":"\n   Are you religious or spiritual?\n  ","149180":"\n   What’s the one thing you would like to change about yourself?\n  ","149181":"\n   What’s your philosophy in life?\n  ","149182":"\n   What did they do? I hope you feel better.\n  ","149183":"\n   🧠 Does hardship make a person stronger? If so, under what conditions and at what point is it too much hardship? If not, what makes a person stronger?\n  ","149184":"\n   wow..... very nice\n  ","149185":"\n   have you ever taken a dance class? a singing class? a cooking class? a pottery class?\n  ","149186":"\n   friends or the office?\n  ","149187":"\n   post a picture of anything you want 🖼\n  ","149188":"\n   Sorry :(\n  ","149189":"\n   do you miss anyone?\n  ","149190":"\n   what are you excited for?\n  ","149191":"\n   do you do those facebook quizzes and games?\n  ","149192":"\n   do you own a camera? what kind?\n  ","149193":"\n   what’s something you want?\n  ","149194":"\n   what’s a hobby or interest you’ve tried getting into but it just wasn’t for you?\n  ","149195":"\n   do you wear sunglasses? do you wear hats?\n  ","149196":"\n   Hey, I hope you have an awesome day! ❤️\n  ","149197":"\n   Hi! How do you do? Have a nice day ✌😁\n  ","149198":"\n   Are you walking the stairway to heaven or driving the highway to hell?\n  ","149199":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","149200":"\n   then why are you here for if you are not interested to talk with anybody?\n  ","149201":"\n   Yes i read it. how are you\n  ","149202":"\n   hey\n  ","149203":"\n   Lol. it was just a simple qs. too much aggression\n  ","149204":"\n   what types of questions do you like?\n  ","149205":"\n   Should gambling be banned?\n  ","149206":"\n   What attracts you to others?\n  ","149207":"\n   Is it wrong if I find older ladies attractive?\n  ","149208":"\n   i am 21.\n  ","149209":"\n   Are you non judgemental xxxxxxx\n  ","149210":"\n   Are you a good person?\n  ","149211":"\n   okay. how long was it? i mean how it happened where you were at that time? and who he was?\n  ","149212":"\n   what was your age at that time?\n  ","149213":"\n   do you have a favorite cup or mug that you drink out of? post a picture, if possible !!\n  ","149214":"\n   so, my roommate got food poisoning from the cheese wontons we ordered from the chinese food place the other night. have you ever had food poisoning before? what do you think it was from?\n  ","149215":"\n   Why it was a gross\n  ","149216":"\n   i went to an art show the other night, where local artists were showcasing their work. have you ever been to an art show before? do you support small businesses?\n  ","149217":"\n   how was your first ever lip kiss?\n  ","149218":"\n   have you ever experienced any sort of discrimination (i.e. homophobia, transphobia, sexism, racism, ableism, etc etc)? how did you handle the situation(s)?\n  ","149219":"\n   2019 recap ; what were your favorite moments of 2019? what have you accomplished this year?\n  ","149220":"\n   Can see your poops😔\n  ","149221":"\n   If you're on Instagram, do you prefer to see posts from friends or celebrities?\n  ","149222":"\n   Do you have an app you hate but still use?\n  ","149223":"\n   Earth, Water, Air, Fire. Which element would you rather bend? Why? 🤔 (Just pick one 😁)\n  ","149224":"\n   Favorite MCR song?\n  ","149225":"\n   Do you think games can be educational?\n  ","149226":"\n   Do you buy phones based on their looks or how they work?\n  ","149227":"\n   What came first, chicken or egg?🤷‍♂️\n  ","149228":"\n   Movies you think one should watch before dying?\n  ","149229":"\n   Do you know how to cook?\n  ","149230":"\n   when did you last wear tights xxxxxxxxx\n  ","149231":"\n   ✨ What are your thoughts on the quote shared in the following post:\n   \n    https:\/\/ask.fm\/lalunaesblanca\/answer\/160243962504\n   \n","149232":"\n   Have you ever put salt instead of sugar?🤣\n  ","149233":"\n   what are your sunday plans?\n  ","149234":"\n   Do you often try new foods?\n  ","149235":"\n   Were you popular in school?\n  ","149236":"\n   The year 2019 has coming to the end and are you fully satisfied with all those days in your life?\n  ","149237":"\n   Who's the person with the loudest laughter you know?\n  ","149238":"\n   What is the last thing you do before bed?\n  ","149239":"\n   How many meals have you burned when cooking?\n  ","149240":"\n   Is it possible to stay friends with a person you have loved before?\n  ","149241":"\n   What is the difference between being alive and truly living?\n  ","149242":"\n   What's your favorite breakfast food?\n  ","149243":"\n   How do you know that you're in love?\n  ","149244":"\n   Would you buy me socks for Christmas? :) xxxxx\n  ","149245":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","149246":"\n   What attracts tourists to your city?\n  ","149247":"\n   What's more valuable, brains or beauty?\n  ","149248":"\n   Have you ever been stood up by a date or a friend? Did you ever learn the reason why?\n  ","149249":"\n   Would you rather leave your hometown forever -Or- stay in your hometown forever?\n  ","149250":"\n   What was your favorite toy as a kid?\n  ","149251":"\n   Are you currently in love 💚? Crushing 😍? Or heartbroken? 💔😅\n  ","149252":"\n   Who here has been through the friendzone? 😅 Or are you usually the one who friendzones? Both? 😁✨\n  ","149253":"\n   in our digital world, most people receive satisfaction out of the followers and likes they receive on social media. are you one of these people? if so, what does it do for you personally? if you don't pay any mind to followers or likes, then what is the most important part of social media for you?\n  ","149254":"\n   post a picture of your favorite section of your house\/room\/area of living. what is most pleasing about it?\n  ","149255":"\n   do you have any past\/current vices? what are they, if you're comfortable answering?\n  ","149256":"\n   do you like pina coladas? strawberry daiquiris? malibu sunrises?\n  ","149257":"\n   do you like to buy home decor? what’s your favorite piece of decor?\n  ","149258":"\n   Love it!!! This is great!!\n  ","149259":"\n   Create a word and tell me what it means!\n  ","149260":"\n   What is a normal answer? I was only answering your question and nothing more.\n  ","149261":"\n   What's the worst and best part about losing your sense of smell?\n  ","149262":"\n   If you could be apart of a tv family, who would it be?!\n  ","149263":"\n   I would want a nice lawn, a flower garden along with a small vegetable garden.\n  ","149264":"\n   i’m the same. i only like something if i really like it and have found great new ppl to follow with the see posts from ppl you follow on. i unfollow ppl who spam like coz its annoying af but dont begrudge them for participating\n  ","149265":"\n   Why do people hate women so much ? This is a shout out. 💋\n  ","149266":"\n   what!!! that’s ridiculous! no wonder ppl do that “like for like” stuff\n  ","149267":"\n   i think you should be verified coz of how active you are and how long you’ve been on instead of followers. the number of active followers you actually have is probably under 20 really\n  ","149268":"\n   what are the benefits of being VIP?\n  ","149269":"\n   why do ppl who say they hate capitalism always answer questions like this with answers saying they just want $$$? so hypocritical, y’all just money hungry like capitalists\n  ","149270":"\n   are ppl who dislike kanye racist?\n  ","149271":"\n   What thing do you wish you invented?\n  ","149272":"\n   It’s a big leap to assume someone’s racist if they don’t like rap. I dislike rap in the same way I dislike country music. There are white rappers too like eminem who I loathe\n  ","149273":"\n   What do you want to eat for Christmas?\n  ","149274":"\n   Ok so I want to make my profile picture on Facebook a picture of me my boyfriend who is deceased. But my only thing is when I find someone else to date wouldn’t I have to remove it as my profile pic?\n  ","149275":"\n   Can taste in music change your opinion about a person?\n  ","149276":"\n   What is a relationship deal breaker for you?\n  ","149277":"\n   What ruins a good time?\n  ","149278":"\n   do you like sour cream? do you like mayonnaise? do you like whipped cream? what about cream cheese? what about cottage cheese?\n  ","149279":"\n   Do you have any plans for New Years? :3\n  ","149280":"\n   Have you \/ do you make New Years resolutions? If yes, what? :3\n  ","149281":"\n   what are some challenges you think the next generation will face?\n  ","149282":"\n   what three habit that would improve your life?\n  ","149283":"\n   what makes you angry?\n  ","149284":"\n   what is something you like to to that other people would probably consider \"weird\" if they knew?\n  ","149285":"\n   have you ever ran into someone else's car\n  ","149286":"\n   🧠 What harsh truths do you prefer to ignore?\n  ","149287":"\n   🧠 What should be the goal of humanity?\n  ","149288":"\n   🧠 What actions in your life will have the longest reaching consequences? How long will those effects be felt?\n  ","149289":"\n   Do you have anything special planned today?\n  ","149290":"\n   For what do you have a soft spot?\n  ","149291":"\n   🎆 What are your New Year’s resolutions?\n  ","149292":"\n   🎇 What are your goals for 2020?\n  ","149293":"\n   If you gave your significant other something for the holidays but they didn’t give you anything, would you be upset?\n  ","149294":"\n   What impresses you in a person?\n  ","149295":"\n   do you like coconut oil?\n  ","149296":"\n   have you ever gone on a cruise?\n  ","149297":"\n   have you ever participated in a white elephant gift exchange?\n  ","149298":"\n   Do you like the simpsons ?(tv show)\n  ","149299":"\n   Forgive the way it’s phrased but,, has anyone who isn’t attractive themselves ever judged or criticized your looks or appearance?\n  ","149300":"\n   Can hunger drive someone crazy?\n  ","149301":"\n   If you were to make a social networking site of your own, what would it be about?\n  ","149302":"\n   Would you cheat on your partner with your favourite celebrity if gotten the chance?😋\n  ","149303":"\n   have you ever been to a very small wedding? have you ever been to a very large wedding?\n  ","149304":"\n   a white Christmas or a warm Christmas?\n  ","149305":"\n   Do you know how to bbq?\n  ","149306":"\n   4) favorite cartoon ?\n  ","149307":"\n   Google or Doctor?\n  ","149308":"\n   Do you prefer countryside or the city?\n  ","149309":"\n   Do you still have feelings for anyone from your past?\n  ","149310":"\n   If you could choose one video game companion \/film character to be your irl friend, who would you choose and why?\n  ","149311":"\n   If you could OWN a fast food chain, which one would it be?\n  ","149312":"\n   If you could CLOSE one fast food chain down, which one would it be?\n  ","149313":"\n   What is fetish ? lol\n  ","149314":"\n   If you were driving a semi truck during zombie apocalipse and you saw me being chased by buch of zombies down the road would would you do ?\n  ","149315":"\n   ⛺️ 🎸 Have you ever been on a music festival with camping? Feel free to share your experiences or your thoughts on this topic. Here’s a festival vlog of mine:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/160051145839\n   \n","149316":"\n   do you get embarrassed easily?\n  ","149317":"\n   have you ever gone camping? hiking? tubing?\n  ","149318":"\n   do you listen to kpop?\n  ","149319":"\n   do you like tie dye?\n  ","149320":"\n   how do you feel about bank overdraft fees?\n  ","149321":"\n   What makes you angry?\n  ","149322":"\n   What kind of things do you not mind waiting for?!\n  ","149323":"\n   What's your favorite thing in your fridge right now?!\n  ","149324":"\n   are you in any groups on facebook?\n  ","149325":"\n   do you like chex mix? what’s your favorite flavor?\n  ","149326":"\n   I'll be sending out more questions later, please let me know if you wish to *not* receive them!\n  ","149327":"\n   What's your favorite thing to do on a rainy day?\n  ","149328":"\n   pheelllll      u on here\n  ","149329":"\n   What age did you first have sex?\n  ","149330":"\n   Which kind of sports do you find the most traumatic?\n  ","149331":"\n   Are you good at remembering dates?\n  ","149332":"\n   have you ever been to a demolition derby?\n  ","149333":"\n   Do you think people who constantly brag about how perfect their relationship is to everyone even strangers are actually honest?\n  ","149334":"\n   And to go with the last question: what is your favorite gift that you have given someone? What made you think of gifting that?\n  ","149335":"\n   awesome cat!\n  ","149336":"\n   Let’s say a baby was born on a cruise ship in the middle of the Pacific Ocean. What would the child’s nationality be? Do you know the answer? First correct answer gets 100 coins.\n  ","149337":"\n   what is a dish you love but you find too difficult to prepare yourself?\n  ","149338":"\n   What’s the most useless talent you have?\n  ","149339":"\n   What would be on the gag reel of your life?\n  ","149340":"\n   If you had everyone's attention for 20 seconds, what would you say?!\n  ","149341":"\n   I know I recently asked what your dream job was- But is your \"dream job\" your dream job just because of the need for money? If you didn't need money, what would be your dream job?!\n  ","149342":"\n   If the pay was similar, what do you think of four day work weeks?! I've been seeing more company's doing so.\n  ","149343":"\n   Would you rather go 5 years into the future or 5 years into the past ?\n  ","149344":"\n   Apologies if you've received this before! But what was your favourite gift you received this holiday? :3\n  ","149345":"\n   Are you a good liar?😉\n  ","149346":"\n   Where do you see yourself in 5 years?\n  ","149347":"\n   If you were in trouble, who would you go to first?\n  ","149348":"\n   Have you ever gone to Disney on Ice? I’m going in two weeks with Sophia!\n  ","149349":"\n   what’s the next holiday you’re looking for?\n  ","149350":"\n   what’s the highest you’ve ever ranked in your country on ask.fm?\n  ","149351":"\n   do you make reservations before going out to eat somewhere?\n  ","149352":"\n   do you have any plants?\n  ","149353":"\n   do you use pinterest?\n  ","149354":"\n   do your in-laws like you? is that important to you?\n  ","149355":"\n   do you use low power mode on your phone, if your phone has it?\n  ","149356":"\n   do you crack your knuckles?\n  ","149357":"\n   have you ever had an orange cat?\n  ","149358":"\n   you look so old\n  ","149359":"\n   if you were getting donuts for a group and someone asked you to bring back a “simpson’s donut,” what would you bring back?\n  ","149360":"\n   “donut” or “doughnut?”\n  ","149361":"\n   how do you feel about the song Do They Know It's Christmas? by Band Aid? (i know so many people who haaattee it)\n  ","149362":"\n   What are your favorite ice cream toppings?\n  ","149363":"\n   What is in the perfect burrito?\n  ","149364":"\n   are there any stereotypes you believe to be true? on the contrary, what are the most false stereotypes?\n  ","149365":"\n   has a restaurant ever gotten rid of a food item you really liked? what was it?\n  ","149366":"\n   do you use netflix? hulu? prime video? disney+? if so, what are your favorite shows\/movies to watch on there?\n  ","149367":"\n   post a picture of something that makes you smile.\n  ","149368":"\n   Skinny jeans or yoga pants?\n  ","149369":"\n   Yes we all know\n  ","149370":"\n   Oh that is cool, I'm doing good nice meeting you I'm Martins\n  ","149371":"\n   Christmas or Thanksgiving\n  ","149372":"\n   What did you eat for dinner?\n  ","149373":"\n   .\n  ","149374":"\n   What would you think about a man who spends $150 per month on his haircuts?\n  ","149375":"\n   What does it cost you to get your hair styled?\n  ","149376":"\n   do you like arts and crafts? what’s your favorite thing you’ve ever made?\n  ","149377":"\n   do you like sweet potatoes?\n  ","149378":"\n   have you taken your christmas decorations down? if not, when do you plan to take them down?\n  ","149379":"\n   how was your day? what did you do?\n  ","149380":"\n   ♡ what has been your biggest accomplishment in the past few years? ♡\n  ","149381":"\n   What's your favorite fruit?\n  ","149382":"\n   Can you draw? If so, what do you like to draw? If not, do you wish you could??\n  ","149383":"\n   How did you realize the first time you had gotten your period?\n  ","149384":"\n   What is something that you achieved that everyone else around you thought that you would fail?\n  ","149385":"\n   What’s your sexuality?\n  ","149386":"\n   What was the last compliment you gave someone? Did you mean it?\n  ","149387":"\n   If you could undo one thing in your life, what would it be?\n  ","149388":"\n   Last thing you purchased?\n  ","149389":"\n   As George Lucas bathes in a bath tub shaped like the millennium falcon no doubt\n  ","149390":"\n   Oh wow that’s really good! You know you’d think George Lucas whose already worth a trillion dollars would at least say hey I like your artwork would you be interested in selling me the rights instead of threatening lawsuits.\n  ","149391":"\n   We already preordered a baby yoda doll. Not for my kids for my wife lol!\n  ","149392":"\n   I hope everyone has a great 2020.\n  ","149393":"\n   I hate the sound of tv. Is there any sounds that you just can’t stand?\n  ","149394":"\n   How’s the weather\n  ","149395":"\n   Have you watched the Mandalorian?\n  ","149396":"\n   Do you like having background noise when you sleep?\n  ","149397":"\n   Does the police helicopter aka the hood bat aka ghetto bird fly over your area often?\n  ","149398":"\n   r u old? yes? yes.\n  ","149399":"\n   Do you have a favorite tv show? If so what is it?\n  ","149400":"\n   u r old\n  ","149401":"\n   hett\n  ","149402":"\n   What is your remedy for flu?\n  ","149403":"\n   What do you do when you get sick?\n  ","149404":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","149405":"\n   Have you ever overheard someone you believed to be a good friend saying mean and awful things about you?\n  ","149406":"\n   What's your ideal partner? Do the ones you date\/marry usually meet them or do your ideals change along the way? ☺\n  ","149407":"\n   What's the last lie you told? 😁\n  ","149408":"\n   what is your opinion on vaping (nicotine)? do you believe it's healthier than smoking cigarettes, or is it just as harmful?\n  ","149409":"\n   what is your drink of choice for when you might go out to a restaurant, or even a diner or fast food place?\n  ","149410":"\n   how do you express yourself, creatively or otherwise? is there a particular activity you like doing that releases your frustrations\/sadness\/etc.?\n  ","149411":"\n   what type of music do you listen to when you want to relax\/wind down? what about when you need to be motivated?\n  ","149412":"\n   are you a member of the VIP program on askfm? if so, what benefits have you seen? what do you believe would be some down-sides of the program?\n  ","149413":"\n   some controversial questions: are you pro-choice or pro-life? pro-death penalty or anti-death penalty? pro-circumcision or anti-circumcision? if you're not comfortable answering, use this as a filler !!\n  ","149414":"\n   Ur snap?\n  ","149415":"\n   what’s your favorite heist movie?\n  ","149416":"\n   Do you know any self righteous people?\n  ","149417":"\n   What’s the difference between being rude and being honest?\n  ","149418":"\n   Aha okay u never know but bye\n  ","149419":"\n   I like ur bio\n  ","149420":"\n   I would like to have just messenger for example fb\n  ","149421":"\n   Any social media?\n  ","149422":"\n   U look cute\n  ","149423":"\n   So I’m new to this app.. how does it work?\n  ","149424":"\n   This looks awesome. Can you sketch ppl well also?\n  ","149425":"\n   You a musical artist or... other?\n  ","149426":"\n   Really?!? Me too!!!\n  ","149427":"\n   Damn, I wanna post my pic of Leikeli 47 for you, but it won’t allow me too. \n\nNice pic! great caption!!! 💯🤘🏾\n  ","149428":"\n   How was your Christmas?\n  ","149429":"\n   Post the last photo you took!\n  ","149430":"\n   What's your dream job?\n  ","149431":"\n   What’s something you wish would happen, but know won’t?\n  ","149432":"\n   that’s why i asked “what if”\n  ","149433":"\n   What if someone ever catfished you?\n  ","149434":"\n   Who was the last person you said \"i love you\" to? 😊💚✨\n  ","149435":"\n   What was your favorite gift you got today?🎁🎄\n  ","149436":"\n   How is the Christmas going with you?\n  ","149437":"\n   Hello there how are you and marry Christmas\n  ","149438":"\n   PAP your Christmas dinner table!\n  ","149439":"\n   spiders eat flies, they should be lauded. off topic but what other ciders besides pear do you drink?\n  ","149440":"\n   It's the finals of \"The Roller Disco Championship\" at the local roller skating rink. The crowd is packed inside the small building, the Disco lights are flashing on your up next do do your thing, you have 3 minutes to perform your routine.....What song do you skate to?\n  ","149441":"\n   What's for dinner?!\n  ","149442":"\n   Merry Christmas, how are you doing ? You look so perfect with wonderful smile on your face...\n  ","149443":"\n   Miami or Atlanta\n  ","149444":"\n   Yeah, and compliments are always nice but why can’t they just say you look great? It seems a little back-handed to say “you don’t look you age”. Anyway, I know you love make-up but can you recommend hair products? My hair is a frizzy mess :(\n  ","149445":"\n   Is your name Christmas cuz I'm tryna marry you 😏😘\n  ","149446":"\n   dogs are commonly referred to as “man’s best friend.” who is man’s worst enemy? (man = mankind not just men ofc)\n  ","149447":"\n   It's officially here! Merry Christmas!!!🎉\n  ","149448":"\n   If you decorated for the holidays, when do you plan to take everything down? And post your favorite decorated place!!\n  ","149449":"\n   Whilst I have a spare minute, just wanted to wish you a happy Christmas! Have a great day\n  ","149450":"\n   \"What color would your light saber be\"? Black. Thanks for your idea. Have a nice holiday to you and yours. Lovely parakeet you have. I'm Alicia861 should you want to know who wrote you.\n  ","149451":"\n   I think you do look 39 tbh. You look and have great skin but you look 39 and there’s nothing wrong with that. Why is there such an obsession with youth\/looking young? I have a friend who still brags about the time she was carded trying to buy alcohol 5 years ago?!\n  ","149452":"\n   What was your main gift?\n  ","149453":"\n   have you ever hung a stocking over a fireplace?\n  ","149454":"\n   who’s your favorite character in Shrek?\n  ","149455":"\n   Have a Merry Christmas ! Be safe and if you have kids make this Christmas extra special for them! Tom loves ya!\n  ","149456":"\n   Merry Christmas! :) I hope you have a lovely day ❤️\n  ","149457":"\n   Have you ever had to leave a relationship because someone changed too much?\n  ","149458":"\n   Can you holla @ my broski\n  ","149459":"\n   whats good campbell\n  ","149460":"\n   What did you have for dinner?\n  ","149461":"\n   merry christmas eve! 🎅🏻🤶🏻☃️❄️🎁🎄 use this as a filler for whatever you want!\n  ","149462":"\n   Merry Christmas everyone!! I hope you all have the best day and get absolutely spoilt rotten!!\n  ","149463":"\n   Ever used a rotary phone?\n  ","149464":"\n   Do you have a record player at home?\n  ","149465":"\n   do you like salad?\n  ","149466":"\n   Who’s excited for tomorrow then?\n  ","149467":"\n   merry christmas! 🥳\n  ","149468":"\n   You don’t look 39 lol\n  ","149469":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","149470":"\n   any pics of ur uncle\n  ","149471":"\n   What's your favorite cookie?\n  ","149472":"\n   lmao you’re 39 on this app? the cutoff age should be 26 cause you’re way too old\n  ","149473":"\n   Do you have a holiday memory that makes you smile? If you don't celebrate, do you have a particular memory in general that always makes you smile?\n  ","149474":"\n   I often dream to kiss your beautiful lips ❤️\n  ","149475":"\n   Merry Christmas everyone! 🎄😊❤\n  ","149476":"\n   Why do girls smoke weed\n  ","149477":"\n   Do you have a boyfriend?😳\n  ","149478":"\n   What are your plans for Christmas Eve?! Do you have anything last minute you have to do!?\n  ","149479":"\n   What's your favorite board game?\n  ","149480":"\n   Which is worse in your opinion - silence or loneliness? I wish you a wonderful, family and peaceful Christmas 🎅🎁🎄\n  ","149481":"\n   what mythical creature do you wish actually existed?\n  ","149482":"\n   soundcloud or vinyls?\n  ","149483":"\n   what’s a promise you’ve recently made to yourself?\n  ","149484":"\n   do you ever think about the galaxy?\n  ","149485":"\n   As it's unlikely I'll be on til after Christmas now, I just want to wish everyone a lovely Christmas, happy holidays, have wonderful days! No matter what you're doing or celebrating! Have a great time! 💕\n  ","149486":"\n   I am not pathetic. I am a civil rights activist.\n  ","149487":"\n   what’s something you always wanted to do but were too scared?\n  ","149488":"\n   Marry Christmas to you 🌲🔔🎅\n  ","149489":"\n   Do you open gifts on Christmas Eve or Christmas\n  ","149490":"\n   Do you live near any active or extinct volcanoes?\n  ","149491":"\n   Did you tried to jump in sea or osean before\n  ","149492":"\n   Football\nYay or nay\n  ","149493":"\n   Did u slept more than 12 hours before\n  ","149494":"\n   Do you make merry at Christmas or do you see it as a poor excuse to pick a man's pocket every December 25th?\n  ","149495":"\n   What’s something currently hidden from you that you would like to be revealed?\n  ","149496":"\n   So I bought my boyfriends family a gift of chocolates it’s their first Christmas without him sadly:\/ his brother told me thank you and merry Christmas but I don’t know how to reply. Any suggestions for what I could say ?\n  ","149497":"\n   Please go to mensactivism.com. There is a story at the top about  the war on white male movie directors.\n  ","149498":"\n   How often do you cut your hair?\n  ","149499":"\n   When's the last time you've been to a zoo\/aquarium?!\n  ","149500":"\n   Are you a boy or you a girl?\n  ","149501":"\n   Have you or your pet ever knocked over the Christmas tree?\n  ","149502":"\n   How’s your communication skills? Can you easily confront people and express your feelings?\n  ","149503":"\n   I have always used Windows but I think Mac is better. Macintosh is safer\n  ","149504":"\n   Macintosh or PC windows?\n  ","149505":"\n   What's your favorite tv show (or movie if you haven't watched any) that you've seen recently?!\n  ","149506":"\n   Beard or moustache?\n  ","149507":"\n   yeah I was kicked off too ??\n  ","149508":"\n   What's one of your favorite movies?!\n  ","149509":"\n   Couldn't help think of this when I heard 'liberal Gen X get together'\n   \n    https:\/\/m.youtube.com\/watch?v=jWkMhCLkVOg\n   \n","149510":"\n   Christmas, Hanukkah, Kwanzaa, Yule etc. are nearly here. It's the time of year when we're surrounded by people we haven't seen since the same time last year. How do you stay calm this time of year around rude, conservative, bigoted people who you're in the same room as?\n  ","149511":"\n   do u love snakes😂\n  ","149512":"\n   Do u watch \"the simpsons\" 😍\n  ","149513":"\n   Brazzers or bangbros😲🤣\n  ","149514":"\n   Where Are u now\n  ","149515":"\n   Do you think it can be a bug in the system?\n  ","149516":"\n   Oh my god, one user lost their VIP badge today too. What’s going on?\n  ","149517":"\n   Are you part of the VIP program?\nwhat made you decide to join?\n  ","149518":"\n   What are you determined to achieve in 2020?\n  ","149519":"\n   What's something you WANT right now\n  ","149520":"\n   What's something you NEED right now?\n  ","149521":"\n   What is the degree temperature in your place? Does it have any snow flecked?\n  ","149522":"\n   grilled cheese or mac and cheese?\n  ","149523":"\n   Pizza or Lasagna\n  ","149524":"\n   what's your favorite meal to make?\n  ","149525":"\n   what has made you either want to have children or not want to have children?\n  ","149526":"\n   Are you an avid blocker?\n  ","149527":"\n   Can drama series make someone depressed?\n  ","149528":"\n   What do you think of Ask.fm?\n  ","149529":"\n   Have you ever donated blood? I did this morning\n  ","149530":"\n   Do you have a deviant art account?\n  ","149531":"\n   Do you have to work on new years eve and christmas eve?\n  ","149532":"\n   Do people throw lots of fireworks for Christmas where you live?\n  ","149533":"\n   Do people use Spotify over there?\n  ","149534":"\n   Does your bird speak?\n  ","149535":"\n   Really sorry if I already asked this and forgot but do you have any good method to calm down when having a panic attack? What I do is usually stare at some random object and describe it in my mind in full detail, but only works for me when there aren't people around.\n  ","149536":"\n   Quantos ano vc tem?\n  ","149537":"\n   Have you ever slapped someone on the face? If yes, why? 😬😁\n  ","149538":"\n   What did you do today?\n  ","149539":"\n   you will care about song, when you hear a sweet melody from a good singer, its magical\n  ","149540":"\n   But it's a YouTube link\n  ","149541":"\n   Do you like this song?\n   \n    https:\/\/youtu.be\/d9O4YhZ-Cws\n   \n","149542":"\n   .\n  ","149543":"\n   do you like snickerdoodles?\n  ","149544":"\n   do you like peppermint?\n  ","149545":"\n   Where are you from and what's your favorite thing about your hometown?\n  ","149546":"\n   what are your new year’s eve\/new year’s day plans?\n  ","149547":"\n   do you like coconut?\n  ","149548":"\n   Have you ever written a poem? If yes, what was it about?\n  ","149549":"\n   When was the last time you got shy and in what situation? 😅\n  ","149550":"\n   In person, do you think you look friendly or unapproachable? 😅\n  ","149551":"\n   sUP LADY\n  ","149552":"\n   What's the best way to hold your breath underwater longer?\n  ","149553":"\n   .\n  ","149554":"\n   How does it make you feel when people you text leave you on read??\n  ","149555":"\n   do you ever say \"Facts\"\n  ","149556":"\n   Oh yeah! She was missing an arm wasn’t she?\n  ","149557":"\n   I shall now use the force over the internet to put makeup on your face and wash your hair.\n  ","149558":"\n   The fugitive\n  ","149559":"\n   Hi! How do you do? What's the weather like in your city? I wish you have a nice day 😉✌\n  ","149560":"\n   Why is this world so crowded?\n  ","149561":"\n   Do you like tea or coffee?\n  ","149562":"\n   Rate yaear 2019 out of 10?\n  ","149563":"\n   Do you like big birthday cakes?\n  ","149564":"\n   Do you think there’s a stigma around HIV?\n  ","149565":"\n   What is your favourite Australian animal?\n  ","149566":"\n   Do you like traveling?\n  ","149567":"\n   KFC or MAC\n  ","149568":"\n   what’s your favorite movie that takes place in the (American) South?\n  ","149569":"\n   What's the most amount of money you've spent in just a SINGLE DAY and what did you spend it for? 😁\n  ","149570":"\n   What's the last compliment you received? 💚✨\n  ","149571":"\n   I'm sending this to all who may need it! Because I know right now... I do need it. But remember you are loved! You have immense worth in this world! People may not agree with you, or try to put you down, but don't allow them that power over you! Shine brighter than any star! Be your true you! 💕\n  ","149572":"\n   You should become a child specialist\n  ","149573":"\n   You should\n  ","149574":"\n   What is your favorite way of wasting time?\n  ","149575":"\n   Do you think you're brave?\n  ","149576":"\n   What movie can you watch over and over again?\n  ","149577":"\n   When was the last time you got mad at someone? What was it about?\n  ","149578":"\n   What is ur gradfather's name\n  ","149579":"\n   Without giving away the title, describe your favorite movie and I’ll try and guess it.\n  ","149580":"\n   Are you a teacher?\n  ","149581":"\n   What sorts of music do you enjoy listening to at this time of year? Christmas-related things, or do you try to avoid that?\n  ","149582":"\n   What first inspired you to keep birds?\n  ","149583":"\n   Which can you tolerate more: emotional or physical pain?\n  ","149584":"\n   What do you like doing for fun\n  ","149585":"\n   Did u get any new heels this year\n  ","149586":"\n   Wow congratulations  to u\n  ","149587":"\n   Have u completed all your shopping yet\n  ","149588":"\n   Happy holidays  to u\n  ","149589":"\n   What do you like the most about boys\n  ","149590":"\n   Come definitely\n  ","149591":"\n   How'm I #7 in the country but my inbox is empty\n  ","149592":"\n   .\n  ","149593":"\n   whats better coke or pepsi\n  ","149594":"\n   Ur favorite youtuber?\n  ","149595":"\n   How often do you drink coffee?\n  ","149596":"\n   What song defines your childhood?\n  ","149597":"\n   What is something you have lost that you wish you could get back?\n  ","149598":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","149599":"\n   What was your first kiss like?\n  ","149600":"\n   Which Christmas song freaks you out the most?\n  ","149601":"\n   My friend was left by her husband. She now lives with her 4 children in her mother's house. Her husband lives with another woman. For this reasons my friend started to get drunk. Do you think she was unlucky?\n  ","149602":"\n   In my country, the mayor's authorization is required for forced hospitalization. In your country?\n  ","149603":"\n   A nice gif or PAP of yours\n  ","149604":"\n   A friend of mine was very drunk and her mother asked for forced hospitalization. In that damned hospital they tied my friend's wrists. She is not a violent person. Isn't it inhuman treatment?\n  ","149605":"\n   Is there forced hospitalization in your country?\n  ","149606":"\n   Wow so why are you guys not having kids is there anything wrong with you guys or you are not willing to have kids at all?\n  ","149607":"\n   You are welcome I will really like to get to know you more if you don’t mind been a friend of mine though\n  ","149608":"\n   That was me sorry\n  ","149609":"\n   That’s good to hear that from you I’m from Tennessee and I’m 30 years if I may ask how is family kids and husband doing\n  ","149610":"\n   I bought my sister in law a book about babies because she is pregnant. Her birthday i s on the 4th of january. So I hope it arrvives before then!?\n  ","149611":"\n   That’s good to hear that from you it’s nice meeting you if I may ask where are you from and how old are you\n  ","149612":"\n   Did you finish your Christmas shopping yet?\n  ","149613":"\n   You look so beautiful\n  ","149614":"\n   Hello good afternoon how are you doing\n  ","149615":"\n   You think it’s ok to be cruel to animals on some days?\n  ","149616":"\n   Why aren’t you vegan?\n  ","149617":"\n   Sup pinetree, I love the pixies but didn't know they had a new album out! Will listen to it later.\n  ","149618":"\n   Different people and different organisms perceive reality in vastly different ways. With that in mind, what is real, and what is just our perception of reality? \nOr does every organism live in its own personal reality?\n  ","149619":"\n   I agree tbh.\n  ","149620":"\n   A song line that best describes your life right now?\n  ","149621":"\n   Have you ever caught a butterfly? 🌸✨\n  ","149622":"\n   If you had the money and materials to build a safety bunke, in case you need shelter for a disaster. What things would you put in it and build in it?\n  ","149623":"\n   Are there any unique or cute traditions your family do\/or used to do during the holidays? (can be any holiday that you guys celebrate, like Easter, thanksgiving, Christmas, Halloween etc).\nI like hearing how other people celebrate stuff :) it's interesting seeing the little differences\n  ","149624":"\n   That awkward moment when _______.\n  ","149625":"\n   Nervous habit\/s? 😁\n  ","149626":"\n   Do you prefer Summer or Winter?\n  ","149627":"\n   Do you think there’s a limit to jokes?\n  ","149628":"\n   Today has been a bitter sweet day, but I’m feeling positive in a weird way! I hope everyone has had a good day ❤️❤️\n  ","149629":"\n   Would you rather have unlimited pizza for life or unlimited tacos for life?\n  ","149630":"\n   What's one food that you will never order at a restaurant?🤮\n  ","149631":"\n   Have you ever made a baby cry whether it be or not on purpose? 😁 (If yes, why?)\n  ","149632":"\n   How do you handle rejection?\n  ","149633":"\n   Do you collect anything? If yes, what is it? 😀\n  ","149634":"\n   What would you rather be doing right now?\n  ","149635":"\n   What’s a food combination that sounds gross but is really good?\n  ","149636":"\n   What do you want to do for Christmas this year?🎅🎅\n  ","149637":"\n   Hi, where do you live?\n  ","149638":"\n   Are all individuals morally obligated to save another person’s life if they are able to? \nWhat if that person lives in another country?\n  ","149639":"\n   do you own a waffle maker\n  ","149640":"\n   Uhm hiii 😅 kind of new here so i kinda need more good profiles to follow. Is there anyone or a few u can suggest? 😊\n  ","149641":"\n   who’s your favorite character in The Incredibles\n  ","149642":"\n   Will you see if she likes one day? The guitars' chiming reminds me of a bird.\n  ","149643":"\n   It's very hard atm\n  ","149644":"\n   Have you ever been afraid of Santa Claus?\n  ","149645":"\n   Have you ever mistaken someone’s friendliness with flirting?I never do . I KNOW the ladies are flirting with me! 😎😎😎\n  ","149646":"\n   Do you feel time passed by fast? It’s the end of the year\n  ","149647":"\n   If you can save another’s life and don’t because doing so would break the law, are you ethnically justified in your decision?\n  ","149648":"\n   do you show lots of physical affection towards people or not so much?\n  ","149649":"\n   did your parents show affection to you when you were growing up?\n  ","149650":"\n   How well do you handle emotions, if someone cries in front of you or shows you affection?\n  ","149651":"\n   Linkin park Genres: Alternative rock, nu metal, alternative metal, rap rock, electronic rock\n  ","149652":"\n   Ok. And do you like Linkin Park?\n  ","149653":"\n   i hope he is well. same goes for you : )\n  ","149654":"\n   Do you like \"Are you lonesome tonight\" by Elvis Presley?\n  ","149655":"\n   Don't you like romantic songs?\n  ","149656":"\n   Just want you guys to know I enjoy your questions and answers . Ask fm has been fun the past couple weeks and I’ve met some really nice people! Hope you have a nice holiday !\nDo you like salt water taffy?\n  ","149657":"\n   Hello Friday! Just one more day, and you have the weekend! Keep going! :3 Your well deserved rest is in reach! Have a lovely day! 💕\n  ","149658":"\n   Also anyone else kinda surprised how fast Christmas came around?! It's next week! What happened to this year! 🎄\n  ","149659":"\n   Is there anyway world peace can be achieved?\n  ","149660":"\n   do you have a christmas tree?\n  ","149661":"\n   Are you romantic?\n  ","149662":"\n   What's the worst place you have ever been to?\n  ","149663":"\n   What kind of dental work did you have today?\n  ","149664":"\n   some topics to consider...\n  ","149665":"\n   .\n  ","149666":"\n   last fast food you ate?\n  ","149667":"\n   I was not going to DM you\n  ","149668":"\n   Whatz yr Instagram username?\n  ","149669":"\n   Did you know that you can ask Santa Claus for a VIP crown here\n   \n    http:\/\/bit.ly\/VIP_en\n   \n   ?\n  ","149670":"\n   Are you lesbian?\n  ","149671":"\n   what’s the best thing to happen to you today? i got off work an hour early. 🥳\n  ","149672":"\n   Any James Brown fans here? What’s your favorite song by him?\n  ","149673":"\n   Ok\n  ","149674":"\n   did you watch Hey Arnold! as a kid?\n  ","149675":"\n   how is your friend with the ed doing?\n  ","149676":"\n   At what point did you realize your favorite tv show was on its way down hill?\n  ","149677":"\n   Has having an askfm taught you anything about yourself?\n  ","149678":"\n   Do you welcome competition?\n  ","149679":"\n   Who ready for Christmas\n  ","149680":"\n   what’s your favorite thing to eat for breakfast?\n  ","149681":"\n   Chocolate or vanilla cupcakes?\n  ","149682":"\n   When was the last time you were very hungry?\n  ","149683":"\n   Does jealousy have value in driving humans to improve themselves or is it a purely negative emotion?\n  ","149684":"\n   Who live in chicago??\n  ","149685":"\n   Do you consider yourself a boring person?\n  ","149686":"\n   do you know who A$AP Rocky is?\n  ","149687":"\n   Canada or Mexico?\n  ","149688":"\n   What’s your opinion on the “ cancel culture”?\n  ","149689":"\n   How was your day?\n  ","149690":"\n   What if you really like someone, but your parents do  not like the person.? What would you do?\n  ","149691":"\n   What did you have for dinner?\n  ","149692":"\n   How do you feel about Jeffree Star?\n  ","149693":"\n   How do you feel about Ariana Grande?\n  ","149694":"\n   .\n  ","149695":"\n   What do you want for Christmas?\n  ","149696":"\n   You see in others what you are in fact.  It's called projection\n  ","149697":"\n   You just don't like hearing the truth cuz it upsets your dream world reality\n  ","149698":"\n   Why will Trump be re-elected when he's such a bad president?  Like why do so many still vote for him regardless of his stupidity and pathology?\n  ","149699":"\n   I said all media, not just news media\n  ","149700":"\n   Do you think that all media is dominated by its entertainment value as opposed to any kind of seriousness?\n  ","149701":"\n   If Trump knows very little, then do you think he has good advisers to tell him what to say and do?\n  ","149702":"\n   But if Trump is re-elected and the trial goes ahead, then isn't he still in danger of being kicked out of office?\n  ","149703":"\n   Is a life that focuses on avoiding pain and seeking out pleasure a good and worthwhile life? Why or why not?\n  ","149704":"\n   Do you think that Trump knows how to game the system?\n  ","149705":"\n   Is impeachment some kind of fruity cocktail drink?\n  ","149706":"\n   Sure, he is impeached then a trial begins to prove him guilty\n  ","149707":"\n   Chances of Trump being kicked out of office?\n  ","149708":"\n   I don't drink enough water, but during times I did drink more, I noticed some positive differences. Just need to keep up with it haha.\n  ","149709":"\n   You're turning 40? For ages I thought you were around my age (29)! You look much younger, what's your secret XD?\n  ","149710":"\n   Would you want to know you are going to die before hand or die suddenly without warning?\n  ","149711":"\n   if you were given a chance to explore the oceans, go to outer space or visit 50 different countries, which one would you choose and why?\n  ","149712":"\n   What's your next meal?\n  ","149713":"\n   Have you ever ordered a gift online however it did not arrive until after the person’s birthday?\n  ","149714":"\n   use this to post a picture, as a filler, to rant, whatever. or just delete it. 😂\n  ","149715":"\n   Out of the positive emotions of compassion, positivity, enthusiasm and initiative, which one is your biggest strength?\n  ","149716":"\n   What's your favorite holiday?\n  ","149717":"\n   Do you like Bugels?\n  ","149718":"\n   Favorite season of the year?\n  ","149719":"\n   You might be wrong\n  ","149720":"\n   What do you think of Africa?\n  ","149721":"\n   What’s your favorite bug\n  ","149722":"\n   What's the worst secret Santa gift that you have received?\n  ","149723":"\n   Out of the negative emotions of greed, anger, jealousy, and hate, which one would you say affects you the most?\n  ","149724":"\n   All time favorite TV show?\n  ","149725":"\n   Can you do a handstand?\n  ","149726":"\n   Have you ever counted the calories in what you eat?\n  ","149727":"\n   Favorite movie to watch on a rainy day\n  ","149728":"\n   What is one Christmas song you dislike?\n  ","149729":"\n   If you could have one major change happen before 2020, what would you change?\n  ","149730":"\n   You're only allowed to listen to one music album for the rest of your life, which is it?\n  ","149731":"\n   Who's ready for Christmas?\n  ","149732":"\n   Hi Allison I'm Tiffany Happy Holidays 🎄🎁\n  ","149733":"\n   Good morning Allison. How do you do? Have a nice day 😉🙂\n  ","149734":"\n   Favorite Christmas meal or dessert?\n  ","149735":"\n   Do you donate to charity?\n  ","149736":"\n   How long will you search for something before declaring it lost?\n  ","149737":"\n   What would be your thought process if you were presented with irrefutable evidence that a god didn’t exist? What would be your thought process if you were presented with irrefutable evidence that a god did exist?\n  ","149738":"\n   It’s me Tom I’m supposed to ask like 5 anonymous questions so here’s one. Are you excited for 2020?\n  ","149739":"\n   how do you feel about sour candy?\n  ","149740":"\n   Are you excited for the new Star Wars?\n  ","149741":"\n   how do you feel about spicy food?\n  ","149742":"\n   do you prefer olive oil or butter on your pasta?\n  ","149743":"\n   what’s your opinion on nutmeg?\n  ","149744":"\n   is porn racist?\n  ","149745":"\n   What’s your favorite restaurant?\n  ","149746":"\n   what month were you born?\n  ","149747":"\n   are you more of a sunrise or sunset person?\n  ","149748":"\n   What is your favorite type of candy?\n  ","149749":"\n   On a scale of 1-10 how honest are you?\n  ","149750":"\n   .\n  ","149751":"\n   Have you ever participated in a protest , sit in or candlelight vigil?\n  ","149752":"\n   Ever had to call the cops on your neighbors? Have they ever called the cops on you?\n  ","149753":"\n   have you ever been golfing?\n  ","149754":"\n   Do you have any good looking neighbors?\n  ","149755":"\n   If you were an actor, would you rather perform as a theater or movie actor?\n  ","149756":"\n   do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?\n  ","149757":"\n   What is your favorite holiday tradition?\n  ","149758":"\n   happy monday!\n  ","149759":"\n   What exactly does it mean if someone says “ I’m hanging in there”\n  ","149760":"\n   So I need advice: I want to meet up with my boyfriends family to visit them. It’s been 5 months since my boyfriend passed. I haven’t seen his family for a while but I am shy to ask them, what should I say to them? Because I want to come see  them\n  ","149761":"\n   how’s your monday going so far?\n  ","149762":"\n   What is a favorite holiday memory of yours?\n  ","149763":"\n   have you ever seen the movie Beetlejuice?\n  ","149764":"\n   what unsolved mystery fascinates you?\n  ","149765":"\n   who is one fictional woman who’s a badass? who is one real life woman whose a badass?\n  ","149766":"\n   If someone has $25,000 of savings in their bank account and no debt, is it better for that person to take a minimum wage or low-paying job or be unemployed till they find a good job?\n  ","149767":"\n   Are you a member of the Jelly of the Month club?\n  ","149768":"\n   .\n  ","149769":"\n   are you afraid of bugs? who kills the bugs in your house?\n  ","149770":"\n   did anyone participate in the jelly bracelets where every color had a significant sexual meaning? did anyone wear them just because like me and didn’t care ?\n  ","149771":"\n   what is something you’re looking forward to for the new year? what is something you’re not looking forward to?\n  ","149772":"\n   if someone handed you a handbag of $100,000 to keep but the catch was you had to let one person you’ve never met get severely hurt, but they’ll live. would you take it?\n  ","149773":"\n   Which of Murphy’s law(s) have you experienced?\n  ","149774":"\n   SAY ONE OR MORE UNPOPULAR OPINIONS.\n  ","149775":"\n   Yes! The Megaglo is amazing, easily the best highlighter I have ever used.\n  ","149776":"\n   Have you ever tried Wet n Wild's highlighter?\n  ","149777":"\n   Omg yes, Essence mascara is so amazing. It beats more expensive brands for sure.\n  ","149778":"\n   if you could have any animal as a pet, what would you choose?\n  ","149779":"\n   top 5 makeup products?\n  ","149780":"\n   How would you like to die?\n  ","149781":"\n   Love???\n  ","149782":"\n   do you know what “no cap” means?\n  ","149783":"\n   What's your favorite place??\n  ","149784":"\n   gasoline smell or nail polish 😌😍smell\n🤣🤣🤣\n  ","149785":"\n   Should it be legal for white people to say the n word\n  ","149786":"\n   How did they fire you from the furniture store?\n  ","149787":"\n   Why did you get fired from the job?\n  ","149788":"\n   Ever gotten fired from a job?\n  ","149789":"\n   Have you ever directly fired someone from a job?\n  ","149790":"\n   what’s a movie you like that depicts the “future?” (is there time travel or is it just set in the future?)\n  ","149791":"\n   are there any rappers you like from Florida? are there any singers from Florida you like?\n  ","149792":"\n   Which movie do you think is overrated?\n  ","149793":"\n   If you could erase any horrible experience from your past, what would it be?\n  ","149794":"\n   What is one thing you refuse to share?\n  ","149795":"\n   What is your favorite type of flower?\n  ","149796":"\n   If you could choose to live anywhere in the world, where would you prefer to live?\n  ","149797":"\n   What is the most memorable thing that happened to you this 2019?\n  ","149798":"\n   .\n  ","149799":"\n   What food could you not live without?\n  ","149800":"\n   Do you eat much sweet food like chocolate?\n  ","149801":"\n   What happens to you if you eat mango?\n  ","149802":"\n   Is it getting colder where you are today?\n  ","149803":"\n   Do you have any food allergies?  If so what?\n  ","149804":"\n   What is Trumps worst legacy from your point of view?\n  ","149805":"\n   Do people bump into each other in public where you live because they're always looking at their phones on not watching where they're going?\n  ","149806":"\n   Would you be still here if there was no medication or therapy?\n  ","149807":"\n   Aren't you concerned about particulate smoke wrecking your lungs when you smoke pot?\n  ","149808":"\n   If you had young kids and they had ailments that could be successfully treated by cannabis, would you let them try it?\n  ","149809":"\n   Ever used a 3D printer?\n  ","149810":"\n   Would you wear cannabis thc patches if they had them?\n  ","149811":"\n   What do they replace the roots of the tooth with?  Like hashish?\n  ","149812":"\n   Do you think there's life elsewhere in the universe?\n  ","149813":"\n   Why don't you get many sunny days where you live?\n  ","149814":"\n   Do they take out the tooth nerves in a root canal?\n  ","149815":"\n   Does your house have solar power?\n  ","149816":"\n   Do you have a temporary crown in now\n  ","149817":"\n   Was the root canal painful?\n  ","149818":"\n   Have you had your tooth operations yet?\n  ","149819":"\n   Ever nearly left your partner?\n  ","149820":"\n   How is your weekend going so far?\n  ","149821":"\n   Ever added up the amount that you've spent on therapy and meds?\n  ","149822":"\n   Do you think there's anything that's ever lasting?\n  ","149823":"\n   why put makeup on if you never go outside\n  ","149824":"\n   .\n  ","149825":"\n   What are you hoping for this Christmas?🔥😀\n  ","149826":"\n   When do you usually start preparing gifts for Christmas?\n  ","149827":"\n   Yes of course thank you ^_^\nSo .. what is your favourite type of movies?\nAnd what is your best movie?\n  ","149828":"\n   If you could teleport, where would you go?\n  ","149829":"\n   If you could travel anywhere, where would it be?\n  ","149830":"\n   What are the childish things you still do?\n  ","149831":"\n   Which word do you use most often?\n  ","149832":"\n   What three things in life do you want more than anything else?\n  ","149833":"\n   What to do when your sad?\n  ","149834":"\n   Do you think when all is forsaken, sometimes darkness can show you the light? 😐💁‍♂️🙌\n  ","149835":"\n   Are you more of a sweet or a savory person? :3 What's your favourite sweet food, and what's your favourite savory food? 🧀🍰\n  ","149836":"\n   What is your favourite hot beverage? Doesn't have to be seasonal! Also what's your favourite cold beverage? ☕🥤\n  ","149837":"\n   Are you having anything specific for Christmas dinner? 🍗 & if you don't celebrate, what is your favourite thing to eat of all time? :D\n  ","149838":"\n   Do you know who Bobby Heenan is\/was?\n  ","149839":"\n   do you like grocery shopping? i hate it 😂\n  ","149840":"\n   I want to improve my English through taking to you and asking you questions  .. would you mind?\n  ","149841":"\n   What's your favorite makeup brand?\n  ","149842":"\n   what room do you hate to clean the most?\n  ","149843":"\n   Sorry, I didn't realize just how sensitive you are to such notions.  Is your partner similar to you in his political thinking and world views?\n  ","149844":"\n   10k days?\n  ","149845":"\n   How long do humans have left on this earth from your perspective?\n  ","149846":"\n   Do you think it's delusional to deny climate change?\n  ","149847":"\n   Would you live forever if you could?\n  ","149848":"\n   Why is thinking about souls and that sort of thing not really healthy for you?\n  ","149849":"\n   Is there insurance for everything in your life?\n  ","149850":"\n   Do you believe in souls?\n  ","149851":"\n   how do you feel about country music?\n  ","149852":"\n   have you every dyed your hair? what’s your favorite color you’ve ever dyed it?\n  ","149853":"\n   Your cleaning and your crown?\n  ","149854":"\n   Do you it for free?\n  ","149855":"\n   do you have a favorite word? like a word that you think sounds cool or that you just like saying?\n  ","149856":"\n   how long was your last phone call? what was it with? (if you feel comfortable answering!)\n  ","149857":"\n   Are you patient? Are you good at waiting for online orders?\n  ","149858":"\n   what foods do you associate with christmas?\n  ","149859":"\n   what is your favorite type of sandwich?\n  ","149860":"\n   .\n  ","149861":"\n   spam this account from this point forward. decided to use my original handle to let it die out with its glory till the day ask is no longer useful💜\n  ","149862":"\n   Do you hold some conspiracy theory? Tell us!\n  ","149863":"\n   It's finally Friday! You've got today! Then it's the weekend! :3 I hope you have a wonderful, relaxing weekend 💕 Feel free to use as a filler! :3\n  ","149864":"\n   do you listen to audio books?\n  ","149865":"\n   Does nudity in films bother you? How about excessive swearing?\n  ","149866":"\n   How do you feel about Brexit?\n  ","149867":"\n   Oh god the Nextdoor app is ridiculous! If you read mine you’d think I lived in a gang infested war zone! The people on there are suspicious of any teens who walk around and god forbid they be black or Hispanic!\n  ","149868":"\n   Do you know more assholes or cool people? Not saying just friends  I mean the people you interact with daily.\n  ","149869":"\n   what’s the worst tasting soda?\n  ","149870":"\n   do parakeets form pecking orders?\n  ","149871":"\n   How do you  deal with unwanted advice?\n  ","149872":"\n   Haha that's cute :). I said hello to one last weekend XD\n  ","149873":"\n   If you could invent your own public holiday, what would you make it? :)\n  ","149874":"\n   Do you like bunnies?\n  ","149875":"\n   You still awake?\n  ","149876":"\n   Is coffee overrated? Do you drink much yourself? Is it even Columbia's best export? 🤔☕💁‍♂️\n  ","149877":"\n   🧥 When I was about 8 years old, I convinced another kid that my Kagoul jacket had a control panel inside it that could adjust the temperature. Many years later he bumped into me and asked me if I still had that coat! What’s the daftest thing you’ve ever convinced someone of?\n  ","149878":"\n   Did you ever use Print Shop on the Apple IIe?\n  ","149879":"\n   ~EXTREMITIES~    If you could only choose ONE of the  following accessories to protect your extremities in cold Wintry weather,  which would you pick? \n🧢Hat ...   🧣Scarf ...    \n🧤Gloves ...    🧦Extra layer of socks\/tights  ?\n  ","149880":"\n   what are your plans for this weekend?\n  ","149881":"\n   what did\/are you going to have for lunch? i need some ideas. 😂\n  ","149882":"\n   what was the last thing to scare you?\n  ","149883":"\n   have you ever filed a complaint against a coworker?\n  ","149884":"\n   what’s a song you’re currently obsessed with? i love finding new music. 🎶\n  ","149885":"\n   what brand of water is the best, in your opinion?\n  ","149886":"\n   what’s your biggest screw up in the kitchen?\n  ","149887":"\n   what’s your favorite color to wear?\n  ","149888":"\n   How do you see who is following you on this app?\n  ","149889":"\n   Wow good\nWhat is the time right now?\n  ","149890":"\n   Where are you from?\n  ","149891":"\n   Does Bubo like the song \"Decca\" by Franco et Sam Mangwana?\n  ","149892":"\n   Same here. This year my mom and I are going to spend Christmas with our neighbor.\n  ","149893":"\n   Do you have any plans for Christmas?\n  ","149894":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","149895":"\n   i think i’m going to start sending spam out again. let me know if you don’t want to receive it so i can make sure to exclude you. ‼️\n  ","149896":"\n   What are you thankful for today?\n  ","149897":"\n   What's your favorite social media site or app\n  ","149898":"\n   what’s your top ramen flavor of choice\n  ","149899":"\n   what are you allergic to? (if anything)\n  ","149900":"\n   do you know what a “prison burrito” is?\n  ","149901":"\n   which are you more drawn to: the moon or the sun?\n  ","149902":"\n   are chocolate chip cookies and m&m cookies basically the same thing or are they inherently different?\n  ","149903":"\n   what do you think of astrology\n  ","149904":"\n   What’s the most you’ll spend on yourself?\n  ","149905":"\n   What do you think about Chick-fil-a?\n  ","149906":"\n   some topic ideas:\n  ","149907":"\n   What did you eat for dinner?\n  ","149908":"\n   Does your dentist have a nice office?\n  ","149909":"\n   What does the root canal cost?\n  ","149910":"\n   Why root canal?\n  ","149911":"\n   .\n  ","149912":"\n   What do you want for Christmas?\n  ","149913":"\n   Do you know anyone who has such a good memory that it scares you?\n  ","149914":"\n   Oh wait, you are 39....So you probably know more people who have lost parents then\n  ","149915":"\n   Dog's or cats\n  ","149916":"\n   Do you know anyone your age who has already lost a parent?\n  ","149917":"\n   What is your favorite drink on cold evenings?\n  ","149918":"\n   Do you still have feelings for your ex\/s ?\n  ","149919":"\n   Do you feel you're being the best version of yourself that you can be right now?\n  ","149920":"\n   Which part of your morning routine takes the longest?\n  ","149921":"\n   Do you like eating fast foods? If so, which fast foods do you like best?\n  ","149922":"\n   Do you like to add your partner on all social media or do you need space? What if your partner doesn’t add you?\n  ","149923":"\n   what are your three favorite kinds of weather\n  ","149924":"\n   What are the easiest ways for a guy to be perceived as a creep by a girl?\n  ","149925":"\n   do u prefer rainy days or snowy days\n  ","149926":"\n   .\n  ","149927":"\n   What happens if I fight Larry steve\n  ","149928":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","149929":"\n   what’s Santa’s favorite kind of cookie?\n  ","149930":"\n   growing up, did you leave cookies out for santa?\n  ","149931":"\n   what’s the best kind of salad?\n  ","149932":"\n   If you had an unlimited supply of polymer clay, what would be the first few things you'd make?\n  ","149933":"\n   You must paint a meaningful\/political patch for your jacket, what do you decise to paint and why?\n  ","149934":"\n   What kind of games do you like to play? 🎲🕹🤗\n  ","149935":"\n   Do you think you'd make a good criminal mastermind?\n  ","149936":"\n   Which celebrity to you look up to the most?\n  ","149937":"\n   Have you ever been part of a pub quiz team, or any other quiz team for that matter? If so what type of questions were you the best at answering to win lots of money for your team? 💷🤓🏆\n  ","149938":"\n   Did your parents use to turn up to watch your school plays and cheer you on during sporting events or were they busy people?\n  ","149939":"\n   Hey, if you get this...I follow you! Here's a question: What's your favourite activity to do in December?\n  ","149940":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","149941":"\n   OOTD\n  ","149942":"\n   I think they’re probably like any other wild animal they’re wary of humans for good reason. Heck you have people trying to hunt them!\n  ","149943":"\n   When I was younger the thought of encountering one scared me. Until I saw Harry and the Hendersons so now I imagine that’s what a Sasquatch would be like\n  ","149944":"\n   So..... you believe in Bigfoot too? I totally think they are real.\n  ","149945":"\n   Fill in the blank.  If you want me to talk for a long time ask me about_________.\n  ","149946":"\n   What’s the last thing you searched on google?\n  ","149947":"\n   You have been numbed by the pharmaceutical industry\n  ","149948":"\n   Hello Monday! Just your lil reminder that you're a super hero! And you've got this week! :D I hope it brings lovely things :3 ☃️❄\n  ","149949":"\n   How was your weekend? What was the most exciting part about it? 🤗\n  ","149950":"\n   Do you send naughty pics ?\n  ","149951":"\n   Do you indulge in any patterns of self destructive behaviour at all?\n  ","149952":"\n   Lord of the rings or the hobbit\n  ","149953":"\n   Have you seen any movies about Korea?\n  ","149954":"\n   Do you think that there is a kind of survival of the fittest playing out in American society?\n  ","149955":"\n   Is there a social pecking order where you live?\n  ","149956":"\n   If you could dream of something, of your choice. Like lucid dreaming. What would your ideal dream be?\n  ","149957":"\n   If you had the option to adopt a baby fox or a baby koala, which one would you choose and why?\n  ","149958":"\n   What emotion do you experience the most?\n  ","149959":"\n   .\n  ","149960":"\n   How to tell my boyfriend that his breath smells?\n  ","149961":"\n   How was your weekend?\n  ","149962":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","149963":"\n   Where is your favourite place too go on holiday?\n  ","149964":"\n   How do you love yourself what do you do?\n  ","149965":"\n   Cool picture.You are very good\n  ","149966":"\n   How can someone love themselves?\n  ","149967":"\n   What do you draw\n  ","149968":"\n   What is your favorite way to spend some time alone?\n  ","149969":"\n   Do you have roommates? If so, how's it going?\n  ","149970":"\n   Have you read Generation X by Douglas Coupland? I might buy it for my brother for his 40th birthday. It has got good reviews and seems like something my brother would like but I'm not 100% sure.\n  ","149971":"\n   Well is it right that after a break up a person starts dating a mutual friend?\n  ","149972":"\n   Wearing anything yellow what is it\n  ","149973":"\n   Do you believe after a break up, couples can’t be best friends?\n  ","149974":"\n   So my daughters best friend still believes in Santa and the Elf on the Shelf. She’s 11 and in middle school. How old were you when you learned the truth about Santa? And do you think it’s a little odd her parents still go along with it? You’d think the kids at school would of clued her in by now.\n  ","149975":"\n   Would you date yourself if you were someone else?\n  ","149976":"\n   Do you prefer love or wifi?\n  ","149977":"\n   Are you ticklish?\n  ","149978":"\n   If you had an opportunity to change your name, would you use it? If yes, what would be your name?\n  ","149979":"\n   Do you prefer loose fit jeans or skinny jeans?\n  ","149980":"\n   a quesadilla or a grilled cheese?\n  ","149981":"\n   Do you prefer to know a little about lots of things or a lot about just a few things?\n  ","149982":"\n   But the definition of religion is a belief in a supernatural God.  Buddhism has no go belief\n  ","149983":"\n   Why do some cats not want to be touched?\n  ","149984":"\n   Are cats all selfish?\n  ","149985":"\n   What about litter box training?\n  ","149986":"\n   Do you have one of those laser pointers? Does the cat chase the red dot around? I think that’s hilarious to watch!\n  ","149987":"\n   Do you see Buddhism as being a religion?\n  ","149988":"\n   What do you feed your cats?\n  ","149989":"\n   What age can cats be trained?\n  ","149990":"\n   How long do cats take to train?\n  ","149991":"\n   Pic of your cats!\n  ","149992":"\n   Do your cats respond to their names?\n  ","149993":"\n   How old was your cat?\n  ","149994":"\n   What is your height?\n  ","149995":"\n   Ever had a dog?\n  ","149996":"\n   What are your cats' names?\n  ","149997":"\n   Opinion on vegetarians?\n  ","149998":"\n   What did you have for dinner ? I had an Italian sausage sub.\n  ","149999":"\n   Who or what brings out your insecurities?\n  ","150000":"\n   woow amazing, i wish to be able to knit\n  ","150001":"\n   beautiful colors and style I like It bravoo\n  ","150002":"\n   Did you make them by yourself?\n  ","150003":"\n   .\n  ","150004":"\n   Are there any black people where you live?\n  ","150005":"\n   ~ do you prefer clean, fresh scents or floral scents, in terms of things like hand soap, body wash, shampoo, etc etc.?\n  ","150006":"\n   ~ what is something you do in your down time -- something that takes the edge off, relaxes you, and\/or helps you wind down?\n  ","150007":"\n   ~ when you're feeling ill, do you prefer home remedies or medicine you purchase in stores? what, in your opinion, is the most effective method of treating the common cold?\n  ","150008":"\n   ~ when you picture your ideal self, what do you look like? do you look as you currently are now, or are you different entirely? what, if anything, would you change about yourself to fit this ideal image?\n  ","150009":"\n   ~ do you find enjoyment in cleaning, or is it a necessary chore that you do simply because you have to?\n  ","150010":"\n   What can melt your heart?\n  ","150011":"\n   Do you follow the Miss Universe Competition? If so, who are your favorite contestants this year and why? If not, why so?\n  ","150012":"\n   I like your breast. What's wrong??\n  ","150013":"\n   Where do you not mind waiting?\n  ","150014":"\n   Are you afraid of people?\n  ","150015":"\n   What TV show has gone off the air that you wish would come back?\n  ","150016":"\n   What do you put on your pizza?\n  ","150017":"\n   Where do you shop the most?\n  ","150018":"\n   Halfway through the weekend! I hope you're having a good one! :3 Little reminder that you are an amazing person! No matter what is happening in your life, don't forget that! 💕🎄\n  ","150019":"\n   Have you ever done a Halloween makeup? Did you do it yourself and what did you do?\n  ","150020":"\n   Six flags or Disneyland\n  ","150021":"\n   Chicago or Seattle?\n  ","150022":"\n   What should I get my wife for Christmas? if I was your husband what would you want for Christmas? I was thinking maybe a dustpan. Cause I got her a broom for her birthday.\n  ","150023":"\n   I'm in love with your big breast 😍❤️❤️❤️❤️❤️❤️\n  ","150024":"\n   Why should thirteen year olds know nothing about s.ex?\n  ","150025":"\n   Did the club pay you any \"wage\" or were you tipped?\n  ","150026":"\n   Did you \"dance\" for any young men?\n  ","150027":"\n   Do you have to pay to work at a strip club?\n  ","150028":"\n   Did you strip for any young men?\n  ","150029":"\n   What is the typical age of men in strip clubs?\n  ","150030":"\n   Why would they pay for a strip club though rather than meeting people in real life?\n  ","150031":"\n   What is the point of going to strip clubs?\n  ","150032":"\n   How were the clients at strip clubs?\n  ","150033":"\n   What does stripping pay?\n  ","150034":"\n   The stripper pole is your income ?\n  ","150035":"\n   Where your from?\n  ","150036":"\n   Whole Foods or Publix?\n  ","150037":"\n   If someone talks with you about sëx you get angry....\n  ","150038":"\n   Rather die young and rich or old and poor?\n  ","150039":"\n   Why do you hate sëx?\n  ","150040":"\n   did your parents show affection growing up?\n  ","150041":"\n   WOuld you rather hang out with Pablo Escobar or Tupac Shakur?\n  ","150042":"\n   What do you think about a guy who breaks up with his girlfriend by texting his girlfriend's brother that he is breaking up with her?\n  ","150043":"\n   What’s your opinion on parents showing affection in front of the kids, when is it appropriate and when it isn’t?\n  ","150044":"\n   Do you like motorcycle? Cause i ride a hog 😗\n  ","150045":"\n   I know, I’m just asking what song would you recommend me listening too.?\n  ","150046":"\n   Good morning and have a nice day🙌\n  ","150047":"\n   What song would you recommend me listening to?\n  ","150048":"\n   What is the goodthings that you have done for today?\n  ","150049":"\n   What’s your favorite Gucci Mane song?\n  ","150050":"\n   R&B or Country?\n  ","150051":"\n   Do you possess any unusual or unique currency? Like I have a note from Iraq when Saddam Hussein was president and I have some 2 dollar bills from the US and coins from China etc..\n  ","150052":"\n   do you curse in front of your parents? (if so, at what age was it pretty much okay for you to curse in front of them?)\n  ","150053":"\n   what term do you use the most for saying bad words? (swearing? cussing? cursing? something else?)\n  ","150054":"\n   How many cats do you have?\n  ","150055":"\n   How would you illustrate your image in a photo so you don't forget?\n  ","150056":"\n   Are you getting a new cat?\n  ","150057":"\n   Would you ever get a dog?\n  ","150058":"\n   How many boyfriends have you had in your life?\n  ","150059":"\n   No questions just wanted to send condolences and best wishes to you after the passing of Kyo.\n  ","150060":"\n   .\n  ","150061":"\n   Do your vets also charge an hourly rate for service?  If so, how much is it?\n  ","150062":"\n   How long do you usually stay at one job?\n  ","150063":"\n   Are vets more expensive than medical doctors where you are?\n  ","150064":"\n   What did you need the vet for?\n  ","150065":"\n   Do you get frustrated easy in public places?\n  ","150066":"\n   Does your kicking and noise making relate directly to the actual dream that you may be having? Like, are you dreaming of running or shouting out in your dreams?\n  ","150067":"\n   Aren't you assuming that your kicking and noise making is related to the actual dream you're having at the time?\n  ","150068":"\n   So your partner tells you that you're kicking and making noise?\n  ","150069":"\n   Sure but if you're sleeping and dreaming then how can you also be aware that your feet are kicking or that your mumbling or making noise?\n  ","150070":"\n   If you don't remember most of your dreams, then how do you know that you had the ones you can't recall?\n  ","150071":"\n   .\n  ","150072":"\n   do you have a pair of kitchen scissors?\n  ","150073":"\n   would u rather drink an iced latte or hot black coffee\n  ","150074":"\n   Do you usually remember most of your  dreams?\n  ","150075":"\n   Ever researched Frauds ideas about dreams?\n  ","150076":"\n   Have you ever had control over a dream that was occurring during your sleep time?\n  ","150077":"\n   Is that a weed leaf on your sock\n  ","150078":"\n   what percentage do you tip?\n  ","150079":"\n   Guess my age?\n  ","150080":"\n   oh you wearing any rings rn?\n  ","150081":"\n   cash or card?\n  ","150082":"\n   Who was the last person you gave a kiss?\n  ","150083":"\n   Wouldn’t it make you uncomfortable if you had one of your friends message you every single day with a good morning text\n  ","150084":"\n   .\n  ","150085":"\n   how do men give birth?\n  ","150086":"\n   If men had to give birth, would they be able to handle it?\n  ","150087":"\n   What is your opinion on Tinder?\n  ","150088":"\n   How is it greedy for a person to want to keep more of the money that they have earned through profits and capital gains, while it is not greedy for the government to take someone else's profits without doing anything to earn it?\n  ","150089":"\n   A person may be a \"billionaire\" because the valuation of their stock portfolio is value of their business\/businesses exceeds $1 billion, but their actual cash on hand may be nowhere near that amount. If their businesses are already paying income taxes on profits, the wealth tax may wipe out the rest\n  ","150090":"\n   Exactly! Liberals seem to talk the talk about taking from the rich and making them pay their \"fair share\" but when pressed on the issue, they have no idea what a \"fair share\" even is. Nor do they have any idea how net worth and tax liability would even be calculated...\n  ","150091":"\n   And I personally know people officially \"worth\" over $50 million, but their primary asset is their business or businesses, and they don't \"have\" that much money unless they sold their businesses. So if someone owns a valuable business and pays income taxes, how can they also \"afford\" the wealth tax?\n  ","150092":"\n   How should the government go about valuing a billionaire's assets on an annual basis (stocks, bonds, gold, options, ETFs, businesses, cars, artwork, silverware, jewelry, homes, boats, jets, artifacts, collections, etc.) to assess net worth and determine how much taxes a person owes annually then?\n  ","150093":"\n   How is it constitutional for the government to take money from someone's bank account that has already been earned and taxed?\n  ","150094":"\n   Yes, you are right. Bill Gates also said he would pay more in taxes. So for a person like Bill Gates, who has brought us so many valuable products and services through Microsoft, what would represent a \"fair share\" contribution in taxes in your opinion\n  ","150095":"\n   What do you think about a wealth tax for billionaires?\n  ","150096":"\n   Bill Gates says he has paid over $10 billion in taxes throughout his life, which is more than most people will ever even earn. Do you think he has paid his fair share?\n  ","150097":"\n   Then what should be done to all billionaires in the country?\n  ","150098":"\n   Do you think it is moral for some people to be so rich when some people are so poor?\n  ","150099":"\n   How many children do you have?\n  ","150100":"\n   Why is dentistry so expensive?\n  ","150101":"\n   What is your dental insurance like?\n  ","150102":"\n   Is your dentist rich?\n  ","150103":"\n   Do you have wisdom teeth?\n  ","150104":"\n   Then you need root canal on tooth #14?\n  ","150105":"\n   Which tooth needs root canal?\n  ","150106":"\n   What kind of fillings do you have in your teeth?\n  ","150107":"\n   Is your dentist private or public?\n  ","150108":"\n   Why get root canal?\n  ","150109":"\n   How?\n  ","150110":"\n   Can old people still be physically strong in their 60?\n  ","150111":"\n   Yo Allison, I'm interested in your thoughts about your dreams and dreaming in general if that's ok?\n  ","150112":"\n   is dental work expensive in america?\n  ","150113":"\n   Sorry but I like you 😍\n  ","150114":"\n   What should I do about my period cramps?\n  ","150115":"\n   Can you login Instagram atm?\n  ","150116":"\n   🎁 Are you any good at wrapping gifts? Do you end up with very neat-looking parcels or messy-looking ones? (I’m definitely in the messy category here).\n  ","150117":"\n   How many followers do you have? How many people do you follow?\n  ","150118":"\n   Are you as excited as I am for Christmas? I can’t wait to hide the eggs!!!\n  ","150119":"\n   Why is it when you’re in an empty office or waiting area someone comes in and sits next to you? What the fuck???\n  ","150120":"\n   What did you have for breakfast today?\n  ","150121":"\n   Are you uptight about expiation date when it’s for foods? Ex. Juice milk cheese.\n  ","150122":"\n   What's your favorite holiday?\n  ","150123":"\n   I have 18 and I like mature women just like you! 😍😍😍😍🌹\n  ","150124":"\n   Goodnight and good luck at art school :)\n  ","150125":"\n   Any relation to your waking world?\n  ","150126":"\n   Well that sounds interesting.  Can I ask you questions about your dream reality of late, tomorrow?\n  ","150127":"\n   Cool Allison, sleep well. Good night :)\n  ","150128":"\n   What toxic relationships have you had in your life and how did you get out of them?\n  ","150129":"\n   Yeah, like if there's your self then who or what is the your?\n  ","150130":"\n   Ever have strange physical sensations in parts of your body that you can't describe?\n  ","150131":"\n   Do you intend to vote in the next American election?\n  ","150132":"\n   Is your and self both the same thing?\n  ","150133":"\n   Ever made your own jewellery?\n  ","150134":"\n   Do you believe in your 'self'?\n  ","150135":"\n   You look remarkably young considering your past life experiences :)\n  ","150136":"\n   Do you floss every day?\n  ","150137":"\n   Do you get to choose your own dentist or is that done for you?\n  ","150138":"\n   What other dental work have you had done?\n  ","150139":"\n   How long do you have to wait for your root canal?\n  ","150140":"\n   How are you today?\n  ","150141":"\n   topics to consider:\n  ","150142":"\n   .\n  ","150143":"\n   Can you discuss politics rationally or does it usually end up in a heated debate or a fight ?\n  ","150144":"\n   what is the most famous traditional dance in your country?\n  ","150145":"\n   are you a good dancer ?\n  ","150146":"\n   In the past, fatter men and women were considered more attractive, now the reverse is true. Who are you more attracted to?\n  ","150147":"\n   “A face without freckles is like a night without stars.” Do you have freckles?\n  ","150148":"\n   are you a good cook?\n  ","150149":"\n   what’s your favorite way to consume caffeine?\n  ","150150":"\n   what’s your favorite way to consume alcohol?\n  ","150151":"\n   Do you have a favourite Christmas movie ?\n  ","150152":"\n   maybe it’s just really divided! a lot of florida is kind of like that, and there are better parts.\n  ","150153":"\n   did u eat breakfast this morning ? :)\n  ","150154":"\n   no shade but this is such a confusing answer to me. what do you like about pensacola? i feel like it’s mediocre by florida standards, but like borderline shithole. i had cousins there and they all haattteedd it.\n  ","150155":"\n   Do\/did you have a celebratory crush? If so did you obsess over them get mad when someone doesn’t like them etc?\n  ","150156":"\n   How can you tell who’s fake and who isn’t ?\n  ","150157":"\n   How often do you feel lonely and how do you deal with it?\n  ","150158":"\n   What is the cutest robot ever?\n  ","150159":"\n   do you know how to swim?\n  ","150160":"\n   would you rather be poolside or at the beach?\n  ","150161":"\n   What’s the worst town in Florida, in your opinion?\n  ","150162":"\n   Do you know any black conservatives?\n  ","150163":"\n   did you vote for Barack Obama?\n  ","150164":"\n   do you wear more blue or green?\n  ","150165":"\n   how do you feel about capitalism?\n  ","150166":"\n   have you ever donated to a politician?\n  ","150167":"\n   what kind of political beliefs did you hold as a teenager?\n  ","150168":"\n   Pic of you with your best friend.\n  ","150169":"\n   How many times would you estimate you got called to the office while you were in school?\n  ","150170":"\n   What kind of person do you think I am in real life, in your honest opinion?\n  ","150171":"\n   How would periods feel like for a guy?\n  ","150172":"\n   You've got this week! :D just remember you're awesome! Nothing will change that! :3 (feel free to use this for anything!)\n  ","150173":"\n   What is the point of banning users on Ask if all they need to do is create a new account?\n  ","150174":"\n   Have you ever pushed the emergency brake button aboard public transport?\n  ","150175":"\n   peanuts or almonds?\n  ","150176":"\n   oreos or nutter butters?\n  ","150177":"\n   Paaaap\n  ","150178":"\n   Is Redbubble lucrative for artists?\n  ","150179":"\n   Is the image that you upload something that you personally painted?\n  ","150180":"\n   On your art store, I see several custom sizes for wall art. Are they all hand painted or pictures that are reproduced?\n  ","150181":"\n   If someone gave you a picture of their dog or cat, would you be willing to make a painting of that same picture for a custom amount?\n  ","150182":"\n   if you could drop everything this moment and go on a no cost vacation, would you? where wouldja go?\n  ","150183":"\n   i just wanna say you're so beautiful like omg 😍😍\n  ","150184":"\n   What is your current salary\/wage?\n  ","150185":"\n   What are you listening to right now?\n  ","150186":"\n   How many followers do you have?\n  ","150187":"\n   What's the last art you did?\n  ","150188":"\n   OK it's Shitfaced Sunday\n  ","150189":"\n   You seem fairly normal and cool. Sorry, this isn't a question.\n  ","150190":"\n   How was your weekend?\n  ","150191":"\n   Hope life is treating you well. Are you looking forward to the new year? Any personal goals you want to attain?\n  ","150192":"\n   .\n  ","150193":"\n   Are you wealthy?\n  ","150194":"\n   why would people vote for Trump?\n  ","150195":"\n   What would you say to Trump voters?\n  ","150196":"\n   But Buttigeig is gay\n  ","150197":"\n   Opinion on Buttigeig?\n  ","150198":"\n   Do you think Trump could win 2020?\n  ","150199":"\n   Do you know anyone who voted for Trump?\n  ","150200":"\n   What should the top tax rate be on the wealthy?\n  ","150201":"\n   What did the customer service rep job pay?\n  ","150202":"\n   OK, I must confess something to you. I voted for Donald Trump. What do you think of me now?\n  ","150203":"\n   Opinion on Elizabeth Warren?\n  ","150204":"\n   opinion on Barack Obama?\n  ","150205":"\n   What did your previous job pay?\n  ","150206":"\n   Opinion on Ted Cruz?\n  ","150207":"\n   Opinion on Bernie Sanders?\n  ","150208":"\n   Opinion on Mike Pence?\n  ","150209":"\n   When did you last go to the dentist?\n  ","150210":"\n   What jobs have you had?\n  ","150211":"\n   ever seen a male gynecologist?\n  ","150212":"\n   maybe that person is a gynecologist...\n  ","150213":"\n   When were you last on your period?\n  ","150214":"\n   What is your position on abortion?\n  ","150215":"\n   Ever fired an AR-15?\n  ","150216":"\n   What is your position on gun ownership?\n  ","150217":"\n   Opinion on Donald Trump?\n  ","150218":"\n   Ever fired a gun?\n  ","150219":"\n   Ever gotten a speeding ticket?\n  "},"Answer":{"149147":"\n  chicharrón, which is like stewed pork rinds on a taco in LA\n  ","149148":"\n  I have no idea like I can spatially imagine it but I can't quantify it\n  ","149149":"\n  my cats for sure know what the words \"supper\" and \"treats\" mean they come running as soon as I say them. They also each know their name. Past that? They understand tone. They understand pets. They understand emotion.\n  ","149150":"\n  sending this one to myself, too\n  \n  I am surprised by how little follow up's I get lately. I try to leave things a little open so people can ask for specifics or clarification, but y'all just don't lol which I mean I guess is fine but it's surprising.\n  ","149151":"\n  loafed bread was still pretty darn good\n  ","149152":"\n  I love my long straight unique nose and it attracts me in other people. I don't know why else.\n  ","149153":"\n  nah I sort of groove a little but I don't really dance dance\n  ","149154":"\n  noses! I love a big, unique nose\n  ","149155":"\n  death\n  ","149156":"\n  it's Sunday and I've got some unfiltered crisp apple angry orchard, Ask Me Anything!\n  ","149157":"\n  lol now i have a \"TIL\" to post about on facebook\n  ","149158":"\n  I have no plans\n  ","149159":"\n  spotify\n  ","149160":"\n  eat a piece of pork chop with some applesauce\n  ","149161":"\n  I don't recall anything very silly\n  ","149162":"\n  if I'm rude to someone in person they definitely already pushed all of my buttons and offended me in like three ways so no I don't apologize. I'm so rarely rude to other people.\n  \n  If I'm rude to someone online it's probably an anon and I may be ruder than needed but it comes with a history of a lot of shitty anons and you really just take that risk when you speak to me anon. So I let it go and don't worry about that, either.\n  ","149163":"\n  yes I am sensitive to words said by loved ones. I can accept constructive criticism, that's part of art school training.\n  ","149164":"\n  ok\n  ","149165":"\n  he's almost 43\n  ","149166":"\n  I like your lines and pattern-making, very nice. I also like Procreate on the ipad.\n  ","149167":"\n  taking a nature walk on a nice day, staying in on bad weather days\n  \n  art and knitting, coffee, time spent with my partner\n  \n  good food\n  ","149168":"\n  1. No\n  \n  2. No habla espanol\n  \n  3. what's the Spanish word for \"creep\"\n  ","149169":"\n  I prefer to be left alone, but my bad moods are very brief and infrequent. For instance I got overwhelmed with creeps this morning and it made my morning sour but I'm now happily knitting a scarf I've had too much therapy to let anything bug me for long\n  ","149170":"\n  I'm infertile.\n  ","149171":"\n  I'm not really sure. I probably was too young but it worked out anyway.\n  ","149172":"\n  violence\n  ","149173":"\n  creating. being recognized.\n  ","149174":"\n  yes I'm just not famous like I assumed as a child I would be lol\n  ","149175":"\n  the one I'm in, where all my ailments are being treated and my relationships are strong and I'm creating regularly.\n  ","149176":"\n  my dad. my mom and I don't have a relationship.\n  ","149177":"\n  I think really I\"m an ambivert but personality tests based on these sorts of traits always class me as an introvert.\n  ","149178":"\n  foto ass. F O T O A S S.\n  \n  this is a thing that someone took the time to send me\n  ","149179":"\n  nope.\n  ","149180":"\n  I mean, not being this mentally ill would be great, I can't get disability because my partner and I can't work because of disability so I feel really stuck in a lot of ways. Art sales are nice but a steady income to help pay down debt would also be nice.\n  ","149181":"\n  normally I would say I don't have one, or like, it's just \"be mindful\" and nothing fancy or inspiring BUT\n  \n  I've had this Pixies song from their new album stuck in my head for like a month now and my lyrical response to this question is:\n  \n  Just slay it\n  ","149182":"\n  I feel fine. No one effects me that much lol.\n  \n  just fetish accounts and young white dudes who think that if they say something about my looks I'll suddenly care about them\n  ","149183":"\n  I don't know what MAKES a person strong or stronger, but it is surely tested to the limits and past during hardship.\n  ","149184":"\n  thanks\n  ","149185":"\n  of those, only pottery\n  ","149186":"\n  the office. I never saw the appeal of friends.\n  ","149187":"\n  today's makeup:\n  ","149188":"\n  not your fault!\n  \n  it's just bizarre. some days (when kids are in school for instance) are so quiet and some days are a nightmare flurry of irritation\n  ","149189":"\n  lots of people\n  ","149190":"\n  this makes me sound like a total alcoholic but I generally buy cider on Sunday nights so I'm excited for that. I have a muscle spasm in my neck that could use some loosening\n  ","149191":"\n  nah\n  ","149192":"\n  just my phone camera. it's a google pixel 3a and it takes great photos especially portraits here's a portrait of my baby\n  ","149193":"\n  right now, a clean house. But I don't want to do the cleaning.\n  ","149194":"\n  I bought a ukulele and I want to play it so bad but I can't get motivated to learn\n  ","149195":"\n  I wear sunglasses every time I'm outside for the most part, my eyes are very light sensitive. I have prescription glasses that are cat-eye shaped with teal tips\n  \n  I hate hats\n  ","149196":"\n  thanks :)\n  ","149197":"\n  I'm eh. About to go do my makeup for the day. Hope you have a good day too.\n  ","149198":"\n  I find both of those songs irritating\n  \n  but to be fair I am in a MOOD today 100% thanks to the dozens of bullshit anons I've sorted through this morning\n  ","149199":"\n  my inbox has been goddamn WILD this morning I can't wait until school's back in\n  ","149200":"\n  this isn't \"chat with randos dot fm\" It's ASK. I answer questions. I ask questions. I don't treat this like a fucking dating site like you creeps constantly do. I'm married, I'm 40, I don't care about you.\n  ","149201":"\n  if you read it, why send me \"hey\" like some piece of anon creep garbage? I'm not here to chat with you\n  ","149202":"\n  BIO\n  ","149203":"\n  y'all don't seem to understand that for every ONE of you I answer or respond to, there's TEN more in my inbox being deleted.\n  \n  So fucking tired of creep anons like grow the fuck up and stop harassing women\n  ","149204":"\n  questions about my pet bird, makeup, art, the US, food, my opinions, mental health particularly schizophrenia, animals, general things, nothing too deep, nothing against TOS, nothing about sex\n  ","149205":"\n  no\n  ","149206":"\n  not being creepy anons\n  ","149207":"\n  yes leave me the fuck alone\n  ","149208":"\n  stop obsessing over other people's private biz it's creepy and gross\n  ","149209":"\n  OMFG GO AWAY YOU GROSS FETISH CREEP\n  ","149210":"\n  more or less\n  ","149211":"\n  why do you care so much you're creeping me out\n  \n  I don't talk to children, shoo\n  ","149212":"\n  16\n  ","149213":"\n  it's not much but I bought this mug from the diner that Twin Peaks was filmed in\n  ","149214":"\n  I've had it from the salad bar in a Ruby Tuesday and a food truck crab cake.\n  ","149215":"\n  he was drooly and over eager\n  ","149216":"\n  I've been featured in several dozen art shows though it's been many years ago now. I do sometimes support small biz\n  \n  here's my newest piece who wants to stick it in a gallery\n  ","149217":"\n  gross\n  ","149218":"\n  I'm fairly privileged in lots of ways but I do experience regular (mostly casual) ableism and biphobia. I deal with it by calling it out and standing my ground.\n  ","149219":"\n  I had a great year! the highlights were my trips, first to Virginia Beach in May to visit family then Vegas to see Lady Gaga in June- Then a couple of various California trips this past Fall (Joshua Tree, East Jesus, Los Angeles, San Diego)\n  \n  I accomplished a lot, too. I did SO MUCH ART this year and made over 100 sales. My depression was categorized as in \"full remission\" and I dropped my Prozac intake down to the very smallest dosage.\n  \n  Here's my favorite selfie of 2019\n  ","149220":"\n  wut\n  ","149221":"\n  friends\n  ","149222":"\n  not really\n  ","149223":"\n  I'm an earth sign but I'll pick water because it seems most useful\n  ","149224":"\n  I definitely don't care about MCR\n  ","149225":"\n  of course\n  ","149226":"\n  on how it works. I bought my current phone for the camera. (google pixel)\n  ","149227":"\n  some dinosaurs had eggs so\n  ","149228":"\n  these sorts of things absolutely don't matter to me there is no movie so important that everyone has to see it\n  ","149229":"\n  yes very well\n  ","149230":"\n  why are you back in my inbox\n  \n  fuck off\n  ","149231":"\n  I think sometimes people just get pleasure out of being an asshole. take the bullies on this site for instance.\n  ","149232":"\n  no\n  ","149233":"\n  my spouse is home from work today so we might get some chores done. I'll probably go to the grocery store at some point.\n  ","149234":"\n  yes I love to be adventurous with my food\n  ","149235":"\n  until 10th grade, no\n  \n  after 10th grade and in college, very\n  ","149236":"\n  sure\n  ","149237":"\n  my partner can shake the room with his laugh\n  ","149238":"\n  turn all the lights off from my hue app on my phone.\n  ","149239":"\n  very few. I've been a good cook for as long as I can remember\n  ","149240":"\n  of course\n  ","149241":"\n  being alive is only doing the bare minimum to survive, truly living is interacting with and learning to enjoy your moments\n  ","149242":"\n  eggs\n  ","149243":"\n  like everyone's gonna say, \"you just know\"\n  ","149244":"\n  you need to leave me the fuck alone you're filling my inbox with your weird fetishy essence\n  ","149245":"\n  black water by the doobie brothers\n  ","149246":"\n  good food, beautiful surrounding nature areas, mild weather\n  ","149247":"\n  they both have their values for sure but maybe brains is useful the longest\n  ","149248":"\n  I feel like I probably have but I have no clear memories of this\n  ","149249":"\n  stay away for ever. I don't even like visiting tbh I wish everyone would just come visit me where I live now\n  ","149250":"\n  I had a snoopy plush doll that I loved to pieces\n  ","149251":"\n  I'm in love with my partner of 16 years\n  ","149252":"\n  there's no such thing as \"friendzone\" there are just boundaries and men who refuse to acknowledge them.\n  ","149253":"\n  I like feeling heard. I want to normalize schizophrenia\/mental illness by being sincere and showing how much of a normal ass human I am. Having people pay attention to this helps fuel that.\n  ","149254":"\n  This mess is what I call my \"nest\" and what Jon calls \"command central\". All of my art and creative stuff and knitting stuff and computer stuff together in a little area with my chair in the middle. It's next to a window one one side and Bubo's cage on the other.\n  \n  I like feeling safe and surrounded by the things that I use\/enjoy. I like the concentration of art I have on the walls in this corner. It is my \"happy place\"\n  ","149255":"\n  I mean, I still drink too much\n  \n  and I don't see cannabis as a vice, I see it as a medicine\n  \n  that's all I got\n  ","149256":"\n  sure, bring it\n  ","149257":"\n  not anymore because I feel like my house is full of stuff already. My favorites are the art I've been gifted or created\n  ","149258":"\n  I admit I made it up as a kid but I'm reusing it for this purpose\n  ","149259":"\n  poinky- something that's both spiky and pointy like a hedgehog\n  ","149260":"\n  when you get a question, you reply immediately right there in your inbox. It's not protocol to send me a whole separate message. You have your own feed where your own answers are supposed to go.\n  ","149261":"\n  worst- it's tied to taste\n  \n  best- bad smells no longer bother you\n  ","149262":"\n  Bob's Burgers\n  ","149263":"\n  lol why do you never answer questions normally? This weirds me out so much my shoutouts go to hundreds of people I'm not trying to have you all contact me\n  ","149264":"\n  yeah\n  ","149265":"\n  wish I knew I have literally received death threats here for being a woman who used to work in video games : \/\n  ","149266":"\n  yeah for sure. I'm not a big \"liker\" in case followers have that \"view posts people you follow liked\" thing ticked I don't want to blow up someone's feed with anything other than what I ACTUALLY like and I think a lot of people who've been on this site for a long time before you could turn that off still are sort of like me\n  ","149267":"\n  the only requirement I'm not meeting is the amount of likes each post gets. They want posts to average 15 likes.\n  ","149268":"\n  huge coin bonus every week which is fine but honestly I'm in it because it's now a requirement for verification. With a couple thousand followers, I feel like it's time to be verified.\n  ","149269":"\n  I've said before many times that I dislike capitalism, but feel. embroiled in it. I think that's pretty fair\n  \n  my anons are so fucking idiotic today, I'd definitely turn 'em off but I don't want to lose VIP. It's super obvious school is out for winter vacation\n  ","149270":"\n  no?\n  \n  ya'll take things so out of context and then fill my inbox with nonsense. It's tiring. This is why I set boundaries.\n  ","149271":"\n  I mean, anything that's bringing in the big bucks I guess. As long as it's helpful and not harmful.\n  ","149272":"\n  you obviously have no reading comprehension, you should work on that.\n  \n  I said people who SAY, in QUOTES, \"that rap crap\"\n  \n  100% person saying this is a racist boomer\n  ","149273":"\n  I had ham which was what I wanted. I also cooked mashed red potatoes with garlic and roasted brussel sprouts.\n  ","149274":"\n  you do what you want. You are grieving. Everyone processes differently.\n  ","149275":"\n  Honestly, yes.\n  \n  for instance, it weirds me out when someone ONLY listens to white male voices. Or even just MALE voices.\n  \n  When someone says they hate \"that rap crap\" I immediately assume they're racist.\n  \n  ANYWAY\n  \n  Here were my top 9 on IG this year\n  ","149276":"\n  acts of violence\n  ","149277":"\n  the flu\n  ","149278":"\n  sour cream- no\n  \n  mayo- yes\n  \n  whipped cream- neutral\n  \n  cream cheese- sure\n  \n  cottage cheese- I hate the texture but I'll eat it\n  ","149279":"\n  nope\n  ","149280":"\n  I haven't really\n  ","149281":"\n  climate change, restructuring\/replacing capitalism\n  ","149282":"\n  increasing the amount of exercise I do\n  \n  cooking more\/eating out less\n  \n  getting a handle on my oversleeping\n  ","149283":"\n  cognitive symptoms\n  ","149284":"\n  anchovies on pizza\/salad\n  ","149285":"\n  no but other people have ran into me\n  ","149286":"\n  I am gonna stubbornly be an omnivore until I die because I need to feel like eating is easy or else I'm too mentally ill to bother to eat veganism is NOT easy when you have specific nutrition needs. I do feel bad about animals and shit.\n  ","149287":"\n  to make living conditions good for every human\n  ","149288":"\n  this is too personal for me to feel like answering on a site I'm regularly stalked on\n  ","149289":"\n  nope\n  ","149290":"\n  animals\n  ","149291":"\n  keep it up with the weights and the yoga\n  ","149292":"\n  I haven't really set any. I just want to get through the year without any broken bones or medical emergencies\n  ","149293":"\n  no, gifts aren't my love language I could care less about them\n  ","149294":"\n  sincerety\n  ","149295":"\n  I have no opinions one way or another really. sometimes I cook with it. Sometimes I use it on my skin.\n  ","149296":"\n  yes, to the bahamas\n  ","149297":"\n  yes\n  ","149298":"\n  not really\n  ","149299":"\n  I mean Ben\n  ","149300":"\n  I feel like using the word \"crazy\" is entering slur territory. I wish people would stop using it at me. I'm schizophrenic. It's ableist.\n  ","149301":"\n  it would be similar to facebook but less icky\n  ","149302":"\n  no, I'd just ask him if it was cool\n  ","149303":"\n  I have been to both and in between\n  ","149304":"\n  warm\n  ","149305":"\n  yes\n  ","149306":"\n  bob's burgers\n  ","149307":"\n  doctor?\n  ","149308":"\n  the suburbs\n  ","149309":"\n  no\n  ","149310":"\n  agent cooper from twin peaks\n  ","149311":"\n  Burgerville\n  ","149312":"\n  burger king\n  ","149313":"\n  this is obviously from one of these squish\/runover\/step on weirdos don't act like you don't know this is inappropriate it's literally sexual harassment\n  ","149314":"\n  your fetish is gross and doesn't belong on ask\n  ","149315":"\n  I've been to festivals but none with camping.\n  ","149316":"\n  not embarrassed enough probably\n  ","149317":"\n  yes to all of those\n  ","149318":"\n  nope\n  ","149319":"\n  yes\n  ","149320":"\n  they're another way the poor are punished for being poor\n  ","149321":"\n  being unable to properly express myself with words. Most things only frustrate me, if that, but I get so angry at my own brain for communication issues as schizophrenia progresses.\n  ","149322":"\n  particularly good food. For instance in Portland there's an icecream shop called Salt & Straw that has a line that wraps around the block at any time of day but it's so worth it their flavors are masterful and they offer tons of options for plant based diets too.\n  ","149323":"\n  a slice of key lime pie\n  ","149324":"\n  a sock store, three feminism groups, two groups for schools I went to, two random lularoe party groups I just haven't deleted, \"this cat is chonky\"\n  ","149325":"\n  I am literally eating chex mix right now\n  \n  my favorite is my Dad's homemade flavor I guess it's mostly butter and Worcester sauce and garlic but it's fabulous\n  ","149326":"\n  I love spam everyone send me your spam spammity spam spam\n  \n  on a side note now I want deviled ham which I like even better than spam\n  ","149327":"\n  drink too much coffee and sit on the internet while also knitting at my desk\n  \n  this is what I'm doing now, and guess what! it's raining\n  ","149328":"\n  wut\n  ","149329":"\n  why do you think this is something appropriate to ask a stranger?\n  ","149330":"\n  sportz\n  \n  today's makeup:\n  ","149331":"\n  no\n  ","149332":"\n  yes\n  ","149333":"\n  I don't care enough about what other people do and say to think anything negative or suspicious. People do weird things like all the time all day everyday.\n  ","149334":"\n  I love gifting my art. For instance when my father in law passed away I gifted my partner with a portrait of his dad. It felt good to think about his father and channel that into a sketch to gift.\n  ","149335":"\n  thanks she's a big ole chonk\n  ","149336":"\n  the nationality of it's parents? I dunno\n  ","149337":"\n  I suck at most desserts so any of those particularly mahmools, baklava, key lime pie\n  ","149338":"\n  it's not really useless because I love birds but I'm good at making friends with parrots and wild birds.\n  ","149339":"\n  I mean I've been so awkward for so long that I don't even notice what I mess up anymore\n  ","149340":"\n  the only reason y'all harass me about my age is because you hate women. There are dozens of men older than me in my follow circles here but they NEVER get harassed hmmmm wonder why\n  \n  misogynist fucking children on this site. You can always tell when school's out.\n  ","149341":"\n  my dream job is still my current job, and the job I went to college for. artist. I sell my art. I make art on commission. I could be more aggressive about it and it would really do me good to hire a manager but as it stands I'm okay with what I do.\n  ","149342":"\n  my partner has 4 day work weeks and it sucks. It's nice having three days off but 10 hour shifts are draining and soul sucking.\n  ","149343":"\n  future\n  ","149344":"\n  a hoodie with my art on it\n  ","149345":"\n  nah\n  ","149346":"\n  even healthier and enjoying life still\n  ","149347":"\n  my spouse\n  ","149348":"\n  nah\n  ","149349":"\n  my birthday on the 13th\n  ","149350":"\n  6\n  ","149351":"\n  only if I\"m going into Portland\n  ","149352":"\n  two little succulents\n  ","149353":"\n  I used to but I abandoned it years ago\n  ","149354":"\n  yes she does tho it's not that important to me what others think\n  ","149355":"\n  nope\n  ","149356":"\n  yes\n  ","149357":"\n  I do her name is Mimi\n  ","149358":"\n  lol\n  ","149359":"\n  pink sprinkle\n  ","149360":"\n  doughnut\n  ","149361":"\n  I have no strong opinions. It's just sort of a song I sometimes hear during the holidays.\n  ","149362":"\n  fruits and nuts\n  ","149363":"\n  I only ever get burrito bowls and I like rice black beans cheese barbacoa tomato salsa\n  ","149364":"\n  I mean I generalize bout white men a lot I guess\n  \n  and they're all bad when they deal with marginalized people\n  ","149365":"\n  YES my favorite Lebanese dessert, mahmool, was removed from my lebanese spot's menu because everyone always orders baklava instead and fuck baklava I want my mahmools back\n  ","149366":"\n  yes to all, but I barely use them. I like bob's burgers on hulu and the mandolorian on disney\n  ","149367":"\n  vacation pics\n  ","149368":"\n  yoga pants. I loathe jeans. I only wear leggings\/dresses yoga pants\/hoodies\n  ","149369":"\n  then why are you sliding up in here like you think I owe you attention? I'm not here to chat up some strange dude.\n  ","149370":"\n  not looking for friendships this isn't a dating site\n  ","149371":"\n  xmas\n  ","149372":"\n  stuffed pork chops, green beans, applesauce\n  ","149373":"\n  it's thurs y'all you know the drill\n  \n  ask me anything! just don't go on a harassment spree I already dealt with that this morning\n  ","149374":"\n  I don't. it's not my biz\n  ","149375":"\n  I just get a cheap trim about once every two months, and cut my own bangs in between.\n  \n  I go to the great clips up the street, nothing fancy\n  \n  so like, $18 plus tip\n  ","149376":"\n  I do and I don't know maybe the painting I did for my college introductory gallery exhibit\n  ","149377":"\n  yes but only as part of a stew or curry or like, as fries. Not just a baked sweet potato that's too much.\n  ","149378":"\n  not yet, and probably not for 12 days at least\n  ","149379":"\n  my day was so long. I woke up at 5am and the thermostat had turned itself down to 65 to save energy and I felt like I couldn't get warm so I got up and then couldn't get back to sleep. So I've been up since then. I did some chores, I did a LOT of knitting I just finished dinner with my partner now he's watching anime and I'm settling down at my desk\n  ","149380":"\n  managing my health\n  ","149381":"\n  sumo mandarin\n  ","149382":"\n  I can! It's probably my best talent. I like to draw animals and people and flowers and self portraits and birds\n  ","149383":"\n  the fact that this is a fetish is so especially disgusting to me stop harassing people especially about puberty,  pedo\n  ","149384":"\n  full remission of depression\n  ","149385":"\n  bisexual.\n  ","149386":"\n  I called my birdie a pretty girl and I sure did mean it\n  ","149387":"\n  there are a few bridges I burned without thinking it through very well\n  ","149388":"\n  diner brunch yesterday morning\n  ","149389":"\n  ha for sure\n  ","149390":"\n  I only made a whole 23 cents of that sweet sweet star wars money\n  ","149391":"\n  I drew him a few weeks ago with the intention of making a couple of stickers on redbubble but lucasfilms sent me a cease and desist before 24 hours had even passed lmao. Didn't get to order one. One lucky person out there got one and that's the only one that was printed\n  ","149392":"\n  thanks you too\n  ","149393":"\n  knife sharpening\n  ","149394":"\n  cold and grey\n  ","149395":"\n  yeah and I considered a baby yoda tattoo but I'm putting that off until the end of the series to see if I still love him\n  ","149396":"\n  no I like as much quiet as possible\n  ","149397":"\n  this question makes me incredibly uncomfortable and I feel like someone's gonna call you out for it\n  ","149398":"\n  nah. old is like 65+. I really don't want to talk to you about this you're probably like a shitty little teenager and honestly I could go the rest of my life without more of y'all in my inbox\n  ","149399":"\n  overall it's twin peaks but lately it's been bob's burgers\n  ","149400":"\n  this still isn't a question\n  ","149401":"\n  ?\n  \n  y'all need to send actual questions I'm tired of anon weirdness\n  ","149402":"\n  hydrate and rest\n  ","149403":"\n  sleep and eat and sleep\n  ","149404":"\n  no\n  \n  new dp\n  ","149405":"\n  just family lol\n  ","149406":"\n  my partner is ideal because he's caring, and positive, and funny, and friendly. Ideals probably changed, I have no real idea as I've been in the same relationship for a decade and a half\n  ","149407":"\n  I can't even remember honestly probably something stupid\n  ","149408":"\n  I haven't really looked into it. I don't enjoy vaping personally but I don't care what other people do. Cigarettes killed a lot more folks than e cigs\n  ","149409":"\n  diet coke\n  ","149410":"\n  painting or drawing are my main means of creative expression. talking with my partner is another way I can express my feelings and process them.\n  ","149411":"\n  I listen to the same music for both occasions lol and it's almost always indietronica\n  ","149412":"\n  I am.\n  \n  the coin bonus at the end of the week is nice, it's been keeping me in or close to the top 10 for my country for a little while.\n  \n  the downside is having to do so many shoutouts shoutouts are so fucking annoying most of the people who answer are people I would never in a million years follow\n  ","149413":"\n  pro-choice, anti-death, anti-circumcision\n  ","149414":"\n  I don't have snap\n  \n  but if I did, you wouldn't be getting it! People are so fucking creepy and entitled today\n  ","149415":"\n  ocean's 8\n  ","149416":"\n  sure like for instance the creepy anons who demand time and energy from me regularly\n  ","149417":"\n  you can be rude and honest but you don't have to be rude to be honest\n  ","149418":"\n  honestly, you should always know\n  \n  no woman likes being approached like this\n  \n  it's creepy and rude\n  \n  you wouldn't take my negative rebukes you just kept coming\n  \n  good way to look like a total ass\n  ","149419":"\n  I'm married\n  \n  I have no interest in you\n  ","149420":"\n  nope! Read my bio!\n  ","149421":"\n  none that you need\n  ","149422":"\n  that's cause I am cute\n  ","149423":"\n  you follow people and ask questions and answer questions from the people who follow you. Or ask and answer questions via shoutouts. or both.\n  ","149424":"\n  sure\n  ","149425":"\n  visual. My shop is at shehitsback.redbubble.com\n  \n  mostly I sell bird illustrations but I'm passionate about digital paintings and portraits\n  ","149426":"\n  cool\n  ","149427":"\n  that song's been stuck in my head for like a week\n  ","149428":"\n  it was nice. had a good day with my partner and ate lots of good food. Got some gifts to fuel my creativity (canvas, yarn, blunts)\n  ","149429":"\n  this shit is a girl blunt\n  \n  I only smoke girl blunts\n  ","149430":"\n  artist\n  ","149431":"\n  warren for pres\n  ","149432":"\n  I dunno. I guess I'd be aggravated.\n  ","149433":"\n  I'm not on dating sites\n  ","149434":"\n  my partner\n  ","149435":"\n  some fat designer blunts\n  ","149436":"\n  good. Getting ready to start cooking dinner in about 20 min\n  ","149437":"\n  merry xmas to you and I am fine thanks. Drinking a cup of coffee and knitting\n  ","149438":"\n  we're kinda having just a reg dinner so no\n  \n  here's my makeup today tho\n  ","149439":"\n  I love ciders. apple, blackberry, peach, mimosa, pineapple, etc. I mean they're all really apple with an added juice but all good.\n  ","149440":"\n  Ring my Bell\n  ","149441":"\n  a ham, mashed potatoes, and roasted brussel sprouts\n  ","149442":"\n  Merry Xmas I'm fine just got back from brunch and am considering getting some knitting done\n  ","149443":"\n  Atlanta\n  ","149444":"\n  I don't pay any attention to my hair so sorry can't really recommend anything. Just in general I always recommend sulfate free products.\n  ","149445":"\n  creepy\n  ","149446":"\n  spiders. they're up to no good.\n  ","149447":"\n  merry xmas\n  ","149448":"\n  the only decorations I did were the tree\n  ","149449":"\n  merry xmas to you\n  ","149450":"\n  thanks happy holidays\n  ","149451":"\n  I just respond to what's in my inbox.\n  ","149452":"\n  blunts\n  ","149453":"\n  I've never had a fireplace\n  ","149454":"\n  I have no idea\n  ","149455":"\n  merry xmas to you too\n  ","149456":"\n  thanks you too!\n  ","149457":"\n  the one very abusive relationship I guess. Obviously he started off charming and fun to be around. Then he \"changed\" or at least let his facade slide after time had passed.\n  ","149458":"\n  I don't know what that means but probably not!\n  ","149459":"\n  you know what's really good? My pet bird. She's a good good snuggle face.\n  ","149460":"\n  I had lobster-stuffed salmon, rice pilaf, and a caesar salad\n  ","149461":"\n  merry xmas!\n  \n  Followers- Ask me anything! My partner's playing video games and I\"m having a pear cider and hanging out\n  ","149462":"\n  thanks you too\n  ","149463":"\n  yes, that's what we had when I was a kid.\n  ","149464":"\n  nope\n  ","149465":"\n  yes. all sorts. even the weird southern ones with like mayo. or jello. Having a Caesar salad tonight with my dinner\n  ","149466":"\n  it will be nice to text with\/call some folks I don't hear from often, and we're cooking a nice dinner and going out to brunch so I'm excited\n  ","149467":"\n  back atcha\n  ","149468":"\n  I stay really well hydrated. I'll be 40 on the 13th.\n  ","149469":"\n  who cares.\n  \n  today's makeup\n  ","149470":"\n  no.\n  ","149471":"\n  oatmeal probably\n  ","149472":"\n  imagine thinking people just shrivel up and die in their 30s\n  \n  you sound pretty ignorant there should be a cut off for that\n  ","149473":"\n  we sometimes had tree trimming parties where friends came over and we served snacks and trimmed the tree together and that was always nice my parents were on their best behavior with their friends around and I got to have MY friends over too\n  ","149474":"\n  wow this is super creepy\n  ","149475":"\n  mery xmas!\n  ","149476":"\n  why do men make stupid generalizations\n  ","149477":"\n  I have a husband\n  ","149478":"\n  just gotta grocery shop, waiting until my partner gets home from work\n  ","149479":"\n  mancala\n  ","149480":"\n  loneliness, silence is fine. merry xmas!\n  ","149481":"\n  bigfoot\n  ","149482":"\n  neither I like spotify\n  ","149483":"\n  get back to doing my light therapy there's been a downward shift and it's entirely because I'm not doing what I'm prescribed to be doing\n  ","149484":"\n  almost never\n  ","149485":"\n  merry xmas!\n  ","149486":"\n  there is no war on white men. You're just a crybaby because other people want the same rights you already have.\n  ","149487":"\n  I can't think of anything\n  ","149488":"\n  thanks back atcha\n  ","149489":"\n  xmas day\n  ","149490":"\n  yeah a whole mess of 'em\n  ","149491":"\n  ? I've swam in the ocean\n  ","149492":"\n  nay\n  ","149493":"\n  I regularly do\n  ","149494":"\n  we just sort of do our thing I dunno\n  ","149495":"\n  I can't think of anything sometimes it's okay to have a few things hidden\n  ","149496":"\n  I really don't know sorry\n  ","149497":"\n  lmao pathetic and no\n  ","149498":"\n  I chop at my bangs like every week or so\n  ","149499":"\n  I went to the san diego zoo in oct\n  ","149500":"\n  I'm a woman.\n  ","149501":"\n  I for sure have don't remember if the cats have\n  ","149502":"\n  my speaking skills have deteriorated over the years because of my particular mental illness. I can communicate better through typing.\n  ","149503":"\n  -this isn't a question\n  \n  -I definitely didn't ask\n  ","149504":"\n  I use windows\n  ","149505":"\n  I enjoy Bob's Burgers\n  ","149506":"\n  my mustache is nicer\n  \n  today's makeup is no makeup I need a break\n  ","149507":"\n  everyone I follow lost theirs. Not a single one remains. But- I see #3 and #5 in America still have theirs so- shrug. I definitely met my quotas even the stupid ass shoutouts that I hate\n  ","149508":"\n  this time of year, Emmitt Otter's Jugband Christmas\n  ","149509":"\n  this song played on repeat actually\n  ","149510":"\n  I moved across the country so I don't have to deal with gatherings and shit now I choose who I want to be around\n  ","149511":"\n  I like snakes ok?\n  ","149512":"\n  no\n  ","149513":"\n  you're really annoying\n  ","149514":"\n  in my nest\n  ","149515":"\n  maybe. I can see two people on the top 5 for the country have them though.\n  ","149516":"\n  it looks like everyone on my friend's list lost theirs or at least they're not showing up\n  ","149517":"\n  well I WAS but apparently not now\n  \n  it's kinda broke anyway like we were supposed to get a 2000 coin bonus after the first week but I got like a 23k coin bonus inexplicably\n  \n  I did all my quotas though so there's no reason for me to not still be vip\n  ","149518":"\n  I would just like to get through the year without a major medical occurrence\n  ","149519":"\n  eggs\n  ","149520":"\n  a shower\n  ","149521":"\n  41 F no snow, none this year so far\n  ","149522":"\n  grilled cheese\n  ","149523":"\n  pizza\n  ","149524":"\n  japanese curry in a slow cooker\n  ","149525":"\n  being medically unable to have children put a damper on any biological urges I may have had. I don't think I'd enjoy being a mom.\n  ","149526":"\n  nah it's pointless at one point I had over 200 people blocked and it was almost entirely ben.\n  ","149527":"\n  I mean entertainment doesn't make someone depressed, chemical imbalances do\n  ","149528":"\n  kinda bummed my vip badge is gone considering I definitely have been keeping tally and meeting quotas\n  ","149529":"\n  yes when I was younger\n  ","149530":"\n  no\n  ","149531":"\n  I am an artist I work when I feel like it\n  ","149532":"\n  no they save it for new years\n  ","149533":"\n  I mean, I do\n  ","149534":"\n  no she just makes regular bird noises\n  ","149535":"\n  it took beta blockers and mindfulness therapy for me to be able to navigate a panic attack calmly\n  ","149536":"\n  I only speak English\n  ","149537":"\n  I spent most of my adulthood actively psychotic I really don't remember\n  ","149538":"\n  did two loads of laundry, cleaned the dishes, went to the grocery store, ate a pot pie, snuggled a parakeet and two cats\n  ","149539":"\n  I don't youtube and I'm listening to my own music thx\n  ","149540":"\n  so? What makes you think I care about your song? You're a rando. I don't care for youtube. You could be leading me to something triggering or offensive.\n  ","149541":"\n  as I've stated a million times I'm not clicking y'alls anon links\n  ","149542":"\n  It's almost time for shitfaced sunday where I delete less and answer more\n  \n  ask me things!\n  \n  topics you might consider: art-makeup-knitting-food-mental health- my life- the us- bigfoot- weed- music- my bird\n  ","149543":"\n  yes\n  ","149544":"\n  sometimes\n  ","149545":"\n  I'm from Virginia originally though I don't live there now. I liked the beach.\n  ","149546":"\n  nothing special we don't really celebrate holidays very much\n  ","149547":"\n  I don't hate it but I don't go out of my way for it either\n  ","149548":"\n  my teen years were filled with angsty and utterly silly poetry\n  \n  today's makeup:\n  ","149549":"\n  last month I hosted a liberal gen x get together in my neighborhood so probably then. I don't like being the lead on anything social.\n  ","149550":"\n  depends on who's looking really. If I'm being ogled by a creep then I'm probably giving them the stink eye. If it's like elderly people at the medical center I'm friendly and smiling\n  ","149551":"\n  nm just drinking coffee and listening to music\n  ","149552":"\n  imagine thinking it's somehow not harassment to use shoutouts for fetish posts\n  ","149553":"\n  REMINDER\n  \n  I delete anon links I definitely don't care about what you're trying to send me\n  ","149554":"\n  it really doesn't bother me y'all stress about each other so much when you get my age you're just glad they remember your name\n  ","149555":"\n  no, should I? Is being like Dwight Schrute cool\n  ","149556":"\n  yup\n  ","149557":"\n  this is a shoutout I got today\n  ","149558":"\n  nah homie was mad max fury road\n  ","149559":"\n  I'm fine thanks.\n  \n  the weather is cool and rainy. Not so cold you need a coat but maybe a thick hoodie\n  ","149560":"\n  shrug people make people and people live longer now\n  ","149561":"\n  I love coffee\n  \n  and tea too, sometimes. but only herbal tisanes.\n  ","149562":"\n  7\n  ","149563":"\n  nah I'm not much of a sweets person I'd rather have like, a birthday doughnut or cupcake or something small\n  ","149564":"\n  not as much now as back when I was a kid in the 80s but yes some\n  ","149565":"\n  parakeet\/budgie\n  ","149566":"\n  yes very much\n  ","149567":"\n  mc donalds\n  ","149568":"\n  steel magnolias\n  ","149569":"\n  the down payment on my house I guess I don't remember how much we paid up front\n  ","149570":"\n  I dunno prob some rando on here\n  ","149571":"\n  hope your day improves !\n  ","149572":"\n  I don't really like children that much so no\n  \n  I'm pleased with my profession it's what I went to college for\n  ","149573":"\n  what\n  \n  you're anon and this isn't a thread why would I have any idea what the fuck you're talking about\n  ","149574":"\n  lately, ask dot fm\n  ","149575":"\n  I am very brave\n  ","149576":"\n  anything with muppets\n  ","149577":"\n  I don't get mad I get temporarily frustrated. and prob some asshole on here tbh my actual life isn't that stressful\n  ","149578":"\n  George and Herman\n  ","149579":"\n  a one armed badass rescues half a dozen women from a warlord and takes them to paradise and then back\n  ","149580":"\n  no nor do I want to be\n  ","149581":"\n  this is what I've been listening to- and it does include some xmas tunes\n  \n   https:\/\/open.spotify.com\/playlist\/1PP323SaHbo0FtuQhJKrId?si=ukehz3nMTGuMtu41u1yHtQ\n  \n","149582":"\n  I was given a bird when I was very young (a cocketiel) and because of the circumstances around the person who gave it to me I really didn't love that bird enough and I regret it.\n  \n  It lived a long life anyway but I know it could have been happier. And that haunted me. So I decided that when it was time for me to consider an ESA animal, I'd get a bird and really spoil it and treat it well to make up for the bird from childhood.\n  \n  So now Bubo gets everything she wants and is the happiest birb on the planet\n  ","149583":"\n  I endure everything but maybe I handle physical pain the best\n  ","149584":"\n  drawing, knitting, smoking weed, sleeping\n  ","149585":"\n  no fetish shit in my inbox allowed I'll report it as sexual harassment\n  ","149586":"\n  ha thanks\n  ","149587":"\n  yes and it's all wrapped I'm ready for xmas to come\n  ","149588":"\n  thanks you too\n  ","149589":"\n  I'm nearly 40 years old I have no interest in boys\n  ","149590":"\n  12 year olds aren't allowed to talk to me\n  ","149591":"\n  send questions y'all\n  ","149592":"\n  ho ho fuckin ho let's get in the xmas spirit this is my playlist this year put it on shuffle and write your letter to santa claws\n  \n\n   https:\/\/open.spotify.com\/playlist\/0hvqD7tfrf0SbpH94C4tyy?si=hHKFwPWuQgKKZLsBKdpPdQ\n  \n","149593":"\n  coke by far\n  ","149594":"\n  I don't watch youtube\n  ","149595":"\n  daily multiple times a day\n  ","149596":"\n  I guess it'd be something from the beatles (no I'm not that old it's just what I listened to a lot as a kid)\n  ","149597":"\n  romantic feelings but then again I don't care that much\n  ","149598":"\n  no\n  ","149599":"\n  wet both because it was raining and because he was drooly\n  ","149600":"\n  santa baby\n  \n  ~\n  \n  If you were on the fence about ordering one of my hoodies, lemme tell ya I just got mine and I LOVE IT it's so perfect and soft shehitsback.redbubble.com\n  ","149601":"\n  I think she's unfortunate and I wish her good things in the future\n  ","149602":"\n  ir varies from state to state. I don't know what my current state's laws are.\n  ","149603":"\n  today's makeup:\n  ","149604":"\n  yes I think it is in some cases. Historically patients aren't treated well.\n  ","149605":"\n  yes, for short periods of time in emergency situations\n  ","149606":"\n  this is so rude lol\n  \n  I have polycystic ovarian syndrome and am unable to have children, not that it matters, or is anyone's business.\n  \n  women aren't just baby machines.\n  ","149607":"\n  I'm not really looking for friends. especially not so much younger than me. But I guess anyone can ask questions.\n  ","149608":"\n  well grats on being an uncle soon\n  ","149609":"\n  I don't have kids but my husband is fine. We've been married nearly 16 years.\n  ","149610":"\n  hope so\n  ","149611":"\n  I live in Washington State, US and I'm 39\n  ","149612":"\n  yuuup just waiting on delivery for one thing\n  ","149613":"\n  thx\n  ","149614":"\n  I'm doing well. Still relaxing with coffee before I \"start\" my day.\n  ","149615":"\n  yawn\n  \n  grow up and go away you're being super ableist\n  ","149616":"\n  I have to be very careful about B12, folic acid, magnesium, iron, and vit d because of various ailments and it's just easier for me to include meat and eggs. I don't eat animal products every day though.\n  ","149617":"\n  yeah it's alright! I like about 40% of it a lot and the rest I'm neutral on. The last new album before this one wasn't great but I bought all the merch anyway.\n  \n  fav songs on new album Beneath the Eyrie-  Long Rider, Los Surfers Muertos, On Graveyard Hill, Catfish Kate, St Nazaire, Daniel Boone\n  ","149618":"\n  I'm too mentally ill to care about these sorts of questions sorry\n  ","149619":"\n  word\n  ","149620":"\n  \"she wiped out in a modern sense...just slay it\"\n  ","149621":"\n  yes\n  ","149622":"\n  potable water or a means of filtering water. shelf stable foods. a comfortable bed. I don't know probably some form of entertainment.\n  ","149623":"\n  nothing special I'm afraid just regular american traditions\n  ","149624":"\n  I'm so awkward that I've surpassed a point of caring or chronicling my awkwardness\n  ","149625":"\n  I don't have nervous habits but I have a facial tic from one of my psychiatric medications\n  ","149626":"\n  Summer\n  ","149627":"\n  there is but it's a fluid thing that depends entirely on the joke and how far it's already gone\n  ","149628":"\n  thanks you too\n  ","149629":"\n  tacos\n  ","149630":"\n  I really hate spaghetti\n  ","149631":"\n  I mean probably but nothing memorable\n  ","149632":"\n  I just move on with my life\n  ","149633":"\n  owls, yarn, makeup\n  ","149634":"\n  I'm pleased with what I'm doing now\n  ","149635":"\n  I can't think of anything but I have a friend from Germany who thinks we're disgusting for peanut butter and jelly\n  ","149636":"\n  eat ham\n  ","149637":"\n  washington state\n  ","149638":"\n  no\n  ","149639":"\n  nope\n  ","149640":"\n  these are the people I follow currently:\n  \n   @littlesha_\n  \n\n   @keepmovingforwardx\n  \n\n   @littletrust\n  \n\n   @astoldbyjoanna\n  \n\n   @Margaaria\n  \n\n   @LouisaRHale\n  \n\n   @ManicMartyrdom\n  \n\n   @FreckleFaceDimpleCheek\n  \n\n   @King_Luma601\n  \n\n   @thesmokingnymph\n  \n\n   @mymountainofdreams\n  \n\n   @urlsareshittbh\n  \n\n   @tashaste\n  \n\n   @Hadacol\n  \n\n   @poetalunam\n  \n\n   @CactusDoug\n  \n\n  not all of them are currently active and I've not included accounts that are definitely not active.\n  ","149641":"\n  I've only seen it once years ago so I barely remember so I guess the fashion designer lady\n  ","149642":"\n  she only sings with music when she's off eggs- so remind me next time I mention she's off eggs (she's sitting on 4 currently)\n  ","149643":"\n  this isn't a question\n  ","149644":"\n  not that I can remember\n  \n  today's makeup-\n  ","149645":"\n  yeah probably I just assume rando white dudes are trying to flirt and do my best to shut that shit down as quick as possible.\n  ","149646":"\n  eh, not any more than usual. The Summer didn't feel long enough but that's just because we had a rainy summer.\n  ","149647":"\n  assuming you meant ethically not ethnically\n  \n  the best course of action would have been to try to save the other person's life regardless of law. But at the same time no one is obligated to act for another so I don't know about how ethical it is but it's still an option\/course of action that can happen for any reason including law. The most ethical person would ignore laws and preserve a life but a person who would not do that isn't necessarily an evil person.\n  ","149648":"\n  not much. If I know them well enough, a hug hello and goodbye maybe. If I'm a lil drunk I might slip my arm around a friend. that's about as affectionate as I get nowadays. My partner gets occasional pecks on the cheeks or hugs.\n  ","149649":"\n  my stepmom is very affectionate but my bio parents aren't very so it depends.\n  ","149650":"\n  I mean I think I'm a pretty good comfort if not a lil awkward. for the crying.\n  \n  I'm super awkward about affection and in most cases it's pretty unwanted\n  ","149651":"\n  and not a single one of those was on my chart\n  \n  I avoid white dudes playing guitar and yelling in almost all cases with the pixies as an exception\n  ","149652":"\n  no? where does that fit into what I just showed you\n  ","149653":"\n  thanks homie\n  ","149654":"\n  I don't like elvis presley.\n  \n  this is what spotify says I listen to\n  ","149655":"\n  not particularly I listen to music mostly for the sound not the lyrics\n  ","149656":"\n  I love salt water taffy\n  \n  and yeah it's nice that the site is more active again this last promo was well thought out\n  ","149657":"\n  thanks u 2\n  ","149658":"\n  I'm ready for it this time\n  ","149659":"\n  I definitely don't know\n  ","149660":"\n  yessss I love trees\n  ","149661":"\n  not really\n  ","149662":"\n  ohio or delaware\n  ","149663":"\n  I had the framework for a crown, and a temporary acrylic crown installed. It hurts like hell. I get the porcelain crown in two weeks.\n  ","149664":"\n  makeup- weed- art- sasquatch- parakeets or owls or birds- animals- my life- mental illness especially schizophrenia- the us-food- knitting\n  ","149665":"\n  It's Thirsty Thurs, and I've got some cider and some time so ask me anything!\n  ","149666":"\n  had mc donalds two nights ago (filet o fish, fries, sm cheeseburger no ketchup)\n  ","149667":"\n  good. Learn from this one anon, rest of y'all anons and rando dudes, stay the fuck out of my DMs\n  ","149668":"\n  do you think I'm going to answer your pathetic DMs?\n  ","149669":"\n  today's makeup is low key because I had more dental work and my whole face hurts\n  ","149670":"\n  nobody reads a fuckin bio\n  ","149671":"\n  bird snuggles were the best thing to happen today. Bubo is in a very happy mood lately and wants to fluff up dem cheeks and get scritches.\n  ","149672":"\n  not really\n  ","149673":"\n  this isn't a question.\n  ","149674":"\n  nah I'm too old\n  ","149675":"\n  we haven't talked but I saw he and his wife were embroiled in political debate on facebook last night\n  ","149676":"\n  my favorite tv show has never been on it's way downhill it just had a weird season that david lynch didn't participate in as much\n  ","149677":"\n  I can't think of anything profound.\n  ","149678":"\n  I don't care to compete\n  ","149679":"\n  I just need to wrap two things\n  ","149680":"\n  eggs and toast\n  ","149681":"\n  vanilla\n  ","149682":"\n  I can't remember. I have the privilege to eat when I'm hungry.\n  ","149683":"\n  purely negative\n  ","149684":"\n  not me\n  ","149685":"\n  sometimes but in a comfortable way that I earned\n  ","149686":"\n  I mean, I know that he's a musician but I don't know his music\n  ","149687":"\n  I've only been to canada\n  ","149688":"\n  like most things there are pros and cons\n  \n  people in power especially need to be accountable for their actions. the bill cosbys of the world should be punished. The people marketing blackness as a white person should be called out. Correcting people helps them grow in theory and protects the people they communicate with in the future\n  \n  but\n  \n  there are the overachieving teen drama machines who make it an anger and hate crusade instead of a teaching moment and that is so so tiresome like grow up and pick your battles\n  ","149689":"\n  It was okay. My partner was home he played fortnite and relaxed most of the day. I did laundry. My face hurt. tomorrow I get the permanent crown so hopefully things will get better from here on out\n  ","149690":"\n  whether or not my parents like someone hasn't mattered to me since 1997\n  ","149691":"\n  chicken sandwiches and tater tots\n  ","149692":"\n  I have never paid any attention to him\n  ","149693":"\n  I don't know anything about her except I thought she was acting like a woman of color and was surprised to find out she's actually white\n  ","149694":"\n  dreading getting a crown on my tooth tomorrow morning, keep me company with questions!\n  ","149695":"\n\n   https:\/\/smile.amazon.com\/hz\/wishlist\/ls\/J3RP4PPABM5T?&sort=default\n  \n","149696":"\n  yes I'm a teenage white kid who hates feminists. THat's me you GOT mE OmG\n  ","149697":"\n  you're a teenage white male you literally dont' know shit about shit you just pester women on here to sit there and feel smug in your hatred and loneliness like go away you're worse than the creeps\n  ","149698":"\n  I literally just said he won't be re elected.\n  \n  no one fucking reads these questions' answers y'all just send them so you can sit there and stroke your political debate boners and honestly I don't owe you shit and I'm done with these questions today I dislike trump and I am so so so so fucking so tired of the discourse\n  ","149699":"\n  you irritate me read my bio\n  ","149700":"\n  I don't watch news media so I have no opinion\n  ","149701":"\n  the people surrounding him aren't very smart either, and he kicks them out of his circle faster than anyone can keep up\n  ","149702":"\n  I feel it's highly unlikely he'll be re-voted into office after all of this\n  ","149703":"\n  sure it's not my place to judge what people do with their very limited time on this planet.\n  ","149704":"\n  I think trump knows very little\n  ","149705":"\n  probably a bar in DC serves this\n  ","149706":"\n  but that won't happen in time to \"kick him out of \" office. He'll serve out his term unless he resigns which he def won't do\n  ","149707":"\n  that's not how impeachment works\n  ","149708":"\n  for sure. shoot for clear pee by bedtime\n  ","149709":"\n  born in '80! thanks. My \"secret\" is that I stay super hydrated. It's really been good for my health overall.\n  ","149710":"\n  without warning\n  ","149711":"\n  I'd visit 50 countries because I love to travel to new places and eat local foods and check out art and wildlife\n  ","149712":"\n  chicken sandwich\n  ","149713":"\n  yeah I just told them it was running late and they were understanding\n  ","149714":"\n  Bubo is sitting on 4 eggs rn\n  ","149715":"\n  positivity I guess\n  ","149716":"\n  xmas\n  ","149717":"\n  do you mean the corn chip horns? Or is there another thing? If so not really\n  ","149718":"\n  Summer\n  ","149719":"\n  I live in the pacific NW of the us we get rain 8 months out of the year and cool to mild temps year round. That doesn't seem like anything I've learned about the climate anywhere in Africa but I guess I might be wrong you're right\n  ","149720":"\n  it's a continent? I imagine they get different weather than I do?\n  ","149721":"\n  bumble bee\n  ","149722":"\n  I've never had that bad of s secret santa gift but once my mom gave me a gold floral hammer\n  ","149723":"\n  hate I guess. I struggle with the hate I have for some people, it's a burden. The edges aren't sharp anymore and I don't think about it hardly ever but it's there.\n  ","149724":"\n  twin peaks\n  ","149725":"\n  no not only am I not arm-strong enough but I have glaucoma so I am advised to not ever do inversions like that for my optic nerve's sake\n  ","149726":"\n  nope\n  \n  today's makeup:\n  ","149727":"\n  anything with muppets\n  ","149728":"\n  Santa Baby\n  ","149729":"\n  just having one type of debt paid off would be an amazing change we're sort of overwhelmed right now with medical debt credit card debt and the mortgage\n  ","149730":"\n  bossanova by the pixies\n  \n  I already regret this answer\n  \n  I can't do it\n  ","149731":"\n  just waiting on a few packages to arrive to the correct destinations\n  ","149732":"\n  happy holidays to you to\n  ","149733":"\n  hiya I'm fine you too\n  ","149734":"\n  salty ham and all the fixins\n  ","149735":"\n  I do, regularly. my favorite is the brain and behavior research foundation\n  ","149736":"\n  a while because I almost always know where things are and I take it as a personal offense if I can't find something\n  ","149737":"\n  I don't believe god exists so I wouldn't be surprised to learn that that is true. if suddenly he WAS a real thing I don't know what I'd think probably I'd just be like shrug oh well so that's how it is then\n  ","149738":"\n  think they're supposed to be anon shoutouts but either way hi\n  \n  I am but not like, jumping up and down excite. I just like to meet each new day\n  ","149739":"\n  don't love it\n  ","149740":"\n  yes\n  ","149741":"\n  I enjoy it as long as it's not so spicy it's just spice and no flavor\n  ","149742":"\n  olive oil\n  ","149743":"\n  I can't recall using it a single time\n  ","149744":"\n  I don't know anything about porn or sex work nowadays I have no opinion\n  ","149745":"\n  tarboush Lebanese bistro in portland\n  ","149746":"\n  January\n  ","149747":"\n  sunset\n  ","149748":"\n  swedish fish or licorice allsorts\n  ","149749":"\n  like 8 or 9\n  ","149750":"\n  it's time! that most boring time of my day! send questions!\n  ","149751":"\n  protest yes, the others no\n  ","149752":"\n  no and no lol. I'm about to call animal control on someone's dog that keeps shitting in my yard because it's an old dog with a displaced hip just running wild in and out of the intersection while the owner presumably sits in their house ignorant of the situation. I don't know what house it's coming from. The dog is mean and growled at me for getting mail out of my own mailbox once. It's in pain obviously and should probably be getting better care than it's getting.\n  ","149753":"\n  no, just mini golf\n  ","149754":"\n  the people across the street are a good looking family. Their downstairs tenant, though, looks like a Vin Diesel stunt double\n  ","149755":"\n  movie, more room for mistakes which there will be plenty of\n  \n  today's makeup featuring lady gaga sparkly lipstick-\n  ","149756":"\n  I believe in free will but I also don't worry about things like this I just live my life\n  ","149757":"\n  putting up the tree\n  ","149758":"\n  back atcha\n  ","149759":"\n  it means they have some struggles but they're handling it\n  ","149760":"\n  I would just text or call ahead and then go if you think it's helpful to you. I'm sure they'll be understanding.\n  ","149761":"\n  just woke up 43 min ago so so far so good. I slept well and had pleasant dreams and woke up to a snuggly bird and two snuggle cats and made some coffee and smoked some weed and took my meds and all is calm and well\n  ","149762":"\n  going to this nursery that had lights and decorations and hot cider\n  ","149763":"\n  yup lots\n  ","149764":"\n  I mean, does bigfoot exist is the main mystery I care about. Or like, alien stuff and cryptids\n  ","149765":"\n  Furiosa and my bestie Kate\n  ","149766":"\n  I don't know what the job market is like out there so I don't really know\n  ","149767":"\n  I am not a member of an anything of the month club\n  ","149768":"\n  guess the fuck wut it's shitfaced sunday ask me anything\n  \n  here's a lil bigfoot\n  ","149769":"\n  not afraid but I don't love them. we both remove bugs equally\n  ","149770":"\n  we only did black jelly bracelets when I was in high school they didn't have a meaning\n  ","149771":"\n  I'm looking forward to longer days and more sun I'm so tired of it getting so dark so early\n  \n  I'm not looking forward to all the political discourse even if it important I'm privileged enough that too much really starts to get under my skin\n  ","149772":"\n  nah I wouldn't take it. It would be tempting because it's enough to pay off a lot of debt\n  ","149773":"\n  got an early xmas gift just now\n  ","149774":"\n  ketchup belongs in the trash\n  ","149775":"\n  I was so upset when they started selling in China but I just can't bring myself to boycot I've been a fan of wet n wild since I was a little girl in the 80s buying nail polish with my allowance and they've just gotten so good! And the color selection is always amazing\n  ","149776":"\n  I love wet n wild most things and megaglo highlighters are no exclusion. I don't use highlighter as much as I used to but my favorites are wet n wild megaglo in the blossom, gold, lavender, and blue colors or else anything fenty. Fenty's trophy wife is my favorite \"dress up\" highlighter.\n  ","149777":"\n  I love it so much\n  ","149778":"\n  a little screech owl\n  ","149779":"\n  in no real order:\n  \n  -wet n wild catsuit matte lip color. The formula is worth so much more than the $6 price tag on these and it comes in a wide array of shades\n  \n  -Stila slay all day eyeliner. it really does slay all day even with watery eyes\n  \n  -too faced chocolate gold palette. Fancy colors with tons of color payoff and it smells like chocolate\n  \n  -essence princess lash false lash mascara. best mascara hands down and so cheap. Sadly not vegan though, it has beeswax. I wish I could recommend it to everyone\n  \n  -wet n wild photo focus foundation. Great formula for all skin types and inexpensive\n  ","149780":"\n  in my sleep\n  ","149781":"\n  ??\n  ","149782":"\n  nope\n  ","149783":"\n  my nest\n  ","149784":"\n  nail polish\n  ","149785":"\n  yes, but it should be so reviled and so repugnant when it's done that those people regret it\n  ","149786":"\n  I mean, I just came in one day and they said you can leave you didn't meet your sales quotas\n  ","149787":"\n  we had strict sales quotas that I didn't meet during my trial period\n  ","149788":"\n  yes once at a furniture store\n  ","149789":"\n  no\n  ","149790":"\n  mad max, any of 'em\n  \n  star wars\n  ","149791":"\n  I honestly have no idea I only know where someone's from if they bother to put it in their spotify bio\n  ","149792":"\n  hereditary\n  ","149793":"\n  the entirety of my relationship with an abuser\n  ","149794":"\n  my toothbrush\n  ","149795":"\n  tulip\n  ","149796":"\n  right where I am. I love it here.\n  ","149797":"\n  seeing lady gaga in vegas\n  ","149798":"\n  I went on a deleting spree and accidentally deleted a normal question from an anon about butter on a burger and the answer is no I do not use butter like that\n  ","149799":"\n  cheeseburgers\n  ","149800":"\n  no not at all I don't care for chocolate and I have to really be in the mood for something sweet\n  ","149801":"\n  my tongue and the inside of my mouth swell up\n  ","149802":"\n  I mean not any colder than usual there's not a cold front that I'm aware of or anything it was in the 50s today I think\n  ","149803":"\n  mango and kiwi\n  ","149804":"\n  the children in concentration camps still\n  ","149805":"\n  no lol\n  ","149806":"\n  nope\n  ","149807":"\n  nah. I smoked cigarettes for 15 years this is a major upgrade as far as my lungs are concerned\n  ","149808":"\n  probably In tincture oil or capsule form I don't know how I'd feel about smoking just because of young lungs\n  ","149809":"\n  no but my partner teaches kids how to use them in the Summer as part of a tech camp he participates in\n  ","149810":"\n  if they were a cheaper option sure\n  \n  Like I love the thc capsules that have 5% thc which is just the right dose for my ailments but they're so much more expensive than just smoking. For now, traditional flower is the cheapest way to use cannabis.\n  ","149811":"\n  lol um\n  \n  like, some sort of composite material similar to what fillings are made out of I guess?\n  ","149812":"\n  yeah probably\n  ","149813":"\n  because it's the pacific northwest we're kind of known for our rain\n  ","149814":"\n  I don't think so- she explained it to me but I wasn't paying a ton of attention because I had my headphones on but I think they just replace the roots of the tooth\n  ","149815":"\n  no I don't know that many folks in my area do we don't get many sunny days\n  ","149816":"\n  yes\n  ","149817":"\n  the procedure was painless after the initial Novocaine shot. The aftermath has been very painful but it's better than it was so tomorrow should be not so bad\n  ","149818":"\n  had the root canal thurs get the perm. crown next thurs.\n  ","149819":"\n  we had a weird spell years ago but other than that no\n  ","149820":"\n  Painfully. my jaw and teeth still hurt from the other day. Not as bad as yesterday but still not pleasant. Bubo just had her 53rd egg a little while ago. waiting for my husband to come home with pizza so we can watch the new ep of the mandolorian\n  ","149821":"\n  no? it's medical and necessary.\n  ","149822":"\n  gobstoppers I hear\n  ","149823":"\n  I do go outside? lol. I haven't been agorophobic in years and years now I went through extensive therapy for that.\n  ","149824":"\n  my partner's running late tonight, feel free to send in questions to answer while I wait\n  ","149825":"\n  I'm a little obsessed with over-sized hoodies right now so those are mainly what I am hoping for\n  ","149826":"\n  I think I'm done except for my spouse but he doesn't want me to spend any money so don't know what I'm going to do yet\n  \n  today's makeup:\n  ","149827":"\n  I most like action movies and my favorite movie is Star Wars\n  ","149828":"\n  to visit friends and family\n  ","149829":"\n  kinda want to go back to the California desert for a few more days maybe this time Palm Springs\n  ","149830":"\n  I have a fleece parakeet onesie that I will 100% wear if I have a head cold or otherwise feel sick\n  ","149831":"\n  like\n  ","149832":"\n  peace for the people I love\n  \n  to make a difference in how schizophrenia is perceived\n  \n  to create and keep creating\n  ","149833":"\n  sleep\n  ","149834":"\n  you all need to learn how to be more mindful and stop obsessing about this kind of thing\n  ","149835":"\n  I prefer savory. my favorite sweet is key lime pie and my favorite savory is a cheeseburger\n  ","149836":"\n  hot- black coffee\n  \n  cold- ice water\n  ","149837":"\n  we haven't talked about what we might do yet. My vote is for a diner and eating pancakes\n  ","149838":"\n  no\n  ","149839":"\n  I hate it less now that I am more financially stable but it's still a chore\n  ","149840":"\n  as long as your questions are appropriate\n  ","149841":"\n  low end- wet n wild\n  \n  high end- too faced\n  ","149842":"\n  the bathroom\n  ","149843":"\n  he's more centrist than I would ever be but in most things we're similar\n  \n  \"just how sensitive\" you literally send me this laughable \"deep thought\" anon questions regularly, don't you? You have known for ages that I don't appreciate or want them but you send them anyway\n  ","149844":"\n  years.\n  \n  so meanwhile, I literally JUST told you I don't appreciate these sorts of questions- that they're literally DANGEROUS for me\n  \n  so way to push past my boundaries and be another harassing-ass anon\n  ","149845":"\n  shrug. less than 10k more than 5\n  ","149846":"\n  I wouldn't use a medical term against someone's poor judgement\/stupid belief, that's ableist. But it is idiotic\n  ","149847":"\n  yes\n  ","149848":"\n  I'm severely mentally ill and it can trigger delusional thinking.\n  ","149849":"\n  no?\n  ","149850":"\n  maybe. I don't know. I don't put a lot of thought into that sort of thing it's not really healthy for me.\n  ","149851":"\n  the only country musician I like is brooklyn based Gold Child because she barely feels like country\n  ","149852":"\n  back in the 90s I dyed my hair all sorts of colors. My favorite was emerald green.\n  ","149853":"\n  no the crown's gonna cost me like $500. the cleaning is free for me, covered by insurance at least so the insurance isn't free but it's not expensive.\n  ","149854":"\n  what\n  ","149855":"\n  the spanish word for bicycle- bicicleta\n  \n  it just sounds nice\n  ","149856":"\n  about 5 min and was with the dentist receptionist I had to reschedule my routine cleaning because it was for the same afternoon as my permanent crown from yesterday's root canal.\n  ","149857":"\n  usually I'm patient but I have a hard time waiting for online orders that go past like 4 days\n  ","149858":"\n  gingerbread, hot cider, ham, sugar cookies\n  ","149859":"\n  does a cheeseburger count? I also like deli meat and cheese sandwiches with mustard, or a nice egg or tuna salad. Grilled cheese with apple slices is good.\n  ","149860":"\n  gotta lot of new followers this past couple of days, welcome! some topics for questions I enjoy: art-makeup-birds-sasquatch-knitting-food-the us-mental health-weed-travel\n  \n  I report all harassment! This is especially true of sexual harassment!\n  ","149861":"\n  switched it up and will send to the right one from this point out\n  ","149862":"\n  not really a true believer but I love the idea that Bigfoot is an inter-dimensional being\n  ","149863":"\n  thanks homie\n  \n  I don't have anything to say really as far as using this as a filler so just send questions, y'all\n  ","149864":"\n  only very rarely like when I'm travelling\n  ","149865":"\n  neither of those things bother me necessarily but I do appreciate when a movie doesn't rely on sex to sell the story. Cussing means like nothing to me in excess or in absence so that for sure doesn't bother me.\n  ","149866":"\n  I feel terrible for my friends who will be affected negatively because of shitty conservative values. It's like the US voting Trump.\n  ","149867":"\n  same plus they're like all super hungry to kill the neighborhood raccoons and possums and they can't tolerate poor people at all\n  ","149868":"\n  I feel like I like most of the people I interact with. There's like, one grumpy cashier at my grocery and one nurse I don't love but that's it everyone else seems fine.\n  \n  going on nextdoor dot com changes my mind though half my neighbors there are boomer nightmares\n  ","149869":"\n  diet pepsi\n  ","149870":"\n  every time someone asks me about pecking orders I think about that one thanksgiving episode of bob's burgers where Linda pecked her way to the top of the turkey pecking order\n  \n  but no I don't think so\n  \n  I've never seen Bubo peck anything not me not a toy she'll bite but pecking's not really a thing her beak even does\n  ","149871":"\n  mockery or disdain in some cases lol\n  \n  but mostly just ignore and roll my eyes about it\n  ","149872":"\n  job well done then I'm sure they appreciated it\n  ","149873":"\n  say hello to a parakeet day\n  \n  everyone has to find a parakeet and give it a treat and be nice to it\n  ","149874":"\n  of course\n  ","149875":"\n  I was not\n  ","149876":"\n  I love and depend on coffee it's not overrated to me\n  ","149877":"\n  I convinced this one kid that once every 10k years there was a moment of anti gravity and that it had just happened but we were all asleep and missed it.\n  ","149878":"\n  nope\n  ","149879":"\n  scarf most likely\n  ","149880":"\n  my partner works weekends so it's just regular days for me. I want to clean the sheets on the guest bed and do some laundry and wash my hair\n  ","149881":"\n  microwave chicken sandwich\n  ","149882":"\n  I was scared I was going to lose my cat, and then he did pass away after all. So my fear was well founded.\n  ","149883":"\n  nah\n  ","149884":"\n  I'll behave by Von Sell\n  ","149885":"\n  I just like the filtered water from my fridge door the best\n  ","149886":"\n  there was some meal I was making when we first got married that ended up being more than I could handle and I had a small kitchen fire and ruined everything\n  ","149887":"\n  I love lots of colors and I wear bright loud colorful things but I guess my favorites are orange and green\n  ","149888":"\n  you don't\n  ","149889":"\n  7:31 pm\n  ","149890":"\n  I live in Washington state. I'm from Virginia.\n  ","149891":"\n  I've never heard of it and I'd play it now but she's sleeping it's night time\n  ","149892":"\n  that will be nice.\n  ","149893":"\n  not really. We'll probably go out for brunch. It's just me and my partner so we don't really do a whole lot for the holidays\n  ","149894":"\n  I dunno something big and wooly I guess like a saint bernard\n  \n  today's makeup-\n  ","149895":"\n  bring it I love questions\n  ","149896":"\n  my root canal is finished! I'm in massive pain but it'll pass. I'm especially thankful for warm cozy hoodies lately and my partner who bought me key lime pie for later\n  ","149897":"\n  this or instagram or facebook they're the three I'm on most\n  ","149898":"\n  shrimp\n  ","149899":"\n  penicillin, mango, kiwi, sodium laurel sulfate or really any sulfates\/palm oil derivatives\n  ","149900":"\n  have no clue\n  ","149901":"\n  the sun. I love it's warmth. I love it's brightness.\n  ","149902":"\n  there's a difference for sure. The chocolate is more contained and doesn't mix with the cookie batter in an m and m cookie\n  ","149903":"\n  I grew up with it and have two astrological tattoos but nowadays I don't believe in or care about it\n  ","149904":"\n  I mean a lot I guess. I just spent almost $200 to save a tooth and I gotta pay another $500 for a permanent crown in two weeks\n  ","149905":"\n  I think they're anti LGBTQIA+ and popeye's has a better sandwich\n  ","149906":"\n  art makeup weed the united states travel sasquatch mental health knitting crafts my life music Bubo\n  ","149907":"\n  we grilled burgers at home with havarti cheese and brioche buns. and tater tots on the side.\n  ","149908":"\n  it's not super fancy, it might have been considered very nice in the 90s. There are transitional style pieces in the waiting room and the dentist rooms have walls of photographic wallpaper from places in the pacific nw like one is of mt hood and one is a field of daffodils and one is a forest stream etc\n  ","149909":"\n  I have insurance that covers some so my out of pocket cost for the procedure itself tomorrow will be about $157 and the cost for the crown next month will be around $500\n  ","149910":"\n  because I have a tooth that has too many fillings in it now and the filling material from my last cavity is now touching the nerve of the tooth\n  ","149911":"\n  send questions tonight! I've got a root canal in the morning I'm trying to take my mind off of!\n  ","149912":"\n  a hoodie from my redbubble shop with my drawing of sasquatch on it\n  ","149913":"\n  no? My memory is amazing considering how much I've got going against that mentally\n  ","149914":"\n  yup\n  ","149915":"\n  all of em\n  ","149916":"\n  my partner lost his father last year, and one of my friends just lost her dad recently too. So yes.\n  ","149917":"\n  hard cider\n  \n  today's makeup-\n  ","149918":"\n  nah not at all\n  ","149919":"\n  I'm pretty close! The \"best\" me might be more outgoing but other than that I feel at the top of my personal game\n  ","149920":"\n  drinking my pot of coffee\n  ","149921":"\n  mc donalds is my number one comfort food. I in general like fast food burgers a lot but the rest is eh.\n  ","149922":"\n  we're mutuals on the few things he uses, but he's not really a social media person. It wouldn't bother me if he didn't follow back.\n  ","149923":"\n  sunny and warm, sunny and cool, stormy and warm\n  ","149924":"\n  -talk about sex unprovoked\n  \n  -give unwanted attention to someone who isn't interested\n  \n  -assume any woman owes you anything- their time, their words, their kindness\n  ","149925":"\n  rainy, which is good since where I live most of my days are rainy days\n  ","149926":"\n  got a major toothache and a lil while still to wait until my partner comes home and it's time to fix dinner so send me questions homies\n  ","149927":"\n  I googled larry steve and a pet pig came up\n  \n  please don't fight a pet pig\n  ","149928":"\n  a chestnut backed chickadee\n  \n  today's makeup:\n  ","149929":"\n  we always made peanut butter from a recipe in the Betty Crocker Junior cookbook\n  ","149930":"\n  yes, and milk\n  ","149931":"\n  I like a cobb salad or a wedge salad or like a good egg salad\n  ","149932":"\n  I'm honestly so bad and sculpting like I don't know what I'd make. Maybe some stitch marker beads for knitting, past that I'm not sure.\n  ","149933":"\n  this drawing is meaningful to me as it combines my favorite animal with my art style and I'm thinking of making it a tattoo but maybe a jacket patch is just as good\n  ","149934":"\n  party games\n  ","149935":"\n  no, not at all\n  ","149936":"\n  kyle maclachlan\n  ","149937":"\n  never a pub quiz team, but as a kid I was on a local game show that asked quiz questions about a specific set of 56 books and I won - the prize was a scholarship (and a trophy)\n  ","149938":"\n  one or both came to my events and gallery openings in almost all cases\n  ","149939":"\n  drink coffee in an oversized hoodie\n  ","149940":"\n  waiting for Jon to get home from work but it looks like he might be late so send questions to keep me company in the meantime!\n  ","149941":"\n  I was lazy about clothes today. The hoodie says \"bigfoot lives\"\n  ","149942":"\n  I hope they stay hidden forever I don't want humans to ruin them\n  ","149943":"\n  I read an encounter story once of a woman who lived in the forest and established a friendship with local sasquatch over the span of years where she kept offering gifts and eventually they started taking them and leaving gifts back for her- so that's what I always think of. Timid but friendly neighbors.\n  ","149944":"\n  I don't know if I do or not! But I looooooove that like every culture worldwide has squatch folklore. Plus I live in the PNW where he's kind of a big deal\n  ","149945":"\n  mental health, art, sasquatch, my bird\n  \n  but honestly I don't ever talk that long about anything my brain cuts everything up with brevity and clarity in mind and then spits it back out to me to use\n  ","149946":"\n  tracking info on some eye shadow I ordered\n  ","149947":"\n  wow you must be a total idiot\n  ","149948":"\n  thanks back atcha\n  ","149949":"\n  it was a weekend. I survived it. the most exciting part was finding new yarn in the bottom of my yarn drawer that's fit for another pair of socks\n  ","149950":"\n  no\n  ","149951":"\n  no\n  ","149952":"\n  I don't like either\n  ","149953":"\n  not that I remember\n  ","149954":"\n  why do you do this? No one wants your text book questions\n  ","149955":"\n  no? we're not turkeys lol\n  ","149956":"\n  I like dreams where I'm doing art so it would be one of those, probably with good times with friends also\n  ","149957":"\n  oh man probably a koala because they look more huggable\n  ","149958":"\n  contentedness\n  ","149959":"\n  hey hey hey it's shitfaced Sunday and I'm ready for your questions\n  \n  ask me anything! I'll answer what's appropriate- some topics to consider: -my life - mental health- art- makeup - the US\/the PNW- sasquatch- weed - birds- food - general questions\n  \n  here's my makeup of the day-\n  ","149960":"\n  buy him some mentos I guess\n  ","149961":"\n  It was hard, honestly. Losing a family member is hard. I had to really press myself to stay busy and productive.\n  \n  I had a neat one-off dream last night though, instead of my usual dream realm I dreamed I found a cave filled with neon colored outrageously big hats and wigs and I led a group of about 100 people down to them to select wonderful head pieces to wear.\n  \n  Also I drew a sasquatch\n  ","149962":"\n  yes and not that I can recall\n  \n  new DP\n  ","149963":"\n  somewhere new.\n  \n  Of the places I went this past year, East Jesus California was my favorite here's a pic of the sculpture garden entrance\n  ","149964":"\n  I don't know, I just do. I learned to find value in me and everything that I am. I learned to be mindful and to treat myself kindly. I grew to accept my body and my mind regardless of perceived flaws. It wasn't overnight it all took time and training.\n  ","149965":"\n  thanks\n  ","149966":"\n  it takes practice and small acts of self kindness and sometimes therapy can help guide you in the right direction\n  ","149967":"\n  all sorts of things animals people pets flowers abstract works here's an orangutan\n  ","149968":"\n  drawing, knitting, internet, sleeping\n  ","149969":"\n  I live with my partner, so I guess. It's going great we've lived with each other for 16+ years\n  ","149970":"\n  I haven't had the cognitive health to read a book in literally years. So no, I've not read it. Books are generally good gifts tho\n  ","149971":"\n  it doesn't matter if it's \"right\" or not (and it's perfectly normal to date new people, the time frame really doesn't matter)\n  \n  Likie, it might feel shitty but you've gotta move on it's not in your best interest to sit around policing someone else's relationships even if you disagree\n  ","149972":"\n  yellow gold ring and nose ring\n  ","149973":"\n  I'm good friends with many of my exes\n  ","149974":"\n  I was 6 or 7 and yeah that's a little weird that no one's spoiled it yet\n  ","149975":"\n  maybe\n  ","149976":"\n  uh\n  \n  love?\n  ","149977":"\n  no but I'm easily pissed off when people touch me if that counts\n  ","149978":"\n  nah my name is fine and there are lots of songs about me\n  ","149979":"\n  all my jeans are slim fit boot cut and I almost never wear them because jeans suck\n  ","149980":"\n  grilled cheese\n  ","149981":"\n  a lot about a few things I guess\n  ","149982":"\n  I definitely don't know and don't care about any religion or almost religion check in with google\n  ","149983":"\n  I mean the same as anyone I guess, trauma or anxiety or personal preference\n  ","149984":"\n  no they're all sweet babies\n  ","149985":"\n  most cats don't need to be trained, it's natural instinct. You just drop a kitten in their box once and they use it from there on\n  ","149986":"\n  yess they love that shit. We'll pull it out once in a while and just the jingle of the keychain it's attached to brings them running\n  ","149987":"\n  I guess, I mean it's definitely classed as a world religion right\n  ","149988":"\n  solid gold holistic dry food and blue buffalo wet food\n  ","149989":"\n  see my last answer\n  ","149990":"\n  not sure they're ever really trained cats 100% do what they want\n  ","149991":"\n  I don't have one of both together so here's just mimi under the tree\n  ","149992":"\n  they do!\n  ","149993":"\n  nearly 16\n  ","149994":"\n  5'7\"\n  ","149995":"\n  yes I grew up with several dogs\n  ","149996":"\n  Mimi and Rin\n  ","149997":"\n  I have no opinions lol. My best friend is vegan.\n  ","149998":"\n  I had pizza and a breadstick woo\n  ","149999":"\n  certain family members I guess.\n  ","150000":"\n  I taught myself using a book from the library called Stitch and Bitch: a Beginner's Guide to Knitting\n  ","150001":"\n  thanks\n  ","150002":"\n  not only did I knit them myself, I wrote the pattern for them myself\n  ","150003":"\n  Look I made socks\n  \n  also, ask me questions\n  ","150004":"\n  yes. Not as many as where I grew up in Virginia but there are some.\n  ","150005":"\n  I like florals and I like spices and I like resins and woods.\n  \n  My hand soap right now is honeysuckle\n  \n  my shampoo is rosemary\n  \n  my bar soap is lavender\n  \n  when I use the diffuser it's most often lime and frankincense\n  ","150006":"\n  sit here and answer questions lol\n  \n  knit\n  \n  watch Bob's Burgers re run with my partner\n  ","150007":"\n  I am on 12 different medications just on a regular day so I don't really add to that if I can help it. For instance I never take pain meds (like I'm waiting for a root canal right now with a throbbing nerve and turned down opoids) and I never really treat a cold. Sometimes I'll buy cough drops if I need them. Hydration and time is how I treat a cold.\n  ","150008":"\n  I guess the same as me but a lil younger and a lil smaller- I liked my body best around 180 lbs.\n  ","150009":"\n  I don't hate cleaning but right now my place is really dirty because I've been so overwhelmed with it. Sometimes it's just too much keeping up with 4 other beings (5 until recently)\n  \n  I can find the energy for the necessities like clean dishes and laundry most days at least\n  ","150010":"\n  my animal friends.\n  \n  As you all know I lost one of my babies recently. I drew him today to process my grief.\n  \n  Anyway now I'm emotionally drained, send questions to distract please\n  ","150011":"\n  I have zero interest in pageants\n  ","150012":"\n  -you're a child\n  \n  -I'm married\n  \n  -I don't care\n  \n  -you are, at this point, sexually harassing me\n  \n  -fuck off and die\n  ","150013":"\n  I'll wait up to 2 hours for most things that are important and about 45 min for non essential things so that's pretty patient right I don't mind waiting for things but when it gets to be toooo long then I'll just leave.\n  ","150014":"\n  I have panic disorder and people can be triggering but I'm also super medicated now so not lately\n  ","150015":"\n  twin peaks\n  ","150016":"\n  usually just pepperoni because that's what my partner likes but if I'm getting my own pizza I like olives and artichokes and spinach and anchovies and mushrooms\n  ","150017":"\n  albertson's grocery store\n  \n  amazon\n  ","150018":"\n  thanks <3\n  ","150019":"\n  yes throughout my childhood and then a couple of times as an adult. the most recent was a a parakeet so I had green and yellow makeup and black spots on my cheeks\n  ","150020":"\n  never been to either\n  ","150021":"\n  Seattle for sure\n  ","150022":"\n  I have no idea sorry I'm shit with gifts\n  ","150023":"\n  you don't have a chance in hell with me so I don't know why you're bothering. I think you're a disgusting creep and I wish you ill.\n  ","150024":"\n  because they shouldn't be having it until they are adults.\n  \n  because this isn't the place to learn\n  \n  because it's not my responsibility to teach\n  \n  because it's completely against the rules of this site like read the fucking tos\n  \n  Sorry I'm not going to discuss sex with children that's completely and totally fucked up and gross and these old men on this site flirting with teenagers? I'm watching your asses too.\n  ","150025":"\n  Just tips\n  ","150026":"\n  young military men often. it was a town with a lot of Navy bases.\n  ","150027":"\n  I didn't some you do it depends on how the club is operated\n  ","150028":"\n  I didn't really \"strip\" that's sort of an outdated concept.\n  \n  I pole danced in lingerie.\n  ","150029":"\n  it varies wildly\n  ","150030":"\n  Don't ask me I don't go to strip clubs to talk to people. Or for any reason. My experience is limited to a 6 month span twenty years ago almost\n  ","150031":"\n  for most dudes I've seen, loneliness. They just want a woman to talk to them and it's easy to do that when you're paying for it\n  ","150032":"\n  old dudes and military men. chatty. creepy. mostly respectful though.\n  ","150033":"\n  in 2002 it paid about $200 a night\n  ","150034":"\n  is this supposed to be mean spirited? I did work as a dancer when I was young and I'm not ashamed of that\n  \n  my income is art sales. I'm a professional artist.\n  ","150035":"\n  I live in washington state\n  ","150036":"\n  I don't know that I've been to either\n  ","150037":"\n  there are THIRTEEN YEAR OLDS on this site and I'm not a pedo so...\n  ","150038":"\n  old\n  ","150039":"\n  lol what\n  ","150040":"\n  no they divorced when I was 3\n  ","150041":"\n  Tupac\n  ","150042":"\n  pretty fucked up\n  ","150043":"\n  it's normal to show affection in front of your kids or not. Not overtly sexual\/overly passionate maybe but a kiss and a hug is healthy and good.\n  ","150044":"\n  no I hate them\n  ","150045":"\n  I'll Behave by Von Sell\n  ","150046":"\n  thanks\n  ","150047":"\n  I dunno this isn't really my genre. This is what I listen to\n  ","150048":"\n  I just woke up\n  ","150049":"\n  the only one I know is the one he does with Lizzo\n  ","150050":"\n  R and B\n  ","150051":"\n  I do not\n  ","150052":"\n  yeah since like middle school. I have a bad habit of cussing.\n  ","150053":"\n  cuss\n  ","150054":"\n  2\n  ","150055":"\n  I have no idea what this means\n  ","150056":"\n  not anytime soon how rude to ask like less than 24 hours after my cat passed lulz who taught you manners\n  ","150057":"\n  maybe one day\n  ","150058":"\n  good lord who knows. lots. I'm not counting boyfriends right now.\n  ","150059":"\n  thank you. It was sudden in a way but also he was very old so in a way I was expecting this to happen soon. He was a very good boy.\n  ","150060":"\n  I'm up late waiting on reports about my cat from the emergency vet keep me company with questions\n  ","150061":"\n  as far as I know they do not\n  ","150062":"\n  I've stayed with jobs between days to years. Now I'm medically unable to work.\n  ","150063":"\n  so much more expensive. it's rare to have pet insurance, I sure don't have it. It's $125 just to see a emergency vet, not counting any treatments or tests they do\n  ","150064":"\n  my cat Kyo is very ill but when we took him to the doc this morning his vital signs were good so they wanted us to wait 6 hours in triage. We made it 3 hours and then came home. My husband just left to take him back and try again to see a doctor.\n  ","150065":"\n  not easily but I can get frustrated. Like today when I was asked to wait essentially 6 hours for emergency vet care\n  ","150066":"\n  yes like I wake myself up sometimes especially shouting where I\"m dreaming of being in a heated argument and wake myself up with a yell\n  ","150067":"\n  I don't see why I would be kicking an making noise otherwise if I definitely do those things when I do know for a fact I'm dreaming\n  ","150068":"\n  yes\n  ","150069":"\n  I'm not.... I've been married and sharing a bed for like almost 16 years\n  ","150070":"\n  because I am an \"active\" dreamer. If I am walking in my dream, I am kicking my feet irl. If I'm talking or shouting, then I'm mumbling or making noise irl.\n  ","150071":"\n  it's Thirsty Thurs send in those questions- let's keep it light I've had a rough day\n  ","150072":"\n  yes\n  ","150073":"\n  hot black coffee\n  ","150074":"\n  nah I only remember a small percentage. I know I dream much more than I remember.\n  ","150075":"\n  not personally but I went to a Freudian dream interpreter specialist at my dad's insistance because he also offered cheap therapy and it was stupid as hell and we got no where and everything he suggested was wrong and felt insulting.\n  ","150076":"\n  no I'm not nor have I ever been a lucid dreamer.\n  ","150077":"\n  yuuuup\n  ","150078":"\n  20% for restaurants and most things, $5 for a haircut, $2 for a Lyft\n  ","150079":"\n  2,348\n  ","150080":"\n  these and also a little gold ring in my nostril and 4 earrings in each ear\n  ","150081":"\n  card always except for weed cuz they take cash only\n  ","150082":"\n  my partner\n  \n  my cat is sick and today was shit so let me remind you all that I am NEVER EVER in the mood for a debate but especially not today? like fuck off please. Let's keep it light around here.\n  \n  was so distressed this morning I didn't do makeup or hair and I actually wore JEANS like omg why\n  ","150083":"\n  depends 100% on who the \"friend\" is\n  \n  is it a creepy dude I'm only nice to so he doesn't shoot up a school? Then yes I'm wholly uncomfortable with every text but especially daily\n  \n  is it my BFF who I love hearing from? Then she can text me like 10 more times a morning if she wants\n  ","150084":"\n  reporting transphobia as hate speech and extremism so come get your reports assholes\n  ","150085":"\n  you're ruling out trans people.\n  ","150086":"\n  men do give birth\n  ","150087":"\n  I don't have one, I've never used it or anything like it\n  ","150088":"\n  you are such an entitled prick\n  \n  I don't owe you shit I told you to go away so anything further is getting reported as harassment\n  ","150089":"\n  so fucking what\n  \n  go away\n  ","150090":"\n  and conservatives don't value human beings so shrug\n  \n  this is boring I've had a hard day I don't even follow financial politics like at all so you're reallllllly barking up the wrong tree to start with you're just looking for an argument and I won't have it here. My cat is sick and I'm in pain I don't care about your boner for wealth\n  ","150091":"\n  we haven't been talking about millionaires this whole time why the fuck you changing lanes so hard\n  ","150092":"\n  omg\n  \n  I've been at the emergency vet all day\n  \n  I don't care about this ask Elizabeth Warren\n  ","150093":"\n  I mean I guess you can look at it that way but then you're putting property before people and that's some murky fucking morality shit there\n  ","150094":"\n  make billionaires millionaires.\n  ","150095":"\n  I think it's fair and should become policy\n  ","150096":"\n  he also said he'd absolutely pay more so I mean cherry pick parts of quotes more\n  ","150097":"\n  higher tax rate it's pretty simple.\n  ","150098":"\n  no not at all. I think it's unethical to hoard billions while so many suffer\n  ","150099":"\n  zero\n  ","150100":"\n  dunno\n  ","150101":"\n  4 cleanings a year\n  \n  1 xray a year\n  \n  something like 70% coverage of anything else\n  ","150102":"\n  probably not she just bought the practice like, last year. I would imagine there are loans to repay for a few years at least\n  ","150103":"\n  no they were removed when I was 18\n  ","150104":"\n  I mean I'm not a dentist or a hygienist so how the fuck would I know\n  ","150105":"\n  second molar from the back in the upper left\n  ","150106":"\n  I dunno what they're made out of. they're white to match the tooth.\n  ","150107":"\n  private. most dentists in america are.\n  ","150108":"\n  because it's cheaper than an extraction w crown\n  \n  and because I have all these old cavities in the tooth and now there is filling material rubbing against the nerve so I need something done to stop that pain\n  ","150109":"\n  have you not seen a senior bodybuilder before? I've seen some 90 year olds that could whoop your ass\n  ","150110":"\n  sure\n  ","150111":"\n  my inbox is always open\n  ","150112":"\n  yes, very. I have what would be considered by most \"Good\" dental insurance but I still have to pay $160 out of pocket for the root canal procedure and then about $600 next month for the crown.\n  ","150113":"\n  do you think I owe you something for that? What a literal piece of shit\n  ","150114":"\n  smoke weed and sleep\n  ","150115":"\n  yeah I've had no problems all day\n  ","150116":"\n  I am so good at it. In fact I realize now I forgot them both from the other day's list of previous jobs but I've been a professional gift wrapper for three seasons in the past\n  ","150117":"\n  2159 followers and I follow like- approx 20 people.\n  ","150118":"\n  my favorite part of the holidays is already happening- a sparkly tree and xmas music\n  ","150119":"\n  that never happens to me\n  ","150120":"\n  nothing I almost never eat breakfast\n  \n  didn't feel like makeup today but I did get my glasses fixed\n  ","150121":"\n  \"uptight:\"\n  \n  no, I don't eat spoiled foods.\n  ","150122":"\n  Xmas which is my non religious version of christmas\n  ","150123":"\n  so fucking what?\n  \n  keep it to yourself creep\n  ","150124":"\n  ended up not even dreaming about it- had a one off where me and a group of people went on a weird vacation somewhere a few states away\n  ","150125":"\n  none at all. but I'm for real leaving now, goodnight\n  ","150126":"\n  just to sum it up the headmaster of the art school thinks it's time for me to move on and my favorite part of my dream world is the classes I take at the art school\n  ","150127":"\n  thanks I hope I do- my dream realty has gotten kind of weird so I don't know if I will\n  ","150128":"\n  my mother and a handful of friendships and I just stopped.\n  ","150129":"\n  I dunno I'm getting ready to go to bed\n  ","150130":"\n  yes like I have my salivory glands seize up every time I bite something sweet but no one can explain this to me\n  ","150131":"\n  yes\n  ","150132":"\n  ?\n  ","150133":"\n  yeah I used to make resin jewelry\n  ","150134":"\n  yup\n  ","150135":"\n  ok\n  ","150136":"\n  no I never floss\n  ","150137":"\n  I chose my dentist\n  ","150138":"\n  just regular fillings and wisdom tooth removal\n  ","150139":"\n  next thurs. not the one coming up but the one after that\n  ","150140":"\n  today was long. but I'm okay. I need a root canal and my tooth hurts but a date is scheduled to fix it .\n  ","150141":"\n  art- makeup - birds - the us- my life- mental health - knitting - music - food - etc\n  ","150142":"\n  gotta stay up to take a pill later than usual, so keep me company! Ask me anything (appropriate)\n  ","150143":"\n  I don't choose to. It frustrates and irritates.\n  ","150144":"\n  what if it was the electric slide\n  ","150145":"\n  I used to be, but then I dislocated both of my sacro iliac joints in an accident and they're busted for life basically which prevents me from moving as fluidly as a normal person\n  ","150146":"\n  I like a lil meat\n  ","150147":"\n  just on my shoulders\n  ","150148":"\n  yes but I'm lazy at it\n  ","150149":"\n  diet coke is my favorite chemical sludge I drink one with dinner every night\n  \n  but Coffee is really the winner here. Coffee and me hang out all day long.\n  ","150150":"\n  hard cider. I hate wine, I only tolerate beer in social situations where cider isn't available, and mixed drinks are eh. But cider is delicious\n  ","150151":"\n  Emmit Otter's Jugband Christmas\n  ","150152":"\n  I have a strong dislike for FL in most ways but my sister lived in Pensecola and the one time I visited was nice so I'm just giving it like 2 shades or less florida hate\n  ","150153":"\n  nah I went to the fucking dentist at 9am and found out I need a root canal then I had to run all over town for prescription and errands and by the time I got home it was lunch time\n  ","150154":"\n  the beach is clean, that gives it a slight advantage to other shitholes in FL. But it's still FLorida which is overal the worst. Maybe Ohio is worse but only barely\n  \n  I did have a nice brunch in Pensacola once though, and the beach was clean.\n  ","150155":"\n  it's not really a crush so much as an appreciation and friendship and he's not a celebrity yet but he's got over 100,000 listeners on spotify so that's somethin'\n  \n  But I do want all my friends to like his music yes. Not obsessively just as a suggestion from the bottom of my heart.\n  \n  It's Von Sell! Check him out!\n  ","150156":"\n  if they say they're ariana grande, they're fake\n  ","150157":"\n  I only ever really feel lonely when my partner is out of town for work in the Summers and he's gone for like a week at a time, and I deal with it by reaching out to friends online and locally.\n  \n  I combat loneliness otherwise by being mindful and enjoying my time alone\n  ","150158":"\n  BB8\n  \n  I didn't feel like makeup today\n  \n  it's been a long day and it's not even noon\n  \n  distract me with questions! HALP!\n  ","150159":"\n  yes I\"m a very good swimmer\n  ","150160":"\n  at the beach\n  ","150161":"\n  I mean like all of them. except Pensacola is ok, it's several degrees not-as-bad at least\n  ","150162":"\n  no, although I have a black friend who is toeing the line. He's very religious and has conservative \"family\" values that can be on the verge of anti-lgbtqia+ and I've had words with him about it before. Also I want to say he's pro choice but only in certain circumstances or some shit.\n  ","150163":"\n  the first time I voted for a third party. the second time I voted for Obama. I got mixed up with shitty Libertarians for a while while I was struggling and got attached to the idea of third party politics for a minute. But then I grew up and stopped being an idiot.\n  ","150164":"\n  green\n  ","150165":"\n  I hate it but feel helplessly embroiled in it\n  ","150166":"\n  no\n  ","150167":"\n  I distributed literature for anti-racist action, but this was the 90s so we spouted a lot of shit about \"reverse racism\" too so that sucks of teen me. I also went to some Guerrila Girl rallies, fighting sexism in art specifically though grown up me thinks they're a little bit outdated and white feminist now.\n  ","150168":"\n  she doesn't like having her pic posted so no\n  ","150169":"\n  very rarely. under 10 times my entire school career.\n  ","150170":"\n  you're anon\n  \n  so creepy and a loser\n  ","150171":"\n  don't bring me your gross fetish shit. Like I'm old enough to be your mother probably would you ask me this in person? Totally fucking creepy. Fix yourself.\n  ","150172":"\n  Thanks homie! Hope you have a good week too.\n  \n  Hey followers I'm bored time to send in those sweet, sweet questions\n  ","150173":"\n  wish I knew\n  ","150174":"\n  no\n  \n  today's makeup\n  ","150175":"\n  almonds\n  ","150176":"\n  nutter butters\n  ","150177":"\n  I just made my 100th redbubble sale like 15 min ago, it was this little guy\n  ","150178":"\n  I guess if you advertise everyday and produce designs that are widely loved then maybe but for a regular person, not really. It's some spending money on the side.\n  ","150179":"\n  yes. There are acrylic paintings I've uploaded, digital paintings, and digital drawings. I use procreate on the ipad for the digital work.\n  ","150180":"\n  they're prints. Nothing on redbubble has been touched by me, I just upload an image.\n  ","150181":"\n  I've done many pet portraits they start at $15\n  \n  I draw my portraits. I don't take painting commissions, painting is reserved for me.\n  ","150182":"\n  I honestly have had that ability all Fall because of travel points and a companion pass with southwest airlines. We went to Las Angeles, Joshua Tree National Park, and San Diego.\n  ","150183":"\n  thx\n  ","150184":"\n  I am an artist. I make money directly through painting and portrait sales and a commission off of redbubble sales.\n  \n  My small paintings are $45-100, my portraits are $15+, and I earn 20% on redbubble.\n  ","150185":"\n  a beat called No Worries by one of my oldest friends- check out Antagonist Dragonspit on spotify or soundcloud\n  ","150186":"\n  2148\n  ","150187":"\n  a baby yoda design I might get tattooed but I definitely made available as a sticker in my shop\n  ","150188":"\n  Send those questions I'm 2 drinks deep\n  ","150189":"\n  thanks\n  ","150190":"\n  other than the toothache and someone stealing packages off my porch last night, it's been good. I made art and knitted and spent time with my favorite bird.\n  ","150191":"\n  It is, thanks. I am looking forward to the new year, because I have new social circles to be a part of and events to attend. I hope to be healthier overall and need less medical care. I hope to continue pumping out art as much as I have been lately\n  ","150192":"\n  it's Sunday and I don't have anything to drink yet my partner is late coming home but send in your questions anyway\n  ","150193":"\n  why do I keep getting this question\n  \n  I'm middle class.\n  ","150194":"\n  don't ask me. I think people who support him are disgusting losers\n  ","150195":"\n  put people before property for once in your disgusting lives\n  ","150196":"\n  so? he's still a cis white male who has fucked up policies and has no non-white support whatsoever\n  ","150197":"\n  way too moderate\n  ","150198":"\n  no\n  ","150199":"\n  my inlaws\n  ","150200":"\n  I have no idea\n  ","150201":"\n  $15\/hr\n  ","150202":"\n  I already knew that based on your questions. I wouldn't want to be friends with you.\n  ","150203":"\n  I'd be glad to vote for her but I don't think she's going to get the nom\n  ","150204":"\n  I have no strong opinions. He was okay.\n  ","150205":"\n  I just listed like dozens of jobs which one do you mean\n  ","150206":"\n  zodiac killer\n  ","150207":"\n  his fans are the worst but he's ok\n  ","150208":"\n  I hate him.\n  ","150209":"\n  about 6 months ago, my next cleaning is scheduled in 2 weeks\n  ","150210":"\n  in order:\n  \n  gallery assistant, jewelry sales, piercing assistant, tour guide, bulk mailer, college librarian assistant, figure model, diner waitress, retail at a gift shop, cocktail waitress, window dresser\/visual merchandiser, art sales, visual merchandising assistant manager, cell phone sales, office manager, chain restaurant waitress, time share sales, cocktail waitress, exotic dancer, furniture sales, visual merchandiser, overnight stock at a box store, customer service rep, and now.... artist\n  ","150211":"\n  are you 12?\n  ","150212":"\n  ....oh ok, an ANON gyno, questioning random women, makes perfect sense\n  \n  you're a fucking idiot\n  ","150213":"\n  what in the world makes you think that's your business? What a creepy and childish thing to ask\n  ","150214":"\n  I believe abortion should be safe and legal everywhere.\n  ","150215":"\n  no and I never want to.\n  ","150216":"\n  I see no issue with owning a pistol for home defense\/range shooting or a hunting rifle. I have 4 rifles in my home.\n  \n  I think guns that shoot faster and more than those types of guns- what we refer to as \"assault rifles\" should be banned.\n  ","150217":"\n  I can't wait to vote against him. Again.\n  ","150218":"\n  many guns\n  ","150219":"\n  yes but not in like 15+ years\n  "}}