{"Question":{"151293":"\n   What's up with you tonight?\n  ","151294":"\n   Well you’re NOT in a same sex relationship. Jamaica is one of the most homophobic places in the world. For gay people\/people in gay relationships it’s recommended to not even travel there.\n  ","151295":"\n   Every Jamaican I’ve met has been insanely homophobic\n  ","151296":"\n   Then  you’ve never met a Jamaican.\n  ","151297":"\n   Why are Jamaicans so mean?\n  ","151298":"\n   Do you know anyone who was an extra in a movie? Would you ever want to?\n  ","151299":"\n   .\n  ","151300":"\n   if you had to spend a year living and working in a country in Europe (u pick!) which country would you move to? if you already live in Europe, if u had to move to a different country in the continent!\n  ","151301":"\n   Does it bug you when someone assumes something that you haven't done and gives advice\/demands based on said assumption?\n  ","151302":"\n   Who is the most underrated ASKfm user?\n  ","151303":"\n   What is worse.. over packing or under packing?\n  ","151304":"\n   The Babadook was awesome omg! How often do you actually go to the movies instead of watching them at home?\n  ","151305":"\n   how did you meet your husband? did you like him straight away?\n  ","151306":"\n   If you could listen to only one music genre for your entire life, what would it be?\n  ","151307":"\n   What's the most awkward thing you can do in an elevator?\n  ","151308":"\n   When was the last time you laughed so hard? & what was it about?\n  ","151309":"\n   🦇When you'd trick-or-treat what did you use to keep the candy in? 🎃\n  ","151310":"\n   hi :) post a cute picture of ur kid(s)! or post a cute picture of ur pet(s)! or post a cute picture of urself!\n  ","151311":"\n   What are some positives of being you? 💌\n  ","151312":"\n   do you feel like you have more anxiety about social media after a break up?\n  ","151313":"\n   respond to this w two truths and one lie\n  ","151314":"\n   Have you ever been convicted of a crime\n  ","151315":"\n   what do u think of like leashes\/backpack leashes for kids?\n  ","151316":"\n   Is time relevancy important when you're finding someone attractive\/unattractive? For example, when looking at someone who was considered attractive in the 80's, is their hair too big to be considered attractive now or are 90's eyebrows too thin to be attractive nowadays or does that not matter?\n  ","151317":"\n   What are your favourite seasonal foods for Autumn\/Fall? Btw did you know that the name \"Fall\" is actually older than the name \"Autumn\"?\n  ","151318":"\n   It's October, aka \"Spooky Season\". What are some of your favourite spooky movies, whether they're horrors, thrillers, family friendly ones like Paranorman etc?\n  ","151319":"\n   Yesterday was International Pronoun Day. What are your pronouns? Feel free to use this to speak about your gender, trans people, your gender expression or how you express your gender now vs when you were younger etc.\n  ","151320":"\n   Where one can find the truth?\n  ","151321":"\n   Can I see a picture of you wearing your bra or bikini top?\n  ","151322":"\n   Will you have flowers in your hair\n  ","151323":"\n   An explicit question .. Do you imagine your life without makeup?😉\n  ","151324":"\n   If you have three wishes, what would you wish for?\n\n\"Imagine that Genie is \"Will Smith😂\n  ","151325":"\n   Is there any country you would like to visit?\n  ","151326":"\n   What’s your opinion on Jamaican accents?\n  ","151327":"\n   what accents do u loovveee listening to?\n  ","151328":"\n   abt what?\n  ","151329":"\n   How can you afford to travel but not Christmas presents\n  ","151330":"\n   Why do you only want to follow adult users\n  ","151331":"\n   When's your next trip?\n  ","151332":"\n   .\n  ","151333":"\n   Is addiction a mental illness ?\n  ","151334":"\n   What was your day like?\n  ","151335":"\n   you dont think the fetishists on here are creepy adults? i do\n  ","151336":"\n   no, i mean you assume its a child when adults are just as bad\n  ","151337":"\n   Wishlist's Link\n  ","151338":"\n   Who bought it for you?\n  ","151339":"\n   ,\n  ","151340":"\n   What are you craving right now?\n  ","151341":"\n   Read the book (The Death of the West: How Dying Populations and Immigrant Invasions Imperil Our Country and Civilization) by Patrick J. Buchanan\n  ","151342":"\n   Why   Do you answer sex questions then?\n  ","151343":"\n   why do you use “13 year olds” like an insult? there are 13 year olds way more aware and mature than some adults tbh\n  ","151344":"\n   Do you think Shannon Gilbert's death is somehow connected to the long island serial killer or just a huge coincidence?\n  ","151345":"\n   you seem to drink a lot. why? alcohol is a known depressant\n  ","151346":"\n   What's the best way to apologize?\n  ","151347":"\n   have you ever been to amish country?\n  ","151348":"\n   nice to meet you\nwhere are you from?\n  ","151349":"\n   Don’t answer sx questions then\n  ","151350":"\n   Hey everyone I follow! Tomorrow's my birthday (the 18th) so I'm planning on sending out a few spam questions. If anyone sees this and you want me to follow you, let me know. I plan on doing spam more often again. Anyway, to add a question if you have TikTok what's your @ ?\n  ","151351":"\n   neither of my parents ever remarried at all, but two of my friends fathers remarried MUCH younger women. both were accepting but i do wonder how they feel! how do you think you would react to one of your parents marrying someone much younger\/closer to your age?\n  ","151352":"\n   what are you like when you’re drunk?\n  ","151353":"\n   What’s ur opinion on anarchists?\n  ","151354":"\n   post-fight sxx or reunited after being apart sxx?\n  ","151355":"\n   What did you do today?\n  ","151356":"\n   .\n  ","151357":"\n   who’s a celebrity you couldn’t give less of a shit abt\n  ","151358":"\n   Who are you in a parallel universe?\n  ","151359":"\n   Do you often listen to your intuition?\n  ","151360":"\n   If the partner can’t text you back for more than 10 hours, is that a red flag? Can’t even send a “hey”?\n  ","151361":"\n   Have your parents ever dated outside their race ?\n  ","151362":"\n   How are you today?\n  ","151363":"\n   Apple juice or (hot) apple cider?\n  ","151364":"\n   .\n  ","151365":"\n   If you could choose between dazzling beauty, very high intelligence and tremendous wealth, which of these three options would you choose?\n  ","151366":"\n   Will you tell about your passions and hobbies? What makes you the most fun in your life?\n  ","151367":"\n   PAP your favorite view!\n  ","151368":"\n   Best fast food burger is:\n  ","151369":"\n   how old were you when you could tie your own shoes?\n  ","151370":"\n   Do you find it easy or difficult to lose weight?\n  ","151371":"\n   where i live, a LOT is protected by free speech. in some places holocaust denial is illegal\/punishable, where i live it is protected. should things like this be protected? what’s it like where you live? what are the limits to free speech?\n  ","151372":"\n   What’s the worst Halloween costume you’ve seen somebody wear?\n  ","151373":"\n   chocolate ice cream or vanilla ice cream?\n  ","151374":"\n   hot chocolate or chocolate milk?\n  ","151375":"\n   apple juice or orange juice?\n  ","151376":"\n   bacon or sausage?\n  ","151377":"\n   do you like the Beatles?\n  ","151378":"\n   What you know that others don't?\n  ","151379":"\n   What’s the worst horror film you’ve ever watched?\n  ","151380":"\n   how do you feel abt a partner’s consumption of porn? do you ever correlate it w unfaithfulness?  (are there limits\/rules?)\n  ","151381":"\n   have you ever dated someone who had attractive siblings? (lol)\n  ","151382":"\n   What did you learn about the American Civil War in school, if anything?\n  ","151383":"\n   omg\n  ","151384":"\n   Ootd\n  ","151385":"\n   .\n  ","151386":"\n   Do-over day! Tell about three things you would do differently!\n  ","151387":"\n   what’s a funny tv show that’s really easy to get into?\n  ","151388":"\n   Do  you think Dave Chappelle is funny?\n  ","151389":"\n   Have you ever been in a “yurt?” (Do you know what  a yurt is?)\n  ","151390":"\n   what’s your favorite special occasion\/fancy dessert?\n  ","151391":"\n   have you ever eat something  Hungarian food? what was that?\n  ","151392":"\n   What’s your current job title?\n  ","151393":"\n   How are you feeling today?\n  ","151394":"\n   Are you computer savvy?\n  ","151395":"\n   When is it ok to judge someome’s Past?\n  ","151396":"\n   How can I help a friend who’s mentally ill but refuses to seek a professional help? He’s in a very bad situation.\n  ","151397":"\n   Then why u used them lol\n  ","151398":"\n   You used your claws?\n  ","151399":"\n   Why right now?lol\n  ","151400":"\n   Have you ever cracked a laptop screen?\n  ","151401":"\n   *husband\n  ","151402":"\n   Have you ever grabbed a boy's butt 👀?\n  ","151403":"\n   Have you ever won a Halloween costume contest?\n  ","151404":"\n   If you have pets, do you dress them up for the spooky times?\n  ","151405":"\n   Do you have any dating dealbreakers?\n  ","151406":"\n   Were you ever turned down former club\n  ","151407":"\n   Why was Archie bunkers place always in financial crisis?\n  ","151408":"\n   Who was cuter? Gary Coleman vs Emanuel Lewis?\n  ","151409":"\n   it's Halloween month! \nWhat have you been doing for this spooky season?\n  ","151410":"\n   studies have shown that 70% of americans believe in angels. are you part of the percentage who believe? why\/why not?\n  ","151411":"\n   do you believe in the theories of ancient aliens (i.e. aliens visiting earth in ancient times and transferring advanced knowledge and technology)? why\/why not?\n  ","151412":"\n   do you believe in the existence of lost, underwater cities like the city of atlantis? similarly, do you believe in the otherworldly theory of the bermuda triangle?\n  ","151413":"\n   If your partner said “i have doubts about what you really feel idk maybe i’m just fucked up and it’s my brain telling me,” how would you feel? would that make you feel shitty and enough reason to break up?\n  ","151414":"\n   Do you believe in miracles? Have some ever happened in your life?\n  ","151415":"\n   Are your parents married, divorced or do you hardly even know them? How has it affected your life?\n  ","151416":"\n   What mobile phone model do you have?\n  ","151417":"\n   What was the last song you listened to?\n  ","151418":"\n   Are any of your close friends gay men?\n  ","151419":"\n   What's your morning routine?\n  ","151420":"\n   Do women like you?\n  ","151421":"\n   Why did you cancel the party\n  ","151422":"\n   .\n  ","151423":"\n   Ever caught your dad's friends checking you out ???\n  ","151424":"\n   what’s your favorite pizza topping?\n  ","151425":"\n   what is your favorite playboi carti song?\n  ","151426":"\n   what is your favorite podcast?\n  ","151427":"\n   What is the best place to hide things from others?\n  ","151428":"\n   Breakfast Club or Ferris Bueller’s Day Off?\n  ","151429":"\n   have you ever been to a baby shower?\n  ","151430":"\n   have you ever had jell-o shots?\n  ","151431":"\n   have you ever been to a strip club\n  ","151432":"\n   pls play movie critic for a second! i want to hear ur review\/critique of the last movie you watched that left an impression on you!\n  ","151433":"\n   what’s ur opinion on condoms?\n  ","151434":"\n   What was the last movie you watched that was really good?\n  ","151435":"\n   What is your favorite type of sushi?\n  ","151436":"\n   Do you know any big gossips?\n  ","151437":"\n   Do you dance like crazy when no one is looking? What music makes you dance the most?\n  ","151438":"\n   How old were you when you started playing video games?\n  ","151439":"\n   do you trust people when they compliment you\/do you believe compliments?\n  ","151440":"\n   What is your favourite sport?\n  ","151441":"\n   How do things work then?\n  ","151442":"\n   But you call it an 'it' which means it's a thing\n  ","151443":"\n   So where does the paranoia go when you take your meds?\n  ","151444":"\n   Would you be more paranoid if you didn't take meds?\n  ","151445":"\n   How do you feel about cops?\n  ","151446":"\n   Have you ever had a siamese cat?\n  ","151447":"\n   Last time you hit back?\n  ","151448":"\n   Do you get paranoid much?\n  ","151449":"\n   What is your opinion on white Americans who adopt black African children?\n  ","151450":"\n   what is your favorite “cocktail?” (an alcoholic drink consisting of a spirit or several spirits mixed with other ingredients)\n  ","151451":"\n   Do you know any Mormons?\n  ","151452":"\n   Have you ever visited someone in prison?\n  ","151453":"\n   Have you ever tried Filipino food\n  ","151454":"\n   Do you really hit back?\n  ","151455":"\n   Last time you've seen a shooting star? Did you make a wish? Did it come true?\n  ","151456":"\n   Is there any better feeling\/pleasure than morning stretches?\n  ","151457":"\n   Do you have a lot of blocked people on Ask.fm? What makes someone added to your blacklist?\n  ","151458":"\n   Ok, I understand:)\n  ","151459":"\n   Tell me about the weather there.  Was it warm both day and night - only shorts and t-shirt required?\n  ","151460":"\n   have you watched any of Glee? (lol)\n  ","151461":"\n   Hi Allison,  I really like the scenery picture you posted - where is that? It’s beautiful.  I happen to romanticise desert landscapes - I fair better in hot weather:)\n  ","151462":"\n   .\n  ","151463":"\n   What year were you born?\n  ","151464":"\n   have you ever snorted a drug\n  ","151465":"\n   Why?\n  ","151466":"\n   Is Idris Elba attractive?\n  ","151467":"\n   Would you rather have a chubby redhead or a skinny blonde?\n  ","151468":"\n   London, England or Kingston, Jamaica?\n  ","151469":"\n   Would you date someone who was bisexual?\n  ","151470":"\n   Who has the most beautiful eyes?\n  ","151471":"\n   pineapple or coconut?\n  ","151472":"\n   have you heard the term “culture vulture” before? what celebrities\/artists does it make u think of?\n  ","151473":"\n   if u had three chances to make a free throw 🏀 (from the free throw line obviously) do u think u would make at least one of them?\n  ","151474":"\n   If someone offered you 80 dollars to get one word tattooed on ur inner wrist, would you do it? (Obviously the tattoo is free too.) If so, what word would you choose?\n  ","151475":"\n   Do you like playing darts?\n  ","151476":"\n   Did you make pancakes ?\n  ","151477":"\n   what kind of frosting do you like best on red velvet cake?\n  ","151478":"\n   what kind of frosting do you like best on carrot cake?\n  ","151479":"\n   what kind of frosting do you like best on yellow cake?\n  ","151480":"\n   soft shell tacos or hard shell tacos?\n  ","151481":"\n   how many hours of sleep do you usually get?\n  ","151482":"\n   Best cheese:\n  ","151483":"\n   what’s your favorite Elvis song?\n  ","151484":"\n   What's the most heartwarming thing you've ever seen\/experienced?\n  ","151485":"\n   Is it getting harder and harder to fall in love with someone over the years, or do you disagree with this statement?\n  ","151486":"\n   What would your perfect room look like?\n  ","151487":"\n   Name one thing you learned today?\n  ","151488":"\n   Why was your day bad?\n  ","151489":"\n   .\n  ","151490":"\n   Do you like King Cake? (The Marco Gras cake.)\n  ","151491":"\n   so, not a rebound?\n  ","151492":"\n   What was the last thing you got for free?\n  ","151493":"\n   A guy broke up with his gf bc he felt like the situation was suffocating him, but the gf has still strong feelings for him. After 2 months, the guy met someone new and was in a relationship with this new girl. Do you think the new girl was a rebound, or the guy actually has feelings for her?\n  ","151494":"\n   Are you ready for marriage?\n  ","151495":"\n   Do you watch The Handmaid's Tale?\n  ","151496":"\n   What ice cream flavor do you not ever eat?\n  ","151497":"\n   Something from your past you wish was still here:\n  ","151498":"\n   What is the best thing about your country? (Choose only one thing)\n  ","151499":"\n   Pick something you find misunderstood by many people and make it clear:\n  ","151500":"\n   Why is killing an insect isn’t like killing a cat? Why is killing a fish isn’t like killing an elephant?\n  ","151501":"\n   What if you were erased and a 100% physically identical copy of you were made again, it also has all your memories. Would it be you? Why?\n  ","151502":"\n   Does anger show the hidden truth about people or does it change them to something else? Why?\n  ","151503":"\n   Apple pie or pumpkin?\nPumpkin or sweet potato pie?\nPumpkin or pecan?\n  ","151504":"\n   do you care for raisins?\n  ","151505":"\n   what is something you don’t like about your dad?\n  ","151506":"\n   what was the meanest thing you did in high school?\n  ","151507":"\n   what would you change about your country’s prison system?\n  ","151508":"\n   Japanese food or Italian food?\n  ","151509":"\n   Thanks Allison! One more question if you don't mind- how often do you recommend changing them? I don't want my dad to get mad at me for going through them too quickly but I also don't want to smell or be uncomfortable or unhealthy :( Thanks again!\n  ","151510":"\n   Ever left food items out and forgot about them until much later? Oops.\n  ","151511":"\n   What do you usually forget?\nDon't say\"my self\"😛\n  ","151512":"\n   Suggest people to follow (who ask questions or at least answer them properly). If you'd rather not, just post the last song you listened to. (You can do both).\n  ","151513":"\n   What band or song is overrated for you?\n  ","151514":"\n   Acoustic guitar or electric?\n  ","151515":"\n   Does Mexican food ever make you crave chocolate?\n  ","151516":"\n   Who would you want to go out to dinner with on here? \n\nInspired by my anon sending my @ around.\n  ","151517":"\n   Do you think smoking makes you age?\n  ","151518":"\n   Are you living your dream?\n  ","151519":"\n   grilled cheese or tomato soup? (i know they go together but which do you like better)\n  ","151520":"\n   have you ever cut a person out of your life for being racist\/homophobic\/xenophobic\/something of that sort i didn’t list?\n  ","151521":"\n   have you ever been to a funeral?\n  ","151522":"\n   Do you think it’s a wrong decision to get back with someone you previously dated? Why or why not\n  ","151523":"\n   so idk if you get your nails done\/ever take pictures of your nails. but if you are taking a picture of your nails do you take a picture of the back of your hand (fingers outstretched) or the palm of your hand (fingers folded in)?\n  ","151524":"\n   Do you wish that some people would get out of your life? What did they do to make you feel so?\n  ","151525":"\n   What is the worst social media site in your opinion? What do you hate about it?\n  ","151526":"\n   What are things that have a negative effect on you but usually not on everyone else?\n  ","151527":"\n   What’s your name? Where you from? What’s your drink when you get drunk? What’s your sign? What’s your song?\n  ","151528":"\n   How did you guys meet?\n  ","151529":"\n   White Castle or White Claws?\n  ","151530":"\n   What challenges\/adversity  did you face? If any?\n  ","151531":"\n   With a hispanic man?\n  ","151532":"\n   Have you ever been in an interracial relationship\n  ","151533":"\n   Have you ever been in a same sex relationship\n  ","151534":"\n   Is there something really really attractive about blue eyes?\n  ","151535":"\n   whats the worst thing you’ve done while on the clock\/at work ?\n  ","151536":"\n   have you ever owned a white car?\n  ","151537":"\n   You have been stuck in a bunker for like a year (let’s say it’s the apocalypse). You’ve been living off nutritious non-perishables. (beans and rice and canned goods). You get the opportunity to receive ONE fresh fruit or vegetable. After a year of no fresh produce, which would you choose?\n  ","151538":"\n   you have been stuck in a bunker for like a year (let’s say it’s the apocalypse). you’ve been living off nutritious non-perishables. like beans and rice and canned goods. you get the opportunity to receive ONE fresh fruit or vegetable. after a year of no fresh produce, which would you choose?\n  ","151539":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","151540":"\n   It was a smash hit in my second year at university, hearing it is the last thig I remember for many nights that year!\n  ","151541":"\n   Dance like this?\n   \n    https:\/\/www.youtube.com\/watch?v=eGUIE844hxk\n   \n","151542":"\n   Are you married?\n  ","151543":"\n   when was the last time you were drunk?\n  ","151544":"\n   how do you feel about spinach?\n  ","151545":"\n   do you have any bad tattoos?\n  ","151546":"\n   how many kids do you have?\n  ","151547":"\n   You don’t like the rockabilly style\n  ","151548":"\n   Do you prefer tampons or pads? Do you ever wear pantyliners? What brand do you use?\n  ","151549":"\n   What time period are you most the nostalgic for?\n  ","151550":"\n   What do you think of the ‘50s?\n  ","151551":"\n   Is love blind?\n  ","151552":"\n   What is the unforgivable mistake to you?\n  ","151553":"\n   Do you often ask yourself philosophical questions or do you find it boring and meaningless?\n  ","151554":"\n   What’s a thing that many people get wrong about you?\n  ","151555":"\n   Is it wrong to love a friend more than a family member? Why?\n  ","151556":"\n   When it comes to attention, do you mostly give it or get it?\n  ","151557":"\n   Do you suffer from wrist pain\/carpal tunnel syndrome?\n  ","151558":"\n   those of who have some tattoos! where was the most painful spot that you’ve gotten a tattoo? where was the least painful spot that you’ve gotten a tattoo?\n  ","151559":"\n   Do you feel needed by some people in your life? Is it a bad thing to be needed by many people? Or is it a bad thing not be needed by anyone at all?\n  ","151560":"\n   Have you ever refused to have something because you thought you don’t deserve it? What was it if you have?\n  ","151561":"\n   Who is the person that you've spent most the time of your life with?\n  ","151562":"\n   Is it bad to not have friends except your family members? Why?\n  ","151563":"\n   would you consider any of your siblings “friends?”\n  ","151564":"\n   What’s your opinion on whole wheat bread?\n  ","151565":"\n   What was so good about your day?\n  ","151566":"\n   what stresses you out?\n  ","151567":"\n   how do you feel about bologna?\n  ","151568":"\n   Is it more important to be loved or to fall in love?\n  ","151569":"\n   What are you not afraid to do?\n  ","151570":"\n   Do you drink enough water? How much?\n  ","151571":"\n   What music do you listen to when you need to concentrate on work?\n  ","151572":"\n   What motivates you?\n  ","151573":"\n   .\n  ","151574":"\n   There are people who are antisocial, completely do not trust people, prefer to be on their own and live alone. They are just friends for themselves.\n  ","151575":"\n   Which fictional character would you date?\n  ","151576":"\n   Loneliness - would you prefer or recommend this lifestyle to someone?\n  ","151577":"\n   do you eat fish? what’s your favorite fish? (i loovveee halibut.)\n  ","151578":"\n   have you ever been to a pumpkin patch?\n  ","151579":"\n   do you know what you dressed up as for your first halloween?\n  ","151580":"\n   what is your favorite scary movie?\n  ","151581":"\n   what’s ur fav kind of sushi roll?\n  ","151582":"\n   your brows are looking a bit rough compare with the good makeup application. try using brow pencil\n  ","151583":"\n   Favorite Halloween candy ?🎃\n  ","151584":"\n   Do you always buy fall candles? Favorite kind? \n\nI still have a Frosted Cranberry one from last year so burning that atm 🕯\n  ","151585":"\n   Do you answer phone numbers that you don't know?\n  ","151586":"\n   Last song you listened?\n  ","151587":"\n   Donald Trump. Like or dislike? 😐\n  ","151588":"\n   so what’s ur opinion on butts?\n  ","151589":"\n   are you a godparent? how would you feel about someone in your life (a friend, a sibling) asking you to be the person who has custody of their children in the event of a tragedy?\n  ","151590":"\n   What’s your biggest flaw?\n  ","151591":"\n   do u have any nightmare vacation\/hellish road trip stories?? (sometimes traveling can be an absolute shitshow 👎🏼)\n  ","151592":"\n   Is twerking attractive?\n  ","151593":"\n   who’s your favorite alcoholic character?\n  ","151594":"\n   who’s your favorite fat character?\n  ","151595":"\n   what holiday makes you feel the most nostalgic?\n  ","151596":"\n   PAP your style icon!\n  ","151597":"\n   what’s ur opinion on period sxx?\n  ","151598":"\n   can u come from head? (have u ever??)\n  ","151599":"\n   What song bring memories from your childhood?\n  ","151600":"\n   Do shooting stars have power to fulfill wishes?\n  ","151601":"\n   maple syrup or honey?\n  ","151602":"\n   fruit or chocolate?\n  ","151603":"\n   do you like slapping?\n  ","151604":"\n   what’s the worst thing you’ve done, that your parents don’t know abt?\n  ","151605":"\n   Do you prefer to answer questions or ask them?\n  ","151606":"\n   If people had a warning label, what would yours say?\n  ","151607":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?\n  ","151608":"\n   What is the best commercial you’ve ever seen?\n  ","151609":"\n   Are you a hot weather or cold weather type of person?\n  ","151610":"\n   can you dance?\n  ","151611":"\n   do you like american movies?\n  ","151612":"\n   what’s your favorite kind of pancake?\n  ","151613":"\n   Taking meds\n  ","151614":"\n   i hate life\n  ","151615":"\n   im depressed\n  ","151616":"\n   howe r u Allison\n  ","151617":"\n   What has been tiring you lately?\n  ","151618":"\n   What are you waiting for? How much have you been waiting?\n  ","151619":"\n   Can you explain further about what this means, pls?\n  ","151620":"\n   To treat others better than you treat yourself, does it make naive, generous or something else?\n  ","151621":"\n   Your all-time favorite song:\n  ","151622":"\n   Is there anything you find embarrassing about your country?\n  ","151623":"\n   What’s the last compliment you’ve received?\n  ","151624":"\n   What do you like to do for fun? :D\n  ","151625":"\n   What’s a saying in your country that you love that would confuse tf out of anyone foreign?\n  ","151626":"\n   Hhmmmm \nAny pet?\n  ","151627":"\n   Living happy life thats good \nLong relationship\n  ","151628":"\n   Good work keep it up \nWhats ur hubby do ?\n  ","151629":"\n   Do u work ?\n  ","151630":"\n   Inspirational story \nThis made me smile \nWooww\n  ","151631":"\n   God bless you \nI can understand your condition this hurts internally because i am facing \nDo you have any children ?\n  ","151632":"\n   U was taking medicine ?\n  ","151633":"\n   Yeah u right my psychologist told me that u r a anxiety  prone person . everyone respond different to anxiety or stress and  doctor said we r not giving u any medicine and referred me to a psychologist\n  ","151634":"\n   Have you ever been to a music festival? What was the experience like?\n  ","151635":"\n   If i feel confuse in crowded places and dont feel comfortable at the start but after sometime return to normal and after few minutes condition starts again \nI have agoraphobia ? What u say ?\n  ","151636":"\n   Do you have agoraphobia ?\n  ","151637":"\n   Hhmm thats very nice\n  ","151638":"\n   What u say about depression ?\n  ","151639":"\n   Like mode disorder, anxiety, panic disorder sometimes but not facing any memory related conditions no memory loss \nBut i lose concentration easily and very phobic to diseases but dont facing hallucination or delusions related conditions\n  ","151640":"\n   Few symptoms are also present in me\n  ","151641":"\n   What symptoms you have ?\n  ","151642":"\n   on halloween, does your house get Trick or Treaters? 🎃🍬\n  ","151643":"\n   Chubby girl with big booty, or skinny girl with no booty?\n  ","151644":"\n   Describe your neighborhood!\n  ","151645":"\n   How do you maintain your physique???\n  ","151646":"\n   what’s your middle name?\n  ","151647":"\n   hi! if you are married, will u respond to this w a wedding pic? or, if you are dating someone, will you respond to this w a cute pic of u and ur partner?\n  ","151648":"\n   have you ever been on a jury?\n  ","151649":"\n   have you ever been to an Office Christmas Party™\n  ","151650":"\n   Is it a red flag If you apologise to someone and they forgive you for what you did but still keep mentioning even after years?\n  ","151651":"\n   What’s the difference between loneliness and being alone? Do you believe that the capacity to be alone is the capacity to love? If you feel a certain feeling, do you just let it be, own it, or you have to distract yourself from it?\n  ","151652":"\n   What are your views on \"forgiveness\"? Are you the sort to forgive easily, the sort to give people a lot of chances, or otherwise?\n  ","151653":"\n   Why do they hate you? Did you try to rekindle?\n  ","151654":"\n   What’s the best way to deal with your younger sibling from making bad choices such as druugs? They are 18. I have tried to talk them about it but they hate me for just giving them an advice and cut me off. We were super close and this breaks my heart.\n  ","151655":"\n   do you own any expensive perfumes?\n  ","151656":"\n   how do you apply perfume\/ do you buy spray perfumes, solid perfumes, roll on? where do you apply?\n  ","151657":"\n   greatest rapper of all time:\n  ","151658":"\n   what are your favorite broke\/cheap\/too lazy to really cook meals? (lmao)\n  ","151659":"\n   Hope you have a good day 💙\n  ","151660":"\n   Is there someone you trust with your life?\n  ","151661":"\n   have you ever been to Central Park?\n  ","151662":"\n   would you rather be a doctor or a judge?\n  ","151663":"\n   What habits do you have that annoy others around you?\n  ","151664":"\n   PAP of food u ate\n  ","151665":"\n   Tell us about one of your biggest responsibilities. How did you deal with it?\n  ","151666":"\n   When was the last time you apologized? For what?\n  ","151667":"\n   Some tastes or liking you can’t comprehend (like not understanding how some people like this color, that type of food, a musical genre, a character, a company... etc.):\n  ","151668":"\n   When u  was diagnosed with schizophrenia ?\n  ","151669":"\n   Sleep for 8 hours or party for 8 hours?\n  ","151670":"\n   fun fact: i secretly love touring old historical stuff! what historical things have you toured?? any highlights? (seriously recommend some cool old shit lol)\n  ","151671":"\n   Fact about you..!\n  ","151672":"\n   What is your biggest fear or worry?\n  ","151673":"\n   those of you who don’t vote: why not???\n  ","151674":"\n   do you vote?\n  ","151675":"\n   Drunk Dining! where do u end up after a night out?\n  ","151676":"\n   Do you think it should be illegal to refuse to use an individuals preferred pronoun?\n  ","151677":"\n   .\n  ","151678":"\n   What is it about crowds that make you feel anxious?\n  ","151679":"\n   What things are a source of anxiety for you?\n  ","151680":"\n   Are you in control of technology or is technology in control of you?\n  ","151681":"\n   .\n  ","151682":"\n   You don't have to answer this if it is too personal. But, what is one stereotype \/ stigma surrounding mental health that you feel is incredibly untrue and unfair?\n  ","151683":"\n   Me too on the scale of mental disorders... Hopefully they're not causing distress.\n  ","151684":"\n   You're worse than Morgan you're in the running for my least favorite person on here you might be as bad as Anna\n  ","151685":"\n   What are you good at that nobody knows?\n  ","151686":"\n   Do you answer phone numbers that you don't know?\n  ","151687":"\n   (do you like\/watch Black Mirror?) what’s your favorite episode of Black Mirror?\n  ","151688":"\n   Ahh sorry for mistaking her for being a him! Well I’m glad she likes attention because she’s definitely got a lot of it coming from me 💚\n  ","151689":"\n   Your parakeet is so cute! Can you tell us about him 😇\n  ","151690":"\n   (i’ve been thinking a lot abt going to school!) have you ever gone to community college? have you ever gone to a four year university?\n  ","151691":"\n   (if you ever enrolled in university) what university did you attend?\n  ","151692":"\n   What can you just not understand anyone disliking?\n  ","151693":"\n   Tell us about a time you proved yourself:\n  ","151694":"\n   What’s a thing you used to be good at but unfortunately not anymore?\n  ","151695":"\n   What do you truly need?\n  ","151696":"\n   What do you want more people to know about you?\n  ","151697":"\n   What is something you want to accomplish in your lifetime?\n  ","151698":"\n   certified? how?\n  ","151699":"\n   Woww you're very beautiful can I meet you?\n  ","151700":"\n   sausage\/cheese sandwich or bacon\/cheese sandwich?\n  ","151701":"\n   Do you have vegetarian friends who push everyone around that they should change their lifestyle and switch to vegetarianism?\n  ","151702":"\n   sausage\/egg\/cheese sandwich or bacon\/egg\/cheese sandwich?\n  ","151703":"\n   have you been following the Amber Guyger case? (what are your thoughts?)\n  ","151704":"\n   .\n  ","151705":"\n   You're kinda a badass\n  ","151706":"\n   What do you mean you're schizophrenic?\n  ","151707":"\n   How may ghosts have you seen?\n  ","151708":"\n   Do you wish you could read someone's mind? Why?\n  ","151709":"\n   okay if you’re COMPLETELY honest, do you feel like you generally date people more or less intelligent than you?\n  ","151710":"\n   Last time you committed genocide?\n  ","151711":"\n   What did you major in in college\n  ","151712":"\n   When's the last time you \"paid it forward\"?\n  ","151713":"\n   Should you have to pay a toll fee if there's no toll booth?\n  ","151714":"\n   Last time you rang someone's door bell or knocked at the door?\n  ","151715":"\n   Who out of the people you follow should I follow? Need some newer people :)\n  ","151716":"\n   What's to the right of you?\n  ","151717":"\n   Because it would ruin the billionaires business\n  ","151718":"\n   If we make billionaires pay for things it will ruin the economy\n  ","151719":"\n   What is the oldest memory you have about yourself?\n  ","151720":"\n   Does everyone have to work even if they don’t need more money? Why?\n  ","151721":"\n   Give us an idea or a solution to a problem you care about.\n  ","151722":"\n   Can we be cautious and still give others the benefit of doubt? Why\/How?\n  ","151723":"\n   What is your greatest fear?\n  ","151724":"\n   .\n  ","151725":"\n   Do you like toast or bagels more ?\n  ","151726":"\n   so i am a young adult who is very lost in the world as of right now. what are you doing? how are you doing? what are you doing w ur life\/future? (big questions but)\n  ","151727":"\n   how many languages do you speak?\n  ","151728":"\n   what job seems almost ridiculously easy?\n  ","151729":"\n   Have you ever been to Texas?\n  ","151730":"\n   What about being friends with him?\n  ","151731":"\n   If Ben apologized for his bad behavior and completely changed as a person 5 years from now would you consider dating him if you were single?\n  ","151732":"\n   did you grow up with a dog\/with dogs?\n  ","151733":"\n   what are ur favorite kinds of pets, besides cats and dogs?\n  ","151734":"\n   Question: if I tell him I’m not sure I want to do it and then we start making out but eventually he spreads my legs and I don’t stop him, did I consent?\n  ","151735":"\n   Do you believe in happy ending?\n  ","151736":"\n   Do you have any nervous ticks or odd habits you do when anxious? Do you mind sharing what they are if you have ticks when you get anxious?\n  ","151737":"\n   would you rather give up alcohol or chocolate?\n  ","151738":"\n   Do you tend to remember or block out embarrassing moments?\n  ","151739":"\n   How did you do that?\n  ","151740":"\n   would you describe your parents as tolerant?\n  ","151741":"\n   are you tall?\n  ","151742":"\n   Do you like quinoa?\n  ","151743":"\n   Do you follow any cute girls on here?\n  ","151744":"\n   are ur parents generally accepting of who you date? (would ur parents be accepting of you bringing home someone of the same sex? of a different race? what about older than you?)\n  ","151745":"\n   What’s your opinion on meatball subs?\n  ","151746":"\n   A talent you wish you had:\n  ","151747":"\n   Up to this point in life, do you feel like you’ve mostly been exhausted? Or do you think life has been easy on you?\n  ","151748":"\n   People change, but sometimes somethings stay the same. What changed about you? What didn’t?\n  ","151749":"\n   What is\/was your most hated class in school and what is\/was your favorite?\n  ","151750":"\n   Are you a clumsy person? Have you ever heard oh crap moment that broke or spilled something in someone’s else house?\n  ","151751":"\n   if u were a grandparent, what sort of nickname do u think u’d want?\n  ","151752":"\n   what did you call your grandparents on your mother’s side? what did you cal your grandparents on your father’s side?\n  ","151753":"\n   this made me laugh harder than it should have, lmaoo.\n  ","151754":"\n   what do you think of the acronym “acab?” is it true? (do you know what it stands for lol?)\n  ","151755":"\n   What do you think of Kamala Harris?\n  ","151756":"\n   Do you meatballs?\n  ","151757":"\n   Do you like being drunk\n  ","151758":"\n   Do you prefer chicken or turkey\n  ","151759":"\n   do you like to share meals\/split meals at restaurants?\n  ","151760":"\n   what are three things that are very much within your comfort zone? what are three things that are very much not within your comfort zone?\n  ","151761":"\n   what is the something that might seem simple or everyday or menial, that is kind of sacred to you? (i hope this question makes sense, even if you have to think about it for a second.)\n  ","151762":"\n   Do you like KIRK COUSINS\n  ","151763":"\n   Does a salad taste better when it's filled with only vegetables or does it need some help with protein?\n  ","151764":"\n   U r hot\n  ","151765":"\n   WYD\n  ","151766":"\n   rude. leave goths, and other ppl alone ffs!\n  ","151767":"\n   Are you an early bird or a night owl?\n  ","151768":"\n   You hurt yourself a lot\n  ","151769":"\n   Was it a smart idea to go rollerblading when you already had a broken elbow? Haha\n  ","151770":"\n   what is the superior free appetizer: breadsticks or chips and salsa?\n  ","151771":"\n   which of ur parents is more passive?\n  ","151772":"\n   I broke my elbow and had a cast. I also had surgery because I broke and dislocated. Did you need surgery?\n  ","151773":"\n   In your very first photo, your pits are unshaven and it doesn't look like you've a cast on in that picture.. how did you manage to break both elbows?\n  ","151774":"\n   Why don't you shave your pits?\n  ","151775":"\n   Are you really a girl?\n  ","151776":"\n   what did you do post prom?\n  ","151777":"\n   what’s your favorite kind of bread?\n  ","151778":"\n   what’s your all time favorite sitcom?\n  ","151779":"\n   What’s ur opinion on lesbian porn\n  ","151780":"\n   is eye contact hot? 👀\n  ","151781":"\n   do you prefer non-word sounds (lol) or do you like dirty talk?\n  ","151782":"\n   What do you think of face tattoos?\n  ","151783":"\n   Give some type of people an advice:\n  ","151784":"\n   Has anyone sacrificed for you before? What did they sacrifice? Why?\n  ","151785":"\n   What’s the difference between complex and deep? (matters not people)\n  ","151786":"\n   What is freedom?\n  ","151787":"\n   What is one piece of advice you feel everyone needs to hear?\n  ","151788":"\n   In your experience, what do you think it is that drives people to behave cruelly towards each other?\n  ","151789":"\n   Do you have a bucket list? \n\n3 things you want to do \n\n3 you've done\n  ","151790":"\n   other things to ask me about:\n  ","151791":"\n   Turmeric potatoes >\n  ","151792":"\n   Huh?\n  ","151793":"\n   I crave nilla wafers sm lately... Have you ever had banana pudding w them ?\n  ","151794":"\n   Would you say California is overrated?\n  ","151795":"\n   .\n  ","151796":"\n   Did you graduate high school at the same school you started high school at?\n  ","151797":"\n   when ur stoned, what snacks do you crave the most?\n  ","151798":"\n   are you a good kisser?\n  ","151799":"\n   Best way to use it or do you use the pills?\n  ","151800":"\n   what’s your favorite spice?\n  ","151801":"\n   what’s your favorite snack food?\n  ","151802":"\n   who’s your favorite Disney princess?\n  ","151803":"\n   what’s your favorite holiday?\n  ","151804":"\n   probably my favorite album of all time 🍌😀 what is your favorite Velvet Underground song?\n  ","151805":"\n   Are you Christian?\n  ","151806":"\n   OH SHIT. SLAAAYYYY QUEEN.\n  ","151807":"\n   Do you smile at strangers? Why or why not?\n  ","151808":"\n   What is your favorite Childish Gambino song?\n  ","151809":"\n   I can't stop thinking about....?\n  ","151810":"\n   Where do you see yourself in the next 10 years?\n  ","151811":"\n   How would you like to celebrate your next birthday?\n  ","151812":"\n   Do you tolerate heat or cold better?\n  ","151813":"\n   What do you believe happens to us after life?\n  ","151814":"\n   On a scale from 1-10, how weird are you?\n  ","151815":"\n   Are you still on a vacation?\n  ","151816":"\n   have you done heroin?\n  ","151817":"\n   What is your opinion about people who keep in touch with someone during school, study or work, and then in their free time, on weekends, holidays, after finishing education or after work completely break off contact with people whom they until recently called friends?\n  ","151818":"\n   When it comes to buying things, do you prefer to buy from name brands or generic brand? Or does it not make a difference?\n  ","151819":"\n   What would be a good breakfast food to prepare for a Valentine’s Day breakfast?\n  ","151820":"\n   have you ever recreated a junk food\/processed food at home? (like made homemade twinkies, or homemade pop tarts, or something like that?)\n  ","151821":"\n   what is your favorite way to eat a lot of carbs?\n  ","151822":"\n   Let's say you have unlimited resources, what are the first 2 things you'll do to make the world a better place?\n  ","151823":"\n   What's something you're looking forward to?\n  ","151824":"\n   what’s your least favorite: holiday?\n  ","151825":"\n   Vanilla latte or chocolate mocha? (The coffee drinks)\n  ","151826":"\n   lmfao! ostriches are bad ass but i can’t imagine they’d be easy to travel with. are places, cafes etc, legally obliged to let you in with bubo?\n  ","151827":"\n   what’s your least favorite: month?\n  ","151828":"\n   what’s your least favorite: thing about Christmas?\n  ","151829":"\n   Chocolate m&ms or Peanut m&ms?\n  ","151830":"\n   have you ever been arrested?\n  ","151831":"\n   Tangled or Brave? (Have you seen both\/either movie?)\n  ","151832":"\n   have u ever partook in cannabis usage? 💨\n  ","151833":"\n   have your parents ever caught you smoking? (would they\/did they care?)\n  ","151834":"\n   Black beans or pinto beans?\n  ","151835":"\n   what is your favorite kind of pop tart?\n  ","151836":"\n   What song brings back memories from your childhood?\n  ","151837":"\n   Whats the point of this app?\n  ","151838":"\n   which do u like more: pulling hair or having ur hair pulled? (or neither?)\n  ","151839":"\n   what is your least favorite: sxx position?\n  ","151840":"\n   what is your least favorite: airline?\n  ","151841":"\n   what is your least favorite: Disney princess?\n  ","151842":"\n   what is your least favorite: spice?\n  ","151843":"\n   What's up?\n  ","151844":"\n   And for you? XD\n  ","151845":"\n   What's one grocery item you always need on hand?\n  ","151846":"\n   and genocide, i guess\n  ","151847":"\n   Do you make collections on Instagram? Pap?\n  ","151848":"\n   When's the last time you had a home cooked meal? Take out? Fast food?\n  ","151849":"\n   What is the one thing you could not live without?\n  ","151850":"\n   Are you worried about the environment?\n  ","151851":"\n   How has your day been so far?\n  ","151852":"\n   What shoes are you wearing today?\n  ","151853":"\n   What was the last nice thing you did for yourself?\n  ","151854":"\n   Where does your money go?\n  ","151855":"\n   What are some of the languages that you speak?\n  ","151856":"\n   what’s the most unusual esa you’ve seen or heard of?\n  ","151857":"\n   Is there something that would be unforgivable for you?\n  ","151858":"\n   What makes you smile?\n  ","151859":"\n   What in life, is beautiful to you?\n  ","151860":"\n   american culture? america doesnt have a culture\n  ","151861":"\n   What's the last book you read?\n  ","151862":"\n   .\n  ","151863":"\n   Yes. How was your summer?\n  ","151864":"\n   Ypu looking at a crackers worst nightmare young black and rich with a fresh pair of Nike Airs\n  ","151865":"\n   what nice body parts do u like the most? (nice fingers? nice arms? nice butts? nice hair?)\n  ","151866":"\n   do you like trying new things at restaurants, or do you have your favorite orders picked out & stick to them?\n  ","151867":"\n   do you like rainy days?\n  ","151868":"\n   can everyone report this account? they're using my photo & seems like they're going to pretend to be me. thank you!\n   \n    https:\/\/ask.fm\/poetalunam1218\n   \n","151869":"\n   Do you eats pizza?\n\nwhat your favorite pizza to eats?\n  ","151870":"\n   Ok cool and I am also doings goods and have fun as well too and I am justs relax at homes and justs talks to people and play multiplayers games and go on youtube\n  ","151871":"\n   Hey no, this is Los Manolos, nothing bad.\n  ","151872":"\n   Let's dance\n   \n    https:\/\/www.youtube.com\/watch?v=U_VcW5XAedE\n   \n","151873":"\n   have you ever seen a Shakespeare play? which ones have you seen in a theatre?\n  ","151874":"\n   Do you ever use postmates or uber eats? Or something equivalent of those...\n  ","151875":"\n   What is a skill you’d like to learn and why?\n  ","151876":"\n   how often do you have take out\/fast food?\n  ","151877":"\n   how often do you eat out, in sit down restaurants?\n  ","151878":"\n   do you prefer burritos or burrito bowls?\n  ","151879":"\n   do you have Chipotle where you’re from? do you have anything like Chipotle, where you go down a row and order a burrito\/mexican food exactly as you want it?\n  ","151880":"\n   would u describe urself more as kinky or vanilla? (r u a freak? lol)\n  ","151881":"\n   Do you eat your veggies?\n  ","151882":"\n   Best pizza in town?\n  ","151883":"\n   do you own much art? (what kinds? do you have paintings? sculptures?)\n  ","151884":"\n   is being a homeowner a goal of yours? (do you picture yourself buying a house one day?)\n  ","151885":"\n   what was the worst dish your mom would cook? (in hindsight, was it actually bad or were you just a picky kid?)\n  ","151886":"\n   hi i’m going to probably do spam on\n   \n    @eggsydoessomethingnaughty\n   \n   bc i’ve gotten multiple requests and yeah why not lol let me know if u want spam and i don’t follow u on that account\n  ","151887":"\n   to what extent would you say experimenting with drugs is a normal part of growing up? (just to be clear, i’m not talking about like smoking crack or trying meth.)\n  ","151888":"\n   White rice or brown rice\n  ","151889":"\n   how do you take your coffee?\n  ","151890":"\n   a woman after my own heart 🍪 🤤\n  ","151891":"\n   How open are you about your life? Do you have no issue telling people things or are you closed off?\n  ","151892":"\n   What's a new recipe you've tried recently? Did you like it?\n  ","151893":"\n   Why is there less and less true love in the world and the need for romance is disappearing?\n  ","151894":"\n   When quoting\/referencing the use of the word, do you say “n-word” or actually just say the word?\n  ","151895":"\n   Best pancakes in town are at?\n  ","151896":"\n   DO YOU LIKE TEDDY ROOSEVELT\n  ","151897":"\n   Do you or anyone you know suffer from seasonal depression? What are some tips to get over it?\n  ","151898":"\n   Have you ever, in your entire life, made a chicken quesadilla\n  ","151899":"\n   is it just me or does Subway (the mediocre sandwich chain) have ridiculously good cookies\n  ","151900":"\n   do you consider yourself a picky eater?\n  ","151901":"\n   Do you have \"digital wellbeing\" on your phone? Do you think it helps you be less active? Don't check it?\n  ","151902":"\n   are there any kinds of restaurants u don’t really like anything at? (like my ex wouldn’t really touch anything at an Indian restaurant, and my sister HATES every chinese place we would get take out from)\n  ","151903":"\n   do you remember the first wedding you ever went to? who’s was it?\n  ","151904":"\n   have u ever been to a bad wedding?? what made it bad?\n  ","151905":"\n   What's the last thing (or person) you truly appreciated?\n  ","151906":"\n   What town do you want to be the mayor of?\n  ","151907":"\n   Have you been to a barbecue? ☀\n  ","151908":"\n   Hey so apparently one of my friends who I reach our too everyday has a problem with me texting her everyday. Do you think it’s wrong or a bad thing to reach out too someone everyday? All I just do is be polite and say polite things like hope your day is well. Yet she asks why do I reach out\n  ","151909":"\n   Yo is this the shoutout. what it do, friend?\n  ","151910":"\n   Do you hide from the summer heat or enjoy it?\n  ","151911":"\n   Have you ever kicked a guy in the balls?\nAnd why\n  ","151912":"\n   Why do we call the autumn fall? Is it because the leaves fall from the trees?\n  ","151913":"\n   Hello and how are you doing today?\n  ","151914":"\n   I love dodgers and who else love dodgers anyones?\n  ","151915":"\n   Cowgirl?\n  ","151916":"\n   which do u dread more: getting blood drawn or the dentist?\n  ","151917":"\n   today, on my commute on public transportation, this someone described some place saying “it’s kinda like Miami’s ugly brother.” i’ve wondered about it for the next five hours. where would u think she might be talking about??\n  ","151918":"\n   If you took an uber,lyft,taxi.. would you sit in the front or back? Or does it depend on the person driving what you decide to do?\n  ","151919":"\n   do you like tattoos or piercings more?\n  ","151920":"\n   Do you like to act spontaneously or plan things? Why?\n  ","151921":"\n   Hey girl\n  ","151922":"\n   Is it just me or does your mood Fall in the Fall as well?\n  ","151923":"\n   do you own any diamonds\n  ","151924":"\n   do you own a coffee maker? (what kind?)\n  ","151925":"\n   .\n  ","151926":"\n   growing up, did you have dolls? do you remember if ur dolls were generally the same race? (how important do you think racial diversity is for kids toys?)\n  ","151927":"\n   coffeeshops or bars?\n  ","151928":"\n   Would y’all ever meet someone off the net\n  ","151929":"\n   Do you like onion rings or french fries better?\n  ","151930":"\n   Which of your friends are you the proudest of, and why?\n  ","151931":"\n   What ridiculous thing has someone tricked you into doing or believing?\n  ","151932":"\n   what do you think of greek like\/sororities\/fraternities?\n  ","151933":"\n   i think i could even tolerate like Taco Bell, in an indie movie stoner 20 something way, but BK is a no go.\n  ","151934":"\n   thank u for these perfect answers. so many people have said they think any restaurant can be first date material and i am so surprised by those answers loll.\n  ","151935":"\n   What's the dumbest way you've been injured?\n  ","151936":"\n   Ok\n  ","151937":"\n   Do y’all like poetry writing poetry or short stories\n  ","151938":"\n   what is a restaurant that is not first date material? what is an activity that is not first date material?\n  ","151939":"\n   have you ever gone to a game on a date? (like a sports game lol)\n  ","151940":"\n   how often do u take selfies?\n  ","151941":"\n   lights on or lights off? ;)\n  ","151942":"\n   what’s your opinion on two party systems? does your country have a two party system?\n  ","151943":"\n   How do\/don’t you gender vocational titles? For example Sorceress, Mistress, Actress, Governess etc? Do you use one “neutral” title for everything e.g. “Actor” for whoever acts?; or do you use both, depending upon perceived gender? (Or, like me, are you a bit all over the place\/inconsistent with it?)\n  ","151944":"\n   What is the last thing you searched online?\n  ","151945":"\n   What’s one of your favorite healthy food products\/brands\n  ","151946":"\n   from what height would you need to drop a steak for it to be cooked when it hit the ground?\n  ","151947":"\n   From 1-10, how chilled are you as a person?\n  ","151948":"\n   Basketball or Hockey ?\n  ","151949":"\n   Is it more important to you for your kids to be smart or kind?\n  ","151950":"\n   Physically, what’s your type?\n  ","151951":"\n   What was your worst vacation\n  ","151952":"\n   Aren’t you from like Seattle do they Even have good burritos there. Doubt it.\n  ","151953":"\n   Have you ever read the book Huckleberry Finn, by Mark Twain?\n  ","151954":"\n   married people: where did u go for ur honeymoon (if you did)? not-married people\/bonus question: do u know if ur parents went on a honeymoon? where?\n  ","151955":"\n   have you ever been to a Hard Rock Cafe?\n  ","151956":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","151957":"\n   which is better: a burrito or a  quesadilla?\n  ","151958":"\n   getting drunk w friends or getting drunk w ur significant other?\n  ","151959":"\n   u get to see three artists of ur choosing! (any! whether they’re dead, alive, no longer performing, or at the peak of their career) but u can only see one song. which three artists\/which songs do u pick?\n  ","151960":"\n   there’s some local\/not widespread chains from home that i MISS and make sure to hit up when i’m back. are there any chains u miss (or just chains u wish u had around)?\n  ","151961":"\n   Do you like the taste of coconut?\n  ","151962":"\n   have you ever tasted breastmilk?\n  ","151963":"\n   have you ever been vegetarian?\n  ","151964":"\n   what’s ur fav non-dairy milk? (i just tried hemp milk for the first time!)\n  ","151965":"\n   do you like mexican food?\n  ","151966":"\n   do you like coffee?\n  ","151967":"\n   Inspired by something I read today, do you think the quote “their genuine quest for truth led to their delusion” could apply to anyone you know?\n  ","151968":"\n   What makes you like your life?\n  ","151969":"\n   It’s my birthday🤪🎂🎈🎊\n  ","151970":"\n   Kraft or Annie’s mac n cheese?\n  ","151971":"\n   is Michael Scott funny?\n  ","151972":"\n   What's in ur head now?\n  ","151973":"\n   What makes you nervous?\n  ","151974":"\n   How are you feeling right now?\n  ","151975":"\n   Have you ever given up on someone? If so,why?\n  ","151976":"\n   What song brings back memories from your childhood?\n  ","151977":"\n   From 1-10, how good are you at swimming?\n  ","151978":"\n   What Wikipedia article have you recently read?\n  ","151979":"\n   I'm sad. 😥 Although I am very young, I feel emptiness in my heart and sadness because of the lack of closeness and love of the girl. 😥 I am also very shy. How not to worry about it, overcome shyness and find yourself a nice girl?\n  ","151980":"\n   Feet or hands?\n  ","151981":"\n   Have you ever suffered from acne? It’s the fuking worst tbh & I don’t know why some people don’t take it seriously and think you’re superficial for not just ignoring it. The day I finally convinced my parents to take me to a dermatologist was one of the best days of my life. Now I have clear skin 🙌\n  ","151982":"\n   Was your eighteenth birthday the greatest birthday to you or was it the same as most previous birthdays?\n  ","151983":"\n   have you ever dated someone very conservative?\n  ","151984":"\n   have you ever dated someone musical?\n  ","151985":"\n   do u like ketchup? what abt mustard? what abt mayo?\n  ","151986":"\n   It's World Gratitude Day! What's something you're grateful for?\n  ","151987":"\n   An eggplant?\n  ","151988":"\n   What's something that you would never wear?\n  ","151989":"\n   What is your favorite way to waste time?\n  ","151990":"\n   What was your favorite toy as a child?\n  ","151991":"\n   Do you always smile for pictures?\n  ","151992":"\n   Do you often draw or paint something out of boredom?\n  ","151993":"\n   Has any ever applied for a job at ihop ?\n  ","151994":"\n   smooth or crunchy peanut butter?\n  ","151995":"\n   Any tv show recommendations?\n  ","151996":"\n   what’s ur opinion on ranch as a side\/dip for pizza?\n  ","151997":"\n   silver or gold jewelry?\n  ","151998":"\n   how many nieces do you have? how many nephews do you have?\n  ","151999":"\n   what are three things about autumn that make u really really happy :) 🍂🎃🍁\n  ","152000":"\n   What have you done today?\n  ","152001":"\n   what’s the most famous case\/the most famous crime (that u can think of) that happened in ur area?\n  ","152002":"\n   if ur currently in a relationship: do you get along with your mother-in-law (or partner’s mother?)\n  ","152003":"\n   Do you enjoy documentaries? What are some of your favourite subjects to watch documentaries about?\n  ","152004":"\n   Who are your favorite people to follow on Instagram?\n  ","152005":"\n   this sounds like heaven. what part of the states do you live in?\n  ","152006":"\n   what are winters like where you live? do you like winters?\n  ","152007":"\n   understatement 🤦🏻‍♀️\n  ","152008":"\n   when you were a child, did you believe in any sort of God? what about as a teenager?\n  ","152009":"\n   It's 10 PM. So soon I go to sleep. Have a nice day ✌😁\n  ","152010":"\n   What time is it in your country?\n  ","152011":"\n   My mother will be 40 in January.\n  ","152012":"\n   By the way, you are my mother's age. I respect you very much for your age 🙂\n  ","152013":"\n   Because where I live is complete shit but I can't afford to live anywhere else :)\n  ","152014":"\n   You're a beautiful woman. You look very nice 😉\n  ","152015":"\n   I don't actually know what he's singing about\n  ","152016":"\n   Evening pinetree, I've gone to Edinburgh for a trip!\n   \n    https:\/\/m.youtube.com\/watch?v=F3aniiKuxL8\n   \n","152017":"\n   How do you deal with stress? Do you have any of your ways to ease or get rid of your nervousness completely?\n  ","152018":"\n   The shopping is a pleasure or a tiring necessity for you?\n  ","152019":"\n   If you don't like someone, how do you treat them?\n  ","152020":"\n   Do you believe in the phrase “fake it until you make it”?\n  ","152021":"\n   Is it too soon to ask Halloween\/autumn questions?\n  ","152022":"\n   What has been the most dangerous thing you have ever done?\n  ","152023":"\n   what should my next question be about?\n  ","152024":"\n   What are you looking forward this fall?\n  ","152025":"\n   do you get more excited for autumn or Halloween?\n  ","152026":"\n   What do you dislike about the fall?\n  ","152027":"\n   i don’t have kids, but my sisters do, and i have learned that there are a lot of little debates in the parenting world! did u know that pacifiers are kind of debates? do ur kids\/would ur kids use pacifiers?\n  ","152028":"\n   what’s ur fav farm animal?\n  ","152029":"\n   What's your favourite fall activity? What about your favourit fall food?\n  ","152030":"\n   If you like someone would you let them know or keep it to yourself\n  ","152031":"\n   Do you know how lovely you are\n  ","152032":"\n   I like to smile but I’m shy sometimes thanks though\n  ","152033":"\n   Lol\n  ","152034":"\n   What is the first thing you notice about me when you see my picture\n  ","152035":"\n   Well how do you not go anonymous\n  ","152036":"\n   Have you ever been big\/overweight?\n  ","152037":"\n   What’s the first thing you notice when you look at my picture\n  ","152038":"\n   .\n  ","152039":"\n   .\n  ","152040":"\n   What do you order at Wendy’s?\n  ","152041":"\n   tag is fun, but i feel like growing up we were always playing variants. what’s ur favorite version of tag?\n  ","152042":"\n   What's one thing that always makes you happy? PAP!\n  ","152043":"\n   How often do you talk to yourself?\n  ","152044":"\n   Have you ever wanted something that you know you could never have?\n  ","152045":"\n   Eternal life with unhappiness or human lifespan with happiness?\n  ","152046":"\n   have you ever worked in a fast food restaurant?\n  ","152047":"\n   If you could switch places with someone for a day, who would it be?\n  ","152048":"\n   Are you going to dress up for Halloween? Any ideas so far?\n  ","152049":"\n   how many times per day do u wash ur face?\n  ","152050":"\n   do u wash your face in the sink or in the shower?\n  ","152051":"\n   .... 🥀\n  ","152052":"\n   what’s one really really good movie u hope nobody ever even tried to remake ?\n  ","152053":"\n   In your opinion, can two people be friends if they have very different opinions and morals? Does it depend on what those views are? Where would you personally draw line?\n  ","152054":"\n   What is your favourite flower? Favourite season? Favourite flavour of ice cream? Favourite gemstone? Favourite hot beverage?\n  ","152055":"\n   If you were famous, what would you want to be famous for?\n  ","152056":"\n   is rap music?\n  ","152057":"\n   recently Ben Shapiro explained why he didn’t consider rap to be music. “There are three elements to music: harmony, melody rhythm, rap only fulfills one of these, the rhythm section. There not a lot of harmony or melody, it’s basically spoken rhythm.” what do you think??\n  ","152058":"\n   If you had to be an insect, which would you pick?\n\nLady bug, june bug or butterfly for me :)\n  ","152059":"\n   hows your parakeet? does it dance to music? and is bubo a clash of the titans refference? ; )\n  ","152060":"\n   Do bees like pinetrees? XD\n  ","152061":"\n   What would you do if you saw a bee the size of bigfoot?\n  ","152062":"\n   At there any Sasquatch movies or documentaries you recommend?\n  ","152063":"\n   When and where did you first hear of Sasquatch and how did you learn more?\n  ","152064":"\n   \"Each female is her own queen\".... Humans should be more like these soft babies! 😄\n  ","152065":"\n   *what colours do you think Sasquatch are?\n  ","152066":"\n   What colour do you think Sasquatch are ?\n  ","152067":"\n   What are mason bees and how do they differ from other bees?\n  ","152068":"\n   Have you ever made a candle out of beeswax?\n  ","152069":"\n   .\n  ","152070":"\n   What's the last book you read?\n  ","152071":"\n   Last video game you played? Did you enjoy it?\n  ","152072":"\n   Inspired by recent news: do you know, or know of, anyone (including yourself!) who has lied on their C.V. (USA: resume) to get a job or to get into an institution? Were they ever found out, and if so what were the consequences?\n  ","152073":"\n   Hey!\nWhatsup\n  ","152074":"\n   How would you label your fashion style?\n  ","152075":"\n   Do you have a favorite fashion designer?\n  ","152076":"\n   .\n  ","152077":"\n   Have you ever secretly helped someone? If so what was it? (If you're comfortable sharing)\n  ","152078":"\n   so the results seem to be...\n  ","152079":"\n   How was your day?\n  ","152080":"\n   Would you erase your most precious memories to become smarter?\n  ","152081":"\n   hey americans (& non-americans who also have an answer)! how r u feeling abt the 2020 election? the democratic candidates so far? trump’s re-election campaign? (any predictions 🔮?)\n  ","152082":"\n   What’s your favorite article of clothing?\n  ","152083":"\n   Ok\n  ","152084":"\n   Ok\n  ","152085":"\n   If you’re talking to someone and their always lying to you at what point do you just end the relationship but let them down easy\n  ","152086":"\n   .\n  ","152087":"\n   Will you take the red pill, or the blue pill? Why?\nAre you old enough to understand the reference?\n  ","152088":"\n   do you eat meat? (do u feel any guilt abt eating meat? why or why not?)\n  ","152089":"\n   do you value all life equally? (like do all animals feel equal? do u value a dog more than a cow, or a pig more than a chicken?)\n  ","152090":"\n   are there any kinda dumb tv shows u have seen 100 percent of?\n  ","152091":"\n   .\n  ","152092":"\n   What is the last thing you do before bed?\n  ","152093":"\n   Do you ever check out new people that give you likes or cba at times?\n  ","152094":"\n   What's the most delicious fruit?\n  ","152095":"\n   Do you think you've changed in the last year? If so, in what way?\n  ","152096":"\n   What's your favorite saying?\n  ","152097":"\n   What do you think is the most enjoyable thing?\n  ","152098":"\n   Which animal has the most beautiful fur?\n  ","152099":"\n   Do people you’ve slept with say you’re good in bed?\n  ","152100":"\n   My mom is having surgery can you pray for her? She is really illl\n  ","152101":"\n   What are you doing right now?\n  ","152102":"\n   Post a song that is nostalgic to you?\n  ","152103":"\n   If you had to pick a new name for yourself, what would you pick?\n  ","152104":"\n   What personality trait has gotten you into the most trouble?\n  ","152105":"\n   .\n  ","152106":"\n   How would you explain your basic life philosophy?\n  ","152107":"\n   What is REDDIT ? It is so weird.It seems demonic.I hate REDDIT.\n  ","152108":"\n   When is the right time for children to try wearing makeup?  \n\nInspired by Kim Kardashian West.. Do you think North even needs it?\n  ","152109":"\n   Pandora, Spotify or youtube? Or other music go tos?\n  ","152110":"\n   When's the last time you made a list & what was it for?\n  ","152111":"\n   Do you find it flattering if the same gender hits on you? C'mon admit it 😉\n  ","152112":"\n   Am I an\n   \n    @sshole\n   \n   for sending questions to someone who i know never gets on? Sometimes it feels weird not ticking their name lol ¯\\_(ツ)_\/¯\n  ","152113":"\n   When was the last time u cried\/ why?\n  ","152114":"\n   What are you really curious about?\n  ","152115":"\n   Which place do you find to be the most boring?\n  ","152116":"\n   What’s the one book you think everyone should read?\n  ","152117":"\n   Have you ever been in love?\n  ","152118":"\n   What is the last thing you downloaded onto your computer?\n  ","152119":"\n   Do you hate your anons?\n  ","152120":"\n   What do you spend most of your money on?\n  ","152121":"\n   post a picture of your favorite halloween costume you have done ! 🐍\n  ","152122":"\n   post a picture of you that makes you feel fierce ! 🐍\n  ","152123":"\n   are you into astrology ? feel free to talk about it if you’d like ! 🐍\n  ","152124":"\n   what would be a question would be afraid to tell the truth on ? 🐍\n  ","152125":"\n   what’s something interesting you’ve learned recently ? 🐍\n  ","152126":"\n   when was the last time you didn’t speak up but should have ? 🐍\n  ","152127":"\n   do you think it’s important for non parents to be educated on safety concerns involving children (cpr, car seat safety, safe sleep, etc) ? 🐍\n  ","152128":"\n   what do you want the most out of life ? 🐍\n  ","152129":"\n   if your life was a mixtape, what songs would be on it ? 🐍\n  ","152130":"\n   what is your favorite flower ? 🐍\n  ","152131":"\n   post a gif of how you’re feeling right now ! 🐍\n  ","152132":"\n   rant about anything:\n  ","152133":"\n   what name do you prefer to go by ? 🐍\n  ","152134":"\n   What size shoe do you wear?\n  ","152135":"\n   What is the furthest place from home you've visited?\n  ","152136":"\n   Mmmm , Did you forgive those ghosted you ?!\n  ","152137":"\n   I ghosted some people , but I feel guilty although they sent me many direct & indirect messages that they didn't want to be with me anymore..\n  ","152138":"\n   Do you like having the same routine every day? Or prefer change?\n  ","152139":"\n   i LOVE your skin. What’s your secret? Do you eat healthy?\n  ","152140":"\n   What does \" ghosting \" mean ?!\n  ","152141":"\n   How do you feel about ghosting? Would you ghost someone, or has someone ghosted you?\n  ","152142":"\n   what is your most precious possession?\n  ","152143":"\n   would you rather see Ireland or Scotland?\n  ","152144":"\n   would you rather see Italy or Sweden?\n  ","152145":"\n   what’s ur fav airport ever\n  ","152146":"\n   which African country would be top on ur personal bucket list?\n  ","152147":"\n   Why?\n  ","152148":"\n   .\n  ","152149":"\n   You seem really really cool btw!!\n  ","152150":"\n   Do you think a person's name affects their personality? (stupid question though but idk why I always ask this lol)\n  ","152151":"\n   Do you like cold weather?\n  ","152152":"\n   Do your parents know you are bi? Are they okay with it? At what age did you come out (if you did)?\n  ","152153":"\n   How do you calm down during a panic attack?\n  ","152154":"\n   Do you consider trans people as the gender they feel they are?\n  ","152155":"\n   Do you think Canada makes a strangely high amount of great music compared to other countries?\n  ","152156":"\n   .\n  ","152157":"\n   i read an article that said “yoga studios are the new country clubs.” does this comparison make any sense to u?\n  ","152158":"\n   Your DP. I like the no make up look\n  ","152159":"\n   What make up did you use in your past photo?\n  ","152160":"\n   .\n  ","152161":"\n   actually, tbh-\n  ","152162":"\n   What did your anons do?\n  ","152163":"\n   .\n  ","152164":"\n   Which generation are you?  \n\n🤵🏽 TRADITIONALIST, born 1900-1945 .....  \n🕵🏻‍♂️ BABY BOOMER, born 1946-1964 .....  \n👩🏻‍🎤 GENERATION X, born 1965-1980 .....  \n👩🏽‍💻 MILLENNIAL (GENERATION Y), born 1981-2000 .....  \n🧝‍♀️ GENERATION Z, born 2001-present\n  ","152165":"\n   They aren’t your size\n  ","152166":"\n   Which is your favorite pair of shoes? PAP!\n  ","152167":"\n   If a guy had only his right ear pierced is he considered to be gay?\n  ","152168":"\n   What’s the distinction between nazism and racism\n  ","152169":"\n   what’s a movie u kinda like, but also don’t really love? but also like u definitely don’t dislike it! u like it!\n  ","152170":"\n   What’s ur fav cheez it flavor\n  ","152171":"\n   Thor or Captain America??\n  ","152172":"\n   cheddar cheese or provolone cheese?\n  ","152173":"\n   Whazzzzzzzuuuuuuppppp\n  ","152174":"\n   What have you learned from your last relationship?\n  ","152175":"\n   What's your favorite season and why?\n  ","152176":"\n   What is your spirit animal and why?\n  ","152177":"\n   do u think Dave Chappelle is funny?\n  ","152178":"\n   do u think Louis CK is funny ?\n  ","152179":"\n   ⌨️ When was the last time you began to type something (e.g. a message to someone, or an Ask question etc) and then thought better of it and deleted it?\n  ","152180":"\n   What movie can you watch over and over again?\n  ","152181":"\n   Do you cry often?\n  ","152182":"\n   The Nostalgia Critic challenges you to a duel!! The item to your left is your weapon! Fight!!!\n  ","152183":"\n   Should Malcom X be more or less celebrated\n  ","152184":"\n   Whats your favorite holiday?\n  ","152185":"\n   Can you tell when someone is flirting with you\/likes you or are you oblivious to such things?\n  ","152186":"\n   If you had to pick a food that you hated and start eating it what would you start eating?\n  ","152187":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?\n  ","152188":"\n   did you want kids\n  ","152189":"\n   why dont u hv kids\n  ","152190":"\n   do u enjoy offensive\/edgy humor?\n  ","152191":"\n   what’s a comedian or comedy u find funny, that you would also consider offensive? (why would u count it as offensive?)\n  ","152192":"\n   It's a quiet afternoon and you have no plans or obligations... What so you do to fill your time?\n  ","152193":"\n   Be a superstar for a day or Be a President of your country for a day?\n  ","152194":"\n   How’s your day going?\n  ","152195":"\n   How do you get back on your feet?\n  ","152196":"\n   growing up, did ur family ever have chili for dinner? (what did y’all serve w chili?)\n  ","152197":"\n   What’s the most overpriced dog breed?\n  ","152198":"\n   Last thing to disappoint you?\n  ","152199":"\n   What country makes more stuff China or Japan\n  ","152200":"\n   what’s a minor injustice u HATE? something small but you’re like “that’s just not fair!”\n  ","152201":"\n   did you grow up in an athletic family?\n  ","152202":"\n   that’s such a sweet little loving gesture\n  ","152203":"\n   Fatphobia is so so legitimate but like... is anon joking? remember slavery? segregation? lynchings??? lol\n  ","152204":"\n   did u grow up in a family that watched sports?\n  ","152205":"\n   can u think of any kind things u have done today? tell me abt one ! :)\n  ","152206":"\n   have u dated more athletes or artists\n  ","152207":"\n   Do you think fatphobia exists the way racism\/homophobia exists?\n  ","152208":"\n   what forms of art are you most drawn to, just in terms of consumption? (do u like images? paintings? photographs? cinematography? calligraphy? words? poetry?)\n  ","152209":"\n   what forms of art are you most drawn to when it comes to creating?\n  ","152210":"\n   What’s the most overrated kind of dog\n  ","152211":"\n   would you rather: go to the movies or mini golf?\n  ","152212":"\n   do u like ginger?\n  ","152213":"\n   do you like basil? what abt cilantro?\n  ","152214":"\n   Why are you ignoring me?\n  ","152215":"\n   I think black women are evil\n  ","152216":"\n   At what age do you believe a child should first start learning how to cook?\n  ","152217":"\n   Why don’t you\n  ","152218":"\n   do u know who Lord Pretty Flacko Jodye is?\n  ","152219":"\n   tuna salad sandwiches or egg salad sandwiches\n  ","152220":"\n   would u rather have sushi or steak for dinner\n  ","152221":"\n   What advice would you give to someone who is struggling with their self-esteem?\n  ","152222":"\n   Black women are three times LESS likely than black men to marry outside their race? Why do you think this is? Is this statistic a coincidence, or is there a reason?\n  ","152223":"\n   Is there a piece of music that reminds you of something mundane or trivial? E.g. “Sign Your Name” by Terence Trent D’Arby always reminds me so clearly of making coffee at work while doing overtime one Saturday! 😂\n  ","152224":"\n   what’s a song you’ve loved since you were 16?\n  ","152225":"\n   do u eat sandwiches or salads more regularly\n  ","152226":"\n   do u know how to knit?\n  ","152227":"\n   .\n  ","152228":"\n   What’s your opinion on self improvement books? Do you read them?\n  ","152229":"\n   when u think of American culture, what do u think of? (movies, cuisine, cultural norms, habits, slang, 🤷‍♀️)\n  ","152230":"\n   Would you rather wear a snow suit in the desert or be naked in Antarctica?\n  ","152231":"\n   do you take time for yourself everyday for self-care? if so, what do you do? if you don't, what's something you wish you had the time for everyday?\n  ","152232":"\n   when u think of Irish culture, what do u think of? (movies, cuisine, cultural norms, habits, slang, 🤷‍♀️)\n  ","152233":"\n   who’s the shortest person of u and all ur siblings?\n  ","152234":"\n   What makes you anxious?\n  ","152235":"\n   Is dog breed discrimination (like hating\/banning pit bulls) okay?\n  ","152236":"\n   What are the things you always take with you?\n  ","152237":"\n   If you had to evacuate your house immediately, what is the one thing you would grab on the way out?\n  ","152238":"\n   Post a picture of your favorite celebrity.\n  ","152239":"\n   How often do you drink coffee?\n  ","152240":"\n   What is the least stressful job you can think of?\n  ","152241":"\n   If you don't like someone, how do you treat them?\n  ","152242":"\n   Are you two people who deserve it\n  ","152243":"\n   You look nice 😉\n  ","152244":"\n   What strange thing would you like to have at your wedding?\n  ","152245":"\n   What is the most important dish in your country that you would recommend to everyone?\n  ","152246":"\n   what’s ur favorite Christmas movie?\n  ","152247":"\n   Beyoncé\/Jay-Z or Kim K\/Kanye West?\n  ","152248":"\n   What's the most unprofessional thing you've seen someone do?\n  ","152249":"\n   who’s ur fav female comedian ?\n  ","152250":"\n   You're about to get in a fight, what song comes on as your soundtrack?\n  ","152251":"\n   I was saying that about him that term is that old I never knew that I guess I am just old LOL\n  ","152252":"\n   What is chauvinistic Pig\n  ","152253":"\n   Think of it this Anonymous person could be a woman and they are just jealous of you\n  ","152254":"\n   She would probably just go take a crap on his head\n  ","152255":"\n   Your going to have to send bubo to go pack his eyes out\n  ","152256":"\n   Obviously they don't know how to talk to a woman\n  ","152257":"\n   Wtf\n  ","152258":"\n   Finally you shaved\n  ","152259":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","152260":"\n   .\n  ","152261":"\n   What is your pet’s name?\n  ","152262":"\n   What are your thoughts on smoking?\n  ","152263":"\n   Do you wear socks in bed?\n  ","152264":"\n   What do you think about more than anything else?\n  ","152265":"\n   Do you agree that nobody goes through more in life than a person with a good heart?\n  ","152266":"\n   how's your heart today?\n  ","152267":"\n   what ‘this vs that’ debate do you think is the worst?\n  ","152268":"\n   what is your preferred temperature to sit comfortably outside for long periods of time?\n  ","152269":"\n   you’re going to win $100,000 in the next 10 minutes. the catch is you have to go public about your winnings on live tv. could you do that or would you decline the money?\n  ","152270":"\n   do you think facial hair gives off a stereotype or is that a product of ignorance?\n  ","152271":"\n   My parents' friends own a caravan here so I'm having some real ale\n  ","152272":"\n   What’s your favorite Friday night activity?\n  ","152273":"\n   what do you think is your best feature?\n  ","152274":"\n   🦙\n  ","152275":"\n   Evening pinetree, I'm in Wales!\n   \n    https:\/\/m.youtube.com\/watch?v=ziJoep1cDlY\n   \n","152276":"\n   answer again😂😂\n  ","152277":"\n   How often do you experience that??\n  ","152278":"\n   hi, how long have you been on ask? p.s. also i want to follow more people, and add more people to my spam list :) who should i follow\n  ","152279":"\n   would you consider the word “cracker” a slur?\n  ","152280":"\n   .\n  ","152281":"\n   What is your favorite thing about summer?\n  ","152282":"\n   What is your favorite thing about summer?\n  ","152283":"\n   What’s the best time of the day?\n  ","152284":"\n   When something bothers you, are you more passive or up front about it? Is confrontation hard for you?\n  ","152285":"\n   Are more of ur family members in prison or in the military ?\n  ","152286":"\n   have you ever smoked a menthol cigarette?\n  ","152287":"\n   here's the wiki\n  ","152288":"\n   Have you ever gone to a black church?\n  ","152289":"\n   did u ever ask ur parents where babies come from? (what did they tell u?)\n  ","152290":"\n   what’s a weird misconception u had as a kid?\n  ","152291":"\n   are you addicted to caffeine?\n  ","152292":"\n   What makes your day?\n  ","152293":"\n   If you could choose for one part of your body to never age, what would you choose?\n  ","152294":"\n   Ever hate when you ask a person a question and then you receive a question in return as a response? Just me? Okay...\n  ","152295":"\n   .\n  ","152296":"\n   When something bothers you, are you more passive or up front about it? Is confrontation hard for you?\n  ","152297":"\n   What emoji do you wish existed?\n  ","152298":"\n   Who has more people Russia or China\n  ","152299":"\n   why would anyone find that cheaty if youre just friends?\n  ","152300":"\n   Thoughts and opinions on open relationships?\n  ","152301":"\n   Who’s Ross?\n  ","152302":"\n   I’ve recently been conversing with what I thought were three (very decent) anons, but now they’ve all vanished at the same time,I’m beginning to wonder if it was just one? If you allow anons, how easy is it for you to distinguish between them?Do you ever get them mixed up, or can you tell who’s who?\n  ","152303":"\n   Are you happy? How’s the new month treating you?\n  ","152304":"\n   Frozen question:\nWhich character are you most like? Have you seen it? How about the 2nd one? Do you think they'll try making a remake of it? 😮😂 Would you watch that?\n  ","152305":"\n   What is ur fav emoji\n  ","152306":"\n   what makes you think that ur so lucky?!\n  ","152307":"\n   Do you have a relative named Frederick ? 💝\n  ","152308":"\n   When is the last time you thought “screw this” and what was it about?\n  ","152309":"\n   How do you deal with feeling overwhelmed?\n  ","152310":"\n   Snack?\n  ","152311":"\n   what’s ur opinion on raisins in oatmeal cookies? what’s ur opinion on walnuts in brownies?  what’s your opinion on pineapple on pizza?\n  ","152312":"\n   watermelon or cantaloupe?\n  ","152313":"\n   red grapes or green grapes?\n  ","152314":"\n   what do u think of chihuahuas?\n  ","152315":"\n   What abt random not-white Cis Men\n  ","152316":"\n   do you think the criminal-justice system of the country u live in is racially biased?\n  ","152317":"\n   what is one dish\/meal\/food\/restaurant that reminds u of the city u were born in?\n  ","152318":"\n   Do you think you've changed in the last year? In what way?\n  ","152319":"\n   because most of them are little guys who make a living and don't even know a place to live\n  ","152320":"\n   we stefanos from greece do you want to talk?\n  ","152321":"\n   would u rather visit Asia or Africa? do u think u’ll see either\/both before u die?\n  ","152322":"\n   hello allison\n  ","152323":"\n   Harlem or Compton?\n  ","152324":"\n   Houston or Atlanta?\n  ","152325":"\n   are there any women rappers u like?\n  ","152326":"\n   Do you drink Starbucks Pumpkin Spice Lattes?\n  ","152327":"\n   Leave one message to someone....\n  ","152328":"\n   Do you watch sports with your husband?\n  ","152329":"\n   If you had to travel somewhere incognito, what would your disguise look like?\n  ","152330":"\n   Do you like dodgeball\n  ","152331":"\n   Do you find cemeteries to be peaceful places, or do you find them unsettling? Have you ever visited a cemetery just for the sake of walking through, or do you avoid them?\n  ","152332":"\n   R u p2p and r close to Melrose park\n  ","152333":"\n   How old r u\n  ","152334":"\n   rank the the continents u haven’t been to from most interested in visiting to least interested in visiting? they are africa, antarctica, asia, europe, north american, south america, & oceania (australia) btw lol\n  ","152335":"\n   of the seven continents how many have you been to?\n  ","152336":"\n   have you ever read any of Vonnegut’s books?\n  ","152337":"\n   what’s your favorite dish to serve w potatoes as a side? (and what kind of potato side dish)\n  ","152338":"\n   do you have any forearm tattoos (like elbow down)? do you have any hand\/finger tattoos?\n  ","152339":"\n   would u rather have a very big dog or a very little dog\n  ","152340":"\n   those of u w tattoos: what was ur very first tattoo? how old were u when u got it? how did u choose the tattoo? do u still like it?\n  ","152341":"\n   do u like dogs? (are u a “dog person?”)\n  ","152342":"\n   That's a good choice also olvera street in LA is perfect for a quick visit. If you get a chance the zoo safari park is even more fun than the zoo itself. Have fun! 🧚‍♀️\n  ","152343":"\n   LA is fun but becareful of the temperature in Joshua Tree. What is something you want to see when you are here?\n  ","152344":"\n   Life is best when:\nA) you just let it happen.\nB) you chase after it.\n  ","152345":"\n   Where’s the next place you’re going? Do you want to go, or you’re just going because you should?\n  ","152346":"\n   Did you ever watch that MTV show where people went to schools and did the whole \"if you really knew me, you'd know....\" exercises? \n\nThe book I'm reading just mentioned that and it made me think of that show.\n\nBQ: Do you feel like people really know you here?\n  ","152347":"\n   yay\/nay: snickerdoodle cookies\n  ","152348":"\n   I keep messaging one of my friends on Facebook she keeps leaving me on seen whenever I send her a message. I’ve sent her one message yesterday and one today she saw it but hasn’t replied. Should I try again?\n  ","152349":"\n   Is there something you badly wanted as a kid or wished to experience but now you think it was a terrible idea?\n  ","152350":"\n   I hope nobody gets killed by this storm\n  ","152351":"\n   Who do you admire the most right now?\n  ","152352":"\n   I was more focused on the living somewhere for a long time aspect, not all the nazi side of things \/ bigger picture. Sorry.\n  ","152353":"\n   I didn't know it was Ben until the 2nd question. I also have German in me so not quite encouraging anything either.\n  ","152354":"\n   .\n  ","152355":"\n   What's the last thing to piss you off (if its ok to say)\n  ","152356":"\n   Tell me more about your art.... What medium? Mediums?\n  ","152357":"\n   Would you rather get noticed by the hottest person at party or have perfect abs?\n  ","152358":"\n   Hurricane Dorian will strike Georgia, South Carolina, and North Carolina in the middle of this week\n  ","152359":"\n   Japanese or chinese tattoos?\n  ","152360":"\n   .\n  ","152361":"\n   2. What brings you joy?\n  ","152362":"\n   Let's ask some questions from the book I'm reading...\n\n1. What is most important for you to look at, deal with, heal, and transform about yourself and your life right now?\n  ","152363":"\n   wait this really fucked with my head because it's sunday, lmao. i actually sat here and was like, oh cool tomorrow's friday. 😭\n  ","152364":"\n   .\n  ","152365":"\n   What do people simply mean when they say they are “ bad at texting” ?\n  "},"Answer":{"151293":"\n  just finished rolling joints. Muscle in my neck is giving me hell. Listening to my spouse holler at fortnite. deleting weird shit in my inbox because no one on this site can be fucking normal for an evening\n  ","151294":"\n  okay well\n  \n  it's still a shitty generalization I don't agree with\n  \n  and this is definitely not a question so\n  ","151295":"\n  and every one I've met has been open and tolerant.\n  \n  PS I have schizophrenia and I don't appreciate using ableist words like \"insane\" in my inbox\n  ","151296":"\n  not true. it sounds, to me, like you're just an insufferable bore who generalizes entire countries full of people so people are mean to you by default\n  ","151297":"\n  I have literally never met a mean Jamaican\n  ","151298":"\n  not in a movie but in a show called american gothic that was popular in the 90s briefly\n  ","151299":"\n  STILL dealing with this killer neck spasm\n  \n  so so bored and in too much pain to sleep yet\n  \n  send in the questions homies about whatever\n  \n  here's me and Bubo from earlier today\n  ","151300":"\n  I'd move to Denmark because the government pays schizophrenics an income and supports their medical expenses\n  ","151301":"\n  it happens a lot here lots of judgmental anons who don't actually know what they're talking about\n  ","151302":"\n  who knows\n  ","151303":"\n  over-packing because then you gotta lug that shit through the airport\n  ","151304":"\n  only a few times a year, I don't love theaters or the theater experience\n  ","151305":"\n  we were working together on a visual merchandising team in Philadelphia. I didn't pay much attention to him at first but his good nature attracted me to him after a few days\n  ","151306":"\n  electropop\n  ","151307":"\n  fart loudly\n  ","151308":"\n  I can't remember laughing very especially hard recently. If I have it was because of something my partner said or my bird did\n  ","151309":"\n  a plastic pumpkin basket\n  ","151310":"\n  here's the first selfie I just took with my new phone\n  ","151311":"\n  spouse who knows all the tech stuff so you don't have to set anything like that up ever- good mood most of the time- animals love me\n  ","151312":"\n  I'm very old and social media wasn't even really a thing the last time I broke up romantically\n  \n  friend breakups have come and gone and I don't really see how my social media was impacted other than maybe hiding posts from mutual friends for a while or whatever\n  ","151313":"\n  - I used to be on Yoko Ono's Christmas card list\n  \n  - my current partner is my third husband\n  \n  - I have nine piercings\n  ","151314":"\n  Improper Driving\n  \n  (I was a new driver on the interstate and ended up losing control of the car when I hit a rumble strip and rolling down a hill off the side of the road. No one was hurt and I wasn't impaired so it was dropped to improper driving)\n  ","151315":"\n  I've definitely known some kids who needed 'em. As a non parent I kind of think they're funny. But like, do what you gotta do to keep your kid close by I guess.\n  ","151316":"\n  it's not an issue in the present but like I don't know how I feel about the 80s style resurgence because none of the clothes were very attractive on people's bodies\n  ","151317":"\n  I did not know that, interesting.\n  \n  I had some spiced cider last night that was absolutely wonderful\n  \n  pumpkin pie is a treat\n  \n  anything I cook in a crockpot tastes better in fall\n  ","151318":"\n  I love Evil Dead 2, Dead Alive, Cabin in the Woods, Paranormal Activity, The Shining, the Babadook\n  ","151319":"\n  My pronouns are she and her.\n  \n  I believe less in a binary and more in a spectrum these days.\n  \n  Some nights, I'm a man in my dreams. I go about my dream like usual, just as a dude instead. That's always happened since I was a kid. It's never seemed like a big deal to me\n  \n  What I'm saying is I'm probably more non binary than female but I also don't care enough about my own gender expression to bother with the labels. She and Her is fine for me I feel mostly femme.\n  ","151320":"\n  shrug\n  \n  today's makeup:\n  ","151321":"\n  no.\n  \n  what makes you feel so entitled that you would ask someone that question, anonymously, and expect a positive answer? You don't deserve shit creep.\n  ","151322":"\n  maaaaaybe\n  ","151323":"\n  huh?\n  ","151324":"\n  money to renovate my house and pay off medical bills\n  \n  a cure for schizophrenia\n  \n  unlimited free air travel\n  ","151325":"\n  I'm interested in going anywhere I've not yet been\n  ","151326":"\n  it's just another accent I have no feelings about it\n  ","151327":"\n  Appalachian reminds me of my maw maw.\n  \n  Creole is hard for me to understand but I like it anyway\n  ","151328":"\n  ?\n  ","151329":"\n  because of a airline credit card and a companion pass and travel points my upcoming trip is coming to a total of $11. plus under $100 for a hotel.\n  ","151330":"\n  because I'm an adult and I have no interest in following children\n  ","151331":"\n  I'm going for a quick overnight to san diego next tuesday. In Nov we're either going to san francisco or santa fe\n  ","151332":"\n  I've got like- another hour in me maybe. Let's be entertaining on ask dot fm there are like 1940 of you let's see some questions\n  ","151333":"\n  yes\n  ","151334":"\n  other than this killer spasm in my neck, it's been good. I had pork, green beans, and mac and cheese for dinner. deep cleaned my kitchen today and did two loads of laundry. My partner vacuumed so everything feels a little cleaner now. have the diffuser going with tangerine, orange, and peppermint. Bubo is obsessed with nesting right now but she still was a sweet girl most of the day. I got a silly onesie that I love.\n  ","151335":"\n  I was excluding them they're a whole different type of disgusting.\n  \n  but the point is\n  \n  I'm not here to entertain anyone's fucking boners, especially not underagers who may be following me.\n  ","151336":"\n  I don't know any adults who troll for sexual comments on this site. It's all gross teens and honestly the adults who interact with anons sexually really fucking gross me out.\n  ","151337":"\n\n   https:\/\/www.amazon.com\/hz\/wishlist\/ls\/J3RP4PPABM5T?&sort=default\n  \n","151338":"\n  my friend Kate she loves to send stuff from my wishlist here and there\n  ","151339":"\n  I've got spiced cider and a killer neck spasm still happenin' so send in questions y'all it's thirsty thursday and I am so extra bored and worn out\n  \n  ask me about- makeup-art-bubo-trips\/travel-my life-mental health-sasquatch-weed-america-food-etc\n  \n  I got my halloween costume today I'm going to be a parakeet\n  ","151340":"\n  painlessness\n  ","151341":"\n  um no thanks\n  ","151342":"\n  I literally don't. read my bio\n  \n  I answered ONE question from a NON ANON account that I know well enough, and I answered stating that I don't have a sex drive\/didn't discuss sex. LIke y'all are fucking WILD with the things you invent.\n  ","151343":"\n  not wanting to discuss my sex life with a child is so horrible right? What's wrong with me? Why do I try to get rid of them?\n  \n  y'all pick apart the stupidest things\n  ","151344":"\n  I know nothing about any of that.\n  \n  I'm basically the only person on this website who doesn't follow true crime and serial killers.\n  ","151345":"\n  on average I drink twice a week.\n  \n  I don't suffer from depression.\n  ","151346":"\n  Sincerely.\n  \n  today's selfie w Bubo:\n  ","151347":"\n  I have several times my grandma was really into that\n  ","151348":"\n  I live in Portland area in Washington State but I'm from Virginia Beach, Virginia originally\n  ","151349":"\n  1. I do what the fuck I want\n  \n  2. you have something to say after like, every eggsy question. stalk me much?\n  \n  3. sex talk is literally against the rules anyway like fuck off with that mess there are 13 year olds here. like you.\n  ","151350":"\n  I don't have a tik tok but I look forward to your spam\n  ","151351":"\n  so my first step dad and my now sister in law are the same age\n  \n  if my dad suddenly married younger I'd be upset but only a little bit because of the age difference and mainly because I really love my stepmom\n  ","151352":"\n  like the same but more outgoing\n  ","151353":"\n  I have no opinion. I only know one anarchist really and we haven't spoken in years.\n  ","151354":"\n  I'm going to be really boring here\n  \n  I have no sex drive. I could care less. I just recently (4 days ago) started taking a half-dose of prozac and the withdrawal is HELL\n  \n  but\n  \n  I might start caring about sex again soon, hopefully\n  ","151355":"\n  had bad nightmares and ended up with a neck spasm so I've been dealing with that all day. went to get a haircut and eat a slice of veggie pizza for lunch. bought some mandarins and cider and parsley at the grocery store. Helped the woman in front of me price her mandarins and the woman behind me put her groceries from her cart to the counter (she was on a scooter). Went home and shared a mandarin with Bubo (she loooooooooved it today). Been relaxing mostly, did yoga twice and a little weight lifting. changed the sheets on the bed. now I've got my pineapple rose and I'm trying to drink this spasm away before bed\n  ","151356":"\n  I have a gigantic muscle spasm, so I'm treating it by gettin' crunk\n  \n  ask me things!\n  \n  -Bubo\n  \n  -Art\n  \n  -weed\n  \n  -my travels\n  \n  -makeup\n  \n  -food\n  \n  -America\n  \n  -mental health\n  \n  etc\n  ","151357":"\n  kylie jenner\n  \n  or like any of 'em\n  ","151358":"\n  so I have played with the idea that the version of me I dream about in the sequential dreams I have is a parallel universe me that is awake when I sleep. There are lots of similarities but some very key differences. If I can somehow get the dream me to sleep while I'm dreaming, I get what I call double sleep and it's the most refreshing, biggest relief of sleep that ever was.\n  \n  anyway here's today's selfie:\n  ","151359":"\n  sure\n  ","151360":"\n  sometimes people are busy\n  ","151361":"\n  I have no idea. probably not.\n  ","151362":"\n  day is almost over now. I'm okay. feeling run down from prozac withdrawal but also had a good dinner (salmon curry) and got a cute gift (parakeet onesie)\n  ","151363":"\n  hot cider sounds good\n  ","151364":"\n  I drew a thing\n  ","151365":"\n  right now I'll take the wealth I have some home improvements in mind\n  ","151366":"\n  my passions are animals, art, makeup, travel\n  \n  my hobbies are drawing and painting and occasionally fiber arts\n  \n  I'm not the \"most fun\" but I like to enjoy life and have a good time\n  ","151367":"\n  all the trees in my backyard are my favorite view\n  ","151368":"\n  in and out\n  ","151369":"\n  I have no idea before kindergarten\n  ","151370":"\n  in general difficult but lately it's been way easy for me so I hope I'm not sick\n  ","151371":"\n  I'm not really sure what the laws are but there is a fucking confederate statue- in washington state so far away from the civil war- that's privately owned so I guess like that's allowed.\n  \n  hate speech shouldn't be protected.\n  ","151372":"\n  every racist and appropriative costume\n  ","151373":"\n  vanilla\n  ","151374":"\n  ew\n  ","151375":"\n  apple\n  ","151376":"\n  sausage\n  ","151377":"\n  yes\n  ","151378":"\n  my SSN#\n  \n  today's makeup w\/Bubo-\n  ","151379":"\n  I'm not a fan of most sequels\n  ","151380":"\n  there are no limits or rules. I don't care what he watches or doesn't watch. porn isn't real life.\n  ","151381":"\n  no I guess not cause I can't recall any\n  ","151382":"\n  it was so glazed over. Like I had black teachers so I learned about slavery but that was definitely not in our text books.\n  ","151383":"\n  it's so quiet tonight\n  ","151384":"\n  this except for I ended up not needing the scarf it was pretty warm out today\n  ","151385":"\n  wut up I'm about to eat a chicken sandwich and some tots and watch some tv but when I come back it'll be... Shitfaced Sunday and I have Pumpkin Cider for the occasion.\n  \n  Send me questions about: Bubo Makeup My day My travels Mental health The 90s America Folklore Sasquatch Art Food Weed etc\n  \n  I'll start answering in a little while when I have a cider in hand\n  ","151386":"\n  I wouldn't ever date one of my exes. I'd listen to my gut instinct and stay far away\n  \n  other than that I can't think of anything I like the results of my actions, my life is very good and healthy\n  \n  anyway here's today's selfie- also I took Bubo out for an outing to get groomed and to the grocery store today and she had such a fun time now she's singing away\n  ","151387":"\n  parks and rec\n  ","151388":"\n  I actually get eggsy's questions the first time so I don't need some creep anon repeating to them to me all the time thx\n  ","151389":"\n  no and yes\n  ","151390":"\n  key lime pie\n  ","151391":"\n  I've eaten goulash and some stuffed cabbage thing\n  ","151392":"\n  artist\n  ","151393":"\n  so far so good.\n  \n  gotta take Bubo in for grooming in a little while\n  \n  prozac withdrawal hasn't been my favorite thing I've ever gone through but I'm mostly fine\n  ","151394":"\n  more or less\n  ","151395":"\n  when it's a personal safety issue.\n  ","151396":"\n  it's a hard spot to be in for sure. If he doesn't want help then all you can do is try to be as supportive as you can while still keeping things safe. BUT he's not your responsibility either so be a caring friend if you've got it in you but don't let it eat you up\n  ","151397":"\n  this conversation is boring and I think you're maybe 13\n  ","151398":"\n  I can't help it they're way long right now I need to trim\n  ","151399":"\n  because I can\n  \n  and I did\n  \n  and he hollered \"why did you use your claws\"\n  ","151400":"\n  no I don't have a laptop\n  ","151401":"\n  fuck off\n  ","151402":"\n  ima go grab my partner's butt right now\n  ","151403":"\n  no\n  ","151404":"\n  we have like a clown wig and a mouse costume somewhere but the cats won't go near them\n  ","151405":"\n  racism sexism homophobia transphobia voting republican etc\n  ","151406":"\n  huh\n  ","151407":"\n  I'm not old enough for this\n  ","151408":"\n  Emanuel Lewis\n  ","151409":"\n  waiting patiently for xmas light time\n  ","151410":"\n  nope because I just don't believe in stuff like that\n  ","151411":"\n  sometimes, sometimes not\n  \n  I don't really have a hard opinion because I wasn't there to witness it. alien life is probably. that they spend their time on earth is not so.\n  ","151412":"\n  sure why not\n  ","151413":"\n  that statement makes no sense to me so I guess my first thought would be to get clarification on what that has to do with me\n  ","151414":"\n  I don't really\n  ","151415":"\n  they're divorced.\n  ","151416":"\n  moto g something or other\n  ","151417":"\n  opal ocean by slenderbodies\n  ","151418":"\n  not close friends but I do have gay men friends\n  ","151419":"\n  wake up to bird yelling, unplug phone go pee put on flannel grab glasses go get bird out of cage make coffee sit down with bird and coffee and look at computer\n  ","151420":"\n  everyone likes me\n  ","151421":"\n  my husband was already working late tonight but he also has a cold and hasn't had a day off in a while and he just really didn't feel up to going tonight\n  ","151422":"\n  Was supposed to go to a party tonight but ended up having to cancel plans\n  \n  send me questions homies. inbox party.\n  ","151423":"\n  no gross\n  ","151424":"\n  mushrooms\n  ","151425":"\n  I don't know who that is\n  ","151426":"\n  pounded in the butt by my own podcast\n  ","151427":"\n  a secret room hidden behind a bookcase\n  \n  today's makeup:\n  ","151428":"\n  breakfast club\n  ","151429":"\n  yes\n  ","151430":"\n  yes\n  ","151431":"\n  I worked at a strip club for a while as both a cocktail waitress and a dancer\n  ","151432":"\n  the best things about hobbs and shaw:\n  \n  -the rock\n  \n  -there is a strong female lead that isn't romantically involved with any other characters and romance isn't even a thing it's just non stop action\n  \n  -passes bechdel test\n  \n  -Helen Mirren\n  \n  -Samoan Dance\/war scene lead by the Rock\n  ","151433":"\n  tbh I haven't used one in like 20 years so I have no idea what they're even like anymore\n  ","151434":"\n  hobbs and shaw\n  ","151435":"\n  rolls with all sorts of shit in 'em and with a spicy sauce like usually chef's specialties or local rolls\n  ","151436":"\n  I do not. I'm going to a party tonight though so maybe I'll hear something good\n  ","151437":"\n  I don't really ever dance\n  ","151438":"\n  oh like 3 or so\n  ","151439":"\n  yeah in general unless they say it in a really weird way or something\n  ","151440":"\n  I don't care about sports\n  ","151441":"\n  paranoia is treatable. it doesn't \"go\" anywhere.\n  \n  Stop being asinine I am not in the mood and I'll just end up deleting you\n  ","151442":"\n  that's not how things work\n  ","151443":"\n  I mean it's not a living thing it doesn't have to go anywhere it just stops existing\n  ","151444":"\n  I have schizophrenia so.... yes\n  \n  no one reads bios\n  ","151445":"\n  acab\n  ","151446":"\n  nope\n  ","151447":"\n  I don't get hit to start with\n  \n  it's from a yoko ono song but your fascination with defense shows me that you really want to hit women\n  ","151448":"\n  no because I take meds for that\n  ","151449":"\n  I mean, good for them for adopting kids but they need to make sure they learn about and respect African culture and can teach and incorporate that in upbringing but that goes for literally any race adopting a child outside of their race I guess.\n  ","151450":"\n  bloody mary\n  ","151451":"\n  well, they're ex mormons now but when I met them they were part of the church\n  ","151452":"\n  nope\n  ","151453":"\n  yup\n  ","151454":"\n  why does my name bother so many of you are you really worried that a woman might defend herself to your bullshit and abuse\n  ","151455":"\n  it's been along time but I probably did make a wish and nah I'm still not a multi millionaire\n  ","151456":"\n  a good yawn\n  ","151457":"\n  I don't think I have anyone blocked right now. At one point I had like 200 accounts blocked and most of them were ben\n  ","151458":"\n  It was a great trip! if you ever get a chance to wander around the desert near Niland, CA, also, there's some really great art\/sculpture areas out in the middle of nowhere (and the weather out there was in the 90s)\n  ","151459":"\n  it gets quite cold at night there and the sun was going down when we got there so it had been a very hot day but I had a sweater on by the end of our time there\n  ","151460":"\n  I watched like a whole season of that garbage for some reason\n  ","151461":"\n  this was a rare night at Joshua Tree National Park in California, right before a huge rainstorm\n  \n  I got to experience this last month on a quick trip to LA and then the desert\n  ","151462":"\n  Woo it's Thirsty Thursday\n  \n  ask me anything! some topics I recommend:\n  \n  -art-music-Bubo\/parakeets-makeup-weed-my travels-America-food-mental health-etc\n  ","151463":"\n  1980\n  ","151464":"\n  nope\n  ","151465":"\n  ? I mean he's tall and has a great smile and he plays strong characters I guess.\n  ","151466":"\n  yes\n  ","151467":"\n  \"have\"\n  \n  don't bother me until you learn that women aren't objects\n  ","151468":"\n  Id rather go to London\n  ","151469":"\n  yes\n  ","151470":"\n  I mean...\n  \n  (new DP)\n  ","151471":"\n  pineapple\n  ","151472":"\n  I hadn't but I immediately think katy perry and madonna\n  ","151473":"\n  maybe one\n  ","151474":"\n  yes and the word would be create\n  ","151475":"\n  not really\n  ","151476":"\n  nope\n  ","151477":"\n  I don't like red velvet\n  ","151478":"\n  cream cheese\n  ","151479":"\n  vanilla with sprinkles\n  ","151480":"\n  soft\n  ","151481":"\n  lately like 13-14 but my shrink wants me in front of the sunlamp 30 min every morning to combat that\n  ","151482":"\n  pepper jack or muenster\n  ","151483":"\n  blue Christmas\n  ","151484":"\n  just now one of my cats put her little paw on my hand and leaned her head down to touch and it was so cute\n  ","151485":"\n  I totally disagree\n  ","151486":"\n  my great room now is perfect with dark orange walls covered in art and a big comfy sectional\n  ","151487":"\n  the model for snow white is still alive and turns 100 this year\n  ","151488":"\n  it wasn't even that bad, and parts were good like I went to the doc and we decided to take less prozac and just increase time in the light box but I feel all this existential dread because there's no new treatments for my cognitive symptoms available still so I just get to watch myself slowly slide into dementia\n  ","151489":"\n  having a.... day. Distract me with questions y'all\n  ","151490":"\n  I've never had it. I've never been to Mardis Gras or even New Orleans. I have been to upper Louisiana though.\n  ","151491":"\n  not in my opinion no\n  ","151492":"\n  dread\n  \n  today's selfie with bubo:\n  ","151493":"\n  a rebound is usually like, immediately after a break up but here there was a little time in between\n  ","151494":"\n  yes. because I've been married for almost 16 years.\n  ","151495":"\n  I only saw the first two seasons\n  ","151496":"\n  I don't love chocolate\n  ","151497":"\n  my cool dark green hair I had as a teen. My hair is too healthy to take dye now unless I bleach it first which I won't do so I just don't have pretty colored hair.\n  ","151498":"\n  cheeseburgers\n  ","151499":"\n  bisexual means attracted to the same gender and other genders. it's not trans-exclusive. Pansexual means attracted to people regardless of gender. They're very similar and neither are exclusive.\n  ","151500":"\n  for some people it is the same. but for most people there's a hierarchy in play. bugs and fish seem to be way at the bottom of that.\n  ","151501":"\n  I guess I still have a weird belief in something called soul but I couldn't describe to you what that means and why the clone doesn't have it\n  ","151502":"\n  anger is just a facet of a whole person\n  ","151503":"\n  pumpkin. pumpkin, pumpkin.\n  ","151504":"\n  I like them ok but I never like, buy a box of raisins\n  ","151505":"\n  his politics\n  ","151506":"\n  my friend JR swears to god I poured my soda down the back of his neck once out of nowhere but I do not remember this\n  ","151507":"\n  this is too big a question for my brain right now\n  \n  privatization sucks right\n  \n  people with drug offenses should be pardoned\n  \n  should they even exist like they do?\n  ","151508":"\n  Japanese\n  ","151509":"\n  the \"overnight\" size, the biggest one, is good for about 10-12 hours. So two of those a day is normal. If you use smaller sizes, expect to change them more.\n  ","151510":"\n  I forget to put the pizza in the fridge pretty often like every time we have it\n  ","151511":"\n  I forgot how to drive\n  ","151512":"\n  I don't follow very many people and I list them so often that I'll pass. most of my questions come from spam and anons not people I follow.\n  \n  song I'm listening to- \"after that\" by Yaeji\n  ","151513":"\n  I feel like it's basically blasphemy to say this in washington state but....\n  \n  nirvana\n  ","151514":"\n  electric\n  ","151515":"\n  no I don't really like chocolate\n  ","151516":"\n  I get so many good food questions from\n  \n   @HeyGuysWantStuffJustAsk\n  \n  so like I'd enjoy showing her the good places to eat in Portland probably, I feel like she'd appreciate the food I like\n  ","151517":"\n  I mean I smoked for 15 years and I smoke cannabis now and I'm 39 but most people think I'm in my late 20s\/early 30s\n  \n  so I guess maybe if you smoke longer than 15 years\n  ","151518":"\n  I mean, basically\n  \n  don't feel like doing my makeup today so here look at my new dress\n  ","151519":"\n  I prefer the sandwich to the soup\n  ","151520":"\n  yes. for being misogynist, transphobic, and in one case because the dude was basically an incel\n  ","151521":"\n  yes\n  ","151522":"\n  I mean, almost everyone does it at some point. second chances aren't uncommon .\n  ","151523":"\n  back of my hand, to show off my fat emerald ring\n  ","151524":"\n  everyone who's in my life is fine. I already removed the toxic folk.\n  ","151525":"\n  I still don't know what the hell to do on ello so I just ignore it\n  ","151526":"\n  I have a lot of tactile weirdness. I can't touch a peach, a velvet jewelry box, plaster, newsprint, or chalk\n  ","151527":"\n  Allison- Va Beach but I live near Portland, hard cider, Capricorn, anything by Von Sell\n  ","151528":"\n  we were working together\n  ","151529":"\n  if you consume both you become invincible\n  ","151530":"\n  none we were in urban philadelphia. But we only dated for like a month lol. Then I met my current spouse.\n  ","151531":"\n  no a black man\n  ","151532":"\n  yes\n  ","151533":"\n  I didn't come out until I was 35. So no. I've had a lifetime of crushes on all genders but I've only been in relationships with men.\n  ","151534":"\n  I'm not generally attracted to blue eyes. I have black eyes. My partner has brown eyes.\n  ","151535":"\n  take a nap\n  ","151536":"\n  nope\n  ","151537":"\n  lol why you copying eggsy\n  ","151538":"\n  an orange maybe\n  ","151539":"\n  I have no idea I guess last time I was out in the woods so it's been a while\n  \n  today's makeup-\n  ","151540":"\n  word\n  ","151541":"\n  I'd never heard girls aloud before because american\n  \n  but this is catchy\n  ","151542":"\n  yes\n  ","151543":"\n  last night I get drunk on thus and sun\n  ","151544":"\n  I like spinach a lot and that's Bubo's second favorite veggie so we have it on hand frequently\n  ","151545":"\n  yes and I'm thinking of covering it up for my birthday\n  \n  it's just kanji it's not badly done but I feel like an asshole being a white person walking around with a kanji tattoo\n  ","151546":"\n  500\n  \n  just kidding I still can't have kids\n  ","151547":"\n  why do people always think I'm rockabilly- is it because I wear floral dresses? Like there is literally nothing else about me that says \"rockabilly\"\n  ","151548":"\n  pads. always brand.\n  ","151549":"\n  late 90s\n  ","151550":"\n  racism\n  ","151551":"\n  no maybe lust is\n  ","151552":"\n  I mean I'd be pretty mad if someone killed one of my pets\n  ","151553":"\n  so meaningless\n  ","151554":"\n  people think I look mean but I'm not\n  ","151555":"\n  no it's perfectly normal family isn't everything\n  ","151556":"\n  both\n  ","151557":"\n  no\n  ","151558":"\n  most painful- shoulder blade\n  \n  least painful- forearm\n  ","151559":"\n  I do and it's not bad either way you need to stop worrying about \"bad\" and just work on accepting life as it is\n  ","151560":"\n  not that I can recall\n  ","151561":"\n  my partner\n  ","151562":"\n  it's not bad- it's just sometimes a situation in play\n  ","151563":"\n  not anymore\n  ","151564":"\n  yum\n  \n  also I can share it with Bubo\n  ","151565":"\n  I ate saffron rice and beef curry, I'm drinking pear cider, I lifted and did yoga twice, sold 5 portraits, my partner was home today, I just got bird snuggles\n  ","151566":"\n  bologna. just kidding.\n  \n  other people mainly.\n  ","151567":"\n  I fucking HATE bologna. It's the main bad memory food I have from childhood eating a bologna sandwich everyday felt like punishment\n  ","151568":"\n  at some point in your life, yes, but there's no real rush and it's a little eyerolly when people obsess over love and end up warding it away from themselves.\n  ","151569":"\n  pick up snakes\n  ","151570":"\n  I drink like 4 liters at least of water a day\n  ","151571":"\n  dance music! the beat keeps me focused\n  ","151572":"\n  feeling good\n  ","151573":"\n  holy smokes it's Shitfaced Sunday\n  \n  Send me questions! some suggestions-\n  \n  -recent travels\n  \n  -makeup\n  \n  -art\n  \n  -my really good day today\n  \n  -food\n  \n  -America\n  \n  -weed\n  \n  -mental health\n  \n  -etc\n  \n  here's a portrait I did today:\n  ","151574":"\n  ok. this isn't a question. you asked me a question and I answered. No I would not recommend that lifestyle.\n  ","151575":"\n  I used to have a crush on Trent from Daria\n  \n  Lookie Anon I did my brows just for you\n  ","151576":"\n  no?\n  ","151577":"\n  I do and probably salmon or tuna but we definitely eat a lot of salmon here in the PNW. I like halibut too- had a halibut burger not long ago with feta cheese and spinach mixed in was pretty good\n  ","151578":"\n  I have\n  ","151579":"\n  a pumpkin\n  ","151580":"\n  evil dead 2\n  ","151581":"\n  I like when the chef creates a signature roll\n  \n  like the place near me has a roll named after our neighborhood and it's so good its just got all this weird shit piled on it with spicy sauce and it's excellent\n  ","151582":"\n  my brows are wild on purpose it's the look I'm going for and it took years to get them to grow the way I wanted them because I overplucked as a teen\n  ","151583":"\n  those peanut butter taffy things wrapped in black and orange wax paper\n  ","151584":"\n  I can't have candles because it's bad for birds\n  ","151585":"\n  nope\n  ","151586":"\n  Fuck They by Sofi Tukker\n  ","151587":"\n  dislike\n  ","151588":"\n  -squishy\n  \n  -round\n  \n  -still strong\n  \n  butts are good\n  ","151589":"\n  I am, and it just seems like a normal human relationship thing right agree to take care of each others young in an emergency\n  ","151590":"\n  apathy\n  ","151591":"\n  just normal bad luck- hit a deer, attractions were closed when we got there, buggy hotels, bad weather, etc\n  ","151592":"\n  more a marvel right it's quite athletic\n  ","151593":"\n  I can't really think of one so Linda Belcher from Bob's Burgers\n  ","151594":"\n  Gretchen from Bob's Burgers\n  ","151595":"\n  Christmas\n  ","151596":"\n  I am my own style icon\n  ","151597":"\n  I hate it\n  ","151598":"\n  yes\n  ","151599":"\n  none specifically more like just the things playing in the background on mtv in the early 80s\n  ","151600":"\n  nah... I wish :P\n  ","151601":"\n  honey\n  ","151602":"\n  fruit\n  ","151603":"\n  no\n  ","151604":"\n  if I told you then they'd know about it I definitely don't have social media privacy lol. Even at my age.\n  \n  But I'm overall a way good person and the bad things I've done were all under the influence of an abuser so it doesn't really matter now\n  ","151605":"\n  answer. though once in a blue moon I'll have some weird\/idiotic question stuck in my head that I have to send out.\n  ","151606":"\n  replace \"rattlesnakes\" with \"allison\"\n  ","151607":"\n  my partner because I know he is handy enough to build us a shelter and stable enough to keep us focused on survival\n  ","151608":"\n  remember the quizno's spongemonkeys?\n  ","151609":"\n  I love hot weather better\n  ","151610":"\n  I used to could- was even a competitive swing dancer at one weird stage of my life- but I have sacroiliac joint dysfunction in both joints now so it's hard for me to move as fluidly as I once could\n  ","151611":"\n  sure. It's what I mostly end up seeing.\n  ","151612":"\n  just a plain ole american flapjack\n  ","151613":"\n  well keep it up bud and do your best to do something nice for yourself today even if you don't feel up to it.\n  ","151614":"\n  I'm sorry. I hope that passes for you soon. Life can be quite good when depression isn't mucking it up. Do you have a treatment plan?\n  ","151615":"\n  sorry that's no fun.\n  ","151616":"\n  I'm pretty good. just finished grinding my weed for the day. drinking coffee. watching squirrels and birds out the window\n  ","151617":"\n  the weather\n  ","151618":"\n  san diego trip on the 22nd!\n  \n  I've only been ready to go and rested up since like yesterday so I don't have long to wait\n  ","151619":"\n  let's break it down. it's a weird dialect.\n  \n  \"Hateful Is\" means a hateful or bad person\n  \n  \"Hateful Does\" is to act hateful or act bad\n  \n  \"Hateful Is is Hateful Does\" means if your actions are bad, then you are bad. the two are the same.\n  ","151620":"\n  you should always treat yourself as good as you can self care is very important\n  ","151621":"\n  thick as a brick by jethro tull\n  ","151622":"\n  like where to begin\n  ","151623":"\n  someone complimented my socks\n  ","151624":"\n  draw, travel\n  ","151625":"\n  there's an old Appalachian saying I love- 'Hateful is is hateful does\"\n  ","151626":"\n  three cats and a parakeet\n  ","151627":"\n  yes we're really lucky. It took a lot of work to get to this though. Take good care of yourselves and each other y'all.\n  ","151628":"\n  he does in-home computer repair and network set up\n  ","151629":"\n  not traditionally, I'm only medically cleared to work one day a week outside of the home and no one hires for that.\n  \n  I am an artist though and I make frequent art sales online on redbubble.com\/people\/shehitsback\/shop\n  \n  I also sell portraits- here's one I did today\n  ","151630":"\n  :D\n  ","151631":"\n  no I don't I also have polycystic ovarian syndrome and I'm one of the unlucky ones with the big scarring cysts rendering me infertile. Which is fine to be honest my partner and I have been together for 16 years and not having kids never slowed us down\n  ","151632":"\n  I take lots of medicine. I'm severely mentally ill. Most people do not need the amount of medicine I need.\n  ","151633":"\n  that's great though therapy is so important and if you can learn to manage your own anxiety without meds then you'll be on the road to remission.\n  ","151634":"\n  I've been to about a dozen, most in the late 90s, but the most recent being 2015 Snowglobe at Lake Tahoe.\n  \n  it's like feeling music under your feet and knowing that everyone else is connected by that bass too.\n  \n  It's a good time with drugs.\n  \n  If you're VIP people hand you free shit all day\n  ","151635":"\n  agoraphobia is more like being afraid to leave your house at all but it's definitely a sign of anxiety to feel nervous in crowds\n  ","151636":"\n  I did but I cured it with exposure therapy over about 2 years\n  \n  I'd make an appointment with myself to walk to starbucks and back, and then discuss it with my therapist. Then the next week, I'd actually go in and order something to go, and then another meeting and then next time I'd stay a little while, etc in small increments until I was able to go to conventions and deal with downtown crowds even\n  ","151637":"\n  my life was one big entire mess before I saw a doc.\n  \n  I'm way pro seeing the professionals\n  ","151638":"\n  prozac and therapy cured my depression.\n  \n  I'm considered in full remission.\n  ","151639":"\n  then I would for sure talk to a doctor if you have panic disorder there are definitely meds for that, I have that also and haven't had a panic attack now in like, at least 2 years.\n  \n  there's help for anything that could be ailing you. Doctors are leaps and bounds better with mental health now than they were when I was starting out.\n  ","151640":"\n  then I recommend checking in with a psychiatrist and a psychologist and getting that support that they can offer\n  ","151641":"\n  at the time I was having positive symptoms (delusions, hallucinations, auditory hallucinations, etc) and negative symptoms (flat emotion, depression, ahedonia, etc) not so much any cognitive symptoms (disordered speech, loss of short term memory, inability to concentrate, etc)\n  \n  Now that I'm taking anti psychotics and prozac, I only really suffer from cognitive symptoms and rarely negative symptoms.\n  ","151642":"\n  no :(\n  ","151643":"\n  I prefer chubby girls personally but I've had crushes on skinny girls too\n  ","151644":"\n  diverse, middle class, well forested, suburban, friendly\n  \n  today's makeup-\n  ","151645":"\n  lots of frozen taquitos\n  ","151646":"\n  Rae\n  ","151647":"\n  I've already posted the one good wedding pic so here's a nice one of us from our recent vacation\n  ","151648":"\n  nope\n  ","151649":"\n  I have not\n  ","151650":"\n  yeah I would say it's kind of shitty behavior to hold something over a person like that. If they were truly forgiven that wouldn't be happening.\n  ","151651":"\n  loneliness is a negative reaction to being alone. The act of being alone is neutral but to feel an emptiness\/need for interaction with other living beings is a potential side effect.\n  \n  I don't see what these things have to do with each other\n  \n  I just feel things as they occur and try to stay mindful in all things\n  ","151652":"\n  In theory I'm forgiving, mainly because I just don't want to hold on to that negative emotion\n  \n  in practice, though, I hold grudges and cut people off.\n  \n  so, overall, I have no idea what I'm doing really I guess it's case by case\n  ","151653":"\n  I removed my toxic mother from my life and my siblings resent me for it. I guess I mean I don't know why my mom hates me she just always has.\n  \n  Nah I don't want to rekindle with people who don't give a shit about me I'm living a happy and peaceful life with lots of love and support without them\n  ","151654":"\n  my family hates me I'm the worst person to come to advice about that\n  ","151655":"\n  no I used to have some tresor but I used it all now I have boutique scents the one I'm using the most right now is from margot elena's tokyo milk line and it's called dead sexy\n  ","151656":"\n  I have a spray perfume and I just spray it on my chest\/boobs one good squirt\n  ","151657":"\n  Missy Elliott\n  ","151658":"\n  can of soup dumped over some rice\n  \n  bagged salad with chicken on top\n  \n  deli sandwiches\n  ","151659":"\n  thanks back atcha\n  ","151660":"\n  my partner\n  ","151661":"\n  yes\n  ","151662":"\n  judges don't have to wear rubber gloves\n  ","151663":"\n  if anyone is annoyed by me they haven't spoken up\n  ","151664":"\n  tacos on sunset blvd in LA\n  ","151665":"\n  I mean, my biggest responsibility is just to stay stable. It's hard some days and other days I've got a handle on that shit.\n  ","151666":"\n  I apologized to my cat for almost stepping on her paw\n  ","151667":"\n  being conservative like wtf\n  ","151668":"\n  23. I was diagnosed incorrectly as having \"major depression with psychotic tendencies\" at 19 but the next few doctors I went to all agreed that it was schizophrenia\n  ","151669":"\n  sleep\n  ","151670":"\n  I've been on countless old tours of places when I lived in Tidewater and again in MA. I can't remember anything right now. I enjoy that shit too I'm trying to talk my partner into a haunted walking tour of downtown this halloween\n  ","151671":"\n  I sleep like 13 hours a day\n  ","151672":"\n  that I'll die before I'm ready\n  ","151673":"\n  yeah why not\n  \n  if you live in my state it's absolutely inexcusable to not vote ballots get sent to your address and the return postage is free\n  ","151674":"\n  in every single election except for school board. I don't give a shit about that.\n  ","151675":"\n  I never want food after I've been drinking. I just want to feel that alcohol slosh around in my empty belly. if pressed though dennys\n  ","151676":"\n  low key sure like hate speech that's what it is anyway\n  ","151677":"\n  I blinked and I suddenly have 1906 followers. welcome noobs, I like questions so get crackin'\n  ","151678":"\n  I guess what it comes down to is I can't predict the actions of every single person in a crowd. When you're just with a few people you expect them to act a certain way and most normal people do act in a normal way but in a crowd anything is possible and there's no where to run\n  ","151679":"\n  -cognitive issues\/forgetting words or losing structure to my sentences\/basically public speaking as a schizophrenic\n  \n  -driving\n  \n  -responsibilities that exceed my abilities\n  \n  -traffic\/crowds\n  ","151680":"\n  I am in control. technology is a useful tool for me not a source of anxiety.\n  ","151681":"\n  getting Thirsty Thursday underway here in a bit, I don't want to be up all night so I am going to be an early evening drunk tonight\n  \n  AMA\n  \n  some topics to consider:\n  \n  -art, my redbubble, daily sketches\n  \n  -makeup\n  \n  -Bubo or birds in general\n  \n  -cannabis\n  \n  -my recent trip to LA, Salvation Mountain, East Jesus, and Joshua Tree\n  \n  -my upcoming trip to San Diego\n  \n  here's a digi-painting I did today based on some photos I took in Joshua Tree\n  ","151682":"\n  that we're dangerous.\n  \n  mentally ill people are leaps and bounds more likely to be victims of violence, not the cause of it.\n  ","151683":"\n  I have a team of very good doctors and manage things very well, thankfully\n  ","151684":"\n  I don't know who any of those people are\n  \n  and if you hate me, don't follow? problem solved\n  \n  I for sure don't care about your stupid opinion\n  ","151685":"\n  my talents are known.\n  \n  today's makeup:\n  ","151686":"\n  nope. I barely answer phone numbers that I do know.\n  ","151687":"\n  never seen it\n  ","151688":"\n  there are videos of her doing random things mixed in with my other posts on IG\n  \n   @shehitsback\n  \n\n  here's a eggy pic\n  ","151689":"\n  thanks! she's a 3 and a half year old american parakeet named Bubo, which is Latin for \"owl\". She has a super strong breeding instinct- to the point of it being a problem- so she's on eggs a lot. She's sitting on 4 eggs right now, and has had 42 eggs total in her short life. Her vet is baffled but we assume she's just so happy with her environment that her instinct is telling her it's a good time to bring babies into the world- even if none of them are fertilized.\n  \n  when she's not on eggs she's the most loving, companionable little girl. She loves to be the center of attention and she stays with me most of the day on a shoulder or close by.\n  ","151690":"\n  the only college I went to was a 4 year art college. I made it through 2 years.\n  ","151691":"\n  not a university, a college- montserrat college of art\n  ","151692":"\n  tater tots\n  ","151693":"\n  yesterday was my last day of physical therapy, 5 weeks early, because I was adamant about doing my stretches and exercises everyday and earned a full recovery in both arms\n  ","151694":"\n  ha rollerskating\n  ","151695":"\n  love\n  ","151696":"\n  I dunno I'm pretty open about myself as it is\n  ","151697":"\n  see all 50 states\n  ","151698":"\n  nothing fantastic just school records and mensa acceptance\n  ","151699":"\n  thanks and no\n  ","151700":"\n  didn't I just answer this\n  ","151701":"\n  no not at all\n  ","151702":"\n  sausage\n  ","151703":"\n  only in that I've seen it on my twitter feed\n  \n  I think she should have gotten more time.\n  ","151704":"\n  I'd go through the whole \"AMA\" spiel but let's be honest I'm good for like another hour and then I'm sleeping so hard god himself won't be be able to wake me til morning\n  \n  but you have until then to ask me shit so do it\n  ","151705":"\n  thanks homie\n  ","151706":"\n  I mean I'm diagnosed with schizophrenia.\n  \n  like, what else would I mean.\n  ","151707":"\n  dozens\n  \n  but they were delusions\n  ","151708":"\n  nah that would be way too much responsibility\/take so much energy\n  \n  today's selfie while running errands\n  ","151709":"\n  I'm not trying to be a jerk but I'm the smartest person I know. I am a certified super genius who was invited to join mensa and I've never dated a guy who's come close\n  ","151710":"\n  personally?\n  \n  well I plucked a few chin hairs earlier so I guess I destroyed a few micro-ecosystems in my hair follicles\n  ","151711":"\n  General Fine Arts but I was considering switching to Painting\/Dawing with a minor in Printmaking and just never got around to it before I had to leave\n  ","151712":"\n  I never do anything paid it forwardy I just try to be a pleasant person to encounter so that I can brighten days that way\n  ","151713":"\n  no\n  ","151714":"\n  longer than I can recall right now\n  ","151715":"\n\n   @King_Luma601\n  \n\n   @mymountainofdreams\n  \n\n   @tashaste\n  \n\n  these are the only three people I follow that I don't think you know already\n  ","151716":"\n  my phone, the edge of my desk, the space I get in and out of my nest\n  ","151717":"\n  no it literally wouldn't make a dent\n  \n  why do you love money over people\n  ","151718":"\n  I mean how will it affect the economy if Elon Musk decides to be a better philanthropist that makes no sense\n  ","151719":"\n  climbing out of my crib and down the dresser to go downstairs and climb up to the top of the fridge to fix myself breakfast\n  ","151720":"\n  no not everyone can work it's ridiculous to consider that it's a necessity\n  ","151721":"\n  dirty water in flint mi-\n  \n  a billionaire could wipe that problem right out and barely spend a percentage of their money\n  \n  my solution is make billionaires pay for things\n  ","151722":"\n  sure trusting someone comes in a lot of stages right and layers you can be cautious enough to not give up all those layers and still trust someone pretty well\n  ","151723":"\n  death\n  ","151724":"\n  zomg so bored\n  \n  ask me about:\n  \n  -my recent\/upcoming travels\n  \n  -art\/dailysketch season\n  \n  -makeup\n  \n  -sasquatch or other weirdness\n  \n  -mental health and schizophrenia\n  \n  -cannabis\n  \n  -etc\n  ","151725":"\n  toast\n  ","151726":"\n  I am doing... my best. I'm staying as healthy as possible and taking things one day at a time. I'm good most days. I create often. I don't think about the future.\n  ","151727":"\n  I only speak English I never got fluent in anything else\n  ","151728":"\n  taste tester\n  ","151729":"\n  I have, the northern parts.\n  ","151730":"\n  like it's clear that this is you Ben and no we will never be friends. Now shoo.\n  ","151731":"\n  good lord no\n  ","151732":"\n  yes from birth to adulthood there was almost always a dog\n  ","151733":"\n  birds. My parakeet is the most loving, snuggly, cutest, smartest of my pets.\n  ","151734":"\n  if you don't feel like you did, then you didn't. You didn't verbally consent for sure.\n  ","151735":"\n  sure whatever\n  \n  today's selfie\n  ","151736":"\n  I don't have an anxiety tic but I have a facial tic that's a side affect of anti-psychotic medicine.\n  \n  I purse my lips like a fish.\n  ","151737":"\n  chocolate. I don't really like it anyway\n  ","151738":"\n  I don't get that embarrassed. I'm almost 40 that's something you def grow out of\n  ","151739":"\n  didn't knead out an air bubble and my pot exploded and broke everything\n  ","151740":"\n  no\n  ","151741":"\n  yes\n  ","151742":"\n  it's alright\n  ","151743":"\n  do you expect that I'd send you to some so you could harass them?\n  ","151744":"\n  they probably wouldn't be but it doesn't matter because I haven't dated in like almost 17 years\n  ","151745":"\n  meh\n  ","151746":"\n  musical instruments\n  ","151747":"\n  life hasn't been easy on me lol but I make do and stay well rested anyway\n  ","151748":"\n  I became peaceful and happy\n  \n  I stayed creative and artistic\n  ","151749":"\n  hated: math\n  \n  favorite: art\n  ","151750":"\n  I am clumsy. I can't recall messing up in someone elses house but I've definitely exploded the contents of a classroom kiln\n  ","151751":"\n  eh, grandmama would be fine. but that won't be a thing.\n  ","151752":"\n  Maw Maw and Paw Paw, Grandmama and Granddaddy\n  ","151753":"\n  :)\n  ","151754":"\n  I agree. ACAB.\n  ","151755":"\n  cop\n  ","151756":"\n  I do not meatballs\n  ","151757":"\n  yes, way too much which is why I only drink twice a week now\n  ","151758":"\n  chicken\n  ","151759":"\n  no if I order something it's because I want to eat it not feed it to someone else\n  ","151760":"\n  in- texts from friends, cooking a meal, entertaining a parakeet\n  \n  out- phone calls, driving, solo travel\n  ","151761":"\n  my morning coffee and desk sit\n  ","151762":"\n  sportsball\n  ","151763":"\n  I like salads both ways, with only a teeny bit of dressing so I can taste the main ingredients\n  ","151764":"\n  thx\n  ","151765":"\n  well I WAS eating some muthfuckn Cheez It Grooves\n  \n  but now I'm getting up to lift weights and do yoga\n  ","151766":"\n  firstly, it was 1997 and I was a shitty 17 year old punk\n  \n  secondly, calm the fuck down this happened before you were born\n  ","151767":"\n  neither. I sleep most of the day.\n  \n  new dp\n  ","151768":"\n  foot surgery was elective not because of an injury. I had extreme bunions I had both joints fused to repair them\n  ","151769":"\n  I had planned it so far in advance and all of my friends were there it was supposed to be a birthday thing way back in january but I had foot surgery in Sept that had some complications so I wasn't ready to rollerskate until the middle of the summer\n  ","151770":"\n  breadsticks\n  ","151771":"\n  my dad\n  ","151772":"\n  no I didn't need surgery. it was radial head fractures both times so pretty easy to heal spots. I just couldn't move my arms past a 90 degree angle and had to be very careful until it healed then physical therapy to get movement and strength back\n  ","151773":"\n  broken elbows don't get casts because they don't want you to stiffen the joint. I had a sling I didn't wear.\n  \n  I broke the right one tripping in a parking lot over a ramp and the second one I broke while rollerskating\n  ","151774":"\n  I do. I didn't for like 2 months because I had broken elbows. Ya'll are so ridiculous.\n  ","151775":"\n  I mean I'm almost 40 I'm not a girl I'm a woman\n  ","151776":"\n  I didn't go to a traditional prom I just got dressed up with my friends and yelled at goth kids on the boardwalk\n  ","151777":"\n  a good wheat with lots of chunks of nuts and grains\n  ","151778":"\n  does it's always sunny count\n  ","151779":"\n  I mean, it's porn. with lesbians. What else do you want me to say?\n  \n  I would rather not talk to some creepy anon about sex when you're probably a 13 yo with your dick in your hand\n  ","151780":"\n  yes\n  ","151781":"\n  dirty talk makes me laugh and kills the mood it's always so awkward.\n  ","151782":"\n  I don't want one but whatever\n  ","151783":"\n  be mindful\n  ","151784":"\n  nothing out of the ordinary or that important\n  ","151785":"\n  shrug\n  \n  complex maybe just means very many points of involvement where deep is more about the psychological concept\n  ","151786":"\n  that's such a big concept to describe when I just woke up so pass\n  ","151787":"\n  hateful is is hateful does\n  ","151788":"\n  insecurity\n  ","151789":"\n  I don't have a list.\n  \n  three things I want to do:\n  \n  see all 50 states\n  \n  live to be 100\n  \n  be abducted by aliens\n  \n  things I've done:\n  \n  seen all but 7 of the states\n  \n  eaten weird shit\n  \n  gotten way high in the desert\n  ","151790":"\n  -getting stopped by border patrol\n  \n  -travel through the states\n  \n  -national parks\n  \n  -sasquatch\n  \n  -cider\n  \n  -schizophrenia in particular\n  \n  -the pacific nw\n  \n  here's a pic of salvation mountain\n  ","151791":"\n  yum\n  ","151792":"\n  in the mornings I went to a regular high school\n  \n  in the afternoons I went to a specialized art high school\n  \n  I started both in 1994 and graduated both in 1998\n  ","151793":"\n  yessss my grandma made it that way\n  ","151794":"\n  the cities I've been to so far? Yes. the best part of LA is the tacos. everything else was tainted by smog and traffic\n  \n  I looooooove northern california where mt shasta and the redwoods are though, and Joshua tree\/the desert is pretty phenomenal too\n  ","151795":"\n  wut wut it's shitfaced sunday\n  \n  I'll address anything in my inbox that doesn't break the rules\/deserve a report instead\n  \n  some things to ask me about:\n  \n  -my trip to joshua tree\/slab city\/salvation mountain\/east jesus\/LA\n  \n  -my upcoming trip to san diego\n  \n  -my parakeet Bubo\n  \n  -cannabis\n  \n  -mental health\n  \n  -America\n  \n  -makeup\n  \n  -etc\n  ","151796":"\n  I graduated from two separate high schools and started them both at the same time as well.\n  ","151797":"\n  I have passing cravings, really weird ones. Some recent stoner cravings are: olives, onion pizza, deviled ham, nilla wafers, key lime pie\n  ","151798":"\n  no because I think kissing is kinda gross so I get bored with it real quick\n  ","151799":"\n  as part of a curry is the best way. also sprinkled in stews of any type really.\n  \n  I've never taken it as a supplement\n  ","151800":"\n  tumeric\n  ","151801":"\n  cheesy popcorn\n  \n  fun note I almost typed poopcorn\n  ","151802":"\n  Snow White\n  ","151803":"\n  Xmas, which is a holiday resembling commercialized christmas except to my own personal specifications\n  ","151804":"\n  ohhhhh either white light\/white heat or sunday morning or black angels death song\n  \n  no wait\n  \n  ferryboat bill\n  ","151805":"\n  no\n  ","151806":"\n  the palette is called \"wizard in training\"\n  ","151807":"\n  I do because I love to smile\n  \n  unless they're like creepy or I'm not paying attention or I'm in a huge crowd\n  \n  today's makeup:\n  ","151808":"\n  redbone\n  ","151809":"\n  how weird it is that snakes are SO FAST when they have no legs to propel them\n  ","151810":"\n  here, doing more of the same, hopefully with steadier and more art sales though (I shouldn't complain but more is always nice right)\n  ","151811":"\n  it's gonna be the big 4-0 so I want to do something special but my best local friends moved away so I don't really know enough people around here for a party and we're taking so many trips this fall that I don't really know where I might want to go in January so I just don't know. I'll figure something out.\n  ","151812":"\n  heat\n  ","151813":"\n  we just stop and then there is nothingness\n  ","151814":"\n  I'm so so weird more than a 10\n  ","151815":"\n  nope came back on thurs night\n  ","151816":"\n  nope\n  ","151817":"\n  I mean people have reasons for doing things sometimes you just gotta accept and move on\n  ","151818":"\n  generic. I'm thrifty. most of my clothes come from amazon.\n  ","151819":"\n  heart shaped pancakes\n  ","151820":"\n  there was a flatbread food truck in my area at one point with really great spicy sauce and great fresh ingredients and when they closed I worked pretty hard at recreating that sauce at home so we could make our own\n  ","151821":"\n  soup in a bread bowl\n  ","151822":"\n  clean potable water for everyone!\n  \n  let's develop sustainable energy while we're at it\n  ","151823":"\n  a quick trip to San Diego next month\n  \n  yes I just came back from LA\n  \n  we got all these airline points that expire, and a companion pass\n  \n  so wooooo Jet Set Life\n  ","151824":"\n  thanksgiving\n  ","151825":"\n  blah neither I don't like milky coffee\n  ","151826":"\n  imagine I could take her places easily enough but not all ESAs are constant companions. I only take her to therapy and to the parrot store. She's more for personal responsibility and learning to calm my panic so she doesn't need to come with me everywhere.\n  \n  I made her an ESA because of the above mentioned things but also because at the time I was living in an apartment with wishy washy pet rules and I wanted to ensure my landlord couldn't tell me I had to get rid of her.\n  ","151827":"\n  February. by then I'm so sick of winter I could throw up\n  ","151828":"\n  being expected to send gifts when you literally don't have an income\n  \n  so I don't\n  ","151829":"\n  peanut\n  ","151830":"\n  nope\n  ","151831":"\n  brave\n  ","151832":"\n  I literally juuuuust smoked some maui wowie\n  ","151833":"\n  my mom gave me my first cigarette\n  ","151834":"\n  black beans\n  ","151835":"\n  ok hear me out\n  \n  UNFROSTED strawberry\n  \n  toasted\n  \n  with butter on top\n  ","151836":"\n  anything that played in heavy rotation on MTV in the 80s\n  \n  today's selfie-\n  ","151837":"\n  follow people and ask them questions\/answer questions people send you\n  ","151838":"\n  neither leave my shit alone\n  ","151839":"\n  being on top does nothing for me.\n  ","151840":"\n  southwest\n  ","151841":"\n  belle\n  ","151842":"\n  fennel\n  ","151843":"\n  debating a nap\n  ","151844":"\n  frozen taquitos lately\n  ","151845":"\n  fresh curly parsley for Bubo it's her favorite so she gets it everyday in addition to whatever other veggies I have\n  ","151846":"\n  well yeah that too\n  ","151847":"\n  I don't know what that means\n  ","151848":"\n  I cooled stir fry last night. I'll be having take out (pizza) tonight\n  ","151849":"\n  weed\n  ","151850":"\n  yes\n  ","151851":"\n  I just woke up like 40 min ago so so far so good\n  ","151852":"\n  I have no intentions of wearing shoes this whole day\n  ","151853":"\n  made a fancy gold tipped joint to leave so that it was ready to go the second I got home from the airport at midnight the other night\n  ","151854":"\n  mortgage and food and medical debt\n  ","151855":"\n  I only speak english but I studied swahili, spanish, portuguese and just never became fluent\n  ","151856":"\n  someone told me they heard of an ostrich\n  ","151857":"\n  child abuse\n  ","151858":"\n  my parakeet Bubo\n  ","151859":"\n  everything like nature and creation alike\n  ","151860":"\n  well I mean we have hotdog barbecues\n  ","151861":"\n  Living Inside My Own Butt for Eight Years, Starting a Business and Turning a Profit Through Common Sense Reinvestment and Strategic Targeted Marketing\n  ","151862":"\n  I'm drinking a few blackberry ciders and hanging out- send me questions about:\n  \n  -my trip yesterday to california\n  \n  -bubo or birds in general\n  \n  -mental health\n  \n  -my life\/opinions\n  \n  -makeup and fashion\n  \n  -the pacific nw\n  \n  -american culture\n  \n  -food\n  \n  etc\n  \n  here's me in East Jesus in the middle of the desert\n  ","151863":"\n  it was really good! I did some travelling- just got back last night from LA\/Joshua Tree\/Slab City and went to see Lady Gaga back in June in Vegas. Started my summer off with a trip back east to Virginia to visit family.\n  ","151864":"\n  so does anyone have like, questions? On this question site?\n  ","151865":"\n  I love large and unusual noses. cheek bones and jawlines. clavicles and shoulders.\n  ","151866":"\n  I like to try new things\n  ","151867":"\n  sometimes, but I get way too many of them where I live. which is fine because that makes everything green.\n  ","151868":"\n  done\n  ","151869":"\n  I do eat pizza because it's my partner's favorite food. We usually get regular old pepperoni but if I have my way I get white sauce pizza with mushroooms, onions, and olives\n  ","151870":"\n  word\n  ","151871":"\n  it could be kittens playing and I still wouldn't click an anon link. During a harassment campaign against me and other women during gamergate often links had disturbing or purposefully triggering imagery\n  \n  not to mention I just really hate youtube like don't send me youtube links y'all even if you're not anon I don't want to watch your video I'm sitting here with MY music on enjoying my life\n  ","151872":"\n  y'all I STILL don't click anon links like why keep sending them\n  ","151873":"\n  romeo and juliet, midsummer's night dream, twelfth night, as you like it, macbeth, othello, the taming of the shrew\n  \n  Jesus I hate Shakespeare why have I seen so many on this list I googled\n  ","151874":"\n  I have postmates, uber eats, door dash, and grubhub on my phone and have used all of them. When my partner is out of town for his summer charity work I order in a lot because I don't drive\n  ","151875":"\n  I wanna learn to play my uke\n  \n  I'm home from vacation now and you should send me a lot of questions about it\n  \n  today's makeup:\n  ","151876":"\n  2-3 times a week\n  ","151877":"\n  only like once or twice a month. Most nights we cook, and like 2-3 nights a week it's fast food or grab and go from somewhere\n  ","151878":"\n  bowls\n  ","151879":"\n  we have chipotle\n  ","151880":"\n  I'm super vanilla now. I don't have much of a drive so I just don't care about sex ever.\n  ","151881":"\n  I love veggies\n  ","151882":"\n  Pizza Schmizza\n  ","151883":"\n  I own SO MUCH art. I create it, and people I love love to give me art. My walls are full of prints and drawings and paintings. I have a few painted gourds from my MIL but I don't know if those count as sculpture. I don't have much 3-d work around\n  ","151884":"\n  We bought this house about 3 years ago now and I love being a homeowner\n  ","151885":"\n  dry ass fried porkchops with hot canned pineapple slabs on top and it was so awful I can still taste it\n  ","151886":"\n  send me the things\n  ","151887":"\n  like 15+\n  ","151888":"\n  I like jasmine rice best\n  ","151889":"\n  black as midnight on a moonless night as agent cooper says\n  ","151890":"\n  I would like a cookie please\n  ","151891":"\n  I'm super open\n  ","151892":"\n  I don't cook by recipe so I can't remember the last time I used one. This is why my baking is a disaster.\n  ","151893":"\n  this is entirely just your very limited view. Love is everywhere.\n  ","151894":"\n  I say n word\n  ","151895":"\n  the kitchen table\n  ","151896":"\n  I mean I've never met the guy :P\n  ","151897":"\n  I use this lamp and it helps a lot\n  \n   https:\/\/www.amazon.com\/Nature-Bright-Sunlight-Daylight-Built\/dp\/B000W8Y7FY\/ref=sr_1_4?keywords=suntouch+plus&qid=1569276058&s=gateway&sr=8-4\n  \n","151898":"\n  I have\n  ","151899":"\n  white choc macadamia ftw\n  ","151900":"\n  nahh\n  ","151901":"\n  I don't have it\n  ","151902":"\n  I don't care for pasta so that makes italian hard for me.\n  ","151903":"\n  some sister or brother of my mom's bestie I think\n  ","151904":"\n  any of 'em when I was a little kid because weddings are boring for kids.\n  \n  my own was a disaster but that matters like not at all now\n  ","151905":"\n  my partner for taking me on such a nice vacation this past two days. He's got an adventurous spirit that I really love.\n  ","151906":"\n  Vancouver, WA\n  ","151907":"\n  yes many\n  ","151908":"\n  if she's setting a boundary, even if it doesn't make sense to you, you'd do best to respect it\n  ","151909":"\n  what\n  \n  it\n  \n  do\n  ","151910":"\n  hide I hate being sweaty\n  ","151911":"\n  can you not be a creep in my inbox\n  ","151912":"\n  that makes sense but I don't really know\n  ","151913":"\n  I am doing fantastic just got back from a whirlwind trip to southern california at midnight and now I'm in jammies with some coffee\n  ","151914":"\n  spooooooorts\n  ","151915":"\n  human woman not cow girl\n  ","151916":"\n  the dentist\n  ","151917":"\n  myrtle beach is my guess\n  ","151918":"\n  I sit in the back.\n  ","151919":"\n  tattoos but I worked at a piercing shop and I have more piercings\n  ","151920":"\n  I like to have a plan in general because I like making the best of my time but sometimes it's nice to be a little off the cuff\n  ","151921":"\n  hey gurl hey gurl make it rain\n  ","151922":"\n  my mood stays good until like January\n  ","151923":"\n  yes, a band with teeny bitty ones that I inherited and a diamond necklace I got as a gift on my 21st birthday\n  ","151924":"\n  I have a black and decker drip maker, nothing fancy\n  ","151925":"\n  ok y'all I'm on vacation for the next couple of days\n  ","151926":"\n  all of my dolls were white with the exception of two latina barbies. I think representation is more important than each child having a diverse toy selection. Like I think every type of kid should be able to see themselves in their toys.\n  ","151927":"\n  bars\n  ","151928":"\n  I have done\n  ","151929":"\n  onion rings\n  ","151930":"\n  my bestie because she's like the bossest boss lady ever\n  ","151931":"\n  nothing comes to mind\n  ","151932":"\n  I think they're kinda goofy\n  ","151933":"\n  what if they wore the BK crown\n  ","151934":"\n  lol\n  \n  that place just isn't fit for eating, like take your date somewhere with actual food\n  ","151935":"\n  tripping over a handicapped ramp and breaking my elbow\n  ","151936":"\n  this isn't a question\n  ","151937":"\n  no\n  ","151938":"\n  burger king. it's not anything material. how does that place exist.\n  \n  going to the ER\n  ","151939":"\n  no but I've gone to a boyfriend's softball game if that counts\n  ","151940":"\n  usually daily but I didn't feel like it today\n  ","151941":"\n  no preference\n  ","151942":"\n  two party systems aren't able to encompass everyone's needs a multi party system addresses the needs of more people\n  \n  I live in a two party system country though and while I don't have to agree and I could champion some third party it's useless and in the end selfish, no one is benefited when the worst of all evils wins. I put my vote into the left of the two parties.\n  ","151943":"\n  I just say whatever I don't often think much about it I feel like if there's a neutral option though that's what I lean towards.\n  ","151944":"\n  what dispensaries are near LAX\n  ","151945":"\n  I mean does fresh fruit count\n  ","151946":"\n  it would be cooked but it would be frozen by the atmosphere again right so I dunno\n  ","151947":"\n  5\n  ","151948":"\n  neither\n  ","151949":"\n  why so many mommy questions? I don't have kids and I truly don't care to answer these so I'm just going to delete them.\n  \n  It's like, common knowledge that I don't have children so if y'all could stop sending those questions about kids that would be great\n  ","151950":"\n  I don't really have one. I like interesting noses I guess.\n  ","151951":"\n  I dunno I guess one of the times it rained while camping\n  ","151952":"\n  Portland, and I mean they seem pretty good to me\n  \n  I'm going to LA on Wed I hear they have good food there\n  ","151953":"\n  yep\n  ","151954":"\n  we spent a couple of days on the beach at Cape Fear NC\n  ","151955":"\n  I've been to a handful of them\n  ","151956":"\n  brown. so it could grow out and I wouldn't have to dye it again. I'm too lazy about hair for color upkeep.\n  \n  new DP:\n  ","151957":"\n  a burrito\n  ","151958":"\n  my SO doesn't drink so definitely drunk with friends\n  ","151959":"\n  1. Prince- Let's Go Crazy\n  \n  2. Yoko Ono - She Hits Back\n  \n  3.- Von Sell- whatever new thing he's working on right now\n  ","151960":"\n  I love our local Burgerville chain\n  \n  I wish we had In n Out\n  ","151961":"\n  I'm neutral\n  ","151962":"\n  I mean, as a baby\n  ","151963":"\n  no but I did exclude red meat for a while and ended up getting pretty sick because I wasn't getting those vitamins anywhere else and am deficient in a few different things.\n  \n  now I limit dairy but I still eat meat\n  ","151964":"\n  I don't like milky drinks at all so I've not tried any\n  ","151965":"\n  authentic mexican food, yes. covered in cheese weirdness, not really\n  ","151966":"\n  yes very much. I'm drinking a cup now\n  ","151967":"\n  I guess it applies to those who get way caught up in cults right\n  ","151968":"\n  good connections with people. Having my needs met. mindfulness.\n  ","151969":"\n  happy bee day\n  ","151970":"\n  the only mac and cheese I like is homemade I just am not a big fan of noodles anyway\n  ","151971":"\n  like from the office? He's more uncomfortable than funny right like he just makes me embarrassed for him\n  ","151972":"\n  a nilla wafer craving\n  ","151973":"\n  I have panic disorder. literally anything.\n  \n  today's makeup:\n  ","151974":"\n  pretty good. Making more coffee and getting ready to make another friendship bracelet\n  ","151975":"\n  a handful of folks, yes. Some because they were unwilling to change bad behaviors or whatever some because they did something that made me uncomfortable some for more personal reasons\n  ","151976":"\n  anything by tina turner, and anything that was heavily played in rotation during the early MTV days in the 80s\n  ","151977":"\n  9\n  ","151978":"\n\n   https:\/\/en.wikipedia.org\/wiki\/William_Underwood_Company\n  \n\n  I got way high and started thinking about deviled ham and I ended up going to the store and buying some today for tomorrow's lunch\n  ","151979":"\n  it took therapy for me to be at peace with myself. So I recommend that. As for girls, stop looking and work on being the sort of person that people are drawn to. Self care and self love are attractive to others.\n  ","151980":"\n  hands\n  ","151981":"\n  grats on getting to a doc and getting fixed up. I've never had a problem with serious acne just zits on my forehead or chin here and there\n  ","151982":"\n  I barely remember it.\n  ","151983":"\n  once and he ended up being the worst mistake of my life\n  ","151984":"\n  yes several\n  ","151985":"\n  ketchup is the worst thing ever.\n  \n  mustard is good especially horseradish mustard\n  \n  I like mayo but I prefer miracle whip\n  ","151986":"\n  my partner\n  \n  today's selfie:\n  ","151987":"\n  so there's this VERY pregnant woman at the pharmacy and she has two emoji stickers on her name badge... the two most recent ones on my list. Because I've been telling everybody.\n  ","151988":"\n  a jock strap\n  ","151989":"\n  this website\n  ","151990":"\n  coloring books\n  ","151991":"\n  not always\n  ","151992":"\n  not out of boredom just because I want to\n  ","151993":"\n  nope, other diners though\n  ","151994":"\n  smooth\n  ","151995":"\n  all I ever watch is bob's burgers\n  ","151996":"\n  I mean I don't care if people do it but I wouldn't personally\n  ","151997":"\n  I wear both but I like yellow gold best right now\n  ","151998":"\n  I have 5 nephews and a half niece I've never met\n  \n  my oldest three nephews are married so I call the wives my nieces too\n  \n  I also have 2 great-nephews\n  ","151999":"\n  cardigans, holiday decorations, boots\n  ","152000":"\n  laundry, exercises, got clean, ate food, watched bob's burgers, talked to friends, made bracelets, now I'm rolling joints\n  ","152001":"\n  remember when that woman attacked her boyfriend with a samurai sword last year? That was my town\n  ","152002":"\n  I do\n  ","152003":"\n  once in a great while. I like nature docs\n  ","152004":"\n  me @ shehitsback\n  \n  don't fucking DM me I will block you I don't chat on IG or anywhere\n  \n  today's makeup:\n  ","152005":"\n  Southern Washington State near Portland OR\n  ","152006":"\n  mild and rainy. Most of the winter is in the low 50s and drizzling. Occasionally it'll dip down in the 40s and we might get one or two light snow dustings a year\n  ","152007":"\n  once I was giving away free portraits and everyone was asking for like, kid drawings and I did a handful but I didn't want to do anymore and so I posted that my fully one hundred percent free portraits I was doing for people would be limited to adult selfies only for a week and my sister lost her fucking mind acting like I insulted the entire mother community\n  ","152008":"\n  as a child, no. As a teen I dabbled in a few things but in the end I really don't believe in any gods.\n  ","152009":"\n  good night\n  ","152010":"\n  1 pm\n  ","152011":"\n  word\n  ","152012":"\n  I'll be 40 in Jan woooo\n  ","152013":"\n  hahaha fair enough\n  ","152014":"\n  thanks\n  ","152015":"\n  I don't know either I only listened a second I'm saying you are a traveling man you're always gone somewhere\n  ","152016":"\n  travelin' man\n  ","152017":"\n  weed, sleep, music\n  \n  I take some heavy duty meds for mental illness so I don't get that anxious anymore just mildly\n  ","152018":"\n  I have to be in the mood for it otherwise it's a chore. I prefer online shopping.\n  ","152019":"\n  coolly, neutrally, or not at all\n  ","152020":"\n  I feel like I've faked my way through social events and moods but nah I don't guess I really hold any stock in the saying\n  ","152021":"\n  that was 90% of my inbox this morning so guess not\n  ","152022":"\n  have 11 pulmonary emboli at once\n  ","152023":"\n  If I knew good shit to ask I'd ask it lol sorry I'm clueless\n  ","152024":"\n  going to LA next week and san diego next month\n  ","152025":"\n  autumn in general\n  ","152026":"\n  return of the rain\n  ","152027":"\n  I was in a knitting group once that ended up being taken over by mommies and it was the literal worst because it was all just fighting over shit like that instead of knitting posts.\n  \n  so yes I was aware, and I don't care about them. I won't ever have kids.\n  ","152028":"\n  I don't know they're all so good. Maybe a sheep\n  ","152029":"\n  activity: forest walks\n  \n  food: pumpkin muffins\n  ","152030":"\n  I let them know when I was single but I've been married for over 15 years I don't really go around telling people I like them anymore\n  ","152031":"\n  yes I've known me for a long time :P thank though\n  ","152032":"\n  word\n  ","152033":"\n  you look sarcastic and like you don't like to smile but you look like a nice person\n  ","152034":"\n  that someone had to force you to smile lol\n  ","152035":"\n  before you send your question, flip the little switch underneath the box you write in\n  ","152036":"\n  I'm overweight now but I'm one of those lucky hourglass shaped fat girls so I carry it well\n  \n  When I weighed about 25 lbs more, I was a plus sized leg model for a stocking company\n  \n  a few days ago I discovered I've lost 10 lbs without thinking about it so I don't really stress over my weight\n  ","152037":"\n  that you're anon\n  ","152038":"\n  welcome to thirsty thursday I'll address anything in my inbox that doesn't break the rules so send me whatever\n  \n  some ideas for questions: makeup,bubo, birds, weed, sasquatch, folklore, art, painting and drawing, music, fashion, mental health, schizophrenia, etc\n  ","152039":"\n  today's makeup-\n  ","152040":"\n  Son of a Baconator Combo\n  \n  or a jr bacon cheeseburger, a 4 piece nugget, and a drink\n  ","152041":"\n  re answering because whatever\n  \n  my initial answer was: freeze tag\n  \n  my Lizzo appreciation answer is: I don't play tag bitch I been it\n  ","152042":"\n  Bubo! who is sitting on eggs right now, three of 'em.\n  ","152043":"\n  I don't talk to myself\n  ","152044":"\n  nothing major just silly things like crushes on celebrities\n  ","152045":"\n  I'll take the happiness but I wouldn't mind a side of eternal life\n  ","152046":"\n  no the only food service I've done are TGI Fridays and a diner and a couple of bars\n  ","152047":"\n  no one else but me\n  \n  I'm so tired ask me questions while I grind weed and drink orange and ginger tea\n  \n  today's selfie-\n  ","152048":"\n  I'm not\n  ","152049":"\n  once\n  ","152050":"\n  shower\n  ","152051":"\n  I had to google what the fuck that even was it doesn't look like a wilted flower it looks like a weird bird man carrying a pumpkin\n  ","152052":"\n  the goonies\n  ","152053":"\n  it very much depends on the importance of the views we disagree on. I'm not friends with racists for instance.\n  ","152054":"\n  tulip, summer, peanut butter cookie dough, emerald, coffee\n  ","152055":"\n  art\n  ","152056":"\n  yes\n  ","152057":"\n  firstly, I think shapiro looks like a real life cartoon\n  \n  secondly, I think he's full of shit about everything\n  ","152058":"\n  Orchard Bee because I'd have a shiny blue butt and be my own queen\n  ","152059":"\n  she is sitting on eggs 39 and 40, we're expecting number 41 any minute now.\n  \n  she does not dance, and I can't dance with her or else she thinks I'm flirting. Bubo thinks everything is flirting. She didn't get the memo that parakeets are monogamous and flirts with literally everything.\n  \n  I'm aware of the movie and saw it as a kid but no she shares the same inspiration source that the clash of the titan's writers did- Bubo is Latin for \"owl\"\n  ","152060":"\n  ha nah but they'll like me\n  \n  I'm planting daisies and black-eyed susans in two weeks, they'll like those. Next spring I'll plant a butterfly bush and sunflowers.\n  ","152061":"\n  probably pass the fuck out\n  \n  but I'd love it because all bees deserve love\n  ","152062":"\n  no they're all terrible! I do recommend taking a vacation to the pacific nw- and hanging out in the forests and talking to locals about their theories because that's much more entertaining\n  ","152063":"\n  My dad had a bunch of sci fi and conspiracy theory books growing up, so I'm sure I read about bigfoot there. But then I started hearing all of this folklore and these stories from each area I lived in in the states, each different, so I started researching more and found that essentially every culture has it's own version of the hairy man of the woods.\n  ","152064":"\n  I agree wholeheartedly\n  ","152065":"\n  I should have read this one first I reckon\n  \n  but all colors! like human hair\n  ","152066":"\n  they come in all colors- from the orange fur of the orang pendak to the white of the yeti\n  ","152067":"\n  mason bees are gentle soft babies that are extra good at spring pollination. The males don't have stingers and the females only sting in dire situations so you don't even need protective gear to keep them. Each female is her own queen. They don't make honey, and they make their nests in holes.\n  ","152068":"\n  I have never made candles, period\n  ","152069":"\n  so so bored. I've been obsessed over mason bees all day long. Ask me about mason bees. Ask me about sasquatch. Ask me about anything.\n  ","152070":"\n  Nice Guy Dinosaur Doesn't Pound Me In The Butt Because I'm Not Interested And He's Not Actually Nice He's Just Annoying And Creepy And Doesn't Respect My Boundaries When I Tell Him We're Not On A Date by Chuck Tingle\n  \n  today's makeup-\n  ","152071":"\n  minecraft\n  \n  not really I Just logged in because I wanted to see the new stuff they added. I kinda need to do that again soon because I wanna see the bees\n  ","152072":"\n  I never have I've always been pretty honest\n  ","152073":"\n  waking up, drinking coffee, watching the rain out the window\n  ","152074":"\n  eccentric auntie\n  ","152075":"\n  not really because I love fast fashion and making due on a budget but I do own a few betsey johnson things so I guess her\n  ","152076":"\n  things no one ever asks me about:\n  \n  -fashion\n  \n  -music\n  \n  -sasquatch\n  \n  things i love talking about:\n  \n  -Bubo\n  \n  -makeup\n  \n  -mental health\n  ","152077":"\n  I mean I guess every time you donate to a charity that helps people you're secretly helping right? Unless you're one of those weirdos who demands a receipt.\n  ","152078":"\n  on twitter, facebook, and here, that mostly Americans say yellow and mostly non Americans say green but the true color is \"optic yellow\"\n  ","152079":"\n  It was good! the sun came out, I walked to the grocery store and got a lyft home, ate a yummy salad for dinner, today's not an egg day for Bubo so I didn't have to worry about that, I got some white claw knock off for this evening I took a refreshing nap and I just saw a pretty scrub jay out of my window while typing this (drawing of scrub jay included for reference)\n  ","152080":"\n  um, no\n  \n  today's makeup:\n  ","152081":"\n  I have paid only a minimal amount of attention tbh. It's my job as a leftist to vote against Trump whoever they put up there even if I don't personally love them because what's important right now for marginalized people is getting out from under Trump. I like Warren. I am neutral about Beto, Bernie, mayor Pete. I dislike Harris and Biden but hey, whatevs. If I have to vote for creepy old biden then I will happily do it.\n  ","152082":"\n  right now a leopard print cardigan\n  ","152083":"\n  ok\n  ","152084":"\n  like I've never been in that position with a chronic liar\n  ","152085":"\n  I guess when it interferes with my life in a negative way.\n  ","152086":"\n  it is Shitfaced Sunday and I am ready to address whatever trash hits my inbox, whether that's with sincerity, with sass, or with a quick report to ask\n  ","152087":"\n  I am old enough but I loathe that movie\n  ","152088":"\n  I do eat meat and I do not feel guilty because it's the easiest way to manage the two things I'm anemic with.\n  \n  I feel guiltier for my slice of cheese or monthly ice cream, dairy weirds me out a lot and I don't eat anything other than those things.\n  \n  I depend on beef, seafood, and eggs particularly because I can't eat too much soy as a replacement without upsetting a weird hormone balance- and I can't process iron supplements I HAVE to get it from food.\n  ","152089":"\n  No, I don't. I admire those that do but I have a hierarchy. It goes like- humans, my pets, other pets, wildlife, birds and sea mammals and sharks, animals specifically farmed for food, non mammal sea and freshwater fish and other \"seafood\", bugs\n  ","152090":"\n  I thought Battlestar Galactica was so stupid I called it Battlesuck Galactibarf but I still watched every single episode, sometimes even binge watched em\n  ","152091":"\n  this is why I asked about the tennis ball- I call that yellow.\n  ","152092":"\n  turn off the lights using a phone app\n  \n  today's selfie:\n  ","152093":"\n  nope\n  ","152094":"\n  sumo mandarin\n  ","152095":"\n  I've changed physically- weaker due to injuries and surgeries.\n  \n  otherwise I haven't changed a lot\n  ","152096":"\n  hateful is is hateful does\n  ","152097":"\n  being asleep and dreaming about sleeping which I call Double Sleep\n  ","152098":"\n  all of my cats are the most beautiful\n  ","152099":"\n  I don't discuss my sex life on a website with 13 year old children in the audience it's a) no one's biz and b) I'm not a pedo\n  ","152100":"\n  if yr the prayin' sort, followers, do it up\n  ","152101":"\n  listening to a newly overhauled spotify playlist, drinking a pineapple cider, wishing a few specific friends were DMing me, watching my husband play fortnite\n  ","152102":"\n\n   https:\/\/www.youtube.com\/watch?v=F8MqF7xEGhs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","152103":"\n  as some people already call me, Pinetree\n  \n  but really Allison is fine too\n  ","152104":"\n  being reactive. I don't hold it in and process my feelings later, I react immediately.\n  ","152105":"\n  Keep me company with questions, homies! some topics I like to talk about are: my weird life, art, weed, sasquatch, crafts, makeup, mental health, my bird Bubo and birds in general, etc\n  ","152106":"\n  be mindful, be kind, take no shit\n  \n  today's selfie is sponsored by Beautiful Burns rolling papers\n  ","152107":"\n  it's a place incels go to be terrible together\n  ","152108":"\n  I started wearing makeup in 4th grade. I experimented with makeup much younger than that. Whether or not she \"needs\" it (of course not no one needs it) if it's a fun bonding thing for her and her mom then it's cute\n  ","152109":"\n  I have spotify premium and it's worth every penny to me\n  ","152110":"\n  groceries, yesterday\n  ","152111":"\n  a woman has never \"hit\" on me. If they've flirted it's been respectful and not assertive and creepy like when dudes try\n  ","152112":"\n  I have like 5 inactive accounts I keep accidentally sending things too\n  ","152113":"\n  a couple of years ago when my grandmother died\n  ","152114":"\n  Birds\n  ","152115":"\n  Ohio\n  ","152116":"\n  Siddhartha by Hermann Hesse\n  ","152117":"\n  so many times\n  ","152118":"\n  a portrait I drew yesterday\n  ","152119":"\n  only the select few absolutely terrible ones.\n  ","152120":"\n  mortgage\n  ","152121":"\n  I found one- I was a glamour goth in 1999\n  ","152122":"\n  here's a picture of a picture of college me\n  ","152123":"\n  I'm not but I was raised with it and I have my astrological signs tattooed on my shoulders\n  ","152124":"\n  I'm not afraid of the truth\n  ","152125":"\n  white men on the titanic had to be forced out of the lifeboats BY GUNPOINT because they refused to acknowledge the women and children first rule the boat officers had set\n  ","152126":"\n  I always speak up\n  ","152127":"\n  Not unless it's their job to take care of children. I have no need for those sorts of skills and it would irritate me to have to learn them when I don't have kids\n  ","152128":"\n  peace\n  ","152129":"\n  I Insist by Von Sell\n  \n  Soulmate by Lizzo\n  \n  Pussy Weed Beer by Chastity Belt\n  ","152130":"\n  tulip\n  ","152131":"\n  I 100% am too old to know how to post a gif on this site\n  ","152132":"\n  I saw someone tweet that it \"shows people's privilege\" that they're willing to vote for any dem canditate placed against trump and like, what?\n  \n  Like, they need to check their privilege that they're willing to lose another election because they don't like the cop or the old guy or whatever every single person running for office against trump is better for oppressed and marginalized people than another 4 years of Trump and to risk that because Biden creeps you out is flat out ridiculous.\n  ","152133":"\n  Allison is fine\n  ","152134":"\n  9\n  ","152135":"\n  I've been back and forth across the country a few times\n  \n  today's selfie:\n  ","152136":"\n  yes. I don't cling on to people who don't want me around.\n  ","152137":"\n  not all relationships are made for the long haul. A \"proper goodbye\" isn't required for toxic relationships.\n  ","152138":"\n  I am a creature of habit and I like routine but I also like to mix it up sometimes, planned, like little vacations or whatever. For instance We're taking a few flights to different parts of Southern CA this Autumn starting with LA next week.\n  ","152139":"\n  thanks! my secret is hydration. I drink between 3-4 liters of water each day.\n  \n  the only two products I use are from Lush, herbalism to clean with and imperialis to moisturize (and then a makeup removal wipe to remove makeup)\n  \n  but really it's the water my hair grows fast my nails are strong and my skin is clear\n  ","152140":"\n  cutting off all contact without warning\n  ","152141":"\n  I mean it sucks but sometimes it's the safest way to get out of a relationship that has run it's course\n  \n  if someone has literally made me feel unsafe with their views or actions and I can't bring myself to excuse them any longer, then poof I'm a ghost\n  \n  I have been ghosted and I moved on\n  ","152142":"\n  any of the few things I have from my grandmother- a plate set, a tea set, some pre-depression glass vases, an emerald ring\n  ","152143":"\n  I know more people in ireland I reckon\n  ","152144":"\n  the western art student in me says italy\n  ","152145":"\n  PDX\n  ","152146":"\n  gold coast\n  \n  I had a painting teacher from there when I took classes at norfolk state u and he was so wonderful and talented\n  ","152147":"\n  my best local friend moved away and I have only one local friend left and she isn't even in town for half of the year because she summers in detroit so I want to meet people locally\n  \n  but like I have no idea where liberal childless gen x couples hang out\n  ","152148":"\n  ugh someone send me all the monies I want to join the art museum and go to all the special events\n  ","152149":"\n  thanks homie\n  ","152150":"\n  I mean, Becky's all act so Becky-like, right\n  ","152151":"\n  no I hate it so I moved to the one place in the states that doesn't get the humidity I hate and also doesn't get the cold I hate. I haven't worn a winter coat since I visited lake tahoe 5 years ago\n  ","152152":"\n  yes but only because my mom stalks my ask and tumblr like I've never come out to them specifically because I didn't come out at all until I was 35. I don't care if they're ok with it. I assumed they wouldn't be which is why it took me so long to come to terms with that part of my life. But now it's really not their biz who I'm attracted to I'm a grown ass woman.\n  ","152153":"\n  when I had them, before beta blockers, meditation was the best bet though I generally tried a slew of things sort of like throwing spaghetti at the wall and seeing what stuck\n  ","152154":"\n  I am an ally to trans people and honor their true genders\n  ","152155":"\n  the only Canadian band I can think of off the top of my head that I like right this second is Metric\n  ","152156":"\n  my dinner is eaten, my bottle is opened, let Thirsty Thursday commence.\n  \n  send me questions!\n  ","152157":"\n  where white affluent people meet up after brunch I guess\n  ","152158":"\n  everything I used in this look is cheap as hell, so hooray for our budgets\n  \n  on my cheeks is wet n wild color icon blush in \"keep it peachy\"\n  \n  lips are some lancome gloss I don't recommend like literally any clear gloss looks the same\n  \n  eyes are the top five neutral colors in Essence's G'day Sydney palette (\n  \n   https:\/\/essencemakeup.com\/collections\/eyes\/products\/g-day-sydney-eyeshadow-palette\n  \n  ) which BONUS is vegan and cruelty free\n  \n  mascara is Essence princess lash false lash effect\n  \n  I skipped foundation and primer and set the look with wet n wild's photofocus Rose spray\n  ","152159":"\n  wait which one? the DP or the one I just posted with the dark lip\n  ","152160":"\n  today's makeup featuring Bubo\n  ","152161":"\n  knock on wood but my own personal anons have been mostly normal ass people for once this week\n  ","152162":"\n  not mine today commenting on other people on my feed. being corrected on the most ridiculous things like- imagine being so insecure that you have to do that to feel important. And they know it's bad behavior because they're anon.\n  ","152163":"\n  I'm so glad I have a happy and peaceful life and don't need to go around correcting people on minor shit no one cares about to fulfill myself like the anons today. lol.\n  ","152164":"\n  Gen X\n  ","152165":"\n  I don't have my left foot all the way in because I have a metal plate in my foot from surgery and it's not comfortable.\n  ","152166":"\n  I never wear them they just sit in my closet being cute\n  ","152167":"\n  that hasn't been a thing since the 70s anyone can pierce any ear it doesn't mean anything\n  ","152168":"\n  organization\n  ","152169":"\n  ghostbusters. any of 'em\n  ","152170":"\n  pepper jack\n  ","152171":"\n  thor\n  ","152172":"\n  oh man\n  \n  I guess cheddar\n  ","152173":"\n  drinking coffee, listening to music, hanging out with Bubo\n  ","152174":"\n  My last relationship was a long long time ago and was short lived he didn't teach me anything that was worth recalling\n  ","152175":"\n  I like all of the seasons where I live because everything's mild and beautiful\n  ","152176":"\n  white people don't have spirit animals\n  ","152177":"\n  not lately\n  ","152178":"\n  no\n  ","152179":"\n  I have a very introverted friend who only pops his head up and says hi like twice a month lately and it makes me so anxious like I feel like I keep starting to send a message and then second guessing myself because he won't even bother to read it for like however much longer and it gets to a point where I've left a few in a row that have gone unread\n  ","152180":"\n  mad max fury road\n  \n  New dp:\n  ","152181":"\n  no I almost never cry. It's kinda weird and I expect it's a side effect of one of my medications\n  ","152182":"\n  my weapon is my hand fan\n  ","152183":"\n  more\n  ","152184":"\n  Xmas, which is my non-religious version of christmas that focuses more on the tree and gatherings and less on gifts and the actual 25th as a date (xmas is a holiday season)\n  ","152185":"\n  sometimes, but other times I'm oblivious\n  ","152186":"\n  the only foods I hate are pasta and green peppers so I guess I'd start eating more pasta (which I do eat once in a while anyway regardless of liking it)\n  ","152187":"\n  someone with fantastic survival skills because mine are lacking.\n  \n  today's makeup and birb:\n  ","152188":"\n  yes. but I've grown out of that now I just want more pets. I have a ton of nephews including two great-nephews, so good enough.\n  ","152189":"\n  because poly-cystic ovarian syndrome has damaged my ovaries.\n  \n  what a rude-ass thing to ask someone.\n  ","152190":"\n  no\n  ","152191":"\n  I mean chappelle used to be funny until he was a  homophobe\n  ","152192":"\n  work on art projects or play with Bubo or sit here and answer questions\n  ","152193":"\n  President because that would mean trump is no longer\n  ","152194":"\n  it was ok I guess. Bubo and I spent a lot of time together. I took a nap when she went down for her afternoon snooze. we've had thunderstorms all day. I kinda feel tired and grumpy but there's not a real reason. I did a face mask so that was nice.\n  ","152195":"\n  you just tough it out put on a brave face and get your ass back up\n  ","152196":"\n  we just ate the chili as is in a bowl as a meal. Sometimes maybe there were rolls or cornbread or cheese or apples on the side but not necessarily.\n  ","152197":"\n  I don't go around getting prices on dog breeds I have no idea\n  \n  if I ever get a dog it'll be a rescue\n  ","152198":"\n  this strain of weed I'm smoking I wish I hadn't bought a full ounce of it\n  ","152199":"\n  there's this thing that can help you called google\n  ","152200":"\n  okay so this will NEVER affect me personally but it makes me so furious that Cannes and Met Gala have a high heel only rule on the red carpet for women like fuck stilettos\n  ","152201":"\n  no. my siblings all played sports at some point but I still wouldn't have called us athletic we didn't like do athletic things as a family\n  ","152202":"\n  ha thanks. he cut the tomato he deserves the chunky middle slice\n  ","152203":"\n  it seems to have been a bait question to get upset at people for judging by other's threads with the same question.\n  ","152204":"\n  yes but I didn't watch with them\n  ","152205":"\n  I didn't even leave the house. I guess I did leave the nicer cuts of tomato for my husband's sandwich tonight though.\n  ","152206":"\n  artists\n  ","152207":"\n  fatphobia exists.\n  \n  fatphobia does not exist in the same way racism and homophobia exist because the oppression of fat people isn't often a life or death matter like it can be for other oppressed groups.\n  ","152208":"\n  paintings, music, sculpture\n  ","152209":"\n  painting, drawing\n  ","152210":"\n  hot dog\n  ","152211":"\n  mini golf\n  ","152212":"\n  I do\n  ","152213":"\n  yes and yes\n  ","152214":"\n  because you're not worth my time. racism isn't an \"opinion\" asshole you're just garbage.\n  ","152215":"\n  then I think you're evil. Don't come in my inbox with this racist white dude shit like seriously just fuck off\n  ","152216":"\n  probably between 8-12 is a good time frame. Old enough to not be a danger to themselves in the kitchen under supervision and old enough to remember the life skill\n  ","152217":"\n  because I'm not the one interested in statistics like it matters for any reason\n  ","152218":"\n  no\n  ","152219":"\n  egg salad sounds good right now\n  ","152220":"\n  I like both but it's been a while since I've had sushi so let's go with that\n  ","152221":"\n  try therapy it's what helped me the most\n  ","152222":"\n  shrug why don't you ask a black woman\n  ","152223":"\n  \"black coffee\" by Sarah Vaughn reminds me of sitting at the kitchen table and smoking cigarettes\n  ","152224":"\n  Crackity Jones or basically any other Pixies song\n  ","152225":"\n  probably sandwiches but I've been on a definite salad kick this Summer\n  ","152226":"\n  I do and I'm actually a quite advanced knitter who's written popular internet patterns but I got bored with it and haven't done anything with it in a while now\n  ","152227":"\n  First of all, look at this adorable video of Bubo preening on my leg\n  \n   https:\/\/www.instagram.com\/p\/B2KuUxigpjh\/\n  \n\n  second of all it's shitfaced sunday and I have blackberry cider so send in the questions\n  ","152228":"\n  I've never felt helped by one but I guess some people find value in them so whatevs. I don't make a habit of reading them but a few people in my life in the past have foisted them on me as if to magically cure my mental illness. It did not work.\n  ","152229":"\n  fried foods, sports obsessions, gun obsessions, white supremacy\n  ","152230":"\n  both options sound equally terrible\n  \n  today's makeup:\n  ","152231":"\n  I do. I have quiet mornings with my bird for starters, where I sit in my nest with coffee and play around on the internet until the coffee pot is empty.  Also I have evenings after dinner that I sit in my nest and listen to music while my husband plays video games. Plus I do my makeup on days I'm feeling well which is self care for me because it's like, creative expression.\n  ","152232":"\n  Catholicism, drinking, strong familiar ties\n  ","152233":"\n  my sister\n  ","152234":"\n  having to spend time with people who don't accept me as is\n  ","152235":"\n  no. bad dogs are a result of bad training by humans. It's not the dog breed's fault that humans are garbage.\n  ","152236":"\n  keys, phone, wallet, hand fan, sunglasses\n  ","152237":"\n  bird\/birdcage\n  ","152238":"\n  he's not a celebrity yet but he's on the verge of stardom, pay attention to Von Sell y'all\n  ","152239":"\n  every morning\n  ","152240":"\n  walmart greeter\n  ","152241":"\n  I just don't interact with them or limit it to very neutral interaction\n  ","152242":"\n  I can be sure but also I'm blunt and real\n  ","152243":"\n  I'm not very nice at all though\n  ","152244":"\n  my wedding was in 2004 and the only strange thing about it was that my in laws invited a bunch of people without telling me and then made me open gifts at my reception\n  ","152245":"\n  cheeseburger\n  ","152246":"\n  emmit otter's jugband christmas\n  ","152247":"\n  bey and j\n  ","152248":"\n  nothing comes to mind\n  ","152249":"\n  leslie jones I guess I don't really pay attention to comedians\n  ","152250":"\n  something by the misfits\n  ","152251":"\n  lol\n  ","152252":"\n  are you asking me? I haven't heard that term actually used since the like, 80s. it's a misogynist.\n  ","152253":"\n  it's a white american male who thinks he owns my body and decides what I shave and don't\n  ","152254":"\n  yes that's more her speed\n  ","152255":"\n  she's too sweet to ever do that\n  ","152256":"\n  this anon hates women. He harasses me regularly.\n  ","152257":"\n  wtf is right\n  ","152258":"\n  it only took EIGHTEEN MINUTES for one of these obsessive creeps to comment on my body, y'all. Less than 20 min.\n  ","152259":"\n  Sensitive by Mr Twin Sister\n  \n  Brazilian Soul by the Knocks feat Sofi Tukker\n  \n  Take Me Home by the Staves\n  \n  today's selfie without bird, she was too busy singing to pose with me -\n  ","152260":"\n  it's weird how obsessed with me some of you are. How dreadful it must be to be such an awful unlovable piece of shit that you have to harass someone you don't even know\n  ","152261":"\n  Bubo, Rin, Kyo, Mimi\n  ","152262":"\n  it looks cool and all but you should probably quit before you're 30 to avoid major health issues later in life.\n  \n  otherwise, smoke weed erryday\n  ","152263":"\n  no\n  ","152264":"\n  Bubo honestly. She's obviously very important to me as an emotional support animal.\n  ","152265":"\n  I loathe sentiments like this. the human experience is to \"go through\" things and it happens to literally everyone\n  ","152266":"\n  my heart is fine and has been since I started taking beta blockers\n  \n  emotionally? it's reeling from a really weird sexual dream that was out of nowhere lmao\n  \n  and it melted a little bit when Bubo snuggled with me this morning\n  ","152267":"\n  pepsi is clearly a loser compared to coke\n  ","152268":"\n  70-80\n  ","152269":"\n  sure I'd accept my check publically or whatever\n  ","152270":"\n  no, I don't think it does.\n  ","152271":"\n  wonderful\n  \n  have one for me\n  ","152272":"\n  drinking\n  ","152273":"\n  my eyes or my lips\n  ","152274":"\n  yup\n  ","152275":"\n  whatcha doin in wales\n  ","152276":"\n  you bother me.\n  ","152277":"\n  just since my last restart. diagnostics tells me my ethernet cable is bad my husband swears the cable is fine\n  ","152278":"\n  I don't even know. years. since gamergate whenever that was.\n  \n  the newest person I'm following is\n  \n   @King_Luma601\n  \n","152279":"\n  no\n  ","152280":"\n  my internet keeps cutting in and out for whatever reason tonight but entertain me with questions anyway\n  ","152281":"\n  I literally just answered this already\n  ","152282":"\n  sunshine and blue skies- and lots of birds to watch\n  \n  today's selfie:\n  ","152283":"\n  between 10-noon, and between 5-8 at night\n  ","152284":"\n  why do you do this? Come up with your own questions stop copy and pasting ones other people asked that I literally answered less than two days ago\n  ","152285":"\n  military\n  ","152286":"\n  yes\n  ","152287":"\n\n   https:\/\/en.wikipedia.org\/wiki\/Basilica_of_Saint_Mary_of_the_Immaculate_Conception_(Norfolk,_Virginia)\n  \n","152288":"\n  yes a black catholic basilica that I toured during the week when services weren't going on\n  ","152289":"\n  my mom was a big fan of letting the library do the talking. I asked about sex and I got a stack of books to read about it.\n  ","152290":"\n  sex is when two people get naked and kiss\n  ","152291":"\n  yes\n  ","152292":"\n  parakeet snuggles\n  ","152293":"\n  my face\n  ","152294":"\n  it's not my favorite thing\n  ","152295":"\n  it has been sooooooo slow today send me some questions before I fall asleep\n  ","152296":"\n  I am very upfront and it is not\n  ","152297":"\n  I'm nearly 40 I barely emoji and when I do it's halfway a joke\n  \n  today's selfie\n  ","152298":"\n  this looks like a job for google\n  ","152299":"\n  southern values\n  \n  bible belt shit\n  ","152300":"\n  I think limiting yourself to one person only  for your whole life is weirder than open relationships\n  \n  that said my husband was offered an open marriage and we gave it a go but he never could bring himself to talk to anyone else or whatever so like, we're still mono.\n  \n  I don't personally have enough of a sex drive to care about multiple partners but I do require a lot of attention so I make friend connections outside of just my spouse so that I always have someone to talk to when I need it which I guess some people find really weird and like, cheaty. even though sex isn't a thing.\n  ","152301":"\n  one of my reg anons\n  \n  lately he asks me about my dreams usually but sometimes he asks a stream of questions for about a half an hour or whatever then says goodbye and I hear from him again in like a week\n  ","152302":"\n  I tend to lump all anons together even the nice ones. They don't want to be known, then they won't get.\n  \n  I can usually tell which ones are Ross from Australia because of the time of day and the topics asked about\n  \n  I've got mostly good Ben-radar so I can generally avoid his anons unless he's being especially crafty\n  ","152303":"\n  I am mostly happy yes but it's been hard staying that way lately. I just saw my best friend for the last time before she moves to Canada last night, my left arm still gives me problems because the tendons and bicep are damaged, perimenopause is a beast.\n  \n  the month will improve though I have a trip to Las Angeles coming up\n  ","152304":"\n  I've never seen it.\n  ","152305":"\n  <3\n  ","152306":"\n  I have terrible luck actually\n  ","152307":"\n  nope\n  ","152308":"\n  I dunno I guess traffic earlier tonight\n  ","152309":"\n  smoke weed\n  ","152310":"\n  nah I'm a meal\n  ","152311":"\n  I like raisins and walnuts but I'm not a fan of pineapple pizza. I'll eat if someone else wants to split a pizza with me but I don't love it.\n  ","152312":"\n  bleh neither\n  ","152313":"\n  red  maybe but really just all grapes are pretty good\n  ","152314":"\n  I've never had one so I don't know what they're like really but they're cute enough and they're good dogs because all dogs are good dogs\n  ","152315":"\n  I mean honestly I've had it with random people period but you can't stay active on this site without anons\n  ","152316":"\n  yes very much so\n  \n  this isn't an invite for random white cis men to enter my inbox with their stupid opinions though so before your fingers hit that button check yourselves\n  ","152317":"\n  seafood particularly blue crab and crab cakes\n  ","152318":"\n  physically I've gotten weaker because I've been out of commission from broken bones since September '18.\n  \n  Mentally I've only gotten better I am kind of kicking illness' butt.\n  \n  changed my dp to this:\n  ","152319":"\n  wtf are you talking about bro\n  \n  I'm not interested\n  ","152320":"\n  no I don't want to talk this isn't a chat app this is a site for questions and answers.\n  ","152321":"\n  it was hard to put these in order with the one question about the 7 continents because I feel pretty equally curious about both but I ended up putting africa before asia because I like african art better.\n  \n  who knows- we're starting to get into travelling more now that we have a airline card so maybe I will get to see them\n  ","152322":"\n  hello do you have a question\n  ","152323":"\n  so I was born and raised east coast but I will live and die my adult years on the west coast so I rep both coasts :P\n  ","152324":"\n  Houston cause I've never been\n  ","152325":"\n  Missy Elliott is the long term fav\n  \n  as a white girl I enjoy Kreayshawn\n  \n  Does Lizzo even count she has like one rap song\n  ","152326":"\n  no I don't like creamy\/milky drinks. I'll drink a pumpkin spice flavored black coffee though\n  ","152327":"\n  Dear Jon please remember to buy toilet paper and tater tots at the store today\n  ","152328":"\n  he hates sports as much as I do\n  ","152329":"\n  blonde hair a scarf big sunglasses stilettos a trench coat\n  \n  just kidding I have no idea I don't like the idea of hiding I'd probably just stay home and lay low so I didn't have to\n  ","152330":"\n  not really\n  ","152331":"\n  peaceful. I have visited for walks and actually one of the times I was learning to drive it was on cemetery roads because no traffic\n  ","152332":"\n  I don't know what the fuck you just said\n  \n  probably just leave me alone\n  ","152333":"\n  my age in conveniently stated in my bio\n  ","152334":"\n  South America, Europe, Oceania, Africa, Asia, Antarctica\n  ","152335":"\n  just N America\n  ","152336":"\n  I feel like it's possible that I've read ALL of his books. I just don't remember very well because of also suffering from major positive symptoms at the time.\n  ","152337":"\n  cheeseburger with tater tots\n  \n  grilled pork with green beans and mashed potatoes\n  \n  japanese curry with yukon gold potatoes\n  ","152338":"\n  I have a forearm\/wrist tattoo that's my name in my grandmother's handwriting. I don't have any hand or finger tattoos.\n  ","152339":"\n  I grew up with mostly big dogs so that's what I'm used to\n  ","152340":"\n  my first tattoo, right after I turned 18, was a hand-drawn (by me) Capricorn symbol. I don't care about it now because I don't care about astrology now but I probably won't bother to cover it.\n  ","152341":"\n  I love dogs but I don't have a dog. I wouldn't consider myself a dog person but an animal person\n  ","152342":"\n  thanks I'm looking forward to it I've only ever been to Northern CA near the redwoods\/mt shasta area\n  ","152343":"\n  I wanna go to the santa monica pier and the beach and honestly that's really it I don't care about hollywood or star sidewalks or shopping it's just a quick 2 day jaunt and then next month we're flying down to San Diego for the zoo which I'm maybe more excited about\n  ","152344":"\n  A\n  ","152345":"\n  trip to LA in two weeks.\n  \n  I'm excited! I've never been and we're also going to Joshua Tree nat'l park\n  ","152346":"\n  never saw it\n  \n  I think it's pretty easy to know me pretty well, I'm very open\n  ","152347":"\n  yay\n  ","152348":"\n  I'd give it a rest a couple of days probably\n  ","152349":"\n  nope can't think of anything\n  ","152350":"\n  5 people already have been\n  \n  it's down to a category 2 now though\n  ","152351":"\n  shit, myself I just busted out a ton of lifestyle image edits to advertise with for the next few weeks\n  ","152352":"\n  I mean I accept your apology but this is a long line of weird behavior so I dunno this really just rubbed me the wrong way\n  ","152353":"\n  so being part german makes it okay to be wishy washy on literal nazis?\n  \n  I dunno Lyndsey that's pretty much a non excuse there is no middle ground on shit like this\n  ","152354":"\n  unfollowing people who 1. encourage Ben and 2. are fucking nazi sympathizers like wtf\n  ","152355":"\n  hmmmmm....\n  \n  I'm thinkin and I don't know what I've been pissed off about. I just don't care enough about most things to get that mad. I feel like the last thing that aggravated me was the neighbor's dog shitting in my yard last week.\n  ","152356":"\n  I do digital drawings and also paint in acrylic. I sell portraits, and drawings on redbubble (redbubble.com\/people\/shehitsback\/shop) which does pretty well.\n  \n  my paintings are my babies though they're not as technical but I love them more\n  ","152357":"\n  I don't care about either of those things\n  ","152358":"\n  ok\n  ","152359":"\n  I have a japanese tattoo that I feel awful about and will probably get covered. I'm white I had no biz getting a kanji tat\n  ","152360":"\n  things it's ok to ask me about:\n  \n  mental health\n  \n  america in general\n  \n  food\n  \n  my life\n  \n  sasquatch\n  \n  my bird Bubo\n  \n  art\n  \n  particularly my art\n  \n  music\n  \n  makeup\n  ","152361":"\n  animals and they way they interact with our world\n  ","152362":"\n  it's always a matter of turning stress into self care and worry into mindfulness\n  ","152363":"\n  HA\n  \n  nevermind\n  \n  it's shitfaced sunday\n  \n  it's ONE OF THOSE nights I drink\n  ","152364":"\n  omg send in your Qs y'all cuz it's thirsty thurs\n  ","152365":"\n  it's not a priority for them\n  "}}