{"Question":{"153439":"\n   .\n  ","153440":"\n   What’s one fashion trend you hope to never see again?\n  ","153441":"\n   What’s The Hardest Thing You’ve Ever Been Through?\n  ","153442":"\n   Aha, and to think my brother got pulled over just for driving around in a white\/nice neighborhood. He was just going to a friend's house. 🤦🏾‍♀️\n  ","153443":"\n   If Money Cannot Buy Happiness, Can You Ever Be Truly Happy With No Money?\n  ","153444":"\n   Haha that's understandable. Tbh i feel like the only reason I do is bc I was forced to be a guardian of children while i was still a child.\n  ","153445":"\n   Use this opportunity to say something meaningful.\n  ","153446":"\n   Lyrical Question: HAVE YOU EVER... \n🤔Thrown a fistful of glitter in the air? 🤔 Danced with the devil in the cold moonlight? 🤔 Needed something so bad you can’t sleep at night? 🤔 Hitched a free ride on a train? 🤔 Laid there thinking ‘was it all a dream?’  🤔 Seen the rain comin’ down on a sunny day?\n  ","153447":"\n   hot or not: Santa Baby (the song) (lol)\n  ","153448":"\n   Can you feel yourself getting older?\n  ","153449":"\n   Do you prefer to take photos or be photographed?\n  ","153450":"\n   What is ur fav cartoon show😂\n  ","153451":"\n   Due to series usually taking years longer than movies to film, do you think actors feel more pressure\/more obligated or less pressure\/less obligated to do something that's written in the script for a series rather than a movie? Why?\n  ","153452":"\n   (from a twitter thread lol) “white people: what is the most outrageous thing that you've gotten away with as a white person that you know damn well a black or brown person would have never gotten away with?”\n  ","153453":"\n   would you describe either of your parents as sexist?\n  ","153454":"\n   have you ever fasted? (do u remember how you broke fast?)\n  ","153455":"\n   (also from twitter) “do women ever get rejected?” (do you feel like women get rejected romantically regularly in ur experience? is there a gender discrepancy?)\n  ","153456":"\n   are you funny?\n  ","153457":"\n   Do u have  pc\n  ","153458":"\n   Chocolate or white chocolate\n  ","153459":"\n   Parents protect their children's rights and are still their caretakers. But I do agree with you about the hierarchy and the ants vs dogs rights etc.\n  ","153460":"\n   hot or not: police uniforms 👮🏻👮🏼‍♀️\n  ","153461":"\n   hot or not: veiny arms\n  ","153462":"\n   Recently I asked you all about artificial intelligence getting rights in 20-30yrs. Sp following that, what's your opinion on animals other than humans, cats and dogs getting rights? Do you think it'll happen before A.I's get rights? Do you think it'll be a good or bad idea and why?\n  ","153463":"\n   those of u w tattoos! would you say that getting a tattoo is a fun activity\/a fun way to spend the day?\n  ","153464":"\n   what city was the last hotel room you stayed in in?\n  ","153465":"\n   did you play any sports in high school?\n  ","153466":"\n   do you think puzzles are fun?\n  ","153467":"\n   Scooter or roller skates?\n  ","153468":"\n   what do you think of face tattoos\n  ","153469":"\n   have you ever stayed in an air bnb\n  ","153470":"\n   have you ever skinny dipped?\n  ","153471":"\n   have you ever taken the subway\/any rapid transit system?\n  ","153472":"\n   What do people assume about you from your online persona that is actually untrue irl?\n  ","153473":"\n   Is it raining where you are?\n  ","153474":"\n   Pizza or hot dog\n  ","153475":"\n   Is survival a need or a want? Why?\n  ","153476":"\n   Are there any objects, foods, drinks you associate with certain feelings like warmth, anger, comfort, sadness etc? If so what are they?\n  ","153477":"\n   Do you agree with the phrase \"only boring people get bored\"? Why\/why not?\n  ","153478":"\n   Do u have a \"gun\" in ur house?\n  ","153479":"\n   What can you think about for hours?\n  ","153480":"\n   rocky road ice cream vs mint chocolate chip ice cream\n  ","153481":"\n   blueberry muffins or chocolate chip cookies?\n  ","153482":"\n   have you ever had Blue Bell ice cream?\n  ","153483":"\n   have you ever had Tillamook ice cream?\n  ","153484":"\n   Sandra Bullock? Won an Oscar lol.\n  ","153485":"\n   The Blind Side\n  ","153486":"\n   what’s ur fav football movie?\n  ","153487":"\n   what’s ur fav true crime documentary\/movie\/tv show?\n  ","153488":"\n   do you have any tattoos? (how many and where?)\n  ","153489":"\n   .\n  ","153490":"\n   Before they invented drawing boards, what did they go back to?\n  ","153491":"\n   If all the world is a stage, where is the audience sitting?\n  ","153492":"\n   Liker’s get to be honest!\n  ","153493":"\n   Liker’s get TBH\n  ","153494":"\n   have you ever made a free throw? 🏀\n  ","153495":"\n   have you ever had Thai food?\n  ","153496":"\n   Would you feel OK to finish last at competitions?\n  ","153497":"\n   have you ever lost a debit card\/credit card?\n  ","153498":"\n   Which animal are you most like?\n  ","153499":"\n   Which series would you recommend watching now?\n  ","153500":"\n   have you ever been rear ended? have you ever rear ended someone else?\n  ","153501":"\n   What are the childish things you still do as a grown up?\n  ","153502":"\n   Is there anyone in your life you've felt in competition with?\n  ","153503":"\n   Smart bird\n  ","153504":"\n   I love watching birds eat\n  ","153505":"\n   Are you going to share your Tangerine with her LOL\n  ","153506":"\n   You forgot play with bubo\n  ","153507":"\n   Who is your biggest mentor?\n  ","153508":"\n   What do u want now\n  ","153509":"\n   What's a question that annoys you when you're asked it?\n  ","153510":"\n   When was the last time you weren't sober? Whether it was caused by alcohol, illegal dr*gs, legal dr*gs or prescription dr*gs?\n  ","153511":"\n   There's an app called Replika where you can name and give a profile pic to an A.I. \"person\". It learns more about you, the world etc. through conversations with you and the internet. Would you ever use an AI app like this as a way to vent to someone when you feel you have no one else? Why\/why not?\n  ","153512":"\n   In Japan the birth rate and rate of young people dating both dropped over the same years that A.I. dating apps and dating simulation games became more popular. Do you think it has anything to do with A.I. or these games keeping humans from dating humans? Why\/why not?\n  ","153513":"\n   Futurists estimate that within the next 20-30yrs there will be a computer rights dilemma where we'll reach a point where we can't be sure whether or not a computer has emotions, ambitions or plans for the future. Do you think computers should ever be given rights? Why\/why not?\n  ","153514":"\n   What A.I. do you use in your life right now? For example, Siri, Alexa etc.\n  ","153515":"\n   When was the last party you were at and why did it occur?\n  ","153516":"\n   When you're given the choice of two different foods, you choose one. Then you're given the choice of twenty different foods, you choose one. Which choice are you more likely the regret? The one where you only had one other options or the one where you had nineteen? Why?\n  ","153517":"\n   Do you ever delete your answers on here? Why\/why not?\n  ","153518":"\n   When you're trying something new and have an option of two things, do you ever ask someone else to make the choice dor you in case you dislike the option you choose? Why\/why not?\n  ","153519":"\n   Do you slurp up spaghetti? Do you drink the broth from ramen? Do you eat apples whole or sliced up? Do you think open sandwiches are silly? Do you dislike eating certain colour foods? Do you prefer room temperature or refrigerated water? Can you bite icecream? What's a food that annoys you?\n  ","153520":"\n   So you prefer pop sockets, phone rings or neither of these things? Why?\n  ","153521":"\n   If you had to wear one colour for the rest of your life, what colour would it be?\n  ","153522":"\n   Name things you do when naked?\n  ","153523":"\n   Do u have pets\n  ","153524":"\n   Fav food?\n  ","153525":"\n   have you ever seen a baby be born?\n  ","153526":"\n   have you ever eaten avocado?\n  ","153527":"\n   have you ever twerked?\n  ","153528":"\n   what's your favorite performance of her?\n  ","153529":"\n   If you were given a chance to have dinner with anyone, who would you pick? 🤔🤔 It can be someone from the past or it can be someone from the world of fiction. 💕\n  ","153530":"\n   Should I get my tongue pierced?\n  ","153531":"\n   What do you refuse to pay for?\n  ","153532":"\n   what’s your opinion on the common adage “there’s only one race: the human race”\n  ","153533":"\n   (pb&j) what kind of peanut butter? what kind of jelly?\n  ","153534":"\n   (crackers + soup) what kind of crackers? what kind of soup?\n  ","153535":"\n   In recent years more & more people have become aware of intersxx & trans people existing. Hence the term \"pansxxual\" being used more by younger generations and \"bisxxual\" used more by older gens. I'm pan but I don't see bi as excluding either intersxx or trans folk but some do. What's your opinion?\n  ","153536":"\n   Do you have more black men or black women in your social circle?\n  ","153537":"\n   i think abt complicated things all day! i also think abt stupid things. do u enjoy more complicated political\/philosophical questions or random stuff abt Disney channel and bagels and movies lol\n  ","153538":"\n   should “free speech” protect hate speech?\n  ","153539":"\n   i just saw a political cartoon that one side had Klan hoods, captioned w “1919.” the other side was red MAGA hats, and was captioned “2019.” what do you think of this comparison\/cartoon?\n  ","153540":"\n   highkey me too, which is why i was so surprised that so many people i follow responded with “yes!!! my all time favorite book!”\n  ","153541":"\n   (so many people have told me that To Kill a Mockingbird is there favorite book!) those of you who have read it, which is most of you, did you like it? what did you like so much about it? if it’s one of your all time favorite books, why?\n  ","153542":"\n   What would you do differently from your parents when raising up your children?\n  ","153543":"\n   Many people find this to be controversial so I want to hear all of your opinions.... If you were to have a cat, would you want them to be a house cat, an outdoor cat, a bit of both and why? Would you ever consider walking them? Why\/why not?\n  ","153544":"\n   Hi, i dont mean to be rude but your tampon string is showing.\n  ","153545":"\n   What were you doing 30 minutes ago?\n  ","153546":"\n   What is your favorite subject (in school days)😀\n  ","153547":"\n   What is the best weight  loss dite ?\n   \n    https:\/\/bit.ly\/2Gr730I\n   \n","153548":"\n   What's your opinion on Leonardo DiCaprio supposedly not dating women older than 25? A list of his exes has been posted online and it shows that he has never dated a woman older than 25 and that if he's in a long term relationship with someone younger than 25, it ends before their 26th birthday.\n  ","153549":"\n   Some people wear shoes that are too tight in order for the pain and uncomfortability to distract them from their thoughts, worries, concerns etc. What's your opinion on this? Do you think it's smart or ridiculous? Would you ever do this?\n  ","153550":"\n   What about beautiful women makes you feel discomfort?\n  ","153551":"\n   What do you do to comfort yourself whenever your sad or upset?? 😉😉😉\n  ","153552":"\n   How does society brainwash the youth?\n  ","153553":"\n   I had never heard of shitfaced sunday before now\n  ","153554":"\n   which do you buy more often: english muffins or bagels\n  ","153555":"\n   .\n  ","153556":"\n   What makes a teen popular in school?\n  ","153557":"\n   How do you spend the majority of your free time?\n  ","153558":"\n   Do you think that personal privacy doesn't exist anymore?\n  ","153559":"\n   Can you describe yourself using the letters of your first name??? Can you? 😂💪🏻💕\n  ","153560":"\n   Do you know what subjective reality is?\n  ","153561":"\n   When did you last meet your grandfather?\n  ","153562":"\n   Do you like bacon?\n  ","153563":"\n   what’s a luxury u refuse to give up\n  ","153564":"\n   Suite Life of Zack and Cody ha Suite Life on Deck? (have u seen both\/either?)\n  ","153565":"\n   what were u up to in 1999\n  ","153566":"\n   2016 vs 2018?\n  ","153567":"\n   in ur fridge, do u currently have milk \/ non-dairy milk?\n  ","153568":"\n   have you read To Kill a Mockingbird?\n  ","153569":"\n   What is ur fav song\n  ","153570":"\n   What is the first thing you do when you wake up\n  ","153571":"\n   Do you prefer Instagram or Facebook?\n  ","153572":"\n   What personality type are you?\n  ","153573":"\n   What was the last drink you had?\n  ","153574":"\n   Do you believe in horoscopes?\n  ","153575":"\n   Would you consider yourself good at giving advice?\n  ","153576":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","153577":"\n   What's your favorite toy or favorite thing to do when you were a kid? 😋😋😋😋\n  ","153578":"\n   If I get a girl I can send you all the eggs LOL\n  ","153579":"\n   I guess I will just try to get a baby then\n  ","153580":"\n   But I won't know if it's male or female\n  ","153581":"\n   Isn't it when you get them when they are baby it is easier to train them\n  ","153582":"\n   What parakeets easier to take care of males or females or does it not matter\n  ","153583":"\n   I bet she's even cute when she's sleeping\n  ","153584":"\n   What is she doing right now\n  ","153585":"\n   She has the cutest eyes\n  ","153586":"\n   I don't blame her you are very soft looking and beautiful hair\n  ","153587":"\n   I love it how she sits on your shoulder and sometimes she'll be chewing on your hair\n  ","153588":"\n   Yes I will my mother should be able to help me at that she used to have parakeets when she was a kid if I need any help I can always ask you I'm going to post pictures of my parakeet all over Instagram\n  ","153589":"\n   I'll probably get a parakeet since they aren't that much money I'm going to get one from a breeder\n  ","153590":"\n   When I get to Orlando I'm going to get a bird\n  ","153591":"\n   I'm sure you've heard that song before Surfin Bird by the Trashmen\n  ","153592":"\n   About the bird because everybody knows that the bird is the word\n  ","153593":"\n   But have you heard\n  ","153594":"\n   im calling the police on u\n  ","153595":"\n   I just like including her and everything because she is awesome\n  ","153596":"\n   Bubo is going to smoke with you lol\n  ","153597":"\n   ewwww you are a pot head\n  ","153598":"\n   Sup homie\n  ","153599":"\n   hey bae\n  ","153600":"\n   They are always an investment. Clarity in what you see\n  ","153601":"\n   The glasses are original. They wouldnt be in everyone's comfort zone. I like the pic.\n  ","153602":"\n   ohhh so now you use the term \"husband\" and not \"partner\" looooool\n  ","153603":"\n   XXXTentacion or Kendrick Lamar?\n  ","153604":"\n   I know that it's natural and it's okay for our parents to be strict. \n\nHow strict were your parents?? 🤭🤭🤭🤭🤭\n  ","153605":"\n   .\n  ","153606":"\n   How can you want to hurt someone if you're mentally stable? How can you want to be hurt if you value yourself?\n  ","153607":"\n   does your boss have a right to know if you’re mentally ill?\n  ","153608":"\n   Have you ever had KFC dessert biscuits? (The cinnabon\/cinnamon roll dessert biscuits.)\n  ","153609":"\n   small dog rocko wanted to get on the walldrobe so a pick him up and put him on there\n  ","153610":"\n   .\n  ","153611":"\n   (if u have any interest in the contents of the article, i’d be curious responses to that too tbh!)\n   \n    https:\/\/nypost.com\/2019\/07\/26\/sorry-childless-millennials-going-to-disney-world-is-weird\/amp\/\n   \n","153612":"\n   (and Malcom X!) “The most disrespected person in America is the black woman. The most unprotected person in America is the black woman. The most neglected person in America is the black woman.” do you agree or disagree?\n  ","153613":"\n   (i’ve had so much fun reading responses to these. this one is a NY Post headline.) “Sorry, childless millennials going to Disney World is weird.” do you agree or disagree?\n  ","153614":"\n   Make your own coffee, Starbucks, Ducth bros, Dunkin... what's the best way!?\n  ","153615":"\n   I mean mature 😍\n  ","153616":"\n   Have u rvere send any nudes ?\n  ","153617":"\n   U are nice milf 😍😘\n  ","153618":"\n   What's the best part of the weekend for you?\n  ","153619":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","153620":"\n   What does it mean if a girl asks you \"meouw\"?\n  ","153621":"\n   What is the main reason for you to refuse a date?\n  ","153622":"\n   Have you smoked weed before?😤\n#snoop_dog\n  ","153623":"\n   what emotion do you feel most often?\n  ","153624":"\n   What kind of content do you all want to see on my YouTube channel?🤔\n  ","153625":"\n   At what point does the intercourse come into play?\n  ","153626":"\n   What's a popular food you find disgusting?\n  ","153627":"\n   What is your favorite pic of yourself?\n  ","153628":"\n   What is your typical day like?\n  ","153629":"\n   What's the furthest from home you've been?\n  ","153630":"\n   How would you describe your time in school in 3 words?\n  ","153631":"\n   Nope deadly serious\n  ","153632":"\n   how do you use it?\n  ","153633":"\n   What did you always wanted to try but never found the courage to do?\n  ","153634":"\n   If you had to choose, would you go to the Light or the Dark side?\n  ","153635":"\n   How do you like your eggs cooked?\n  ","153636":"\n   Do you own\/ride a horse ?\n  ","153637":"\n   Silly question of the day.... Name as many words associated with the word bottom?\n  ","153638":"\n   is anyone else having an issue with some of their answers not coming up on the general feed? it makes me wonder if my responses aren't being displayed on my friends' feeds, or if it's something only i can see. when i go on my profile, they're all there, but they're not appearing anywhere else. :\/\n  ","153639":"\n   have you seen Get Out? (what did you think?)\n  ","153640":"\n   Spongebob Squarepants vs Wizards of Waverly Place\n  ","153641":"\n   are there any names u associate w dog breeds? (i’ve known three golden retrievers named Bailey in my life lol)\n  ","153642":"\n   is it ruder to burp or fart at the dinner table\n  ","153643":"\n   have you ever had a pet cat?\n  ","153644":"\n   have you ever had a pet named after food? (what was the name?)\n  ","153645":"\n   What was the best date you ever had?\n  ","153646":"\n   i didnt think of that i may have to do that ...have you used one ?\n  ","153647":"\n   As a female how do you have a decent pee behind a bush? I tried it for the first time yesterday it didn't go well... i may have to do the same next week  ....\n  ","153648":"\n   what did you have for dinner?\n  ","153649":"\n   I see miley cyrus  selena Gomez Britney spears  on this site.i think there fake.what do you think\n  ","153650":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","153651":"\n   What’s the strangest dream you’ve had?\n  ","153652":"\n   Do u like me Q ?\n  ","153653":"\n   Name a pop song that starts with D?\n  ","153654":"\n   Do you prefer looks or personality?\n  ","153655":"\n   have you ever tried a eyelash serum or plain castor oil on them?\n  ","153656":"\n   What's the most ridiculous this someone's gotten upset\/annoyed at you for recently?\n  ","153657":"\n   how do you go to the toilet while wearing a massive dress?\n  ","153658":"\n   What’s today’s plans?\n  ","153659":"\n   Okay so I have a friend we text almost every day. How can I say that I like talking to her everyday without being creepy\n  ","153660":"\n   What's something you're better at now than you were when you were younger?\n  ","153661":"\n   What's something you're worse at now than you were when you were younger?\n  ","153662":"\n   What's something you want to be better at by this day next year?\n  ","153663":"\n   \"Uncultured swine\" is a term used against those uneducated on a matter or who haven't experienced something for themselves yet. But what's the first thing you think of when you hear \"uncultured swine\"?\n  ","153664":"\n   Is it okay for a girl to ask a guy out on a date?\n  ","153665":"\n   When Are You Happiest?\n  ","153666":"\n   _\n  ","153667":"\n   “To give preference to the life of a being simply because that being is a member of our species would put us in the same position as racists who give preference to those who are members of their race.” do you agree or disagree?\n  ","153668":"\n   if u were going to recommend three tv series to someone, that are indicative of you and your taste, what three shows would u go w?\n  ","153669":"\n   Pizza hut or Dominos?\n  ","153670":"\n   is ur hair up or down right now? are your nails painted or unpainted? are your legs shaved or unshaved?\n  ","153671":"\n   Favorite thong color?\n  ","153672":"\n   Why?\n  ","153673":"\n   French toast sticks or silver dollar pancakes\n  ","153674":"\n   Pepperoni Pizza or Cheese Pizza\n  ","153675":"\n   regarding mental illness, sometimes we're not fully aware when we're \"spiraling\" because it isn't as apparent to us. if you struggle with mental illness, what are some signs you notice happening when things are getting bad?\n  ","153676":"\n   What is ur fav dessert?\n  ","153677":"\n   do you like soul food? (soul food is a Southern american cuisine. like grits, okra, cornbread, mac n cheese, cobbler)\n  ","153678":"\n   in your opinion, are there any stereotypes of certain mental illnesses that are actually true? why\/why not?\n  ","153679":"\n   what’s ur fav Disney channel tv show?\n  ","153680":"\n   do you agree or disagree with self-diagnosis of mental illness? why\/why not?\n  ","153681":"\n   White ppl did not evolve for american weather.... Too many sunburnt crackaz at the beach today\n  ","153682":"\n   Is any body up, *at this early hour?🌞\n  ","153683":"\n   Last question until I wake up or so: If you could take a picture with any celebrity, who would it be?\n  ","153684":"\n   Have you any embarrassing stories involving teachers ?\n  ","153685":"\n   A woman needs to be in good shape, take care of her body, be in very good shape, cook and clean for a man. Give him sexy time every night. Learn to submit. Real talk.\n  ","153686":"\n   Are you bored?\n  ","153687":"\n   Do you have brothers؟\n  ","153688":"\n   Does anyone have a clear answer on what is the Q stands for in LGBTQ?\n  ","153689":"\n   What’s ur favorite “white girl jam”\n  ","153690":"\n   Why does oral end after marriage?\n  ","153691":"\n   what makes you panic most?\n  ","153692":"\n   are you happily married?\n  ","153693":"\n   important question! when u eat a bagel and cream cheese, do u eat it like a sandwich (all together) or do u eat one cream cheese topped bagel half at a time?\n  ","153694":"\n   Summer or Winter olympics?\n  ","153695":"\n   Do you eat sushi? Do you eat collard greens? Do you eat yogurt?\n  ","153696":"\n   If you could eliminate one social network from the site, which one would it be and why?\n  ","153697":"\n   Have you ever had a Chai Latte\n  ","153698":"\n   what’s the best jelly and what’s the worst jelly\n  ","153699":"\n   Friends or Living Single?\n  ","153700":"\n   Chandler or Rachel (from Friends)?\n  ","153701":"\n   Do you feel the pace of societal and technological change?\n  ","153702":"\n   Is it ok to be judgmental of other people?\n  ","153703":"\n   Why do most people try to shout down others on social media in order to prove their argument?\n  ","153704":"\n   Is it ok for a person to hold two conflicting views about something simultaneously without being labeled as being insane?\n  ","153705":"\n   Is it ok for a person to talk to themselves and answer their own questions out loud when no one else is around?\n  ","153706":"\n   beautiful :)\n  ","153707":"\n   But isn't your peace kind of false because you require certain medications in order to feel peaceful?\n  ","153708":"\n   Do you hide from the summer heat or enjoy it?\n  ","153709":"\n   a dont have a arm pit fetish am laff\n  ","153710":"\n   If you could create a profile of your “Ideal\n   \n    @Askfm\n   \n   User” in just a few sentences or bullet points, what would it look like?\n  ","153711":"\n   Are you as bored as I am?” Read that backwards, and it still makes sense\n  ","153712":"\n   so since the \"backwards boring thing\" was kinda lame here is an actual question, What is a REALLY popular song where you live?\n  ","153713":"\n   favorite ice cream?\n  ","153714":"\n   swear this is my answer\n  ","153715":"\n   before you flushed or after?\n  ","153716":"\n   anything embarrassing happen to you at work any point?\n  ","153717":"\n   Have you found peace within yourself yet?  If so, where to from there?\n  ","153718":"\n   Do you like hot or cold drinks؟\n  ","153719":"\n   what is the first line that comes out of your mouth when a car is riding your tail?\n  ","153720":"\n   Like, is the purpose of life in existence to conquor space and time?  Like how cultures are always colinizing other cultures and replacing them with their own?\n  ","153721":"\n   Do you think that existence is about the conquest of dimensionality?\n  ","153722":"\n   Do you think that viruses have a sense of self and purpose?\n  ","153723":"\n   Are your glasses hormonal?\n  ","153724":"\n   do you think that existence is hormonal?\n  ","153725":"\n   Do you usually research where your food comes from, how it's made and what's in it?\n  ","153726":"\n   What is it about period time that makes you more interested in sweet foods?\n  ","153727":"\n   Do you know people who rave on when talking to you without finding out if you're interested in what they're saying or even if they're making sense?\n  ","153728":"\n   When it comes to socializing, are you the one to start conversation first or them?\n  ","153729":"\n   Is it hard to stop you talking once you start?\n  ","153730":"\n   Do you not have a sweet tooth?\n  ","153731":"\n   Do you have Aunt Jemmima Maple Syrup in your cupboard?\n  ","153732":"\n   Ever been to the Blue Parrot?\n  ","153733":"\n   Are there still Howard Johnsons in the US?\n  ","153734":"\n   Do they still have Shakey's in America?\n  ","153735":"\n   Did you make that food below yourself?\n  ","153736":"\n   Have you seen Fresh Prince of Bel-Air? Have you seen Living Single?\n  ","153737":"\n   see, there you go. also woolite will make them last longer as well :)\n  ","153738":"\n   ily!\n  ","153739":"\n   hah sometimes the cheapest of clothes last longer then the expensive ones.\n  ","153740":"\n   haha much respect on that girl.\n  ","153741":"\n   I love the price that, I think I will order x)\n  ","153742":"\n   I love the dress :)\n  ","153743":"\n   What is your favorite outfit?\n  ","153744":"\n   do you take selfies? do you listen to rap music? do u vape? do u take pictures of ur food at restaurants before u eat? (brought to u by things my grandmother thinks roy ur brain.)\n  ","153745":"\n   have u ever used a ‘dab pen’\n  ","153746":"\n   what’s ur fav David Bowie song?\n  ","153747":"\n   what’s a good hype song\n  ","153748":"\n   what’s a good song w profanity in the title ?\n  ","153749":"\n   what’s a pretty song abt something ugly?\n  ","153750":"\n   Ever feel like you've read this before?\n  ","153751":"\n   Ever feel like you've read this before?\n  ","153752":"\n   Ever feel like you've read this before?\n  ","153753":"\n   Ever have trouble with your phone company?\n  ","153754":"\n   Do you think that even pleasure is a kind of misery because it doesn't last?\n  ","153755":"\n   Ever watched Angela Anaconda?\n  ","153756":"\n   Do you talk like Jane too?\n  ","153757":"\n   Yes, you even look a bit like Jane aye!\n  ","153758":"\n   What is your favorite food to eat?\n  ","153759":"\n   What cartoon character would you like to be if you had to be one?\n  ","153760":"\n   Which name is more MILF-y: Lisa or Karen?\n  ","153761":"\n   Ever been to a Cinco de Mayo party?\n  ","153762":"\n   are slip ‘n slides fun? (have u ever slipped and slid? lol)\n  ","153763":"\n   What’s your hobby?\n  ","153764":"\n   Do you have any nicknames?\n  ","153765":"\n   What do you think about diets?\n  ","153766":"\n   Have you ever changed schools? Why?\n  ","153767":"\n   Which word to you use the most?\n  ","153768":"\n   also sorry for like three comments in a row, I’ll shut up now but if you consider America racist you would without a doubt consider South Africa racist. 100%\n  ","153769":"\n   If you were to wish for superpowers, what would they be?\n  ","153770":"\n   def not your responsibility to label an entire country racist or not racist, honestly both are extreme. kind of an odd question tbh.\n  ","153771":"\n   sorry the original question wasn’t mine, didn’t mean to imply that. south africa has a really complicated history and it’s different now, just was surprised you didn’t know about it. i’m not even american so i apologize.\n  ","153772":"\n   really?? Nelson Mandela? apartheid? this is like very recent, very relevant world history\n  ","153773":"\n   What is your favorite month of the year and why?\n  ","153774":"\n   How often do you take a hiatus from social media?\n  ","153775":"\n   Would you consider South Africa racist?\n  ","153776":"\n   Yo, Ally :)\n  ","153777":"\n   Last question for the night (work in a few minutes) what is your favorite color?\n  ","153778":"\n   Did you ever have bolt? hi5? deviantart?\n  ","153779":"\n   prity❤\n  ","153780":"\n   Many people coexist with animals that they're not educated enough on. For example I know someone who had 30 hamsters in the one hamster home when they're solitary animals and should be kept alone. What's the biggest carer foul you've seen someone make with animals?\n  ","153781":"\n   Have you ever tried out YouTube Premium? Why\/why not?\n  ","153782":"\n   Hi. I hope I'm not coming off as weird and I respect your marriage. I just wanted to say, you take lovely selfies.......that is all\n  ","153783":"\n   Have you ever eaten kangaroo meat?\n  ","153784":"\n   Today I'm making spring rolls with sweet chilli dipping sauce. If you were making spring rolls what would you put in them and what would you serve them with?\n  ","153785":"\n   In your opinion what's the most silly way to decide whether someone is innocent or guilty? For example, flipping a coin, rolling dice, water trial(if they float, they're guilty), trial with judge and jury etc.\n  ","153786":"\n   What’s your lucky number?\n  ","153787":"\n   Ever been to a live concert?\n  ","153788":"\n   ~FILMS~ \nWhich of the following films I like have you seen?\n 🎞 Grabbers (UK\/Ireland, 2012); \n 🎞 Troll Hunter (Norway, 2014); \n 🎞 Pan’s Labyrinth (Spain\/Mexico, 2006); \n 🎞 The Other Side Of The  Door (UK\/India\/USA, 2006);    \n 🎞 Rare Exports (Finland, 2010); \n 🎞 8 Femmes (France\/Italy, 2002)?\n  ","153789":"\n   \"Do u know \"ezio editori\nHe is a big Legend❤\n  ","153790":"\n   Most amount of time you’ve been in a relationship?\n  ","153791":"\n   Do you prefer to speak on call or texting?\n  ","153792":"\n   When you think of colleges that are “party schools” where do you think of first\n  ","153793":"\n   Dreads or braids?\n  ","153794":"\n   Do you like guys w long hair?\n  ","153795":"\n   Snapchat?\n  ","153796":"\n   I just want to talk to you privately\n  ","153797":"\n   favorite go to place for fast food?\n  ","153798":"\n   Plz?\n  ","153799":"\n   Where are you ticklish?\n  ","153800":"\n   If it isn’t too much trouble. Could you please post this to your page in order for me get more of a larger following?\nI also send out spam as much as possible if you and your followers would like to receive it.\n\nPlease do use this as a filler to tell me about your weekend. 🎈\n  ","153801":"\n   Where are u now ?😂\n  ","153802":"\n   Do you ever feel like a plastic bag?\nWhat do you think Katy Perry meant when she asked that question?\n  ","153803":"\n   If someone said \"I love my pooch, drinking booch & eating nooch but I'm on tinder looking for someone to tickle my gooch\", what would they mean and can you define the words Booch, Gooch, Nooch & Pooch? 😂\n  ","153804":"\n   Anyone know of any good vacation spots?\n  ","153805":"\n   Whats something thats harmless but you think it's really silly? For example, I think it's silly when an up and coming music artist spells their name with symbols or emojis because it's so difficult to search for them online.\n  ","153806":"\n   Can we be friends\n  ","153807":"\n   do you like barbacoa?\n  ","153808":"\n   Favorite Adam Sandler movie:\n  ","153809":"\n   i said that sweet potato fries were the most controversial french fry! the most polarizing people love them or hate them. what do you think the most controversial kind of potato is?\n  ","153810":"\n   😂😂😂😂😂😂😂😂What happened next!\n  ","153811":"\n   Make me laugh..:D\n  ","153812":"\n   How long you been married?\n  ","153813":"\n   You can say whatever you want mom\n  ","153814":"\n   I wanna know how’s your experience\n  ","153815":"\n   Hahahhha then share personally 😜\n  ","153816":"\n   First time sex\n  ","153817":"\n   Would you like to share first night experience?\n  ","153818":"\n   Still I want your Kik instagram or Facebook\n  ","153819":"\n   I know you are married 39 but still I wanna chat so think about it\n  ","153820":"\n   Ugh why I wanna chat you privately\n  ","153821":"\n   Can I get your Facebook or Instagram\n  ","153822":"\n   Hey\n  ","153823":"\n   do you like rosé wine? have you ever seen Dirty Dancing? have you ever done hot yoga? do you own any Patagonia?\n  ","153824":"\n   Hocus Pocus, Halloweentown, or Beetlejuice?\n  ","153825":"\n   yo what’s ur opinion on sweet potato fries?? (this is the most controversial kind of french fry. people LOVE them and people HATE them.)\n  ","153826":"\n   do you have your drivers license?\n  ","153827":"\n   are you a picky eater?\n  ","153828":"\n   are you a homebody?\n  ","153829":"\n   .\n  ","153830":"\n   Can you guess what famous person i look a like?!\n  ","153831":"\n   I have a trivia question for you:)\n  ","153832":"\n   How are you:)\n  ","153833":"\n   if u have sc: go through ur sc memories from summer 2017 and post literally any thing u have saved lol\n  ","153834":"\n   Hey\n  ","153835":"\n   awwww. that’s one of my fav kinds of wedding dresses. thanks for including pics! :)\n  ","153836":"\n   What  do you do when you are nervous\n  ","153837":"\n   have you ever been wedding dress shopping? (for urself, as moral support, 🤷🏽‍♀️)\n  ","153838":"\n   What animal would be cutest if scaled down to the size of a cat?\n  ","153839":"\n   have you ever been a bridesmaid\/groomsmen?\n  ","153840":"\n   what’s ur opinion on ketchup on hotdogs\n  ","153841":"\n   What do you want when the New Year comes\n  ","153842":"\n   .\n  ","153843":"\n   Have you ever done something bad to anyone that you regret?\n  ","153844":"\n   What is your favorite app\n  ","153845":"\n   pretty looking bird, how long have you had it for?\n  ","153846":"\n   what’s good at Dunkin’ Donuts? are their donuts good? is their coffee good? (what do you like to get there?)\n  ","153847":"\n   bro me neither\n  ","153848":"\n   what’s good at Dublin Donuts? are their donuts good? is their coffee good? (what do you like to get there?)\n  ","153849":"\n   What do you hope your mom never finds out?\n  ","153850":"\n   What’s one luxury item you would like to own?\n  ","153851":"\n   What is your favorite restaurant?\n  ","153852":"\n   What would you suggest everyone to try?\n  ","153853":"\n   Who is the one person that can always make you laugh?\n  ","153854":"\n   What is your favorite band?\n  ","153855":"\n   I forgot two\n  ","153856":"\n   what’s the best donut shop near u?\n  ","153857":"\n   what’s ur fav automobile manufacturer\n  ","153858":"\n   Is your husband supportive?\n  ","153859":"\n   omg so happy it is helping, good for you!\n  ","153860":"\n   do they help?\n  ","153861":"\n   Do you do anything for your mental illness?\n  ","153862":"\n   i've seen a lot of discourse on twitter about this and wanted to hear opinions: is there such a thing as a \"bisexual lesbian\"? are there open interpretations to these words, or do they have a standard definition? is it gatekeeping for others to say what a person can & cannot feel?\n  ","153863":"\n   have there been times where you walked into something that you shouldn't be in but thought stuff it what could go wrong ?\n  ","153864":"\n   Do you have troubl ekeeping jobs?\n  ","153865":"\n   You are so cute!  Jealous of your husband!\n  ","153866":"\n   a simple, yet deep question: how are you really?\n  ","153867":"\n   are you\/did you attend college? if so, what is\/was your major? if you're in high school, do you plan to attend college, and what would you want to study? (if you haven't attended college, what would you want to study if you did?)\n  ","153868":"\n   Do you believe in Karma?\n  ","153869":"\n   I love following you!\n  ","153870":"\n   Hmmm I need to look that up lol. Might need to change my wardrobe\n  ","153871":"\n   Sweat shorts? You have a picture?\n  ","153872":"\n   alternatively, if you've worked in the past or currently work, what was\/is your job? if you've never had a job before, what sort of career would you want to pursue?\n  ","153873":"\n   What's a book you never want to read again?\n  ","153874":"\n   Hot or cold?\n  ","153875":"\n   Favorite pair of shorts to wear during the summer? (picture is optional)\n  ","153876":"\n   What is on your mind?\n  ","153877":"\n   Most of you who I follow are from other continents and countries so, have you ever watched Irish comedy like Hardy Bucks, Derry Girls, Father Ted, Killinaskully, Moone Boy, D'Telly? If so, what ones have you watched and what ones are your favourite?(Including ones I haven't mentioned)\n  ","153878":"\n   My country has very varied accents that depend on what county you're from so I usually tell people my accent is like a mix of Call Me Kevin from YouTube and Eddie from Hardy Bucks. Who are some people your followers could look up who have similar accents to you?\n  ","153879":"\n   did she need special training? or was it just normal pet stuff?\n  ","153880":"\n   as a teenager, do you remember thinking any of your teachers were hot? do you remember thinking any of your friends parents were hot?\n  ","153881":"\n   what kind of ice cream goes best w a brownie?\n  ","153882":"\n   when you were looking to get a companion animal (sorry the proper name escapes me) what made you decide on a bird?\n  ","153883":"\n   does Bubo have a distinctive bird smell? i nursed a sick wild bird and my whole place smelt of bird! it wasnt bad but it was quite distinctive\n  ","153884":"\n   The glove bit stuck in my head “If it dont fit, you must acquit” screamed by his lawyer, but mostly I get chills thinking of how alone and terrified Nicole must have felt\n  ","153885":"\n   lmao. sorry, that whole oj simpson scenario still gives me the creeps tbh\n  ","153886":"\n   What do you say if you want to give up your love?\n  ","153887":"\n   I don’t want to fight and I know you are anti-racist but that’s how it comes across as you read it tbh ✌️\n  ","153888":"\n   What’s a name that just screams “Stoner 20 something”\n  ","153889":"\n   oj simpson?\n  ","153890":"\n   sorry\n  ","153891":"\n   What's always in your fridge?\n  ","153892":"\n   Who was the last person you hugged?\n  ","153893":"\n   What do you like to do on a rainy day?\n  ","153894":"\n   How did you meet your best friend?\n  ","153895":"\n   If you could change one thing about your family, what would it be?\n  ","153896":"\n   Did u saw two boys\/girls exchange kisses before😨😱\n  ","153897":"\n   ur pro👏👏👏\n  ","153898":"\n   if u could choose one country to have dual citizenship a, what would you pick?\n  ","153899":"\n   what’s ur fav kind of bean\n  ","153900":"\n   Are you excited for the remake of Mulan? Which next Disney classic do you think they'll do?\n  ","153901":"\n   that dude telling you to shave probably puts that he loves “women who are naturally beautiful and dont wear make-up” in his tinder bio 😂\n  ","153902":"\n   what kind of beans are best on burritos?\n  ","153903":"\n   do you play golf? do you call your thanksgiving turkey “the bird?” do you watch nfl? do you carry a pocket knife? (i wanna see how many of u are secretly dads.)\n  ","153904":"\n   Who is ur fav super hero\n  ","153905":"\n   What's a book that you've already read but you would like to read again?\n  ","153906":"\n   What is ur talent\n  ","153907":"\n   What's your 5th emoji\n  ","153908":"\n   But you implied that middle-class white women arent involved in illegal activities? Which in turn implies that middle aged colored women would be.\n  ","153909":"\n   Ever use your own mortality as a motivator in some way?\n  ","153910":"\n   Are you aware of your own instincts?\n  ","153911":"\n   Are you more concerned about the end of your life than the end of the worlds life?\n  ","153912":"\n   whats a soft yes?\n  ","153913":"\n   are you a practical kind of person?\n  ","153914":"\n   Do you usually take a long time to choose what to wear out in public?\n  ","153915":"\n   Of you and all your siblings MIDDLE names, which is your fav?\n  ","153916":"\n   Do you try to save animals from danger if you can?  If so, what animals would you not be bothered trying to save?\n  ","153917":"\n   Do you think that flies and mosquito's know they're being annoying when they buzz around your face?\n  ","153918":"\n   Thoughts on all the \"storm Area 51\" facebook pages?\n  ","153919":"\n   I’m glad you aren’t my wife\n  ","153920":"\n   Don’t show it to us\n  ","153921":"\n   Shave\n  ","153922":"\n   I do not like anyone to see me when i.......?\n  ","153923":"\n   if the Happiness is a person, who is that person?\n  ","153924":"\n   hey, hi, and hello\n  ","153925":"\n   How important is your heritage to your life?\n  ","153926":"\n   the bible says pride leads to the fall.\n  ","153927":"\n   What does “diversity” mean to you and your life? Is experiencing diversity a priority to you? Why or why not?\n  ","153928":"\n   What messages did you get about pride from your parents?\n  ","153929":"\n   What does “Pride” mean to you, in your life and identity? What are you proud of?\n  ","153930":"\n   underarm hair very gross\n  ","153931":"\n   Does “Ericka” or “Erika” or “Erica” look more right to you?\n  ","153932":"\n   Is it more unattractive for ur significant other to be super confident they won’t lose you or to be slightly insecure about losing you?\n  ","153933":"\n   .\n  ","153934":"\n   What’s wrong but sounds right?\n  ","153935":"\n   what’s your favorite place to buy slightly formal clothes (like... wedding guest clothes) (lol)\n  ","153936":"\n   Are you sitting comfortably?\n  ","153937":"\n   is smoking cigarettes more of a turn on or turn off?\n  ","153938":"\n   What is the serial or program that you would like to watch on TV?\n  ","153939":"\n   How far can words change people?\n  ","153940":"\n   Life in not fair.Do not expect it to be fair.You will not get the job you want.You will not get the man you want.\n  ","153941":"\n   Can animals feel emotional pain?\n  ","153942":"\n   Favorite kina music when you wanna be happy\n  ","153943":"\n   Have you ever done a striptease before for your husband\n  ","153944":"\n   If you were to compare your butt to famous people, who would be your twin\n  ","153945":"\n   well despite it happening 18 or so years ago, I am still glad you are up and about. pretty intense. 😔\n  ","153946":"\n   my goodness :( i'm glad you lived to tell about it.\n  ","153947":"\n   Ever had a bad accident?\n  ","153948":"\n   what’s your “if you like __ and __ we can probably be friends”\n  ","153949":"\n   When's the last time you had to be totally serious? Was it horrible? \n\nJust trying to see if ask is glitching\n  ","153950":"\n   .\n  ","153951":"\n   Has smoking cigarettes and weed affected your skin negatively? (aging) just wondering because I'm a smoker whose worried.\n  ","153952":"\n   oh thats right, you are an Antifa member\n  ","153953":"\n   are you going to be participating in the Area 51 raid?\n  ","153954":"\n   Which social media site do you think is the best for your mental health and which is the worst?\n  ","153955":"\n   Chance the Rapper or J Cole?\n  ","153956":"\n   Which of your friends would be a perfect fit for a role in a movie to play a bad cop?\n  ","153957":"\n   is it a power move to order for someone at a restaurant?  is it demeaning? does it depend on who it is? i.e. is it different if it’s coworkers at a business lunch vs a husband and wife?\n  ","153958":"\n   what is the first word that comes to mind when you think of “the most evil thing you can possibly do” ?\n  ","153959":"\n   would you rather spend a week in Montreal or Monaco?\n  ","153960":"\n   would u rather spend a week in Brazil or Portugal?\n  ","153961":"\n   do you think workplaces can put a nix on dreadlocks (as being unprofessional)? (i’m currently reading about the Chastity Jones case, as well as the military ban on women having dreadlocks, interesting!)\n  ","153962":"\n   i don’t think so. maybe eagles?\n  ","153963":"\n   One day that u eagerly wish to relive.🔂\n  ","153964":"\n   do you remember asking people embarrassing questions when you were younger ?\n  ","153965":"\n   have u ever had a mascot that was a jungle animal?\n  ","153966":"\n   have you ever had a mascot that was a person? (i.e. the pirates, the celtics, the vikings, the highlanders)\n  ","153967":"\n   I'm struggling to find the fine line between \"if you love something\/someone let it go, and if its ment to be they will come back to you\". Vs \"Fighting for what you love\"!\n  ","153968":"\n   Legally, chicken's eggs can't be referred to as \"healthy\" for humans yet many think they are. What's something that people think is healthy but really isn't? (It can be food, behaviour, etc.)\n  ","153969":"\n   Ain’t you from the Pacific NW\n  ","153970":"\n   Damian Lillard or Lebron James?\n  ","153971":"\n   It may not seem like much, but that’s quite reassuring and encouraging to hear.\n  ","153972":"\n   The embarrassment hit me after responding and sharing. It’s not something I’ve talked about, and the stigma makes it harder.\n  ","153973":"\n   I'm sorry if I'm gross. \"I could not\" Could you have hoped to by chance?? (probably not just checking) Has the hormone imbalance caused you to feel hornier, or less so.\n  ","153974":"\n   Though I haven't read all of what you've said about it, could your high T levels cause you to eventually have a ding dong, so you use hormones to prevent such things from happening? (can you grow a beard? sorry)\n  ","153975":"\n   The flavored ones are really good\n  ","153976":"\n   You don't look 39 at all\n  ","153977":"\n   Nonetheless, as a male, there are certain expectations placed upon us (whether self-imposed or from society). It’s somewhat emasculating to admit to dealing with that. It’d likely be much more difficult to actually share it in person.\n  ","153978":"\n   Smirnoff is pretty good\n  ","153979":"\n   Angry Orchard is really good\n  ","153980":"\n   That sounds unfortunate. I’m glad that it’s improving. I hope your symptoms, whatever they may be, are better controlled as well. BTW, I can’t tell you how difficult and embarrassing it was to just admit to you (a female) that I dealt with ED from meds. It’s hard to admit or talk about...\n  ","153981":"\n   Understandable. Your libido may be drastically affected depending on the Med and the dose. I can’t tell you how frustrating it was to deal with similar things. It’s hard to say whether it was worse to deal with ED or with anorgasmia. It sucked!\n  ","153982":"\n   Interesting, why the lack of a sex drive?\n  ","153983":"\n   do you agree or disagree? “food and sex are on exactly the same level for us as human beings in our basic drive for survival.”\n  ","153984":"\n   is “thug” the new n-word?\n  ","153985":"\n   is child support unfair?should child support be handled differently? should the government be able to require absent parents to provide for their children?\n  ","153986":"\n   I'm not really big into the alcohol taste that's why I don't drink any really strong alcohol like wine coolers or Hard Lemonade I do like rum but I had to have it mixed with Coke or Pepsi or eggnog I don't like it straight\n  ","153987":"\n   I don't think I've seen ones with other fruit before I mean a hard cider\n  ","153988":"\n   Hi t bel\n  ","153989":"\n   I've had honey Mead I'm not a fan of it so the Pineapple Cider is a alcohol is I've had the hard apple cider that one's good\n  ","153990":"\n   Pineapple Cider that sounds really good\n  ","153991":"\n   Why did you say white woman. That has a racist undertone to it\n  ","153992":"\n   What are you doing\n  ","153993":"\n   I know that you could do it you are good with animals\n  ","153994":"\n   Do you usually identify yourself in those terms?\n  ","153995":"\n   You have never had her outside just sitting on your shoulder\n  ","153996":"\n   You would just have to be able to control the pigeons so they wouldn't get distracted\n  ","153997":"\n   Has she been outside for\n  ","153998":"\n   Think of all the money you would save\n  ","153999":"\n   They are filled with goo\n  ","154000":"\n   What illegal things are you currently involved in?\n  ","154001":"\n   If you got enough of them you could just hook them up yourself and fly back\n  ","154002":"\n   She will lay an egg with a million dollars inside\n  ","154003":"\n   You should have brought them home LOL\n  ","154004":"\n   It would be funny if she laid a rainbow one\n  ","154005":"\n   Describe your day with three emojis!\n  ","154006":"\n   I was at the bus terminal waiting for a bus there was an eraser on the ground the pigeon tried to eat it and realize it couldn't a second later it try to eat again\n  ","154007":"\n   What color are these eggs\n  ","154008":"\n   I'll gather up all the pigeons and mail them to you LOL\n  ","154009":"\n   She doesn't know that she has to have a male fertilize them\n  ","154010":"\n   Where are you from\n  ","154011":"\n   Wow\n  ","154012":"\n   We put these cages out with seed cakes then birds love them we also have a bird feeder we put out now and then the stupid pigeons were trying to eat out of it figure out how to get it out they were trying to eat on the seed cakes in the little cage but they couldn't hang on long enough\n  ","154013":"\n   She laid another 1\n  ","154014":"\n   I'll try that I'll put a feeder out and see what happened\n  ","154015":"\n   What's bubo doing\n  ","154016":"\n   But how does selling your art in person make it more likely that you would actually sell more compared to selling online?\n  ","154017":"\n   Fall River is a city would they be in the city\n  ","154018":"\n   I always enjoy talking with you you are awesome person\n  ","154019":"\n   Fall River Massachusetts\n  ","154020":"\n   Birds are so fascinating\n  ","154021":"\n   What advantage would be in selling your art in person?\n  ","154022":"\n   I've never seen a hummingbird in person before\n  ","154023":"\n   Are nuts really oily so that's why she doesn't get them as often right they do have protein in it\n  ","154024":"\n   You might as well start collecting all the hummingbirds LOL\n  ","154025":"\n   Ever feel like your art may be inferior to other forms of art because of the ubiquity and choices people have with their art choices?\n  ","154026":"\n   I bet you know all the bird calls\n  ","154027":"\n   You are the animal queen\n  ","154028":"\n   What aspects of marketing your art do you find difficult?\n  ","154029":"\n   What does her diet mostly consist of\n  ","154030":"\n   Like, do you mean getting your art out there so people can see it?\n  ","154031":"\n   I wish you could just pick both pictures both those pictures are so cute\n  ","154032":"\n   What is the hardest thing about trying to make a living from selling art from your perspective even if you don't rely on it for your own sustenance to pay the bills etc?\n  ","154033":"\n   So basically just as a treat now and then\n  ","154034":"\n   Is bread bad for birds\n  ","154035":"\n   That would be cute seeing her in between two hamburger buns\n  ","154036":"\n   I made a photo pole just for you\n  ","154037":"\n   She is a barbecue slider LOL\n  ","154038":"\n   🗻  What’s a song you like (if there is one) with an Earth theme? ⛰\n  ","154039":"\n   Bubo sliders\n  ","154040":"\n   ☁️ What’s a song you like (if there is one) with an Air theme? ☁️\n  ","154041":"\n   🌊 What’s a song you like (if there is one) with a Water theme? 🌊\n  ","154042":"\n   🔥 What’s a song you like (if there is one) with a Fire theme? 🔥\n  ","154043":"\n   Last time you were desperate for Sleep? \nlast time you were desperate for food ?\nLast time you were desperate for the toilet?\n  ","154044":"\n   October or April?\n  ","154045":"\n   what’s the most gullible you’ve ever felt? :\/\n  ","154046":"\n   what’s the crappiest fast food restaurant?\n  ","154047":"\n   have you ever been to Harlem?\n  ","154048":"\n   Spicy Chicken Strips or BBQ Chicken Sliders\n  ","154049":"\n   hypothetically, how would you feel about your 16 year old sophomore in high school dating an 18 year old senior? (sophomore is second year of high school, senior year is final year of high school.)\n  ","154050":"\n   Do you like cloudy warm days\n  ","154051":"\n   what are three local things you would miss if you moved tomorrow? (like locations\/places. parks or hikes or cafes or museums or restaurants or lookout points.)\n  ","154052":"\n   what would u bet the last emotion u faked is?\n  ","154053":"\n   have you ever gotten too close to a friend’s significant other? (not even like actual emotional cheating or anything serious, but just “too close.”)\n  ","154054":"\n   do you snore?\n  ","154055":"\n   what’s your favorite boxed mac and cheese brand?\n  ","154056":"\n   what’s your favorite ice cream brand?\n  ","154057":"\n   Would you date anybody who asks you for a date ?\n  ","154058":"\n   What are you up to?\n  ","154059":"\n   The world's largest adventure travel company, has reported a 131% increase in bookings of its 13-day Moldova, Ukraine and Romania Explorer trip, which includes a stop in Chernobyl.\nWould you visit Chernobyl?\n  ","154060":"\n   .\n  ","154061":"\n   Name one rap song that starts w an N?\n  ","154062":"\n   Are you any less likely to eat poultry after getting a pet bird?\n  ","154063":"\n   hey, got any grapes?\n  ","154064":"\n   What are three things that bring you joy?\n  ","154065":"\n   \"Have you ever noticed how when you vacation somewhere new, you're so much more open, you engage with more people, notice so many more things, feel more alive, expect the unexpected, explore more, enjoy more, eat stuff you never thought you'd put anywhere near your open mouth?\"\n  ","154066":"\n   How's the elbows?\n  ","154067":"\n   YOU ARE DOING A GREAT JOB.\n  ","154068":"\n   do u know any Scottish actors\/actresses off the top of ur head\n  ","154069":"\n   What was the last song you listened on Spotify?\n  ","154070":"\n   What do you do to sleep comfortably\n  ","154071":"\n   what are ur fav things to have on hand for breakfasts\n  ","154072":"\n   what is a yummy healthy snack ?\n  ","154073":"\n   on burgers, do do you prefer shredded lettuce or leafy lettuce?\n  ","154074":"\n   how would u rank (from fav to least fav) strawberries, pineapple, watermelon\n  ","154075":"\n   TW: The makers of 13 Reasons Why have only now decided to edit the most graphic scene in season one. They were told before it was filmed, not to film it such a way bc it would trigger s*icidal teens and they didn't listen. What do you think of them editing it now instead of listening from the start?\n  ","154076":"\n   Which country in South America would you like to visit?\n  ","154077":"\n   What's something that annoys you?\n  ","154078":"\n   What's something that makes you feel elegant or glamorous?\n  ","154079":"\n   What's the last thing you did in order to \"improve\" yourself?\n  ","154080":"\n   How would you describe the sound of your voice?\n  ","154081":"\n   Should women be able to be pilots?\n  ","154082":"\n   .\n  ","154083":"\n   I always feel like I miss fried eggs but tbh a few months ago I ordered boiled rice and they gave me fried and it tasted gross to me.😂 I do miss the idea of them a lot tho. Especially with a fry on a Sunday morning.\n  ","154084":"\n   Honestly, I always second guess myself with those two as well.😂 They're ridiculous names bc \"vegetarian\" means mostly vegetables and then surely adding \"ovo\" would mean mostly eggs and vegetables.😂\n  ","154085":"\n   You got them all right but ovo-vegetarians dont eat eggs and lacto-vegetarians don't eat dairy\n  ","154086":"\n   Without looking any of these terms up, can you explain what the following are.... Vegetarian, Pescatarian, Omnivore, Vegan, Carnivore, Ovo-vegetarian, Lacto-vegetarian, Raw vegan, Fruitarian.\n  ","154087":"\n   What's something you believed as a child but now that you're an adult you no longer believe it? Do you wish you still believed it?\n  ","154088":"\n   What's an 80's song you like?\nWhat's a 90's song you like?\nWhat's a 00's song you like?\n  ","154089":"\n   How would you describe colour to someone who has never had the sense of sight?\n  ","154090":"\n   How would you describe the sense of taste to someone who can not taste?\n  ","154091":"\n   What's a smell that brings back a specific memory for you?\n  ","154092":"\n   Name something that makes your toes curl.\n  ","154093":"\n   .\n  ","154094":"\n   Nike Air Max or Adidas Superstar?\n  ","154095":"\n   I am so delightful and grateful to be ________.\n  ","154096":"\n   Which Stranger Things character are you based on your zodiac?\n   \n    https:\/\/www.society19.com\/which-stranger-things-character-are-you-according-to-your-zodiac\/\n   \n","154097":"\n   what’s ur opinion on guacamole on burgers\n  ","154098":"\n   pepper jack cheese or gouda cheese?\n  ","154099":"\n   Type \"I am going to\" and then use predictive text to finish the sentence.\n  ","154100":"\n   How patriotic are you (if at all)?\n  ","154101":"\n   Why do white men always feel like they should go off on women for being confident and telling her to get a life? Why does it matter to them?\n  ","154102":"\n   rice milk or cow’s milk?\n  ","154103":"\n   what is ur favorite chocolatey snack? what is ur favorite chocolatey dessert? :)\n  ","154104":"\n   when u think of “hip hop artists” who do u think of first ?\n  ","154105":"\n   where u live r u a minority or a majority?\n  ","154106":"\n   do you know what indian tacos (also called navajo tacos) are? do u like them?\n  ","154107":"\n   Do you feel young ?\n  ","154108":"\n   Would you ever engage in s*xual activity at the beach with a bunch of people next to you? \n\nAtleast be secluded! 😮\n  ","154109":"\n   I’d be happy just knowing what happened to JonBenét Ramsey tbh\n  ","154110":"\n   lookin fab\n  ","154111":"\n   Lastanswer ❤️\n  ","154112":"\n   Until what time do you sleep during holidays?\n  ","154113":"\n   what was the last show you binge-watched? would you recommend it to friends?\n  ","154114":"\n   what is the most interesting purchase you've made recently?\n  ","154115":"\n   Could You Live Without The Internet?\n  ","154116":"\n   If you could change\/redesign your country’s national flag, would you want to? And if so, what would your design look like?\n  ","154117":"\n   Is there an unsolved mystery that you’re particularly intrigued by and would love to know the answer to?\n  ","154118":"\n   Hello! Do you post questions or mutually ask them? 😊\n  ","154119":"\n   Is a home really a home when your loved ones are gone?\n  ","154120":"\n   what is your go-to drink if you're thirsty?\n  ","154121":"\n   What was the last thing you bought?\n  ","154122":"\n   What motivates you to wake up each morning?\n  ","154123":"\n   How did you make your first money?\n  ","154124":"\n   What do you think are the world’s three greatest cities?\n  ","154125":"\n   Can you live without lying at all?\n  ","154126":"\n   what is the best thing that happened to you during the past week?\n  ","154127":"\n   what goals do you have for the next five years?\n  ","154128":"\n   what do you spend most of your time doing?\n  ","154129":"\n   what is the biggest change you want to make in your life? what steps will you need to take to succeed?\n  ","154130":"\n   to what extent do you shape your own destiny, and how much is down to fate?\n  ","154131":"\n   What Would Your Perfect Day Be Like?\n  ","154132":"\n   Do u know what hurt the most? When u loved the person but u need to set him free and let go then you'll try to find the same old you after and while crying at night u also comfort yourself that time will heal the pain everything will be okay.\n  ","154133":"\n   I have a friend, she’s been talking to this dude for a while but recently the guy told my friend he wanted to be friends with her and she’s sad and I don’t know what to do. Is there anything you can give me, advices or suggestions? :(\n  ","154134":"\n   Mm perhaps so but the crafty part doesn't change.\n  ","154135":"\n   Well it means you're crafty.\n  ","154136":"\n   But in you're bio you outright state that you're an artist?\n  ","154137":"\n   But at the same time cunning.\n  ","154138":"\n   Well you're just peculiar!\n  ","154139":"\n   What makes you happy?\n  ","154140":"\n   What!? no i'm the real deal and how dare you ridicule my movie, it's a successful hit.\n  ","154141":"\n   Whatever so do you mean?\n  ","154142":"\n   What's the worst nightmare you've ever had?\n  ","154143":"\n   What would be the best job ever for you?\n  ","154144":"\n   What is your favorite way of wasting time?\n  ","154145":"\n   Would you like a balloon? it'll make things a lot better hehe.\n  ","154146":"\n   What is your favorite salad?\n  ","154147":"\n   Why does your arm hurt?\n  ","154148":"\n   How do you do?\n  ","154149":"\n   What should adults stop teaching younger people?\n  ","154150":"\n   Why hello there.\n  ","154151":"\n   What's your opinion on taxidermy? Is it wrong to kill an animal for fur but okay to turn roadkill into taxidermy art? Do you see taxidermy on the same level of art as painting? Overall, is it okay to enjoy taxidermy or is it wrong? Spill the beans and tell me all your thoughts on the subject! 😊\n  ","154152":"\n   Everyone's somewhat hypocritical in some way. For example, some consider me to be hypocritical because I'm vegan but I enjoy seeing taxidermied animals who passed away naturally, fossils etc. because I find it all fascinating even though they're all dead animals. Name some ways you're hypocritical.\n  ","154153":"\n   What's the first country to come to mind when you hear \"Africa\"? What's the first country to come to mind when you hear \"Asia\"? What's the first country to come to mind when you hear \"Europe\"?\n  ","154154":"\n   Considering the current laws in your country but also others across the planet and the fact that things like slavery, murder etc. were once within the laws everywhere, do you agree or disagree with MLK's quote \"one has a moral responsibility to disobey unjust laws\"? Can you give an example?\n  ","154155":"\n   Humans are born altricial(not able to care for ourselves right away) while some other animals are born precocial(able to care for themselves right away). What do you think would be our first actions as newborns if we were born precocial? How would it affect our relationship with our guardians?\n  ","154156":"\n   The name \"Singapore\" means \"lion city\" but lions never lived naturally in Singapore. What's a name of a place, person or thing that makes no sense to you?\n  ","154157":"\n   Studies have shown that the morals of a country's citizens are more often than not based on that country's leading religion. Even for the country's agonistics and atheists. Dogs even know they've done wrong when they chew shoes. But apart from religion, where do you believe we get our morals from?\n  ","154158":"\n   In part of Ireland it's still legal for an Irish man to kill an English man using a longbow. It's also still legal for a husband to hit his wife if the stick is thinner than his thumb. What's a ridiculous law from where you're from?\n  ","154159":"\n   Many of us believe that being bored makes the day feel longer and being entertained makes it feel shorter. But 7years ago an earthquake in Japan redistributed so much of Earth's mass towards the centre that every day since has literally been shorter. But what \"shortens\" the day for you personally?\n  ","154160":"\n   Are you usually punctual?\n  ","154161":"\n   Do you prefer shorter questions like \"whats your favourite colour?\" or longer questions like the ones I most often send out?\n  ","154162":"\n   Which genre do you prefer? Horror, thriller, comedy, action or romance?\n  ","154163":"\n   what’s ur favorite Chinese dish?\n  ","154164":"\n   what’s ur fav American dish?\n  ","154165":"\n   of the classic burger fixings, which can u not stand? which is a necessity?\n  ","154166":"\n   (trigger warning!) the producers of the netflix series \"13 reasons why\" are currently developing a comedy show revolved around s*icide called \"the now.\" what are your thoughts on this? do you believe that comedy & s*icide is appropriate or inappropriate?\n  ","154167":"\n   What would you do if you suddenly became homeless?\n  ","154168":"\n   PAP 🌸🌈\n  ","154169":"\n   which is cooler: skiing or snowboarding?\n  ","154170":"\n   which is cooler: being a rockstar or being a rapper?\n  ","154171":"\n   have u ever been on a cruise\n  ","154172":"\n   Would you rather live in Houston or Saint Louis?\n  ","154173":"\n   What is your opinion on black people who give non-poc permission to use the n word? (Or if not “permission” say they don’t care.)\n  ","154174":"\n   (also it’s not like some random stranger on the street, just like if ur friend\/roommate\/whoever offered u a bagel rn lol.)\n  ","154175":"\n   if someone rn was like “Hey, want me to bring you back a bagel from the bagel shop?” would u say yes or no? what would u ask for?\n  ","154176":"\n   do u feel like ur parents demonstrated good conflict resolution skills?\n  ","154177":"\n   Do you think that FAIRYGODBOSS is sexist entity ?\n  ","154178":"\n   how much time do you spend on askfm? how many questions are in your inbox? are you selective about which questions you answer, or do you answer everything?\n  ","154179":"\n   Btw, I'm going through the list of who I follow. If you'd like me to continue following you, answer this with \"follow\". I'll unfollow anyone who doesn't answer but also those who answer differently as I don't want my questions to be used as filler unless otherwise stated.\n  ","154180":"\n   Where the party at tonight it's still my bday in my eyes!\n  ","154181":"\n   Never have I ever…\n  ","154182":"\n   what other slang is used for pee?\n  ","154183":"\n   Describe your friend in one line🌸\n  ","154184":"\n   Do you have any uncles in prison ?\n  ","154185":"\n   The word \"bad\" began as a derogatory word in old English for an effeminate man. Choose a word and tell me something about it's history, origin or any fact you know about it.\n  ","154186":"\n   what slang words do you use when you tell people you need to go to the toilet\n  ","154187":"\n   Are you skilled in first aid and cpr?\n  ","154188":"\n   have you ever seen iZombie? have you ever seen Psych? have you ever seen Elementary? have you ever seen The Wire?\n  ","154189":"\n   Does lard still exist in your kitchen at home? Our fridge always has blocks of lard in it for cooking with. I don’t find it necessary, myself.\n  ","154190":"\n   .\n  ","154191":"\n   WYD\n  ","154192":"\n   how strict were your parents when you were in high school?\n  ","154193":"\n   Whats your weakness ? ?\n  ","154194":"\n   .\n  ","154195":"\n   Chocolate cake or chocolate ice-cream?\n  ","154196":"\n   Kill Bill or Django Unchained?\n  ","154197":"\n   what’s ur favorite plot\/thread in Pulp Fiction? who’s ur favorite character?\n  ","154198":"\n   who is your fav comedian\n  ","154199":"\n   Favourite lines of a movie?\n  ","154200":"\n   Did you know that Reese Witherspoon was arrested 5 hours ago ?\n  ","154201":"\n   What's your lucky number 🎰?\n  ","154202":"\n   what advice do you give to someone whos a bit confused with there sexuality\n  ","154203":"\n   What did you have for dinner tonight?\n  ","154204":"\n   .\n  ","154205":"\n   does your family have any unique Christmas traditions? Does your family have any unique Halloween traditions?\n  ","154206":"\n   tv shows vs movies?\n  ","154207":"\n   drunk in Denny’s vs drunk in IHOP ?\n  ","154208":"\n   bro do you like believe in the universe, man?\n  ","154209":"\n   Milk or orange juice ?\n  ","154210":"\n   Chai tea latte or Frappuccino ?\n  ","154211":"\n   have u ever been “catfished”\n  ","154212":"\n   have u ever been drunk in a diner\n  ","154213":"\n   have u ever been through airport security\n  ","154214":"\n   what’s the last play u saw, live + in theatre ?\n  ","154215":"\n   You mean look at this 50kg makeup and filter? Sure if you really think you’re beautiful and ageing wonderfully then don’t edit your selfies.\n  ","154216":"\n   Do you agree women age like milk, men age like wine?\n  ","154217":"\n   Spencer as a boys name or girls name? Armani as a boys name or girls nAme?\n  ","154218":"\n   Are you planning to grow old gracefully or have facelifts until your ears meet?\n  ","154219":"\n   Teen Mom show question:\n\nWill Amber and Janelle ever get their act together?\n  ","154220":"\n   Would you try the new \"tie dye frappuccino\" from Starbucks?\n  ","154221":"\n   That one friend who _____?\n  ","154222":"\n   Favorite Greek dish? Italian? Indian? Polish?\n  ","154223":"\n   Fried chicken or Pulled pork?\n  ","154224":"\n   Waffle House or IHOP?\n  ","154225":"\n   How are you?\n  ","154226":"\n   Ever been cheated on\n  ","154227":"\n   What kind of art?\n  ","154228":"\n   How bad is it to fall for the wrong person?\n  ","154229":"\n   How was your first day at school!👭🏫\n  ","154230":"\n   What's your dream job?🎯\n  ","154231":"\n   haha i got more fire than you today >:]\n  ","154232":"\n   If you could try any food from any movie or TV show, what would it be?\n  ","154233":"\n   Do you like Pad Thai?\n  ","154234":"\n   Have you ever eaten caviar?\n  ","154235":"\n   Which websites do you visit most often?\n  ","154236":"\n   what were the first things you learn to cook for yourself?\n  ","154237":"\n   Have you ever had a breakfast quesadilla?\n  ","154238":"\n   Would you buy from company who’s openly anti gay?\n  ","154239":"\n   Have you ever met someone named Landon? Have you ever met someone named London?\n  ","154240":"\n   what’s ur opinion on the “talking” precursor to a  relationship? have u ever started a relationship over text?\n  ","154241":"\n   do you put sugar in cornbread?\n  ","154242":"\n   as a child, did you have a movie that u were drawn to because it reminded you of your own life?\n  ","154243":"\n   are there any characters that remind you of what you were like as a kid?\n  ","154244":"\n   how should two people go about paying the bill, while on a date? is McDonald’s good? what counts as dessert? can a granola bar be a dessert? can watermelon be a dessert? is cornbread bread?\n  ","154245":"\n   what’s ur opinion on mini golf\n  ","154246":"\n   What’s your opinion on the fight that happened in Disney land?\n  ","154247":"\n   What is the difference between Ok and Okay? Does the word Alright mean the same thing as okay?\n  ","154248":"\n   what’s ur opinion on Easter ?\n  ","154249":"\n   how tall are you?\n  ","154250":"\n   Skinny jeans or yoga pants?\n  ","154251":"\n   Mood RN?\n  ","154252":"\n   wesh ta oublié d'être high aujourd'hui ???\n  ","154253":"\n   but my mind set tells me to not move on ... because i really loved that person... i ask why move on and start over ? when you did it all with one girl already?\n  ","154254":"\n   have u ever been heartbroken?\n  ","154255":"\n   should i forget them and move on? or keep trying to be with them?\n  ","154256":"\n   Like, has anyone tried to sue weed shops where you live?\n  ","154257":"\n   Is there much public education about weed consumption where you live?\n  ","154258":"\n   Do you need a permit to have weed where you live?\n  ","154259":"\n   Do you think that most people are good?\n  ","154260":"\n   Is weed legal where you live?\n  ","154261":"\n   Are the feral cats a problem?\n  ","154262":"\n   And like animals that were once domesticated but have become wild by escaping into the forest.  Like feral cats and dogs\n  ","154263":"\n   feral animals in that they are not indigenous to the area and thus prey on other indigenous animals\n  ","154264":"\n   Why stoner thoughts cause I don't smoke\n  ","154265":"\n   Are there any feral animals where you live?  If so what?\n  ","154266":"\n   Like, maybe animals call themselves humans and think we are animals?\n  ","154267":"\n   Ever see people who have owl faces?\n  ","154268":"\n   Are there owls around where you live?\n  ","154269":"\n   what’s ur opinion on Donald Trump?\n  ","154270":"\n   what’s ur opinion on pickles?\n  ","154271":"\n   On scale 1-10, how awkward are you?\n  ","154272":"\n   “But some secrets are too delicious not to share.” ―  Do you share your secrets with whom?\n  ","154273":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","154274":"\n   would u and the person\/people u live w have been friends in high school, if u were non-related peers? (u and ur roommate, u and he husband, u and ur mom, whatever.)\n  ","154275":"\n   What about your husband?\n  ","154276":"\n   Do You Like Greek food?\n  ","154277":"\n   have you ever worked in food service\n  ","154278":"\n   How many countries have you visited?\n  ","154279":"\n   Allison, are you drunk now?\n  ","154280":"\n   what’s a kind of food you’ve never tried? (i’ve never had ethiopian)\n  ","154281":"\n   i resign my employment. i did not hate it. what happened was: i got a flavor of what actual moneymaking was. the machine is producing $600 a day. i produced even more when i began working full time. must i say more?\n  ","154282":"\n   A skill you wish you had?\n  ","154283":"\n   .\n  ","154284":"\n   What's the alcohol content % of your cider?\n  ","154285":"\n   Which male Youtuber or Youtubers would you smash: Damien Prince, FlightReacts, Solluminati, DDG, Poudii, ClarenceNYC, CJSoCool, PrettyBoy Fredo, ModDaGod, Austin McBroom, Black Charcoal, TyTheGuy or Mega McQueen?\n  ","154286":"\n   How far away is your nearest store?\n  ","154287":"\n   Which female Youtuber or Youtubers would you smash: Biannca Prince, OMGYoAsh, Ki Cassanova, ItsEssi, Corie Rayvon, Kennedy Cymone, Queen Naija, MyreshaTv, Jania Bania, JadaAmor, Carmen Pritchett, Kennedy Rae, Mariah Millian, Airi, Paris Milan, or De'arra?\n  ","154288":"\n   Pain juice?\n  ","154289":"\n   Even if you don't believe in rebirth, do you think it could still be a thing regardless of what you think?\n  ","154290":"\n   .\n  ","154291":"\n   Would you rather never have internet access again or never be allowed board an airplane again?\n  ","154292":"\n   When do you think the world will end?\n  ","154293":"\n   Who is the biggest gossiper you know?\n  ","154294":"\n   Who sent the last text message you received?\n  ","154295":"\n   What is your favorite line from a movie?\n  ","154296":"\n   Would ur mama have been mad if you dated a black guy in  high school ?\n  ","154297":"\n   Is mayonnaise an instrument?\n  ","154298":"\n   Ohhh congratulations\n\nCan you give me a tip for get a kiss from a women? Jajaj im bad for that\n  ","154299":"\n   Are you sure?\nBecause there is a history than say than if you kiss you gonna have much money in the future\n  ","154300":"\n   Literally yes but in mexico is a kiss jaja\n  ","154301":"\n   Who want a becerrasos??\n  ","154302":"\n   Would you rather tell your parents the truth or lie to your best friend?\n  ","154303":"\n   I had a question to ask earlier but I forgot what I wanted to ask. So enjoy 3 points and use as a filler\n  ","154304":"\n   What has been a life-changing experience for you?\n  ","154305":"\n   What's the best way to waste time? 🙃\n  ","154306":"\n   what’s ur fav cheese? what’s ur fav soup? what’s ur fav veggie?\n  ","154307":"\n   what’s ur fav cheap date\n  ","154308":"\n   They are like who cares if anybody else is trying to sleep\n  ","154309":"\n   And it's past 9 p.m. when it happens\n  ","154310":"\n   What would a white tea B I am never heard of them\n  ","154311":"\n   I hate it I'm trying to fall asleep and they are just firing them\n  ","154312":"\n   Green tea\n  ","154313":"\n   My cat really hates them she gets scared and hides in the stairwell\n  ","154314":"\n   Do you like tea\n  ","154315":"\n   Fourth of July is over and people are still shooting off fireworks\n  ","154316":"\n   I drink nihilus cream and three sugars 4 sugar the max\n  ","154317":"\n   I have one she is kind of fat she counters as two cats lol\n  ","154318":"\n   That's a really acquired taste\n  ","154319":"\n   How many cats do you have\n  ","154320":"\n   How do you like your coffee\n  ","154321":"\n   Does she make any sounds when she sleeps\n  ","154322":"\n   What are you doing right now\n  ","154323":"\n   What's bubo doing\n  ","154324":"\n   I never got into even watching them I don't really understand what's going on I've been to PawSox Red Sox Fenway Boston Bruins Providence Bruins I don't understand any of it at least I didn't have to pay to go\n  ","154325":"\n   Ok I understand I sorry I'll drop it\n  ","154326":"\n   I was never athletic when I was a kid even growing up having bad coordination and eyesight kind of messed that up I never really got into any sports\n  ","154327":"\n   You would shrink people that piss you off\n  ","154328":"\n   Are you still\n  ","154329":"\n   You can make it the size again when she was a baby bird\n  ","154330":"\n   What was the last ironic thing you said or did?\n  ","154331":"\n   Are you athletic\n  ","154332":"\n   You could make bubo more travel sized\n  ","154333":"\n   Or you can just wear padding on your whole body\n  ","154334":"\n   What lol\n  ","154335":"\n   After you were all healed up you're going to have to go inside a bubble so you won't get hurt anymore LOL\n  ","154336":"\n   What would you do if you found a shrink ray\n  ","154337":"\n   It's been like that for quite some time now how long will it take to heal\n  ","154338":"\n   How are you\n  ","154339":"\n   weird just means unusual, not a bad thing\n  ","154340":"\n   Nothing's wrong with your lips\n  ","154341":"\n   Really somebody would say something that rude to you\n  ","154342":"\n   I love your big fat lips and face\n  ","154343":"\n   your lips are a weird shape. does your mom or dad have lips like that?\n  ","154344":"\n   Could you live without beef?\n  ","154345":"\n   Does the thought that it may be possible that we get reborn again into another body somewhere in the universe trouble you at all?  Like having to start all over again.... learning to survive and all that\n  ","154346":"\n   When was the last time you cried?\n  ","154347":"\n   Do you ever complete the feedback to fast food places to receive the coupons or do you just not care about those?\n  ","154348":"\n   Would you ever use an anonymous penname or would you want the world knowing who the real author is?\n  ","154349":"\n   I feel like most don't read on here but...\n\nbook vs kindle vs audio books \n\nI guess podcasts could even count? ¯\\_(ツ)_\/¯\n  ","154350":"\n   Is it good\/ acceptable to judge people on ASKfm regarding their answers?\n  ","154351":"\n   “If you want to live a happy life, tie it to a goal, not to people or things.” — Are you tied to people or your goals at the moment?\n  ","154352":"\n   Do you miss being a kid?\n  ","154353":"\n   if you're comfortable doing so, PAP of your bedroom! if you're uncomfortable, then describe to me your favorite thing about your bedroom.\n  ","154354":"\n   PAP of your favorite nature photo that you've taken!\n  ","154355":"\n   PAP of the selfie where you feel most confident! if you're uncomfortable doing so, then describe your favorite feature about yourself.\n  ","154356":"\n   how many guys to have you had sex with\n  ","154357":"\n   over think\n  ","154358":"\n   I think my date has a rare disease but didn’t tell me. I’m thinking about mentioning my friend’s story (who also has a rare disease) to start the conversation. Anyone have a better idea?\n  ","154359":"\n   When was the last time you kissed someone?\n  ","154360":"\n   Netflix or YouTube?\n  ","154361":"\n   Nice\n  ","154362":"\n   should i buy blueberries or blackberries\n  ","154363":"\n   ⚠️ I still sometimes get “crossed wires” when communicating by text or online, and it was the same when I used email regularly.  On a scale of 1-5 how well do you think you communicate online? Are you always understood, and do others always understand your meaning?\n  ","154364":"\n   Yes i am i know that\n  ","154365":"\n   Would shark cage diving interest you?\n  ","154366":"\n   Would you rather lose all of your money and valuables or all of the pictures you have ever taken?\n  ","154367":"\n   What is the most overplayed song of all time?\n  ","154368":"\n   How do you know when you're in love?\n  ","154369":"\n   How often do you go out to party?\n  ","154370":"\n   Ok now i see it\n  ","154371":"\n   Ok when you say it i se it\n  ","154372":"\n   You Said you have make up on your face but i cant se it at all\n  ","154373":"\n   Fore i could not see it\n  ","154374":"\n   the kirkland micellar makeup wipes are the best ones i've ever used. gets everything off in one swipe!\n  ","154375":"\n   Random thoughts?🌸\n  ","154376":"\n   So you did make up on your face ?\n  ","154377":"\n   What book or movie has changed your life and why?\n  ","154378":"\n   (this is the most fun answers i have ever gotten) what is one more thing that is not as good as middle aged people act like it is\n  ","154379":"\n   what is not as good as ur dad thinks it is\n  ","154380":"\n   what is not as good as Americans think it is ?\n  ","154381":"\n   which is the best and which is the worst: bagels, croissants, donuts\n  ","154382":"\n   Can you rec a good make-up remover pls?\n  ","154383":"\n   what is a better cheap date: wine + a movie or hot cocoa + a drive\n  ","154384":"\n   what is one thing that is not as good as middle-aged people act like it is?\n  ","154385":"\n   Do you have to have a special diet for your mental afflictions?\n  ","154386":"\n   I won't be here in an hour Allison so have a nice dinner and maybe talk tomorrow on here?  C ya :)\n  ","154387":"\n   Frankfurt?\n  ","154388":"\n   Do you call it ketchup or tomato sauce?\n  ","154389":"\n   Yeah, but some are gooder than others depending on their freshness and how they're made.  What kind of sausage do you have on your hotdogs?\n  ","154390":"\n   Ever meet your great aunt Vera?\n  ","154391":"\n   Saveloys are highly seasoned sausages\n  ","154392":"\n   In Australia we have savaloys on our hotdog rolls.  Do you have the same in USA?\n  ","154393":"\n   Are your mental afflictions hereditary?\n  ","154394":"\n   Allison, I ate a hotdog and it tasted real good.  Then I watched a movie from Hollywood.\n  ","154395":"\n   Did you celebrate the 4th July?\n  ","154396":"\n   I used to think that people who had well functioning intelligence were immuned from mental maladies but that isn't always the case.\n  ","154397":"\n   Did you intuit your mental illness before it became full blown?  Like, could you feel it creeping up gradually or did it happen suddenly without warning?\n  ","154398":"\n   Have you always been good at staying in the present?\n  ","154399":"\n   How much do you equate your mental illness with being interested and good at art?\n  ","154400":"\n   Do you worry more about the end of THE world or the end of YOUR world?\n  ","154401":"\n   would u rather give up ALL berries or ALL cheese\n  ","154402":"\n   what stereotype do u fit? (high school drop out here! i DO work a minimum wage job. 😃)\n  ","154403":"\n   black coffee or black tea\n  ","154404":"\n   hey what’s ur opinion on banjos??\n  ","154405":"\n   hi i am the official butt checker we need to see yours and see if it meets the official requirements please post a picture of it for inspection\n  ","154406":"\n   have u ever had lice? have you ever seen a Jack Black movie? have you ever played kickball? have you ever been drunk? have you ever had a pet fish?\n  ","154407":"\n   This is  a really good point\n  ","154408":"\n   What abt tiramisu that’s Italian\n  ","154409":"\n   Not even lasagna\n  ","154410":"\n   But how do you enjoy meatballs without pasta\n  ","154411":"\n   What about fettuccine alfredo\n  ","154412":"\n   You hate macaroni and cheez?\n  ","154413":"\n   is Panera bread good? is basketball entertaining? do u use soap on ur legs in the shower? is circumcision general mutilation? can non-lesbians say “d*ke?”\n  ","154414":"\n   (what do u think??) is there an afterlife? is white chocolate good? is mac n cheese an entree? is there a God?\n  ","154415":"\n   which is the best & which is the worst: sparkling wine\/champagne, hennessy\/cognac, white wine\n  ","154416":"\n   do u collect anything\n  ","154417":"\n   which is the best & which is the worst: salsa, guacamole, sour cream\n  ","154418":"\n   which is the best & which is the worst: Italian food, Mexican food, Indian food\n  ","154419":"\n   which is the best & which is the worst: chicken, pork, tofu\n  ","154420":"\n   which is the best & which is the worst: Starbucks, McDonald’s, Chick Fil-a\n  ","154421":"\n   which is the best & which is the worst: coffee, tea, hot chocolate\n  ","154422":"\n   quick !! what song is stuck in your head right now ?!\n  ","154423":"\n   Why are there so few women in construction.Why are there so few female construction workers ?\n  ","154424":"\n   Do you rather overthink, overfeel, overlove or overstress?\n  ","154425":"\n   Do you always remember the little details in someone’s conversation?\n  ","154426":"\n   what is ur fav fall\/autumn dessert :)\n  ","154427":"\n   What’s your opinion on the new trend\/challenge using stuff from the shelves at the supermarket then return them or eating\/drinking without buying?\n  ","154428":"\n   What makes you immediately dislike a person?\n  ","154429":"\n   Bonus question:\nHave you guys ever had popcorn with trail mix or hot sauce? \n\nstill think hot sauce is weirder :P\n   \n    https:\/\/ask.fm\/lnr87\/photopolls\/132016813?utm_source=copy_link&utm_medium=android\n   \n","154430":"\n   wyd\n  ","154431":"\n   Do you care about politics?\n  ","154432":"\n   Are you afraid of cemeteries?\n  ","154433":"\n   Loose fit jeans or skinny jeans?\n  ","154434":"\n   why girls only like tall guys i mean its not our fault we are born short and that already rules us out for like 95% of women :\/\n  ","154435":"\n   Families! STOP IT YOU ARE K!LLING ME. Watching animal familes is the best.\n  ","154436":"\n   Are they regarded as a pest where you are?\n  ","154437":"\n   This isnt interesting its a tragedy!!😭They are so cute and we miss out 😢\n  ","154438":"\n   How are you celebrating the 4th of July?\n  ","154439":"\n   Happy 4th of July!\n  ","154440":"\n   how giv girl organism\n  ","154441":"\n   Share something interesting 🌸\n  ","154442":"\n   My girlfriend is deceased what is she now considering to me? We were dating for two years\n  ","154443":"\n   Would you buy a water bottle for $42? I don't think I could. I'd hate myself lol\n  ","154444":"\n   Steak and cheese with or without mushrooms? 😈\n  ","154445":"\n   .\n  ","154446":"\n   Have you ever had braces?\n  ","154447":"\n   Can I have more 🔥coins plz??\n  ","154448":"\n   That awkwardness when _____?\n  ","154449":"\n   Poll: Do you want me to stop sending questions to you?\n  ","154450":"\n   Have you ever ridden a elephant?\n  ","154451":"\n   Never have I ever______?\n  ","154452":"\n   when u think of foods that white americans love, what do u think of\n  ","154453":"\n   what’s ur opinion on Weezer? what’s ur fav Weezer song?\n  ","154454":"\n   do u like Frank Ocean? do u like Flatbush Zombies? do u like Fleetwood Mac?\n  ","154455":"\n   would u rather have dinner w Beyoncé or Jay-Z\n  ","154456":"\n   would u rather have dinner w Kanye West or Kim Kardashian\n  ","154457":"\n   (wait one more) have you ever been to a wedding? have you ever drank coffee? have you ever gotten a sunburn? have you ever peed in the ocean? have you ever made spaghetti?\n  ","154458":"\n   Do you like movies about UFOs and aliens?\n  ","154459":"\n   (these all seem so universal so i am curious lol) have you ever eaten a Subway sandwich? have you ever been on a waterslide? have you ever had an oreo? have you ever thrown a snowball? have you ever seen The Little Mermaid? have you ever been in a pick up truck?\n  ","154460":"\n   have you ever been to a Mardi Gras parade\n  ","154461":"\n   have u ever been to New Orleans?\n  ","154462":"\n   All I want is ______?\n  ","154463":"\n   Are you more like ypur mom or like your dad?\n  ","154464":"\n   What american states are the most racist \/\/ & least racist?\n  ","154465":"\n   Do you let your pet sleep in your bed with you?\n  ","154466":"\n   Have you seen an UFO\/Alien?\n  ","154467":"\n   Would you be hairy if you didn't shave?\n  ","154468":"\n   you're wrong, you could just check wikipedia. antifa are actually a group of anarcho communists, and they believe in destruction and violence.\n  ","154469":"\n   .\n  ","154470":"\n   incorrect.\n  ","154471":"\n   whats your opinion on Antifa?\n  ","154472":"\n   .\n  ","154473":"\n   do u have any celebrity crushes who are generally not ur type\n  ","154474":"\n   what’s a celebrity who’s kinda “ur type”\n  ","154475":"\n   Do old people scare you?\n  ","154476":"\n   Do your toes look funny to you?\n  ","154477":"\n   Do you crack your finger joints?\n  ","154478":"\n   Is your foot fully healed now?\n  ","154479":"\n   Ever get sore hips inside deep?\n  ","154480":"\n   Ever do balancing exercises?\n  ","154481":"\n   Do you feel a part of your community?\n  ","154482":"\n   Any idea what makes you clumsy?  Like is it simply hand, feet, eye coordination?\n  ","154483":"\n   Have you always been clumsy?\n  ","154484":"\n   PAP of your favorite meme!\n  ","154485":"\n   Do you read children's books, even though you're an adult?\n  ","154486":"\n   so many enjoyable restaurants\/foods get (rightfully) criticized for not being authentic. what are your favorite not very authentic things?\n  ","154487":"\n   did u do anything to celebrate pride month? 🏳️‍🌈\n  ","154488":"\n   What are your favourite things to get for starter, main course and dessert to get out at a restaurant?\n  ","154489":"\n   are you an american? (if applicable: did u vote in the 2016 presidential election? how are you celebrating the 4th of july? did ur hometown\/family have any 4th of july traditions?)\n  ","154490":"\n   Why do people constantly ponder philosophical questions rather than accept things as they are?\n  ","154491":"\n   Instead of trying to ponder what the meaning of life is, why aren't people going out and making life meaningful?\n  ","154492":"\n   should Americans eliminate the memorials to Confederate generals\/soldiers the way Germany eliminated monuments to Nazis?\n  ","154493":"\n   if u had to get one letter of the alphabet tattooed, which would u get? (u can give an explanation but u don’t have to!)\n  ","154494":"\n   what is ur opinion on kid free weddings?\n  ","154495":"\n   what is the most offensive shit u have ever heard a coworker say at work\n  ","154496":"\n   What's your addiction?\n  ","154497":"\n   Maybe that's why you keep breaking parts of your body?\n  ","154498":"\n   What are some signs to tell somebody is lying?\n  ","154499":"\n   And here's me thinking I'm being useful :)\n  ","154500":"\n   What are you having for dinner? We're having bbq chicken and salad.\n  ","154501":"\n   But you're kind of saying that childless people don't have a stake in the future if they don't have their own kids.  Like, doesn't everyone have a stake in the future because we're all human?\n  ","154502":"\n   Is there still a ten year old girl in you?\n  ","154503":"\n   How does having kids make that a personal investment for the person who has them?\n  ","154504":"\n   What kind of animal represents you?\n  ","154505":"\n   What do you like more:\n\nDresses or skirts?\nPants or shorts? \nBikini or one piece?\nShorts or skirts?\nPlaysuits or rompers?\n  ","154506":"\n   Do you get hormonal acne?\n  ","154507":"\n   which is  a better date: bowling or a movie\n  ","154508":"\n   have u ever been to a shooting range\n  ","154509":"\n   have u ever baked bread\n  ","154510":"\n   have u ever played (ice) hockey? have u ever been to a hockey game?\n  ","154511":"\n   i am currently fantasizing abt relaxing in bed. it is sooo nice. what is ur fav way to relax in bed? (sleeping in the morning? mid afternoon naps? sober? watching tv? windows open? idek what i’m talking abt.)\n  "},"Answer":{"153439":"\n  y'all. today was long but guess what- it's Thirsty Thursday\n  \n  send me your questions while I relax\n  ","153440":"\n  every time I see Jnco's I feel that awful slapping of wet denim against the back of my ankles from those things dragging in the rain\n  ","153441":"\n  just recovery I guess like the things that caused the traumas obviously were hard to go through but the recovery was harder\n  ","153442":"\n  yup it's terrible driving while black\/brown I'm so scared for y'all tbh\n  ","153443":"\n  not in this society, where basic necessities for some reason still require money\n  ","153444":"\n  yeah so was I and I still have panic dreams about not being able to do so adequately because of my young age but bluh.\n  \n  yes kids get rights but they're not whole ass adult people rights though so I guess that's how animal rights would be\n  ","153445":"\n  drink more water\n  ","153446":"\n  um\n  \n  so the rain thing sure lol\n  ","153447":"\n  oh god no\n  ","153448":"\n  nah\n  ","153449":"\n  both\n  ","153450":"\n  bob's burgers\n  ","153451":"\n  maybe there's more pressure to do a tv show nowadays because streaming tv is so huge but like, in the past I think the movies were the bigger deal.\n  ","153452":"\n  I was very young and stupid and was in a car with two white men. all three of us were completely wasted and there was a drunk driving checkpoint we had to go through. The driver decided he was too drunk to pass and I climbed from the backseat into the front seat while he took the backseat so that I could appear to be the driver. All of this was super obvious. I hit the hazard lights with my foot during the switcharoo so not only were we totally obviously drunk the hazards were on. Somehow though, the cops passed us through? Like, he asked about the hazards and I slurred something about putting them on to let other drivers behind me know to slow down for the checkpoint. he told me to have a nice night and waved us through.\n  \n  WHITE PRIVILEGE holy shit. Like can you believe I got away with that awfulness\n  ","153453":"\n  I mean I would but not to their faces because then I'd have to explain all the ways why and it's tiresome I'm not everyone's personal intersectionality coach\n  ","153454":"\n  other than a natural bit of intermittent fasting because I sleep 11-13 hours a day not really like I've never intended to fast.\n  ","153455":"\n  of course we do lol. What kinda bs\n  ","153456":"\n  I mean, I think I'm hilarious\n  ","153457":"\n  I'm sitting at my desk on my pc right now\n  ","153458":"\n  neither\n  ","153459":"\n  the thing about me is: I NEVER think about\/remember children lmao.\n  ","153460":"\n  nasty\n  ","153461":"\n  not\n  ","153462":"\n  I'm not sure where I stand on this. There would certainly have to be some sort of hierarchy like an ant's rights would be impossible to protect. But who makes the cut? Animals that we treat as companions\/not farm animals? wildlife? animals that show a certain amount of intelligence?\n  \n  I dunno bro. I want my cats and bird to be safe and happy but I don't know how to protect their rights and still be their caretaker\n  ","153463":"\n  I mean it's not as fun as puzzles.\n  \n  Just kidding\n  \n  It's like, more exciting than fun though\n  ","153464":"\n  Las Vegas\n  ","153465":"\n  not in high school. just middle school.\n  ","153466":"\n  not really. they're not UN fun though. they're just sort of something to do.\n  ","153467":"\n  well we all know what happens with me and roller skates\n  \n  today's selfie with Bubo\n  ","153468":"\n  I have nothing against doing that if you want but I don't think I'd ever get a tattoo on my face.\n  ","153469":"\n  yes a few\n  ","153470":"\n  once in the ocean\n  ","153471":"\n  yup in about a dozen different places\n  ","153472":"\n  that I give good advice. I don't. I am way too mentally ill to offer anything relatable or of use.\n  ","153473":"\n  not today but usually\n  ","153474":"\n  pizza\n  ","153475":"\n  a want. some people don't care if they survive\n  ","153476":"\n  coffee warmth and comfort\n  \n  I can't think of anything else\n  ","153477":"\n  no I don't. it's the sort of thing the assholes who get off on shaming people for normal human emotion say.\n  ","153478":"\n  why is this in quotes\n  \n  I have 4 rifles\n  ","153479":"\n  so all last night I kept thinking about the origin of orange as a color\n  ","153480":"\n  mint\n  ","153481":"\n  muffins\n  ","153482":"\n  yes\n  ","153483":"\n  not only have I, but I've visited their factory\n  ","153484":"\n  yeah no still haven't heard of it and these aren't questions\n  ","153485":"\n  never even heard of it\n  ","153486":"\n  I've never liked a football movie\n  \n  unless we count heathers like that had football players\n  ","153487":"\n  I'm not really into true crime. I realize I'm the only white woman to say this ever.\n  ","153488":"\n  I have three- one on each shoulder blade and one on my right wrist\n  ","153489":"\n  my spouse is coming home late tonight so I'm just kinda sitting here rolling joints and waiting for him to get home, keep me company with questions!\n  \n  things I like to talk about: art-Bubo-birds in general- animals in general- my tastes\/preferences\/recommendations- makeup- the unknown but more the woo woo shit not the philosophical side- I mean like, aliens and sasquatch- food- American traditions and our measly culture- whatever really just don't sexually harass me\n  ","153490":"\n  I guess they just did things without relying on an adage.\n  ","153491":"\n  behind their screens\n  ","153492":"\n  likers of what\n  \n  wtf\n  \n  just be honest anyway like who needs special permission for that\n  ","153493":"\n  I'm gen X I have no idea what the fuck you just said to me\n  ","153494":"\n  not that I can remember I am not very athletic\n  ","153495":"\n  yes the closest place to eat to where I\"m living right now is thai so I order it a lot\n  ","153496":"\n  yeah I def don't care bout that sort of thing.\n  \n  today's selfie with birb:\n  ","153497":"\n  yes but i called and cancelled it pretty quickly\n  ","153498":"\n  if you mixed an owl with a cat\n  ","153499":"\n  fleabag\n  ","153500":"\n  I have been like three times, in parking lots so no real damage. I've never rear ended anyone or hit anyone at all for that matter I'm so scared of driving that I'm the safest and slowest driver ever\n  ","153501":"\n  I can't think of anything I do that would be considered childish\n  ","153502":"\n  in elementary school I had a \"rival\" named Doug. I competed with him in all of our classes, during our battle of the book training (even though he was on my team)(battle of the books is a gameshow for kids about reading that was a thing in my town back in the 90s) competed with him as my co-editor of the school newspaper- etc. By high school I didn't care even though he still compared all his grades and achievements to mine.\n  ","153503":"\n  yup\n  ","153504":"\n  Bubo is very careful when she eats because she hates having a messy beak\n  ","153505":"\n  yes of course she loves em\n  ","153506":"\n  I just put her in her cage like 2 minute ago I've played with her all morning so now she's probably going to play with her toys and eat and relax for a while before I grab her out again\n  ","153507":"\n  I don't have one\n  ","153508":"\n  a hot shower\n  \n  a tangerine\n  \n  the rest of this pot of coffee\n  ","153509":"\n  anything about my sex life\n  ","153510":"\n  I last was drunk on Sunday night. I have smoked weed everyday for years now like 6 years maybe but I also microdose so I am almost never high like I would consider myself sober now but I def just smoked a few puffs on a joint.\n  ","153511":"\n  probably not I have therapists for that\n  ","153512":"\n  no I think younger people have just evolved past being breeders first and people second\n  ","153513":"\n  AI maybe, but like, calculators don't need rights\n  ","153514":"\n  alexa\n  ","153515":"\n  my own party at the roller rink where I broke my elbow lol. It occurred as a celebration that my feet were both finally healed from bunionectomies.\n  ","153516":"\n  I don't generally regret the paths not taken\n  ","153517":"\n  nah unless there was a typo or I needed to make an addition in which case I would delete and re-answer\n  ","153518":"\n  I might ask but I don't really want answers I'm just trying to jog my own brain into making a decision. I in the end do what I want.\n  ","153519":"\n  no I don't slurp spaghetti, I cut it.\n  \n  if I'm home I drink the broth if I'm out I don't\n  \n  I'll eat apples whichever way\n  \n  I have no opinion on open sandwiches\n  \n  I have no color aversions\n  \n  refrigerated water\n  \n  I can\n  \n  bell peppers\n  ","153520":"\n  I had a pop socket but it kinda bugged me. Now I have a stick-on pocket for my ID\n  ","153521":"\n  orange\n  ","153522":"\n  you have to be 13 to use this site\n  ","153523":"\n  three cats and a parakeet\n  ","153524":"\n  cheeseburgers\n  ","153525":"\n  yes\n  ","153526":"\n  yes but not that often lately kind of got avacado'd out\n  ","153527":"\n  before I knew what twerking was that was my signature move as an exotic dancer\n  ","153528":"\n  musical performances but the performance art that stands out is cut piece\n  ","153529":"\n  yoko ono\n  ","153530":"\n  it's up to you. don't drink beer while it's healing if you get it though no one ever warns you about tongue yeast infections but it's a thing\n  ","153531":"\n  I mean, nothing. I live in a capitalist society and if I need something it has to be bought. I WISH I didn't have to pay for water, food, shelter, sanitary products.\n  ","153532":"\n  it's ignorant to claim \"color blindness\" when it comes to race because it shows you don't acknowledge the different ways people of non white races are affected by the white power system and doesn't listen to their struggles and accounts of powerlessness caused by race on the daily basis\n  ","153533":"\n  jif creamy and strawberry preserves\n  ","153534":"\n  saltines and tomato\n  ","153535":"\n  bi has been altered to mean \"same gender and different gender\" so it's more inclusive so really they're kind of interchangeable imo\n  ","153536":"\n  women\n  ","153537":"\n  all of your questions at both ends of that spectrum are fine\n  \n  I probably like stupid questions best though because I hate getting my brain all caught up on something\n  ","153538":"\n  hate speech is violence against another person and isn't the same thing as \"free speech\". It should not be protected.\n  ","153539":"\n  I mean that's how it is though\n  ","153540":"\n  lol maybe their middle school english class skipped that one\n  ","153541":"\n  I feel like I enjoyed marginally, but was tired of it after studying it in school.\n  ","153542":"\n  blah.\n  \n  today is National Lipstick Day\n  ","153543":"\n  I'm probably your hardest stance on this controversy. I get really heated about this.\n  \n  -walking a cat on a leash, carrying them in a carrier\/backpack\/stroller made for cats or whatever is fine\n  \n  - literally no other time should your cat be outside.\n  \n  it is animal cruelty to have an \"outdoor cat\"\n  \n  I see dead cats on my road All The Time. I've seen a hawk carry off a kitten. The suburbs are honest to god filled with coyotes.\n  \n  -being outside unsupervised cuts a cat's life expectancy almost by half\n  ","153544":"\n  I don't even wear tampons\n  ","153545":"\n  same thing I'm doing now- sitting here at my desk with coffee listening to music and my bird sing\n  ","153546":"\n  art\n  ","153547":"\n  1. I'm not clicking that link I don't know you\n  \n  2. diets are trash just love your fat selves\n  ","153548":"\n  I think he's a creep. he met his current gf when she was like 11 or something. that's obvious grooming behavior\n  ","153549":"\n  good lord no I had bunions my whole life until last year I've always been a big fan of comfortable shoes even now that they're gone (surgery) I'm careful about what I wear\n  ","153550":"\n  nothing?\n  ","153551":"\n  smoke weed\n  ","153552":"\n  I'm not on the \"youth are brainwashed\" boat\n  ","153553":"\n  because I made it up lol\n  ","153554":"\n  I don't like english muffins, the texture weird me out. so bagels. which I'm kinda sick of right this second but there will come a day when I'll want one again\n  ","153555":"\n  I worked on my redbubble shop most of today and all of last night, everything is totally updated and tons of new things are available, link in my bio if you want like a water bottle with my art on it\n  \n  anyway I'm done working now and I have a drink because it's Shitfaced Sunday so send in the questions homies\n  ","153556":"\n  good looks. I mean that's really most of it right? I was bullied when I was awkward and popular when I got hot.\n  \n  today's selfie:\n  ","153557":"\n  while I'm unable to do much because broken arm, sit here at my desk\n  ","153558":"\n  to some degree I guess not really\n  ","153559":"\n  A-artistic L-lovely L-leftist I-imaginative S-smart O-original N-nice\n  ","153560":"\n  only as far as a quick google search\n  ","153561":"\n  wow. many years ago.\n  ","153562":"\n  sometimes\n  ","153563":"\n  name brand toilet paper\n  ","153564":"\n  never seen either\n  ","153565":"\n  first year of college, started hallucinating\n  ","153566":"\n  2018\n  ","153567":"\n  lactose free milk\n  ","153568":"\n  yes\n  ","153569":"\n  Hell No by Von Sell\n  ","153570":"\n  pee\n  ","153571":"\n  facebook\n  ","153572":"\n  infj\n  ","153573":"\n  I just had a sip of coffee\n  ","153574":"\n  nope\n  ","153575":"\n  not really\n  ","153576":"\n  I don't ever use cash so I'd forget about it until it was time to like, tip someone or buy weed\n  ","153577":"\n  drawing or reading\n  ","153578":"\n  lol I have plenty thanks\n  ","153579":"\n  when they get older girl's noses turn reddish and boys turn blue\n  ","153580":"\n  nope. I didn't either.\n  ","153581":"\n  yes it's easier to train and bond with a baby\n  ","153582":"\n  with females you have to worry about eggs. with males you can maybe teach them to talk. but if you're getting a baby you won't know what gender they are until they're about 8 months old so it's kind of hard to pick unless you're adopting an older bird. in that case, I'd go for a boy as easiest\n  ","153583":"\n  she's cute all the time no matter what\n  ","153584":"\n  sleeping\n  ","153585":"\n  I agree\n  ","153586":"\n  thanks.\n  ","153587":"\n  she wants to make a nest in my hair\n  ","153588":"\n  good stuff\n  ","153589":"\n  make sure you spend as much time with them as possible! Bubo needs so much attention\n  ","153590":"\n  cool\n  ","153591":"\n  yup\n  ","153592":"\n  oh :P\n  ","153593":"\n  heard what\n  ","153594":"\n  lol what\n  ","153595":"\n  word\n  ","153596":"\n  nope I smoke outside away from her. She has 7 lung chambers that are very delicate so I don't even light candles around her\n  ","153597":"\n  ewwwwww\n  ","153598":"\n  taking a break from work to roll joints\n  ","153599":"\n  I'm not your bae\n  ","153600":"\n  my insurance sure is glad I hit their maximum every time it's time for frames at any rate\n  ","153601":"\n  thanks, they're french. I spent a small fortune on them so expect them on my face for like at least 5 years lol\n  ","153602":"\n  I literally have always used.... husband. partner. spouse, (his name). SO. like these are interchangeable things. You're so fucking weird.\n  ","153603":"\n  I've never heard a single thing by either\n  ","153604":"\n  like- midway-to-quite\n  ","153605":"\n  I have a million hours worth of redbubble management work to do tonight, keep me company with questions! (not harassment, not chatting, questions)\n  ","153606":"\n  ? every case is different. I don't want to hurt anyone or myself.\n  ","153607":"\n  I usually disclose it anyway but no it's not their \"right\" to know\n  ","153608":"\n  nope I don't even think I've been to a KFC since they started carrying them\n  ","153609":"\n  I have two broken elbows, YOU do it\n  ","153610":"\n  PRO TIP\n  \n  don't fucking try to slide into my professional art page DM's (LOOOOOL)\n  \n  like how desperate and gross and line-crossing and creepy and pathetic do you have to be\n  ","153611":"\n  yeah I saw that awful Mommy Meltdown on the internet when it happened- I think old people without kids SHOULD go to DIsney to bother her specifically, but I still won't be one of them because I have none of that weird childhood nostalgia everyone around me seems to have\n  ","153612":"\n  \/agree\n  ","153613":"\n  okay look. I have grown ass friends who are Millennial's AND Gen X who are childless and go to Disney. I have to see their shit on facebook. I DO think it's weird as hell but- there are so many of them? And normal-otherwise people?\n  \n  I'm not going to be there, at any rate.\n  ","153614":"\n  I like the coffee I make at home best but dutch bros is pretty good too\n  ","153615":"\n  lol\n  ","153616":"\n  not your business\n  ","153617":"\n  I'm not a mom\n  ","153618":"\n  Sunday Jon's off so we get to hang out and do stuff around the house\n  ","153619":"\n  only 24 hours? I guess I'd get rid of these annoying backgrounds. At least it's not defaulting to them anymore.\n  \n  ideally if I could change something for more than that though I'd like to be able to keep tabs on sent questions and a better blocking system\n  ","153620":"\n  that she's secretly a cat?\n  \n  I dunno dude each girl is an individual human being with their own reasons for doing things in case you weren't aware\n  ","153621":"\n  I'm married and I don't date\n  \n  mermaid looks:\n  ","153622":"\n  I have been smoking weed everyday for like, 6 years.\n  ","153623":"\n  contentedness\n  ","153624":"\n  I don't watch youtube\n  ","153625":"\n  lol\n  ","153626":"\n  bell peppers\n  ","153627":"\n  this one from Vegas\n  ","153628":"\n  wake up, brush teeth, hang with bird, make coffee, drink coffee, listen to music, do chores\/get clean. fuck around with makeup or drawing or something, still hanging out with the bird, still listening to music, jon comes home and we eat and talk and watch tv then I sit at my desk until I'm tired\n  ","153629":"\n  if \"home\" is where you're born then I'm the furthest from it now, or I guess technically I was at the farthest point when I visited canada\n  ","153630":"\n  lotsa hard work\n  ","153631":"\n  you stand up and pee with the wide end against your body and aim the skinny end on a tree or whatever it's not rocket science\n  ","153632":"\n  oh for god sakes is this a fetish\n  \n  y'all are so fucking wild\n  ","153633":"\n  scuba\n  ","153634":"\n  the light\n  ","153635":"\n  just fried I don't care I guess at a restaurant I generally order over easy\n  ","153636":"\n  nope\n  ","153637":"\n  top ground low\n  \n  I dunno dude I just woke up\n  ","153638":"\n  I've noticed it too with mine\n  ","153639":"\n  I did, it was pretty good\n  ","153640":"\n  I've never even heard of the wizards one\n  ","153641":"\n  not really but people always give boston terriers human names\n  ","153642":"\n  fart\n  ","153643":"\n  I have three pet cats\n  ","153644":"\n  nope\n  ","153645":"\n  once a guy stopped me on the street after I'd walked past him a few times running errands on foot downtown and asked me out to ice cream and we had a really nice time and dated a couple of times after that\n  ","153646":"\n  I have one very similar to this:\n  \n   https:\/\/www.amazon.com\/Venus-Mars-Female-Urination-Camping\/dp\/B073THRWJM\/ref=sr_1_10?crid=2SN6XGPGN9UJ6&keywords=female+urination+device&qid=1564248214&s=gateway&sprefix=female+%2Caps%2C203&sr=8-10\n  \n","153647":"\n  you can buy funnel things at most camping supply stores that allow you to pee standing up\n  ","153648":"\n  it's only 5:17 here so we haven't eaten yet but it'll be gross ass taco bell food because my partner is working late and the kitchen is a wreck because I can't physically clean it right now\n  ","153649":"\n  yes they're fake no one that famous uses ask lol\n  ","153650":"\n  I honestly hate glossy lips but I did one today anyway to try it out so that counts right\n  ","153651":"\n  I'm having recurring dreams for about a decade or so now about various things sequentially but right now I'm being hunted by scientists\n  ","153652":"\n  I don't mind most of them\n  ","153653":"\n  dance inthe dark by lady gaga\n  ","153654":"\n  personality\n  ","153655":"\n  no I just use cheap mascara\n  ","153656":"\n  I got yelled at the other day because the eye doctor wants to run more glaucoma imaging and it's expensive and I totally told the doctor I didn't think I needed it this year and he was like no you def do so I guess it's my fault or something\n  ","153657":"\n  you hold that shit up with your chin\n  ","153658":"\n  relax\n  ","153659":"\n  \"I'm glad we talk so much\" I guess I don't know\n  \n  the only way to sound creepy is to be a creep. Are your intentions creepy? Are your feelings creepy?\n  ","153660":"\n  drawing\n  ","153661":"\n  roller skating\n  ","153662":"\n  balance\n  ","153663":"\n  incels\n  ","153664":"\n  of course\n  \n  send in questions y'all today was a terrible day\n  ","153665":"\n  when I'm hanging out with my bird and she's being silly or cuddly\n  ","153666":"\n  using this filler to remind my followers that I love to report your dumb shit so keep sending it and letting me get you kicked off one by one\n  ","153667":"\n  I disagree. that's really simplifying things.\n  ","153668":"\n  twin peaks\n  ","153669":"\n  pizza hut\n  ","153670":"\n  my hair is up, I'm wearing no makeup except mascara, my nails have like, a minuscule amount of leftover glitter but are otherwise unpainted, and I haven't shaved my legs in like 3 years\n  ","153671":"\n  you have to be 13 to use ask fm\n  ","153672":"\n  women are human beings? like why the fuck are you so terrible?\n  ","153673":"\n  pancakes\n  ","153674":"\n  pep\n  ","153675":"\n  I start formulating weird theories about people around me like- I'll be paranoid that they're conspiring against me or something. Also nightmares have always been a good indicator of how my waking mental health is. When I'm having night terrors every night then something's off balance. And when things get reallllllly bad, hallucinations.\n  ","153676":"\n  key lime pie\n  ","153677":"\n  some of it, once in a while, in smaller portions. It's what I grew up with.\n  ","153678":"\n  I mean, I don't think I exhibit any \"steroetypical schizophrenic behavior\" other than not being able to drive I feel like I'm at the very top of the functionality chart\n  ","153679":"\n  I'm pretty sure I've never watched anything on the disney channel\n  ","153680":"\n  it's one thing to be like \"man I've been down for a long time this might be depression, I should go get it checked out at my doctor's\"- which is fine and normal- but like then there's these 14 year olds convinced they have a debilitating disease with no real basis on tumblr bitching about how it's \"classist\" to have a professional diagnosis and those kids can rot they make my disease look especially bad\n  ","153681":"\n  spf 50 folks\n  ","153682":"\n  I woke up at like 9:30 today\n  ","153683":"\n  lady gaga\n  ","153684":"\n  nope\n  ","153685":"\n  you're an ass. real talk.\n  ","153686":"\n  not right now\n  ","153687":"\n  1\n  ","153688":"\n  it stands for queer. it's not that hard.\n  ","153689":"\n  go hard by kreayshawn\n  ","153690":"\n  why are you asking people such personal questions when it's clearly against tos?\n  ","153691":"\n  nothing lately I take beta blockers and my body literally can't produce adrenaline\n  \n  but like things that have made me nervous could be anything\n  ","153692":"\n  yes\n  ","153693":"\n  halves at a time\n  ","153694":"\n  winter for sure I love ice skating shit\n  ","153695":"\n  I eat all of them but I don't really like yogurt\n  ","153696":"\n  you mean like get rid of one? Probably snapchat because I don't use it or care about it\n  ","153697":"\n  I have. I like chai flavor but I don't like milky drinks\n  ","153698":"\n  lemon is best and jalapeno is worst\n  ","153699":"\n  I saw more of living single but still not very much\n  ","153700":"\n  I didn't really watch friends so I don't know\n  ","153701":"\n  I don't pay enough attention I just use what's available and adapt as they change\n  ","153702":"\n  in some cases it's prudent. Like as a woman who sometimes travels alone I have to be quite judgmental who I interact with for my own safety. To be a jerk because of someone's race or whatever though is obviously wrong.\n  ","153703":"\n  because they feel inferior in their lives and and makes them feel puffed up and important\n  ","153704":"\n  sure\n  ","153705":"\n  sure whatevs\n  ","153706":"\n  thanks\n  ","153707":"\n  that's a pretty ableist way to think. I corrected imbalances.\n  ","153708":"\n  we still haven't had anything over 85 here so I welcome the heat at this point\n  \n  today's lunch date selfie\n  ","153709":"\n  I dunno you seem to message a lot of people I follow about your stinky pits\n  ","153710":"\n  -isn't anon\n  \n  -asks thoughtful, not creepy, questions\n  \n  -answers interestingly\n  \n  -isn't preachy\n  ","153711":"\n  I palindrome I\n  ","153712":"\n  that lil nas x old town road or whatever\n  ","153713":"\n  peanut butter cookie dough\n  ","153714":"\n  it's the most efficient swear for the situation\n  ","153715":"\n  after\n  ","153716":"\n  dropped my cell phone in the toilet once\n  ","153717":"\n  I am very peaceful, yes. From there? Enjoy it. life is short.\n  ","153718":"\n  depends on the weather and time of day\n  ","153719":"\n  get off my ass\n  ","153720":"\n  no. the purpose of life is to find peace within one's self\n  ","153721":"\n  what?\n  ","153722":"\n  probably not\n  ","153723":"\n  no they're pieces of glass\n  ","153724":"\n  lol wut\n  \n  I mean I guess but some times are more balanced than others\n  ","153725":"\n  nope\n  ","153726":"\n  dunno, I imagine it's hormonal\n  ","153727":"\n  not really\n  ","153728":"\n  others\n  ","153729":"\n  no I'm a pretty quiet person. I value brevity\n  ","153730":"\n  only on my period and then it's all fudge striped cookies and mini peanut butter klondike bars\n  ","153731":"\n  nope I don't have any syrups\n  ","153732":"\n  no\n  ","153733":"\n  as far as I know, yes but none near me\n  ","153734":"\n  I've never heard of it\n  ","153735":"\n  no that is a serving of giant Walla Walla sweet onion rings from Burgerville, a pacific northwest chain\n  ","153736":"\n  I've seen both but a lot more episodes of fresh prince\n  ","153737":"\n  too lazy for all that now\n  ","153738":"\n  <3\n  ","153739":"\n  there's this 20 buck dress I've bought in 5 different colors over that last 3 years and they're great they last wash after wash\n  ","153740":"\n  like my clothes may as well be cheap a bird is definitely going to end up pooping on it\n  ","153741":"\n  I like to keep shit affordable lol\n  ","153742":"\n  thanks I highly recommend it\n  \n   https:\/\/amzn.to\/2Sz5WB2\n  \n","153743":"\n  right now this slip dress with these boots and a denim jacket or a long yellow cardigan\n  ","153744":"\n  I literally just took a selfie. I love missy elliott, kreayshawn, and awkwafina. I do not vape. If the food is pretty, I instagram it.\n  ","153745":"\n  nope I just fuck with flower and sometimes capsules\n  ","153746":"\n  the chant of the ever-circling skeletal family\n  ","153747":"\n  Juice by Lizzo\n  ","153748":"\n  \"Hell No\" by Von Sell is like my favorite song\n  \n  I can't think of any more profane although Hell is kinda not that bad\n  ","153749":"\n  girlfriend in a coma\n  ","153750":"\n  anyone have actual questions tho\n  ","153751":"\n  déjà lu\n  ","153752":"\n  déjà lu\n  ","153753":"\n  nah they've been alright\n  ","153754":"\n  no? I don't think that.\n  ","153755":"\n  never heard of them\n  ","153756":"\n  I'm not as negative my self esteem isn't as low but our voices are a little similar and we both do art and I wear my jacket arms rolled up and have a billion earrings too lol\n  ","153757":"\n  I <3 her\n  ","153758":"\n  cheeseburgers\n  ","153759":"\n  jane from daria\n  ","153760":"\n  Karen for sure\n  ","153761":"\n  I don't think so\n  ","153762":"\n  I feel like if I tried one now I'd def break my elbow again\n  \n  they were fun when I was little and closer to the ground\n  ","153763":"\n  painting, once in a great while knitting\n  ","153764":"\n  Pinetree but the only people who still call me that have known me for 20+ years\n  ","153765":"\n  I think they're mostly awful\n  ","153766":"\n  once cause we moved but otherwise only because I graduated one and moved into another.\n  \n  today's selfie with birb\n  ","153767":"\n  the, and, uh, word, sweet, nice, homie, bird\n  ","153768":"\n  word\n  \n  but I won't because I don't live there and experience it every day\n  ","153769":"\n  invincibility, flight or teleportation\n  ","153770":"\n  odd questions are like the bulk of what I get\n  ","153771":"\n  I am embarrassingly ignorant on world news but I also can't stress enough to bother to learn\n  ","153772":"\n  I feel like I mention this a lot but american public schools teach very little and very outdated world history. I follow local news. I really have only the vaguest idea of apartheid and only because of what I've heard from people who used to live in south africa.\n  \n  so I guess to answer your question, with only the vaguest idea to go on, it seems like white supremacy has negatively affected south africa yes but I wouldn't call an entire country racist. Except america. I'll call america racist.\n  ","153773":"\n  octobers are prettiest where I live and I also like january because my birthday\n  ","153774":"\n  like never\n  ","153775":"\n  I don't know anything about it\n  ","153776":"\n  yo\n  ","153777":"\n  orange\n  ","153778":"\n  none of those\n  ","153779":"\n  thanks\n  ","153780":"\n  last year there was a hoarding case with bunnies about 200 of 'em. the humane society had to use the fairgrounds to house all of them for adoptions. I believe there are still a few at the adoption building.\n  ","153781":"\n  my husband uses it I think. I don't care about youtube\n  ","153782":"\n  thanks homie\n  ","153783":"\n  nope\n  ","153784":"\n  I have never made spring rolls so I'm just guessing here- carrots, cabbage, seasonings, maybe a noodle of some sort and I'd probably serve them as an appetizer\n  ","153785":"\n  witch dunking for sure\n  ","153786":"\n  13\n  ","153787":"\n  yes many\n  ","153788":"\n  the only one of these I've seen is pan's labyrinth\n  ","153789":"\n  nope\n  ","153790":"\n  over 16 years\n  ","153791":"\n  texting\n  ","153792":"\n  I honestly don't know but let's say florida state\n  ","153793":"\n  hair really doesn't matter enough to me to have a preference.\n  ","153794":"\n  depends on how well they take care of it\n  ","153795":"\n  I don't have it\n  ","153796":"\n  why. I'm married and uninterested.\n  ","153797":"\n  mc donalds\n  ","153798":"\n  this is not how people make friends you're being weird\n  ","153799":"\n  no where\n  ","153800":"\n  sure spam me\n  \n  um weekend. I guess I just sat around mostly like I think I went to the grocery store\n  ","153801":"\n  at my desk in my house\n  ","153802":"\n  no I feel more full and solid than that\n  \n  who knows I know nothing about her but that's because she seems so uninteresting\n  ","153803":"\n  I would avoid this person sounds like a frat boy\n  \n  I have no idea what these mean except pooch is probably a dog and gooch is the area behind the nuts right lmao I don't know these things\n  ","153804":"\n  victoria CA\n  ","153805":"\n  I think it's silly when my neighbor gets huffy about my lawn being messy because it's just grass I'm feeding the pollinators with my flowering weeds\n  ","153806":"\n  I'm not looking to be friends with rando anons no\n  ","153807":"\n  yes\n  ","153808":"\n  I can't think of any\n  ","153809":"\n  it seems impossible to me that any kind of potato wouldn't be well loved\n  ","153810":"\n  eventually she got up and I snuck it out of there\n  ","153811":"\n  one time Bubo was on eggs and I tried to feed her an almond and she thought it was an egg and tried to incubate it\n  ","153812":"\n  15+ years\n  ","153813":"\n  so gross\n  ","153814":"\n  it's none of your business you entitled creep\n  ","153815":"\n  why are you like this\n  ","153816":"\n  um no? why would I want to share that with some random anon? What a fucking creep\n  ","153817":"\n  what?\n  ","153818":"\n  um too bad lol\n  ","153819":"\n  I've thought about it. no.\n  ","153820":"\n  because I have no interest in chatting privately. I'm married, I'm 39, I'm well past the naive bullshit you assholes pull on the internet\n  ","153821":"\n  no\n  ","153822":"\n  bio\n  ","153823":"\n  no I'm not a secret mom\n  \n  but I have seen dirty dancing because I'm old. and when my boobs were smaller I had like 2 patagonia dresses\n  ","153824":"\n  ...Beetlejuice, beetlejuice\n  ","153825":"\n  I like them pretty well but I appreciate Bob Belcher's hatred\n  ","153826":"\n  I do but I can't drive. Like, I have at one point known how to drive and been an active driver but because of schizophrenia and long term memory loss\/muscle memory loss and not having driven because of broken bones since last September I forgot how. I tried the other day and it was a bust and I hired a Lyft to get to my appointment.\n  ","153827":"\n  not at all. The only thing I hate is bell peppers. everything else is great (except fro mangoes and kiwis because I'm allergic)\n  ","153828":"\n  yes, I used to suffer from agoraphobia and even though that's no longer an issue for me I still don't get out much only maybe once or twice a week.\n  ","153829":"\n  new pic of Bubo\n  \n  send questions y'all\n  ","153830":"\n  I see you've tagged Elvis. I guess you have the hair for sure\n  ","153831":"\n  ok\n  ","153832":"\n  I'm fine I guess. did a million loads of laundry. broken elbow hurts.\n  ","153833":"\n  I don't\n  ","153834":"\n  bio\n  ","153835":"\n  no prob bob\n  ","153836":"\n  tap\n  ","153837":"\n  yes, for myself. you can barely see it because my skin is so white but it's a simple white satin off shoulder a-line tea length dress\n  ","153838":"\n  giraffe\n  ","153839":"\n  yes\n  ","153840":"\n  ketchup is vile on all things\n  ","153841":"\n  full use of all of my limbs\n  ","153842":"\n  took video of Bubo just running around a little bit, you can hear my voice\/accent\/whatever\n  \n\n   https:\/\/www.instagram.com\/p\/B0MF2_AAN_L\/\n  \n","153843":"\n  I've cut a lot of people out of my life some well deserved and some in the heat of the moment and while overall I have no major regrets sometimes I do agree that I was harsh.\n  ","153844":"\n  instagram\n  ","153845":"\n  I've had her since she was a baby, which is 3 and a half years now\n  ","153846":"\n  ah hah. I haven't been to dunkin in like at least a decade but the coffee was alright and I like boston cremes\n  ","153847":"\n  lol\n  ","153848":"\n  I've never heard of them\n  ","153849":"\n  who cares what she thinks she knows\/doesn't know\n  \n  today's selfie:\n  ","153850":"\n  all of the haus laboratories makeup\n  ","153851":"\n  salty's on the columbia\n  ","153852":"\n  therapy\n  ","153853":"\n  my partner\n  ","153854":"\n  the pixies\n  ","153855":"\n  fitting room attendant and receiving assistant\n  ","153856":"\n  voodoo\n  ","153857":"\n  I have a Nissan that's been a perfect lil baby since 2009 so I'll go with Nissan\n  ","153858":"\n  in most ways yes\n  ","153859":"\n  I also attended therapy for years but I've sort of graduated out of that at this point\n  ","153860":"\n  yes very much. Going on anti-psychotics and beta blockers saved my life\n  ","153861":"\n  I have a whole team of doctors and a fistful of meds I take twice a day lol\n  ","153862":"\n  I've never heard this term but whatever if someone feels like a bisexual lesbian then more power to them\n  ","153863":"\n  I guess like any argument I ended up accessory to\n  ","153864":"\n  not really. I'm just severely mentally ill and am considered disabled (but not enough to get a check so I keep taking up work and then realizing I can't really do this)\n  ","153865":"\n  thanks\n  ","153866":"\n  I've definitely been better. I've been a little off balance since I went back east in the end of May tbh. I'm mostly fine but some days are really hard.\n  ","153867":"\n  I did attend college. I started college courses in 9th grade for art and art history at old dominion university and norfolk state university through a magnet program called governor's school for the arts. I graduated from there after 4 years and then went to an art college called montserrat college of art for an additional 2 years\n  ","153868":"\n  not really\n  ","153869":"\n  thanks homie I love being followed\n  ","153870":"\n\n   https:\/\/amzn.to\/2O9IA6y\n  \n","153871":"\n  no I don't they don't show under my dresses. They're just like- sweatpants but shorts\n  ","153872":"\n  here are all the jobs I've had in order:\n  \n  gallery assistant, jewelry sales, piercing assistant, diner waitress, tour guide, librarian, bulk mailer, figure model, cocktail waitress, retail sales, window dresser, assistant visual merchandising manager, cell phone sales, office assistant, office manager, time share sales, cocktail waitress, exotic dancer, furniture sales, chain restaurant waitress, merchandiser, overnight stock, customer service,\n  \n  and now I sell art online and am an amazon affiliate\n  ","153873":"\n  catch 22\n  ","153874":"\n  hot\n  ","153875":"\n  I just wear like sweat shorts under a dress I don't really wear shorts to wear shorts\n  ","153876":"\n  I'm up too early, so my mind is kinda still blank\n  ","153877":"\n  I don't think I've ever seen any\n  ","153878":"\n  I have the very general neutral american accent so just like, any news anchor or celebrity that doesn't have a regional american accent which is most of them\n  ","153879":"\n  she just had to be affectionate and fun and cute and keep me company she came to therapy with me a few times and my therapist took notes on how my anxiety and ptsd were affected by contact with my bird so no no special training but she did take professional consideration before she was called an emotional support animal\n  ","153880":"\n  no teachers but a friend's dad was p hot\n  ","153881":"\n  vanilla bean\n  ","153882":"\n  we wanted something small that didn't have a short life span (Bubo will live to be 8-10, so like the same as a dog) I needed to be able to physically care for it so a dog to walk seemed like a lot and I already have my three very independent cats. I had a bird growing up so I brought that up in therapy and we decided to look into bird care and it suited me and a friend had a large cage I could have for free so I went and started looking for a hand-reared parakeet or cockatiel and there happened to have been 5 babies born that week at the local parrot store so I \"reserved\" one and when they were old enough to come to the store nursery I was able to pick which baby I wanted and Bubo was the prettiest I thought, with her teal tail feather gradient\n  ","153883":"\n  she has a very subtle powdery smell to her, but right now she smells like parsley because she had a bath in some earlier\n  ","153884":"\n  yeah :(\n  ","153885":"\n  I can still remember watching the car chase on tv\n  ","153886":"\n  I have no idea I don't give up my loves often\n  ","153887":"\n  sorry it came off that way def wasn't meant\n  ","153888":"\n  Trevor\n  ","153889":"\n  yes, \"fridge\" in this case is code name for whatever prison he's in and I just for some reason also keep my parsley there\n  ","153890":"\n  ok. love all people.\n  ","153891":"\n  parsley, diet coke, oj\n  ","153892":"\n  my spouse\n  ","153893":"\n  drink coffee\n  ","153894":"\n  at a retro video game convention. She was showing a game about making out that she and her partner made and I scored pretty high on it and we got to talking and then became twitter mutuals and then facebook and then just started hanging out all the time\n  ","153895":"\n  lol\n  ","153896":"\n  don't be a bigot\n  ","153897":"\n  thanks homie here's a drawing\n  ","153898":"\n  canada I guess it's close\n  ","153899":"\n  garbanzo\n  ","153900":"\n  I don't really care to be honest, about anything Disney does except star wars\n  ","153901":"\n  these american cis white men love telling women what to do with they're bodies\n  ","153902":"\n  black beans\n  ","153903":"\n  no to all of these things, def not a secret dad\n  ","153904":"\n  Wonder Woman\n  ","153905":"\n  Demian by Hesse\n  ","153906":"\n  drawing and painting\n  ","153907":"\n  I'm gen x I don't emoji\n  ","153908":"\n  it really doesn't imply that at all you're just looking for reasons to fight.\n  \n  It was simply a descriptor. I'm anti-racist and while I benefit from white supremacy I don't do things on the regs that would be shitty racist things\n  ","153909":"\n  I mean I guess in an abstract way that's my biggest motivator, is that time runs out eventually.\n  ","153910":"\n  Humans have come well past instinct I think.\n  ","153911":"\n  I don't choose to spend much time thinking about either\n  ","153912":"\n  I'm practical but not VERY practical like I'm more practical than not but still if it was a gauge I'd be towards the middle\n  ","153913":"\n  I'll answer with a soft yes\n  ","153914":"\n  nah I have about a dozen dresses I switch between and it's very easy to just grab one and get ready to go\n  ","153915":"\n  mine. Rae.\n  ","153916":"\n  mostly yes other than the animals I eat obviously but I wouldn't go out of my way for a spider\n  ","153917":"\n  no they probably think they're being brave or friendly\n  ","153918":"\n  silly\n  \n  the aliens def aren't kept there anymore\n  ","153919":"\n  haha ok? You entitled piece of shit I would never ever want to be your wife anyway\n  ","153920":"\n  don't follow me lol\n  \n  like really truly fuck off\n  ","153921":"\n  I literally have a broken elbow y'all so um how\n  ","153922":"\n  puke? lol\n  ","153923":"\n  me. I fought hard for my happiness and I truly have so many more good days than bad now.\n  ","153924":"\n  so clever\n  ","153925":"\n  not very\n  ","153926":"\n  good thing I could care less what the bible says\n  ","153927":"\n  diversity means community that includes people that are a variety of different cultures and viewpoints\n  \n  I don't live in a very diverse area now but I grew up in a military town with many people of all different backgrounds and it is important to me and one of the forces that guided me to be who I am to day to have experienced such a diverse community.\n  ","153928":"\n  I don't recall any lessons here\n  ","153929":"\n  pride means being unashamed of who you are. I'm proud of how functioning I am despite being very mentally ill. I'm proud of my talent in art. I'm proud of my political leanings and sexuality. I'm proud of my appearance and the way I present myself. I'm proud of my personality and who I am.\n  ","153930":"\n  not really but ok\n  ","153931":"\n  either Erika or Erica are fine but Ericka is kinda weird\n  ","153932":"\n  I mean my SO has been with me for over 16 years so at this point I expect a certain amount of confidence\n  ","153933":"\n  new dp\n  ","153934":"\n  I can't come up with an answer to this\n  ","153935":"\n  I buy almost all of my clothes through amazon\n  ","153936":"\n  more or less. I have my left foot hooked under me and my right foot dangling and I'm in typing position with my upper body so I could be more comfortable but it's not bad\n  ","153937":"\n  turn off\n  ","153938":"\n  I keep hearing Killing Eve is good\n  ","153939":"\n  it depends on how far a person individually takes those words.\n  ","153940":"\n  ok\n  ","153941":"\n  yes and maybe plants too\n  \n  today's (no makeup, bad lighting for my haters <3) selfie with Bubo\n  ","153942":"\n  dancey electro pop\n  ","153943":"\n  this is definitely none of your business and not something you should ask strangers\n  ","153944":"\n  I don't know enough famous butts\n  ","153945":"\n  thanks\n  ","153946":"\n  it was pretty awful this was back in like 2001 though\n  ","153947":"\n  once I flipped my car four times down a hill but I was okay and I didn't hit anyone else\n  ","153948":"\n  intersecionalism and birds\n  ","153949":"\n  I guess in physical therapy.\n  \n  I haven't noticed any probs with ask but I use it on desktop\n  ","153950":"\n  alright it's my last night alone for the next little while send those questions homies\n  ","153951":"\n  no it hasn't, but I quit smoking cigarettes 9 years ago and I stay ultra hydrated.\n  ","153952":"\n  there isn't a group to be a member of.\n  ","153953":"\n  nooo if I was fit for raiding I'd be more inclined to raid the concentration camps they're keeping kids in\n  ","153954":"\n  I feel most supported on facebook. Twitter is probably the worst because it makes me anxious\n  ","153955":"\n  I don't know anything about either of them\n  ","153956":"\n  none of my friends are cops fuck that noise\n  \n  today's selfie\n  ","153957":"\n  yeah it's pretty skeezy in any situation where the person being ordered for didn't ask for that treatment\n  ","153958":"\n  r*pe\n  ","153959":"\n  monaco\n  ","153960":"\n  Portugal prob\n  ","153961":"\n  I think it's gross and racist if they do but I suppose a private business CAN set dress codes\n  ","153962":"\n  oh and also a white rhino but I don't think they're in the jungle either\n  ","153963":"\n  there are none I don't dwell in the past\n  ","153964":"\n  no\n  ","153965":"\n  are cougars and eagles in the jungle?\n  ","153966":"\n  yes- the cavaliers and the surfers\n  ","153967":"\n  you can't make someone else love you the way you love them so just give them space and work on loving yourself more\n  ","153968":"\n  washing your hair everyday\n  ","153969":"\n  I live here yes\n  ","153970":"\n  I don't know anything about them\n  ","153971":"\n  good\n  ","153972":"\n  well no one here is judging you\n  ","153973":"\n  I have had almost no drive for 6 years I don't remember before then what my drive was like or if PCOS affected it.\n  ","153974":"\n  you truly are gross.\n  \n  I have had a beard. I could not grow a penis. my testosterone is managed well with metformin and a balanced diet.\n  ","153975":"\n  word\n  ","153976":"\n  stay hydrated kids\n  ","153977":"\n  hmm.\n  ","153978":"\n  I haven't had it in years\n  ","153979":"\n  they're pretty good. I'm drinking a california company called ace tonight\n  ","153980":"\n  I'm 39. everyone my age has issues with something sex related it's not a big deal\n  ","153981":"\n  it's been 6 years of no drive at all basically but it's slowly coming back\n  ","153982":"\n  anti-psychotics\n  ","153983":"\n  I barely have a sex drive. I want food way more frequently\n  ","153984":"\n  it's a coded word for sure\n  ","153985":"\n  no, it's not unfair. parents should be responsible for their children. BOTH of them.\n  ","153986":"\n  wine makes me throw up like instantly and most hard liquors strait also I can handle a fruity cocktail but I hate the taste of most beers.\n  \n  ciders are my jam though\n  ","153987":"\n  I live near Portland, OR which is like the cider capital of the states so I get to try all sorts\n  ","153988":"\n  what does t bel mean\n  ","153989":"\n  I love apple ciders but also other fruits sometimes\n  ","153990":"\n  I've moved on to honey mead but the pineapple was good\n  ","153991":"\n  I'm just describing myself I definitely meant nothing else by it\n  ","153992":"\n  listening to music, watching the corpse flower live feed, drinking a pineapple cider\n  ","153993":"\n  lol\n  ","153994":"\n  I mean how else would I? I also use other defining terms depending I guess\n  ","153995":"\n  I don't want to risk her flying away, native birds would kill her\n  ","153996":"\n  sounds like a tough job\n  ","153997":"\n  just while in her travel cage on her way to the parrot store with me or wherever\n  ","153998":"\n  I could fix up my house finally\n  ","153999":"\n  yup\n  ","154000":"\n  none lol. I'm a middle age, middle class white woman what do you expect I'm into\n  ","154001":"\n  oh of course\n  ","154002":"\n  that would be great  but I'd never know because I don't crack her eggs\n  ","154003":"\n  smuggled through airport security\n  ","154004":"\n  I wish\n  ","154005":"\n  I don't really emoji. The only person I ever emoji at is my favorite millennial pal and then mostly as a joke.\n  \n  but\n  \n  my day sucked. It was really challenging and physical therapy was brutal. Please send all the questions tonight\n  ","154006":"\n  I saw some in vegas they were tough little babies\n  ","154007":"\n  a mostly whitish pinkish color\n  ","154008":"\n  lol ok\n  ","154009":"\n  yeah all she knows is instinct is telling her to be a good warm mommy right now\n  ","154010":"\n  Virginia Beach, VA\n  ","154011":"\n  yeah she should abandon them next week maybe\n  ","154012":"\n  I love pigeons we don't have them here\n  ","154013":"\n  she has 3 she's sitting on, been about 3 weeks\n  ","154014":"\n  good luck\n  ","154015":"\n  sitting on her eggs\n  ","154016":"\n  I never said I'd sell more that way? I sell more online for sure\n  ","154017":"\n  if you have trees and flowers you get hummingbirds\n  ","154018":"\n  thanks\n  ","154019":"\n  you get hummingbirds in the summer then, put out a feeder! they're cheap at walmart and you fill it with 2 cups water\/half cup sugar\n  ","154020":"\n  they really are\n  ","154021":"\n  I would get rid some of the towering stack of canvases I have in my guest bedroom\n  ","154022":"\n  what state are you in?\n  ","154023":"\n  just high fat and also she just doesn't want one everyday but yes good source of protein\n  ","154024":"\n  I need to refill their feeders\n  ","154025":"\n  I mean every artist goes through imposter syndrome once in a while but I am confident in my art. I sell my illustrations particularly regularly but I wish I could show my paintings in person and I wish I sold more prints than stickers and the occasional travel mug\n  ","154026":"\n  I do not but I do attract hummingbirds with my clothes often they like my florals and bright colors\n  ","154027":"\n  lol\n  ","154028":"\n  I have no idea how to approach galleries at this point of my life. It was completely different when I was young and you brought professional slides with you everywhere now it's digitized and I don't know what they expect anymore.\n  ","154029":"\n  pellets and seeds. Then she gets fruit when I can get her to try it and veggies every day and nuts about twice a week.\n  ","154030":"\n  yes. all of the \"business\" part. advertising sales, pushing art to dealers, choosing what printing companies to use\n  ","154031":"\n  yes they are\n  ","154032":"\n  marketing. I am dreadful at it.\n  ","154033":"\n  yes\n  ","154034":"\n  it's fatty. she can have whole wheat crumbs and that's pretty healthy but too much is no good\n  ","154035":"\n  she would eat the bread\n  ","154036":"\n  I voted\n  ","154037":"\n  a green one\n  ","154038":"\n\n   https:\/\/www.youtube.com\/watch?v=cH7l_outICo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","154039":"\n  she can't have bbq sauce\n  ","154040":"\n\n   https:\/\/www.youtube.com\/watch?v=NXrlWw3yhW4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","154041":"\n\n   https:\/\/www.youtube.com\/watch?v=xe2FPP4lX14\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","154042":"\n\n   https:\/\/www.youtube.com\/watch?v=5LVW95Mxv6k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","154043":"\n  I haven't deprived myself of anything so I haven't been desperate for these things in a long enough time that I can't remember\n  ","154044":"\n  Oct\n  ","154045":"\n  people always trick me into believing shit it's really not hard considering I have a psychotic disorder\n  ","154046":"\n  burger king\n  ","154047":"\n  no but I've been to other parts of the city\n  ","154048":"\n  sliders\n  ","154049":"\n  I wouldn't love it and if sex was involved I'd be against it\n  ","154050":"\n  that's all we've had for like 2 months. Not that warm, like 68 degrees. some light rain. hardly any sun. rainy season is hanging around a full month too long\n  ","154051":"\n  nutri taco food cart, my jungle of a backyard, the gifford pinchot forest\n  ","154052":"\n  toughness\n  ","154053":"\n  nah\n  ","154054":"\n  so bad\n  ","154055":"\n  I hate it all\n  ","154056":"\n  blue bell but we don't have it here\n  ","154057":"\n  no\n  ","154058":"\n  being bored\/boring really. already nervous about driving a car tomorrow morning. Just had Bubo snuggles. drinking mead like a renaissance faire dork\n  ","154059":"\n  I might. I've been xrayed so many times recently I'm practically glow in the dark anyway\n  ","154060":"\n  extra bored tonight, send questions!\n  \n  today's selfie:\n  ","154061":"\n\n   https:\/\/www.youtube.com\/watch?v=9FzY0xvQDps\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","154062":"\n  nope. in fact, chicken is safe to feed to Bubo and she's had it once or twice\n  ","154063":"\n  not currently. we've been buying tangerines to share around here\n  ","154064":"\n  1. bird snuggles\n  \n  2. applying makeup\n  \n  3. walla walla sweet onion rings\n  ","154065":"\n  I try to be like that all the time\n  ","154066":"\n  feeling better today, considering driving myself to physical therapy tomorrow (which will be the first time I've driven since like last Sept. because of foot surgeries and broken elbows)\n  ","154067":"\n  thanks homie\n  ","154068":"\n  nope\n  ","154069":"\n\n   https:\/\/www.youtube.com\/watch?v=pW6ZK3H4Hzg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","154070":"\n  I have one of those memory foam mattresses and I just fall asleep pretty immediately I don't need any specific rituals\n  ","154071":"\n  I don't eat breakfast so.... black coffee and a joint\n  ","154072":"\n  hummus and pretzels\n  ","154073":"\n  leafy or no lettuce\n  ","154074":"\n  pineapple, strawberries, watermelon\n  ","154075":"\n  I guess better late than never? I didn't watch it\n  ","154076":"\n  Brazil\n  ","154077":"\n  scraping noises, loud abrupt noises, slowness\n  ","154078":"\n  red lipstick\n  ","154079":"\n  brought the elliptical back inside\n  ","154080":"\n  mid tone, dulcimer\n  ","154081":"\n  of course don't be a troll\n  ","154082":"\n  ask me about: makeup, mental health, my life, sasquatch, art, aliens, weed, the PNW, whatever\n  ","154083":"\n  I had a chopped salad last night that could have used a good hard boiled egg\n  ","154084":"\n  I could easily give up dairy but eggs are harder I hardly ever want one but when I do I REALLY want eggs like omg eggs\n  ","154085":"\n  I was guessing based on ovo and lacto lol\n  ","154086":"\n  vegetarian- eats a plant based diet with some animal products but not meat\n  \n  pescatarian- doesn't eat meat except for fish\n  \n  omnivore- has a plant and meat based diet\n  \n  vegan- completely plant based diet with no animal products\n  \n  carnivore- meat based diet\n  \n  ovo-vegetarian- vegetarian but eats eggs\n  \n  lacto-vegetarian- vegetarian but eats dairy\n  \n  raw vegan- vegan who only consumes raw foods\n  \n  fruitarian- only eats fruits\n  ","154087":"\n  that everyone I knew thought Nazi's were bad. I wish it was still like that more than I wish I believed it still\n  ","154088":"\n  there are so many. the first thing that came to mind though because someone was talking about it on tumblr is Tainted Love by SoftCell. 90s- No Rain by Blind Melon. 00-s I dunno I guess like something by belle and Sebastian\n  ","154089":"\n  light reflects off of different objects in different distinct ways making them easily identified in most cases\n  ","154090":"\n  like smelling with your tongue in a more consumable way\n  ","154091":"\n  white shoulders reminds me of playing in my grandmother's makeup and perfumes as a preteen\n  ","154092":"\n  in a bad way? loud scraping noises\n  ","154093":"\n  keep me company tonight y'all my inbox is emptied out\n  ","154094":"\n  the only sneakers I ever wear are saucony originals\n  \n  today's selfie\n  ","154095":"\n  alive and to have survived depression\n  ","154096":"\n  Steve Harrington\n  ","154097":"\n  it's ok once in a while\n  ","154098":"\n  pepper jack\n  ","154099":"\n  I am going to be in the office tomorrow and will be back in the office on Monday and Tuesday\n  ","154100":"\n  not very.\n  ","154101":"\n  I mean the simple answer is because they're trash\n  ","154102":"\n  ew to both I don't do milky drinks\n  ","154103":"\n  a twix bar\n  ","154104":"\n  I didn't think of anyone I don't know much about hip hop\n  ","154105":"\n  racially a majority sexual orientation minority\n  ","154106":"\n  I ate something maybe like that at a native american eatery in colorado once it was good\n  ","154107":"\n  I feel my age\n  ","154108":"\n  haha no but I've definitely seen it happen. Don't they worry about sand???\n  ","154109":"\n  I feel like the brother did it\n  ","154110":"\n  ty\n  ","154111":"\n  thank\n  ","154112":"\n  I was up between 8-9 most every day regardless of holidays.\n  \n  today's selfie:\n  ","154113":"\n  I haven't binge watched anything since like, battlesuck galactibarf\n  \n  but I did watch (in measured doses) stranger things recently\n  \n  I recommend both\n  ","154114":"\n  is salami interesting? it's really rare that west coast delis have salami or pastrami or other typically east coast deli meats so I was like FUCK YEAH\n  ","154115":"\n  yes but I'd be bored\n  ","154116":"\n  I probably wouldn't because I could care less but if I had to I'd make it as bright and gay as possible to bother the right\n  ","154117":"\n  I mean I'm curious about aliens and sasquatch but nothing like, regular or explainable\n  ","154118":"\n  I mostly just answer. I used to ask more but I kinda ran out of steam.\n  ","154119":"\n  home for me is a safe space not necessarily other people.\n  ","154120":"\n  filtered ice water\n  ","154121":"\n  groceries\n  ","154122":"\n  a screaming parakeet\n  ","154123":"\n  babysitting\n  ","154124":"\n  well I can't speak for the world because I haven't traveled it but the three best that I've been to are Portland, Boston, and Seattle\n  ","154125":"\n  yeah but it would suck\n  ","154126":"\n  I found out my right elbow's movement range has really improved since last therapy appt. and I only have 5% of movement left to regain\n  ","154127":"\n  stronger arms, better balance, home improvements including master shower repair and a front garden\n  ","154128":"\n  sitting\n  ","154129":"\n  for right now, I wish I was stronger. I am dying to get back to yoga and weight training\n  ","154130":"\n  shrug\n  \n  I don't ever think about it\n  ","154131":"\n  dawdling over coffee in the morning with my bird, listening to music, doing my hair and makeup, going out for a walk and to dinner, come home and relax with drinks and conversation\n  ","154132":"\n  time heals all wounds\n  ","154133":"\n  just be available and compassionate, don't stress so much about what you can do and worry about just being a comfortable person in her life.\n  ","154134":"\n  anyway I don't really have a reply and this isn't a question\n  ","154135":"\n  but also implies trickiness or sneakiness, which I am not.\n  ","154136":"\n  what does that have to do with being cunning\n  ","154137":"\n  not really.\n  ","154138":"\n  I am.\n  ","154139":"\n  peacefulness. connecting with good people and animals. a good cheeseburger. creating art.\n  ","154140":"\n  I read the book as a small kid and neither of the movies were really that great and honestly the book probably wasn't either but I was an easily amused 3rd grader or whatever\n  ","154141":"\n  trollin' ask under the guise of not only a fictional character but the version of one from a mediocre remake\n  ","154142":"\n  when I was a kid I had nightmares about Jabba the Hutt, except he was as big as a building and I was very small and didn't understand his language and he would be telling me important things like I knew they were so important but I didn't know what he was saying\n  ","154143":"\n  I'm already doing it- selling art. I just wish it was bigger and more lucrative\n  ","154144":"\n  this\n  ","154145":"\n  really goin with that huh\n  ","154146":"\n  a chopped salad with like cabbages and kale and carrots or like a good cobb salad\n  ","154147":"\n  I currently have two broken elbows. One is nearly healed and one still has a ways to go\n  ","154148":"\n  I'm still waking up. coffee. music. arm hurts.\n  ","154149":"\n  racism\n  \n  so there my inbox is cleared fill 'er back up y'all\n  ","154150":"\n  bio\n  ","154151":"\n  I think it's kinda creepy but like, whatever. Sometimes it's neat. I don't have any strong opinions on it. My partner wants to have his favorite cat stuffed but I'm kinda against that (after he dies naturally of course)\n  ","154152":"\n  I get annoyed when I'm unfairly judged but I'm definitely a judgmental person\n  ","154153":"\n  South Africa\n  \n  China\n  \n  England\n  ","154154":"\n  I agree yes but I have no examples\n  ","154155":"\n  find food I guess why does it weird me out to think about this\n  \n  babies would be less dependent on their mothers\n  ","154156":"\n  I've been thinking on this since last night and I just don't have any examples\n  ","154157":"\n  morals are just intuitive for most people\n  ","154158":"\n  The harassing of Bigfoot, Sasquatch or other undiscovered subspecies is a felony punishable by a fine and\/or imprisonment.\n  \n  I love this law\n  ","154159":"\n  refreshing webpages and listening to music\n  ","154160":"\n  yes very\n  ","154161":"\n  I like your questions and don't mind a long one from a non anon once in a while but with two broken elbows the short ones are best for me now because typing literally hurts\n  ","154162":"\n  horror or action\n  ","154163":"\n  chicken w cashew nuts\n  ","154164":"\n  cheeseburger\n  ","154165":"\n  I can stand any of it but I like lettuce the least. mayo is a necessity\n  ","154166":"\n  yuck\n  \n  I didn't even watch 13 reasons why so I def won't be watching this\n  ","154167":"\n  go to the navigation center downtown and get some help from a social worker to find shelter\n  ","154168":"\n  here's a selfie from yesterday\n  ","154169":"\n  snowboarding I guess\n  ","154170":"\n  like either I have no preference one way or the other there I listen to electronic pop\n  ","154171":"\n  yes to Nassau Bahamas from Norfolk VA\n  ","154172":"\n  houston\n  ","154173":"\n  that's their prerogative\n  ","154174":"\n  I'd let a stranger get me a bagel rn\n  ","154175":"\n  yes please either onion or everything with cream cheese\n  ","154176":"\n  no\n  ","154177":"\n  wut\n  ","154178":"\n  lately a lot because what else can I do with busted elbows. 27 questions are in my inbox right now because I haven't felt like answering. I answer most things unless they're really dumb or really offensive\n  ","154179":"\n  follow\n  ","154180":"\n  not here I'm old and no fun\n  \n  happy bday tho\n  ","154181":"\n  ...posted a pic of myself with Lipstick-Tooth\n  \n  until now\n  ","154182":"\n  I mean you'd know better than me you're the one with the weird fetish\n  ","154183":"\n  ferocious but kind\n  ","154184":"\n  not currently\n  ","154185":"\n  My parakeet's name is Bubo, which is latin for Horned owl and is also the genus name for a group of owls with tufts like the great horned owl is bubo virginianus\n  ","154186":"\n  I don't I just say \"I've gotta pee\"\n  ","154187":"\n  I took some lessons as a teen babysitter but I don't really remember everything\n  ","154188":"\n  the only one of these I've seen is psych\n  ","154189":"\n  I've never used lard\n  ","154190":"\n  so many new followers tonight. introduce yourselves with questions.\n  ","154191":"\n  trying to convince my local friends to come over Sunday to walk up to the college and see the corpse plant bloom\n  \n  also taking a water break from drinking away elbow pain\n  ","154192":"\n  medium-to-strict but in weird baffling prejudiced ways. I don't like going into it though. Rules weren't the problem with my childhood.\n  ","154193":"\n  lately, hard cider. I need to start limiting that.\n  ","154194":"\n  new dp\n  \n  as usual, no filters despite what my anons might think. Just good lighting, good skin, and good makeup\n  ","154195":"\n  I don't really like chocolate\n  \n  Ya'll- I can type with two hands again\n  \n  expect better punctuation and capitalization\n  \n  also here's today's doctor office selfie:\n  ","154196":"\n  I've never seen Django\n  ","154197":"\n  the date is my favorite thread and uma is my favorite character\n  ","154198":"\n  don't really have one\n  ","154199":"\n  don't really have any\n  ","154200":"\n  i did not\n  ","154201":"\n  13\n  ","154202":"\n  don't let other people's judgement influence who you are\n  ","154203":"\n  swordfish, rice, sprouts\n  ","154204":"\n  my dinner is done and i'm relaxing at the computer, dear followers. send questions!\n  ","154205":"\n  not really unique but in my home at least the biggest focus is on decorating the tree rather than gifts or a special meal or whatever.\n  \n  nothing special for halloween\n  ","154206":"\n  shows. short ones like 30 min\n  ","154207":"\n  i feel like i've most likely been drunk in dennys more\n  ","154208":"\n  lol so much like woah\n  ","154209":"\n  oj\n  ","154210":"\n  chai\n  ","154211":"\n  i haven't ever online dated\n  ","154212":"\n  probably\n  ","154213":"\n  yes and last time i was randomly searched and patted down : \/\n  ","154214":"\n  a steampunk version of romeo and juliet\n  ","154215":"\n  i don't edit my selfies lol. i literally just took this, only make up is mascara. don't be nasty because you're jealous\n  ","154216":"\n  lol no have you seen me\n  ","154217":"\n  they both seem masc to me but honestly whatever they're just names\n  ","154218":"\n  i am aging wonderfully and don't need surgery. look at this 39 year old face\n  ","154219":"\n  i have never watched\n  ","154220":"\n  maybe\n  ","154221":"\n  is awesome and took me to vegas\n  ","154222":"\n  pastitio, pizza, saag gosht, i dont know many polish foods\n  ","154223":"\n  pork\n  ","154224":"\n  ihop\n  ","154225":"\n  tired\n  ","154226":"\n  i dunno\n  ","154227":"\n  painting, drawing, digital art\n  \n  like what i do already\n  ","154228":"\n  what makes them wrong? are they shitty or racist or abusive or whatever?\n  ","154229":"\n  i'm 39\n  ","154230":"\n  artist\n  ","154231":"\n  wut\n  ","154232":"\n  pan galactic gargle blaster\n  ","154233":"\n  once in a great while sure\n  ","154234":"\n  yes\n  ","154235":"\n  this, facebook, twitter, instagram, tumblr, twitter analytics, nextdoor, my two mail inboxes, amazon, redbubble, my budget website\n  ","154236":"\n  spaghetti, fried chicken, rice, stir fry\n  ","154237":"\n  no\n  ","154238":"\n  i try not to but a lot of companies employ awful people\n  ","154239":"\n  no to both\n  ","154240":"\n  when i was dating texting wasn't even a thing yet lulz\n  \n  i also don't know bout this \"talking\" phase isn't that just... dating?\n  ","154241":"\n  i don't make it from scratch i use boxed jiffy which is sweet\n  ","154242":"\n  nope\n  ","154243":"\n  there really aren't i was an am unusual\n  ","154244":"\n  split unless someone just feels generous on either side, yes, sweet things or cheese, yes, yes, it's kinda more like cake\n  ","154245":"\n  fun afternoon\n  ","154246":"\n  i haven't seen or heard anything about it\n  ","154247":"\n  no difference it's just an abbreviation. Alright is maybe the slight degree better option above ok\n  ","154248":"\n  i like easter candy\n  ","154249":"\n  5'7\"\n  ","154250":"\n  yoga pants but honestly leggings\n  ","154251":"\n  pained. overheated. otherwise fine\n  ","154252":"\n  i'm high everyday and i don't speak french\n  ","154253":"\n  because life is about making new connections and growing past the past\n  ","154254":"\n  sure\n  ","154255":"\n  forget them someone else will come along eventually\n  ","154256":"\n  i have no idea\n  ","154257":"\n  not that i'm aware of\n  ","154258":"\n  no you just need to be over 21 years old\n  ","154259":"\n  i do\n  ","154260":"\n  yes\n  ","154261":"\n  different organizations trap, neuter\/spay, and monitor the communities locally so not really\n  ","154262":"\n  well then yeah there are feral housecats around\n  ","154263":"\n  then no every animal that is around here is natural to here\n  ","154264":"\n  just seems like something someone would say after smoking up\n  ","154265":"\n  what do you mean feral because there are tons of wild animals if that's what you mean\n  ","154266":"\n  #stonerthoughts\n  ","154267":"\n  no\n  \n  i'm aware of the connection but I've also never been abducted\n  ","154268":"\n  yes here is a list of the owls that live here:\n  \n   http:\/\/naturemappingfoundation.org\/natmap\/facts\/owls.html\n  \n","154269":"\n  i have a good friend who will only refer to him as \"president butthole lips\"\n  \n  I can't wait to vote against him, again\n  ","154270":"\n  i like dill pickles once in a while on a burger or something but bread and butter and sweet pickles are awful\n  ","154271":"\n  like an 8\n  \n  today's selfie\n  ","154272":"\n  i'm not very secretive. i guess my therapist.\n  ","154273":"\n  omg give it up you weirdo\n  ","154274":"\n  no probably not. I was a punk rawk art kid and my partner was JROTC\n  ","154275":"\n  ? he's eaten most of the things I have part of the reason he had so much fun dating me in the first place was because i introduced him to different foods\n  ","154276":"\n  loooove it\n  ","154277":"\n  i've been a diner waitress, chain restaurant waitress, and cocktail waitress\n  ","154278":"\n  only 3\n  ","154279":"\n  i'm seeing this at 10 am so no\n  ","154280":"\n  I've tried most available-to-me things but i'm sure theres some more obscure cuisines that i've not had an opportunity to try\n  ","154281":"\n  o k\n  ","154282":"\n  more languages\n  ","154283":"\n  i just got a snuggle from bubo. jealous much?\n  ","154284":"\n  its a variety pack but the flavor i have now is 5.5%\n  ","154285":"\n  same answer as for women\n  ","154286":"\n  a block\n  ","154287":"\n  i dont watch youtube and know none of these people\n  ","154288":"\n  in this case hard cider\n  ","154289":"\n  maybe. energy has to go somewhere i guess and all that\n  ","154290":"\n  alright homies i sent the spouse to the store to get me some pain juice, send questions\n  ","154291":"\n  bye bye plane travel\n  ","154292":"\n  at some point after i leave it\n  ","154293":"\n  i don't know any so i guess me\n  ","154294":"\n  it was a wrong number text from Theresa looking to get a ride from Aimee\n  ","154295":"\n  you bastards\n  \n  you filthy bastards\n  \n  my hand\n  \n  give me back my hand\n  \n  jk i dunno\n  ","154296":"\n  i went on a date with a black guy once in high school but i don't remember that being a major issue\n  ","154297":"\n  an instrument of goodness\n  ","154298":"\n  just be a decent human being and don't worry about kisses and then one will come along\n  ","154299":"\n  i am sure i'll kiss my partner :P\n  ","154300":"\n  oh ok\n  \n  nah i'm good\n  ","154301":"\n  google translate tells me this means calves so... huh?\n  ","154302":"\n  um, truth?\n  \n  i cut my bangs with a busted elbow oh well\n  ","154303":"\n  i just washed my gross hair with my two broken elbows and i feel great except for the shooting pains and new neck spasm\n  ","154304":"\n  staying on anti-psychs long enough to actually stop having active symptoms and getting to experience quiet fearless living again\n  ","154305":"\n  sitting in the window and watching cars go by with a little birb on your shoulder\n  ","154306":"\n  pepperjack, broccoli and cheese, brussel sprout\n  ","154307":"\n  walking at a park\n  ","154308":"\n  yeah :( sucks a lot\n  ","154309":"\n  it's like 8:20 am here\n  ","154310":"\n  just white tea i dunno its a type of tea leaf\n  ","154311":"\n  :(\n  ","154312":"\n  i dont love green black or white tea. I like rooibos and like various tisanes\n  ","154313":"\n  poor kitty\n  ","154314":"\n  i like herbal teas\n  ","154315":"\n  ugh i hate them\n  ","154316":"\n  ew too sweet\n  ","154317":"\n  lol\n  ","154318":"\n  i love it. especially hazelnut coffee\n  ","154319":"\n  3. rin, mimi, and kyo\n  ","154320":"\n  black as midnight on a moonless night\n  ","154321":"\n  no shes very quiet. my cats snore though\n  ","154322":"\n  drinking coffee, talking to the hubby, listening to music\n  ","154323":"\n  snoozing\n  ","154324":"\n  yeah true\n  ","154325":"\n  thanks\n  ","154326":"\n  sports are dumb\n  ","154327":"\n  no i wouldn't. i would do nothing with a shrink ray. i have no interest in shrinking. it weirds me out that this is a thing\n  ","154328":"\n  no because i keep having surgeries and breaking elbows\n  ","154329":"\n  i like her how she is\n  ","154330":"\n  i never think of anything  cool or ironic to say\n  ","154331":"\n  not now\n  \n  i was when i was in like middle school and played tennis, and when i was a young adult open water swimming\n  ","154332":"\n  shes already itty bitty\n  ","154333":"\n  or i can just never try to be athletic ever again\n  ","154334":"\n  weird fetish. there are a few of you asking this mess\n  ","154335":"\n  thats what the urgent care doc said\n  ","154336":"\n  oh no not this mess\n  ","154337":"\n  this is a second one\n  \n  the first one is mostly healed except a little ridge and a bicep that won't unfurl\n  \n  then i fell rollerskating two weeks ago and broke my left arm\n  ","154338":"\n  hurtin'. arm woke me up early. tired of broken elbows\n  ","154339":"\n  ok\n  ","154340":"\n  thanks\n  ","154341":"\n  haha i get way worse\n  ","154342":"\n  k\n  ","154343":"\n  \"weird\"\n  \n  i look like my dad\n  ","154344":"\n  yes but i'd miss it\n  ","154345":"\n  no it doesn't trouble me but i also dont believe thats what happens\n  ","154346":"\n  its been like a year\n  ","154347":"\n  no i forget about them\n  ","154348":"\n  nah i'd use my own name\n  ","154349":"\n  i like an actual book but the ipad is nice too\n  ","154350":"\n  do what you want\n  ","154351":"\n  people and i'm happy\n  ","154352":"\n  no\n  ","154353":"\n  my room is a disaster right now. it has teal walls, a large painting i did, two small prints from friends, a full length mirror, a tall black dresser, a long dresser with a mirror also black, and a walk in closet and a bathroom\n  ","154354":"\n  kinda like this one\n  ","154355":"\n  this one from vegas\n  ","154356":"\n  this is none of your biz\n  ","154357":"\n  the fuck you answering qs in my feed for\n  ","154358":"\n  i mean you could just work on being the sort of guy people want to tell things to\n  ","154359":"\n  it's been since i said goodbye at the airport I guess. weird. I'll have to give jon a kiss when he gets home\n  \n  today's selfie\n  ","154360":"\n  Netflix\n  ","154361":"\n  y'all understand the point of ask is to ask questions right\n  ","154362":"\n  blue\n  ","154363":"\n  maybe a 4. i am understood more clearly online than in person though\n  ","154364":"\n  k so do you have questions or\n  ","154365":"\n  nooooope\n  ","154366":"\n  i mean i guess the pictures my valuables are also sentimentally valuable\n  ","154367":"\n  anything by that pedo mj\n  ","154368":"\n  you just know without speculation\n  ","154369":"\n  pretty rarely. my friends are more small group potluck friends than party friends\n  ","154370":"\n  you are a very strange person\n  ","154371":"\n  ok\n  ","154372":"\n  i am wearing- blush. highlighter. brow pomade. three colors of eye shadow. mascara. lipstick.\n  ","154373":"\n  weird\n  ","154374":"\n  word\n  ","154375":"\n  trucks are too loud\n  ","154376":"\n  yeah omg\n  ","154377":"\n  demian by hesse\n  \n  it gave some perspective to my views on interconnectedness\n  ","154378":"\n  relaxed fit jeans\n  ","154379":"\n  well done steak\n  ","154380":"\n  religion\n  ","154381":"\n  worst: croissants\n  \n  best: bagel\n  ","154382":"\n  i like the remover cloths that are out like burts bees and neutrogena have nice ones but store brand works fine\n  ","154383":"\n  dont like wine or hot cocoa lol. so they both sound awful\n  ","154384":"\n  wine\n  ","154385":"\n  no but i do take supplements for them: magnesium, b-complex, and folic acid\n  ","154386":"\n  nite\n  ","154387":"\n  i guess thats where its from\n  \n  time for dinner be back in an hour\n  ","154388":"\n  ketchup and tomato sauce are two different things here\n  ","154389":"\n  it was just a boring beef frank not sausage at all\n  ","154390":"\n  no she defected and left her family behind long before i was born.\n  ","154391":"\n  are they good\n  ","154392":"\n  a what now?\n  ","154393":"\n  presumably. my great aunt vera may have also been schizophrenic.\n  ","154394":"\n  sounds like a real american\n  ","154395":"\n  i ate a hotdog, so i guess.\n  ","154396":"\n  nope\n  ","154397":"\n  depression was gradual, anxiety started off small and just got bigger and bigger until it was panic disorder and i was having heart attacks- schizophrenia sort of came out of nowhere in my late teens and really blind-sighted me i didnt know what was happening\n  ","154398":"\n  no it took mindfulness training with a psychotherapist for about a year before i was able to default to that sort of thinking\n  ","154399":"\n  they're completely separate. i was good at art long before i became ill or showed symptoms\n  ","154400":"\n  i dont worry about either. i stay in the present as much as possible.\n  ","154401":"\n  berries\n  ","154402":"\n  i'm an art school drop out. and i'm too mentally ill to really hold a normal job anymore. I guess that makes me the unemployed sjw\n  ","154403":"\n  coffee but both really\n  ","154404":"\n  theyre pretty neat\n  ","154405":"\n  i dont even have a pic of my butt\n  ","154406":"\n  yes to everything\n  ","154407":"\n  ikea meatballs are beautiful little babies\n  ","154408":"\n  i mean its not a pasta tho but still not my fav one\n  ","154409":"\n  blerg\n  ","154410":"\n  they're good on their own, from ikea with potatoes and lingonberry\n  ","154411":"\n  oh god thats even worse, I just in general dislike pasta dishes\n  ","154412":"\n  i do i'm so sick of it\n  ","154413":"\n  yes particularly bread bowl\/cheddar brocc soup. no, boring. yes and lotion when i'm out, yes, it would be more respectful to not\n  ","154414":"\n  nah, no, ugh no, no sorry\n  ","154415":"\n  worst: cognac\n  \n  best: sparkling\n  ","154416":"\n  owl figurines\/junk\n  ","154417":"\n  worst: sour cream\n  \n  best: guac\n  ","154418":"\n  worst: italian\n  \n  best: indian\n  ","154419":"\n  worst: tofu\n  \n  best: chicken\n  ","154420":"\n  worst: starbucks\n  \n  best: mc donalds\n  ","154421":"\n  worst: hot chocolate\n  \n  best: coffee\n  ","154422":"\n  i'm sorry mama that i am not a doctor\n  \n  that i rap about the vag\n  \n  and smoke marijuana\n  ","154423":"\n  depends on where you live i guess because i see women construction workers all the time\n  ","154424":"\n  i overshare\n  \n  today i did my makeup with my non-dominant right hand\n  ","154425":"\n  for the most part yes\n  ","154426":"\n  anything with fresh apples\n  ","154427":"\n  dumb\n  ","154428":"\n  a maga hat\n  ","154429":"\n  trail mix sure, dont think ive had it with hot sauce\n  ","154430":"\n  thinking about how stupid it is to set off hundreds of bucks worth of fireworks in daylight\n  ","154431":"\n  for the most part\n  ","154432":"\n  nope\n  ","154433":"\n  I hate jeans.\n  \n  its so slow tonight! prove me wrong by asking questions!\n  ","154434":"\n  generalizations are so ignorant\n  ","154435":"\n  there were two nests this season but i don't know how many babies they stay sort of elusive until a bit older\n  ","154436":"\n  maybe by some idiots but i love watching the squirrel families in my yard\n  ","154437":"\n  i really kind of assumed they were a global thing\n  ","154438":"\n  eating hot dogs\n  ","154439":"\n  woo\n  ","154440":"\n  lol\n  ","154441":"\n  australia doesnt have squirrels\n  ","154442":"\n  i dunno dude i guess former gf sorry for your loss\n  ","154443":"\n  nahhh like $10 maybe\n  ","154444":"\n  okay. with or without. don't matter\n  ","154445":"\n  its that time of evening where i'm bored as hell send me your questions\n  ","154446":"\n  nope i was a poor kid and now i enjoy my weird teeth\n  ","154447":"\n  no\n  ","154448":"\n  you see someone you dont really like at the grocery store\n  ","154449":"\n  nope i like questions\n  ","154450":"\n  yes\n  ","154451":"\n  been to Hawaii\n  ","154452":"\n  bland chicken\n  ","154453":"\n  dont care for them\n  ","154454":"\n  ive only ever heard of fleetwood mac and they're ok\n  ","154455":"\n  bey\n  ","154456":"\n  kim\n  ","154457":"\n  yes to all\n  ","154458":"\n  sometimes.\n  \n  ask me anything! i'm sitting at my desk for the next little while\n  \n  me rn\n  ","154459":"\n  yes to all\n  ","154460":"\n  nope\n  ","154461":"\n  nope\n  ","154462":"\n  to be healed\/healthy\n  ","154463":"\n  i know you mean well but all of these family qs are really triggering\n  ","154464":"\n  they're all racist\n  ","154465":"\n  one of my cats does\n  ","154466":"\n  no\n  ","154467":"\n  what makes you think i shave\n  ","154468":"\n  you are still wrong, go away this isnt a question and i find you intolerable\n  ","154469":"\n  let's try this again. AMA UNLESS you are a white nationalist or an incel\n  ","154470":"\n  lol um no. you're incorrect. fascists are the bad guys anti fa isn't even really a fucking group its just the idea that fascism should be stood against. the fuck.\n  ","154471":"\n  ... they are anti fascists, so good?\n  ","154472":"\n  today sucked but i had a burger and i have cider so AMA\n  ","154473":"\n  jason momoa\n  ","154474":"\n  adrian brody\n  ","154475":"\n  no? lol i love talking to old ladies at the doctor or at the store they always approach me\n  ","154476":"\n  yes the big ones sort of lean in now because of how they were with a severe bunion\n  ","154477":"\n  yes\n  ","154478":"\n  yes\n  ","154479":"\n  on the backside those are called sacro iliac joints and both of mine are dysfunctional\n  ","154480":"\n  i used to do some but then i had foot surgery that took a very long time to heal and then the elbows so i havent been able. i adore yoga when i'm capable of doing it\n  ","154481":"\n  sure\n  ","154482":"\n  my hand eye coordination is actually great but i just am tall and off balance easily for some reason\n  ","154483":"\n  yes. my 5th grade art teacher used to call me \"grace\" because i tripped and broke like half the pottery things i made\n  ","154484":"\n  i'm gen x\n  \n  here's today's selfie\n  ","154485":"\n  no i barely read anymore\n  ","154486":"\n  cheesy nachos\n  ","154487":"\n  existed with pride\n  ","154488":"\n  cup of soup, burger or salad, ice cream\n  ","154489":"\n  yes i am. i did vote. i have no plans and i have no traditions\n  ","154490":"\n  dont ask me. just live your lives\n  ","154491":"\n  wish i knew. the \"deep thinkers\" around here are so full of it\n  ","154492":"\n  yes\n  ","154493":"\n  ugh i guess A\n  ","154494":"\n  never been to one but it doesn't bother me\n  ","154495":"\n  its been a long time i cant remember\n  ","154496":"\n  meds, weed, caffeine\n  ","154497":"\n  i dont know what this is in reference to but the only reason i broke either elbow is because elbows are fragile and i'm clumsy\n  ","154498":"\n  i dont know\n  ","154499":"\n  how is it useful to put words in my mouth? you're being a fedora-tipping asshole.\n  \n  i can barely type as i have two broken elbows. i answered your stupid question. i told you why i personally dont care about the future all the time. so go away now\n  ","154500":"\n  we had steak, mashed potatoes, and roasted brussel sprouts\n  ","154501":"\n  um no actually fucker i'm speaking about myself personally\n  \n  just leave me alone you are so obtuse\n  ","154502":"\n  no.\n  ","154503":"\n  i dunno dude dont ask me stupid questions when im on painkillers\n  \n  you care about the future more when you have kids who will inherit it its not radical or hard to understand. fuck.\n  ","154504":"\n  owl\n  ","154505":"\n  dresses, shorts, bikini, skirts, neither\n  ","154506":"\n  nope\n  ","154507":"\n  bowling if your elbows aren't broken\n  ","154508":"\n  yes\n  ","154509":"\n  yes\n  ","154510":"\n  no to both\n  ","154511":"\n  i just like painless deep sleep in my comfy bed doesn't matter how or what time\n  "}}