{"Question":{"157731":"\n   How do you behave with people you don't like?\n  ","157732":"\n   Have you ever prayed to God?\n  ","157733":"\n   Would you ever have a pet stuffed after they died?\n  ","157734":"\n   What tricks can Bubo perform if any?\n  ","157735":"\n   Yo, Allison Bubo, how are you today?\n  ","157736":"\n   Is your name gender neutral? Is there a gender neutral version of ur name?\n  ","157737":"\n   Would you rather have no friends or no family? 👭👩‍👩‍👧‍👦\n  ","157738":"\n   What's your opinion on people who keep venomous pets? Have you ever done this or would you ever?\n  ","157739":"\n   Would you rather follow your heart or your head ?\n  ","157740":"\n   I love it! You look remarkable!\n  ","157741":"\n   When you order a pizza is there one on the menu that suits you exactly? I might be fussy but there's always a topping I want added or taken away. I sometimes order a vegetarian with pepperoni coz that covers everything I want 🍕\n  ","157742":"\n   Post one of the following.... Your favourite meme, the last picture that made you laugh, your favourite selfie you've taken.\n  ","157743":"\n   What's your favorite photo that you've taken?\n  ","157744":"\n   Would you rather eat nothing for three days or the same meal for a month straight? 🍝🍚🍲\n  ","157745":"\n   I have panic attacks to 😭😭😭😭\n  ","157746":"\n   When was the last time good news wasn't good news for you? For example, today I found out Coca-Cola stopped sponsoring Iditarod, which I didn't know they sponsored in the first place! It's a sled race that makes dogs run a very far distance at very low temperatures in the snow which I don't support.\n  ","157747":"\n   The state of Alabama is proposing a new law that would require people to pass a drug test in order to get food stamps. The state of Arkansas is proposing a bill to limit the amount of junk food that people with food stamps can buy. What do you think of these two proposals?\n  ","157748":"\n   I spent last week in a country where I couldn't speak the language, yet my biggest concern of the trip was missing my flight\/the airline losing my bags. If you were going to a different country and couldn't speak the language, what would be your biggest concern?\n  ","157749":"\n   During a recent class discussion, someone said that calling someone your boyfriend or girlfriend is an immature term that no one older than a teenager should use. She said adults should use the words \"my person\" or \"my partner\" instead. What do you think of this?\n  ","157750":"\n   Without looking it up, do you know what an affogato is? If you don't know what it is, look it up and let me know if you would ever try it\n  ","157751":"\n   2) What is the last band or musical artist you saw in concert? If you've never been to a concert, which artist would you like to see?\n  ","157752":"\n   I'm sending out a mini spam of random questions because I'm bored. \n\n1) Have you ever been out of your home country? If so, where did you go? If you haven't, where would you like to go?\n  ","157753":"\n   I love you\n  ","157754":"\n   I have friends that is why I am on ask fm making  shoutouts.  🎫 🐔🐦🐓\n  ","157755":"\n   What was for lunch today?\n  ","157756":"\n   Would you like to be able to get inside Bubos head for a day to see what she's actually thinking?\n  ","157757":"\n   Bubo is the luckiest budgie in the world! :)\n  ","157758":"\n   That's classic!  She must feel safe and secure in there?\n  ","157759":"\n   That's just beautiful Allison :)  Has she been trying to get into the cabinet for a while?\n  ","157760":"\n   Bubo love essence infused with owl wisdom and taken intraveiniously or media trivia boiled and reduced before baking and biscuitized?\n  ","157761":"\n   Pulverized happiness mixed with maple syrup or coffee that keeps you high for a day?\n  ","157762":"\n   Do you have sugar with your coffee?\n  ","157763":"\n   Essence of Donald Trump purified and caramalized or egoic  thoughts lightly seared and dipped in yummy lotion?\n  ","157764":"\n   If you were a bird, where will you wish to fly?\n  ","157765":"\n   where i live, it's currently chilly and raining. what do you like to do on cold, rainy days?\n  ","157766":"\n   do you ever go to coffee\/tea shops? if so, what do you usually order?\n  ","157767":"\n   if you could bring one person back from the dead, what would you possibly say to them? you don't have to specify who this person is if you're not comfortable doing so.\n  ","157768":"\n   How to motivate yourself?\n  ","157769":"\n   Do you think society\/media\/beauty products still view light skinned people as more beautiful?\n  ","157770":"\n   Have you ever used subscription boxes before? (makeup, food, videogames etc)\n  ","157771":"\n   Are you an loyal person?\n  ","157772":"\n   What has been the best part of your day?\n  ","157773":"\n   .\n  ","157774":"\n   Your worst experience dried and mixed with Bubo love sprinkles or someone who was born in chocolate and is ready to be eaten?\n  ","157775":"\n   A peace of ideology dipped in map drawings and sprinkled with pure ecstasy or your last thought smothered in town planning and dipped in everything that feels good nectar?\n  ","157776":"\n   Total bliss nectar or infinite contentment juice?\n  ","157777":"\n   A bug with vegemite on it or an ice cream stick dipped in infinity syrup?\n  ","157778":"\n   Macdonalds?  Big Rooster?  Pizza House?  Kentucky Fried or dirt?\n  ","157779":"\n   Do they make their own doe on the premises or get it in premade?\n  ","157780":"\n   What kind of metal are the pans made of?\n  ","157781":"\n   So did you scull vinegar to get rid of the taste?\n  ","157782":"\n   Would you like to light the wick that blows up a mountain side?\n  ","157783":"\n   How many grains of sand on a beach have you counted so far?\n  ","157784":"\n   What do you think of that initial peace of electricity you feel when you cut your finger with a knife?\n  ","157785":"\n   Ever get a slight tingly sensation in your left kidney when you accidentally get hit by a truck?\n  ","157786":"\n   .\n  ","157787":"\n   Is it illegal to not call an ambulance or help someone who’s been stabbed?\n  ","157788":"\n   Did you know that some 18th-century adults reached weights of 8–10 t (8.8–11.0 short tons) and heights up to 9 m (30 ft).\n  ","157789":"\n   so u wont talk pvtly?\n  ","157790":"\n   do u judge ppl\n  ","157791":"\n   can i untick\n  ","157792":"\n   suppp\n  ","157793":"\n   Very very beautiful profile with your Bird on top of your head❤️\n  ","157794":"\n   heyyyyyyyyyy\n  ","157795":"\n   Would you ever be a vegetarian? 🌱\n  ","157796":"\n   What is or was your favourite TV show ever?\n  ","157797":"\n   Which has more value: creativity or knowledge?\n  ","157798":"\n   Do you think anyone would date me?\n  ","157799":"\n   What color eyes do you have?\n  ","157800":"\n   When is your birthday\n  ","157801":"\n   I follow you, do you follow me?\n  ","157802":"\n   what’s ur favorite drink on a hot summer day? what’s ur favorite drink on a cold winter morning?\n  ","157803":"\n   what’s ur favorite road trip drink? what’s ur favorite starbucks drink? what’s ur favorite alcoholic drink?\n  ","157804":"\n   Yesterday was International Womens Day so on IG I posted some women who I'm grateful for, mesmerized by and proud of. Who are some women that you're grateful for, mesmerized by and proud of?\n  ","157805":"\n   Need help identifying vinal album from what we think is 70's. We remember the album cover. It has profile pic of head with tongue out. People are going into head on the tongue and it is bright and pretty. The back of the head has a plug in it.\n  ","157806":"\n   Hi, how are you?\n  ","157807":"\n   ~Memberships~\nAre you a member of \n♣️ Any social clubs? \nΣ Σ Σ  A sorority or a fraternity? \n💀 Any secret or private clubs\/societies? \n🌹 A political party? \n🎓 Any professional associations? \n🛠 A trade union?\n  ","157808":"\n   Are you single?\n  ","157809":"\n   Which royal duchess do you like better, Kate or Meghan?\n  ","157810":"\n   Is where you're living now the best place you've ever lived?\n  ","157811":"\n   Ever made an article of clothing?\n  ","157812":"\n   Because you don't notice any unusual changes, does that mean that you don't thing there is climate and temperature change happening in the world at large?\n  ","157813":"\n   Words can Bubo say if any?\n  ","157814":"\n   yeah but do you notice any changes that are out of the ordinary?\n  ","157815":"\n   You have MySpace and if not, then what year did you started MySpace and what year did you left MySpace?\n  ","157816":"\n   But I mean long term changes in the climate and temperature?\n  ","157817":"\n   Do you notice personally any change in temperature and climate where you live?  Like, would you say it's getting hotter without listening to the media reports about it?\n  ","157818":"\n   Do  you like squeezing pimples?\n  ","157819":"\n   Is it cold where you are now?\n  ","157820":"\n   What’s your favorite season? 🌷☀️🍁❄️\n  ","157821":"\n   What artifact of Bubo would you keep for posterity if she passed away?  Like her poop perhaps?\n  ","157822":"\n   Has Bubo ever shat on your head?\n  ","157823":"\n   Are there any museums where you live?  If so do you ever visit them?\n  ","157824":"\n   What sort of water did you drop your phone into?\n  ","157825":"\n   Ever accidentally dropped a digital device into water?\n  ","157826":"\n   What are your plans for the weekens?\n  ","157827":"\n   Has anyone else been getting spam messages from political people asking for donations? \n\nAlso lol @ \" Fellow Conservative\". Who addresses people that way? I wouldn't label myself conservative either.\n  ","157828":"\n   Do you feel bad for teens that never got to listen to the radio and have a tape recording it or burn their own cds?\n  ","157829":"\n   Should regulated assisted s*icide be allowed legally and provided by healthcare professionals? Why\/why not? If yes, do you think it should be allowed for anyone able to consent to it or only those who are terminally ill?\n  ","157830":"\n   What's one of your own, personal beliefs that you don't think you'll ever change?\n  ","157831":"\n   My fiancé's initials are P.E.R.K. when he was a child he was given the option of adding the third name for religious reasons so he chose \"Romanus\" so his initials would spell PERK as in Central Park from Friends.😂 What are some funny or strange initials of people that you've heard? What are yours?\n  ","157832":"\n   What's the most ridiculous thing anyone has ever tried to argue\/fight with you about?\n  ","157833":"\n   When it comes to significant others sharing a bathroom, what's your opinion? Should someone be allowed to pee in the toilet while another is showering in the shower etc or is it all a big no-no?\n  ","157834":"\n   In the past, I often called a male teacher \"Miss\" or a female teacher \"Mr\". Have you ever messed up anyone's pronouns or prefixes accidentally? What are your pronouns? (I'm he)\n  ","157835":"\n   What is the single best decision you have made in your life so far?\n  ","157836":"\n   Is your life anything like it was two years ago?\n  ","157837":"\n   Basic questions but I want to try new food\/drinks. What’s your fav chocolate? Whats your fav ice cream? What’s your fav tea? What’s your fav coffee?\n  ","157838":"\n   Cool Allison.  Love that you're in the world at the same time as me.  You're a beautiful person :)  C ya\n  ","157839":"\n   Would you be pissed off if Bubo outlived you?\n  ","157840":"\n   Ever seen the movie \"Play Misty For Me\"?\n  ","157841":"\n   Would you cry a lot if Bubo passed while you were gone?\n  ","157842":"\n   What kind of bird would you replace Bubo with if she passed away?\n  ","157843":"\n   Do you think that Bubo would hang around your place if she accidentally got out?\n  ","157844":"\n   Will you skype with Bubo when you're out of town?\n  ","157845":"\n   Have you spent time away from Bubo before?\n  ","157846":"\n   Hey Allison, who looks after Bubo when you visit your relos?\n  ","157847":"\n   Have you ever met Leigh the poet\n  ","157848":"\n   I love your life with Bubo and how you are like close souls :)\n  ","157849":"\n   Ever wanted to write a novel about your life with Bubo?\n  ","157850":"\n   Did some external event usually trigger your anxiety attack or did it arise for no apparent reason at all\n  ","157851":"\n   Like, if you ever had anxiety attacks, can you describe the physical sensations that occur in that instance?\n  ","157852":"\n   Do you ever experience bodily sensations that make you want to avoid them?\n  ","157853":"\n   Are you fairly meticulous when you're cleaning your house?\n  ","157854":"\n   Do you have special toilet paper?\n  ","157855":"\n   So it's an internal sensation that you're feeling as opposed to an external on the skin sensation?\n  ","157856":"\n   How do you feel your frontal lobe?  Like, how do you know it's not some other part of your brain that you're feeling?\n  ","157857":"\n   Do you think there's a breakdown of consensus reality in the world at large?\n  ","157858":"\n   Are you saying that your frontal lobe actually feels smoothed out when you yawn?\n  ","157859":"\n   Did you used to try and style your fashion look to suit the media celebs who were around at that time?\n  ","157860":"\n   What's your opinion on Indigenous people?\n  ","157861":"\n   Do you still research mental health matters even though you're feeling ok most of the time now?\n  ","157862":"\n   Do you have a landline in your house?\n  ","157863":"\n   Do you have a skincare product you like but don't really care for the texture?\n  ","157864":"\n   which movie will u see? Five Feet Apart, Wonder Park, Captain Marvel, Tyler Perry's A Madea Family Funeral, Greta, How to Train Your Dragon: The Hidden World, Alita: Battle Angel, Fighting with My Family, The LEGO Movie 2: The Second Part, Isn't It Romantic, The Upside, What Men Want, or Green Book?\n  ","157865":"\n   things to ask me about!\n  ","157866":"\n   Do you often suffer from sleeplessness?\n  ","157867":"\n   That's beautiful Allison! :)\n  ","157868":"\n   Hahahaha, Bubo not into bondage :)  Does Bubo fly around your house inside?\n  ","157869":"\n   Would you like to dress Bubo up?\n  ","157870":"\n   Do you like bounty the chocolate bar? Do you like coconut?\n  ","157871":"\n   Which royal duchess do you like better, Kate or Meghan?\n  ","157872":"\n   What's the opposite of hard work from your perspective?\n  ","157873":"\n   Do you agree with you eat with your eyes first? Do you care about presentation?\n  ","157874":"\n   What's your definition of hard work?\n  ","157875":"\n   I’m very similar. I too read a bit of music as a kid. I can also read Elder Futhark,  (though I can’t read Old Norse once I’ve deciphered it, so really it’s only uses are runes that have been written using English, or their symbolic meanings). I also use a diary code. 🙂\n  ","157876":"\n   Do you leave your phone on and close to you when you're sleeping?\n  ","157877":"\n   When you try new foods at the supermarket, does the packaging attract you more to buy it?\n  ","157878":"\n   ~Codes & Ciphers~\n🎶 Can you read music? \n⚫️ Do you know Morse code? \n🔠 Do you know the Phonetic Alphabet? \n✝️ Can you read runes? \n☣️ Can you read any codes or ciphers or any systems of symbols?\n  ","157879":"\n   How to start an assay?\n  ","157880":"\n   What’s more important to you in a relationship? Looks or personality? Are they both mandatory to make a relationship work?\n  ","157881":"\n   who do you think you are bullying people here?\n  ","157882":"\n   People who don't know you, do they most often think you are younger, older or about your age? 🤔\n  ","157883":"\n   Have you ever been to Portland, Maine? Have you ever been to Portland, Oregon?\n  ","157884":"\n   Simple but extremely complex. What’s your Favourite band?\n  ","157885":"\n   What an arrogant !!!!! You do not have to click anything, delete the question if you get angry because of it 🤷‍♂️\n  ","157886":"\n   .\n  ","157887":"\n\n    https:\/\/m.youtube.com\/watch?v=TxKyftJwgDc\n   \n   In the eighteenth century there was an Ottoman(Turkish) method (called falaka), to punish the Lawbreakers and harassers, this scene taken from drama series about peroid of eighteenth century.\n  ","157888":"\n   But he caused physical damage to others !\n  ","157889":"\n   you think he does not deserve physical punishment?\n  ","157890":"\n   are you related to any Mormons?\n  ","157891":"\n   (i’m just curious how common some things are lol) were you born by c-section?\n  ","157892":"\n   are there any twins in your family?\n  ","157893":"\n   do any of your relatives have extreme religious views? (what religion?)\n  ","157894":"\n   are any of your grandparents immigrants?\n  ","157895":"\n   are any of your relatives indigenous?\n  ","157896":"\n   who do you think had a better childhood: your mother or father?\n  ","157897":"\n   You are beautiful!\n  ","157898":"\n   When I comes to things like \"cats or dogs\", \"PS4 or Xbox\", \"coffee or tea\" or \"Coke or Pepsi\" are you opinionated? What are your opinions and do you think you can be snobby about them or not?\n  ","157899":"\n   If you are a judge in the 18th century, what punishment would you give to harasser?\n  ","157900":"\n   were you vaccinated? did u\/will u vaccinate ur kids?\n  ","157901":"\n   do your parents like the Beatles? Led Zeppelin? The Grateful Dead?\n  ","157902":"\n   Is consensus reality pretty strong where you live?\n  ","157903":"\n   Ever get tired of living in such a bubble as you do?\n  ","157904":"\n   Ever heard of Windigo Psychosis?\n  ","157905":"\n   Ever been called a Swamp Ape?\n  ","157906":"\n   Like, what is Australias main news item currently from your perspective?\n  ","157907":"\n   Yowie as in a mythical monster?\n  ","157908":"\n   How do you see Australia as an American?  I won't be offended so be honest :)\n  ","157909":"\n   Why do some power structures need to be toppled and what power structures do you mean?\n  ","157910":"\n   Why is there so much pessimism in society even when the world is getting better over time?\n  ","157911":"\n   Is the world getting better overall or worse?\n  ","157912":"\n   You say that you love rain, but you open your umbrella when it rains.\nYou say that you love the sun, but you find a shadow spot when the sun shines.\nYou say that you love the wind, but you close your windows when wind blows.\nThis is why I am afraid, you say that you love me too\n  ","157913":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","157914":"\n   It shouldn’t be a bad ending just bc it didn’t last forever and I know it doesn’t have to be but not being with you and talking to you everyday and knowing I just can’t walk back Into your life and kiss you like nothing happened— that’s the problem\n  ","157915":"\n   I miss us 💔\n  ","157916":"\n   you and I will always be unfinished business\n  ","157917":"\n   Hello\n  ","157918":"\n   I'm cleaning out my following section because it's dead and over half of the people are no longer active. With that being said, please give me some more accounts to follow because my feed has been boring. ): Thank you\n  ","157919":"\n   What's a common gender neutral name in your area?\n  ","157920":"\n   What's a common girls name in your area?\n  ","157921":"\n   What's a common boys name in your area?\n  ","157922":"\n   What's the last song you listened to? Would you recommend it, why\/why not?\n  ","157923":"\n   If your house was burning and you had only 30 seconds to save something, what would you save?\n  ","157924":"\n   Are you an ambivert, extrovert, introvert, omnivert?\n  ","157925":"\n   How does the question \"have you tried turning it off and on again?\" make you feel?\n  ","157926":"\n   Favorite adult beverage?\n  ","157927":"\n   Would you share  some of your weed if your parents requested that?\n  ","157928":"\n   do you usually bury dead animals if you find them where you live?\n  ","157929":"\n   Ever blow weed smoke in Bubos face?\n  ","157930":"\n   Ever tried magic mushrooms?\n  ","157931":"\n   Do you belong to any niche\/micro communities either online or irl? Which ones?\n  ","157932":"\n   Ever eaten pot?\n  ","157933":"\n   Why don't you try growing your own?\n  ","157934":"\n   What dosage of CBD would you recommend to someone who's never taken it before? I'm looking for something equivalent to 1 ibuprofen for pain relief. I feel like a tincture would be easiest for me,, But are there better ways of taking it in your opinion?\n  ","157935":"\n   Will you be back doing marathons again after your foot heals?\n  ","157936":"\n   Would you 3D print another foot if you could?\n  ","157937":"\n   Nimbin is a funny little town full of ex hippies where weed is sold illegally on the street.  The cops bust them now and then but the dealers come straight back out and start again. Lots of tourists in that area\n  ","157938":"\n   Like, have you heard of a place called Nimbin in Australia?\n  ","157939":"\n   Does the CBD get you loaded?\n  ","157940":"\n   Do you like the hay coffee taste combo?\n  ","157941":"\n   What places have you heard of in Australia?\n  ","157942":"\n   Why is CBD legal where your relos are but weed isn't?\n  ","157943":"\n   How many oil drops do you use in one cup of coffee?\n  ","157944":"\n   Does the CBD make the coffee taste different?\n  ","157945":"\n   Is weed legal where your relatives live?  The one's who you are visiting this year\n  ","157946":"\n   Is a weed farm and the seller responsible for their product moving between states where weed is illegal?\n  ","157947":"\n   Are the weed farms fenced off from the public or are they only small plots?\n  ","157948":"\n   Are there lots of growers where it's legal in the US?\n  ","157949":"\n   Ever met your grower personally?\n  ","157950":"\n   I have fantasies about the elderly lady who lives next door.  Is this weird do you think?\n  ","157951":"\n   Hung out as in stayed a week?\n  ","157952":"\n   Does your fave grower own the shop from which he sells his produce?\n  ","157953":"\n   Do you like looking at weed bud photos?\n  ","157954":"\n   Ever seen a real pot plant?\n  ","157955":"\n   Any valid idea as to why pot is illegal?\n  ","157956":"\n   Do you think that in places where pot is illegal that pot smokers there feel the stigma that's attached to pot simply because it's illegal?\n  ","157957":"\n   what was the last thing that made you happy?\n  ","157958":"\n   .\n  ","157959":"\n   When was the last time you felt left out (if any)? \nHow did you deal with it?\n  ","157960":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","157961":"\n   Are you nostalgic about any old songs?\n  ","157962":"\n   What kind of movie would you like to act in if you did that?\n  ","157963":"\n   Does ten years seem like a long time to you?\n  ","157964":"\n   what do you mean by new music?  Like, simply music that is brand new?\n  ","157965":"\n   Which parent are you most like?\n  ","157966":"\n   Do  you know how mobile phone technology works?\n  ","157967":"\n   Do you take presents with you to give to your relo's when you catch up with them?\n  ","157968":"\n   What to look forward in March?\n  ","157969":"\n   Do you like conspiracy theories?\n  ","157970":"\n   I just read this article about two lost little girls who survived 2 nights in a forest before being rescued. How are your survival skills? Could you survive in the wilderness?\n   \n    https:\/\/www.independent.co.uk\/news\/world\/americas\/girls-missing-sisters-california-wilderness-found-two-nights-a8806546.html\n   \n","157971":"\n   Are you part of a “fandom” where you follow a tv\/comic\/book\/game\/film series devotedly and buy associated fanware such t-shirts\/toys\/costumes etc? If so do fans in your fandoms(s) have a collective name?\n  ","157972":"\n   Dragon or unicorn? Which would you take as a pet?\n  ","157973":"\n   What would you save first if your apartment caught on fire?\n  ","157974":"\n   Knock knock - Who’s there? - Doris - Doris who? - Doris locked, that’s why I’m knocking.\n  ","157975":"\n   Have you ever had to take flagyl\/metronidazole?? If so How did it make you feel?\n  ","157976":"\n   What are five versatile foods that you buy? Meaning, you can eat them, cook them or bake them in many different ways and lair them with many different foods.\n  ","157977":"\n   What are some questions you ask a person when first meeting them, in order to get to know them?\n  ","157978":"\n   Suggest a movie..\n  ","157979":"\n   What kind of perfumes do you like (fruity, flowers etc)? How often do you wear it? And do you like your SO to wear it?\n  ","157980":"\n   We have large flocks of budies in parts of Australia\n  ","157981":"\n   Are there lots of wild budgeriegars where you live?\n  ","157982":"\n   Do you feel like your perception of the world is an accurate one?\n  ","157983":"\n   Is there a social hierarchy where you live?\n  ","157984":"\n   Do you think the concept of main stream media is outdated?\n  ","157985":"\n   Would you take a picture of yourself doing the blowfish face?\n  ","157986":"\n   Blowfish face?\n  ","157987":"\n   Does your hubby ever get jealous of Bubo?\n  ","157988":"\n   In what ways do you have to care for your husband?\n  ","157989":"\n   Would you design your own baby if that was possible?\n  ","157990":"\n   That's a cute Bubo video Allison :)\n  ","157991":"\n   What things last the longest in your life?\n  ","157992":"\n   Do you own an umbrella?\n  ","157993":"\n   Would you rather Experience the beginning of planet earth or the end of planet earth?\n  ","157994":"\n   .\n  ","157995":"\n   I have an exam tom for which i havent prepared at all what are my options?????\n  ","157996":"\n   What takes up too much of your time?\n  ","157997":"\n   I am a woman who dated a male Starbucks barista and got my heart broken lol\n  ","157998":"\n   Have u ever met a Billie Eilish stan\n  ","157999":"\n   have you ever gotten your eyebrows waxed, professionally? have you ever waxed your eyebrows at home?\n  ","158000":"\n   Opinion on: Guys who shop at Zumiez?\n  ","158001":"\n   (Don’t date Starbucks baristas! #heartbreakers) Do you know any starbucks baristas?\n  ","158002":"\n   Life without the internet - could this be possible?\n  ","158003":"\n   it should have alot of your art in it\n  ","158004":"\n   What should there be in a perfect city?\n  ","158005":"\n   Who the hell's betting on horses at breakfast time in Japan?\n  ","158006":"\n   What's your comfort food? What meal always makes you feel better?\n  ","158007":"\n   Do you think it's ok for a single guy to masturbate alone in a forest?\n  ","158008":"\n   Are you currently pushing any art limits?\n  ","158009":"\n   Have you gone as far as you can with your creative artistry?\n  ","158010":"\n   Have you seen Plains Trains and Automobiles?\n  ","158011":"\n   Do you know how the mind works?\n  ","158012":"\n   Have you ever participated in a protest\/strike before?\n  ","158013":"\n   Like asexual?\n  ","158014":"\n   do you have an instagram account? (if you're willing to share it with me)\n  ","158015":"\n   thats not true, just because you dont have sex drive doesnt mean you dont find people physically attractive.\n  ","158016":"\n   If you're attracted to women too, is your first impression when you see someone you like a sexual one?\n  ","158017":"\n   Does female intellect attract you to some women?\n  ","158018":"\n   I agree. This is why I have my commune \/ house for friends dream\n  ","158019":"\n   If you were an alien from outer space, what would you think of humans had  you not seen them before?\n  ","158020":"\n   Like, do you like well toned healthy women?\n  ","158021":"\n   If you were an actor, would you rather play the role of a rapist or the role of a street sweeper?\n  ","158022":"\n   me either tbh\n  ","158023":"\n   What female characteristics attract you to women?\n  ","158024":"\n   Would you like to visit another realm of the mind where things seem real or play on park swings for the rest of your life?\n  ","158025":"\n   cool! \n\nThere is this place by me that does all these flavored Olive oils on these taps (you fill the bottles yourself), and they have this butter one that is suuuuuper good on popcorn\n  ","158026":"\n   Do you have different body sensations for different inner entities?\n  ","158027":"\n   Is sharp pain the opposite of blunt ecstasy?\n  ","158028":"\n   What medication does your dressing table take for its stained mirror?\n  ","158029":"\n   Do you think that rust is a kind of arthritis?\n  ","158030":"\n   Ever get pins and needles in your tooth brush?\n  ","158031":"\n   Have you always been averse to having needles?\n  ","158032":"\n   Can you feel yourself dying?\n  ","158033":"\n   Ever donated blood?\n  ","158034":"\n   That's something then!!\n\nWhat about olive oil?\n  ","158035":"\n   Would you try and fish out a $10 note if you saw one in the bottom of a public toilet?\n  ","158036":"\n   Poor Bubo then :( \n\nI really like that Kernel Seasons ranch seasoning...\n  ","158037":"\n   Would you rather vomit solid gold powder or poop silver nuggets?\n  ","158038":"\n   What would be worse for you , having your eyelids sewn together or a metal skewer pushed through your thigh?\n  ","158039":"\n   oh definitely. Bury me in ice cream\n\nAnd now I want popcorn \n\nI got a whirlypop. A Good Investment (and a small one lol)\n  ","158040":"\n   .\n  ","158041":"\n   ooo butter pecan, that sounds goooood\n\nAlso, I'm realizing how dangerous owning an ice cream maker would be for me...lol\n  ","158042":"\n   I haven't had a real snow cone in soooo long. For a little while a couple years ago, I was blending ice, and then squeezing drops of those squeezable water flavoring things on top of it lol\n  ","158043":"\n   It was!! But ahh I can't find it online anywhere\n  ","158044":"\n   Lol! Cake in a bowl sounds good. Growing up, we used to have this crank machine where you'd put cake and hard ice cream in, and crank it through these gears you'd freeze, and end up with soft cake ice cream. Sounds perfect for cake in a bowl lol\n  ","158045":"\n   Good enough reason to go with the Soup Path then!\n  ","158046":"\n   FAIR\nLike 9 yo me loved the dino oatmeal, but idk about now...\n  ","158047":"\n   In the soup scenario, you just get full sized dinner plates, but very shallow ones, & you don't get spoons; you do get sporks, but they're the thick steel ones, so it'd be tough to scoop soup off of the plate.\n\nIn the oatmeal scenario, you only get sporks if you eat that marhsmallow dino oatmeal\n  ","158048":"\n   \"I Have No Punching Arms, and I Must Punch\" -a book by Harlan Ellison \n\nCan only eat soup, but you have no spoons and must use plates, or can only eat oatmeal, but you have bowls and spoons? Let's assume you're a mech (we have to keep the theme), but that you also need to eat, and are human-sized\n  ","158049":"\n   OKAY FAIR. Mech that jumps really high but can't punch or kick, or mech that runs fast and is a good puncher, but trips a lot?\n  ","158050":"\n   What's cooler: being into Mecha because of a desire to be in a different body, or being into Mecha because battles?\n  ","158051":"\n   Oh yeah I don't see that I thought this was like to meet new people\n  ","158052":"\n   Oh yeah I don't know how this works I was trying to  figure out this\n  ","158053":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","158054":"\n   Wym\n  ","158055":"\n   He'll yeah you are 😘😍\n  ","158056":"\n   But you cute\n  ","158057":"\n   Lmao oh 😂\n  ","158058":"\n   Wym by that\n  ","158059":"\n   Hey\n  ","158060":"\n   What’s the best pizza you had? Restaurant name and what did you get?\n  ","158061":"\n   Hey\n  ","158062":"\n   What is the strangest or most uncommon fruit and\/or vegetable you've ever had?\n  ","158063":"\n   If money were not an issue, would you buy a pair of AirPods or do you think they're dumb?\n  ","158064":"\n   What is the nerdiest thing you enjoy?\n  ","158065":"\n   hi what is your telegram? you are very nice\n  ","158066":"\n   What do you hate about avocados?\n  ","158067":"\n   Hi\n  ","158068":"\n   I'm so glad it's working.I was kinda sceptical so I'm glad you didn't get ripped off!\n  ","158069":"\n   If you were reborn in a new life, would you rather be alive in the past or future?\n  ","158070":"\n   You don't have a problem with prostitution so you shouldn't have a problem with the question\n  ","158071":"\n   I don't know any  prostitutes so what  else would I do\n  ","158072":"\n   Would you ever have sex for money?\n  ","158073":"\n   Do you celebrate carnival?\n  ","158074":"\n   whats everyone up to right now?\n  ","158075":"\n   what do you think happened to jaleayah Davis?\n  ","158076":"\n   Worst life experience?\n  ","158077":"\n   Would you rather know the date of death or cause? 💀\n\n (death cannot be avoided by acting upon this knowledge)\n  ","158078":"\n   Would you rather be able to make any imaginary thing become reality by just drawing it or make any real thing disappear by erasing part of the drawing?\n  ","158079":"\n   You're never too old to... (phrase) - Used by grown ups or teenagers when they want to do something childish without being labeled \"immature.\"\n\nHave you ever used that phrase and would the meaning be the same for you?\n  ","158080":"\n   The store Kroger is starting to not accept Visa Credit Cards. Do you think it matters which way you pay for something or do you think more brand stores like that should follow suit?\n  ","158081":"\n   Thoughts on the statement\"Vaccines Are ‘Communist’ \"\n  ","158082":"\n   Apparently a school has added Vape Detectors in their bathrooms. The article I read didn't give much information on HOW the vape is detected but apparently it will send text alerts to the principal and other higher up people and they then bust the person vaping. Thoughts on this?\n  ","158083":"\n   Are you \"woke\"?\n  ","158084":"\n   How's your foot?\n  ","158085":"\n   It's a wonderful selfie! :)\n  ","158086":"\n   uwu\n  ","158087":"\n   Tik Tok or Musical.ly?\n  ","158088":"\n   Do you think that Trump is being framed or is what they say about him true?\n  ","158089":"\n   Do you think it's becoming more difficult to know what news is fake and what news is real?\n  ","158090":"\n   what are you really good at tell me your talents?\n  ","158091":"\n   Do you think that the world is heading for a huge economic recession?\n  ","158092":"\n   Do you think America is a plutocracy?\n  ","158093":"\n   Can you name a black female tv character from a show you like\n  ","158094":"\n   any movie suggestions please?\n  ","158095":"\n   Thanks, maybe I'll try.\n  ","158096":"\n   I enjoy looking at art, wish I had talent enough to be an artist. I can draw a mean stick man and an ok pot leaf though.\n  ","158097":"\n   do you plan your meals? if so, do you use an app(s) to help or do you do it all by yourself? how do you combine healthy, money saving and variety? Tell me your secrets!\n  ","158098":"\n   By the year 2014, 4.4 billion people in the world still didn’t have access to the internet, according to WaPo. \nWhen and if they are finally connected, what do you think their first Ask questions might include?\n  ","158099":"\n   hmm, if I had done that..  I never would have amassed what I did.\n  ","158100":"\n   if I sent you $10,000 worth of crypto anonymously.. what would you do with it?\n  ","158101":"\n   I need a new hobby, could you suggest me something?\n  ","158102":"\n   Gomez & Morticia Addams were the first ever tv show couple to heavily imply that they have non-vanilla sx. At the time it was shocking. Who are a fictional couple from tv\/books etc. that shocked you and why?\n  ","158103":"\n   Who in your eyes are the perfect fictional couple and why do you think so?\n  ","158104":"\n   What sites do you use to watch anime, cartoons, tv shows and movies on?\n  ","158105":"\n   How often do you get sent other people's @s? Do you usually answer them or delete them?\n  ","158106":"\n   You're on a first date with someone and they keep mentioning their ex, is this a positive or a negative for you? Do you think it's great that they're so open & learned so much from their last relationship or do you think that they seem to not be over their ex & they're thinking about them a lot r\/n?\n  ","158107":"\n   Are your natural eyebrows arched or straight? Do you have more \"stray hairs\"(hairs that grow in strange directions) over or under your eyebrows?\n  ","158108":"\n   Hey Allison, I have to go.  Great typing with you and I hope you get better real soon.  C ya :)\n  ","158109":"\n   Do you ever get massage for your sore body?\n  ","158110":"\n   Is Latvia backwards in its social norms?\n  ","158111":"\n   That's really silly how they deleted our legal substances conversation Allison\n  ","158112":"\n   .\n  ","158113":"\n   Are you mixing other intoxicants with your cold medicine?\n  ","158114":"\n   What is the active intoxicant in cold medicine?\n  ","158115":"\n   .\n  ","158116":"\n   social justice rogue is actually a real thing though lol...apparently its someone who says \"problematic\" things?\n  ","158117":"\n   i just tried googling what social justice rogue is but i still dont get it lol, can you explain?\n  ","158118":"\n   is your husband a sjw like you?\n  ","158119":"\n   Have you ever dated a shy person?\n  ","158120":"\n   What do you think about the song \"Thank u, Next\" by Ariana Grande? Is it overrated? What about the music video?\n  ","158121":"\n   fun-fact: did you know humming birds can beat their wings 80 times per second and also fly backwards\n  ","158122":"\n   When was the last time you were sabotaged and what happened? (This can be self sabotage or someone else sabotaging you)\n  ","158123":"\n   sound like good plans hope you enjoy\n  ","158124":"\n   the weekend is really close whats your plans?\n  ","158125":"\n   Do you have a problem with buying lots of fruits and vegetables and then they spoil in the fridge?\n  ","158126":"\n   what are some foods it seems people associate with you? (i like funyuns a lot, and i’ve often been gifted funyuns when someone wants to get me something small. also three musketeers)\n  ","158127":"\n   Whale, whale, whale.🐋 Recently, a dead humpback whale was discovered in the Amazon rainforest. Fully grown, they're roughly 8m\/26ft & 30,000kg\/66,000lbs but this one was a calf. People have blamed aliens, rising sea levels etc. But what or who do you think is to blame for this peculiar incident?🔍\n  ","158128":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","158129":"\n   fifty % milk and fifty % brewed coffee, or an americano?\n  ","158130":"\n   have you ever had an imaginary friend? were they named? (i briefly had an imaginary friend named Gertie!)\n  ","158131":"\n   Would you like to be a psychologist?\n  ","158132":"\n   Are most Americans religious?\n  ","158133":"\n   Even though you say you're a bit crazy, I think you're one of the most reasonable and logical people on here! :)\n  ","158134":"\n   If you had kids would you trust them alone with a priest?\n  ","158135":"\n   Yay, Allison Churchill, how are you today?\n  ","158136":"\n   Define spend. Does that include the cost of your house?\n  ","158137":"\n   i hope you are having or had a good day?\n  ","158138":"\n   did you know that the average person spends about 1.5million in their life time?\n  ","158139":"\n   hello\n  ","158140":"\n   To those of you who have used CBD in the past, regardless of the form it came in, what did you use it for? Did it work and how did it affect you?\n  ","158141":"\n   Are you a fast or slow texter?\n  ","158142":"\n   Are you admirable?\n  ","158143":"\n   do u have a sweet tooth\n  ","158144":"\n   chocolate or sour candy?\n  ","158145":"\n   Have you ever participated in a medical trial (of any kind) ? If not, would you consider it? \nWhat factors would encourage or discourage you from participating?\n  ","158146":"\n   What’s the best thing that’s happened in your year so far?\n  ","158147":"\n   When was the last time that you decided that you’d really had enough of someone?\n  ","158148":"\n   What did you do today?\n  ","158149":"\n   .\n  ","158150":"\n   So how is your city council paid to do its services?\n  ","158151":"\n   Like, how much are your rates each year or month?\n  ","158152":"\n   a fish laid an egg and a chicken came out of it? doesnt make sense homie.\n  ","158153":"\n   Are you happy with your country's political system?\n  ","158154":"\n   Are your local council rates expensive?\n  ","158155":"\n   I like some of ur pics on ig , could you drawing people ?\n  ","158156":"\n   What’s your Instagram?\n  ","158157":"\n   Is your local council a good one that provides excellent services?\n  ","158158":"\n   Any idea what motivates life to come into existence?\n  ","158159":"\n   But what laid the egg?\n  ","158160":"\n   What came first, the chicken or the egg?\n  ","158161":"\n   But the brain produces chemicals from actions and thoughts of the body.  The chemicals are no different from the drugs that people put in them\n  ","158162":"\n   Is the relief a kind of drug for you?\n  ","158163":"\n   Would you be unhappy if there was no pleasure at all?\n  ","158164":"\n   Would you eat road kill so as to give meaning to the death of a creatures life?\n  ","158165":"\n   Ever tried eating insects?\n  ","158166":"\n   What was your first thought today?\n  ","158167":"\n   Do you have an adult relative who is a super baby about going to the doctor ?\n  ","158168":"\n   Do you keep your old mobile phones?\n  ","158169":"\n   If I dressed up as a budgie, would you love and look after me forever Allison?  And I would poop in the toilet like a human so my cage would be clean :)\n  ","158170":"\n   Hahaha, that's cute aye!  I want to come back as a pet budgie! :)\n  ","158171":"\n   Does Bubo have a surname?\n  ","158172":"\n   Do you follow the horoscope?\n  ","158173":"\n   thats really interesting thank you for sharing that with me\n  ","158174":"\n   stop it youre making me wanna vomit.\n  ","158175":"\n   thats so cool where did you get to try these at\n  ","158176":"\n   what they taste like\n  ","158177":"\n   can you give me a list of them that you have eaten if u dont mind\n  ","158178":"\n   Best place to buy glasses from? Sunglasses too.\n  ","158179":"\n   would you ever be able to eat spiders and other insects if your life depended on it?\n  ","158180":"\n   What is the most annoying habit that other people have?\n  ","158181":"\n   what food cant you get enough of at the minute?\n  ","158182":"\n   What's your opinion on body positivity? Do you think it's for everyone or just people who are considered conventionally unattractive? Do you strive to be body positive?\n  ","158183":"\n   Do you prefer sweet or savoury food?\n  ","158184":"\n   this is fantastic! especially love the eyes! 👌\n  ","158185":"\n   Would you rather your shirts be always two sizes too big or one size too small?\n  ","158186":"\n   do you draw\/paint your partner much?\n  ","158187":"\n   Have you ever had a lash tint, lash lift\/perm, or lash extensions? If yes, were you happy with the result?\n  ","158188":"\n   Do birds get colds and flues?\n  ","158189":"\n   Ewww, Jon germs :)\n  ","158190":"\n   Maybe your cold is a reaction to your pneumonia shot?\n  ","158191":"\n   Have you had pneumonia before?\n  ","158192":"\n   Damn!  Do you usually heal quickly from colds and flues?  Like, how is your immune system usually?\n  ","158193":"\n   Oh no!  What are you sick from?\n  ","158194":"\n   Hey Allison Bubo, how ya doing today?\n  ","158195":"\n   what things do you do for fun in your spare time?\n  ","158196":"\n   what was or is your most favorite subject in school and why?\n  ","158197":"\n   I love your art style! I love this pic!\n  ","158198":"\n   Who's the most beautiful and captivating person you've ever seen? Why do you think so? Pap of it if you wish.\n  ","158199":"\n   If you got arrested, what do you think the people closest to you would think is the reason for your arrest?\n  ","158200":"\n   if you were to describe your self in a sentence what would you say?\n  ","158201":"\n   What's the most beautiful or captivating work of art you've ever seen? Why did you think so? Pap of it if you wish.\n  ","158202":"\n   💴 If the amount of Ask Coins you currently have were to be converted into your country’s main denomination of currency, what would you be most likely to buy with it?\n  ","158203":"\n   what upcoming event\/occasion are you looking forward to?\n  ","158204":"\n   Is it “I’m down with anything.” or I’m down for anything.”?\n  ","158205":"\n   ☀️ 😓 What’s the worst weather you’ve ever been outside in?  ⛈ 😩\n  ","158206":"\n   What do you think of matching shirts\/pjs with your SO, sweet or tacky?\n  ","158207":"\n   What are your favorite subjects to talk about?\n  ","158208":"\n   Do you like radishes?\n  ","158209":"\n   I have to go Allison Bubo.  I love who and what you are :)  See ya\n  ","158210":"\n   Would you ever try human meat if that was a choice?\n  ","158211":"\n   If you eat chicken meat, do you feel guilty if you eat it in front of Bubo?\n  ","158212":"\n   Do people eat raccoons where you live?\n  ","158213":"\n   When you look in the mirror, do you see yourself or someone else who you think is you?\n  ","158214":"\n   Why don't people like raccoons where you live?\n  ","158215":"\n   Is it a large aquarium over there?\n  ","158216":"\n   Yeah I guess but some people want to delete their childhood memories for whatever reason.  Do you have a compost heap in your yard?\n  ","158217":"\n   What fun things do you do with your nieces and nephews?\n  ","158218":"\n   No worries Allison Heathcoat.  That's why I said don't answer if you don't want to.  But yeah, is your childhood a part of who you are today?\n  ","158219":"\n   My nieces are 4 and 8 ... yes they take up everyone’s attention! 😆\nQuite rightly tbh 🙂\n  ","158220":"\n   .\n  ","158221":"\n   Your sexual status sounds rather liberating.  Like, sex drive can be such a pain in the ass sometimes!\n  ","158222":"\n   What things will you talk about when you visit your family?\n  ","158223":"\n   Are you asexual?\n  ","158224":"\n   Are you becoming more wise the older you get?\n  ","158225":"\n   Are mosquitos a problem where you live?\n  ","158226":"\n   Do you still have sexual fantasies even though you're not sexually active?\n  ","158227":"\n   Why do they call hair bangs?\n  ","158228":"\n   Would you take pain killers if you were giving birth?\n  ","158229":"\n   Do you usually celebrate your headaches birthday?\n  ","158230":"\n   Does your headache have a name?\n  ","158231":"\n   How long have you had your headache and what do you feed it?\n  ","158232":"\n   If you divorced, would you revert to your maiden name?\n  ","158233":"\n   Yay, Allison Thequeen :)  It suits you.  You should have kept it :)\n  ","158234":"\n   Was your maiden name Churchhill?\n  ","158235":"\n   Was your maiden name Thequeen?\n  ","158236":"\n   Does your maiden name still live somewhere in the world in another body?\n  ","158237":"\n   Was your maiden name Artistorio?\n  ","158238":"\n   Was your maiden name Labia?\n  ","158239":"\n   Was your maiden name Lushislady?\n  ","158240":"\n   Was your maiden name Killmiester?\n  ","158241":"\n   Was your maiden name Hottentott?\n  ","158242":"\n   Was your maiden name Allison?\n  ","158243":"\n   Was your maiden name Bubo?\n  ","158244":"\n   Was your maiden name Budgeriegar?\n  ","158245":"\n   Do you feel uncomfortable when you hear someone talking to themselves in public?\n  ","158246":"\n   Hey Allison Campbell, how are ya today?\n  ","158247":"\n   Did you keep your maiden name?\n  ","158248":"\n   What are you most known for?\n  ","158249":"\n   what’s a food you associate with your mother? what about your father?\n  ","158250":"\n   what makes you the grateful in life?\n  ","158251":"\n   i dont have any worms on my eyelashes, speak for yourself\n  ","158252":"\n   WOW that so crazy\n  ","158253":"\n   did you know that there are more lifeforms living on your skin than there are people on the plane?.\n  ","158254":"\n   Jeans or sweatpants?\n  ","158255":"\n   Are you easy to approach and friendly in person? What about online?\n  ","158256":"\n   Are you witty and quick with come backs? Describe your sense of humor.\n  ","158257":"\n   Are you enjoying the sunny days, what outdoors do you like to do?\n  ","158258":"\n   Shari’s or Waffle House?\n  ","158259":"\n   Brooklyn99 is so funny lol\n  ","158260":"\n   what tv show\/series are you really in to at the minute?\n  ","158261":"\n   Favorite mixed drink?\n  ","158262":"\n   my neighbor has just complained to me that my cat keeps shitting in her garden is there anything i can do? lol\n  ","158263":"\n   I've been there and even in High School is terrible and sad 😢\n  ","158264":"\n   Are humans better at creation or destruction?\n  ","158265":"\n   Is it a smart idea to have cameras on planes or do you view it as a privacy issue?\n   \n    https:\/\/finance.yahoo.com\/news\/smile-airliners-cameras-seat-back-screens-200256565.html\n   \n","158266":"\n   Do you think there is a pressure to wake up to a screen 📱 and lay down with a screen nowadays? Or you have managed to put yourself away from that kind of pressure?\n  ","158267":"\n   Have you ever been bullied?\n  ","158268":"\n   what’s a chain that is prominent in ur state\/area?\n  ","158269":"\n   Steak ‘n Shake or Red Lobster?\n  ","158270":"\n   what’s the prettiest natural landmark in ur state\/area?\n  ","158271":"\n   what song are you currently rocking which is also mainstream\/trending?\n  ","158272":"\n   What is the most important thing you learned already for 2019?\n  ","158273":"\n   If you had the chance to swap lives with any one famous.  Who would it be ?\n  ","158274":"\n   What is your biggest motivation?\n  ","158275":"\n   Replace the vowels in your name with \"oob\" \n\n\nI got Loobndsooboob.\n  ","158276":"\n   how are you doing today?\n  ","158277":"\n   What’s the best thing that happened to you last week? Was it unusually good, or just the best of a bad bunch?\n  ","158278":"\n   So you let dogs lick your face or do you think it's gross?\n  ","158279":"\n   pros and cons of long car journeys\n  ","158280":"\n   What do you think of 12-13 years old being on social media?\n  ","158281":"\n   .\n  ","158282":"\n   Yes, you are more of a Jane character :)\n  ","158283":"\n   CAn you relate to Daria?\n  ","158284":"\n   Ever watched Daria?\n  ","158285":"\n   What do you think of persistent guys? Do you like to play hard to get?\n  ","158286":"\n   Do you know what metals and minerals are in your phone?\n  ","158287":"\n   Does your bank have teller machines?\n  ","158288":"\n   Do you know the process of phone recycling and how it works?\n  ","158289":"\n   What do you usually do with your old phones after you buy a new one?\n  ","158290":"\n   if you broke up with someone, are you responsible to be there for them if they were depressed?\n  ","158291":"\n   does it cause you problems when going through metal detectors?\n  ","158292":"\n   lol why do you have metal in your boob?\n  ","158293":"\n   Would you want Bubo to live forever if that was possible even if you still are mortal?\n  ","158294":"\n   What's your favorite science fiction movie?\n  ","158295":"\n   Ever had your bank account hacked?\n  ","158296":"\n   Would you like to have the internet inside your brain so you could access it anywhere anytime?\n  ","158297":"\n   So those subscriptions automatically debit your bank account each month or so, yeah?\n  ","158298":"\n   What advantages do you see in subscribing over pay as you go?\n  ","158299":"\n   Do you subscribe to any services?\n  ","158300":"\n   Is it ok to make fun of someone’s look if they are a bad person?\n  ","158301":"\n   Is it just me or is it stupid that prostitution is illegal?\n  ","158302":"\n   How do you feel about what Jussie Smollett did? Do you have a problem with what he did?\n  ","158303":"\n   that makes no sense\n  ","158304":"\n   complicit with what?\n  ","158305":"\n   Would you rather buy a new game or an extension pack for a game you already have?\n  ","158306":"\n   i do\n  ","158307":"\n   do you have any ideas on how to solve real life problems?\n  ","158308":"\n   Now playing?\n  ","158309":"\n   Post lyrics of your favorite song...\n  ","158310":"\n   Do you lollygag much?\n  ","158311":"\n   Would you like to see a video of yourself being born?\n  ","158312":"\n   came out in 2006 so yh about right lol\n  ","158313":"\n   is anyone watched or watching death note the Japanese anime series? im on the 12th episode its soo goooood!\n  ","158314":"\n   What invention doesn’t get a lot of love, but has greatly improved the world?\n  ","158315":"\n   what's the last thing you had a debate over w your friends?\n  ","158316":"\n   Hey Allison, are you still up?\n  ","158317":"\n   have u ever fallen for a close friend? what did u do?\n  ","158318":"\n   do you like janelle monae\n  ","158319":"\n   whats the most intelligent conversation you've ever had?\n  ","158320":"\n   What’s a favourite folk tale of yours from your country, region, or city?\n  ","158321":"\n   How much time do you usually spend in front of the mirror?\n  ","158322":"\n   omg\n  ","158323":"\n   AMA\n  ","158324":"\n   .\n  ","158325":"\n   vent\n  ","158326":"\n   do you think that the government is corrupt? and why?\n  ","158327":"\n   Your thoughts on Pink Floyd music?\n  ","158328":"\n   What was cool when you were a child but isn’t cool now?\n  ","158329":"\n   You're both wrong I'm not Ben and I don't think it's ok to do that. I was asking because last night on her show Martha MacCallum said in that situation it's totally fine to grab and kiss a girl without asking. She said it's horrible that people are saying it's sexual assault\n  ","158330":"\n   What’s your cure for hiccups?\n  ","158331":"\n   i dont think its a troll i think its one of those incel anons who cant get a woman on thier own so they think they should be allowed to take one by force.\n  ","158332":"\n   hopefully if he won a war its for freedom and not for women to be objects that men can freely grab and kiss anytime they feel like, questions like this make me weep for humanity.\n  ","158333":"\n   Let's say it's 10 years from now and I'm just getting back from fighting in world war 3 and I see on my phone that we just won the war and I'm very excited about it so I grab the first cute girl I see and kiss her on the mouth. Is that ok?\n  ","158334":"\n   Have you ever experienced any kind of psychic energy?\n  ","158335":"\n   Do you think that aliens exist?\n  ","158336":"\n   Is cyber love real?\n  ","158337":"\n   What is never changed when everything’s changed?\n  ","158338":"\n   What’s the most epic way you’ve seen someone quit or be fired?\n  ","158339":"\n   would you rather give up meat or alcohol?\n  ","158340":"\n   would you rather give up your drivers license for a week or jackets for a week?\n  ","158341":"\n   would you rather give up blackberries or blueberries?\n  ","158342":"\n   would you date a smoker?\n  ","158343":"\n   is the name you go by ur full first name or a nickname?\n  ","158344":"\n   what’s a name you can’t stand?\n  ","158345":"\n   What movie can you watch over and over without ever getting tired of?\n  ","158346":"\n   How many pushups can you do?\n  ","158347":"\n   How long do you shower for? \n\nOr do you like baths?\n  ","158348":"\n   Are candles relaxing to you?\n  ","158349":"\n   When did you last go clothes shopping? Grocery shopping?\n  ","158350":"\n   For you, what is the difference between “think of you” and “think about you”? Is the former more personal and intimate, in your opinion?\n  ","158351":"\n   What's something petty that you dislike about someone? For example a YouTuber I watch seems like a lovely person and they make great content but the way they speak irritates me and Idk why.😂\n  ","158352":"\n   What's your favourite comfort outfit?\n  ","158353":"\n   What was the last item of clothing you purchased and what about it made you purchase it?\n  ","158354":"\n   Can you name three fictional characters or celebrities who dress like you?\n  ","158355":"\n   would you rather give up coffee or tacos\n  ","158356":"\n   What weird food combinations do you really enjoy?\n  ","158357":"\n   would you rather give up all social media sites\/apps for a week or texting for a week\n  ","158358":"\n   What inspired your clothing style the most? For example, subcultures, style gurus, a stylish family member or friend, a favourite movie character etc.\n  ","158359":"\n   would you rather have unlimited money or be financially stable\n  ","158360":"\n   give me a list of things money cant buy?\n  ","158361":"\n   listen to avril lavigne's new album... HEAD ABOVE WATER IS THE NAME\n  ","158362":"\n   if you could only go on holiday once in your life time where would it be and why?\n  ","158363":"\n   whats the best conspiracy story you've heard?\n  ","158364":"\n   What animal would be cutest if scaled down to the size of a cat?\n  ","158365":"\n   Ever bite the insides of your mouth out of habit?\n  ","158366":"\n   Does your foot pain keep you awake at night?\n  ","158367":"\n   Are you still awake?\n  ","158368":"\n   What is your favorite sport to play?\n  ","158369":"\n   Have you tried acupuncture for pain relief?\n  ","158370":"\n   With social inequality improving, do you mean world wide or just where you live?\n  ","158371":"\n   Do you think that social inequality is on the increase as time goes on?\n  ","158372":"\n   Why do you dread the bone machine time?\n  ","158373":"\n   Is social inequality a problem where you live?\n  ","158374":"\n   .\n  ","158375":"\n   When was the last time someone ghosted you? \n\nWhen did you last ghost someone?\n  ","158376":"\n   aw that looks great!! love the green shade :D\n  ","158377":"\n   Omg I do that too. I pretend that someone on here is actually asking me a legit question that I could write a whole thesis on but unfortunately it never happens.\n  ","158378":"\n   How did the last monologue you had with yourself go like?\n  ","158379":"\n   What's a really dumb thing someone said to you recently that made you go \"seriously?\/wtf?\"\n  ","158380":"\n   Not a creep\n  ","158381":"\n   Can i ask you something\n  ","158382":"\n   Where you from\n  ","158383":"\n   Beautiful\n  ","158384":"\n   Whats going on world\n  ","158385":"\n   bright colors that match Bubo\n  ","158386":"\n   Margot Robbie or Gal Gadot?\n  ","158387":"\n   hashbrowns or mashed potatoes ?\n  ","158388":"\n   what’s ur fav food item at starbucks (this is important)\n  ","158389":"\n   When was the last time you made some kind of art? What was it? (Post a photo if you want.)\n  ","158390":"\n   What's your fav \"adult\" cartoon TV show (Family Guy, Archer, The Simpsons etc)?\n  ","158391":"\n   I'm probably going to take a break from sending out questions for a few days as I'm going to be super busy over the next few days-week so I'm sending out spam now. Use this to post anything you want.\n  ","158392":"\n   i had a awkward dream last night\n  ","158393":"\n   what do you say to a friend when you  have to turn down their wedding invite ?\n  ","158394":"\n   can we control our dreams\n  ","158395":"\n   What's your personality type?\n   \n    https:\/\/www.16personalities.com\n   \n","158396":"\n   virginity is a social construct\n  ","158397":"\n   What is your favorite hobby?\n  ","158398":"\n   Will you still travel even if your food isn't heeled up properly?\n  ","158399":"\n   That plane price seems very cheap.  How far away is Virginia from where you are?\n  ","158400":"\n   Your thoughts on colonization?\n  ","158401":"\n   How much does a plane flight cost to get to Virginia?\n  ","158402":"\n   How’s your day going?\n  ","158403":"\n   Are you rich?\n  ","158404":"\n   Does your partner have any nicknames for you?  If so what are they?\n  ","158405":"\n   How will you be travelling back to Virginia?\n  ","158406":"\n   How did Virginia get its name?\n  ","158407":"\n   Do you have plans for your summer?\n  ","158408":"\n   do you have Dutch Bros where you’re from? have you ever had it? (what’s ur opinion?)\n  ","158409":"\n   do you have In-N-Out where you live? have you ever had it? (what’s ur opinion?)\n  ","158410":"\n   What is something that people on ask.fm wouldn't know about you but most people you meet everyday do? For example, something about the way you talk or walk that can't be expressed on an online platform like ask.fm? \n(Sorry if the question is too confusing.)\n  ","158411":"\n   as long as its something negative about liberals, conservatives will believe it lmao\n  ","158412":"\n   looks like he is already semi-famous no?\n  ","158413":"\n   Things you want to do for someone? And why?\n  ","158414":"\n   I once missed out on going on a date with a guy from tinder bc I didn't believe in Pizza Gate..... SO LONG! 😂👋\n  ","158415":"\n   As in, you could never be a background character with so much jewellery.😄\n  ","158416":"\n   You're main character af! 😂😄\n  ","158417":"\n   What jewellery\/jewelry or accessories do you wear most often?\n  ","158418":"\n   What's a remake that was better than the original? What's a remake that was worse than thd original?\n  ","158419":"\n   Shane Dawson recently put a conspiracy theory out there about Chuck E Cheese pizza which drove everyone wild. What's the most unbelievable conspiracy theory you've ever heard? What's the most believable?\n  ","158420":"\n   what would you say the most beloved fast food chain is — at least in your social circle?\n  ","158421":"\n   what does it seem like the most beloved sit down restaurant chain is?\n  ","158422":"\n   Controversial relationship topics: Is using a partner's toothbrush disgusting or sweet?\n  ","158423":"\n   Controversial relationship topics: Are sex and intimacy the same thing?\n  ","158424":"\n   Controversial relationship topics: Do you think it's possible to have opposing political beliefs and yet have a healthy relationship with one another?\n  ","158425":"\n   Controversial relationship topics: Can two dominant personalities coexist healthily in a relationship?\n  ","158426":"\n   Controversial relationship topics: When a couple move in together and one already has a pet, should the partner moving in take on the responsibility of caring for that pet?\n  ","158427":"\n   Which movie character do you think you resemble a lot in terms of personality?\n  ","158428":"\n   Controversial question?  would you want to  do a breastfeed photo shoot?\n  ","158429":"\n   Baby gender reveal parties. At these parties expecting parents usually release either blue or pink helium balloons from a box to reveal whether the baby is a boy or a girl. What's your opinion on these parties?\n  ","158430":"\n   Have you ever not got along with your significant others friends? Or they didn't like you?\n  ","158431":"\n   If someone you were romantically interested in brought up astrological signs on a date with you, would it be a turn on or a turn off? Would it matter if they brought it up humourously or seriously?\n  ","158432":"\n   Is asking someone's parents for permission to propose to their child more respectful or disrespectful in your opinion?\n  ","158433":"\n   Recently I made some homemade air fresheners out of natural ingredients and recycled containers. Have you ever made anything at home out of recycled objects? If so, what was it? If not, is there anything you'd like to make?\n  ","158434":"\n   How often is too often for a partner to call or text you when you don't live together?\n  ","158435":"\n   .\n  ","158436":"\n   What are you having for dinner? \n\ndinner, supper or tea? Go!!\n  ","158437":"\n   Have you ever loved someone so much it made you cry? 🎤\n  ","158438":"\n   Do you use your body to get what you want?\n  ","158439":"\n   Does someone really need to wear the pants in the relationship? \n\ngo nude👖\n  ","158440":"\n   i hate Trump and MAGA hat wearers but this incident was not like it appeared, the white kids were standing there first to protest abortion and the native American man went up to them and started singing in their face.\n  ","158441":"\n   What do you look for in a partner(s)?\n\nAlso, has that changed with age?\n  ","158442":"\n   Relationship spam: who is more adventurous in the bedroom?\n  ","158443":"\n   What's MAGA hats?\n  ","158444":"\n   Is there much cultural guilt about what was done to the original inhabitants where you live?\n  ","158445":"\n   helloooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo\n  ","158446":"\n   Is there anything that bugs you about your s\/o? \n\nIf single, is there something that bugged you in past relationships that you'd not want in a new one?\n  ","158447":"\n   Are you happy with your relationship status?\n  ","158448":"\n   Because you're really clever and know about these things\n  ","158449":"\n   Why is it called the human race?\n  ","158450":"\n   Do you think that easy access to internet information is giving us a false sense of our own wisdom and knowledge?\n  ","158451":"\n   Like, do you think there's a psychic connection between everyone in humanity where some strong thought in Australia could influence a person in America?\n  ","158452":"\n   Do you think everyone is connected to everyone else?\n  ","158453":"\n   Ever talk to yourself?\n  ","158454":"\n   Ever tried to light one of your farts with a cigarette lighter?\n  ","158455":"\n   What kind of books does your husband read?\n  ","158456":"\n   Are you good at laughing at yourself?\n  ","158457":"\n   I would. My ideas and methods would revolutionize the world.\n  ","158458":"\n   Has America had much war in its history?\n  ","158459":"\n   How did your face photocopy attemt turn out?\n  ","158460":"\n   Would you be the President if you could?\n  ","158461":"\n   Do you like Monty Python type comedy?\n  ","158462":"\n   What is your strongest body part?\n  ","158463":"\n   Ever feel like you're a commodity?\n  ","158464":"\n   your lipstick color is always fabulous\n  ","158465":"\n   When was the last really deep sleep that you had?\n  ","158466":"\n   Would you be able to eat only at McDonald's for a month?\n  ","158467":"\n   Do you like having your back lightly scratched?\n  ","158468":"\n   Ever tried to photocopy your face?\n  ","158469":"\n   what’s the most embarrassing thing you’ve ever been walked in on doing\n  ","158470":"\n   have you seen the movie Signs? what’s ur opinion on it?\n  ","158471":"\n   He was an alt-right racist Brit who got owned, that's why\n  ","158472":"\n   Do you think there are other intelligent beings elsewhere in the universe?\n  ","158473":"\n   Have you ever done those accent challenges?\n  ","158474":"\n   Today ask.fm asked for my permission to use my device's location. Has this happened to you? Do you allow it or not? What do you think it's used for as they've never before needed it for the shout out option.\n  ","158475":"\n   Inspired by @\/lnr87's recent answers.😂 What do you think of the custom in which people propose marriage by giving the person's family money or animals such as goats, cows or sheep etc?\n  ","158476":"\n   It's no secret that in recent years people have found fame by posting on Instagram, YouTube etc. What does it take for you to consider someone \"famous\"?\n  ","158477":"\n   FTYSUDJUBTHYBDJDHFBUBGVHHGGCGGHCHHHHG\n  ","158478":"\n   what music have y'all been listening to? i need music recommendations.\n  ","158479":"\n   what was the last item you bought online? why did you buy it?\n  ","158480":"\n   what's something you want to do with your life, yet at the same time, are afraid to do it? what's holding you back?\n  ","158481":"\n   are there any television series\/movies you're interested in watching that you haven't seen yet?\n  ","158482":"\n   question time because i'm bored; what do you like to do when you have the afternoon\/night to yourself?\n  ","158483":"\n   Do you believe in the phrase “Fake it until you make it”?\n  ","158484":"\n   Why did @-Osbert's Brusque Manner deactivate?\n  ","158485":"\n   Okay, thanks. :)\n  ","158486":"\n   is it wrong if i use WITH?\n  ","158487":"\n   Hi. Which one is grammatically correct: “I’ve already drowned myself IN meds or WITH meds.”\n  ","158488":"\n   dont hate on the movie Titanic\n  ","158489":"\n   what are two of ur fav breakfast cereals? what are two of ur least fav breakfast cereals?\n  ","158490":"\n   what’s a beloved movie that u just... don’t really get the hype around\n  ","158491":"\n   milky way or snickers?\n  ","158492":"\n   Dooo you have Snapchat\n  ","158493":"\n   Bubo lookin fine as hell. Kisses from here!\n  ","158494":"\n   Does she have a name?\n  ","158495":"\n   What is the one song you could listen on repeate for hours?\n  ","158496":"\n   If someone told you on your first date together that they're in love with you, how would you react? Is it cute or creepy? Is it insulting because they don't know you yet? Give your opinion.\n  ","158497":"\n   What's something you once liked but due to constant reminders of it, hearing things about it all the time, seeing it everywhere etc. you just got sick and tired of it? For eg. I used to play Fortnite when it was new but I haven't played it in nearly a year because I couldn't get away from it.😂\n  ","158498":"\n   What's a song that everyone loved when you were a child and now that you're older, when you hear it you still sing, dance or hum along to it and enjoy it? For me, the first that comes to mind is Now You're Gone by Basshunter.😂\n  ","158499":"\n   Do you personally differentiate between \"I love you\" and \"I'm in love with you\"? Are they the same thing to you or do they mean different things? Why?\n  ","158500":"\n   Is there a song that you used to always hum along to or sing some of the lyrics to while you didn't know what it was about and then you found out and your whole opinion on it changed? What was it?\n  ","158501":"\n   You are quite stunning\n  ","158502":"\n   Is it cute or creepy when mothers dress their kids up basically in the same outfit as theirs? Do you think the child will be bad at picking out clothing later on in life? Would you do that or let them find their own style along the way? \n\nexample: dayanaira_summer on instagram.\n  ","158503":"\n   What is the best thing about being alive?\n  ","158504":"\n   We spend most of our time either out and about on our feet or sleeping in bed, so I think everyone deserves a comfortable pair of shoes and a new mattress every few years. What are your most comfortable pair of shoes and how old is your mattress? Pap of either if you want.\n  ","158505":"\n   I'm currently watching The Umbrella Academy. It's a show about a family of superheroes. If your family or friend group all had super powers, what powers would you assign to each person based on their personality?\n  ","158506":"\n   once upon a time, long long time ago, i mean about 3 seconds ago I wished u good morning ... to reply to a good morning do u need some kind of  United Nations Certificate ? If thats the attitude, let us all sit at home why to come here hahaha good morning  again\n  ","158507":"\n   Are you a nihilist?\n  ","158508":"\n   I fear the day when British people won’t be masters of their own home (their country) that’s why I’m racist, it’s fear of becoming a minority in my own land.\n  ","158509":"\n   How do you personally define the word spiritual?\n  ","158510":"\n   Have you ever run away from love because you were afraid of being hurt by losing it?\n  ","158511":"\n   Why are you ignoring me?\n  ","158512":"\n   It's an actual word that has a dictionary meaning\n  ","158513":"\n   Are you a materialist?\n  ","158514":"\n   Would you have chosen to not be born if that was a choice for you before you were born?\n  ","158515":"\n   What's a homie?\n  ","158516":"\n\n    @lnr87\n   \n","158517":"\n   Allison, I love you :)\n  ","158518":"\n   Do you have a personal ideology?\n  ","158519":"\n   Do you cling much to your own identity?\n  ","158520":"\n   favorite eyeshadow palettes?\n  ","158521":"\n   Do you think it's harder to love than it is to hate?\n  ","158522":"\n   Have you always been averse to death?\n  ","158523":"\n   Would you cryogenically suspend your body in case they work out a way to revive you in the future?\n  ","158524":"\n   Did you try to find presents hidden by your parents in your childhood?\n  ","158525":"\n   Is your face perfectly symmetrical?\n  ","158526":"\n   Ever find it hard to work out what you want to eat?\n  ","158527":"\n   If you were on your death bed and had 10 minutes left, would you download yourself into cyber space if that was possible?\n  ","158528":"\n   Why does society see being single as an undesirable thing?\n  ","158529":"\n   How would you spend your time if there was no internet or digital communication?\n  ","158530":"\n   What small thing(s) can put you in a bad mood for the rest of the day?\n  ","158531":"\n   What's your favorite form of digital communication whether it's consuming information or communicating with another person or group?\n  ","158532":"\n   Do you think that celebrities aren't really people?\n  ","158533":"\n   Did you ever have crushes on older men when you were a girl?\n  ","158534":"\n   I'm with you on that one!  Does your face look ugly when you cry?\n  ","158535":"\n   Which natural body function would you like to be rid of if that could happen?\n  ","158536":"\n   I don't know\n  ","158537":"\n   Thoughts on ddlg and cgl?\n  ","158538":"\n   Because you referred to me as just some random person who doesn't matter\n  ","158539":"\n   When did you cried for no reason?\n  ","158540":"\n   You muslim !!! You unlucky fuck delete your ask......(someone wrote)I just want to say sorry. I have no bad intention. I'm just here for some friends. Yes I'm unluckiest person.im not Muslim. Im a human. That all I know about my religion. If you don't my Q then ignore me block me. Don't do this shit\n  ","158541":"\n   Is that good to wish goodnight before having a good night?bcoZ night have more than 10 hours and what if that night goes bad after wishing good night. Can I wish a bad night at mid night. Confusing?.......good night ?😍\n  ","158542":"\n   ugh dat face ew\n  ","158543":"\n   Where to use sarcasm?\n  ","158544":"\n   Via PayPal?😂.\n  ","158545":"\n   Dare you to say yes. Will you say yes?\n  ","158546":"\n   Allison and Cambell once upon a time, long long times ago used to be my friends ... I am their 'follower' too but they dont even care to reply\n  ","158547":"\n   still i shall knock their doors\n  ","158548":"\n   The object next to you is what you marry.\n\nWOULD YOU BE SCREWED?\n  ","158549":"\n   What are you doing tonight?\n  ","158550":"\n   When you bake something do you think the recipe needs to be exact or more eyeball?\n  ","158551":"\n   But you seem to be unconcerned for the welfare of random people?\n  ","158552":"\n   Would you swap your face for a better one if that wasn't possible in a negative sense?\n  ","158553":"\n   Do you see money as a measure of success?\n  ","158554":"\n   Would you wear a neck brace if your tongue bone fused?\n  ","158555":"\n   Do you think that ultimately everyone and everything is connected?\n  ","158556":"\n   Would you consider having your foot amputated if that would stop your pain?\n  ","158557":"\n   Does that mean that everyone is random and unimportant if you don't know them?\n  ","158558":"\n   Are you a materialist?\n  ","158559":"\n   How’s your foot?\n  ","158560":"\n   Like, aren't you interested in the possible future of your own country and the course of the world at large?\n  ","158561":"\n   But don't you think about these kinds of things?  You obviously think about the future or twitter and facebook so....\n  ","158562":"\n   How will social media platforms survive if they can't generate profits through the advertising business model?\n  ","158563":"\n   Yeah, the time that you've had so far in this life\n  ","158564":"\n   Do you think anything is perfect in this world?\n  ","158565":"\n   Would you do things different if you had your time over again?\n  ","158566":"\n   Your thoughts on where social media is heading?\n  ","158567":"\n   What advice would you give to teen girls entering into sexual relationships?\n  ","158568":"\n   Ever tried VR?\n  ","158569":"\n   Do you have to change the strength of your glasses regularly?\n  ","158570":"\n   Do you like vampire movies?\n  ","158571":"\n   Favorite romcoms?\n  ","158572":"\n   Do you like questions or polls more? (this vs that type)\n  ","158573":"\n   What's one thing your life is lacking on?\n  ","158574":"\n   Are your moods influence by the phases of the moon?\n  ","158575":"\n   Is your valentine's day a wet one? Rain or snow... \n\nIt's been rainy here grr\n  ","158576":"\n   Would you drink treated waste water?\n  ","158577":"\n   Not at all 🙂\n  ","158578":"\n   In the game Dungeons & Dragons, your Prime Requisite is your one strongest trait out of the following: Strength, Intelligence, Wisdom, Constitution, and Dexterity. \nOut of that list which do you think your own Prime Requisite would be?\n  ","158579":"\n   What do you do if you’re alone on Valentine’s day?\n  ","158580":"\n   What's love? 💞😍😘💞\n  ","158581":"\n   omg you look so pretty! How do you do your make up? I love what you did with your eyes. Tips please?\n  ","158582":"\n   inspired by my anon:\n\nWhat's \"wrong\" with me?\nWhat's \"wrong\" with you?\n  ","158583":"\n   why is it so slow tonight\n  ","158584":"\n   .\n  ","158585":"\n   If you could control time, how'd you use that power? 🤔😊\n  ","158586":"\n   Today I sent out a question to everyone I follow. It mentioned biscuits but I realised after that depending on when you are in the world, a biscuit could be a bread roll or a cookie. Here it's like a cookie. What's a biscuit to you?\n  ","158587":"\n   What technology could you not do without?\n  ","158588":"\n   Would you  like to time travel if that was possible?\n  ","158589":"\n   Are you afraid of the dark?\n  ","158590":"\n   Are you the same person one year ago?\n  ","158591":"\n   When you last got takeaway food\/food delivery, what did you get and if you hadn't gotten it, what was your dinner-at-home option?\n  ","158592":"\n   How did you change?\n  ","158593":"\n   Are you a patient person?\n  ","158594":"\n   How’s your sleep pattern?\n  ","158595":"\n   There are many things in the world that separate us from each other. But on the contrary.... When was the last time you pushed a door that said \"pull\"? When was the last time you overestimated how much butter you needed from the tub? When did you last plan to take one biscuit & end up eating loads?\n  ","158596":"\n   What was your favourite childhood toy and do they still sell it now? Pap of it?\n  ","158597":"\n   Are you for or against vaccines? Why?\n  ","158598":"\n   i know i was being an idiot :D amazing job tbh\n  ","158599":"\n   who is that person?\n  ","158600":"\n   Very very beautiful Design picture of you👍\n  ","158601":"\n   What do you think of marriage?\n  ","158602":"\n   How do you cope with lack of sleep?\n  ","158603":"\n   Are you going to celebrate Valentine’s Day?\n  ","158604":"\n   Are bad teeth a deal breaker when you are dating someone?\n  ","158605":"\n   Do you like salami?\n  ","158606":"\n   Do you journal every day? Or own a diary?\n  ","158607":"\n   Do they still use your face as a dough stamp to make gorilla biscuits?\n  ","158608":"\n   Did you smoke more freshman year of high school or junior year of high school\n  ","158609":"\n   have there been times when you had to have the bathroom door left open while useing the toilet\n  ","158610":"\n   what’s ur fav breakfast for dinner food? what’s ur fav dinner for breakfast food?\n  ","158611":"\n   what’s ur fav flavor of ramen?\n  ","158612":"\n   But aren't you opening the door for them to scoot through?\n  ","158613":"\n   Because they're so loud in public\n  ","158614":"\n   No, like when you hear them talking to each other in public places?\n  ","158615":"\n   Do some teen girls annoy you with the way they talk?\n  ","158616":"\n   Were you planned or a mistake?\n  ","158617":"\n   Do you like eating corn on the cob with butter?\n  ","158618":"\n   Do you swear much?\n  ","158619":"\n   What physical things would you like to do but can't?\n  ","158620":"\n   Are wedgies a problem for you?\n  ","158621":"\n   Do you have a favorite side to your face?\n  ","158622":"\n   Do you like classical art?\n  ","158623":"\n   ur at a greasy diner for breakfast. what do u (usually) go for?\n  ","158624":"\n   What was the last nice thing you did for yourself?\n  ","158625":"\n   In your opinion, what act would definitely make someone a bad person?\n  ","158626":"\n   omfg. Egidio went out w friends tonight,, i might text him and ask him to stop at McD’s for me on his way home LOOL.\n  ","158627":"\n   coins for you \n\nanswer with whatever you want\n  ","158628":"\n   Like 5’6?\n  ","158629":"\n   How tall are you without shoes?\n  ","158630":"\n   pathologize = 'to treat as psychologically abnormal'\n  ","158631":"\n   What do you mean when you say \"newer techs\"?\n  ","158632":"\n   Well, I assume that what we call a schizophrenic person thinks their experience is valid and ok because it's true for them. But because society at large is frightened of such mind states, it demonizes and pathologizes the phenomenon?\n  ","158633":"\n   Do you see your hair as a fashion accessory?\n  ","158634":"\n   what symptoms do you have?\n  ","158635":"\n   How much does society's opinion of schizophrenia play in making it into a pathology?\n  ","158636":"\n   are there varying degrees of schizophrenia?\n  ","158637":"\n   Get out in the sun more for your vitamin D\n  ","158638":"\n   Will you always be a schizophrenic or will you eventually lose it?\n  ","158639":"\n   What kinds of healthy food don't you like eating?\n  ","158640":"\n   What percentage of your eating is done for pleasure?\n  ","158641":"\n   Do you eat for nutrition or for pleasure?\n  ","158642":"\n   Are you open to points of view that are in opposition to your own points of view?\n  ","158643":"\n   Do you try to make your face look shiny?\n  ","158644":"\n   What’s your Monday motivation?\n  ","158645":"\n   When will you be able to tell if the machine is working?\n  ","158646":"\n   Did you enjoy the weekend?\n  ","158647":"\n   Did you guys miss my questions? \n\nHave you ever took a week long absence from here or other sites?\n  ","158648":"\n   same situation with my parents. i think once people hit 60+ years of age their brain locks in as far as opening up to new ideas and ways of thinking.\n  ","158649":"\n   Lately, people(mostly women) have been shaving their face to apply makeup better & more smoothly. It's been a trend that's catching on. People(mostly men) have also been shaving their legs for the first time just to see how good it feels on new bed sheets. Have you ever done either of these things?\n  ","158650":"\n   Oh, Tops is in NY, we do monopoly as well.\n  ","158651":"\n   \"You can't teach an old dog new tricks\". Can you give me an example of a time when you WOULD agree with this phrase? Can you give me and example of a time when you WOULD NOT agree with this phrase? What does this phrase mean to you?\n  ","158652":"\n   You shop at Tops?\n  ","158653":"\n   Who's top of the leaderboard in your friend group? Who's top in your country?\n  ","158654":"\n   Do you have a date for Valentine's Day?\n  ","158655":"\n   What's your mood like atm?\n  ","158656":"\n   What work are you putting off for later?\n  ","158657":"\n   ~~space to share a quote you like~~\n  ","158658":"\n   .\n  ","158659":"\n   \"You\" is a series about a stereotypically attractive, dangerous stalker named Joe who's capable of devastating things. If you've seen it, what's your opinion on the fans who want to be with Joe and want Joe to stalk them?! Are you one of those fans? Do you think they missed the point of the show?\n  ","158660":"\n   How would you describe your home life?\n  ","158661":"\n   What's the last thing you did for someone out of kindness?\n  ","158662":"\n   Look wise do you look like your mother or father?\n  ","158663":"\n   Ever actually controlled a dream that you were having?\n  ","158664":"\n   How often do you go out in public to mingle with other people?\n  ","158665":"\n   What musical instrument would you like to play if you could?\n  ","158666":"\n   Do you find some babies cute?\n  ","158667":"\n   Would you like to see a video of your dreams?\n  ","158668":"\n   Are your music tastes varied?\n  ","158669":"\n   Ever been to a classical music concert?\n  ","158670":"\n   i throw them in the trash.\n  ","158671":"\n   Do you feel like you're making the most of your life on earth?\n  ","158672":"\n   Would you like to know how and when you will die if that was possible?\n  ","158673":"\n   Would you like to have the internet inside your brain so you could access it anytime anywhere?\n  ","158674":"\n   You have owl facial features\n  ","158675":"\n   Do you keep your old phones after they have become redundant and you buy another one?\n  ","158676":"\n   Did you draw that owl below?\n  ","158677":"\n   Does your nose ring gather much snot?\n  ","158678":"\n   the filter makes it look like you really do have a nose ring\n  ","158679":"\n   Nice you have pretty eyes you would look like 10 times better if you get a nose job and put your hair down\n  ","158680":"\n   What is more important for you - friendship or love?\n  ","158681":"\n   Post the name and a pic of an extinct animal or plant that you like?\n  ","158682":"\n   Name a way you help the environment by saving energy?\n  ","158683":"\n   Name a way you damage the environment by wasting energy?\n  ","158684":"\n   A friend of mine, Ross, is an actor and I recently was watching Nightflyers and noticed him in it! He hadn't even told me he was in it.😂 Have you ever had a friend star in a movie or TV show? Did you know they were going to be in it before watching it?\n  ","158685":"\n   Sometimes I make myself a decent meal and I think \"I should open my own restaurant!\".😂 If you had to open your own restaurant, what is a unique food\/creative food you would serve? For example, I'd serve pasta boxes. Just like noodle boxes but they'd have pasta, sauce and toppings all in one!\n  ","158686":"\n   Have you ever worn a wig, weave, extensions or a hair piece? If so, post a pic?\n  ","158687":"\n   what’s a name that suits both an old lady and a baby pig ?\n  ","158688":"\n   What is better than chocolate?\n  ","158689":"\n   .\n  ","158690":"\n   Expose yourself. What’s something “problematic” you did once or used to do regularly in the past?\n  ","158691":"\n   Yesterday I sent out a list including types of emergency numbers that people can call, but in your country is there any emergency number you can text instead of calling? Here in Ireland we have one primarily for people with problems hearing and speaking but anyone can use it.\n  ","158692":"\n   Do you like reading books in the bathtub?\n  ","158693":"\n   I've gotten a earache from a cold and the ear left me deaf will it heal after a while hard to get it to pop other than my other ear\n  ","158694":"\n   Nothing, if restrained by a seatbelt.\n  ","158695":"\n   Yeah boot is trunk, though I think they mean the hatchback type of boot, ie the back end of the car behind the back seats on a hatchback protected by a guard (like a grille). \nLet’s hope they don’t mean a regular boot\/trunk anyway!\n  ","158696":"\n   I agree! “Hello stranger!” is a friendly way (hereabouts at least) of saying hi to someone you haven’t spoken to as frequently as you usually do. It’s honestly not a bad thing.\n  ","158697":"\n   Have you ever called..... The police? An ambulance? The fire brigade? An animal rescue? The traffic police\/warden? A radio station? A rental service?\n  ","158698":"\n   What’s the most recent film you have seen, and what did you think of it?\n  ","158699":"\n   Last year the law here changed regarding transporting a dog in the car. The dog now must be restrained by a seatbelt, or put in the boot section with a guard. Failure to comply invalidates one’s insurance and can lead to a £2,500 fine. What’s your opinion on this new rule?\n  ","158700":"\n   I represent autifa, a growing fear among normies. Every chad will stay home scared, we are ruthless.\n  ","158701":"\n   Not offended. But if that’s the case, why add “stranger”? Hmm.\n  ","158702":"\n   “You put the ass in class btw.” What does that mean?\n  ","158703":"\n   Persecuted autists like Ben.\n  ","158704":"\n   Yep, we're trying to film a movie called Revenge of the Bens.\n  ","158705":"\n   Who on Ask would you call the police on IRL.\n  ","158706":"\n   When the person whom you haven’t talked in 2 weeks, texted you with “hey stranger.” How would you respond?\n  ","158707":"\n   There is an Indian man named Raphael Samuel who is currently suing his parents for giving birth to him without his concent. He thinks giving birth to a child and them having to grow up to work is \"kidnapping and slavery\". What's your opinion on his views and his stance? (Yes, I swear this is real)😂\n  ","158708":"\n   Do you like to have your preconceived opinions and views challenged?\n  ","158709":"\n   Maybe that's why the world is so messed up, because too few are willing to ask and explore the hard questions?\n  ","158710":"\n   Why do you see it as a bummer?\n  ","158711":"\n   But I'm not stressing out about why do personalities exist if everyone dies anyway.  I'm just pointing out a fact of life.\n  ","158712":"\n   Dreams: What do you believe dreams are? For example are they messages from a higher power, are they our subconscious thoughts, are they our minds preparing us for possible scenarios so that we're ready for them when they happen etc.?\n  ","158713":"\n   Dreams: What's the last dream you remember having and when was it?\n  ","158714":"\n   On what online social media platform do you spend the most time on?\n  ","158715":"\n   Dafuq is \"pee shy\"?! Like afraid to piss?\n  ","158716":"\n   What do you mean by non bummer things?\n  ","158717":"\n   if your friend had to do a pregnancy test and got pee shy what would you do\n  ","158718":"\n   Why do we form a personality and identity when we know that it's not real and is bound to die and dissapear eventually anyway?\n  ","158719":"\n   Ever watched those blackhead squeezing videos on youtube?\n  ","158720":"\n   Are you self conscious?\n  ","158721":"\n   Are you saying that only doctors can diagnose a narcissist?\n  ","158722":"\n   Ever talk to yourself?\n  ","158723":"\n   Do you think that we're all narcissists to one degree or the other?\n  ","158724":"\n   Do you know anyone who manipulates other peoples insecurities in order to control them?\n  ","158725":"\n   Rock or hip-hop?\n  ","158726":"\n   Do you like the interface of ASKfm?\n  ","158727":"\n   Is there anyone else who hates updating their iOS\/software? Do you update straight away or wait?\n  ","158728":"\n   I think it's wonderful that you've given him the opportunity to be with someone else in a sxual sense, if he feels the need to. I can only imagine it being a tough decision to make but that you two are strong enough to do that and make it work. That's really beautiful.😊💚\n  ","158729":"\n   honestly isnt that worrisome to you? hes not poly by nature, so if you encourage him to be with other people, he might just choose to stay with another person and leave you in the future.\n  ","158730":"\n   Choose one per pair.... Apple or Avocado? Beans or blueberries? Carrot or cucumber? Dates or dragonfruit? Edimame or elderberries? Fennel or figs? Garlic or ginger? Honeydew melon or hash browns? Iceberg lettuce or iced tea? Jalapenos or jam? Kale or kiwi? Lemon or leek? Mangoes or mushrooms?\n  ","158731":"\n   Nectarines or nuts? Oranges or olives? Peppers or peaches? Quince or quinoa? Radish or rhubarb? Salt or sage? Turnip or tomato? Udon noodle or ube? Vanilla or vinegar? Watercress or watermelon?\nXinomavro wine or Xanthia cocktail? Yellow peppers or yams? Zucchini or zest of lemon?\n  ","158732":"\n   does that mean you wish to have more partners than just your husband?\n  ","158733":"\n   Dating profile themed questions.... What languages do you speak? Do you have any pets&what are they? Are you a feminist, why\/why not? What are your dietary restrictions, if any? What are your pet peeves? What traits in others do you appreciate most? What's your worst trait? What's your 5year plan?\n  ","158734":"\n   Dating profile themed questions.... Do you believe in marriage? Have you\/do you want children & how many? Are you a centrist, leftist or rightist? What are your favourite foods & drinks? Do you support either Black Lives Matter or All Lives Matter? Do you believe in global warming?\n  ","158735":"\n   Dating profile themed questions.... Are you monogamous or non-monogamous? Is your hair your natural colour? Are you allergic to anything? Do you believe in sxx before marriage? Have you ever been in a long distance relationship? Are you either prochoice or prolife? Who do you live with?\n  ","158736":"\n   Do you get road rage when someone slow walks in front of you blocking your way? 😅\n  ","158737":"\n   whats the weirdest question you been asked?\n  ","158738":"\n   Are you guys ready for Spring?\n  ","158739":"\n   *pinches your nose* HONK!!!!!\n  ","158740":"\n   Honk honk\n  ","158741":"\n   Do you get white peaches where you live?\n  ","158742":"\n   conscientious about what?\n  ","158743":"\n   In what way do you feel positive about the future?\n  ","158744":"\n   Is the world as bad as some people make it out to be?\n  ","158745":"\n   Do you think that young people are more narcissistic these days?\n  ","158746":"\n   Do you agree that nobody goes through more shit in life than a person with a good heart?\n  ","158747":"\n   thats what i'm feeling at the moment\n  ","158748":"\n   What's the best thing about your town?\n  ","158749":"\n   Have you ever read an anonymous question that someone you follow has answered and you've thought \"I don't want to like this in case they think it was me\"? If yes, what was the topic if conversation and why do you think they might have thought it was you?\n  ","158750":"\n   Sapiosxual is a term used to describe someone attracted primarily to intelligence and educated people. Does this apply to you? Would you date a sapiosxual? Do you think education is a privilege therefore it's wrong to be sapiosxual or do you think we all just like what and who we like and so be it?\n  ","158751":"\n   are there times you feel you been taken advantage of?\n  ","158752":"\n   .\n  ","158753":"\n   The details we're given of a culprit, especially if it makes you a v small minority in the area. But nothing justifies being racist, if that's how he meant it.(which, ngl, it did come across that way) sorry, I'm don't typing now.😂\n  ","158754":"\n   I really like this answer. I obviously hope to feck he didn't mean it that way, but I think there's a very high chance that he did. I've never heard of him misspeaking or misrepresenting himself in an interview before, which leads me more in the direction of your answer.I just wish he gave more info\n  ","158755":"\n   What's your opinion on the Liam Neeson controversy? Do you think people misunderstood him due to focusing on their own narrative or do you think people understood exactly what he meant; that he's a racist? (If you don't know about this, please ignore this. I've already been asked this too btw.)\n  ","158756":"\n   When a parent is a farmer do you think they have a responsibility to prevent their children from bonding with the farm animals? Why\/why not and if yes, how should this be done?\n  ","158757":"\n   I plan on sending out gaming related questions to everyone sometime soon. Send me the names of the games you play. They can be videogames, card games, table top games, board games etc.\n  ","158758":"\n   Today I got stitches while awake for the first time. I always flinched when I seen someone on tv getting stitches, but it wasn't that bad. Have you ever gotten stitches while awake?\n  ","158759":"\n   Can you give me an example of a time when you found beauty in the \"mundane\"?\n  ","158760":"\n   Why don't you vote in the poll? :(\n  ","158761":"\n   Hey\n  ","158762":"\n   Do you find it difficult to get out of bed in the morning?\n  ","158763":"\n   Do you think that most people care or don't care about climate change and the environment?\n  ","158764":"\n   Ever feel like the world will end soon?\n  ","158765":"\n   Ever make smoothies?\n  ","158766":"\n   What material things could you not live without?\n  ","158767":"\n   Do you find it difficult to make choices because there are so many choices out there?\n  ","158768":"\n   Where is the difference between being confident and being cocky?\n  ","158769":"\n   isn’t he autistic?\n  ","158770":"\n   are you sad that Ben is going to jail?\n  ","158771":"\n   What do you think of adults aged 30 who still live with their parents? Do you think parents should kick them out?\n  ","158772":"\n   When do you give advice....When it's specifically asked for, when someone implies they need advice, when you think someone needs it etc?\n  ","158773":"\n   You love ❤\n  ","158774":"\n   Many children like to hold another child's hand and tell people that they're \"boyfriend and girlfriend\". Most children that say they're in a relationship, only hold hands if that and it's usually just a fleeting crush. At what age do you think parents should allow their children to do this?\n  ","158775":"\n   Which of these have you used and which in your opinion is best and why? Netflix, Hulu, Amazon Prime?\n  ","158776":"\n   23andMe has become very popular. The problem is that these sites can sell your DNA information to health insurance companies and those companies can then reject you from joining them. Do you think this should be illegal? Have you personally ever done one of these ancestry DNA tests\/would you ever?\n  ","158777":"\n   what’s a name that is unusual, that you’ve met multiple of? (i know two Wednesday’s!)\n  ","158778":"\n   When you go shopping at the supermarket do you bring your own bag? Are the bags free or you buy them?\n  ","158779":"\n   worst embarrassing moment ?\n  ","158780":"\n   Would you rather have a cold beer and a slice of watermelon for dessert, or a glass of champagne and a cupcake?\n  ","158781":"\n   what’s a stoner name? a jocky name? a middle aged dad name?\n  ","158782":"\n   ,\n  ","158783":"\n   Is your mental health improving over time or diminishing?\n  ","158784":"\n   Ever cut your own hair?\n  ","158785":"\n   How's your foot going?\n  ","158786":"\n   Would you date yourself if you were a guy?\n  ","158787":"\n   Are you accademically inclined?\n  ","158788":"\n   Is identity important to you?\n  ","158789":"\n   Also, all the while they're angry at liberals for referring to people as partner bc of \"pc gender bs\", when they're the one pushing the agenda that your husband is gender neutral in your eyes bc of the word \"partner\". What?! 😂👏 Gas!\n  ","158790":"\n   I guess someone doesn't understand that people say \"partner\" instead of stating what status they are like \"boyfriend\", \"fiance\", \"husband\" just bc its easier for every transition between. Or that people say \"partner\" also to not state a gender. Not bc someone is necessarily gender fluid or neutral\n  ","158791":"\n   HAH! if you refer to someone like Courtney as \"they\/them\" im sure that would be very offensive to HER, so i hope you keep doing it till eventually someone punches you in the face for it.\n  ","158792":"\n   this angry anon just makes me wanna start calling Egidio my partner now, LOL. :3\n  ","158793":"\n   im tired of your radical leftist libtard PC shit.\n  ","158794":"\n   you should say your husband, saying \"partner\" implies same sex or gender neutral partner.\n  ","158795":"\n   I love her character! I didn't know about this, so that you so much! 😂\n  ","158796":"\n   Have you ever worn braces, how was the process? If not do you want to?\n  ","158797":"\n   heyyyyyyyyyyyyyyyyyyyyyyyyyyyyy\n  ","158798":"\n   How do you feel about perfume or cologne? Do you like to wear it or smell it on others, or do you find them distracting or unpleasant? If you are a fan, what are some of your favorites?\n  ","158799":"\n   Do you enjoy watching horror movies when you have a night in by yourself or do you find the scenarios in them play on your mind too much after you turn them off? 🧟‍♂️😳\n  ","158800":"\n   Are you more often lending or borrowing money?\n  ","158801":"\n   Who was the last person you assumed something about? What was your assumption, reasoning and was it right or wrong?\n  ","158802":"\n   What sort of impression do you get from someone who says \"not all *insert type of person*\"?\n  ","158803":"\n   What's your opinion on the phrase \"nice guys finish last\"? What does it mean to you and have you ever heard it being said?\n  "},"Answer":{"157731":"\n  I am probably mean but I don't care. I avoid and ignore when possible.\n  \n  Here's today's selfie\n  ","157732":"\n  yes, I tried on religion at one point a little but it didn't fit\n  ","157733":"\n  no my husband wants to do that with his cat but it grosses me out\n  ","157734":"\n  none, other than make kissy sounds and we do recall training every day so that she comes when called (sometimes when she feels like it)\n  \n  there's a skateboard and a basketball set on her wishlist on amazon\n  ","157735":"\n  pretty well. I'm drinking some licorice spice tea and Bubo is flying between me and the kitchen\n  ","157736":"\n  It is. It's just not used for men as often as it used to be in the past.\n  ","157737":"\n  I have a relatively small amount of each so I'd rather not choose I need all the love and attention I can get\n  ","157738":"\n  I don't really have an opinion on them but I do find it strange a little since the main benefit of having MY pets at least is all the snuggles\n  ","157739":"\n  a combination of the two\n  ","157740":"\n  thanks homie\n  ","157741":"\n  I rarely ever get to order the pizza I want because I have to compromise with my partner so like last night I ordered pepperoni and mushroom but normally I like spinach and olives and no meat and sometimes onions or mushrooms or artichokes\n  ","157742":"\n  this is my favorite selfie in the last year at least I didn't scroll too far on my phone looking\n  ","157743":"\n  this one of Bubo mid-preen\n  ","157744":"\n  same meal for a month I hate being hungry\n  ","157745":"\n  sucks.I don't anymore I am prescribed beta blockers so my body chemically can't over produce adrenaline anymore.\n  ","157746":"\n  finding out that the three tumors in my breast were benign was good news but the news is still that I have three large intruding masses in there that don't belong\n  ","157747":"\n  I think they're awful and ridiculous poor people deserve to eat regardless of whether or not they're on drugs, and poor people deserve the same grocery freedoms (ie convenience foods) as anyone else\n  ","157748":"\n  I always worry about finding bathrooms and ordering food\n  ","157749":"\n  that's kind of extreme, no one needs to police that sort of thing. People should use what is more comfortable. I am more comfortable with \"partner\"\n  ","157750":"\n  I did not know what it was but yes it looks good\n  ","157751":"\n  I can't remember if Tei Shi or Ben Folds were more recent.\n  ","157752":"\n  I've been to Canada and the Bahamas. I'd like to go basically anywhere I haven't been.\n  ","157753":"\n  <3 hooray for loving people makes the world better\n  ","157754":"\n  v proud of you\n  ","157755":"\n  a beefy cheese burrito\n  ","157756":"\n  I mean she does do some pretty weird shit so maybe\n  ","157757":"\n  I'm the luckiest Budgie mom in the world you mean she's done so much good for my life\n  ","157758":"\n  as soon as I posted she got tired of being alone and came out for snuggles. now she's flying between me and her cage\n  ","157759":"\n  she just noticed it this morning it took about an hour of hanging upside down from the rice cooker cord and playing with the door to figure it out\n  ","157760":"\n  obviously Bubo and owls\n  \n  meanwhile she learned how to open a cabinet today so right now she is sitting inside a dark cabinet she wiggled into singing her heart out she's so happy\n  ","157761":"\n  I guess pulverized happiness.\n  ","157762":"\n  no I don't take anything with my coffee\n  ","157763":"\n  I don't want anything to do with emperor cheeto\n  ","157764":"\n  anywhere really. I'd just enjoy flying.\n  ","157765":"\n  eat soup and wear soft socks\n  ","157766":"\n  only once or twice a year, and I just drink black coffee in most cases\n  ","157767":"\n  I have no unfinished business with the dead\n  ","157768":"\n  do it because it'll feel good to have finished it\n  ","157769":"\n  yeah sadly\n  ","157770":"\n  my husband had a loot crate for a year and we have tried the dinner boxes (hello fresh, blue apron, etc) but that's it\n  ","157771":"\n  mostly yes If someone becomes less than wonderful then I care less\n  ","157772":"\n  Bubo has been extra excited about flying since she spent a month on eggs so she flies all around but always comes back to my shoulder for kisses and those times have been the best parts of my day\n  ","157773":"\n  this is the slowest sat night ever\n  ","157774":"\n  hahaha okay well\n  \n  my worst experiences are honestly so bad that Bubo's love couldn't fix them if I had to live them again\n  \n  but I don't really like chocolate\n  ","157775":"\n  well than yeah that\n  ","157776":"\n  let's get blissed out yo\n  ","157777":"\n  what's infinity syrup? I detest Vegemite\n  ","157778":"\n  McDOnalds is my fav comfort food. I've not heard of big rooster or pizza house. KFC is only moderately okay and mostly because of the biscuits.\n  ","157779":"\n  I have no idea but it smells good\n  ","157780":"\n  anodized aluminium\n  ","157781":"\n  I enjoy their pan pizza tbh\n  ","157782":"\n  so I live on the side of a mountain and at the bottom is a pizza hut. Today the wind was coming uphill and it smelled like pizza on my balcony\n  ","157783":"\n  I don't know how to answer these silly questions\n  ","157784":"\n  I can't recall the last time I cut my finger with a knife I'm pretty careful and also usually only use the paring knife for things\n  ","157785":"\n  always\n  ","157786":"\n  I'm making myself be extra social tonight to make up for being sort of a hermit to my friends so feel free to get me started with some questions\n  ","157787":"\n  I have no idea\n  ","157788":"\n  fee fie foe fum\n  ","157789":"\n  um, no. get a life.\n  ","157790":"\n  my personality type is INFJ so I mean that's one whole fourth Judgement\n  ","157791":"\n  so this is the grossest fucking thing I get sent when it all boils down.\n  \n  why can't you untick now? I'm not going to magically talk to you privately above EVERY OTHER ANON DUDE OUT THERE when I've been married for 15 years\n  \n  this isn't \"harass women privately\" dot com\n  ","157792":"\n  letting Bubo fly around the living room\n  ","157793":"\n  thanks she's a good girl\n  ","157794":"\n  bio\n  ","157795":"\n  I require large amounts of B vitamins, magnesium, and vit D to supplement my medicine regiment and I depend on meat for a lot of that. If I didn't have weird dietary issues I could consider it but I do enjoy meat and seafood and eggs (I could live without dairy probably)\n  ","157796":"\n  twin peaks\n  ","157797":"\n  creativity\n  \n  here's today's selfie featuring Bubo\n  ","157798":"\n  I have no idea who you are but I mean are you likable? Are you not creepy? Are you the best version of yourself or on the path to be?\n  ","157799":"\n  black\n  ","157800":"\n  Jan 13\n  ","157801":"\n  I wasn't aware you existed until like 2 days ago so I hadn't yet but I just did\n  ","157802":"\n  seltzer water for hot hazelnut coffee for cold\n  ","157803":"\n  road trip drink: cascade ice flavored water\n  \n  starbucks drink: just black coffee or whatever trendy ridiculous frapp is popular\n  \n  alcohol: Bloody Mary or pear cider\n  ","157804":"\n  my friend Kate is a economics rockstar with s PHD and a swaggy job she travels and wears business suits for but also she makes games and writes sci fi and deals with my dumb shit so she's probably the greatest woman in my life that I can think of right now\n  ","157805":"\n  I wish I knew what this was\n  ","157806":"\n  I'm fine. It's still early here so I'm waking up with coffee still.\n  ","157807":"\n  the only things I'm really a \"member\" of are stupid retail things like the rei co-op or sephora's beauty insiders.\n  ","157808":"\n  as it states in my bio, I'm married\n  ","157809":"\n  I am falling asleep at my desk right now. Send me questions and keep me awake at least until Jon gets home and I can cook dinner\n  ","157810":"\n  yeah def\n  ","157811":"\n  yes I used to sew clothes with my grandmother when I was a kid\n  ","157812":"\n  no of course not. I've lived all across the country in different temperate zones I'm well aware that there are abnormal weather patterns now compared to when I was a kid and that the climate has definitely shifted.\n  ","157813":"\n  she can't talk but she does make kissy noises\n  ","157814":"\n  no? there are only really two kinds of weather here\n  ","157815":"\n  I left myspace like over 10 years ago and I don't remember how long I had it\n  ","157816":"\n  I notice seasons changing if that's what you mean\n  ","157817":"\n  I go out on the balcony every hour or so so I notice the weather without being told what it is.\n  ","157818":"\n  no\n  ","157819":"\n  it's 41 degrees F with a light rain\n  ","157820":"\n  Summer, or in the PNW- not rainy season\n  ","157821":"\n  haha gross. I dunno. I have a drawer full of eggs and tail feathers already.\n  ","157822":"\n  yup\n  ","157823":"\n  Portland has an excellent art museum but I've only been thrice in the 6 years I've lived here because it's quite expensive.  There is also a vacuum cleaner museum and a doll museum, and I've not been to either\n  ","157824":"\n  a puddle in a gutter at an airport\n  ","157825":"\n  yeah my phone but it survived\n  ","157826":"\n  my partner is working all weekend so I don't really have any plans. Our \"weekend\" is Tues-Thurs\n  ","157827":"\n  just emails nothing here or anything. I get them from both parties but I delete them all\n  ","157828":"\n  haha mixtapes were the best thing ever and I do feel bad for people who didn't experience that .\n  ","157829":"\n  yes, but in cases of terminal illness. Because no one should have to suffer needlessly\n  ","157830":"\n  that marginalized groups deserve the same rights as cis white men\n  ","157831":"\n  my initials are ARC\n  \n  I can't think of anyone else who has weird initials\n  \n  oh wait my old boss's were DAB\n  ","157832":"\n  I feel like a lot of my anons come at me with some ridiculous shit pretty regularly but I can't think of a specific thing that stands above the rest. Just for the record, anons, you're not entitled to a debate with ANYONE and especially not me I will roll my eyes so hard and delete.\n  ","157833":"\n  it doesn't bug me at all do what you gotta do\n  ","157834":"\n  I'm a she\/her and I don't really have a hard time with pronouns and honorifics except when they are recently changed. Like I have several non binary friends who came out within the past couple of years and I do correct myself here and there with them. I'll get better with time.\n  ","157835":"\n  sticking to my psych meds\n  ","157836":"\n  it's similar. I was still in recovery 2 years ago. I was considered depressed still though so that's a difference from now.\n  ","157837":"\n  snickers bar, peanut butter cookie dough, licorice spice, hazelnut\n  ","157838":"\n  g'night\n  ","157839":"\n  I mean I don't want to die within the next 5 years or so\n  ","157840":"\n  nope\n  ","157841":"\n  of course I\"ll be heartbroken.\n  ","157842":"\n  I'm hoping Bubo will live to be a bazillion but if she doesn't, my next bird might be a cockatiel\n  ","157843":"\n  I hope so but hopefully she'll never get out.\n  ","157844":"\n  no but I do call the store a lot to check on her\n  ","157845":"\n  yes. I traveled away from her to go to a nephews wedding last year and before that a trip across country to various locations.\n  ","157846":"\n  I take her to the place she came from, a store called the parrot perch. they do boarding for $7 a day and they feed her the same foods she's used to and she gets personal attention daily\n  ","157847":"\n  I have not had the pleasure of meeting\n  \n   @poetalunam\n  \n  I haven't even been to New York since like....2002? ish\n  ","157848":"\n  thanks <3 I love us too tho I wish she'd shut up and go to sleep\n  ","157849":"\n  nah we're pretty low key it wouldn't be interesting past like the first chapter\n  ","157850":"\n  both. Since I started taking beta blockers and adopted Bubo I haven't had many probably with panic though.\n  ","157851":"\n  shortness of breath, chest pain, sweating, hot flashes\n  ","157852":"\n  I mean like, I hate the sensation of the vibrating dentist brush but I still get my teeth cleaned at the dentist\n  ","157853":"\n  when I can, but I haven't been able to be since my foot surgery\n  ","157854":"\n  not \"special\" but it's like, charmin extra strong so I dunno that's kind a little special maybe\n  ","157855":"\n  yes\n  ","157856":"\n  it's behind my eyes\/bridge of my nose\/center of my eyebrows area that feels smooth which I assume is the frontal lobe that's what feels coolest right after a yawn refreshes the blood surrounding my brain\n  ","157857":"\n  no\n  ","157858":"\n  yup\n  ","157859":"\n  nah. I did try to \"blend in\" more during like, 2004-2016 just because I was mentally unstable and fashion and makeup weren't priorities but appearing \"normal\" was\n  ","157860":"\n  my opinion? lol. They were here first. I feel guilty as a white person for the way they were treated.\n  ","157861":"\n  only sporadically when there's an issue like tonight I googled \"why does my frontal lobe feel smoothed out when I yawn\" but I didn't get anything really\n  ","157862":"\n  nope\n  ","157863":"\n  Lush's Herbalism is a miracle product and I've been using it for years but making it into a paste is a gross texture\n  ","157864":"\n  the only one of these I'll see most likely is Capt Marvel which I am looking forward to and might even see in the theater which is rare for me\n  ","157865":"\n  - makeup\n  \n  -mental health\n  \n  -Bubo or parakeets in general\n  \n  -the 90s, the 80s, etc\n  \n  -music\n  \n  -favorites\n  \n  -opinions\n  \n  -fashion\n  \n  -the US\n  ","157866":"\n  I sleep like a boss every night\n  \n  Gonna bake cookies and have some cider send me questions!\n  ","157867":"\n  I let her fly until she tuckers herself out then she gets a treat and goes back to her cage for a while to play over and over throughout the day starting at 8 am until sundown\n  ","157868":"\n  she does. I spend a good bit of my day chasing after her while she explores everywhere and dive bombs the cats while they sleep\n  ","157869":"\n  when she was a baby I had big hopes that I could get her used to a little tie-dyed jumpsuit I bought for her that has holes for tail feathers and wings but lets you put a cotton pad in the butt to catch poop. They're called Flight Suits because they let the wings be free flapping. BUT she hated the hell out of it and now will start screaming if she even sees it so so much for that\n  ","157870":"\n  I've never heard of bounty bars. I do like coconut.\n  ","157871":"\n  Meghan prob\n  ","157872":"\n  I guess pure relaxation? I dunno.\n  ","157873":"\n  I don't. I appreciate it at a nice restaurant and will instagram the fuck out of a nice plating but at home we don't care about that and just slop the food on a plate and call it good lol\n  ","157874":"\n  I guess work that stresses you or your body out to do it\n  ","157875":"\n  cipher twins\n  ","157876":"\n  on my nightstand or next to my pillow whichever. I don't look at my phone a lot but I worry that someone will call in an emergency in the middle of the night\n  ","157877":"\n  the things I usually want at the grocery store aren't really packaged items or like, the packaging is minimal and it really doesn't matter. Or well, I guess it does if everything was just a burlap sack and a tin can I'd be pretty bored with food.\n  ","157878":"\n  I used to be able to read music but I've since forgotten. Both piano sheet and guitar tab. I do not know morse code or the phonetic alphabet. I can read the elder futhark but I'm not like really deep into runes. My friend Keri and I had our own code and alphabet in middle school to avoid her nosy parents reading her notes.\n  ","157879":"\n  is that an essay about your ass\n  ","157880":"\n  personality completely. I care so little about looks in a traditional sense and what I find attractive isn't always what others would consider so\n  ","157881":"\n  rofl wut\n  \n  I'm not bullying anyone. If you come in my inbox with your gross inappropriate fetish you get what you deserve- disgust.\n  ","157882":"\n  younger\n  ","157883":"\n  I have not been to Portland ME, the farthest north in Maine I've been is Kittery. I live like 7 miles from Portland, OR so I go there all the time. It's my favorite city in America.\n  ","157884":"\n  the pixies\n  ","157885":"\n  lmao\n  \n  look you disgusting creep\n  \n  no one cares about your pitiful and creepy fetish\n  \n  you don't belong here\n  \n  what you are doing is HARASSMENT\n  ","157886":"\n  oh for FUCKS SAKE\n  \n  I looked up falaka from the last thread of punishment questions\n  \n  it's FOOT WHIPPING\n  \n  the fetishists are getting crafty\n  ","157887":"\n  look I know you dudes just get off on teaching me something but first of all I'm not clicking an anon link and secondly I don't care I just woke up I have my coffee and I don't need to be HARASSED about 18 C punishment\n  ","157888":"\n  a harasser?\n  \n  this is starting to look like a fetish\n  ","157889":"\n  I don't think anyone deserves physical punishment\n  ","157890":"\n  nope\n  ","157891":"\n  nope\n  ","157892":"\n  nope\n  ","157893":"\n  none that I know of. My inlaws are baptists and that's wicked extreme in my opinion.\n  ","157894":"\n  no the most recent immigrants were my great great grandparents from England to Norfolk, VA. He was a skilled house builder and that profession carried on into America\n  ","157895":"\n  I have a great aunt who was an honorary member of a tribe but no one that I know of in my family is actually indigenous\n  ","157896":"\n  my father\n  ","157897":"\n  inorite\n  ","157898":"\n  I'm def snobby about coke vs pepsi (coke is best) and coffee is a clear winner but the rest are meh whatever\n  \n  the thing I'm snobbiest about is art, not minor opinions\n  ","157899":"\n  I mean just jail time or a fine I'm not a fan of old timey punishments\n  ","157900":"\n  I was and I can't have kids but if I could they would be vaccinated\n  ","157901":"\n  I don't know that my mom likes any of that but my dad def does\n  ","157902":"\n  lol\n  \n  sure. because it is everywhere?\n  ","157903":"\n  nah I carefully cultivated my bubble\n  ","157904":"\n  I've heard of wendigo but not wendigo psychosis\n  ","157905":"\n  nope I smell too good\n  ","157906":"\n  I have no idea I don't pay any attention to world news tbh\n  ","157907":"\n  yeah the Aussie Sasquatch. Bigfoot. Yeti. Orang Pendek. Swamp Ape. They're all the same mythical creature more or less just worldwide.\n  ","157908":"\n  I don't have a lot of thoughts about Australia. I sell a lot of yellow bird drawings there. You have budgies. I'm afraid of your spiders. If I were to visit I'd definitely want to do a bird tour. Yowie is Sasquatch's cool cousin.\n  ","157909":"\n  patriarchy, white supremacy\n  \n  because the world can't progress with such outdated nonsense holding us back\n  ","157910":"\n  because of nostalgia and stubbornness, clinging to power structures that should be toppled\n  ","157911":"\n  better\n  ","157912":"\n  what is this song lyrics I wanna barf\n  \n  and I hate the rain dude like always have\n  \n  I love people who aren't creepy anons lmao\n  ","157913":"\n  pause.\n  \n  reminder that I will absolutely report your stupid ass for inappropriate questions and harassment\n  \n  I just reported like half my fucking inbox\n  ","157914":"\n  people who are no longer in my life are mostly that way for a good reason.\n  ","157915":"\n  you're anon and I've been married for almost 15 years.\n  ","157916":"\n  look at how entitled this anon is\n  ","157917":"\n  hi\n  ","157918":"\n  here is everyone I follow that is currently or lately active:\n  \n\n   @CourtneyUwU\n  \n\n\n   @lnr87\n  \n\n\n   @annabelle_wrestler\n  \n\n\n   @country_peach\n  \n\n\n   @bornofsaltandsmoke\n  \n\n\n   @scbennn\n  \n\n\n   @urlsareshittbh\n  \n\n\n   @silverroses101\n  \n\n\n   @Hadacol\n  \n\n\n   @poetalunam\n  \n\n\n   @CactusDoug\n  \n","157919":"\n  Chris is the only common one that comes to mind\n  ","157920":"\n  Jennifer, Kate, Sarah\n  ","157921":"\n  Jason, Michael, David\n  ","157922":"\n  Electric Guest's Dear To Me is now playing\n  \n   https:\/\/www.youtube.com\/watch?v=I1AmkMuB0pA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I like it okay it's not my favorite by them and I am impatient for new music from them\n  ","157923":"\n  bird\n  ","157924":"\n  introvert I guess I've never even heard of two of these\n  ","157925":"\n  reminds me of my husband's job fixing computers\n  ","157926":"\n  pear cider or a bloody mary\n  ","157927":"\n  you mean like if they were here to visit? sure. My mom smokes. My step mom would probably try it if she didn't have a govt job\n  ","157928":"\n  I have never found a dead animal where I live\n  ","157929":"\n  no never I only smoke outside away from her\n  ","157930":"\n  nope\n  ","157931":"\n  I used to belong to a knitting community online but I don't knit as often anymore\n  \n  when I worked in games I was part of games twitter I guess\n  ","157932":"\n  I've had edibles, yes. candies, cookies, brownies\n  ","157933":"\n  it's vert expensive. I've considered it and talked about it in the past.\n  ","157934":"\n  250 mg twice a day and the oil is the only way I've ever taken it and it's been great\n  ","157935":"\n  I have never done marathons lol that's my partner.\n  ","157936":"\n  nah this one is finally starting to heal again\n  ","157937":"\n  fun\n  ","157938":"\n  never\n  ","157939":"\n  not at all but it does help with pain, anxiety, and my ocular nerve swelling\n  ","157940":"\n  it's not that bad actually\n  ","157941":"\n  oh hmmmmm.  Brisbane. Sydney. Perth. that's all I can think of right now\n  ","157942":"\n  because the south is weird\n  ","157943":"\n  about 20. Or one big squirt.\n  ","157944":"\n  yes the oil itself tastes like hay smells\n  ","157945":"\n  nope so I will be going without for 5 days. I have (legal) CBD oil to put in my coffee instead.\n  ","157946":"\n  no the person transporting the weed across borders is responsible in that case\n  ","157947":"\n  they're indoors in like, urban warehouse areas lol\n  ","157948":"\n  yeah the state (Washington) limits how many they had to bid to be allowed to have a legal grow and they're inspected regularly\n  ","157949":"\n  yeah he's a personal friend I'm borrowing some harnesses for the roof so my husband can clean the gutters safely from him currently he helped us move\n  ","157950":"\n  yeah weirdo\n  ","157951":"\n  wait what? was this in reference to something?\n  ","157952":"\n  he owns the grow that sells to about a dozen different shops\n  ","157953":"\n  not really but I follow my favorite grower on instagram anyway\n  ","157954":"\n  I've hung out at a real pot farm, a few times lol.\n  ","157955":"\n  paper mills. hemp would have annihilated paper companies so they demonized pot (and hemp with it)\n  ","157956":"\n  yeah for sure even where it is legal it's hard to shake the feeling like you're doing something weird when you go to a dispensary\n  ","157957":"\n  a really good sunset\n  ","157958":"\n  my makeup was good today\n  ","157959":"\n  I can't think of a time. I have learned to care less about what other people do. I'm included in all of the things I hope to be included in.\n  ","157960":"\n  I've kind of done that a few times\n  ","157961":"\n  sometimes\n  ","157962":"\n  social commentary\/ dark comedy\n  ","157963":"\n  yeah it's a lot of years\n  ","157964":"\n  \"new\" as in like, new to me. Or new to him. When we find something new to like we learn they're whole discography and get real excited about it\n  \n  for me that usually is \"new\" as in chronologically new, I'd say about 85% of what I listen to is from 2018 or more recent.\n  ","157965":"\n  I look the most like my dad I'm straight up his femme mini me. I don't know my mom's personality enough now that she's settled down or whatever from our last period of having a relationship and I'm not much like my dad's personality at all other than the whole \"obsessive about new music\" thing\n  ","157966":"\n  nope\n  ","157967":"\n  I'll probably bring something for the kids but normally I don't for relatives, no. Unless it's the holidays and we're spending it with them. When I visit friends for the first time I do try to bring gifts or at least flowers though.\n  ","157968":"\n  I don't have anything really to look forward to until like, May. I guess the daffodils blooming.\n  ","157969":"\n  only the really silly ones not the involving real life people in horrible things ones\n  ","157970":"\n  I bet bigfoot helped them out\n  \n  but also I could probably survive 44 hours like they did at least not like, long term\n  ","157971":"\n  I have some random fandom type things like pop vinyl figurines (star wars: Finn, BB8, Rey, then also tina belcher, jareth the goblin king, and ogra from dark crystal) and a whole mess of doctor who t shirts back when rose was the companion that I never wear now because they're so outdated and I just don't wear tshirts anymore some Sherlock ones too and like, peanuts and calvin and hobbes and muppets\n  \n  I am a big fan of the fast and the furious and mad max franchises but other than some furiosa art I don't have anything from those. I have steven universe art too and wonder woman. and a doof warrior.\n  \n  but really I wouldn't consider myself \"part\" of a fandom I just like some stuff and don't really worry about it past liking it\n  ","157972":"\n  a dragicorn\n  \n  Bubo's off her eggs and back to her bullshit\n  ","157973":"\n  my parakeet\n  ","157974":"\n  pretty good one\n  ","157975":"\n  I've never even heard of it\n  ","157976":"\n  bread, rice, potatoes, butter, olive oil\n  ","157977":"\n  favorite things, hobbies, current event opinions\n  ","157978":"\n  Sorry to Bother You is on Hulu now\n  ","157979":"\n  I love perfume my current fav is called Dead Sexy by Tokyo Milk and it's a warm vanilla with exotic woods and white orchid.\n  \n  my partner hates cologne and won't wear it.\n  ","157980":"\n  yes I've seen video\n  ","157981":"\n  there are none.\n  ","157982":"\n  I'd say it's a relatively uninformed one I don't pay a lot of attention to global events\n  ","157983":"\n  not that I'm aware of I don't really participate enough in community events to see that sort of thing\n  ","157984":"\n  no\n  ","157985":"\n  no. weird fetish.\n  ","157986":"\n  huh\n  ","157987":"\n  nah\n  ","157988":"\n  he takes care of himself mostly but I remember things for him and clean his laundry and wash his dishes and do about %70 of the cooking. I worry about him when he's at work. I listen to him when he wants to talk. those are all caring gestures I guess.\n  ","157989":"\n  nah I kinda stopped wanting a baby after about age 28 I have so many issues taking care of myself (and a bird) is a struggle enough\n  ","157990":"\n  I know she's so adorable\n  ","157991":"\n  my marriage is going pretty long (nearly 15 years)\n  ","157992":"\n  yes\n  ","157993":"\n  I'm not sure I think maybe the beginning\n  ","157994":"\n  If y'all wanna see something wicked cute, check out this sort little instagram video of Bubo playing in the kitchen sink\n  \n\n   https:\/\/www.instagram.com\/p\/Buj_S_KgSTN\/\n  \n","157995":"\n  cram or wing it I guess\n  ","157996":"\n  sleep\/resting\n  ","157997":"\n  okay but still the reverse is true then\n  ","157998":"\n  I'm too old to know who that is\n  ","157999":"\n  I've never waxed my eyebrows, only my upper lip and not in a long time\n  ","158000":"\n  I don't even know what that is\n  ","158001":"\n  uh what a generalization probably just don't flirt with women who are trying to do their job\n  ","158002":"\n  nah fuck that.\n  \n  also here's my new painting from yesterday\n  ","158003":"\n  aw thanks\n  ","158004":"\n  a great art museum\n  ","158005":"\n  people with gambling addictions\n  ","158006":"\n  mc donalds cheeseburgers with no ketchup\n  ","158007":"\n  the trees don't need to be involved in your sex life\n  ","158008":"\n  I painted tonight I always feel like I'm exploring creatively in paint\n  ","158009":"\n  nah there's always limits to push\n  ","158010":"\n  probably when I was a kid\n  ","158011":"\n  not really\n  ","158012":"\n  yes\n  ","158013":"\n  like chemically asexual but naturally bisexual\n  ","158014":"\n  @ shehitsback\n  ","158015":"\n  it's rare though. When I have crushes they are like, people I want to be better friends with who I also get to tell them they are pretty\n  ","158016":"\n  I have no sex drive because of anti psychotics I have no sexual attraction to anyone lately\n  ","158017":"\n  intellect attracts me to people yes\n  ","158018":"\n  word\n  ","158019":"\n  awkward\n  ","158020":"\n  it's not something I look for no body type isn't a factor in what attracts me\n  ","158021":"\n  street sweeper\n  ","158022":"\n  getting out is overrated\n  ","158023":"\n  I dunno. it varies wildly from case to case\n  ","158024":"\n  those are kinda busted choices. I guess visit another realm\n  ","158025":"\n  I think there's one of those at my mall I don't get out much\n  ","158026":"\n  I only have one inner entity\n  ","158027":"\n  I don't think so\n  ","158028":"\n  I'm way too confused for this\n  ","158029":"\n  huh? no?\n  ","158030":"\n  no\n  ","158031":"\n  nah I'm not that worried about them though I can't look at a needle in my arm without a little queasiness\n  ","158032":"\n  nah\n  ","158033":"\n  I have about half a dozen times\n  ","158034":"\n  in moderation it's fine. She can have most people foods tbh just in careful amounts and also no avacado that's poisonous\n  ","158035":"\n  nah I don't need it that bad\n  ","158036":"\n  she can have plain popcorn or lightly buttered\n  ","158037":"\n  vomit gold\n  ","158038":"\n  the eyeballs I don't like anything bad to happen to my eyes I'm used to pain in my lower half because of SI Joint dysfunction\n  ","158039":"\n  I love cheesy popcorn but it's bad for Bubo\n  ","158040":"\n  I am stupid drunk y'all send me questions\n  ","158041":"\n  but worth it\n  ","158042":"\n  there's a snow cone truck that parks near my neighborhood park but I have not purchased from them I did get some mochi icecream not long ago though in butter pecan flavor\n  ","158043":"\n  I had a snoopy snow cone maker but nothing like that\n  ","158044":"\n  that. sounds. amazeballs\n  ","158045":"\n  I also had potato tacos and cake-in-a-bowl because my cake didn't come out of the pans cleanly lol\n  ","158046":"\n  I had a very good butternut squash stew tonight\n  ","158047":"\n  I guess I would survive but I'd prefer the soup to the dino oatmeal\n  ","158048":"\n  Ben I'm so confused do I get to use a spork\n  ","158049":"\n  punching is very important\n  ","158050":"\n  being into mecha because Lady Gaga's Enigma show has flaming ones\n  ","158051":"\n  not really\n  ","158052":"\n  you ask people questions or come off anon and answer questions that people ask you\n  ","158053":"\n  look me and my friends had a painting party tonight\n  ","158054":"\n  this is ask fm like do you have questions to ask\n  ","158055":"\n  lol thanks do you have questions tho\n  ","158056":"\n  yeah i know\n  ","158057":"\n  I'm old as dirt yo\n  ","158058":"\n  it's a song from the 70s\n  ","158059":"\n  hey hey we're the monkees people say we monkee around but we're too busy singing to bring anybody down\n  ","158060":"\n  there's a place in Portland called SIzzle Pie that does a good pizza no matter what like pep pizza? great. Specialty pizzas? all great Vegan? yep great Brunch? fucking great\n  ","158061":"\n  hey\n  ","158062":"\n  I had jackfruit bbq not long ago that was kinda weird\n  ","158063":"\n  I have no need for them. My husband has them.\n  ","158064":"\n  star wars\n  ","158065":"\n  I don't know what telegram is\n  ","158066":"\n  that they're poisonous to Bubo.\n  ","158067":"\n  hi\n  ","158068":"\n  yeah I was assuming the worst as well but they did say it had a 91% success rate and I'm glad to have fallen in the correct part of that percentage\n  ","158069":"\n  the future\n  ","158070":"\n  I don't have a problem with sex work but I definitely have a problem with gross creepy dudes in my inbox soliciting. NO you couldn't pay me to have sex with you. Guys like you are a scourge.\n  ","158071":"\n  \"don't be a creep\" is a good option\n  ","158072":"\n  why would you ask a total stranger this?\n  ","158073":"\n  I don't in my country but my mother and her parents and family did in Rio when they lived in Brazil so I've seen some of the wonderful costumes and parades and things from old pictures\n  ","158074":"\n  just finished my makeup. Throwing a painting party and vegan potluck in a few hours\n  ","158075":"\n  I have no idea about any of that I just googled it and honestly I'm in a good mood and don't feel like reading up on weird death shit\n  ","158076":"\n  abusive ex\n  ","158077":"\n  absolutely not I'd like to remain ignorant of that one thing\n  ","158078":"\n  no that would be too much power\n  ","158079":"\n  I don't know that I've ever used to phrase. But you're never too old for wild makeup and fashion trends\n  ","158080":"\n  whaaaat my kroger takes my visas! but it's fred meyer not kroger.\n  ","158081":"\n  this is the most ignorant thing I've heard today\n  ","158082":"\n  lol I mean vaping is dumb so whatever\n  ","158083":"\n  I'm white so that's an automatic no\n  ","158084":"\n  the machine is working, there is some healing present in my recent xray. I have a new medical shoe to wear around the house (still the boot when I go out)\n  ","158085":"\n  thx\n  ","158086":"\n  I'm not really clear on what this means\n  ","158087":"\n  I don't know what those are\n  \n  today's selfie:\n  ","158088":"\n  he's not being framed.\n  ","158089":"\n  no.\n  ","158090":"\n  art, particularly painting and drawing. cooking (but not baking), getting along with animals\n  ","158091":"\n  I don't know enough about economics to have an opinion\n  ","158092":"\n  I mean it could be\n  ","158093":"\n  Marshmallow from Bob's Burgers I really don't watch a lot of tv and the only one I can think of is a cartoon.\n  ","158094":"\n  Sorry To Bother You is on hulu right now I think\n  \n  I watched a good movie on Netflix once called Housebound\n  \n  I mean, action movies are always good watch some mad max or fast and furious\n  ","158095":"\n  enjoy\n  ","158096":"\n  anyone can draw with practice sometimes it's nice just to put lines on paper, like the act is more important than the final product\n  ","158097":"\n  I have no secrets, sorry. We are terrible about meal planning and generally just go to the grocery store daily for what we need in just the immediate future\n  ","158098":"\n  \"what would you do if every time you got mad you inflated like a balloon\"\n  \n  \"PAP of your feet\"\n  \n  basically I expect more fetish questions because that's what fills my box every day\n  ","158099":"\n  I have no interest in playing with crypto\n  ","158100":"\n  cash in it for real money\n  ","158101":"\n  I enjoy art\n  ","158102":"\n  I can't think of anything that's shocked me. I am prettty much open to all sorts of relationship things lol.\n  ","158103":"\n  Bob and Linda Belcher because they have such giant personalities but they go together so well\n  ","158104":"\n  I rarely watch things but I guess hulu gets used the most by me\n  ","158105":"\n  a few times a week. I almost always report them as harassment\/bullying.\n  ","158106":"\n  I'\/m really neutral about it. Part of me would like to know what the past was like but at the same time it can be a little weird to hear about on a first date.\n  ","158107":"\n  My eyebrows are natural. The only grooming I do is a few hairs in the middle\n  ","158108":"\n  thanks bye\n  ","158109":"\n  When the SI joints become dislocated, which they occasionally do now because I have si joint dysfunction, then I go through physical therapy for like 8 weeks with massage as part of that therapy.\n  ","158110":"\n  I honestly know nothing about the place\n  ","158111":"\n  I agree but I guess it's a Latvian site or whatever? Guess it's not legal there.\n  ","158112":"\n  I love when neutral, educational answers about a legal substance get deleted lulz\n  ","158113":"\n  nothing that affects it. I'm always smoking cannabis but there's no reaction between the two\n  ","158114":"\n  I have no idea my partner threw away the packaging it's just Dayquil so I guess you could google it I think I have a fever which is why I'm loopy but the dayquil is definitely helping me along\n  ","158115":"\n  I'm high on cold medicine at this point I've had this cold for 3 days you should send me questions because I'm basically so sick I'm drunk\n  ","158116":"\n  oh, huh. I was just sayin' because he' s more likely to pick a rogue or hunter than a warrior in an rpg.\n  ","158117":"\n  instead of warrior. Just a different class. I was making your dumb bs into a gaming joke.\n  ","158118":"\n  lol no he's a sjr (social justice rogue)\n  ","158119":"\n  not really\n  \n  Here's today's selfie Y'all ask me questions I'm sick and bored and my husband went out with his buddy so I'm lonely\n  ","158120":"\n  I've never heard or seen it, or anything by her that I'm aware of. After reading\n  \n   @urlsareshittbh\n  \n  'a response to a question about her not sure that I care to listen\n  ","158121":"\n  they are also year-round friends where I live, and I have two feeders (that I need to fill I'm slacking off) Here are some I drew\n  ","158122":"\n  I thought my husband was tryna sabatoge my party on Sat by procrastinating on the couple of chores I needed from him to make the house clean (I did all I was physically able already two days ago) but hallelujah he just got up and started cleaning.\n  ","158123":"\n  thanks I for sure will\n  ","158124":"\n  I'm having a vegan potluck, booze, and painting party on Sat evening with my best local friends\n  ","158125":"\n  yes sometimes. I buy a lot of produce because of my pet bird also that she can't eat fast enough and I don't end up doing something else with. Like I regularly throw out a third of a bunch of parsley that didn't stay fresh long enough\n  ","158126":"\n  cheeseburgers, hazelnut coffee, hard cider\n  ","158127":"\n  I thought I read it was only about 50 ft from the shore though So I don't know. But aliens, def.\n  ","158128":"\n  your fetish is disgusting and you don't belong on ask\n  ","158129":"\n  americano I hate milk\n  ","158130":"\n  nope\n  ","158131":"\n  no that would cause me a lot of stress\n  ","158132":"\n  maybe half\n  ","158133":"\n  well it takes like 2 handfuls of meds tbh\n  ","158134":"\n  if I had kids they wouldn't be around priests for like, any reason so there's no need to trust or not to trust\n  ","158135":"\n  I just sat down with some tea. I have a medical shoe instead of a boot now so that will take getting used to. Still sick. Feeling uncomfortable from cold medicine.\n  ","158136":"\n  why are you asking me and not the person who actually asked the question I literally don't care\n  ","158137":"\n  I just found out that the bone ultrasound machine I bought is working and my xrays are showing (slow) improvement. I graduated from a medical boot to a stupid looking post op sandal\n  ","158138":"\n  sounds reasonable\n  ","158139":"\n  hi\n  ","158140":"\n  I use it in oil form when I travel to help with anxiety and the withdrawal symptoms I feel from not smoking weed. I take it in my coffee twice a day and it does noticeably help. CBD also helps manage my glaucoma and chronic back pain.\n  \n  Usually I prefer to smoke it with some THC and terpenes for added benefits.\n  ","158141":"\n  fast\n  ","158142":"\n  yes I am. Admire me, everyone.\n  ","158143":"\n  only when I'm on my period\n  ","158144":"\n  chocolate\n  ","158145":"\n  I did participate in one for a new birth control that came out when I was 19 and honestly it fucked my world up and made me so sick so I don't know that I'd do that again\n  ","158146":"\n  it's been a pretty uneventful year in most ways but the most exciting thing I can think of is that my psychiatrist has started labeling my major depressive disorder as \"in full remission\"\n  ","158147":"\n  oh it's been a few years. I kept forgiving this \"nice guy\" for his weird incel bullshit but it just got. so. old. and. so. misogynist.\n  ","158148":"\n  I did a lot today by my standards. I scrubbed my glass and metal computer desk down because the back part was covered in parakeet poop, I super-scrubbed the kitchen counters, sinks, bathroom sinks, and toilets, Did the dishes, cleaned the microwave, did some laundry and got a shower and washed my hair. I have a really nasty cold so I had to really fight to get that all done but I'm throwing a party on sat and today and tomorrow are all I have for cleaning because of other things I gotta do before sat\n  ","158149":"\n  dear followers please entertain my sick ass\n  ","158150":"\n  by local taxes but I don't know the rates or everything that is taxed. there are taxes on weed, alcohol, cigarettes for sure and property taxes. And sales taxes.\n  ","158151":"\n  I don't pay my city council\n  ","158152":"\n  eventually some bird evolved into what we know a s chicken\n  ","158153":"\n  no I think it needs some updates. I'm happy with my local government but not my state or national.\n  ","158154":"\n  what do you mean?\n  ","158155":"\n  I charge $15 to draw someone (or their pet) but yes, I do draw people. Thanks for the likes\n  ","158156":"\n  @ shehitsback\n  ","158157":"\n  yes! They really take care of community concerns as well as possible (and have a good amount of money to do so because of cannabis taxes). Everything in my local council gets voted on and reported on twitter and in the paper and I really do feel like the average citizen has a say.\n  ","158158":"\n  nope\n  ","158159":"\n  a dinosaur. A fish. A turtle. Who knows. Mammals have internal eggs. So one of them? Whichever creature started a complex reproduction cycle that included eggs.\n  ","158160":"\n  the egg. Other species previous to chickens came from eggs\n  ","158161":"\n  ok\n  ","158162":"\n  I guess but not really. In the same way other pleasures are drugs for other people I guess. Like sex doesn't motivate me but not having pain does.\n  ","158163":"\n  sure. My favorite pleasure type is \"relief\" it's a big motivator. Like, get things done and then there will be relief. Take this medication and then there will be relief. Without that, I wouldn't be able to keep trudging on\n  ","158164":"\n  I grew up in the South. In Appalachia people eat road kill. Hitting a deer might total your car but it'll feed your family.\n  \n  Would I today go out and eat roadkill? No ew. But I probably have and people in my family definitely have.\n  ","158165":"\n  I get this question a LOT lately like if you scroll down to earlier TODAY I list which insects I've eaten and describe them\n  ","158166":"\n  I don't remember but I have a bad cold and I took dayquil so I'm ultra wired please send me all of the questions please and thank you\n  ","158167":"\n  my spouse\n  ","158168":"\n  nope\n  ","158169":"\n  rofl\n  ","158170":"\n  not all are spoiled as well as Bubo is sadly\n  ","158171":"\n  She's my baby so she's a Campbell. Her mail from the vet is addressed to \"Bubo Campbell\"\n  ","158172":"\n  nope\n  ","158173":"\n  no prob\n  ","158174":"\n  then don't read lol or just vomit I mean I dunno I don't really care either way\n  ","158175":"\n  back in the late 80's the gifted school I was going to did what they called special interest unit classes which were 4 week classes on all sorts of things and one I signed up for was about African cultures and we ate insects and learned about fashion and art from different parts of Africa and had special speakers from different countries to answer our dumb white kid questions\n  ","158176":"\n  the ants I couldn't taste because they were chocolate-covered. They were crunchy though.\n  \n  Mealworms taste like generic lean protein like chicken or whatever\n  \n  same with crickets but with more crunch (I had them as a pizza topping)\n  ","158177":"\n  ant, mealworm, cricket\n  ","158178":"\n  I have purchased online once from coastal.com and it was fine and I liked their selection. Nowadays I rely on my optometrist, he has very modern taste and always selects really creative and fashionable frames so I just buy at his office.\n  ","158179":"\n  I have eaten insects before. Spiders would be harder for me I spent a lot of my life afraid of them.\n  ","158180":"\n  jumping to conclusions\n  ","158181":"\n  lately, chicken taquitos for the microwave\n  ","158182":"\n  it's for everyone, but it's important to understand privilege\n  ","158183":"\n  savory by far.\n  ","158184":"\n  thanks :)\n  ","158185":"\n  too big\n  ","158186":"\n  he doesn't enjoy being my subject but I've drawn him recently (and painted him in the past)\n  ","158187":"\n  nope I just use mascara\n  ","158188":"\n  they get bird flu which can spread to people but it's pretty rare in domestic parrots\n  ","158189":"\n  inorite\n  ","158190":"\n  it's been like 3 months so I doubt it Jon definitely had this cold a week ago and I was exposed to his germs\n  ","158191":"\n  nope so I don't know why it was so important but my doctor's and health insurance company were like, you need this shot\n  ","158192":"\n  it's famously bad because of how much stress my body is under because of all of my ailments so I generally catch every cold that goes around. I haven't had the flu in a few years because of vaccines. I'm also vaccinated for pneumonia this year.\n  ","158193":"\n  I caught a cold my partner had last week\n  ","158194":"\n  yo. I am so sick ugh.\n  ","158195":"\n  draw, paint, hang out with Bubo my parakeet, stare at a computer screen\n  ","158196":"\n  I loved art best but also art history, world history, oceanography, english\n  ","158197":"\n  thanks!\n  ","158198":"\n  I call my friend David my current \"muse\" because his face just makes me wanna draw faces so bad something about his look just makes me want to create art\n  ","158199":"\n  drug related probably\n  ","158200":"\n  Schizophrenic artist who is politically leftist and a friend to birbs\n  ","158201":"\n  in print it isn't as impressive but seeing this in person (two nudes, lovers by oskar kokoschka) in Boston really shook me to my core the first time. I had so many conflicts in my life but also so much love. It just resonated.\n  ","158202":"\n  that's enough to replace the plumbing in the master shower finally\n  ","158203":"\n  I'm throwing a painting party on Saturday\n  ","158204":"\n  down FOR anything is correct\n  ","158205":"\n  cold snowy wet nor'easters in Massachusetts were the worst the cold seeped right down to the bone\n  ","158206":"\n  a little of both\n  ","158207":"\n  makeup, art, birds, Bubo, mental health\n  ","158208":"\n  yes very much\n  ","158209":"\n  thanks homie take care\n  ","158210":"\n  nope I don't think I could. But I would try human-made meat like lab created.\n  ","158211":"\n  Bubo loves chicken and it's a healthy protein for her to have as a treat once in a while. She also likes egg whites.\n  ","158212":"\n  not anyone I know that's more of a Southern thing. I can buy fresh rabbit at the butcher though, and goat.\n  ","158213":"\n  I see my genuine self lol. I have good self esteem and a close understanding of myself. I have no reason to pretend to be anything.\n  ","158214":"\n  a lot of neighbors have free range chickens and the raccoons eat the chickens. I love chickens but they should really be in a safe coop in a suburban setting. Then raccoons wouldn't be able to eat them.\n  ","158215":"\n  I dunno! When I was growing up it was a marine science center and then they expanded and remodeled into an aquarium. the science center was pretty large and included marshland walking tours over quite a bit of land\n  ","158216":"\n  my early childhood is problematic and my later childhood was very controlled and strictly judged. I started suffering with depression at age 5 or 6. But, it's what my life was and that's made me the person I am.\n  \n  Not technically. we just have a balcony that backs up to some woods that we dump food waste over for the raccoons which pisses everyone in my neighborhood off but I love them\n  ","158217":"\n  they're gonna want to go to the beach. Last time I visited we went to the zoo, I am kinda hoping they want to go to the aquarium this time because I've never been to it\n  ","158218":"\n  sure that's true of basically anyone isn't it?\n  ","158219":"\n  I also have grown ass married nephews that don't get nearly as much attention paid to them lol\n  ","158220":"\n  anon- I don't answer private sexual questions there are children on this website and I don't know how old you are either\n  \n  plus, it's none of anyone's biz!\n  ","158221":"\n  it is kinda nice but I do have waves of guilt because of my partners normal sex drive and me not really meeting that. I am trying to sort of work my way into a more affectionate phase of my life but it's hard for me.\n  ","158222":"\n  most of our attention will be on my young nephews who are 3 and 7\n  ","158223":"\n  not by nature but by chemical reaction. I have crushes on people but I just want them to be good friends I can tell how pretty they are lmao\n  ","158224":"\n  I hope so!\n  ","158225":"\n  not at all. It's glorious because they definitely were a problem where I grew up\n  ","158226":"\n  no. I don't even dream about sex.\n  ","158227":"\n  I have no idea\n  ","158228":"\n  yes\n  ","158229":"\n  so did you drink a lot of caffeine or something\n  ","158230":"\n  I honestly only get headaches like once a year so I don't name them no\n  ","158231":"\n  just like an hour and I didn't take anything I am just drinking lots of water. It's a head cold. Sinuses. Sore throat. a cough. So fun.\n  ","158232":"\n  probably\n  ","158233":"\n  haha\n  ","158234":"\n  how long are we playing this because I have a headache\n  ","158235":"\n  yes you got me\n  ","158236":"\n  my dad and stepmom, a couple of  second and third cousins all have my maiden name.\n  ","158237":"\n  that doesn't sound very British does it\n  ","158238":"\n  just my middle name\n  ","158239":"\n  lol wut\n  ","158240":"\n  I mean it doesn't really matter does it I haven't used that name in 15 years almost\n  ","158241":"\n  I wish\n  ","158242":"\n  yes\n  ","158243":"\n  it was not. It was a very British name though.\n  ","158244":"\n  lmao\n  ","158245":"\n  no? I mind my biz\n  ","158246":"\n  I have a head cold and I'm very tired.\n  ","158247":"\n  I did not. I liked how common my husband's last name was it makes me feel a little safer online at least there are hundreds of Allison Campbells but my maiden name was very unique\n  ","158248":"\n  my art\n  ","158249":"\n  mother: black jellybeans\n  \n  father: cheez-its\n  ","158250":"\n  my husband, health insurance\n  ","158251":"\n  literally everyone does but whatever. I WAS speaking for myself. On my page, while answering a question\/statement directed at me. So like, fuck off lol\n  ","158252":"\n  yeah it was pretty wild. My eye doctor bought a little stuffed toy of a Demodex (which is what they're called) and he shows me like every time I'm there\n  ","158253":"\n  yeah. In middle school my science teacher made us watch a video about all of the organisms that live on your body\n  \n  because I have immunity issues due to extreme medical conditions, the little worms that live in your eyelashes took over on me a few years ago. Like, they reproduced so much that they were affecting my skin and my body couldn't fight them off. I had to get a prescription liquid to apply that killed them.\n  \n  Fun times with microscopic mites.\n  ","158254":"\n  I loathe jeans I had a dream that I wore jeans last night and I woke up so confused\n  \n  Also here's today's selfie\n  ","158255":"\n  in person, yes.\n  \n  online, it depends. I'm less patient and friendly with anons. I have too many haters\/trolls to deal with sneaky ass anons' feelings\n  \n  to real people online with a name and an identity- I am friendly until I'm given reason not to be. Which I guess is the same as in person.\n  ","158256":"\n  I can be but it's a rare fleeting thing\n  \n  I guess my sense of humor is pretty broad I like absurdist things and dark comedy and anything political that doesn't punch down. I'm clever and enjoy a good pun. I love Dad Jokes.\n  ","158257":"\n  I live in the Pacific NW of the US, where it rains 8 months straight out of the year. When it IS sunny, which it won't be for a while, I like to go for walks and visit parks.\n  ","158258":"\n  Waffle House is what I grew up with. Shari's is where I live now.\n  \n  I think the font on the Shari's sign makes it look like it says \"Shart's\" so it makes me as gleeful as a 12 year old to eat there\n  ","158259":"\n  yeah it's great I love Terry and Rosa best\n  ","158260":"\n  been watching a lot of Brooklyn 99 lately, and the Good Place. And as usual Bob's Burger's.\n  ","158261":"\n  bloody mary\n  ","158262":"\n  not to be a dick but I don't believe it's humane for domestic cats to be outdoors except in a very rural environment.\n  ","158263":"\n  sorry to hear it. I ended up being pretty popular in high school but like 4th grade was so awful I tried to kill myself\n  ","158264":"\n  depends on the individuals humans as a whole excel at both\n  ","158265":"\n  I'm in the middle on this. Being Gen x Im' pretty against all of the cameras that have popped up everywhere but the younger generations don't seem to mind at all so I mean, whatever just camera up the whole world\n  ","158266":"\n  nah I don't think pressure is the word\n  ","158267":"\n  yes I was heavily bullied all through elementary school and middle school\n  ","158268":"\n  muchas gracias, burgerville, fred meyer\n  ","158269":"\n  ew to both\n  ","158270":"\n  Mt Rainier or Mt St Helen\n  ","158271":"\n  I honestly have no clue what's popular. This has over a thousand likes or whatever on youtube does that count? I just listen to spotify I don't know who's cool just who I think is cool\n  \n\n   https:\/\/www.youtube.com\/watch?v=VvwAX7wnAJI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","158272":"\n  it's okay to not be sorry\n  ","158273":"\n  I wouldn't want to be anyone else. I just want my life to continue to be good\n  ","158274":"\n  the relief of finishing a task\n  ","158275":"\n  Ooblloobsoobn\n  ","158276":"\n  I'm doing mostly fine. Feel a little uncomfortable today and can't quite place what it is.\n  ","158277":"\n  I got out to the parrot store to see all the second cutest birds (Bubo is the cutest)\n  \n  not that wonderful I guess but it was good to get out of the house I don't leave often with this leg in a medical boot\n  ","158278":"\n  both\n  ","158279":"\n  pros: get to go somewhere different, get to see new things, listening to music in the car is fun\n  \n  cons: having to stop for snacks and bathroom all the time, driving sucks, other drivers suck\n  ","158280":"\n  I think they need restrictions and parental involvement.\n  \n  I didn't have internet in my home until college lol.\n  ","158281":"\n  all of my makeup was vegan and cruelty free today if you wanna see my (almost) daily makeup looks including occasional vegan and budget looks, plus my art and featuring Bubo the parakeet, follow me on instagram at instagram.com\/shehitsback\n  ","158282":"\n  Daria's cool though. My bff in high school was more of a Daria than me.\n  ","158283":"\n  some. I relate more to her friend Jane because of art and fashion\n  ","158284":"\n  yes I watched it when it first came out\n  ","158285":"\n  creepy and entitled. I don't ever play \"hard to get\" no absolutely means no.\n  ","158286":"\n  nope\n  ","158287":"\n  I have no idea my bank is on the east coast and I am on the west coast so there are no local branches. I do all of my banking through the internet\/cell phone deposits\n  ","158288":"\n  I have zero idea\n  ","158289":"\n  recycle them at Best Buy\n  ","158290":"\n  nope\n  ","158291":"\n  nah it's very small like a a sliver of a grain of rice. My feet have larger hardware but I've never had a problem with a metal detector\n  ","158292":"\n  I have three large (benign) tumors and when the largest one was biopsied (a second time) they left a small metal marker to make it easier to find on a mammogram (I also have fibrocystic breast disease which makes my breast tissue very very dense and that makes mammograms difficult to read)\n  ","158293":"\n  no not if I\"m not there to take care of her. I do want her to live an extraordinarily long parakeet life though lol. I'm not ready to be without her anytime soon. She turns 3 in March so she's still pretty young\n  ","158294":"\n  Star Wars\n  ","158295":"\n  nope\n  ","158296":"\n  sure why not I've already got metal in my tit and both feet I'm becoming a cyborg slowly but surely\n  ","158297":"\n  most are monthly yeah the email address is yearly\n  ","158298":"\n  it's a luxury . Not having to think about it is the benefit. Plus with spotify the ad-free-ness is important to me because I literally listen to music all day long\n  \n  I forgot one more I subscribe to Microsoft for a personalized email address as well\n  ","158299":"\n  netflix, hulu, amazon prime, spotify\n  ","158300":"\n  no? their looks have nothing to do with them being a bad person\n  ","158301":"\n  it is stupid.\n  ","158302":"\n  yes of course I have a problem with people faking attacks lol if he did it but I heard he wrote a fucking CHECK so that's kinda hard to wiggle out of\n  ","158303":"\n  if you're literally willfully answering explicit questions about sexual things involving children with anything but \"I reported you, pedo\" you're pretty fucking disgusting. It makes perfect sense  you just want to defend outrageously bad behavior\n  ","158304":"\n  pedophilia?\n  ","158305":"\n  it boggles my mind how y'all don't see how entertaining questions from pedophiles literally makes you complicit like I know y'all want coins but you don't have to answer some things\n  ","158306":"\n  lmao oh ok\n  ","158307":"\n  nah\n  ","158308":"\n\n   https:\/\/www.youtube.com\/watch?v=QDbWycBKpNg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","158309":"\n  God help me\n  \n  I can’t feel a thing in my bones love\n  \n  Lord I’m empty\n  \n  Just fill me up, I need a home love\n  \n  Will you need me to leave\n  \n  I can’t lose myself again, you see\n  \n  Cause when it’s cold out, I’m not equiped\n  \n  I can hardly recognize myself\n  \n  Darling you can’t bring me home\n  \n  You know I don’t belong here anymore\n  \n  Not even in my wildest dreams\n  \n  It’s not my fault, oh yes it, oh no it’s not, of course it is\n  \n  I wanna know what it’s like, not to have to care what’s inside\n  \n  I can’t feel you, but I feel what you do to me\n  \n  God help me\n  \n  I can’t feel a thing in my bones love\n  \n  Lord I’m empty\n  \n  Just fill me up, I need a home love\n  \n  Will you need me to leave\n  \n  I can’t lose myself again, you see\n  \n  Cause when it’s cold out, I’m not equiped\n  \n  I can hardly recognize myself\n  \n  We seem to be content avoiding desaster\n  \n  And now our mind is shot and love is on the run\n  \n  Torn at the seams and a little gone\n  \n  Haven’t been here before, haven’t we been dead\n  \n  I wanna know what it’s like, not to have to care what’s inside\n  \n  I can’t feel you, but I feel what you do to me\n  \n  God help me\n  \n  I can’t feel a thing in my bones love\n  \n  Lord I’m empty\n  \n  Just fill me up, I need a home love\n  ","158310":"\n  I don't even know what this means\n  ","158311":"\n  nah\n  ","158312":"\n  a score of years\n  ","158313":"\n  I watched it way back a billion years ago\n  ","158314":"\n  coffeemaker\n  ","158315":"\n  whether or not BORNS is good. I think he's good.\n  ","158316":"\n  I was not but I am now\n  ","158317":"\n  yeah when I was a teen or whatever and I just pined and wrote bad poetry\n  ","158318":"\n  she's alright\n  ","158319":"\n  I have no idea there have been plenty I'm very old\n  ","158320":"\n  well sasquatch lives in the pacific nw with me right and then his cousins are all over the world\n  ","158321":"\n  oh about 20 min while doing makeup and then just in passing as I move from room to room\n  ","158322":"\n  I couldn't play minecraft because every time I broke a block I clench my hurt foot lmao so like after several hours of that I am in a lot of bone pain and also very drunk\n  ","158323":"\n  I am drunk and I just killed a zombie\n  ","158324":"\n  getting crunk and playing.....minecraft. like a loser or a 6 year old. but it's so good and I misssssssssed it\n  ","158325":"\n  I don't really have anything to vent about I'm in a fairly good mood today\n  \n  but Y'ALL\n  \n  I accidentally crushed one of Bubo's eggs today. I feel so guilty (they're not fertilized so don't worry about hypothetical babies) she really doesn't seem to mind at all though like she hasn't even acted like she's noticed\n  ","158326":"\n  yes, we give too much power to politicians\n  ","158327":"\n  I like them. reminds me of my childhood.\n  ","158328":"\n  fur coats.\n  ","158329":"\n  well damn I just assume anyone sending me questions about assault are Ben whoooops.\n  \n  Yeah, wut it's def not okay without consent.\n  ","158330":"\n  hold my breath\n  ","158331":"\n  I mean I know those guys for sure but in this specific case I'm pretty sure it's Ben\n  ","158332":"\n  I mean it's a troll I wouldn't get too invested in it. Humanity is mostly alright.\n  ","158333":"\n  no it's not unless you ask \"may I kiss you\" and she says \"yes\"\n  ","158334":"\n  well I'm schizophrenic so I wonder what was a delusion or not in the past but a couple of years ago while in remission\/on meds I walked through an electric field in the grocery store and my husband did too and he was like OMG did you feel that?! and without thinking I responded \"that's what ghosts feel like\" and I meant it very wholeheartedly\n  ","158335":"\n  I think it's very probable\n  ","158336":"\n  you mean like, falling in love with someone you met online? Sure. There are many kinds of love. There's no reason long distance love can't be one of them.\n  ","158337":"\n  I don't know your riddle answer but here's today's selfie\n  ","158338":"\n  an ex of mine ran through the place with middle fingers up screaming fuck you I quit\n  \n  I was pretty mad about it actually\n  ","158339":"\n  alcohol\n  ","158340":"\n  jackets, it doesn't get that cold here usually like I could just wear a sweater.\n  ","158341":"\n  blueberries\n  ","158342":"\n  yeah but preferable a pot smoker rather than cigarette\n  ","158343":"\n  full first name I don't like any of the shortened versions of my name\n  ","158344":"\n  Frances\n  ","158345":"\n  mad max fury road\n  \n  or mad max beyond thunderdome\n  \n  or like, any of the non-prequel star wars\n  ","158346":"\n  zero\n  ","158347":"\n  lately I have to do everything on one foot basically so it takes me about 20 min\n  ","158348":"\n  no I can't have candles because they're bad for birdie\n  ","158349":"\n  clothes- online about a month or so ago\n  \n  grocery shopping- my husband went yesterday but I personally went like 2 weeks ago\n  ","158350":"\n  they're basically interchangeable for that sentiment\n  ","158351":"\n  I honestly can't think of anything\n  ","158352":"\n  my day-to-day \"uniform\" for this time of year (winter) is bright striped or patterned knee socks, a pair of capri yoga pants for warmth, a knee length sundress or skater dress in bright florals or weird patterns, and a flannel shirt or a denim jacket if I'm going out. sneakers.\n  \n  in the summer it's just the dress and sneakers. with short socks.\n  ","158353":"\n  a dress with neon dinosaur bones all over it because obviously I needed that\n  ","158354":"\n  there aren't any lol\n  ","158355":"\n  bye tacos\n  ","158356":"\n  nothing I eat is that weird\n  ","158357":"\n  texting can go I only text a few family members everyone else talks to me through fb messenger\n  ","158358":"\n  comfort and maintaining my \"crazy aunt\" image.\n  ","158359":"\n  I mean if I had unlimited money I'd be financially stable right\n  ","158360":"\n  style, kindness, love, personality\n  ","158361":"\n  no stop bothering me about her\n  ","158362":"\n  oh yuck I would hate to only travel one time. I guess one of those European cruises so I at least get a little variety\n  ","158363":"\n  I love the \"secret alien base on the dark side of the moon\" one\n  ","158364":"\n  probably a hippo but can you imagine a cat-sized giraffe\n  ","158365":"\n  not out of habit, just out of accident\n  ","158366":"\n  no I'm used to sleeping through pain I've had back problems since a bad injury in 2003 I sleep like a boss. The pain isn't so bad as far as pain goes, but it's just been soooooo long (over 5 months) and it's enough that it wears me down\n  ","158367":"\n  yes\n  ","158368":"\n  tennis or volleyball\n  ","158369":"\n  nope a local friend of mine used to work for an acupuncture place though\n  ","158370":"\n  in some areas. Where I live included. Not everywhere. I don't know the deets about other societies really I think pretty locally by default\n  ","158371":"\n  no I think slowly we're progressing towards more social equality we just have a ways to go still\n  ","158372":"\n  the strap for the ultrasound head squeezes around my foot in a very painful\/sensitive area of my foot and it makes my muscles twitch and jerk which affects the whole foot at the end of the day when it's tired and wants to be especially painful\n  ","158373":"\n  social inequality is universal. So yes.\n  ","158374":"\n  dreading bone machine time. Foot already hurts today. Send me questions to distract me while I hook my foot up to this expensive thing\n  ","158375":"\n  it's been a while for me being ghosted like 7 years ish I guess it was this girl I had the biggest gayest crush on and I guess I was pretty annoying. I last ghosted someone about 3-4 years ago for  not being a progressive enough friend.\n  ","158376":"\n  thanks I mixed it myself using the crayola beauty palette from when they has a makeup line\n  ","158377":"\n  haha glad I'm not alone then\n  ","158378":"\n  my brain keeps answering questions about mental illness that no one asked lol like I just end up thinking all the ways I could word things if for instance my stepmom or sister has a specific question when I'm in town in May\n  ","158379":"\n  like seriously I get at least 2 anons a day that get this reaction from me before they're deleted or shamed. the first one that comes to mind today is the person who told me virginity is a construct on a post about the 1500s\n  ","158380":"\n  ok, \"Not a Creep\", then what's your Non creepy question that you felt the need to pre-ask about?\n  ","158381":"\n  I mean if it's against TOS then no. If it's related to a fetish then no. If you're gonna be a giant fucking creep, then no.\n  \n  Otherwise you don't have to ask me if it's okay to ask questions on a site that's literally about asking questions\n  ","158382":"\n  I'm from Virginia (US) but I currently live in Washington state.\n  ","158383":"\n  thanks homie\n  ","158384":"\n  I just did my makeup in birb colors because of an anon suggestion here\n  ","158385":"\n  ha I can try, I do have a mix-your-own lip color palette from crayola but I've not been successful getting a good green\n  ","158386":"\n  how should I do my makeup today\n  ","158387":"\n  hashbrowns\n  ","158388":"\n  sorry I have never eaten a food at starbucks\n  ","158389":"\n  I did a portrait of my friend CJ yesterday I already posted it but I'll post again because who cares\n  ","158390":"\n  Bob's Burgers\n  ","158391":"\n  thanks for the questions when you are around at any rate and hope your break is a good one\n  \n  My \"anything I want\"\n  \n  I really hate how often some people on this site entertain the creeps and pervs and fetishists like you can definitely delete those things and not let them get a rise out of you. You're emboldening them and then they're in MY inbox sexually harassing me and it's because they think they're entitled to that shit it's gross it's obviously gross of them for being that way in the beginning but it's also gross of y'all to entertain it. There are children on this site.\n  ","158392":"\n  this isn't a question\n  ","158393":"\n  I have no idea I always just go to things\n  ","158394":"\n  some people say they can but I can't\n  ","158395":"\n  infj\n  ","158396":"\n  I agree but we're talking 14th c renaissance they weren't exactly woke\n  ","158397":"\n  lately, digital drawing! I just drew this portrait of a friend of mine while I was doing the bone stim machine on my foot\n  ","158398":"\n  yeah, I can get around pretty well now in my medical boot so I just won't be able to like go on long hikes or swim in the ocean\n  ","158399":"\n  I live in Washington State, which is on the west coast. Virginia is on the east coast. that's about 3,000 miles\n  ","158400":"\n  that's way too deep of a subject for me to be able to discuss while in pain and relaxing\n  ","158401":"\n  it's probably going to be about $700 for us both to go round trip. So like, $350-ish each way and that was at a good price many flights are much more expensive\n  ","158402":"\n  I'm in a lot of pain today. Just finished the bone stimulation machine. Got clean and washed my hair which is difficult on one foot and takes most of my morning. Cleaned dishes. Now I have orange spice tea and am trying to relax\n  ","158403":"\n  nah middle class but we follow a budget and have extra for things sometimes\n  ","158404":"\n  no we don't really do nicknames or pet names or whatever\n  ","158405":"\n  flight\n  ","158406":"\n  it was named for Queen Elizabeth the first (elizabeth tudor) who was often called the Virgin Queen\n  ","158407":"\n  in May I'm travelling back across the country to Virginia to visit my parents and sister and nephews. In June I'm seeing Lady Gaga in Vegas with my bestie. We have tentative plans for late summer to fly down to San Diego California.\n  ","158408":"\n  Yes we do and I have a free coupon for there that I need to use. I like their coffee better than other coffee places it has a better taste than for instance starbucks\n  ","158409":"\n  I don't have it where I live but I've had it in a few other states and I loooooooove the burgers (but the fries are gross)\n  ","158410":"\n  I dress really weird like my general uniform is a sun dress or skater dress, knee-length yoga pants, and knee-high socks and sneakers with a denim jacket\n  \n  I've just decided that this combo is what is most comfortable for me and expresses myself the best for whatever stupid reasons and now I dress weird\n  ","158411":"\n  pretty much\n  ","158412":"\n  I mean, he has two music videos and did a show recently but that's basically it. He's definitely not getting the attention he deserves he works hard as fuck and went to music school for voice\n  ","158413":"\n  I wish I could wave my hands and make a musician friend of mine famous because he super deserves it\n  \n  so I mean, if you like electro-pop have I gotta act for you\n  \n\n   https:\/\/www.youtube.com\/watch?v=HMxa6RxUjI0&feature=player_embedded\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","158414":"\n  hahaha\n  ","158415":"\n  lol word it never feels like that much but I had to take it all off at the hospital once for an over night stay and it was a LOT\n  ","158416":"\n  I have no idea what that means but thanks! lol\n  ","158417":"\n  every day I wear 3 different color hoops in each ear, a gold ball in each ear, a gold hoop in my nose, a gold and emerald cocktail ring on my right hand, a rose gold thumb ring on my right thumb, and a silver band on my left hand. Sometimes I add a necklace to go with an outfit\n  ","158418":"\n  Ocean's 8 was better than Ocean's 11\n  \n  the last few fast & furious are better than the first 4 of em\n  \n  The all women ghostbusters was better than the second ghostbusters\n  \n  Fury Road was better than the original Mad Max\n  \n  the prequels to star wars were the worst\n  ","158419":"\n  pizza gate was wild, right? Like what in the absolute fuck are these stupid conservative conspiracy theorists smoking because I've never had drugs that wild\n  \n  I think sasquatch exist so that's the most believable for me lmao\n  ","158420":"\n  mc donalds\n  ","158421":"\n  applebees around here is always packed\n  ","158422":"\n  gross ew\n  ","158423":"\n  no. Being intimate just means being very close sex is an act not a state of being\n  ","158424":"\n  when Jon and I started out he considered himself conservative but now 15 years later he is a liberal. SO I guess opposing viewpoints weren't working out for us because we evolved into having similar beliefs\n  ","158425":"\n  sure it just takes compromise and if they can do that then they're golden\n  ","158426":"\n  I don't know why the pet owner can't just continue taking care of their pet but I guess if it's agreed that it's a household chore then it should be shared responsibility\n  ","158427":"\n  I've never seen a movie character that I felt resembled me\n  ","158428":"\n  so basically you saw Danny's \"controversial question\" thread and decided to make it pervy.\n  \n  Y'all anons are something else\n  ","158429":"\n  they're weird and relatively new as far as I know like they were definitely not common practice for me or my sister or brother's age groups I think there are too many parties and showers and gifting opportunities nowadays\n  ","158430":"\n  yeah I don't really get along with his bff but like, I care less about the riff than I did in the past\n  ","158431":"\n  a turn off if they were really serious like natal charts etc or caring whether or not our signs were compatible but like a passing or humorous interest is nbd\n  ","158432":"\n  I think it's an outdated custom. We definitely didn't do that.\n  ","158433":"\n  I made fire starters with toilet paper rolls, dryer lint, and wax\n  \n  we took them camping and they were great!\n  ","158434":"\n  hmmm I don't know like I guess it depends if one person is at work and the other is blowing up their phone that could be a problem. Daily seems reasonable to me in some cases but extreme in others.\n  ","158435":"\n  AMA I've got pear cider and I have to stay up long enough for another laundry cycle\n  \n  I'll even try to not delete half of the questions I get this time\n  ","158436":"\n  Supper in my dialect and it's Pizza night woooo\n  ","158437":"\n  I mean I guess but I was also psychotic and really feelin' all those weird emotions\n  ","158438":"\n  no lol I just ask for things.\n  ","158439":"\n  lol I hate pants anyway\n  ","158440":"\n  firstly, you're absolutely wrong I literally saw the videos what happened was the shitty loud teens were being yelled at by a group of muslim americans who stirred them up real good and instead of bringing it back to where it started the teens turned their energy onto the less aggressive\/easier targets- the elders with the drums.\n  \n  secondly, this is about MY ANSWERS I've about had it with entitled fucking anons answering questions on MY page. Stop being anon sneaky fucks and maybe people would ask you things too\n  ","158441":"\n  stability, kindness, creativity and no it hasn't changed since I met Jon at least\n  ","158442":"\n  my partner for sure I have literally zero drive\n  ","158443":"\n  \"Make America Great Again\"\n  ","158444":"\n  no instead we raise our children to wear MAGA hats and be intimidating and disrespectful directly in the faces of native elders\n  ","158445":"\n  do you have questions or\n  ","158446":"\n  he ends sentences with the word \"at\".\n  \n  Like \"where is the remote at\"\n  \n  bugs me so bad\n  ","158447":"\n  yup! Our 15th anniversary is in April\n  ","158448":"\n  I definitely don't know word origins but looks like you got a good answer from Leigh\n  ","158449":"\n  ... why would I have an answer to that\n  ","158450":"\n  nah\n  ","158451":"\n  no I don't believe in any part of that\n  ","158452":"\n  I mean, maybe? But what I think of as \"connections\" are like, the acknowledged connections between you and the people in your day to day life\n  ","158453":"\n  no, but I talk to the pets\n  ","158454":"\n  nope true facts I almost never fart like maybe a couple of times WEEK I burp all the time though\n  ","158455":"\n  sci fi, biographies, short story collections\n  ","158456":"\n  yeah I don't take myself too seriously.\n  ","158457":"\n  ok but this page is about MY answers to questions. Weirdo.\n  ","158458":"\n  I googled this first and was told we've fought in 5 wars but that was only counting modern war and not the wars we fought with native americans or our civil war.\n  ","158459":"\n  like a smooshed face with dramatic lighting\n  ","158460":"\n  no I wouldn't want that kind of pressure\n  ","158461":"\n  sometimes if it's tasteful and not at someone's expense\n  ","158462":"\n  my brain I guess I'm a weakling\n  ","158463":"\n  nah I'm pretty privileged to not be treated that way some women in other cultures def are\n  ","158464":"\n  thanks this is called \"Life's No Pink-nic\" but it's more of a coral in person?\n  ","158465":"\n  last night. I sleep like a boss every night\n  ","158466":"\n  yes I would I'm disgusting\n  \n  but also cute\n  ","158467":"\n  no don't touch me\n  ","158468":"\n  yes\n  ","158469":"\n  lip syncing to janet jackson and doing a strip tease in the mirror as a teen lmao\n  ","158470":"\n  I haven't seen it\n  ","158471":"\n  ah well then glad I didn't know\n  ","158472":"\n  probably\n  ","158473":"\n  I have no idea what this is\n  ","158474":"\n  it's not done that for me or if it has I closed it and ignored it like I do with those\n  \n  probably has to do with ads I would think that's what generally for right\n  ","158475":"\n  I think it's pretty gross and I\"m glad we don't do that anymore. Women were literally property being exchanged between families.\n  ","158476":"\n  I guess a load of twitter followers. Money. Having a name that's recognizable in at least certain larger circles like \"the gaming world\" or \"the art world\" or whatever\n  ","158477":"\n  YEAH\n  ","158478":"\n  Lately I've been listening to Molly Burch, Eyedress, Kali Uchis, Jinka, NVDES, Von Sell, Russo, Mt. Si, Mothica, Young & Sick, Mr Twin Sister, and the Shacks\n  ","158479":"\n  a toy tool set with a battery operated power drill for my youngest nephew who turned 3 today\n  ","158480":"\n  working again. I have permission from my docs to start going to work one day a week but I don't know who would even hire me for that and I can't do anything until my foot heals. I worry that it'll be as bad as it used to be and will cause me a lot of panic.\n  ","158481":"\n  the new she-ra cartoon is what comes to mind\n  ","158482":"\n  drink hard cider and talk to people on social media\n  ","158483":"\n  no\n  \n  hey look I did my makeup again I'm on a roll lately\n  \n  (I only bother on days I'm feeling pretty good and want to be creative so so many days in a row means good mental health for a while in a row)\n  ","158484":"\n  I have zero idea who that even is\n  ","158485":"\n  no prob Bob\n  ","158486":"\n  I don't think technically but it muddles the definition. Implies that you're drowning but with meds along with you\n  ","158487":"\n  IN meds implies you've taken a lot of meds which is probably what you're going for\n  ","158488":"\n  I mean, I can literally hate on anything I want\n  ","158489":"\n  cinnamon toast crunch, special k with the berries and yogurt: favs\n  \n  fruity pebbles, apple cinnamon cheerios: least fav\n  ","158490":"\n  Citizen Kane. Titanic. Anything by M Night Shamalan\n  ","158491":"\n  snickers\n  ","158492":"\n  nope\n  ","158493":"\n  lol aww\n  ","158494":"\n  pretty sure it's in my bio but her name is Bubo and she's an American Parakeet which is like, a smaller brighter budgie\n  ","158495":"\n\n   https:\/\/www.youtube.com\/watch?v=HMxa6RxUjI0&feature=player_embedded\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","158496":"\n  creepy. No one knows you on one date. You can like someone you can love things about someone you can admire someone but like being in love is super srs bsns\n  ","158497":"\n  World of Warcraft\n  ","158498":"\n  anything by Huey Lewis and the News\n  ","158499":"\n  I guess they mean different things. Like \"in love\" is so much more serious that's like, commitment level. But I love lots of people.\n  ","158500":"\n  there's a Beatles song where he's like \"I used to be cruel to my woman I beat her and kept her apart from the things that she loved\" referencing John's abusive first marriage so \"It's getting better\", the song, always sort of weirds me out\n  ","158501":"\n  thank you\n  ","158502":"\n  eh, it doesn't bother me if the kid is into it if the kid is obviously not into it then it's time to stop I doubt it has any effects on later-life clothes picking or decision making or anything like that\n  \n  my sister is only a year younger than me so we were often dressed alike and we both have our own distinct styles now\n  ","158503":"\n  well I have a pet bird and she is pretty much the best thing ever\n  ","158504":"\n  the sneaker I wear everyday on my left foot is of a pair I bought a little under a year ago. The right foot has a medical boot right now. The mattress is about 5 years old.\n  ","158505":"\n  Jon would get to be impervious to illness because right now he has a head cold and he is the BIGGEST BABY\n  \n  I would have the ability to multiply things because I love to create.... and then I'd multiply some cash like, immediately\n  ","158506":"\n  good morning. It's evening for me I\"m getting ready to eat supper.\n  ","158507":"\n  I'm getting a lot of use out of this Janice shrug\n  \n  I do think life just happens(ed) and I don't think there is a guiding purpose but I think there are personal meanings and purposes that make life worthwhile for the living\n  ","158508":"\n  oh goddamnit this was BEN demanding my attention? Do you know I cleared my blocked list the other day and there were LITERALLY 200 of your accounts there.\n  ","158509":"\n  feeling faith in a higher power or a specific afterlife or pre-life plan\n  ","158510":"\n  no\n  ","158511":"\n  holy fucking shit I got up to feed Bubo for literally less than 3 minutes\n  ","158512":"\n  and you've sent it to me twice and my first answer apparently, what? wasn't good enough?\n  \n  I really thought that this was a made up word. The term has always in my experience been \"are you materialistic\" not \"are you a materialist\" and I'm neither but I'm also not spiritual\n  ","158513":"\n  you asked me this yesterday but that's a made-up word so I really have no idea what you mean\n  ","158514":"\n  no I'm glad I was born.\n  ","158515":"\n  it's stupid 80's slang. Short for homeboy. Meaning friend.\n  ","158516":"\n  You mentioned on Leigh's page you wanted a good neutral palette my pick for drugstore\/Walmart brands is Wet N Wild's Nude Awakening it's $5.49 and it's an urban decay dupe. If that's too dark, try Milani's neutral palette, it's definitely geared towards lighter skin. Both have great color pay off, are easy to find, and are super inexpensive\n  ","158517":"\n  thanks homie <3\n  ","158518":"\n  I mean I guess everyone does in one way or another but I can't really give you details on that because I've never really thought about it specifically\n  ","158519":"\n  what do you mean by this? I never really understand these \"identity\" questions like are y'all trying to armchair diagnose me with a personality disorder, or...? Like I have a solid sense of identity and I have a good amount of confidence and respect for myself and my identity but I don't really know what you mean by \"cling\"\n  ","158520":"\n  My favorite is Too Faced Life's a Festival from last Summer. It smells like lemonade and sunshine and like 5 of the colors are duochrome\n  \n  I have the chocolate gold from too faced also but I don't use it often. I really love wet n wild for most everyday looks and they have a palette called Not Your Basic Peach that I especially love\n  ","158521":"\n  noooo hating takes up so much more energy and effort Love comes easily if you let it\n  ","158522":"\n  no I used to embrace it lol. But I beat depression somehow and haven't had SI in years.\n  ","158523":"\n  no because I'm not a billionaire and also then don't you just still wake up as an old person with bad health\n  ","158524":"\n  what? on Feb 15th? No.\n  \n  Here's today's selfie I did pinks\n  ","158525":"\n  nah\n  ","158526":"\n  some days sure\n  ","158527":"\n  ha yes anything to live forever tbh. Any vampires reading this, I'll invite your ass in just lemme know\n  ","158528":"\n  I don't know. Society can change though.\n  ","158529":"\n  I have a lot of creative hobbies like painting, drawing, coloring, makeup, knitting\n  ","158530":"\n  being called \"psycho\" is the last thing I actually cried over lol. It was the first time in years but it was just the straw on the camel's back one day and really, being called ableist slurs really just gets under my skin a lot. I shouldn't admit that here.\n  ","158531":"\n  my favorite is DMs from friends\/messenger convos with people I know and enjoy.\n  ","158532":"\n  no of course that's not what I actually mean...but like there's a difference between having a crush on the unattainable and celebrities are, for the most part, unattainable\n  ","158533":"\n  I had a crush on David Bowie since I was like, 4. And right after that, Tina Turner. But not on like real life people who were older, just celebrities.\n  ","158534":"\n  my face never looks ugly sometimes it just looks.... different.\n  ","158535":"\n  I really wish I didn't have to poop let's get honest it's the worst\n  ","158536":"\n  k\n  ","158537":"\n  don't send me this gross shit\n  ","158538":"\n  well then don't be anon because it's sneaky and weird\n  \n  But also- I'm not like that at all and I don't think that way at all UNTIL someone is annoying\/aggressive\/creepy so like.... what did you do to get treated poorly?\n  ","158539":"\n  my eyes water when I smoke weed but other than that I don't really cry\n  ","158540":"\n  wow that sucks that that was sent to you\n  ","158541":"\n  ...\n  ","158542":"\n  lmao ok\n  ","158543":"\n  always, never, I don't know\n  ","158544":"\n  I mean I still would need more context but yeah paypal or ko-fi work for me and that goes to ANYONE out there reading this who would like to pay me\n  ","158545":"\n  depends on what and how much you're paying\n  ","158546":"\n  I don't even know who you are\n  ","158547":"\n  what??\n  ","158548":"\n  my phone\n  ","158549":"\n  my partner has a cold and is playing hitman right now, I'm listening to music and considering hunting down my heating pad because I have cramps. I will probably go to bed early.\n  ","158550":"\n  I cook by eyeballin' things and I am terrible at baking so I think baking needs to be exact.\n  ","158551":"\n  why do you say that?\n  ","158552":"\n  I like my face how it is\n  ","158553":"\n  no I see balance as a measure of success. Being about to balance your life and still cultivate joy and care.\n  ","158554":"\n  the tongue doesn't have a bone, it's connected to a bone. And this makes no sense. The foot brace keeps my foot still so that the bone can heal a neck brace wouldn't do anything for a hyoid bone.\n  ","158555":"\n  Humans and living things sure. I care about living things and their rights and well being.\n  ","158556":"\n  not for an unfused bone. I'd just have to wear this fucking brace forever.\n  ","158557":"\n  why would you think that? It ONLY means that I value connections. and art. Among other things on a long list.\n  ","158558":"\n  do you mean to ask me if I'm materialistic? I can be. But overall I value art and connections more than things\n  ","158559":"\n  still won't know anything until xrays on the 27th. it hurts all of the time.\n  ","158560":"\n  sure but I definitely don't sit around thinking about business models for social media platforms. I get so tired of y'all fake intellectual 20 somethings in my inbox- ANONYMOUSLY- trying to \"pick the schizophrenic's brain\" all the time it's really just gross and tiresome It's not your biz what I think about the future of my country or the world you're just a rando anon.\n  ","158561":"\n  not past- \"they might not exist\". I DON'T think about these kinds of things.\n  ","158562":"\n  I didn't go to college for business, so don't ask me\n  ","158563":"\n  I knew what you meant but it was worded funny\n  \n  I would have gotten on meds sooner.\n  ","158564":"\n  Bubo, my parakeet, is a perfect little borb\n  ","158565":"\n  \"my time\" lol\n  \n  I still have plenty of time youngin'\n  ","158566":"\n  I don't know but things are definitely changing. Twitter is starting to die, and fast. People are disgusted with facebook privacy practices and insta is owned by fb. I love social media so I hope they stick around but I feel like the few younger folks I've talked to lately don't care so much about it anymore\n  ","158567":"\n  make sure you're the boss. Nothing should ever happen without your consent.\n  ","158568":"\n  nope\n  ","158569":"\n  about once every 2-3 years. The left eye at a faster rate than the right. Right now I have an old Rx in the left side of my glasses but it's so slight that I'm just waiting until next year to replace the lenses.\n  ","158570":"\n  I haven't seen a ton of vampire movies. Like, Dracula and Nosferatu and Lost Boys and Let the Right One In and Blade are the only ones I can think of having seen. But no, I'm not partial to them.\n  ","158571":"\n  I don't really think I have one\n  ","158572":"\n  questions by far. I don't pay any attention to polls.\n  ","158573":"\n  ACTIVITY. I didn't mean to caps lock that shit but it happened and I'm keeping it. I've been off my feet and in a cast or a brace since last September and it hurts all the time and I never wanna do anything and I can hardly do anything anyway\n  ","158574":"\n  are you asking me if I'm a werewolf? Why should I tell you?\n  ","158575":"\n  it's rainy but I live in Washington state it's basically rainy from Oct to June. we'll still probably go out tonight unless I'm in too much pain then we'll order in. postmates is doing free delivery tonight anyway\n  ","158576":"\n  no I'd rather not\n  ","158577":"\n  it's for SURE not dexterity I tripped over my own shoe a little while ago\n  ","158578":"\n  Strength or Wisdom\n  \n  that sounds really stuck up right\n  ","158579":"\n  don't care it's a stupid holiday\n  \n  I did my makeup though, kinda low key today since I'm going out with the hubster and he prefers a more \"natural\" look\n  ","158580":"\n\n   https:\/\/www.youtube.com\/watch?v=zD71055315c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","158581":"\n  thanks! Here's a pic of everything I used for this look. Started with a silver metallic eyeshadow base on my lids only and then used the gold glitter from the glitter palette as an eyeliner. then tons of mascara.\n  \n  my tips are to do what you want lol like worried that a color doesn't suit you but still like it? wear it anyway. Makeup is fun. This look was inspired by Lady Gaga's makeup during her Shallow performance at the Grammys but I change it up everyday to suit my mood.\n  \n  Also get good brushes. I like ecotools brand because they're made of bamboo\/cruelty free.\n  ","158582":"\n  judging by your reg anons, I would guess that what is \"wrong\" with you is that you aren't paying enough attention to some creepy entitled rando anon who now wants you to know that his feelings are hurt uWu\n  \n  what's usually \"wrong\" with me is that I am leftist and not willing to back down and I don't tolerate ableist ass randos who speculate about my illness as a hobby\n  ","158583":"\n  omg entertain me\n  ","158584":"\n  gettin crunk and did my makeup AMA\n  ","158585":"\n  I guess I could stop time while I sleep or do useless things to \"save\" time for cool stuff\n  ","158586":"\n  I knew what you meant because I know where you're from but for me a biscuit is like a flaky type of bread\n  ","158587":"\n  I mean, like all of it I've very attached to technology\n  ","158588":"\n  I don't think I have any interest in time travel. space travel, destination travel, sure fun but time travel seems like a whole level of unnecessary\n  ","158589":"\n  nope\n  ","158590":"\n  if there are changes, they're subtle\n  ","158591":"\n  well I'm counting the future because I JUST talked about it so it's all I can remember we just decided to get take-out fried chicken and potato salad for dinner because the curried veggies we originally planned on is going to be a lot of work and I can't stand very long and Jon had a long day\n  ","158592":"\n  just getting older and more tolerant I guess. I'm sure therapy helped. Mindfulness.\n  ","158593":"\n  moreso now than I used to be. Sometimes not.\n  ","158594":"\n  I go to bed between 7 and 10 pm and wake up when my bird wakes me between 8:30-9 am I sleep long, I sleep well, and I fall asleep fast. I wake up at about 2 am every night with hot flashes but they pass and I go back to sleep.\n  ","158595":"\n  I mean I for sure do all of those things often enough but I can't think of specific times right now\n  ","158596":"\n  my favorite-favorite was a snoopy plush doll but one that I also really liked was my purple Popple. I just found out that they do sell them now but they're completely not even the same thing really.\n  ","158597":"\n  for, because some idiot antivaxxers brought measles back in my county and now I have to worry about that because the vaccine is only 93% effective so there's a real chance that I, having been to a clinic where one of the now 53 people was diagnosed, could get fuckin measles\n  ","158598":"\n  I mean I don't know which of you remember what I look like and which don't lol but thank you\n  ","158599":"\n  meeeee it was based off of my current DP\n  ","158600":"\n  thanks homie\n  ","158601":"\n  I think it's pretty ok\n  \n  but I've been married for almost 15 years\n  ","158602":"\n  I sleep like a boss.\n  \n  Look I made dis\n  ","158603":"\n  not especially. We have dinner plans but there won't be exchanged gifts or anything like that.\n  ","158604":"\n  I mean, are they bad because of poor hygiene or are they clean and crooked?\n  \n  I don't care how teeth LOOK but they should be well taken care of though\n  ","158605":"\n  I've started hating it because of you\n  ","158606":"\n  I do not\n  ","158607":"\n  I don't even know what this means\n  ","158608":"\n  I didn't smoke weed in high school. I did smoke cigarettes and def more in junior year\n  ","158609":"\n  your weird fetish is disgusting and you don't belong here\n  ","158610":"\n  pancakes for dinner and steak for breakfast\n  ","158611":"\n  I don't like ramen\n  ","158612":"\n  no I mean when like I open the door for myself or my husband and people just push through like I held it for them it's a thing that has happened a few times and it's weird\n  ","158613":"\n  the only people who annoy me in public are people who scoot through a door I'm holding open without saying thanks\n  ","158614":"\n  why would I be paying attention to teen girls in public\n  ","158615":"\n  I don't talk to teen girls I'm 39 years old\n  ","158616":"\n  I was planned\n  ","158617":"\n  in the summer when it's very fresh yes, particularly if it's grilled in-husk\n  ","158618":"\n  a moderate amount, more some days than others\n  ","158619":"\n  right now, I really crave the few standing yoga poses I was used to doing every day. It's been over 5 months now since I've been able to really stretch out my back\n  ","158620":"\n  no\n  ","158621":"\n  no\n  ","158622":"\n  yes\n  ","158623":"\n  2 eggs fried, sausage, toast, and hash browns\n  ","158624":"\n  made myself a pot of coffee\n  ","158625":"\n  sending around people's url's to try to shame them for being trans is a good thing to do to prove you're the worst human being here\n  \n  Lookin at you anon who I just reported\n  ","158626":"\n  you should I love it it's my fav comfort food gotta eatta nugget\n  ","158627":"\n  Jon is bringing home mc donalds and I'm way more excited than anyone needs to be\n  ","158628":"\n  like 5' 6.75 inches\n  ","158629":"\n  just under 5'7\"\n  ","158630":"\n  I think awareness is better at least now though like I've def lost friends because of my illness but I've also never had a problem making new ones who AREN'T ableist weirdos\n  ","158631":"\n  technicians. Like, the people who work at a pharmacy that aren't actual pharmacists.\n  ","158632":"\n  pathology to my understanding is a scientific term that just in general includes medical states but more often specifically has to deal with forensics? So I don't know what you mean by this word pathology. Like, the pathology of schizophrenia would just mean- the medical data that makes up schizophrenia. Maybe I have a completely weird understanding of the word but google just backed me up tho\n  \n  but like- I dunno man. Yes my experience is valid and sometimes I do feel demonized by for instance shitty horror movies or whatever or like I feel judged at the pharmacy by the newer techs sometimes but I'm also extremely open about my illness\n  ","158633":"\n  I have but lately I just want it to be comfortable and care less about what it looks like. I have a lot of weird tactile issues with my hair and I need it to be long enough to pull back right now as a comfort\/coping thing.\n  ","158634":"\n  I'm \"in remission\" so I don't have any positive symptoms currently. Only negative and cognitive which include lack of motivation, disorganized thinking, difficultly expressing thoughts, poor concentration. Most of my negative symptoms have been \"cured\" or at least are considered in full remission including major depression and social anxiety.\n  ","158635":"\n  can you reword this I'm struggling to figure out what you mean\n  ","158636":"\n  I mean, not clinically. Some people have worse or more pronounced symptoms than others. There used to be more labels\/degrees recognized but that's all way outdated. Now you're basically considered active, in remission, or else you have schizoaffective disorder which is schizophrenia that is also a mood disorder.\n  ","158637":"\n  I live in an area that is in \"rainy season\" 8 months out of the year\n  ","158638":"\n  studies are iffy. Some say full remission is possible others say it just changes into dementia as you age some say it's something that can be managed but not cured.\n  ","158639":"\n  I detest bell peppers. any other pepper is fine. Otherwise I'm not a very picky eater I love all sorts of veggies and fruits (I'm allergic to mangoes and kiwis though) OH I guess I really hate milk so I have to take a Vit D supplement\n  ","158640":"\n  I mean, all of it. I don't eat things I don't enjoy. I don't overindulge, though and I keep nutrition in mind.\n  ","158641":"\n  both\n  ","158642":"\n  depends on whether or not those points of view infringe on people's rights\n  ","158643":"\n  yeah I really love the over-highlight look this season this last photo was fenty brand which are probably the shiniest by far\n  ","158644":"\n  my friend told me to do Orange, Green, or Brown makeup today so I did all of 'em\n  ","158645":"\n  I was told 4-6 weeks. I have my first xray since I started using it at a little past the 4 week mark, which will be the 27th of this month\n  ","158646":"\n  it's been kinda painful but I hope that's because this machine is healing my bone.\n  ","158647":"\n  I mean I always miss all the questions I'm not getting\n  \n  I have taken a week long break from here like when on vacation or whatever and twitter occasionally. I was on like a 2 year break from paying any real attention to tumblr until last week. I use facebook messenger a lot so I never shake clear of facebook\n  ","158648":"\n  I hope I don't\n  ","158649":"\n  I have in the past shaved both but I no longer shave either\n  ","158650":"\n  word. we have another one locally called safeway that's doing it too must be all part of the same parent company\n  ","158651":"\n  agree: trying to get my dad to think anything progressively\n  \n  disagree: anyone saying it to me because I adapt very well\n  ","158652":"\n  no never even heard of that one I shop at albertsons\n  ","158653":"\n  You are of friends, some 18 yo named soli cal in Chicago is the number 1 in us\n  ","158654":"\n  being married means I have a default date\n  ","158655":"\n  I guess ok I just woke up like 38 min ago\n  ","158656":"\n  the grocery store we use has a yearly monopoly game with tons of prizes but you have to keep track of all these little game pieces and stick them to a larger game board\n  \n  I need to stick my pieces to the board but I don't wanna\n  ","158657":"\n  I don't really do quotes but here's a pic of that time Bubo tried to incubate an almond\n  ","158658":"\n  wooooooo ask me anything\n  ","158659":"\n  I haven't seen it but ew. gross and yikes.\n  ","158660":"\n  comfortable\n  ","158661":"\n  I dunno. I hold doors open. I smile. I compliment strangers. I don't really do any major big noticeable things I guess\n  ","158662":"\n  I look just like my dad.\n  ","158663":"\n  nope\n  ","158664":"\n  not often maybe once a week and that's usually a doctor's appointment. I did go to the mall last week and also to get a haircut so that's twice out. I have a small set of stairs leading out of my house so that's made it less easy for me to get out of here but I do make myself once in a while\n  ","158665":"\n  I have a ukulele sitting here that I don't know how to play really\n  ","158666":"\n  sure I guess\n  ","158667":"\n  yes that would be sweet af\n  ","158668":"\n  yes overall but lately I cope best when listening to something with a synthy groove to it. I grew up listeningto classic rock and 80's pop and 90s indie\/alt, punk rawk, rap, I have a soft spot for bossanova and the delta blues.\n  ","158669":"\n  probably a dozen at least but not in at least 4 years\n  ","158670":"\n  k\n  ","158671":"\n  not currently while I'm in a leg brace and unable to really do very much a good portion of my day includes just sitting with pain. But I mean, I do what I can and I try to have creative output at least 5 times a week.\n  ","158672":"\n  no I really do not want that.I don't want to even think about death\n  ","158673":"\n  yes sure\n  ","158674":"\n  lol ok\n  ","158675":"\n  no I take them to best buy for recycling\n  ","158676":"\n  I did not that is an Audubon drawing. I drew this owl though\n  ","158677":"\n  it doesn't really but I do get weird dry boogers stuck to it during the fall \/ mold spore allergy season\n  ","158678":"\n  haha what there's no filter I do have a nose ring\n  ","158679":"\n  rofl my nose is my favorite feature\n  ","158680":"\n  friendship\n  \n  here's today's selfie woooo\n  ","158681":"\n  New Zealand's Laughing Owl\n  ","158682":"\n  I've switched mostly to low energy bulbs\n  ","158683":"\n  I have tons of lights on all the time\n  ","158684":"\n  nah I haven't\n  ","158685":"\n  I used to think I'd open a food truck that served variations on grilled cheese sandwiches but there's definitely people already doing that in Portland now\n  ","158686":"\n  I wore a short mod wig for a fake wedding in college but I don't have the pics\n  ","158687":"\n  MIldred\n  ","158688":"\n  coffee\n  ","158689":"\n  y'allllllllll I'm so bored this Saturday night and Jon is playing fortnite and I have cider so send me questions come on you know you want to I'll answer all the appropriate things\n  ","158690":"\n  in my teens I was part of an anti-racist group that looking back really talked over black voices and they believed in reverse racism. This was in the like, mid 90s.\n  ","158691":"\n  if there is one I'm not aware of it\n  ","158692":"\n  it is Bone Machine time, distract me ask fm\n  ","158693":"\n  I mean I'm no doctor but that seems like something that will heal in a day or two on it's own, yes\n  ","158694":"\n  oh I misread I thought you said front seat w\/ seatbelt or else the trunk lol. Ok. Well then after all of this, my answer is\n  \n  I don't really have an opinion still but I know a lot more about it now\n  ","158695":"\n  that makes a lot more sense lol. What's wrong with a backseat though?\n  ","158696":"\n  yeah same it doesn't seem bad to me at all or snarky or weird or whatever\n  ","158697":"\n  the police- just non emergency. no on ambulance insurance doesn't cover much of those so I've literally walked to the hospital with a bursting appendix rather than call an ambulance. Fire brigade yes once, animal rescue yes when I was trying to find a cat's owner, traffic police no, radio station yes to try to win concert tickets and to request songs.  A rental service....I don't recall but probably.\n  ","158698":"\n  I can't recall but maybe Solo? it was pretty good I liked seeing Han and Chewie's origin\n  ","158699":"\n  the boot like the trunk?? that doesn't seem good at all. I don't have a dog to transport so I have no idea what is safest or most popular or whatever\n  ","158700":"\n  don't send me things\n  ","158701":"\n  maybe trying to be cute\n  ","158702":"\n  I have no idea\n  ","158703":"\n  oh okay rofl\n  ","158704":"\n  who's \"we\"\n  ","158705":"\n  is this ben sending this around tryna feel tough\n  ","158706":"\n  I would respond just like I would at any other time. Are you for some reason offended by being called stranger after 2 weeks? Don't be. Consider that they wanted to speak to you sooner\/more because they enjoy your company\n  ","158707":"\n  this is pretty outrageous but like I empathize\n  ","158708":"\n  not by rando anons lol like it's really none of your business and not your place to challenge people's opinions. I change through research at my pace or through the words of social media people I follow I definitely don't need so asshole man child on the internet telling me my opinion is wrong\n  ","158709":"\n  e y e r o l l\n  \n  okay buddy. just leave me alone though. I don't need to question life when there's living it to be doing\n  ","158710":"\n  why is it so hard for you to take the hint that I don't enjoy these big stinker questions about metaphysical shit? Like I am a genius but I DUMB DOWN SO HARD to try to shake you loose and you persist! You are depressing and I'm almost 100% sure you talk over people in real life with downer shit too. No one cares. Well, that's not true. NO one except for atheist 20 something dudes who took like one philosophy class care about that shit.\n  ","158711":"\n  it's a bummer\n  ","158712":"\n  I think it's just the brain firing off and little bits and pieces of our collected memories of people, scenarios, locations, and things just sort of flash around in ways that part of our brain puts together into stories to make the complete random thing seem more logical\n  ","158713":"\n  last night I dreamed that I was moving some antique guitars from an abandoned warehouse to my apartment which was already full of weird sculptures and junk.\n  \n  I don't play guitar.\n  ","158714":"\n  facebook for sure. A lot of time here too. Less on twitter. Almost never spend time on tumblr. spend a moderate amount of time on instagram but a lot of real life time plotting out instagram posts.\n  ","158715":"\n  like unable to pee because someone is watching is how I've heard it used before but 99% sure here it's just part of some weirdo's piss fantasy\n  ","158716":"\n  I'm just saying people who cultivate joy don't stress over things like \"why do personalities exist if everybody dies\"\n  ","158717":"\n  I swear to god from now on I'm reporting ALL FETISH Qs as sexual harassment, because that is what they are. You are gross and this doesn't belong here.\n  ","158718":"\n  um I don't know dude try thinking about non bummer things\n  ","158719":"\n  no I hate that kind of thing ugh\n  ","158720":"\n  not any more than the average human being I guess. Maybe a little on the more confident side.\n  ","158721":"\n  yeah that's what I'm saying. It's really gross an ableist to armchair diagnose people just because they exhibit a toxic trait you don't like.\n  ","158722":"\n  no. I talk to the pets though\n  ","158723":"\n  I think that word gets thrown around a lot on this website by people who are obviously not doctors\n  ","158724":"\n  sure, a few\n  ","158725":"\n  Electro Pop\n  ","158726":"\n  I'm neutral about it\n  ","158727":"\n  I hate updates but I do them quickly to get them over with\n  ","158728":"\n  thanks homie. Sex isn't the only part of a relationship and I think a lot of my anons really operate that way and it's weird.\n  ","158729":"\n  it's not worrisome at all. I know he loves me best. We've been together for 15 years.\n  ","158730":"\n  apple, beans, carrot, dates, edamame, figs, ginger, hash browns, iced tea, jam, kale, lemon, mushroom\n  ","158731":"\n  nuts, both, peaches, quinoa, radish, salt, tomato, udon, vanilla, watercress, I don't know what those things are, yams, lemon\n  ","158732":"\n  no it means that I don't have a sex drive right now because of anti psychotics so I've opened up the marriage so my husband can date if he chooses he just hasn't yet. He's on tinder but shrug.\n  ","158733":"\n  just English,3 cats and a parakeet, yes because I believe that everyone should have human rights. I have none other than No mango or kiwi. I can't think of any. sincerity. avoidance. to survive.\n  ","158734":"\n  yeah, I'm married at least. I can't have kids. leftist. cheeseburgers and seltzer water, BLM, yes\n  ","158735":"\n  I'm mono in practice but poly in theory. My hair is natural. I'm allergic to penicillin, mango, and kiwi. Yes. yes. pro choice. I live with my partner, Jon.\n  ","158736":"\n  sometimes but right now I\"m one of the slow ones\n  ","158737":"\n  I get this question like once a month so NOT THIS ONE!\n  \n  I usually answer this with \"fetish q's\" or the ones that ask for Bubo to answer \"in her own words\"\n  ","158738":"\n  yessss it just started snowing\n  ","158739":"\n  um fucking anons are not allowed to touch\n  ","158740":"\n  \"beep if you love Satan\"\n  ","158741":"\n  I don't think so mostly we're apples, berries, grapes, potato, onion, flower, hazelnut, and xmas tree farms around this region\n  ","158742":"\n  the environment and wildlife preservation, social justice, human rights, etc all of the things that make humanity sustainable and enjoyable\n  ","158743":"\n  while I don't think America is at the forefront anymore, the rest of the world is progressing towards a more conscientious existence. I think that human are survivors and will eventually stop being stubborn and adapt\n  ","158744":"\n  no I feel very positive about the future\n  ","158745":"\n  I don't worry about diagnosing strangers, I'm not a doctor.\n  ","158746":"\n  this is just \"nice guys finish last\" in different words.\n  \n  everyone has problems and if you have to try to use slogans to convince yourself you have a good heart then consider that you probably don't tho\n  ","158747":"\n  sucks.\n  ","158748":"\n  the city has a lot of organizations of volunteers who take care of the wildlife and maintain trees and all that so my town is very pretty and green and there are many preserved wildlife areas\n  ","158749":"\n  nah if I want to like something I just do it I don't think about it\n  ","158750":"\n  I've always kind of rolled my eyes at the term \"sapiosexual\" maybe that's not open-minded of me but it seems like the only people I know who use it as a descriptor are snobby white folk who like to judge others for fun\n  \n  Your point about education being a privilege is a very important one.\n  \n  at the same time part of me really just doesn't care how people label themselves. So I guess I'm somewhere between \"eyeroll\" and \"shrug\"\n  ","158751":"\n  plenty\n  ","158752":"\n  send me q's about makeup or me or sasquatch or music or I dunno dudes\n  ","158753":"\n  lol yeah totes I agree. It was gross\n  ","158754":"\n  it's like I can basically picture my ex step dad or any regular white non-progressive american getting upset because one black guy did a crime or whatever and then wanting to take it out on the next black person he saw. It seems like such a (disgusting, but) normal part of American life.\n  ","158755":"\n  I think he meant exactly what he said and I think that that's how most white people threatened by other races have felt at some point. I don't think it's a big surprise. I think a lot of dudes especially are ready to blame any individual for any act of that whole race. We as white people are programmed to \"other\" non white people. Keep them seperate in our minds. Feel like they're somehow different. It's white supremacy in action and it's so far ingrained in us that even the most regular, normal, non-racist white people end up saying and thinking dumb shit like that under pressure\n  ","158756":"\n  I have never thought about this. I guess they would be best to do both teach the children how the farm operates and what that entails but also keeps a pet or two to love on.\n  ","158757":"\n  so people who have been with he here since the beginning might remember vaguely that I worked in video games. I didn't work on anything that ended up actually shipping but I was very invested in the gaming community for a couple of years because it was my job to be so. This was sadly during gamergate so it almost has become sort of traumatic for me to be honest. Like Once my partnership dissolved and all my work was abandoned, after fighting through ALL OF THAT GARBAGE that year as a woman in gaming on Milo's infamous \"SJW\" List I can hardly bring myself to care about games now.\n  \n  That all said, I loved skyrim and actually 100% all of the acheevos which only something like 4 percent of players did. I will def play the last chapter of Kentucky Route Zero when it comes out. My favorite modern game is Nuclear Throne and my favorite classic game is Yars' Revenge. My favorite game growing up was Carnival on Atari. I used to have recurring dreams about the mario games.\n  ","158758":"\n  I have, in my gums after having wisdom teeth removed. Every other time I think I was under anaesthesia still\n  ","158759":"\n  I'm always noting the color and shadow of everything, everyday objects or things outside of my home or whatever could be a leaf or an asparagus spear or whatever It's part of being an artist for me is always noticing these things\n  ","158760":"\n  because I don't care about polls I think the only one I've voted in in like, a year was one on whether or not dan should leave lmao\n  ","158761":"\n  real talk why do y'all do this why not just lead with a question you know it annoys the piss out of literally everyone here\n  ","158762":"\n  not anymore.\n  ","158763":"\n  I think most people don't really think about it a lot. The majority believe there's a problem but they don't really do anything towards a solution unless it's mandated (for instance I didn't used to recycle as many things until the city started sending recycling trucks to our homes and gave us special bins)\n  ","158764":"\n  no I feel pretty positive that we'll hang in there a while longer yet\n  ","158765":"\n  no I don't have a blender\n  ","158766":"\n  my medications, a comfortable bed, my computer\n  ","158767":"\n  not usually. I don't make rash decisions but I also don't really stress about things either\n  ","158768":"\n  look I got a haircut\n  ","158769":"\n  he is, but he's also a xenophobic misogynist who dabbles extensively in terrorism\n  ","158770":"\n  why would anyone be sad about that he deserves to go to jail\n  ","158771":"\n  I think I don't know what their life is like, and then I don't judge. Because I'm not a shitty person.\n  ","158772":"\n  mostly just when it's asked for but if I'm a lil drunk I might ramble on a bit unwarranted\n  ","158773":"\n  wut\n  ","158774":"\n  honestly, I'll never be a parent so I don't really have an opinion. I feel like the kids should just do what they want. I had a boyfriend in kindergarten we went on playdates to the park\n  ","158775":"\n  I use all three but the one I use the most often is Hulu because it has Bob's Burgers.\n  ","158776":"\n  the selling of the info for sure should be illegal. I've never done one but I've thought about it.\n  ","158777":"\n  I've met two dudes named Osiris\n  ","158778":"\n  sometimes we remember our own bags but in general we end up with plastic bags which are still free here but moving to a pay per bag system has been talked about\n  ","158779":"\n  I've stopped answering this and have deleted the last bajillion of this exact question that gets sent like every single day\n  \n  lemme tell you why\n  \n  If I answer, this 90% of the time turns into a fetish thing.\n  ","158780":"\n  I guess the champagne and cupcake but only because I don't like beer or watermelon. I'm not wild about the other two options either\n  ","158781":"\n  Tiva or Bud\n  \n  Frances\n  \n  Fred\n  ","158782":"\n  hi today was a bad pain day so my wonderful spouse cooked dinner and brought home pocky and hard cider for me\n  \n  now he's watching brooklyn 99 reruns and I'm drinking and answering YOUR QUESTIONS ZOMG AMA\n  ","158783":"\n  I am diagnosed with schizophrenia, panic disorder, OCD\n  \n  I was diagnosed with major depression but I am as of last week's shrink visit in FULL REMISSION !!\n  \n  schizophrenia is considered \"in remission\" because I take antipsychotic medications. When I don't take those meds, positive symptoms occur. Even with the meds, negative and cognitive symptoms occur. I wouldn't say they have gotten worse or have led to diminished mental health, but they are def holding steady.\n  \n  Panic disorder, same thing but beta blockers are the meds, which keep my body from producing adrenaline. Without the pill, I still over produce adrenaline. So it isn't a better or worse thing either, it's just what it is.\n  \n  I have no current treatment for OCD and it comes and goes.\n  \n  So yeah it's better because I don't have depression anymore but it's basically just what it is elsewise\n  ","158784":"\n  yeah in college I just sort of chopped it all off every which way but it looked punk rawk so I kept doing it for a while (until I moved in with a roomie who was a hair stylist so then she got to chop at it)\n  ","158785":"\n  Oh shoot that reminds me I've gotta do the bone machine\n  \n  To answer, it hurts and I'm in this boot for at least six more weeks\n  ","158786":"\n  I would date myself if I were myself I wouldn't have to be a dude\n  ","158787":"\n  Not really now. I went to a gifted school starting in 2nd grade and was accepted to mensa at age 18 but I have a degenerative mental illness and have lost some of my cognitive \"sharpness\"\n  ","158788":"\n  yeah I guess it is. I want my own unique self to be recognized.\n  ","158789":"\n  he's my partner. He's my spouse. He's my husband. He gets to be called any of those things simply because that's what he is lmao it's like so ridiculous to get angry or attach anything to it past that. If he was gender neutral I'd stop calling him my husband. If we get divorced but stay together I'll just call him my partner. Then he's only some of those three things. But now he's definitely all three things and I will say those things as I please.\n  ","158790":"\n  this anon has been salty at me for so long for like just existing like I get it you're a racist and sexist white dude who feels threatened by progress but I definitely have nothing to do with your idiotic ramblings\n  ","158791":"\n  is it very hard to be so idiotic like I can't even fathom what life must be like for you\n  \n  I wouldn't call Courtney They because she uses She. But when the mail delivery comes and I don't know who the carrier is that day then I refer to the mail person as \"them\". It's a very easy distinction and I don't understand why you don't get it.\n  ","158792":"\n  like why not it just helps normalize gender neutral words for folks who use 'em and that is not a bad thing. I try to refer to people as \"they\" rather than \"he or she\" or \"he\/she\" when I\"m not sure.  I still use the correct pronouns when applicable of course and I still call Jon my husband like a third of the time but anons gotta hate on something\n  ","158793":"\n  lmao then unfollow asshole it's a really simple solution\n  ","158794":"\n  I'll say what I want to say, but thanks for your unwanted opinion\n  ","158795":"\n  yeah! I'm stoked! a whole movie of Michelle Rodriguez and Charlize Theron sounds excellent to me\n  ","158796":"\n  I have never had them, no. we couldn't afford them growing up, and while my teeth are crooked looking it's honestly my jaw that's weird not the teeth themselves so I'd have to retrain jaw and be in braces for years and forget that mess. I don't mind my teeth I think they show character.\n  ","158797":"\n  (this isn't a question)\n  ","158798":"\n  lol. this exact question- verbatim- was from like two days ago. Did you just copy and paste someone else's question?\n  \n  Here I copy and pasted my answer from then since you apparently missed that :\n  \n  I like to wear it, and I like when others wear it in moderation (not these axe body spray boys ugh)\n  \n  my favorite scent currently is a boutique scent from tokyo milk called dead sexy and it's a warm vanilla with exotic woods and white orchid\n  ","158799":"\n  well, I don't watch movies of any sort very often because I just don't have the attention span I used to have. I have in the past enjoyed horror movies when I was home alone, and they DID play too much on my mind afterwards but that's part of the fun\n  ","158800":"\n  lol I'm broke I have nothing to lend but I also don't borrow.\n  \n  I've decided that the foot pain and associated fatigue are bad enough that I get to brew a second pot of coffee and put my foot up and not do anything else productive today\n  \n  so you know send me shit or whatever\n  ","158801":"\n  I assumed my partner would be excited about the fast and furious spin off featuring Lettie and a female supporting cast but I guess that's his least favorite character somehow so I was def wrong\n  ","158802":"\n  they don't understand privilege. They aren't listening to the problem and instead are making everything about themselves. They aren't someone I care to talk to.\n  ","158803":"\n  when someone says that to me I assume automatically that a) they're an incel and b) they hate women\n  \n  it's ridiculous. And wrong. And it's 100% of the time used by guys who most definitely are not nice.\n  "}}