{"Question":{"159877":"\n   Outfit of the day?\n  ","159878":"\n   Hello! 🙂 \nWhat have been the highs and lows of your week so far? Are you looking forward to anything later in the week or at the weekend?\n  ","159879":"\n   What three things do you think of most each day?\n  ","159880":"\n   What do you wish you had more time for?\n  ","159881":"\n   only one who has heard it described that way so far XD \n\nmy brother-in-law was making fun of it so figured I'd ask\n  ","159882":"\n   Do you call the liquor store \"the packie\" or is it more of a Boston\/east coast thing? \n\nIf not from America, what do you call it or have you heard that term before?\n  ","159883":"\n   Would you swap your body for another one that you could design yourself if that was possible?\n  ","159884":"\n   Do you look at the size, shape and color of your poops before you flush them?\n  ","159885":"\n   When you were sexually active, how long did it take for your desire to rebuild after orgasming?\n  ","159886":"\n   Do you do your own washing and ironing?\n  ","159887":"\n   Like, doesn't consuming weed increase your libido?\n  ","159888":"\n   I don't think that's true Allison.  I've eaten weed without cooking it and it has got me super high\n  ","159889":"\n   But I thought if one eats weed it will get one high without having to be heated to a certain temperature?\n  ","159890":"\n   Would you ever feed Bubo some weed?\n  ","159891":"\n   Do you have a specific weed smoking room or do you smoke it anywhere in your house?\n  ","159892":"\n   How do you consume your weed?  Like a bong or what?\n  ","159893":"\n   Are you good at rolling joints?\n  ","159894":"\n   Do you hook up with other women much?\n  ","159895":"\n   Is there much identity politics where you live?\n  ","159896":"\n   Do you think that feet look weird?\n  ","159897":"\n   Does having metal in your foot make want to listen to heavy metal music more?\n  ","159898":"\n   How does bone fuse with metal?\n  ","159899":"\n   Is the pain from severed nerves?\n  ","159900":"\n   How's your foot Allison?\n  ","159901":"\n   Sheesh!Whats with you old people on ask ??\n  ","159902":"\n   It is!  31 today :o\n  ","159903":"\n   What do you hate more: awkward birthday phone calls or people actually singing happy birthday to you?\n  ","159904":"\n   What would your dream house be like?\n  ","159905":"\n   What is the most interesting thing about your family?\n  ","159906":"\n   i get ya. i worry about all the stuff i'm going to miss out on when i'm de*d even tho when i really am de*d i won't care coz i'll be de*d. what would you want to be famous for? your art?\n  ","159907":"\n   but when you are de*d you won't know anyway? not your dismissing concerns though\n  ","159908":"\n   Would you buy products from racist companies?\n  ","159909":"\n   Hey. Shout-out to all\n  ","159910":"\n   If you can't hang out with your friends, do you prefer hearing everything you missed out on after or would you rather not hear about everything you missed in case you feel disappointed for missing out?\n  ","159911":"\n   When do you usually listen to music?\n  ","159912":"\n   Do you know if you were born in the morning or night?\n\n\nIf you have kids, what time were they?\n  ","159913":"\n   Are you still awake?\n  ","159914":"\n   yay or nay: Water dispensers? hot chocolate? flavored c0nd0ms? reese cups? spongebob? Mistletoe? coincidences?\n  ","159915":"\n   Do you have a traditional birthday cake you always get or is it different each time? 🎂🎂\n  ","159916":"\n   Have you ever had to order something online and return it? Is it a hassle?\n  ","159917":"\n   what's the appeal?\n  ","159918":"\n   what was the first cat you ever owned named? what abt the first dog?\n  ","159919":"\n   were you your mother’s first child? were you your father’s first child?\n  ","159920":"\n   have you ever been to: a summer wedding?\n  ","159921":"\n   have you ever been to: a six flags?\n  ","159922":"\n   have you ever been to: an office christmas party?\n  ","159923":"\n   Do you have good friend(s), whom you did not like at first?\n  ","159924":"\n   Would you ever get botox?\n  ","159925":"\n   If you were an activist what would want to protest against?\n  ","159926":"\n   Thoughts on following: Friend of mine went out with someone 3 times. This person randomly asks her what she's doing. She mentioned she was seeing a movie with her uncle and his new wife. Afterwards she turns her phone back on. There's 3 angry texts from the guy upset because she didn't invite him.\n  ","159927":"\n   What do you see from your window? (post a pic)\n  ","159928":"\n   For the gamers:\n\nHave you ever had a person stalk your avatar and message you that they like you and want to follow you on social media?\n  ","159929":"\n   Ohh okay you are talking about those connection. \nI was talking about mind to mind and heart to heart connections which are rare!\n  ","159930":"\n   Are you straight edge, why\/why not?\nCould you ever be\/Have you ever been straight edge?\n  ","159931":"\n   do you know many people w month names? (any odd ones? i met an October recently!)\n  ","159932":"\n   Connections are rare.\n  ","159933":"\n   Have you ever tracked Santa? 🎅\n  ","159934":"\n   toes or fingers? ponytails or pigtails? wrists or elbows? teeth or lips?\n  ","159935":"\n   What is something you have always wanted to try?\n  ","159936":"\n   What is the formula of happiness?\n  ","159937":"\n   What do you think of false compliments? If someone’s purpose was only to make someone happy.\n  ","159938":"\n   who is the hottest Spice Girl?\n  ","159939":"\n   did u celebrate easter growing up? how?\n  ","159940":"\n   which of ur parents is more: religious? more of a hippie? more educated?\n  ","159941":"\n   .\n  ","159942":"\n   tacos or quesadillas\n  ","159943":"\n   Like, do your dreams and the way you want others to perceive you match how your life actually is?\n  ","159944":"\n   Would you date yourself if you were a guy?\n  ","159945":"\n   Do your expectations match your reality?\n  ","159946":"\n   What are your thoughts on YouTube Rewind 2018 - is it fail or success?\n  ","159947":"\n   Do you know of the Georgia Guidestones? They're set up in a way similar to Stonehenge. The sunlight shines through at very specific angles and they're all engraved with messages about how we should live. Essentially saying to not overpopulate Earth, respect nature etc What are your thoughts on them?\n  ","159948":"\n   I just noticed one of those Tik Tok ads. There was a challenge where you bend each finger besides the pinkie. Can you do it? One after the other...\n\nI did with my right hand (dominant) and the left one, the pinkie definitely wanted to bend down too XD\n  ","159949":"\n   of the four “plastics” in Mean Girls, who’s the hottest?\n  ","159950":"\n   let’s be negative nancy’s! what’s a car you don’t like? what’s a fruit you won’t eat? what’s a name you think is ugly? what’s a popular song you think sucks?\n  ","159951":"\n   What are your plans for Christmas day?\n  ","159952":"\n   Have you already watched the #AvengersEndgame trailer?\n  ","159953":"\n   WoW girl that is awsome for you to admit next step is working on it ;) I know you can do it !!\n  ","159954":"\n   So I did “two truths and one lie”. Which do you think was the lie? 👇🏽\n   \n    https:\/\/ask.fm\/CactusDoug\/answer\/151762170096?utm_source=copy_link&utm_medium=iOS\n   \n","159955":"\n   Top 2018 baby names \nWhich ones do you like?\nIs your name or middle name on the list?\n   \n    https:\/\/www.yahoo.com\/lifestyle\/most-popular-baby-names-2018-140800818.html\n   \n","159956":"\n   Today at my school, campus alerts had to be sent out because someone was running from the police and ended up scaling the roof of one of the student apartment buildings. What is the weirdest thing that has happened in your area\/the weirdest thing someone in your area has gotten arrested for?\n  ","159957":"\n   why?\n  ","159958":"\n   Do you prefer home remedies or meds for a cold and why?\n  ","159959":"\n   bread or meat? Arizona or Alabama? Mick Jagger or Keith Richards? broccoli or carrots?\n  ","159960":"\n   What is the first thing that you would change about yourself?\n  ","159961":"\n   What’s your opinion on solo games in general, such as solitaire (either tabletop or computer), jigsaws, computer games (e.g. playing solo or multiplayer) etc? Do you play them, do you instead prefer doing activities with other people, or are you not interested in games at all?\n  ","159962":"\n   Oh dear, just hang in there\n  ","159963":"\n   Would you rather be a vampire or a werewolf?\n  ","159964":"\n   Is your foot healing up nice?\n  ","159965":"\n   .\n  ","159966":"\n   What are you ready to do for love?\n  ","159967":"\n   Ever have weir coincidences happen to you?\n  ","159968":"\n   Ever had your fortune told?\n  ","159969":"\n   Ever feel left out not being a mom?\n  ","159970":"\n   What's your favorite invention ever?\n  ","159971":"\n   If you could be any creature,  what would you be?\n  ","159972":"\n   apples or oranges? california or connecticut? cinnamon or sugar? italy or spain?\n  ","159973":"\n   Imagine (by John Lennon) or Here Comes the Sun (by The Beatles)?\n  ","159974":"\n   XXXTentacion or Lil Peep?\n  ","159975":"\n   Would you ever feed a diabetic a candy cane?\n  ","159976":"\n   what’s ur fav bagel type? w butter or w cream cheese?\n  ","159977":"\n   You usually wear high heel shoes?\n  ","159978":"\n   ha remember when there was a troll going around asking people about my lipstick choices in particular stating that I was too old for lipstick\n  ","159979":"\n   .\n  ","159980":"\n   What's the best way to calm you down?\n  ","159981":"\n   Ever done clay art?\n  ","159982":"\n   Was it difficult giving up two packs a day?\n  ","159983":"\n   Were you able to say goodbye officially to the pets that died in your past?\n  ","159984":"\n   Thanks :)\n  ","159985":"\n   How well do you handle pet death?\n  ","159986":"\n   Can you pleas link me to a recording of your voice?  I love your tone from memory :)\n  ","159987":"\n   Ever had a pet die on you?\n  ","159988":"\n   How much of your culture defines who you are?\n  ","159989":"\n   Does Bubo have water showers?\n  ","159990":"\n   Do you use media to distract yourself?\n  ","159991":"\n   Do you get smelly fast?\n  ","159992":"\n   Ever been to NJ?\n  ","159993":"\n   Is your house big enough to keep your parents with you too?\n  ","159994":"\n   Would you care for your parents in their old age?\n  ","159995":"\n   3; do you have a \"signature\" scent, whether it's body spray, perfume, cologne, etc.? what's the name of it?\n  ","159996":"\n   Ever done voluntary work?\n  ","159997":"\n   Can you remember your first weed experience?\n  ","159998":"\n   2; what holiday do you celebrate this time of year? what are some traditions you follow?\n  ","159999":"\n   How far into the future do you usually plan your life?\n  ","160000":"\n   small spam bc i'm bored. 1; do you use netflix\/hulu? what have you been watching lately?\n  ","160001":"\n   name two songs that would go on a playlist called: songs to f to\n  ","160002":"\n   name two songs that would go on a playlist called: songs to sing LOUD to\n  ","160003":"\n   name two songs that would go on a playlist called: songs to dance to\n  ","160004":"\n   Do you prefer takeouts or home food?\n  ","160005":"\n   Do you eat your food when it’s dropped on the floor?\n  ","160006":"\n   Have you ever witnessed or heard a story of a waiter spiting in someone’s food?\n  ","160007":"\n   How much for a sketch?\n  ","160008":"\n   Complete: I wish I wasn't...\n  ","160009":"\n   Marriage is dismissed by some as \"just a piece of paper\". I disagree with that but how do you feel about it?\n  ","160010":"\n   How ambitious do you feel today?\n  ","160011":"\n   Ever display your own art in your house?\n  ","160012":"\n   do you feel in control of your destiny?\n  ","160013":"\n   Do you prefer digital or film photography?\n  ","160014":"\n   What things do you miss most about the past?\n  ","160015":"\n   summer or autumn?\n  ","160016":"\n   What's your opinion on blackfishing? Explanation: When someone online who is NOT black puts on makeup\/takes medication\/supplements and uses African-American Vernacular English along with other methods to pretend to be black.\n  ","160017":"\n   Frosty the Snowman or Let it Snow?\n  ","160018":"\n   am I the only person that doesnt feel the holiday spirit? it makes me sad!\n  ","160019":"\n   Cats or Dog person?\n  ","160020":"\n   How do you eat candycanes? \n\n(Make the tip pointy, break off and eat piece bt piece etc)\n  ","160021":"\n   It's hard blocking Diana when she makes up new accounts every week :( She's worse than Ben ffs\n  ","160022":"\n   I have an aunt who had surgery done on her leg so she has to be in a cast for a while. She is in a walking cast I think\n  ","160023":"\n   What sort of music do you like?\n  ","160024":"\n   did you draw today?\n  ","160025":"\n   Where in your body is most of your pain today?\n  ","160026":"\n   Do you think that there's too much competition between people in society?\n  ","160027":"\n   It's it ok to spam?\n  ","160028":"\n   How do you usually react, when somebody is shouting at you?\n  ","160029":"\n   Oh my. I hope it gets better soon\n  ","160030":"\n   What are some of your favourite names? Bonus points if they're unusual or if you explain a story behind them\/where they're from etc.\n  ","160031":"\n   Can you tell me a history fact about your country?\n  ","160032":"\n   Who are your favourite ask.fm profiles that send out spam\/mass questions?\n  ","160033":"\n   How's your foot coming along?\n  ","160034":"\n   Does lust have an important role to play in love?\n  ","160035":"\n   Like, how did you and the humming bird hang out together today?  Did you share a joint together :)\n  ","160036":"\n   Would you download your life into cyber space if you could and if that meant that you would live forever?\n  ","160037":"\n   And there's this little blue wren where I live and he attacks my car by pecking at his reflection.  It's really funny and cute\n  ","160038":"\n   Would you like to live in Bubos head for a some time in order to better understand how she sees the world?\n  ","160039":"\n   I used to own a galah.  I would open my mouth and he would put his head inside my mouth and click his beak.  He never bit me :)\n  ","160040":"\n   Does Bubo ever show anger towards you if she's in a bad mood?\n  ","160041":"\n   What do you think of companies who only hire the “ideal beauty” tall blonde etc?\n  ","160042":"\n   How's Bubo today?\n  ","160043":"\n   In what ways did you used to manipulate people?\n  ","160044":"\n   Are you an Aquarius?\n  ","160045":"\n   I'll also be 39 in January 👍\n  ","160046":"\n   What? They thought you were a teenager??? Dude you look young but not that young lol\n  ","160047":"\n   If you had a talk show\/podcast, what would be the theme and what 3 guests would you have?\n  ","160048":"\n   Is there one particular song that takes you back to your teenage years?\n  ","160049":"\n   what sorta cider? i prefer pear to apple\n  ","160050":"\n   Huh, that is curious, though I guess it doesn't hurt to look younger than your years XD\n  ","160051":"\n   Odd. As far as I have read, Schizophrenia actually accelerates aging. What medical journal did you come across that said the opposite, if I may ask?\n  ","160052":"\n   Are you lying about your age?\n  ","160053":"\n   What product do you use to whiten your teeth?\n  ","160054":"\n   How would you react to a friend cutting you off?\n  ","160055":"\n   How old did people said you look 10 to 12 years ago?\n  ","160056":"\n   okay y'all\n  ","160057":"\n   Lol your username. 😂\n  ","160058":"\n   Lol I would freak out can't imagine that 🤦🏾‍♀️\n  ","160059":"\n   Lol\n  ","160060":"\n   Ohh ok cool lol\n  ","160061":"\n   Not very deep but deeper than it is.  Would you ever get a male bird for Bubo?\n  ","160062":"\n   You have a nice voice :)  It's quite different to how I thought your voice would be :)\n  ","160063":"\n   Were there any mental affects that you liked when you were psychotic?\n  ","160064":"\n   Do you have a deep voice?\n  ","160065":"\n   Like, do female birds and animals have orgasms and pleasure during sex?\n  ","160066":"\n   That's so interesting. I wonder if it's the expectation of pleasure that makes Bubo coo and click, like humans?\n  ","160067":"\n   What are Bubo's mating signs and actions?\n  ","160068":"\n   Your thoughts on transhumanism?\n  ","160069":"\n   Why is it worrying for you when Bubo has an egg?  Like does that hurt her in some way?\n  ","160070":"\n   I like how a real live being can communicate with me from the other side of the world :)\n  ","160071":"\n   What was your first thought when you woke this morn?\n  ","160072":"\n   That's funny :)  Do you twitch when you kiss?\n  ","160073":"\n   Any idea how the mechanics of your twitches work?\n  ","160074":"\n   Like, we race towards our death as soon as we're born\n  ","160075":"\n   Where in your body is your twitch?\n  ","160076":"\n   Do you discriminate much?\n  ","160077":"\n   But aren't you dying now?\n  ","160078":"\n   Do you believe that only people of the same religious beliefs can have a functional relationship? Why\/why not?\n  ","160079":"\n   Have you ever had to forge a signature? Tell your story\n  ","160080":"\n   Soooooo what are you doing?\n  ","160081":"\n   Could you sit perfectly still for one hour without any outside stimulation and not falling asleep?\n  ","160082":"\n   Would you rather die fast or slow?\n  ","160083":"\n   How often do you have to charge your phone?\n  ","160084":"\n   Like young men in society?\n  ","160085":"\n   Like nazis in government and politics?\n  ","160086":"\n   Is inequality increasing in America?\n  ","160087":"\n   you’re pretty.\n  ","160088":"\n   Do you personally know any rich people?\n  ","160089":"\n   Is your dad healthy?\n  ","160090":"\n   What's the most amount of money you've made selling your art?\n  ","160091":"\n   Do you look much like your mom?\n  ","160092":"\n   Do you usually feel low when your first wake up in the morning?\n  ","160093":"\n   Are you high now?\n  ","160094":"\n   you know those alternate instagrams, where you post worse stuff and only let close homies follow it? what do u call those?? (also do u have one?)\n  ","160095":"\n   Is that coz people can see your likes on here?\n  ","160096":"\n   WHATS UR FAV PAINTING AND WHY\n  ","160097":"\n   Is it becoming more difficult to sort out what's real and what isn't in the world today?\n  ","160098":"\n   Is it true that some people prefer to be called by their middle name rather than their first name?\n  ","160099":"\n   Regardless of your body and personal needs, what's your opinion on products for periods? Are you freaked out by some? Are there ones that you don't understand why anyone uses them? What would you use\/recommend if you had the option and had to choose? (I mean cups, tampons, pads etc.)\n  ","160100":"\n   When I’m on Insta or FB, if I like a post I usually click “like” on it. But if I see that it already has 12,456 likes or whatever, I often don’t ... it seems to me like a futile gesture. I know that may sound odd. But does anyone else not “like” posts that already have tens of thousands of likes?\n  ","160101":"\n   If you could invite anyone over for dinner, whom would you invite?\n  ","160102":"\n   I like her, ofc bc she’s my friend. But idk how to say it without her misunderstanding me? Is it safe to say that “I’m glad you told me how you felt and it’s okay bc your feelings are relevant and i care about how you feel. i just wish you could be more open abt it so i can wholly understand you.”??\n  ","160103":"\n   Do you have any interests or hobbies that could be considered unusual? For example I quite enjoy locksport (legal lockpicking) and a friend of mine enjoys dog spotting\n  ","160104":"\n   My friend just told me that she likes me more than a friend but then said that she doesn’t want anything from what she told me. I’m surprised bc I wasn’t expecting it. What do I say\/do? Please help. \/:\n  ","160105":"\n   Do you know how much Americas debt is?\n  ","160106":"\n   What kind of flirt are you?\n   \n    https:\/\/www.buzzfeed.com\/annakopsky\/what-kind-of-flirt-are-you\n   \n","160107":"\n   Do you like vegetables and what's your favorite if any?\n  ","160108":"\n   Is eating more so a form of habit than a form of nutrition for you?\n  ","160109":"\n   Do you see America becoming fascism?\n  ","160110":"\n   What time would you have to start work each day if you started work again?\n  ","160111":"\n   do you usually eat as soon as you feel hungry or do you hold off for a bit?\n  ","160112":"\n   Is the media mostly crap these days?\n  ","160113":"\n   Do you get up at the same time each day?\n  ","160114":"\n   The cult of self is like how we have become conditioned by capitalism and commerce to think only of our own self at the expense of others who we don't know?\n  ","160115":"\n   Ever feel alienated?\n  ","160116":"\n   word?\n  ","160117":"\n   Are you a member of the cult of self?\n  ","160118":"\n   Ever feel like you're wasting your time?\n  ","160119":"\n   And there's AI music as well\n  ","160120":"\n   Have you seen the art that AI is making?\n  ","160121":"\n   What's your mental age?\n  ","160122":"\n   Do you talk fast?\n  ","160123":"\n   Is the same dream location an actual place know to you in real life?\n  ","160124":"\n   Do you have a voice recorder?  If so, you could record Bubo's chirping and play it back to her to see her reaction :) I do it with our local wild birds and it's fascinating\n  ","160125":"\n   Does Bubo get jealous?\n  ","160126":"\n   Ever have a reoccurring dream?\n  ","160127":"\n   do you ever expose Bubo to other birds to see her reaction?\n  ","160128":"\n   Would you take Bubo to work with you if that was possible?\n  ","160129":"\n   Would you date yourself if you were a guy?\n  ","160130":"\n   Are you interested in your family history?\n  ","160131":"\n   Would you ever try bricklaying?  It's repetitive\n  ","160132":"\n   Are there many entry level jobs where you live?  Like, is work competitive where you live?\n  ","160133":"\n   Why would a repetitive job suit you?\n  ","160134":"\n   Are there some people who are jealous of your life situation?\n  ","160135":"\n   What kind of job do you want to get eventually?\n  ","160136":"\n   Does America look after its poor well?\n  ","160137":"\n   Do you have to pay tax on the art that you sell?\n  ","160138":"\n   How many joints do you have each day?\n  ","160139":"\n   Do you prefer animals over people?\n  ","160140":"\n   What would nothingness feel like to you?\n  ","160141":"\n   What things are you hopeful about?\n  ","160142":"\n   What's your favorite part of the day?\n  ","160143":"\n   What if we are reborn into worse circumstances next time than we are now?\n  ","160144":"\n   Why do lots of people hate America?\n  ","160145":"\n   do you think that capitalism is contributing to the wrecking of the planet?\n  ","160146":"\n   Is your life getting better as time goes on?\n  ","160147":"\n   What topic of questions interest you? So I know what to ask\n  ","160148":"\n   Do snakes scare you?\n  ","160149":"\n   Can you push a needle up under your finger nails without flinching?\n  ","160150":"\n   Has America run out of enemies?\n  ","160151":"\n   Ever got an insect in your eye?\n  ","160152":"\n   how many sisters do you have? how many brothers do you have? what was the gender dynamic like in ur household\/do u think the dynamic affected u as a person?\n  ","160153":"\n   There's a meme called \"I was today years old\". For example \"I was today years old when I realised when someone tells me to 'hold my horses', they're telling me to be stable\". People say it when they only just found out something that they feel they should've already known. What's your own example?\n  ","160154":"\n   Recently, the Irish public voted to abolish the laws that made blasphemy in Ireland illegal. No one had been prosecuted for blasphemy since 1855. What's you opinion on this? Should we have kept the law active or did we make the right choice?\n  ","160155":"\n   What you doing? Pap?\n  ","160156":"\n   I ask a lot of controversial questions on here and answer a lot of controversial things. Tbh I feel like the way I used to be on this site years ago made people very polarized when it came to their opinion on me. With that said, have I ever offended you & why? What's your current opinion of me?\n  ","160157":"\n   Some use ask.fm as a heavy hearted place to vent or rant, others use it to educate others or learn and then there are those who use it as a light hearted distraction from real life. With that said, what do you use it for?\n  ","160158":"\n   Do you think we should wory about the environment?\n  ","160159":"\n   Do you know any lesbian of color  ?\n  ","160160":"\n   🎁 When wrapping gifts for annual holidays\/festivals do you ... \n🎁 Reuse old gift wrap?\n🎁 Make the wrapping appropriate to the recipient, or use the same wrap for everyone?\n🎁 Use alternative wrapping such as newspaper or carrier bags? \n🎁 Try to wrap the gift so it looks like something else?\n  ","160161":"\n   What is the relation between beta blocker and grapefruit?\nAnd why u take beta blocker?\n  ","160162":"\n   🎅🎄Do you ever participate in ugly Christmas sweater parties? 🎅🎄\n  ","160163":"\n   what is on ur perfect pizza\n  ","160164":"\n   what’s ur opinion on: grapefruit\n  ","160165":"\n   what’s ur opinion on: coconut oil\n  ","160166":"\n   How did you get such good self-esteem or were you always like that?\n  ","160167":"\n   What do you love about yourself?\n  ","160168":"\n   what’s ur opinion on: Burger King\n  ","160169":"\n   So how do you deal with your health problems if the system is so bad?\n  ","160170":"\n   Does your government look after people with ill health problems?\n  ","160171":"\n   Do you know many bi people?\n  ","160172":"\n   You're doing pretty well with your life Allison :)\n  ","160173":"\n   DID U GO ON A WHALE WATCH TOO 👀\n  ","160174":"\n   Does one walk up St Helens or drive up?\n  ","160175":"\n   Is immigration a problem for America?\n  ","160176":"\n   Ever been up to Canada?\n  ","160177":"\n   Ever drawn Mt St Helens?\n  ","160178":"\n   Like, what is your life purpose now?\n  ","160179":"\n   can you see the ocean from your place?\n  ","160180":"\n   Are you where you thought you'd be when you were like 18?\n  ","160181":"\n   Can the public walk up the volcano?\n  ","160182":"\n   Do the volcanoes smolder and are they monitored?\n  ","160183":"\n   Is Mt St Helens a volcano?\n  ","160184":"\n   So if the city hires its own property valuers, does that mean that they have a vested interest in increasing the value of your home because they collect extra tax for that?\n  ","160185":"\n   Why is your area highly sort after?\n  ","160186":"\n   So who evaluates how much your property increases in value?\n  ","160187":"\n   Pick the seventh person in your follow list and tell us why you follow them. STAIF\n  ","160188":"\n   Do you mean land tax?\n  ","160189":"\n   Do you mean taxes go up or the lending interest rate?\n  ","160190":"\n   What do you mean by locking in a mortgage price?\n  ","160191":"\n   Why did you choose to buy a house rather than rent one?\n  ","160192":"\n   What was you first thought when you woke this morning?\n  ","160193":"\n   Does Bubo ever get sick?\n  ","160194":"\n   Do you have a girlfriend too?\n  ","160195":"\n   How's your foot going?\n  ","160196":"\n   Do you own your house yet or still paying it off?\n  ","160197":"\n   Do you follow your country's economy?\n  ","160198":"\n   Ever studied economics?\n  ","160199":"\n   omg. i've seen a picture of someone who had something similar, like a double row of teeth, and they must be hell to clean! anyways, imma cringing at my first \"question\" to you, i should have worded it much better or stayed silent. apologies 💐\n  ","160200":"\n   yeah, that's the important thing. mine aren't they great either but i guess i'm used to seeing americans with blindingly white straight teeth. it says something that normal teeth look strange to me :\/\n  ","160201":"\n   What’s this all about??  Just meeting new friends?!\n  ","160202":"\n   your teeth are a bit feral tbh\n  ","160203":"\n   .\n  ","160204":"\n   You are such an inspiration ;) I follow u 😘\n  ","160205":"\n   What's your spirit animal? 😊 Why? 🤔\n  ","160206":"\n   What has been your favourite experience in life so far?\n  ","160207":"\n   how educated are y’all? what’s the highest level of education you’ve completed? are you currently in school, at all?\n  ","160208":"\n   📺 What were your favourite 3 tv shows as a young child?\n  ","160209":"\n   Do you have a dominant or submissive personality?\n  ","160210":"\n   USA ISA IAUDOENAJS BOIIIII\n  ","160211":"\n   most recent selfie on your camera roll\n  ","160212":"\n   ,\n  ","160213":"\n   What color is your aura?\n  ","160214":"\n   Do you think it's easy to make money?\n  ","160215":"\n   are you better at writing creatively or writing essays?\n  ","160216":"\n   Has your partner changed you, if so, how?\n  ","160217":"\n   YouTubers who make videos on true crime cases, Do you think they're doing good or doing wrong? Many think that they're doing good due to spreading awareness and many think they're doing wrong due to it 'being disrespectful'. What do you think and why? Do you think it differs case to case?\n  ","160218":"\n   Ever feel like the world is against you?\n  ","160219":"\n   If you could stay the same age forever, what age would you stay at?\n  ","160220":"\n   What does your job pay?\n  ","160221":"\n   Thoughts on girls who sell Premium Snapchats?\n  ","160222":"\n   This hurt my soul a lil tiny bit, LOL!\n  ","160223":"\n   What is something everyone around you seem obsessed with but you just don't see why?\n  ","160224":"\n   What is your favorite Mexican Dessert?\n  ","160225":"\n   What are u doing\n  ","160226":"\n   Are you having a good day?\n  ","160227":"\n   what’s ur opinion on: Elf on the Shelf\n  ","160228":"\n   what’s ur opinion on: piercing baby’s ears?\n  ","160229":"\n   🎁 Imagine someone is buying me a present (tiny or large). Based on what you know of me from Ask, what kind of gift might you recommend they give me? 🤔\n  ","160230":"\n   (The picture that goes with this question is in my own answer to it 🙂)\nQ. Which version of Captain Kirk should I cosplay out of those pictured below? 😉\n  ","160231":"\n   Are you the chatty type or the type that finds comfort in being alone?\n  ","160232":"\n   The weather here is absolutely miserable, what do you like to do on days like these?\n  ","160233":"\n   Have you ever reconnected with a friend then found you have nothing in common, what changed?\n  ","160234":"\n   Why do people drink\n  ","160235":"\n   what's the most recent art you've done?\n  ","160236":"\n   Apart from people famous for their brains like scientists, people making new discoveries etc. Who do you think is the wisest famous person of our time and why?\n  ","160237":"\n   .\n  ","160238":"\n   What is your dream bedroom?\n  ","160239":"\n   my english is the bestest i am the most very expert with the languaje\n  ","160240":"\n   Ever been scammed?\n  ","160241":"\n   Do you seek revenge? Let’s say your partner cheated on you, would you cheat on them too?\n  ","160242":"\n   Do you know how crypto currency works?\n  ","160243":"\n   What’s the funniest password you have used in the past?\n  ","160244":"\n   what’s ur opinion on: rollercoasters?\n  ","160245":"\n   what’s ur opinion on: Red Robin?\n  ","160246":"\n   what’s ur opinion on: chamomile tea?\n  ","160247":"\n   Do you have Elf on the shelf?\n  ","160248":"\n   beer or cigarettes?\n  ","160249":"\n   How have you been feeling these days?\n  ","160250":"\n   Ever wondered just what consensus reality is?\n  ","160251":"\n   Do you like salami?\n  ","160252":"\n   Do you think that reality is relative?\n  ","160253":"\n   Did you discuss having children before you got married?\n  ","160254":"\n   Did you have a large wedding?\n  ","160255":"\n   Was it hard for you to explain your schizophrenia to your husband to be?\n  ","160256":"\n   How did you meet your husband and was it love at first sight?\n  ","160257":"\n   What sort of debt do you have?  Like housing debt?\n  ","160258":"\n   Is it easy for you to get out of bed each day?\n  ","160259":"\n   Is your family rich and well off?\n  ","160260":"\n   Ever seen a real dead person?\n  ","160261":"\n   If you had a daughter, would you consider sending her to the TV show \"Toddlers and Tiaras\"?\n  ","160262":"\n   is it sexy if ur man dresses up as santa and shakes his belly like a bowl full of jelly?\n  ","160263":"\n   my best friend’s sister has one daughter, who’s first name is a combination of her parents! which i think is an interesting idea. if ur parents did that, what sort of names would you possibly have? do any combos work as real names??\n  ","160264":"\n   What used to aggravate you?\n  ","160265":"\n   Do you easily get aggravated?\n  ","160266":"\n   Do some memories of your early days seem kind of unsettling and scary even if they were good memories?\n  ","160267":"\n   What is your earliest memory?\n  ","160268":"\n   Do you believe in ancestor spirits?\n  ","160269":"\n   Allison, I miss my mom and my childhood\n  ","160270":"\n   Do you feel powerless in the face of nature?\n  ","160271":"\n   did you celebrate thanksgiving? how? with who? what kind of food did u have and who did the cooking?\n  ","160272":"\n   do u have traditional thanksgiving food? what’s the least traditional food you had at thanksgiving (or regularly have)? (every year one of our desserts is tiramisu! idek why lol)\n  ","160273":"\n   Were you ever afraid of never finding someone to share your life with when you were younger?\n  ","160274":"\n   Does being a schizophrenic make your dream different or do you think that everyone's dreams are strange?\n  ","160275":"\n   Are you interested in fractal art?\n  ","160276":"\n   Have you seen the full moon at night lately?\n  ","160277":"\n   But aren't you already successful at art?  Your stuff looks successful to me :)\n  ","160278":"\n   Ever had something stolen from you?\n  ","160279":"\n   Would you like to have a pet monkey?\n  ","160280":"\n   What would you do if you could do anything?\n  ","160281":"\n   Yeah, I've done that too :)  Would you ever have a macaw?\n  ","160282":"\n   Ever remember a dream clearly when you first wake up but then can't remember it in half an hours time?\n  ","160283":"\n   Would you like to be able to record your dreams and look at them the next day?\n  ","160284":"\n   Allison, sorry for calling you Ally.  I didn't realize that you don't like that name.  Are you going to sleep soon?\n  ","160285":"\n   Is the way you portray yourself on social media an accurate description of who you are in reality?\n  ","160286":"\n   do you like ernest volynec?\n  ","160287":"\n   What incident made you realise you had a dirty mind?\n  ","160288":"\n   I always get Tina or Gayle in quizes! But Louise is my fave! 😂\n  ","160289":"\n   Do you agree that all's fair in love and war?\n  ","160290":"\n   Yo, Ally :)\n  ","160291":"\n   Recently I've been watching a lot of Hilda on Netflix. It's a cartoon\/animated series and I'm really enjoying it. When was the last time you enjoyed a cartoon\/animated series and what was it?\n  ","160292":"\n   What ya doin\n  ","160293":"\n   q's for you's, what is the best movie? sent to the peeps i follow\n  ","160294":"\n   How old do people say your parents look?\n  ","160295":"\n   .\n  ","160296":"\n   Did Ally ever use a site called Formspring or Yahoo Answers? This was a legendary user from those places. #Randomness #LikeYouGAF\n  ","160297":"\n   Did you have a good day?\n  ","160298":"\n   When do you usually sleep? Did you sleep well and enough last night?\n  ","160299":"\n   So if you own a tv or radio you have to pay €175 a year to the government. It supposedly mostly goes towards paying tv hosts and radio DJs but no one can really say absolutely where it goes. Even if you're only using a tv to watch DVDs, you need one.\n  ","160300":"\n   When you are feeling poorly, what 3 things (other than any relevant prescription medicine) help you to feel better? 🤒\n  ","160301":"\n   Bubble butt Mexican boy\n  ","160302":"\n   boby pic\n  ","160303":"\n   Are you rather behind or in front of the camera? Why? 🤔😊\n  ","160304":"\n   What age range do you like the most. \n18-35 \n36-55\n55-70\n  ","160305":"\n   STAIF\n👨‍👨‍👧‍👦 What kind of vocations are or were taken by your immediate family? (If you have no family, then use friends 🙂). \n👨‍👩‍👦‍👦 Mine: Former timber buyer, former hospital ward clerk, school teacher, computer programmer,  librarian, & not working (that last one being me, obvs).\n  ","160306":"\n   Are you going to shop on Black Friday? Do you always make use of the deals?\n  ","160307":"\n   Do you tend to spend your money on something you don’t need just because it’s on sales?\n  ","160308":"\n   HOW MANY IF ANY?\n~How many do you own? ~\n📚 Books?\n💿 CDs\/Records\/Music Downloads? \n Cuddly Toys\/Stuffed Toys?\n🚘 🛵 Vehicles?\n👟 Pairs of shoes? \n~How Many Do You Take? ~\n💊 Daily Medications?\n☕️ Sugars or sweeteners in your tea\/coffee\/etc? \n🍅 Sachets of ketchup\/mayonnaise\/etc with food?\n  ","160309":"\n   Would you rather play\n\n\nfootball or kickball\nsoccer or dodgeball\n  ","160310":"\n   I know someone who sees white people saying \"traveller\", \"been to many countries\" and \"these are the countries I've been to.....\" on their dating app profile and thinks \"colonizer\", \"young Columbus\", \"privileged racist\". What do you think of their opinion and what's your opinion,swipe left or right?\n  ","160311":"\n   After the felons voting; In Ireland, if you don't pay your tv license&get caught, you're given a permanent criminal record after. This leads to you possibly not being able to leave the country, possibly not being able to foster\/adopt, possible problems with voting etc.What's your opinion on this?\n  ","160312":"\n   Felon voting: Should felons be allowed to vote, why, why not?\n  ","160313":"\n   Fuk, marry, kill and why? Netflix, pizza, chocolate. PlayStation, Xbox, Nintendo. Action, Horror, Documentary. Snoopy, Scooby Doo, Santa's Little Helper. Apples, Avocados, Almonds. Batman, Spiderman, Deadpool.\n  ","160314":"\n   Have you watched the parade? \nDid you already eat?\nhappy thanksgiving 🍁🍂🌽\n\nFor those not celebrating, do you like parades? Have you ate anything amazing recently?\n  ","160315":"\n   ~VOCATIONS ctd ~ \nWhat jobs have some (or all) of your more serious ex romantic partners had? \nFor me:\n👉🏼 Newsagent cashier, accounts assistant, nurse, engineer, student, masseuse.\n  ","160316":"\n   Are you looking forward to Christmas?\n  ","160317":"\n   What's an ESA parakeet?\n  ","160318":"\n   .\n  ","160319":"\n   Has Bubo ever shat on you?\n  ","160320":"\n   Ever get panicky feelings in your tummy for no apparent reason?\n  ","160321":"\n   Are wedgies a problem for you?\n  ","160322":"\n   Do you adapt to your surroundings?\n  ","160323":"\n   If you were ridiculously rich would you throw your money around?\n  ","160324":"\n   Are you a magician? Has anyone thought you are? If no do you know any magician?\n  ","160325":"\n   What are you thankful for?\n  ","160326":"\n   LADIES! COMMENT SOMETHING THAT YOU LOOK FOR IN A GUY! 🥰\n  ","160327":"\n   How did you hurt your leg?\n  ","160328":"\n   Awwwww. The little lady would eat just about anything, won't she?\n  ","160329":"\n   How is your little lady doing?\n  ","160330":"\n   What happened to your leg\n  ","160331":"\n   It does look a little better.\n  ","160332":"\n   How is your foot coming along? Is it getting better?\n  ","160333":"\n   Coolest animal you've ever seen in the wild? 😊\n  ","160334":"\n   i dont like to brag but i always open the packs from the opposite side of where the tear here instruction is how badass am i\n  ","160335":"\n   Tea, coffee or hot chocolate? 😊\n  ","160336":"\n   Some Silent Words?\n  ","160337":"\n   Can we chat?\n  ","160338":"\n   What's your favourite type of candy\/sweets?\n  ","160339":"\n   What's your horoscope\/astrology sign? Do you always relate to what they say about it?\n  ","160340":"\n   If there's any place you'd love to visit again for fun, what is it and what would you love to do there?\n  ","160341":"\n   Do you develop a crush on someone easily and how often?\n  ","160342":"\n   Favorite candy?\n  ","160343":"\n   Do you like rainy days? Do you like going out when it rains?\n  ","160344":"\n   Say this 10 times fast and tell me what you wound up saying: So you sacked the cocky khaki kicky sack sock plucker?\nThe second cocky khaki kicky sack sock plucker I sacked since the sixth sitting sheet slitter got sick!\n  ","160345":"\n   What are some of the cons and pros of living with you?\n  ","160346":"\n   Heyyy\n  ","160347":"\n   What app do you use most to chat with people? 🤔😊\n  ","160348":"\n   How did i become a bubble butt boy model?\n  ","160349":"\n   what’s a cutesy name? a bitchy name? an old person name? (u can answer for both genders if ya want 2)\n  ","160350":"\n   Which people would you miss the most off Ask if they deactivated?\n  ","160351":"\n   What social media do your parents use?\n  ","160352":"\n   If your significant other shot and killed someone to save you and they got 5 years in jail, would you hold them down ?\n  ","160353":"\n   Do you think that America is a plutocracy?\n  ","160354":"\n   How’s your day going?\n  ","160355":"\n   lesb1ans get 1t 0n. get y0urself a tr1ple serv1ng 0f r0ast beef!\n  ","160356":"\n   do you like penguins\n  ","160357":"\n   What is your favourite art style\/ media to use? The self portrait you did is pretty :3\n  ","160358":"\n   You are sexy woman.\n  ","160359":"\n   Hi beby\n  ","160360":"\n   What do you regret throwing away, or otherwise getting rid of?\n  ","160361":"\n   Today, 19th November, is both World Toilet Day and International Mens’ Day.  \n🚽🧔\nWhich will you be celebrating? Or will you be combining both and celebrating World Mens’ Toilets Day?\n  ","160362":"\n   post the last art you did\n  ","160363":"\n   What's your favorite gum flavor?\n  ","160364":"\n   What's your favorite gum flavor?\n  ","160365":"\n   Rainbow Sherbert or Vanilla?\n  ","160366":"\n   Would you rather be sick on thanksgiving or Christmas? Which would be the worst for you?\n  ","160367":"\n   Do you ever buy Christmas flowers such as Poinsettias?\n  ","160368":"\n   Do you shop ahead of time or are you more of the wait til the last minute kind of shopper?\n  ","160369":"\n   Are you planning on going black Friday\/boxing day shopping?\n  ","160370":"\n   Your neighbours ... the people upstairs, or those next door, or down your street ... whoever they are, how well do you know them? Do you get along with them?\n  ","160371":"\n   what’s a good breakfast after a big night\n  ","160372":"\n   Without naming them, describe the strangest person you’ve ever met\/interacted with ...\n🧟‍♂️ 👽🤡🧐🤪🦹🏼‍♂️🧛‍♀️\n  ","160373":"\n   Have you ever felt ashamed about your past?\n  ","160374":"\n   Should women be required by law to go in a separate room to fart if they’re around males?\n  ","160375":"\n   Do you wear socks?\n  ","160376":"\n   Do you think taking away eyeglasses is a good punishment for kids?\n  ","160377":"\n   Do you wear seatbelts in cars?\n  ","160378":"\n   Do you ever litter?\n  ","160379":"\n   Should kids have their mouths washed out with soap for using bad language?\n  ","160380":"\n   Does going without glasses set a good example for others with glasses?\n  ","160381":"\n   B my secret gf\n  ","160382":"\n   What's your weirdest life hack?\n  ","160383":"\n   R u single?\n  ","160384":"\n   Do you have plans for Thanksgiving this year? Are you hosting\/cooking dinner or going somewhere else etc. If not, whatcha doing instead?!\n  ","160385":"\n   Have you ever laid down on the floor during really warm nights to cool off? 😂 Or is it only me who've done that? 😅\n  ","160386":"\n   Controversial\/triggering topic. What's your opinion on To Catch A Predator and Hansen vs Predator? They're American shows that use young adults pretending to be 13year olds to expose p*edophiles, get them arrested and signed to the sxx offender registry.\n  ","160387":"\n   You have any plans for the weekend? 😊\n  ","160388":"\n   are you straight?\n  ","160389":"\n   what would you say the most common girl’s name at ur high school was\n  ","160390":"\n   what’s ur least favorite christmas song\n  ","160391":"\n   what's the last art thing you've done\n  ","160392":"\n   Do you like jellyfish?\n  ","160393":"\n   Not for their answers, but for the questions they get sent by anons. Who is your favourite person on here to follow?\n  ","160394":"\n   In your opinion which country produce the best singers?\n  ","160395":"\n   What’s your worst fear?\n  ","160396":"\n   Can you go a day without music? Would you say you’re addicted?\n  ","160397":"\n   Do you usually find new songs from movies to listen to?\n  ","160398":"\n   Are you afraid of heights?\n  ","160399":"\n   What do they compliment?\n  ","160400":"\n   How many books you read?\n  ","160401":"\n   Favorite pair of shoes?\n  ","160402":"\n   I saw that it was the one with the pakis wasn’t it?\n  ","160403":"\n   .\n  ","160404":"\n   You have sexy lips\n  ","160405":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","160406":"\n   How's your foot Allison?\n  ","160407":"\n   Favorite position?\n  ","160408":"\n   Do you think someone likes you and if you know for a fact they do , do you like them back????\n  ","160409":"\n   Funniest video you remember seeing? 😊\n  ","160410":"\n   Which perfume\/s?\n  ","160411":"\n   You look younger. You must have a good marriage, seems like no one stays married very long.\n  ","160412":"\n   I'm sorry. Will you adopt?\n  ","160413":"\n   Yes, I'm in NY.\n  ","160414":"\n   Still early there, I'm 3 hrs ahead of you. Wish I could sleep.\n  ","160415":"\n   Do you have any children?\n  ","160416":"\n   Ok, what time is it where you are?\n  ","160417":"\n   I hope I'm not bothering you with so many questions, or not good questions, if I am please tell me.\n  ","160418":"\n   Ok, and thank you. I will try remember to remind you, Im not doing a tree this year, so I hope to see other peoples decorations and trees.\n  ","160419":"\n   How long have you been married?\n  ","160420":"\n   Will you post a picture of your ornaments and tree after it's all set up and decorated?\n  ","160421":"\n   I think after Thanksgiving is an ok time, but some people I know already have theirs up. I heard knitting is hard, my mom used to crochet (idk if I spelled that correct). We always had a million blankets in our house. lol\n  ","160422":"\n   do u know anyone who’s first name very much sounds like a last name to you? what’s their name\n  ","160423":"\n   You're lucky, we've already had 2 snow falls. Do you put up a tree for Christmas?\n  ","160424":"\n   Oh, my aunt had that done, her toe looked all weird and not right, her surgery did help it look  and feel better, I hope everything went well with your surgery as well.\n  ","160425":"\n   Do you get a lot of snow in the winter?\n  ","160426":"\n   That sucks, did you injure your foot or just a different problem with it.\n  ","160427":"\n   Is it cold where you live?\n  ","160428":"\n   What is wrong with your foot?\n  ","160429":"\n   Do you agree that you should never trust anyone who is rude to a waiter?\n  ","160430":"\n   Filler!!!\n  ","160431":"\n   Have you ever posted a poll on here? Why\/why not? If you have, what was it of?\n  ","160432":"\n   Some people can't believe that I eat never had an iPhone but I've just never enjoyed them and would prefer to support other companies. Are you more of an iPhone or Android user and what are your opinions on both?\n  ","160433":"\n   Do you hold grudges against friends and strangers?\n  ","160434":"\n   When you argue do you need to cool off or you just talk like nothing happened within seconds?\n  ","160435":"\n   What's the best gift\/present you've ever received from someone and why is it your favourite?\n  ","160436":"\n   Who do you enjoy hanging out with the most and why?\n  ","160437":"\n   Have you even been cat called or rude men hit on you when you go out? How do you deal with them? I hate when they don’t stop\n  ","160438":"\n   which should be higher on my bucket list: Spain or Taiwan? (me and my roommate are probably going to either Barcelona or Kaohsiung this summer!)\n  ","160439":"\n   How are you? 😄\n  ","160440":"\n   Did you play Spyro when you were younger? How do you feel about the remastered version? Will you be buying it at midnight tonight?! Heh.\n  ","160441":"\n   Are you an Xbox person, PlayStation person, Nintendo person, or a PC person?\n  ","160442":"\n   What if you're home alone, at late night and you sneeze. Suddenly phone rings and when you answer, Someone whispers \"Bless You\" and hangs up?? What'll u do then?? ??\n  ","160443":"\n   How would you explain color to a blind man?\n  ","160444":"\n   When you send out questions, do you like every answer to let the person know that you read it or do you only click like on answers that you actually enjoy\/like\/agree with?\n  ","160445":"\n   .\n  ","160446":"\n   What's different for you today?\n  ","160447":"\n   What is cabaret singer?\n  ","160448":"\n   Are you the affectionate type? Do you always express your emotions to others?\n  ","160449":"\n   What do you want for Christmas?\n  ","160450":"\n   What's the scariest movie of your childhood?\n  ","160451":"\n   what does November smell like\n  ","160452":"\n   Saint Patrick’s Day or *insert your home country’s independence day?*\n  ","160453":"\n   can you name a pro skater, besides tony hawk?\n  ","160454":"\n   What does it mean to have principles?\n  ","160455":"\n   Is it ok to have an ego?\n  ","160456":"\n   How is your life different today or is it pretty much the same as yesterday?\n  ","160457":"\n   when’s ur birthday? how old will u be turning!\n  ","160458":"\n   Have you ever gone mountain climbing?\n  ","160459":"\n   have you been known to get sleazy?\n  ","160460":"\n   Which is the funniest name you've ever heard?😚\n  ","160461":"\n   What do you usually do to ensure that you have good breath? 🤔😅\n  ","160462":"\n   From 1-10, how good are you at swimming?\n  ","160463":"\n   Do you watch tv and do you have a cable at home?\n  ","160464":"\n   What shows are you watching?\n  ","160465":"\n   What are you having for dinner?\n  ","160466":"\n   At your age would you say that you have a lot of experiences,  tried a lot of things and been adventurous?\n  ","160467":"\n   Do you think people still look down on men who are emotional and cry?\n  ","160468":"\n   Well this is why I asked that question, bcuz there’s many ppl that don’t see this as a degrading term but like a lifestyle. So from your answer, I can assume that you do have a definition and you dnt like it. \n\n...btw, this question is NOT calling anybody a HOE, AT ALL. 🙂\n  ","160469":"\n   Who is your idol? why?\n  ","160470":"\n   No, but you do look like ur knowledgeable! And able to draw your own opinion off of life experiences . No?\n  ","160471":"\n   I’m asking this to see if anyone relates. I keep making friends and all of a sudden they stop talking to me. I haven’t done anything wrong. School hasn’t been a good experience for me, now I’m blaming myself & starting to think that I’m not a likeable person, are people becoming mean or its just me\n  ","160472":"\n   What is your definition of a Hoe?\n  ","160473":"\n   What was the last concert you went to?\n  ","160474":"\n   pancakes + eggs, pancakes + bacon, or bacon + eggs?\n  ","160475":"\n   Who is your favorite fantasy villain?\n  ","160476":"\n   Hey I hear from\n   \n    @gggssaq\n   \n   that You would like to draw portraits of people on this site. Are you still accepting? Can I send you something?\n  ","160477":"\n   What would you name a newly discovered planet?\n  ","160478":"\n   have you been to the west coast of the united states? have you been to the east coast? which do u like better?\n  ","160479":"\n   what’s a cute town that i’ve probably never been to?\n  ","160480":"\n   Here in the U.K. we have a frozen food supermarket called Iceland. Our government has just banned its Xmas 2018 advert from TV for being “too political”. I usually avoid adverts, but this is different. What do you think of it?\n   \n    https:\/\/youtu.be\/JdpspllWI2o\n   \n","160481":"\n   What is your favorite and least favorite thing about your country?\n  ","160482":"\n   Whats something you learned recently? Did it change you? Why or why not?\n  ","160483":"\n   This is NOT a fetish question. Has anyone ever experienced itchy foot that stayed for days? I’m freaking out that it might be something bad.\n  ","160484":"\n   Have you ever called a toll free number?\n  ","160485":"\n   Have you ever had a song dedicated to you? Do you remember what it was?\n\nIf not, what somg would you love to get dedicated to you?\n  ","160486":"\n   I'm afraid you missspelled Gemma Arterton :)\n  ","160487":"\n   What's your favorite things to do in the summer?\n  ","160488":"\n   what's your favorite candle?\n  ","160489":"\n   Who is the most flawless women alive?\n  ","160490":"\n   Who is your favorite author?\n  ","160491":"\n   Do you hold grudges? Do you being old arguments when you fight with someone?\n  ","160492":"\n   What are your favourite perfume scents?\n  ","160493":"\n   The Rolling Stones or alt-J  ?\n  ","160494":"\n   Tupac or Enya?\n  ","160495":"\n   Would you be happy to receive a gift certificate for your birthday?\n  ","160496":"\n   some people feel white people doing yoga is cultural appropriation. thoughts?\n  ","160497":"\n   Wow! That looks amazing!\n  ","160498":"\n   .\n  ","160499":"\n   🌯 where should i go to get a GOOD burrito\n  ","160500":"\n   🙄 what has annoyed you lately\n  ","160501":"\n   🤠 did any country folk go to ur high school\n  ","160502":"\n   Would you draw someone you hate for money?\n  ","160503":"\n   What is this\n  ","160504":"\n   What app did you use?\n  ","160505":"\n   Why? Did she ask you?\n  ","160506":"\n   Have you ever tasted dog or cat food?\n  ","160507":"\n   Do you like the weather these days?\n  ","160508":"\n   Is there anything that you love but only when it's from afar? What is it? (For example, I love babies but only when it's someone else's baby and the thought of having my own baby scares me because right now I'm not ready to be responsible for a human being 24\/7).\n  ","160509":"\n   Who gets you the most and why do you think that person gets you more than others?\n  ","160510":"\n   What would you love to learn how to cook\/bake?\n  ","160511":"\n   Do you believe your childhood and the way you were raised affect your love “style” in relationships? What type are you?\n  ","160512":"\n   i’m going thru my emojis bc i’m bored lol. what’s ur most used emoji?\n  ","160513":"\n   😎 who’s the coolest person you’ve ever seen in real life\n  ","160514":"\n   👍🏼 what are you good at?\n  ","160515":"\n   💖 do u like making out\n  ","160516":"\n   🎄 do you have an x-mas tree? (if so: a real one or a fake one?)\n  ","160517":"\n   Should people be given a second chance? ?\n  ","160518":"\n   When was the last time you “ bit your tongue” so to speak?Like you wanted to say something but did not?\n  ","160519":"\n   Do you feel offended when someone speaks something negative about your race or country?\n  ","160520":"\n   Can you touch your toes?\n  ","160521":"\n   Is it important for you to be remembered after you die?\n  ","160522":"\n   Is there a person that you just talk and hangout with \"for the sake of whatever\" but your dont really like?\n  ","160523":"\n   What's your opinion on apolitical people? Meaning people who don't care about politics, people who don't vote, people that aren't politically educated and people that avoid politics?\n  ","160524":"\n   How do I get my wife to try dp\n  ","160525":"\n   What is the last song you heard ? ▶️?\n  ","160526":"\n   What’s the weather like today where you live?\n  ","160527":"\n   Anyone had any polling problems? \n\nI heard that one place only had Spanish ballots, another place is located at a foreclosured store...\n\np.s. sorry if you aren't from the usa and got this. Hard to keep track of everyone!\n  ","160528":"\n   I kind of think we should be fixing the problems we have here on Earth first.  Does that make sense to you?\n  ","160529":"\n   Oh beautiful shot of Bubo.  It's like she's actually looking at me :)  What are your thoughts on space travel to explore for other worlds to colonize?\n  ","160530":"\n   How's Bubo?\n  ","160531":"\n   What’s something you want to accomplish in the next week? Month? Year?\n  ","160532":"\n   Chicago, Illinois or Springfield, Illinois?\n  ","160533":"\n   have you ever taken a class at a community college ?\n  ","160534":"\n   is it okay to be a fan of kanye west, given his recent statements?\n  ","160535":"\n   pizza bagels or bagel sandwiches\n  ","160536":"\n   do you remember anything specific about Christmas of 2017?\n  ","160537":"\n   What’s the worst and best thing that happed today?\n  ","160538":"\n   Did you start buying gifts?\n  ","160539":"\n   What are the three most important things for you to be happy?💫⭐\n  ","160540":"\n   Matt Champion or Post Malone?\n  ","160541":"\n   what was your first concert? what was your most recent concert?\n  ","160542":"\n   Are you someone who knows what you're gonna buy in a store and goes straight for it or do you get easily distracted? 😅😂\n  ","160543":"\n   Is it rude if a student put their legs on top of the desks while the teacher was teaching\/or in a meeting?\n  ","160544":"\n   Show your phone case?\n  ","160545":"\n   Is it mainly the fear of the unknown that scares you about death?\n  ","160546":"\n   What was the last text you sent?\n  ","160547":"\n   :3 i wana take them im my hands and wana suck them.\n  ","160548":"\n   Oh seriously your 38 you seems like your 25 or 30.\n  ","160549":"\n   Be happy Allison.  So glad you're in the world! :)\n  ","160550":"\n   Can i have a look on them. ❤\n  ","160551":"\n   Are your fears death centered?\n  ","160552":"\n   Im starting loving your b**bs.. They're adorable. 🔥\n  ","160553":"\n   Are you close to enlightenment Allison?\n  ","160554":"\n   Pap in bra.\n  ","160555":"\n   From your perspective, how does one become enlightened and what is your understanding of what enlightenment is?\n  ","160556":"\n   What do you think of when you think of beach?\n  ","160557":"\n   Do you think that spiritual enlightenment is possible in this day and age?\n  ","160558":"\n   Is that a beach in the owl photo background?\n  ","160559":"\n   Nice owl Allison.  How tame are the owls?\n  ","160560":"\n   are there any real owls where you live?\n  ","160561":"\n   Have you ever tasted or eaten bird seed?\n  ","160562":"\n   Do you collect stuffed owls or live ones?\n  ","160563":"\n   Does Bubo have a calcium deficiency?\n  ","160564":"\n   How did you come up with the name Bubo for Bubo?\n  ","160565":"\n   What sort of things are you thinking about?  Art ideas?  Loving?  Bubo?\n  ","160566":"\n   Allison, are you glad to be in existence as a human?\n  ","160567":"\n   Do you think the electorate will vote mostly democrat?\n  ","160568":"\n   Ever do a messy bun with your nose hairs?\n  ","160569":"\n   Are you voting in the mid term elections?\n  ","160570":"\n   Do you think that our culture is youth obsessed?\n  ","160571":"\n   I found out my older brother is being reckless and doing some stupid sht that could get him in trouble, it bothers me because I care about him but he never listens to me because I’m younger, should I tell my parents about him or it will make things worse? He’s 24\n  ","160572":"\n   What are you up to?\n  ","160573":"\n   (Sent to all I follow.) How do you personally get over the anxiety of starting a new job? I’m getting ready for my 3rd shift today and I’m still sO nervous about going in, LOL. D:\n  ","160574":"\n   What is the one thing you regret doing or not doing the most in your life?\n  ","160575":"\n   STAIF \nIf you could dress up in cosplay or fancy dress for a party\/event as anything you liked, with an unrestricted budget, what would you go as?\n  ","160576":"\n   What’s the best\/most interesting question you’ve ever received on Ask? (If you can’t recall exactly, the most interesting type of question will do) 🙂\n  ","160577":"\n   Aww, so cute! 😊💚\n  ","160578":"\n   Sorry, that \"aww so cute\" was me. Forgot to untick anon. Wish it was automatically off anon.\n  ","160579":"\n   Wearing anything pink what is it\n  ","160580":"\n   When were you a teen did your friends parents like you and trusted you or they deemed you as a bad influence?\n  ","160581":"\n   is your sibling still spoiled now. My brother got away with almost everything, he grew up to be ill mannered, he talks back etc\n  ","160582":"\n   Do your parents spoil your sibling more than you? Did\/does it bother you?\n  ","160583":"\n   Which band would you love to tour with?\n  ","160584":"\n   In your family\/group of friends what are you most known for? For example, are you the loud one, the career driven one, the maternal one, the food lover, the animal lover, the political one, the gossip, the laid-back one etc.?\n  ","160585":"\n   Let's play a game. It's called \"Don't Even Get Me Started\". Take the title of the game and add to it to start an in depth rant. For example \"don't even get me started on doorbells that don't work. Why do you even have one that doesn't work?! It's pointless. Fix it so I can get your attention please\"\n  ","160586":"\n   Who do you like?\n  ","160587":"\n   Why do governments make pot illegal when it can have such beneficial effects?\n  ","160588":"\n   Are you good at guessing people’s ages?\n  ","160589":"\n   Do you know the order in which the five aggregates operate within the mind matter phenomenon we call a self?\n  ","160590":"\n   Why does ask consist mainly of females?\n  ","160591":"\n   If pot is so beneficial for you, then why do most authorities want it made illegal?\n  ","160592":"\n   I'm 37. It's so nice to find here someone of my age (even a bit older lol)\n  ","160593":"\n   Would you still enjoy being alive and being you if you went off your meds and didn't take intoxicants?\n  ","160594":"\n   But if it's NOTHING after we die, then what's the problem?\n  ","160595":"\n   Have you paid off your house yet or still paying it off?\n  ","160596":"\n   Has your house increased in value since you bought it?\n  ","160597":"\n   What is it about dying that you're afraid of?  Is it because you love living too much?\n  ","160598":"\n   Do you own or rent your house?\n  ","160599":"\n   is the internet a kind of friend to you?\n  ","160600":"\n   Is it a good thing to look younger than you are?\n  ","160601":"\n   Is there much social division in America?\n  ","160602":"\n   Do you know how mobile phones are made and what's in them?\n  ","160603":"\n   Do you know and speak with your neibors?\n  ","160604":"\n   Is there much social division between people where you live?\n  ","160605":"\n   How old do people say you look? , because you look great for your age?\n  ","160606":"\n   Space - scary or fascinating?\n  ","160607":"\n   Do you think that humans are animals too?\n  ","160608":"\n   What do you mean by a threat to their safety and isn't that just another way of being scared of dying?\n  ","160609":"\n   But if animals aren't aware of their own mortality, then why do they run from danger when threatened or if they think there is a threat?\n  ","160610":"\n   age ?\n  ","160611":"\n   i agree entirely abt recognizing gender identity! trans women are women. but what i want to know is if you think it’s transphobic to not be interested in someone based on genitals. (i.e. a lesbian not dating someone w a penis.)\n  ","160612":"\n   opinions!!! is it okay to not vote? do non-voters get an opinion?\n  ","160613":"\n   opinions!!! is sexuality more sex-based or gender-based? (if a lesbian isn’t attracted to a woman w a penis, is that transphobic?)\n  ","160614":"\n   Do you get calls or messages from companies? Have you ever had to change your number?\n  ","160615":"\n   How often do you listen to the radio? Which station(s) do you listen to the most? Why?\n  ","160616":"\n   When was the last time you went out? Where did you go and who did you go out with?\n  ","160617":"\n   What's your favourite type of cookies\/biscuits?\n  ","160618":"\n   What is something that people assuming incorrectly about you? \nDoes it bother you?\n  ","160619":"\n   Do you use autocomplete when you type? 🤔😅\n  ","160620":"\n   Are you single\n  ","160621":"\n   Do you think that animals have a sense of their own mortality?\n  ","160622":"\n   What meds is Bubo on?\n  ","160623":"\n   Who and what made you smile today ?\n  ","160624":"\n   Do u work better under stress ?\n  ","160625":"\n   Is the screen of your phone big enough?\n  ","160626":"\n   That's understandable. I didn't send these questions out to guilt people into veganism, just to offer help if anyone needed it. I'm anemic so I get the whole iron thing to some degree. I do absorb supplements though, thankfully. But I try to eat as many iron packed foods as possible.\n  ","160627":"\n   November 1st is World Vegan Day so I wanted to take this opportunity to say that I'm proud of all of you who are vegan, vegetarian and the omnivores who now eat less\/little animal products. If anyone needs a good vegan recipe\/alternative let me know.💚🌎🍆🌍🍒🌏🍑\n  ","160628":"\n   Space 🌸 :\n  ","160629":"\n   Care to expand on that?\n  ","160630":"\n   Do you own a horse?\n  ","160631":"\n   How are you doing today?\n  ","160632":"\n   🎆 What’s your opinion on fireworks? \nE.g. Should they only be sold to licensed\/authorised vendors? Only available at certain times of year? Banned altogether due to the distress they cause animals? Freely available to anyone over 16 ... 18 ... 21?\n  ","160633":"\n   In the alignment system, which are you and which is your favourite? Lawful good, neutral good, chaotic good, lawful neutral, true neutral, chaotic neutral, lawful evil, neutral evil, chaotic evil. If you don't know what the alignment system is, please do a quick Google search.\n  ","160634":"\n   Most people love or hate the following, so what of these have you worn.... crocs, ponchos, onesies, fluffy socks, dungarees, socks with sandals?\n  ","160635":"\n   What does your November look like? Will it be busy or not? Planning anything fun?\n  ","160636":"\n   Can we be friends?\n  ","160637":"\n   If your life was a movie, would you be willing to watch it with your family 🤓\n  ","160638":"\n   What would you do if you had the power to turn invisible and why?\n  ","160639":"\n   Did you watch any spooky movies? 👻🎃\n  ","160640":"\n   Hi! I hope your week is going ok so far 🙂. \nSo here’s an ask for you: Describe your ideal workplace boss (or if you’d prefer, describe your ideal lecturer\/teacher) and their character traits. 🙂 👩‍🎓 👨‍🎓\n  ","160641":"\n   How much of a mess is your room?\n  ","160642":"\n   Why do fools fall in love?\n  ","160643":"\n   What place do you most want to visit? 😊 What do you wanna do there? 😋\n  ","160644":"\n   what’s ur opinion on lsd\n  ","160645":"\n   have you ever been in a relationship with a stoner?\n  ","160646":"\n   do you read?\n  ","160647":"\n   If your pillow had a personality, what do you think it would've thought if it saw you coming? 🤔😅😂\n  ","160648":"\n   What social networking websites do you use?\n  ","160649":"\n   Are you gonna dress up for Halloween\n  ","160650":"\n   Are you having a good day? What did you do?\n  ","160651":"\n   30 million unborn males have been killed by women in past 45 years in America.\n  ","160652":"\n   What do you think of the word 'taken' when use as a persons relationship status?\n  ","160653":"\n   What was the last thing you purchased and why?\n  ","160654":"\n   What are your thoughts on girls who are bisexual and guys who are bisexual? Are they any different ?\n  ","160655":"\n   *Would you date your favourite fictional character? Why\/why not and who is it?\n  ","160656":"\n   On OkCupid they match you up by asking questions. One is \"would you date someone who reads comic books?\" many say \"no\". Why do you think this is and would you date someone that read comic books?\n  ","160657":"\n   What was a defining moment in your life and why?\n  ","160658":"\n   Ask.fm has always had a problem with trolls and people pushing their fetishes on others so with that said, what's the strangest fetish related question you've been asked on here? If you've never gotten any of these questions, what in your opinion are some of the weirder fetishes?\n  ","160659":"\n   How old are you?\n  ","160660":"\n   Like, why is your partner with you?  What's in it for him?\n  ","160661":"\n   does your partner get jealous of your close relationship with Bubo?\n  ","160662":"\n   Would you have a ritual funeral for Bubo if she passed?\n  ","160663":"\n   Would you like to have a variety of existences that you could choose to visit each day according to how you feel?\n  ","160664":"\n   Does Bubo sleep walk?\n  ","160665":"\n   Is Bubo good therapy for you?\n  ","160666":"\n   Do you keep Bubo's eggs in case you run out of food ?\n  ","160667":"\n   What would you first say to Bubo if she turned into a human?\n  ","160668":"\n   Sorry, she :)\n  ","160669":"\n   What would Bubo look like if he was a human?\n  ","160670":"\n   Would Bubo come back to you if you set him free?\n  ","160671":"\n   Do you love Bubo unconditionally?\n  ","160672":"\n   Do you know what kombucha is?\n  ","160673":"\n   I don't get what you mean by your family expected you to be neurotypical?   Like, didn't they have a point?\n  ","160674":"\n   What conditions did your family put on your specifically in order for them to love you?\n  ","160675":"\n   Do you think there was some truth in the way you saw the world when you were having psychosis?\n  ","160676":"\n   What do you mean by, 'couldn't love without conditions'?  Like, aren't conditions always a part of love?\n  ","160677":"\n   That's easy for you to critisise negative people and dissasociate yourself from them because you don't have to go to a work place each day to earn money.\n  ","160678":"\n   Do you ever wonder if some people may be seeing you as a negative person even if you don't think you are?\n  ","160679":"\n   Do you think that the negative people you describe actually know what they're like?\n  ","160680":"\n   Like, do you think that negative people are always like that and don't have a good side?\n  ","160681":"\n   But how do you know if a person isn't just expressing a negative trait accidentally and that they may have more good to them than bad?\n  ","160682":"\n   Where do all the negative people who are removed go to?\n  ","160683":"\n   Are you manipulated in ways that you don't like but that you can't do anything about?\n  ","160684":"\n   Does fantasy play a significant role in your life?\n  ","160685":"\n   Weirdest thing you've seen in public? 🤔😅\n  ","160686":"\n   Do you think fear is a good or bad way to keep someone’s in line in a relationship? Ex. Like cheating\n  ","160687":"\n   Do you take multi vitamin? Would you recommend them?\n  ","160688":"\n   What app do you use for drawing? You’re really good\n  ","160689":"\n   How’s your day going?\n  ","160690":"\n   How would you deal with a bully who makes fun of how I look?\n  ","160691":"\n   Are you trustworthy? Has anyone ever told you that you are?\n  ","160692":"\n   As of right now, how many ask.fm coins do you have in your wallet? What do you think they'll be used for in the future?\n  ","160693":"\n   What's something you enjoy doing again and again??\n  ","160694":"\n   Are you ticklish?\n  ","160695":"\n   How long did it take you to learn how to drive? If you can't drive, how long do you think (estimation) it's going to take you to learn how to drive?\n  ","160696":"\n   What are some of the television shows you currently watch?\n  ","160697":"\n   What are you in the mood for right now?\n  ","160698":"\n   If you could be the leader of your country, what would you change?\n  ","160699":"\n   Hello\n  ","160700":"\n   What do you think of ASKfm new feature?\n  ","160701":"\n   Are you still awake Allison?\n  ","160702":"\n   what’s ur opinion on chihuahuas?\n  ","160703":"\n   What do you usually order if you're at a Burger King? 🤔 (I work there so that's why I'm curious 😂)\n  ","160704":"\n   Your mom sounds like my sister\n  ","160705":"\n   Do all your family member see your mom in the same light as you do?  Like her toxicity\n  ","160706":"\n   Did you learn from your family?  Like are they narcissists?\n  ","160707":"\n   Opinion on OneRepublic? 😊\n  ","160708":"\n   Have you ever been manipulative?\n  ","160709":"\n   Is it possible to be in love with more than one person at a time?\n  ","160710":"\n   I mean how people in relationships use sex as a way to get something form someone or to evoke a certain behavior from someone.\n  ","160711":"\n   Do you often procrastinate? 🤔😅 About what?\n  ","160712":"\n   Do you think that humans will survive in the next 100 years?\n  ","160713":"\n   What is a family movie that gets you in a Halloween-y\/spooky mood? What's a movie for adults that does the same?\n  ","160714":"\n   Do you think there's much sexual politics in relationships?\n  ","160715":"\n   A lot of you appeared to not know what marzipan is in a recent question of mine. It's a sweet food made mainly from sugar, honey and almond meal. It's often used to cover wedding cakes or is dipped in chocolate to be eaten as confectionery. Now that you know, have you had it\/would you ever have it?\n  ","160716":"\n   Do you think it's a false view of time?\n  ","160717":"\n   what's your favorite poet to read on rainy days?\n  ","160718":"\n   Why is America always a day behind Australia?\n  ","160719":"\n   What is your favourite thing found in nature?\n  ","160720":"\n   If you could design your own house and get it for free, where would it be and what would it be like? You can also post example pictures if you'd like.\n  ","160721":"\n   Are you a home owner, why\/why not? If not would you ever like to become one, why\/why not?🏠🏘️\n  ","160722":"\n   .\n  ","160723":"\n   Share an information you learnt recently.\n  ","160724":"\n   I just read an article about the recent first attempted murder case in Antarctica (I’ll post a link to the story on my page, as it’s a long url). One guy stabbed another for telling him the endings to books! How would you cope if you were one of two people on an isolated research post for 4 years?\n  ","160725":"\n   (sorry if this has been asked before) what do you guys think about the new coin addition to askfm? what do you think we can redeem in the near future?\n  ","160726":"\n   I thought the first two series of The Good Place were great, but I struggled a bit getting into the third one. Will try again at some point.\n  ","160727":"\n   Would you rather age from the neck up or te neck down only?\n  ","160728":"\n   Was it an easy experience for you when you got your appendix out?\n  ","160729":"\n   Best Halloween costume you've ever worn? 😊\n  ","160730":"\n   Which TV\/online series are you currently watching (if any?) What do you think of it\/them?\n  ","160731":"\n   What aspect of yourself changed this past year? Was it something you were expecting or were you surprised?\n  ","160732":"\n   Is there a parent you admire on ask (or in real life)? Why? and would ask for advice if you became a parent?\n  ","160733":"\n   Have you ever had a surgery? If so how did you feel afterwards?\n  ","160734":"\n   Do you have a sweet tooth? 🤔\n  ","160735":"\n   have you\/will you dress up for halloween?\n  ","160736":"\n   who is funnier: ur mom or dad\n  ","160737":"\n   Dua Lipa or Bebe Rexha?\n  ","160738":"\n   How long does it take you to put your makeup on? For everyday and for special occasions??\n  ","160739":"\n   Have you seen \"Grave of the Fireflies\"?\n  ","160740":"\n   I don't need specifics but did your s3x drive change much after taking meds? I know it's a side effect of some medications it just seems a real shame as one of the few pleasures I get from life is from s*x :\/\n  ","160741":"\n   I'm currently watching the Sabrina reboot. What's a show from your past that you wish to be rebooted? Why?\n  ","160742":"\n   Are you the type of person who would spend time in the company of a stranger with pleasure, drinking cappuccinos and telling each other stories from life? :) ☕☕\n  ","160743":"\n   Who's the worst on ur volleyball team\n  ","160744":"\n   What irritates you the most about people’s reaction\/words when you vent to them?\n  ","160745":"\n   Are you patient with people?\n  ","160746":"\n   How well do you take criticism \/ advice from others?\n  ","160747":"\n   Fave musician?\n  ","160748":"\n   What is\/are your favourite animated movie\/movies?\n  ","160749":"\n   How do you usually keep yourself entertained?\n  ","160750":"\n   If you were to give any celebrity or any public figure an advice, who would you choose and what advice would you give them?\n  ","160751":"\n   What are some of your pet peeves when you’re waiting in the line at the cashier?\n  ","160752":"\n   is there a perfume\/cologne\/other scented thing u associate w ur significant other\n  ","160753":"\n   Your thoughts on smoking?\n  ","160754":"\n   Do you vape?\n  ","160755":"\n   How has your day been so far? 😊\n  ","160756":"\n   How r you?\n  ","160757":"\n   What do you most frequently take pictures of? 🤔😅\n  ","160758":"\n   Best thing that you've eaten today so far? 😋\n  ","160759":"\n   Are you inquisitive?\n  ","160760":"\n   Music genre you listen the most from? 🤔😊\n  ","160761":"\n   How does your parents react when you get low marks in test?\n  ","160762":"\n   What is the purpose of your existence?\n  ","160763":"\n   What is circus? ?♂♂\n  ","160764":"\n   How to dress up on the first date?\n  ","160765":"\n   Ever watched the magic roundabout?\n  ","160766":"\n   excuse me there was nothing fetish about that its just some helpful advice\n  ","160767":"\n   just break your cast off already\n  ","160768":"\n   Are you looking forward to anything next month? Dreading?\n  ","160769":"\n   True or false: you've lied to your parents or legal guardian before?\n\ninspired by Katie\n  ","160770":"\n   What's the worst thing you could do?\n  ","160771":"\n   what kind of part time jobs could you do?\n  ","160772":"\n   there is an iguana roaming around my house it kinda looks like it wants to come inside the house i was wondering if i should leave any food out for it, its so cool i would like to have it as kinda an outdoor pet\n  ","160773":"\n   are you familiar with iguanas?\n  ","160774":"\n   What is stressing you out the most right now?\n  ","160775":"\n   Are parakeets the kind of bird that talks?\n  ","160776":"\n   Can I come visit and get some? New York sucks.\n  ","160777":"\n   Do you like hot or cold tea?\n  ","160778":"\n   You have any specific conditions you need to be able to sleep? 😅\n  ","160779":"\n   Farthest place you've ever been from home? 🤔\n  ","160780":"\n   If you were to move to a country in Europe, which one comes first to mind? 😊\n  ","160781":"\n   What movie do you think has the best music? 😊\n  ","160782":"\n   what was life like in the 80's?\n  ","160783":"\n   Not like ABBA or Avicii? 🤔😊\n  ","160784":"\n   Favorite Star Wars character? 😊\n  ","160785":"\n   What makes you happy? 😊\n  ","160786":"\n   Just curious, you know any Swedish artists? 😊\n  ","160787":"\n   hey u single?\n  ","160788":"\n   First thing you think of when you hear \"Sweden\"? 😊\n  ","160789":"\n   You think the US should use the metric system? Why \/ why not?\n  ","160790":"\n   What are you doing right now?\n  ","160791":"\n   How tall are you?\n  ","160792":"\n   Favorite ice cream?\n  ","160793":"\n   How many states in the US have you been to? 🤔😅\n  ","160794":"\n   Would you rather be the angel or the devil that was on soneone's shoulder? 🤔😅\n  ","160795":"\n   Why do you feel that way? 😊\n  ","160796":"\n   What do you think the tiny people would've thought when they saw you looking down at them? 😅\n  ","160797":"\n   What element do you think you belong to? 🤔 Why? 😅\n  ","160798":"\n   How many languages can you say hi in? 😊\n  ","160799":"\n   If you stumbled upon a teeny tiny city inhabited by tiny people that no one had ever seen, how would you react? 🤔😅\n  ","160800":"\n   Favorite Disney character? Why? 😊\n  ","160801":"\n   do you prefer breakfast sandwiches on english muffins or biscuits? (or something else?)\n  ","160802":"\n   if u had to impress a date\/cute person w ur cooking or baking, what would u make\n  ","160803":"\n   have u ever had a best friend who’s name started w m\n  ","160804":"\n   do u prefer lattes or cafe au laits? latte = espresso + steamed milk. au lait = half brewed coffee + half steamed milk\n  ","160805":"\n   what’s ur opinion on tiramisu? what abt cannolis?\n  ","160806":"\n   How is Bubo doing?\n  ","160807":"\n   Negging-Emotional manipulation which consists of a backhanded compliment in a flirtatious setting to undermine someone's confidence and increase their need of the manipulator's approval. Please Google an example if needed.\nIf this has ever been done to you or by you can you explain what happened?\n  ","160808":"\n   Can you be friends with someone who has a different view than you? What about being in a relationship with someone who has a different view?\n  ","160809":"\n   Have you ever had pests like wild mice or rats in your house? If yes, how did you get rid of them? What's your opinion on mouse traps?\n  ","160810":"\n   Who is the last person you texted to?\n  ","160811":"\n   What are you hungry for right now?\n  ","160812":"\n   What is a primary fear that is holding you back?\n  ","160813":"\n   wow sorry to hear. tell Bubo her askfm fans are wishing her a speedy recovery.\n  ","160814":"\n   what happened to her why is she so sick?\n  ","160815":"\n   .\n  ","160816":"\n   what do i do to make myself happy ? plz advise\n  ","160817":"\n   Are you a liberal?\n  ","160818":"\n   \"Hi im Allison and im in a bad mood cause my coffee machine broke\"\n  ","160819":"\n   Do your big toes look funny?\n  ","160820":"\n   gender is not fluid because gender is not a liquid.\n  ","160821":"\n   Does your hubby teach you much about computers?\n  ","160822":"\n   send your husb to my place my laptop has been having problems\n  ","160823":"\n   Do you understand the concept that is gender fluidity?\n  ","160824":"\n   What kind of work does your hubby do?\n  ","160825":"\n   are you a \"non-woman\"?\n  ","160826":"\n   Oh, first world problems :)  Is it a capachino machine?\n  ","160827":"\n   Hey Allison, I need an Allison fix :)\n  ","160828":"\n   Why do girls wear dresses and guys don't?\n  ","160829":"\n   aw, i hope she has a quick recovery !! ♡\n  ","160830":"\n   Which person in your family do you look most like?\n  ","160831":"\n   Are you patient when you order something online? Has something ever go wrong?\n  ","160832":"\n   what kind of music do you listen to lately?\n  ","160833":"\n   Fav song\n  ","160834":"\n   Can you sit perfectly still for one hour without any outside stimulation and without falling asleep?\n  ","160835":"\n   How's the foot doing?\n  ","160836":"\n   ask Bubo what her opinion of ketchup is\n  ","160837":"\n   Would you rather have your french fries with ketchup or with mayo?\n  ","160838":"\n   ??What would you say to your young self and why?\n  ","160839":"\n   How were you as a child and baby? (Loud\/crying\/bratty\/quiet etc)\n  ","160840":"\n   what’s the perfect breakfast sandwich?\n  ","160841":"\n   why do nice people choose the wrong people to date?\n  ","160842":"\n   Out of 10, how freaky are you??\n  ","160843":"\n   im happy for you, you are cool af. im glad people are more aware of mental illness and that help is more readily available. i think if we lived in the 1950's we'd be screwed.\n  ","160844":"\n   mental illness sucks. but now on medication shes a super calm, rational and friendly person. do you ever wonder how many people society has cast away as being lunatics but were really just cool people taken over by mentall illness?\n  ","160845":"\n   my entire childhood revolved around keeping my mom calm.\n  ","160846":"\n   as a child my mom had many psychosis episodes where her eyes would bug out and she would start rambling incoherent and destroying everything in the house. i still dont know wtf that was\n  ","160847":"\n   if not too personal what would you do during these episodes\n  ","160848":"\n   before you were medicated did you ever have episodes of psychosis\n  ","160849":"\n   but yall kiss and sleep in the same bed together\n  ","160850":"\n   once your husband got it was it unavoidable for you to get it?\n  ","160851":"\n   what made you super sick?\n  ","160852":"\n   How many times have you stepped on Lego in your life?\n  ","160853":"\n   Can an animal replace a friend?\n  ","160854":"\n   ???What do you think about long distance relationships?\n  ","160855":"\n   Do you think that watching hardcore porn contributes to how men view women as objects?\n  ","160856":"\n   Do you think that women view men as objects too?\n  ","160857":"\n   Any idea as to why sexual harassment is so prevalent in society and work?\n  ","160858":"\n   Do you mean harassment or sexual harassment?\n  ","160859":"\n   Ever witnessed sexual harassment?\n  ","160860":"\n   Your thoughts on the Me Too movement?\n  ","160861":"\n   Do you sneeze much?\n  ","160862":"\n   Is there much crime where you live?\n  ","160863":"\n   What's your strongest sense?\n  ","160864":"\n   Do you answer questions differently according to who is asking you the question?\n  ","160865":"\n   Were you breast or bottle fed?\n  ","160866":"\n   Do you suppose there are planets like earth elsewhere in the universe?\n  ","160867":"\n   How is your point of view unique?  Can you give an example?\n  ","160868":"\n   do you think that people of any age should be allowed to check out with medical assistance if they want to?\n  ","160869":"\n   Does having schizophrenia have any positives about it for your life at all?\n  ","160870":"\n   Are you an advocate for voluntary euthanasia?\n  ","160871":"\n   Would you sacrifice your own life if that would save the world?\n  ","160872":"\n   Does depression cause schizophrenia for you or the other way around?\n  ","160873":"\n   Are you with or against legalising weed?\n  ","160874":"\n   what music\n  ","160875":"\n   What do you like to do in your free time?\n  ","160876":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","160877":"\n   How often do you get headaches and how do you treat them?\n  ","160878":"\n   what would be the perfect sandwich to u rn?\n  ","160879":"\n   What makes you go on ask?\n  ","160880":"\n   how did you meet your husband? did you like him straight away?\n  ","160881":"\n   ⏩ What is something in your life that you wish would speed up? \n⏯ What is something about your life that you wish would slow down?\n  ","160882":"\n   Are you a worrier or laid back? Do you assume the worst in any situation you are in?\n  ","160883":"\n   Do you have any plans for the weekend ahead, if so what?\n  ","160884":"\n   Do you use planner to keep yourself or your days organised?\n  ","160885":"\n   what was your daily sketch?\n  ","160886":"\n   Would you be depressed if you weren't high?\n  ","160887":"\n   Do you believe in the concept of universal human rights?\n  ","160888":"\n   Are you addicted to entertainment?\n  ","160889":"\n   Are you mad with me for asking you political questions?\n  ","160890":"\n   Is political conversation too edgy for you?\n  ","160891":"\n   Do you think the world needs to change how it does business in order to save ourselves as a species?\n  ","160892":"\n   What political parties in America have the most progressive values?\n  ","160893":"\n   But you must have an point of view about American politics in order to know who gets your vote\n  ","160894":"\n   Why not?\n  ","160895":"\n   Do you think that politics serves the people of America well?\n  ","160896":"\n   In what way do you think that the boomers are the most selfish?\n  ","160897":"\n   Do you think that most people in society are becoming more selfish?\n  ","160898":"\n   Why are some people dominated by perfection?\n  ","160899":"\n   Would you let 5 people die if that would save 500 people?\n  ","160900":"\n   Do you care about the welfare of people you don't know?\n  ","160901":"\n   Do you like Harry Potter?\n  ","160902":"\n   Have you drunk the cannabis infused wine brewed by Rebel Coast?\n  ","160903":"\n   What would you do today if there is no more tomorrow?\n  ","160904":"\n   in the last week, have you: taken a bath? been high? made pancakes? read a book? drank coffee? drank tea?\n  ","160905":"\n   Which person you know do you think would make a good (or perhaps funny) poseable action figure? 🏃🏻‍♂️\n  ","160906":"\n   Do you and your partner have separate bedrooms?\n  ","160907":"\n   What was the thought in your mind when you woke this morning?\n  ","160908":"\n   the name April, the name May, or the name June?\n  ","160909":"\n   From 1-10, how chilled are you as a person?\n  ","160910":"\n   Have you ever tried carrying something and hurt your back\/neck instead? What was it?\n  ","160911":"\n   (you dont have to answer if too personal or triggering) how would your life have turned out and\/or how would you be right now if you hadnt found your husband?\n  ","160912":"\n   Describe the type of spouse you want in your life. State some of qualities.\n  ","160913":"\n   why dont you go with him\n  ","160914":"\n   Okay so I texted my aunt who took me out too dinner last Monday. I told her thank you for taking me out to dinner and spending the whole day with her through text message, yet she still hasn't even responded to my text. Why hasn't she texted me back? What did I even do wrong?\n  ","160915":"\n   Is it possible to fall in love with someone you just met online?\n  ","160916":"\n   What have you been stressing about lately?\n  ","160917":"\n   Have you ever received a gift card before? What did you buy with it? If not, which store's gift card would you love to get one day and what would you buy?\n  ","160918":"\n   Which job do you think was definitely not made for you?\n  ","160919":"\n   lol why they dont even use their tongues\n  ","160920":"\n   Eww. Wth?! That's fascinating tho! 😂\n  ","160921":"\n   I've never heard gas used as weed. How would it be put in a sentence?\n  ","160922":"\n   What's one artist\/band you would like to see live in a concert?\n  ","160923":"\n   Part2 Irish Slang: Without looking them up can you guess\/give a description for any of the following? Gammy, how's she cutting, gander, gawk, langers, Mary down the road, grand, holy show, kip, howya, jacks, mot, murder, lash, wrecked, manky, on the tear, locked, mort, oul fella\/oul wan, story?\n  ","160924":"\n   Irish Slang: Without looking them up can you guess\/give a description for the following? Taking the piss, craic(crack), scut, poor crator, jaysus, quare, banjaxed, acting the maggot, bad dose, brutal, chancer, crack on, culchie, donkey's years, eejit, eat the head off, fierce, gaff, fine thing, gas.\n  ","160925":"\n   What are the things that one should do before go to sleep?\n  ","160926":"\n   do you like being hurt?\n  ","160927":"\n   Peanut m&ms, good or gross?\n  ","160928":"\n   Candy Corn, gross or good?\n  ","160929":"\n   i know the perfect halloweener costume for you, dress up as Bubo.\n  ","160930":"\n   water you gonna dress as for halloweenie?\n  ","160931":"\n   What's your opinion on parents who don't do Santa for their children when living in a mostly Christian\/Catholic country? Would you do Santa or no do Santa for your children in this situation?\n  ","160932":"\n   Love\/Hate foods.... Do you like marmite, olives, licorice, blue cheese, mayonnaise, anchovies, marzipan, green bell peppers, brussel sprouts and curry?\n  ","160933":"\n   Name a strange\/lesser known animal that you know of and a fact about it.\n  ","160934":"\n   What’s the best costume you’ve seen?\n  ","160935":"\n   If you were to carve a pumpkin what would you put on it?\n  ","160936":"\n   Phones that unlock via finger print. What's your opinion on them? Do you have one? Do you think they're reliable? Where do you think science will take it next, eye scanning phones?\n  ","160937":"\n   Morbid question. As a vegan, people often think I'm equally as upset seeing a pet pass away to a farm animal, wildlife or roadkill. That isn't the case. I'm actually more upset seeing pets or wildlife pass away more so than animals passing away for meat. What are you more upset by and why?\n  ","160938":"\n   Do you feel disgusted when women talk about their periods?\n  ","160939":"\n   What is your checklist when looking for a new partner? For example, do they have to be kind, respectful, greedy, disrespectful, dominant, submissive, loud, quiet, a reader, an artist, a gamer, want children, like animals, be political, be liberal, be conservative, have piercings etc?\n  ","160940":"\n   Do you listen to any podcasts? If so, what ones and why?\n  ","160941":"\n   Were you ever a princess or prince for Halloween?\n  ","160942":"\n   How did your day start?\"\n  ","160943":"\n   Would you get your dna sequenced?\n  ","160944":"\n   Cheese is life. \n\nGo to the store and buy all the cheese they have if you agree.\n  ","160945":"\n   What mascara have you got on in your current dp? Your lashes look full and NOT CLUMPY! Each to their own but I loathe the eyelash extension phase that's in rn, most look terrible to me. I just want a good mascara.\n  ","160946":"\n   idk who Dan is this is 1st time i ask\n  ","160947":"\n   is Bubo non-binary?\n  ","160948":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","160949":"\n   What is a saying or phrase or a slang word that is common in your country but would baffle a foreigner?\n  "},"Answer":{"159877":"\n  I'm wearing a maroon flannel shirt over a long sleeved grey t shirt dress and mid calf weed socks and mint green sneakers\n  ","159878":"\n  Highs: sold two portraits and half a dozen stickers. Got birdie snuggles from Bubo. talked to friends.\n  \n  Lows: muscle spasms in my neck, pain in my foot, Bubo hardly wants snuggles because she's on eggs\n  \n  I'm looking forward to Wed and Thurs cause my spouse is home from work but I'm also kind of not because I have doctor appointments both days\n  ","159879":"\n  Bubo, sleep, pot\n  ","159880":"\n  I have plenty of time it's motivation I lack\n  ","159881":"\n  I have travelled to almost every state and lived across the us and the only place with a colloquial word for the liquor store that I know if is y'all lol. And sprinkles. And water fountains.\n  ","159882":"\n  that is def a mass thing I heard it the first and only times while living on the north shore.\n  \n  most people call it the liquor store\n  ","159883":"\n  I mean I like my body overall but if I could not get cysts and tumors that would be particularly rad\n  ","159884":"\n  yes and take copious notes in a leather bound notebook\n  \n  but honestly like, I guess I take a quick glance to make sure nothing's medically amiss?\n  ","159885":"\n  that varies wildly case to case\n  \n  anyway I don't really answer sexual questions here, I'm nearly 40 I shouldn't have to be subjected to that shit anymore lol\n  ","159886":"\n  I don't iron anything but yes I do the household laundry\n  ","159887":"\n  antipsychotics are powerful drugs with a lot of unwelcome side effects. Nothing helps really. I don't even have sex dreams. I dream about hugging people. lmao\n  ","159888":"\n  I mean you can google it but from my understanding watching that cooking on high show it has to be made into a cannabutter or heated in coconut oil or something similar\n  ","159889":"\n  nope. It has to be cooked first. That's why edibles are always things that have been heated first like brownies or whatever. you can't just sprinkle it on and have an edible it has to be cooked and emulsified in butter or something similar I guess.\n  ","159890":"\n  no never I'm sure it wouldn't do anything to her because it's not psychoactive until it's heated past a specific point but still I'm not into trying to mess with animals like that the fact that they market cbd products to dogs now creeps me out a little even though I'm sure it's fine.\n  ","159891":"\n  I smoke outside on my 2nd story backyard balcony facing into my \"forest\" backyard. My partner doesn't smoke and doesn't love the smell so I don't mind keeping it outside.\n  ","159892":"\n  lately I've been rolling these cute little micro joints with a wide filter that only hold about 1\/8 of a gram because it's just me smoking and my bongs desperately need a good soak\n  ","159893":"\n  not really I am better than I was but I still roll real ugly ones once in a while\n  ","159894":"\n  I don't hook up with anyone I've been married for nearly 15 years and while I have no sex drive right now and he is free to do his thang he hasn't so I guess technically we're still monogamous.\n  ","159895":"\n  I feel like only alt right weirdos use that phrase? like what does that even mean. Don't tell me though I don't want you to think I'm here to stroke anyone's \"debate\" boner\n  ","159896":"\n  yes feet are the worst I totally don't get people finding them attractive\n  ","159897":"\n  nah. But I am slowly becoming a cyborg. I have metal in both toes and also in one of my breast tumors.\n  ","159898":"\n  hell if I know but most of my toe bone has fused just one little edge is holding out a tiny bit and it's causing me grief. I've posted this xray a million times but here in the \"after\" portion you can see the hardware that was installed.\n  ","159899":"\n  I mean I'm no doctor so I have no idea what it's technically from I assumed just fusing bone with metal hurts as it heals\n  ","159900":"\n  I am trying a sneaker again this afternoon (like as of an hour ago) I have some pain in the surgery site area but otherwise so far so good. Just gotta walk really slowly.\n  ","159901":"\n  inorite so grosssss\n  ","159902":"\n  woo! I feel like I don't even remember being 31 right now\n  ","159903":"\n  the calls for sure. I love to be sang to.\n  \n  Is it your birthday happy birthday\n  ","159904":"\n  honestly I really love my house I just wish it was fixed up. We have a shower that needs to be replaced and a basement to refinish and I would love a better deck system out back through the \"forest\" that is my backyard.\n  ","159905":"\n  my great-aunt on my dad's dad's side is a family historian and has linked that side of the family to royalty in England, Portugal, and France. Apparently I'm related to the famous Plantagenet family\n  ","159906":"\n  yeah. I mean I guess my winning personality too lmao but for sure art it's what I'm most proud of . Bubo could also get famous and that would be okay.\n  ","159907":"\n  yeah I know it's illogical. It's just a thing. Some people are afraid of spiders and I'm afraid of being long gone.\n  ","159908":"\n  I mean I don't actively check the background of everywhere I buy from and sometimes I eve buy things from shitty companies because I'm a jerk and I can't help myself (lookin at you chick-fil-a)\n  \n  That said I definitely feel BETTER about myself when I buy from good socially conscious brands\n  \n  but I also like convenience (and chicken)\n  ","159909":"\n  bloop\n  ","159910":"\n  I want to hear storiesssss\n  ","159911":"\n  allllll day. If my husband isn't watching tv then I'm listening to music.\n  ","159912":"\n  I was born at 11:24 am\n  ","159913":"\n  I actually was when you sent this but I was eating dinner and watching tv and then I forgot to respond and went to bed not long after. but I have stumbled out of bed from my 13 hour slumber and am here now\n  ","159914":"\n  nay nay nay YAY nay nay shrug\n  ","159915":"\n  I haven't had a traditional birthday cake since I was a kid. Usually I don't get any sort of cake and prefer a dinner out somewhere nice.\n  ","159916":"\n  I've returned things through amazon and it was a breeze. I've never tried with any other companies though.\n  ","159917":"\n  I dunno. the older I get the more attention I want. I'm afraid of dying without being remembered.\n  ","159918":"\n  I got two cats on the same day and they were my first cats- Rin and Kyo. They are still with me. The first two dogs I had were both around when I was born and they were Sheba and Smokey\n  ","159919":"\n  yes to both\n  ","159920":"\n  yup\n  ","159921":"\n  nope\n  ","159922":"\n  Yes but it's been a very long time\n  ","159923":"\n  It was me I was the friend\n  ","159924":"\n  probably not it seems kinda scary to me\n  ","159925":"\n  inequality in whatever form. I'm an intersectional feminist\n  ","159926":"\n  wooooo sounds like a loser she should dump him immediately\n  ","159927":"\n  My back balcony has a better view than this but this is the window I'm closest to right now\n  ","159928":"\n  When I played WoW it was a regular thing. Now I don't really game.\n  ","159929":"\n  I've gathered up quite a few but I'm also pretty old.\n  ","159930":"\n  I have not ever been straight edge, I started smoking cigs at 15. I quit cigs but now I smoke cannabis and occasionally drink.\n  ","159931":"\n  I've known several Junes but that's it I think.\n  ","159932":"\n  nah they're everywhere family neighbors the pharmacy tech whatever like everyone in your life is a connection\n  ","159933":"\n  nooo that sort of tech wasn't really available for me at that age\n  ","159934":"\n  fingers, ponytails, wrists, lips\n  ","159935":"\n  being famous lmao\n  ","159936":"\n  peace, connections, self care\n  ","159937":"\n  that sucks I hope people don't really do that\n  ","159938":"\n  Ginger\n  ","159939":"\n  we had a visit from the easter bunny and ate candy but didn't celebrate any of the religious parts\n  ","159940":"\n  both are atheist, my mom is more of a hippy, my dad is higher educated\n  ","159941":"\n  let's pretend I'm not always honest- honesty night! If it's sexual I'll probably delete it!\n  ","159942":"\n  quesadillas but really, tortas\n  ","159943":"\n  yeah pretty much. my life is pretty normal.\n  ","159944":"\n  I would date the dude or lady versions of me I'm awesome regardless\n  ","159945":"\n  I'm not sure what you mean\n  ","159946":"\n  I've over-done it activity-wise today and now need to rest my foot the rest of the day so if you have a question, now's a great time to send it\n  ","159947":"\n  They sound pretty cool I guess. We have a fake stonehenge here in Washington but without any engravings\n  ","159948":"\n  I can extend both pinkies\n  ","159949":"\n  Gretchen\n  ","159950":"\n  I think suvs are tacky\n  \n  I'm allergic to mangoes\n  \n  Mildred is pretty gross\n  \n  Anything by Drake\n  ","159951":"\n  don't really have any. We talked about maybe a pot roast for the meal and I guess we've gotta call family members and stuff\n  ","159952":"\n  can you imagine being so pathetic that you bother people I don't even know about me anonymously lmao\n  ","159953":"\n  thanks I have periods of time where I'm more able than others and I feel like right now is one of those times so I may as well push it a little.\n  ","159954":"\n  I'm hoping the second is the lie\n  ","159955":"\n  I liked a lot of girl names particularly charlotte, nora, sofia. Neither of my names made the list.\n  ","159956":"\n  the police blotter ALWAYS has naked white people with machetes. I don't know why. Sometimes they're also masturbating. Most always they're refusing to leave some convenience store parking lot or something. It's just so weird HOW MANY white naked people with machetes end up in the Portland area.\n  ","159957":"\n  I take a lot of prescription medicines and I don't have the energy to look up possible interactions with every little over the counter thing. So I rely on just what I already take plus weed plus staying hydrated and well rested to get through every non-emergency thing\n  ","159958":"\n  I don't ever take anything for a cold except like, hot liquids and naps\n  ","159959":"\n  Bread Arizona Mick Jagger Broccoli\n  ","159960":"\n  being healthy enough to do normal things would be great like I haven't been able to work full-time in a long time (though I am getting ready to try a part time thing again as soon as this foot heals)\n  ","159961":"\n  well about a hundred years ago, as some of you might remember, I worked in the videogame industry as an artist. So I have a certain love for games, particularly old Atari games and rogue-like arcade style games. I barely play anything lately, but sometimes I get a weird hankering for something repetitive and simple like candy crush or spider solitaire. I also enjoy visual novels, which are solo games. I do prefer to do activities with other people but I also see value in gaming as a means of art and storytelling\n  ","159962":"\n  thanks the pain isn't so bad today\n  ","159963":"\n  vampire because live forever duh\n  ","159964":"\n  I wish! I just talked to the doc yesterday and I'm back in the boot for another 2 weeks because of that one not-yet-fused corner of the hardware in there.\n  ","159965":"\n  wooooo send me questions\n  ","159966":"\n  Y'ALL. My best friend and her partner bought our tickets to fly to Vegas to see Lady Gaga next June and I'm so excited my makeup is gonna be so ridiculous\n  ","159967":"\n  I mean sure like anyone else nothing comes to mind though\n  ","159968":"\n  not on purpose. I've had people chase after me in bars and in the street and in shops to try to tell me my fortune through some means or another like reading my palm or aura or whatever\n  ","159969":"\n  nah most of my friends are childfree as well\n  ","159970":"\n  boob shaped ice packs I have a lot of cysts and three benign tumors and they swell and the ice packs are a miracle\n  ","159971":"\n  an owl\n  ","159972":"\n  apples, california, cinnamon, and spain\n  ","159973":"\n  Here Comes the Sun\n  ","159974":"\n  I don't know who these people are\n  ","159975":"\n  no? I wouldn't feed anyone a candy cane?\n  ","159976":"\n  everything bagel with cream cheese\n  ","159977":"\n  no way! I have up until recent surgeries had very terrible and painful bunions so I only wore sneakers or \"barefoot\" type shoes. When this foot heals though I'm excited to wear heels I have a couple of pairs in my closet that I just try on sometimes and look at but never wear\n  ","159978":"\n  I remember\n  ","159979":"\n  hi you should send me a question or 10\n  ","159980":"\n  well today was miserable and my foot hurts and my neck and right shoulder seized up in a latuda-caused spasm and they won't un-spaz so I've smoked some heavy ass indica called 9 lb hammer and sent Jon to the store for a 6 pack of pear cider. When he gets home we'll eat chicken and rice comfort food and watch tv. Afterwards I'll probably smoke up again and sit here and drink and social media and THAT's how I best calm down I guess lately.\n  ","159981":"\n  only in sculpture classes from my schools days. I'm not a great 3d artist\n  ","159982":"\n  it was but I used to patch and chewed the hell outta some gum\n  ","159983":"\n  all of the ones from my adulthood yes\n  ","159984":"\n  yeppers. I like my voice too but honestly I liked it better when I was a 2 pack a day smoker like it was so.... jazzy\n  ","159985":"\n  not that well. grief just like anything. I usually spin out a little. I was okay when my very old hamster died because I expected it but like, a favorite calico cat I had left me mourning for a very long time. I still think about her.\n  ","159986":"\n\n   https:\/\/www.instagram.com\/p\/BrB2K6pg6BV\/\n  \n  is the same video I posted before. It's really dorky.\n  ","159987":"\n  yes of course I'm very old\n  ","159988":"\n  my culture as a white american? not much. It affords me what privileges I have but doesn't define me.\n  ","159989":"\n  she has sink showers where I get the faucet to sort of trickly a small amount of water and then she runs through it flapping her wings and drinks it and dips her head under it. She also has baths (Usually with some fresh parsley stems also) in a shallow bowl with about an inch of cool water and she gets in and flops around and splashes and throws water on her back with her beak\n  ","159990":"\n  sure\n  ","159991":"\n  nah not at all I'm not super active now because of the post surgery healing so I'm definitely not working up a sweat. My feet are in shoes all day right now so my feet are kinda stinky but I mean, 12 hours in a sneaker stinky not gross person with bad hygiene stinky\n  ","159992":"\n  answering again to correct myself.....I've been to NJ many times, particularly Atlantic City\n  ","159993":"\n  we have an extra bedroom now and if we get the remodeling done that we hope for we'll have a large suite downstairs eventually as well.\n  ","159994":"\n  if they were willing to move here I expect we'll be trying to convince my mother in law to do that here soon\n  ","159995":"\n  there are two I like a lot, both boutique scents (and I'm out of both right now so if you wanna buy me perfume I can def get you those links)\n  \n  1. Lush's 1000 Kisses Deep which is sort of a floral and myrrh sparkling blend\n  \n  2. Tokyo Milk's Dead Sexy which is a warm foresty vanilla\n  ","159996":"\n  sure I used to help out with a no-kill shelter for cats back in Virginia Beach some\n  ","159997":"\n  yeah kinda. It was in college and I got really giggly and nervous and accidentally drank the ashtray cup thinking it was my diet pepsi\n  ","159998":"\n  I have my own idea of the holidays that I call \"Xmas\" (Never \"christmas\", just \"Xmas\") which is really more about lights and warmth in the worst time of the year than anything else I guess. I enjoy putting up multiple decorated artificial trees (the glitzier the better, one of my trees this year is hot pink) and we decorate outside with some lights and that's basically it like I send out cards to family and some years we buy gifts for each other (this year we're skipping it because we've got  a lot of debt and a big trip planned for early next year)\n  ","159999":"\n  I have doctors appointments usually about 2-3 months out so I guess that far.\n  ","160000":"\n  I have both netflix and hulu (and also amazon prime) but I don't really watch a lot of anything (except for Bob's Burgers reruns I watch those allllll the time) some of the shows I'm watching slowly are the good place and the haunting of hill house.\n  ","160001":"\n  1. Stay (Von Sell)\n  \n  2. Cocaine Model (ZHU)\n  ","160002":"\n  1. Si SI Si (NVDES)\n  \n  2. I Mean Something (Peaches, Feist)\n  ","160003":"\n  1. How Come you Never Go There- Remix by Beck (Beck, Feist)\n  \n  2. Turning Heads (NVDES)\n  ","160004":"\n  I like both. Last night we ate takeout (pizza) but tonight we're cooking creamy chicken broccoli and rice in the slow cooker.\n  ","160005":"\n  no because I have a cat that will hoover that shit up faster than anyone can get to it\n  ","160006":"\n  I've worked as a waiter for a while at a few different types of places and in that time no one spat on any food. I did see a steak get dropped on the floor and then re-plated once though\n  ","160007":"\n  $15 for a single-subject portrait. $5 each additional subject (so like if you wanted you and your dog together it would be $20)\n  ","160008":"\n  awake, bed was really comfortable\n  ","160009":"\n  marriage is a promise that you'll be someone else's closest person for as long as possible\n  ","160010":"\n  not at all it's raining and cold and I'm tired\n  ","160011":"\n  yeah I have a few of my paintings around.\n  ","160012":"\n  as much as one can be I guess\n  ","160013":"\n  Digital because it's so accessible\n  ","160014":"\n  MicroMagic brand vanilla milkshakes and the smell of film processing\n  ","160015":"\n  Summer\n  ","160016":"\n  creepy and racist\n  ","160017":"\n  Let it Snow\n  ","160018":"\n  the only part of the holidays I care about at all is fake glitzy trees indoors and xmas lights. I'm leaning towards these things year-round because it makes me happy. I already have xmas lights around mycomputer year round (and on my porch just not turned on sometimes) I have three trees this year and the biggest flashes between colorful and white lights and all of the ornaments this year are hand knitted by me\n  ","160019":"\n  I have three cats and zero dogs and one bird\n  ","160020":"\n  both. depends. I haven't had one in years though.\n  ","160021":"\n  I definitely feel like this is Diana\n  ","160022":"\n  no fun\n  ","160023":"\n  electronic indie dream pop right not my favorite song is Scene of a Crime by my friend Von Sell\n  \n   https:\/\/www.youtube.com\/watch?v=ToZdlwFQPVE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","160024":"\n  I drew two things today, an owl (pictured) and one of my instagram followers portrait\n  ","160025":"\n  my foot where I had surgery, part isn't fusing right and it's just really sore and angry today\n  ","160026":"\n  I don't notice a lot of competition between people but I'm also older maybe we just outgrew that\n  ","160027":"\n  as long as it's appropriate and not out of my comfort zone\n  ","160028":"\n  hey y'all send questions my way I'm having a lot of pain today and it suuuuuucks\n  ","160029":"\n  thanks me too\n  ","160030":"\n  I had a teacher once named Thorpe and I've always liked that name. My dad's middle name is Waverly and I like that as a middle name or even a first name. I knew a girl named Rainy once and I loved her name.\n  ","160031":"\n  nothing comes to mind I feel like everyone already knows american history pretty well right\n  ","160032":"\n  I mean your questions are good\n  ","160033":"\n  I just emailed my doctor actually. There's one little corner of the hardware that isn't fused all the way and switching to sneakers from the walking cast really aggravated it so I went back to the boot. It's really sore today.\n  ","160034":"\n  I don't know it doesn't seem to for me right now\n  ","160035":"\n  I was for sure smoking and he was eating at the feeder like a foot from my head and hovering around and chasing other hummingbirds away from the feeder because they are really territorial but he wasn't bothered by me at all\n  ","160036":"\n  I dunno sounds pretty cheesy like what kind of life would it be\n  ","160037":"\n  birds are the best today a hummingbird and I hung out for a while\n  ","160038":"\n  I mean I guess that would be cool\n  ","160039":"\n  bubo likes to try to bite my teeth\n  ","160040":"\n  she might get bitey if she's very moody but she doesn't bite me hard just nips\n  ","160041":"\n  it's weird.\n  ","160042":"\n  she's good, we're settled down for the night now so she's preening quietly on her swing\n  ","160043":"\n  guilt\n  ","160044":"\n  no I'm a capricorn\n  ","160045":"\n  woo hoo Jan 39 club\n  ","160046":"\n  yeah I don't think so either but like I def got carded and when I laughed and said I\"m nearly 40 she was like I still need to see it you have a baby face\n  ","160047":"\n  I don't feel like I could stick with one theme I'm kind of all over the place. I would invite just random friends and people I like to be guests because they're easier to talk to than like, celebrities.\n  ","160048":"\n  anything very riot grrly really\n  ","160049":"\n  it as apple but I like pear also\n  ","160050":"\n  yeah I love it I got ID'd for alcohol today which is 21 years or older in my country and I'm 39 in January\n  ","160051":"\n  search me it was something random through google. I do know that my psychiatrist notes every session that I appear younger than stated age.\n  ","160052":"\n  hahaha no I'm really not it's just apparently a schizophrenia thing? Like I recently read a medical journal about how we just don't age as fast. they don't know why.\n  ","160053":"\n  I don't use anything special just crest toothpaste\n  ","160054":"\n  I mean it happens sometimes. I have freaked out in the past and I've been chill in the past it depends on the situations\n  ","160055":"\n  12 years ago I was nearly 27. I guess people thought I was that age or like, within 5 years?\n  ","160056":"\n  there are over a thousand of you send me some mutha fuckin QUESTIONS like omg\n  ","160057":"\n  it's from a 1979 Yoko Ono song\n  ","160058":"\n  death by putti\n  ","160059":"\n  what if one of those babies was after you though like what if you woke up and it was just there. with pointy teeth\n  ","160060":"\n  inorite\n  ","160061":"\n  no I don't want to encourage breeding. Also why I won't get a female bird for Bubo. Bubo is the horniest birb alive and will want to mate with whoever I bring home or at least that's what I've learned so far. Like I literally switched her entire cage contents around two days ago so she's stop flirting with some perches but she's right back to it anyway\n  ","160062":"\n  you thought it would be very deep?\n  ","160063":"\n  nah everything I liked about me then I've adopted in my now (sincerity, bluntness, love of life)\n  ","160064":"\n\n   https:\/\/www.instagram.com\/p\/BrB2K6pg6BV\/\n  \n","160065":"\n  it seems like cats are being mauled to death so I dunno\n  ","160066":"\n  I honestly don't know like I've had more than my share of uncomfortable talks with a vet about bird masturbation so like I guess there is pleasure\n  ","160067":"\n  she lifts up her tail and coos and clicks with her beak and fluffs up juuuuuust the top of her forehead like this picture\n  ","160068":"\n  I've never studied it.\n  ","160069":"\n  the first 12 eggs went splendidly and she sat with them like a good mama until it was time to abandon them.\n  \n  The 13th egg got her ovary wrapped around it and everything prolapsed and she became egg bound and I had to take a lyft in my pajamas to the animal hospital one morning. Her life was saved but there was SO. Much. Blood. for such a little girl.\n  \n  Now I\"m worried that the next egg will be the same or worse or fatal! So I don't want her to have eggs. But even though I'VE stopped cuddling with her as much and stopped rewarding flirty behaviour she now has a boyfriend perch, a boyfriend toy, my coffee mug that she snuggles with, three plugs behind my monitor she likes and basically she loves everything and wants to mate all the time and it's really silly  (and now scary)\n  ","160070":"\n  yeah the future is wild\n  ","160071":"\n  probably relief that Bubo was screaming. She's acting broody and I am really worried she's going to have another egg (and possible another egg emergency)\n  ","160072":"\n  I haven't made out with anyone in a long time. All of my recent kisses have been too quick and friendly to be affected. The neck spasms usually happen when I\"m asleep or just waking up the lip pursing and eye twitching are just random.\n  ","160073":"\n  nope! just know they exist. Sometimes they calm down for a few days but mostly, they show up randomly when I'm out in public or something weird and embarrassing like there are definitely people out there who think I blew them a kiss or winked at them\n  ","160074":"\n  that's one way to feel.\n  ","160075":"\n  eye and neck and I also purse my lips (this is all a side effect of the antipsychotic Latuda but the benefits outweigh the weirdass side effects for me)\n  ","160076":"\n  nah I don't feel like I do\n  ","160077":"\n  I mean I guess technically smartypants\n  ","160078":"\n  nah my husband and I have different religious beliefs (he was raised christian and is agnostic now) and we get along fine. He finds it a little incredulous that I believe in nothing but it doesn't come between us in any way\n  ","160079":"\n  my mom moved to another state when I was still in high school so I had to forge her signature on basically every permission slip for a year\n  ","160080":"\n  drinking cider smoking weed listening to music thinking about how some cherubs are putti but not all putti are cherubs so that means some of those flying babies in renaissance art could have been demon babies\n  ","160081":"\n  no because I have a twitch\n  ","160082":"\n  fast. I'd rather not know I'm dying if possible.\n  ","160083":"\n  only like once every couple of days\n  ","160084":"\n  like proud boys and other right wing weirdos who literally salute like nazis and are spray painting swastikas all over shit\n  ","160085":"\n  like young men who sympathize with nazi ideals\n  ","160086":"\n  I don't know. I would hope not. We fight so hard for there to be less inequality but who knows. there are literally nazis here now.\n  ","160087":"\n  thanks\n  ","160088":"\n  I mean, substantially richer than me but not like millionaires or anything\n  ","160089":"\n  he has gout but other than that he seems to be alright\n  ","160090":"\n  I've made like a hundred and fifty if that on redbubble because most of my sales are for cheap stickers. that's my most frequent means of sale though.\n  ","160091":"\n  not at all. you would not be able to tell we were related if you saw us both. I look just like my dad though.\n  ","160092":"\n  nah I wake up feeling rested and ready for my day\n  ","160093":"\n  I've ascended beyond high or not high\n  ","160094":"\n  I'm too old for this sort of thing I guess. I don't know what they're called and I don't have one just the one boring instagram\n  ","160095":"\n  I mean, they can see my likes on basically anything. It's just because back in the day you couldn't turn off the \"show me things my friends like\" as a feature, and I didn't want to crowd up everyone's feed with my likes. Now I'm just in the habit of only liking things I super really extra like even though you can turn that feature off\n  ","160096":"\n  oskar kokoschka's Two Nudes (Lovers) at the MFA. because I dunno just when I saw it in person it really spoke to me.\n  ","160097":"\n  no?\n  ","160098":"\n  yes?\n  ","160099":"\n  I have not tried a cup so I don't have an opinion on that really. I hate tampons I have a really heavy flow usually and tampons just don't handle the job I prefer pads or specifically always flex foam pads with wings because everything else sucks and doesn't stay put\n  ","160100":"\n  it doesn't matter to me how many or few likes something has I just like what I like. I'm pickier about what I like depending on the social media like I'm way more likely to like something on facebook than here.\n  ","160101":"\n  whoever wants to come we're having swordfish steaks and broccoli and rice pilaf\n  ","160102":"\n  yes that's a perfectly ok thing to say\n  ","160103":"\n  I collect owl things, and knit, don't know how unusual those things are.\n  ","160104":"\n  I mean, it entirely depends on how you feel about them, which you haven't said. The best thing to say is whatever the honest thing is. If you don't like her back, just say that you don't have feelings for her that way but you appreciate her feelings and friendship\n  ","160105":"\n  not off the top of my head seems like something you could google yourself\n  ","160106":"\n  it says I'm a strategic flirt but in reality I don't really flirt I'm just direct and say that I like you\n  ","160107":"\n  I do like vegetables and my favorite are roasted brussel sprouts\n  ","160108":"\n  nah it's both and also enjoyment\n  ","160109":"\n  there's definitely a fascist presence\n  ","160110":"\n  anytime in the morning, I'd prefer not to be out after dark though\n  ","160111":"\n  I eat around the same times of day regardless of how hungry I am.\n  ","160112":"\n  I have no idea\n  ","160113":"\n  more or less. Bubo usually starts yelling around 8:30\n  ","160114":"\n  ah yeah nah\n  ","160115":"\n  sometimes\n  ","160116":"\n  \"I don't know how else to respond so I'll respond with this very 80's slang acknowledgement\"\n  ","160117":"\n  nope is that like satanism\n  ","160118":"\n  yeah sometimes but I think that's a pretty human thing to feel\n  ","160119":"\n  word\n  ","160120":"\n  I think I saw an article on artnews or something not long ago, pretty cool\n  ","160121":"\n  I would say it's my actual age :P\n  ","160122":"\n  nah I'm from the south\n  ","160123":"\n  it's a conglomeration of places I've been. Places in the town I went to college in, the mall I first had a job in, the mall I secondly had a job in, various homes, hotels, cruise ships, and casinos I've been too and a roller rink all on one with also museum wings and a school\n  ","160124":"\n  I guess my phone probably could do that with the right app I'll consider it\n  ","160125":"\n  nah she is a good happy bird she wants everyone in her flock to be happy\n  ","160126":"\n  I've been dreaming about the same location for 20 years.\n  ","160127":"\n  she watches birb videos with me on the computer sometimes and she always hollers back when they scream. She has spent time in the parrot store in boarding when I've been on vacation and also for her regular grooming so she gets to see other real life birds occasionally too\n  ","160128":"\n  If I had the right carrier and it was a really chill place of work then sure like if I had a job at the parrot store or something but it's not likely I'll be bringing her with me\n  ","160129":"\n  yup\n  ","160130":"\n  not as much as I used to be\n  ","160131":"\n  I also have back injuries to consider. I have sacroiliac joint dysfunction and can't lift over 20 lbs\n  ","160132":"\n  I don't honestly know. I haven't tried to get a job in about 6 years and at that time I had an \"in\" (I applied to work for my husband's company)\n  ","160133":"\n  because I Like patterns and it's soothing and I enjoy busy work\n  ","160134":"\n  I mean I have haters so probably\n  ","160135":"\n  well that's hard because I have some pretty extreme illnesses but I think maybe something small and repetitive and entry level might be okay like I'll probably apply at the florist and the pizza place and the grocery store\n  ","160136":"\n  nope\n  ","160137":"\n  I am not 100% sure but I want to say you have to sell more than $5000 to pay taxes and I've not come close to that amount If I was selling as much as I'm producing then I would figure it out and pay my taxes, yes.\n  ","160138":"\n  well for starters I roll tiny little mini one person joints that are like less than 1\/4 g each with a wide filter. So of those I smoke between 5-9 a day. If I were smoking regular 1g joints like they sell at the dispensary already rolled, it would be like 2-3.5 a day\n  ","160139":"\n  nah I love both\n  ","160140":"\n  there would be no feeling lol there would be nothing\n  ","160141":"\n  that my visit east to see my family in June goes well, that my trip to vegas to see gaga goes well, that I can find a part time job next month and do well at that that I can sell more art and keep creating art at this rate\n  ","160142":"\n  the morning when Bubo and I are hanging out and I'm drinking coffee and I've just smoked my wake n bake joint\n  ","160143":"\n  reverse reincarnation yikes\n  \n  then I hope it's really nothingness like I believe because nothing is better than worse\n  ","160144":"\n  because we're kinda annoying probably\n  ","160145":"\n  yeah but I'm not in the mood to talk politics\n  ","160146":"\n  there are ups and downs but right now things are pretty great? So I don't know it doesn't seem like greatness has been linear but maybe cyclical and I'm in a good part of the cycle now\n  ","160147":"\n  makeup mental health parakeets sasquatch opinions\n  ","160148":"\n  not at all\n  ","160149":"\n  I can't even read this without flinching\n  ","160150":"\n  I feel like plenty of people hate us\n  ","160151":"\n  yeah one flew in my eye when I was driving once and I swerved to the rumble strip on the highway and my car was way loaded down at the time because I was moving so it bounced its ass down the hill in the median and rolled me over. I walked away with only a fucked up car somehow. hooray seatbelts\n  ","160152":"\n  I have on younger sister and one much younger brother. The women in my household were dominant. I continue to expect to be queen of this castle now.\n  ","160153":"\n  I was today years old when I learned that Lego has had to test the time it takes for a lego head to go through the digestive system\n  ","160154":"\n  nah get rid of old restrictive laws fo sho\n  ","160155":"\n  It's not even ten am here\n  ","160156":"\n  you've never offended me. I haven't been followed by\/following you long enough to have any strong opinions other than you seem like you're pretty alright and I enjoy learning more about irish folk from you\n  ","160157":"\n  Mostly as a distraction\/something to do, a little bit of wanting to learn about other cultures\n  ","160158":"\n  what is a wory ask fm\n  \n  anyway whatever send questions today is miserable\n  ","160159":"\n  I was friends with a lesbian of color waaaaaaay back when I first met my partner of 15 years but I don't think I've met any since that I was like, friends with or acquaintances or whatever. I hardly know lesbians to be honest. Most of the people I'm friends with are either straight or bi\/pan. There are exceptions but not a lot.\n  ","160160":"\n  I usually buy some non-holiday-specific paper or \"winter holiday\" paper when it's on clearance after the holidays and then everyone gets that until it runs out. I used to be really good at wrapping, and even did it professionally for a bit in my younger years but now I kinda half-ass it\n  ","160161":"\n  grapefruit has a chemical that causes the time release pill to release all at once instead of over time. I take a beta blocker for panic disorder\n  ","160162":"\n  no but I saw a really good ugly sweater at walmart it was like hot pink with a xmas unicorn\n  ","160163":"\n  artichoke, spinach, olives, anchovies\n  ","160164":"\n  can't eat it because of my beta blockers\n  ","160165":"\n  it's a good soap ingredient\n  ","160166":"\n  years of therapy, growing older\n  ","160167":"\n  I'm genuine and talented and kind\n  ","160168":"\n  it upsets my stomach so I don't eat it\n  ","160169":"\n  I am very privileged and my spouse has a good medical coverage plan through his job. We pay a high deductible for some things (surgery, hospital visits, psychiatric medications etc) and some things that should be covered are not covered like ambulance rides but like, most of my issues are covered and I have an excellent team of doctors.\n  ","160170":"\n  there are shoddy programs in place that don't cover nearly enough and most people suffer from it. Crowdfunding to pay for medical bills is popular here.\n  ","160171":"\n  yeah for sure at least a dozen\n  ","160172":"\n  thanks I agree. some people like to be haters but the facts are I've overcome a lot to lead what may not be a glamourous life but a pretty comfortable, productive life despite my mental and physical restrictions.\n  ","160173":"\n  nope lol I was on a ferry and a water taxi but not a whale watching boat\n  ","160174":"\n  drive, it's huge. people do cross country ski and hike around on parts of her but like there are at least a half dozen different sno park areas so if you're up there you're only on a small part of mt st helens\n  ","160175":"\n  no\n  ","160176":"\n  yes once I took a boat to Victoria from upstate Washington\n  ","160177":"\n  nope but I have been up to the research center a few times and I want to say I've drawn a flower that was planted there before.\n  ","160178":"\n  create and inspire I guess. I've been prolific as hell with art lately. I draw almost every day.\n  ","160179":"\n  noooo the ocean is like, a 2 hour drive away\n  ","160180":"\n  I didn't think I would live beyond age 24 so I'm blessed to be where I am\n  ","160181":"\n  you can get to a neighboring peak with a really clear view of the top of mt st helens but climbing near the active part of the volcano is prohibited except by the national parks service specialists\n  ","160182":"\n  mt st helens does because her cap was blown off in 1980. It gets steamy up there sometimes. She erupts a little here and there but it almost never goes over the top of the crater opening left (I wanna say it's called the cauldron but I can't remember) Scientists heavily monitor all volcanic activity.\n  ","160183":"\n  yes, so is mt hood and so are like all of the major \"mountains\" in my region\n  ","160184":"\n  shrug like I feel like they are something I've voted on before so I guess they have re-election to consider.\n  ","160185":"\n  it's a suburb of a major city (portland) in a specific neighborhood on a hilltop with good views of mt st helens and mt hood, with new shopping centers, good schools, the nicer and newer hospital in the area, etc. My neighborhood is on the edge of the more rural areas so it feels less city-like and offers a lot of natural spaces and greenery but with the comforts of the suburbs.\n  ","160186":"\n  the city hires tax assessors I'm not sure what their procedure is\n  ","160187":"\n  it's my friend Brooke but she doesn't actually use this site like at all\n  ","160188":"\n  we call it property tax\n  ","160189":"\n  the taxes increase as the house value increases. Our house is valued at 87,000 more now than what we paid for it because this is a highly sought after neighborhood and we added central A\/C. So this year our taxes reflected that.\n  ","160190":"\n  like I'll always pay the same amount monthly to the mortgage company even 20 years from now when rent is 2-3 times what it is now. What goes up year to year is taxes. the mortgage stays the same.\n  ","160191":"\n  renting in our area is extremely expensive and gets worse every year our apartment had already gotten up to like $1300 and it was just too much so we bought, which locks in a mortgage price for 30 years so we can't get priced out of our home. Also we have 3 cats and a bird so a lot of landlords won't accept that.\n  ","160192":"\n  I don't recall but my partner was talking really loudly on the phone so I probably wondered who he was talking to so loud. It was work related.\n  ","160193":"\n  so far so good. She's been to the hospital twice, both times egg related not sick related. I feed her lots of good veggies though so hopefully she won't get sick.\n  ","160194":"\n  nope I'm not seeing anyone else besides my husband\n  ","160195":"\n  nearly healed. Still in the brace. Back to doc in two weeks.\n  ","160196":"\n  I mean it's a 30 year mortgage- we have been in the house for like, 3 or 4 years, so no we haven't paid off 30 years of debt yet :P\n  ","160197":"\n  not at all. I am oblivious to things like that.\n  ","160198":"\n  nope but my bestie has a doctorate in it or whatever\n  ","160199":"\n  didn't worry me my self esteem is kinda ridiculously strong\n  ","160200":"\n  yeah I was thinking \"they must be American\" because literally no one else pays attention. I like wonky teeth and big noses they're like my favorite things. One of my exes had three sets of baby teeth like a shark.\n  ","160201":"\n  I mean I guess like it's a place to learn about others for sure\n  ","160202":"\n  yeah but they're clean and healthy? I dunno.  I was a poor kid and didn't get braces but I don't care because they do their job.\n  ","160203":"\n  hey butthurt white people! I'm not interested in entertaining your racist and ignorant whining and crying today so instead I'm just blocking you.\n  ","160204":"\n  thanks!\n  ","160205":"\n  I don't have a spirit animal because I'm not a native american and to do so would be culturally appropriative and disrespectful.\n  \n  Let's say my Patronus, instead, is Linda Belcher from bob's burgers because I have to sing about everything\n  ","160206":"\n  several of the road trips through national parks particularly and across country\n  ","160207":"\n  I finished two years at an art college. I haven't been in school since 2000\n  ","160208":"\n  fraggle rock, sesame street, woody woodpecker and friends\n  ","160209":"\n  depends on my anxiety level\n  ","160210":"\n  what\n  ","160211":"\n  Dentist selfie\n  ","160212":"\n  cramps are real bad y'all distract me with questions\n  ","160213":"\n  someone told me purple once, some woo at a rock shop like grabbed me by the arm and pulled me towards the front of the store to get a better look at my aura. I get that kind of thing a lot? It made me not want to interact with people for a while.\n  ","160214":"\n  notreally\n  ","160215":"\n  my husband says essays\n  ","160216":"\n  he calms me down a lot I guess that's sort of a change because I definitely was not a calm person when he met me\n  ","160217":"\n  I don't have an opinion, I've never seen one nor is that something I'd ever care to watch probably\n  ","160218":"\n  I suppose briefly on very bad days\n  ","160219":"\n  27 was cool but honestly 38 was cool too so shrug I just don't want to die.\n  ","160220":"\n  not much\n  ","160221":"\n  good for them?\n  ","160222":"\n  it might help to keep in mind I'm gen x and didn't read these books until I was an adult.\n  ","160223":"\n  Harry Potter\n  ","160224":"\n  churros\n  ","160225":"\n  answering my inbox on ask dot fm\n  ","160226":"\n  I'm having a neutral day. I have major period cramps but I did manage to get clean and wash my hair somehow and Bubo is being extra sweet today so that makes things better.\n  ","160227":"\n  I'm really glad I'm infertile so I don't have to fuck with that creepy thing\n  ","160228":"\n  it weirds me out. my family waited until I was old enough to give thought to the matter and decide on my own to want it done\n  ","160229":"\n  book probably I dunno I'm a shitty gift giver\n  ","160230":"\n  red tights obvi\n  ","160231":"\n  both\n  ","160232":"\n  sleeeeep I sleep so much\n  ","160233":"\n  usually the major thing that has changed is that I'm no longer psychotic. I've learned to just treat all old friends like we saw each other yesterday it avoids a lot of the awkwardness\n  ","160234":"\n  for me tonight it was to get a muscle that is spasming to release\n  ","160235":"\n  my new project is drawing older cats and dogs at the local humane society that are up for adoption, today I drew siamese cat Noah\n  \n  if you wanna see more of these I'm posting them on twitter at shehitsback\n  ","160236":"\n  I don't have an answer for you in reality but there was a meme going around for a while that paris hilton was like some super genius\n  ","160237":"\n  today was the worst! keep me company while I drink my troubles away\n  ","160238":"\n  my bedroom is perfect. it's a bright teal color with white trim and beige carpet. I have a queen sized modern black storage bed with a night stand. the mattress is one of those thicc foam dealies and there are teal sheets and a white and teal fluffy duvet. Jon and I each have a dresser and I also have a jewelry armoire. there is a bathroom and a walk in closet.\n  ","160239":"\n  obvi\n  ","160240":"\n  someone just bought a pizza in NYC with my credit card\n  ","160241":"\n  nah revenge is for weak people\n  ","160242":"\n  nope nor do I care\n  ","160243":"\n  none of my passwords have been funny\n  ","160244":"\n  I have a bad back so I haven't been on one since like, the late 90s\n  ","160245":"\n  cheeseburgers are my favorite. Red Robin's burgers are steadily pretty alright and their sweet potato fries and campfire sauce are bomb\n  ","160246":"\n  I only like it mixed with something more flavorful like I have a tea now that's chamomile, cinnamon, and lavender and that's fine\n  ","160247":"\n  good god no\n  ","160248":"\n  I haven't had one in over 8 years, but I still miss cigarettes\n  ","160249":"\n  overall fine but right now particularly I'm crampy and having a hot flash and ready for a nap\n  ","160250":"\n  nope I never wonder things like that\n  ","160251":"\n  why do you keep asking me this\n  ","160252":"\n  not really\n  ","160253":"\n  yes\n  ","160254":"\n  no it was a very small wedding I had like a dozen people from my family and there were about a dozen of his and then the random congregation of the church the wedding was at for some reason and like we didn't do a separate reception, just had a buffet of food at the meeting hall of the church we were married in. My partner's father was a preacher so he did the ceremony.\n  ","160255":"\n  Nah I'm pretty open about my mental illnesses\n  ","160256":"\n  we met at work and no I don't believe in love at first sight but I thought he was cute and dorky and we hit it off after getting to know each other a little\n  ","160257":"\n  credit card debt, a mortgage\n  ","160258":"\n  more or less. I generally wake up to a screaming bird\n  ","160259":"\n  I grew up on the very low end of middle class.  Nowadays, both of my parents are relatively well off but that wasn't the case when I was small. I'm neither rich nor poor. My needs are met but some things are out of reach. My credit is good but I still have debt.\n  ","160260":"\n  yup. I had a life drawing class at one point that had permission to draw dissected bodies and parts at the college medical lab when I was a teen\n  ","160261":"\n  look a selfie\n  ","160262":"\n  my partner doesn't have that jiggly of a belly anymore. but regardless, this is weird.\n  ","160263":"\n  frekarl\n  \n  karfred\n  \n  their names are fred and karla so nothing comes out not sounding like something you would name a goblin\n  ","160264":"\n  I mean, literally anything. things others did things I did the way the world was\n  ","160265":"\n  I used to get very aggravated very quickly but time has softened me some and it takes a certain mood and a list of aggravating things\n  ","160266":"\n  only the unsettling and scary ones lol. my memories don't change they're just memories. My delusions only affect the present.\n  ","160267":"\n  with full determination, trying to plan a course of action on how to climb out of my crib and down the dresser and then acting on it\n  ","160268":"\n  no but once in awhile I catch myself wishing my grandparents were watching.\n  ","160269":"\n  I'm sorry homie.\n  ","160270":"\n  nah not powerless but appreciative\n  ","160271":"\n  my partner and I made a low key turkey dinner at home. we had sliced turkey, gravy, mashed potatoes, stove top stuffing, and roasted brussel sprouts. and pumpkin pie. We both did the cooking.\n  ","160272":"\n  this year we did but often we go out to a restaurant for thanksgiving and eat whatever. Growing up we celebrated with seafood most often\n  ","160273":"\n  no, I didn't worry about things like that then\n  ","160274":"\n  I have no idea it seems like plenty of people have strange dreams\n  ","160275":"\n  it's not something I'm really into no but I mean, everyone should like whatever art they like\n  ","160276":"\n  no it's really foggy at night here lately\n  ","160277":"\n  I don't \"make a living\" off of it, I guess that's what I view as success\n  ","160278":"\n  yeah sure like music cds and games and a nintendo and other small things nothing in a long time\n  ","160279":"\n  ew no I have a weird fear of monkeys\n  ","160280":"\n  be successful at art\n  ","160281":"\n  no my husband is afraid of bigger birds and I don't want to clean up after such a big breed. I like them though there are a few at the store where I shop for Bubo things\n  ","160282":"\n  usually it's the opposite for me- I won't remember anything when I wake up but then later in the day I'll suddenly remember something\n  ","160283":"\n  yesss like last night I went to an insect phosphorescence museum and I don't really remember it though\n  ","160284":"\n  I definitely mentioned it a lot!\n  \n  it's fine just let's not anymore I assume from this point on it's done maliciously.\n  \n  yes I'm going to sleep soon and I'm going to sleep hard and for hopefully a good 12 hours\n  ","160285":"\n  I don't know how to be anyone except myself I've never been good at acting. I strive to be genuine.\n  ","160286":"\n  didn't know about him until right now. It's okay. reminds me of my friend eric's stuff\n  ","160287":"\n  I don't have a dirty mind I have a beautiful mind\n  ","160288":"\n  Louise is my partner's favorite too I really like Tina and I identify strongly with Gayle but I looooove Linda and I sing like she does and get stupid excited like she does\n  ","160289":"\n  frankly tired of allowing anon. it's sneaky and dishonest and a power move. Would turn it off completely except then it's too quiet around here. I don't think highly of anons.\n  ","160290":"\n  it's not cute, you know. Like I find this as annoying as any other troll.\n  ","160291":"\n  I just finished watching an old episode of Bob's Burgers. Linda Belcher is my patronus\n  ","160292":"\n  drinking coffee. getting ready to draw an old dog. just finished feeding my parakeet a cashew nut\n  ","160293":"\n  star wars\n  ","160294":"\n  I have no idea. they look their age to me.\n  ","160295":"\n  omg ask questionssssss\n  ","160296":"\n  huh? Am I \"ally\"?? I did not use either of those sites\n  ","160297":"\n  yeah it was alright! very low key. we bought the things we needed for an impromptu thanksgiving meal and also a case of cider and a pumpkin pie. Jon's playing fortnite with his bestie now and I'm dranking and internettin and listening to my music\n  ","160298":"\n  I sleep so much. I take my nighttime meds at 7 pm and then between then and 9 I'm asleep. I wake up around 8 am. I do have bad screaming active dreams often so my sleep quality isn't always perfect but usually it is calm enough and I am rested.\n  ","160299":"\n  woah weird\n  ","160300":"\n  cannabis, ginger tea, a nap\n  ","160301":"\n  bubble butt american woman\n  ","160302":"\n  what is a boby\n  ","160303":"\n  in front!  I grew up in a time without camera phones and selfies and I was always behind the camera and now I hardly have photos of my teen self, just other people\n  ","160304":"\n  my range is best, 36-55\n  ","160305":"\n  in home computer repairs, sahm, I have no idea what my half brother does, purchasing manager for a school system, server operator for a school system, retired accountant\/tax payable, and then me.\n  ","160306":"\n  nope I hate crowds\n  ","160307":"\n  nah I only spend money when I want something I don't pay a ton of attention to sales\n  ","160308":"\n  books: more than 100 less than 500\n  \n  CDs etc: I have no idea like a few dozen maybe, I mostly rely on spotify for my music now\n  \n  Stuffed Toys: approx. a dozen\n  \n  shoes: maybe like, 4 that I wear and 10 overall\n  \n  meds: 9 in the morning and 3 at night with an additional dose of vistaril as needed\n  \n  sweeteners: none I like coffee\/tea black\n  \n  Packets: maybe one of mayo, one of mustard for a hoagie\n  ","160309":"\n  I don't know what kickball soccer is but it sounds awful. Football is boring. Dodgeball, I GUESS but those balls hurt though\n  ","160310":"\n  I mean that's probably a little extreme but there is a certain line that's very crossable for white people between appreciation and appropriation. I think travel is fun and if you have the privilege to do so then you ought but I can understand that point of view at least.\n  ","160311":"\n  seems like ireland hates poor people. the US does too. also wtf is a tv license\n  ","160312":"\n  yes because they are still human beings living in this society and voting is a basic right in a society that votes\n  ","160313":"\n  Fuck: netflix because I just don't care much about it, Playstation because same as netflix, Horror because I like it second best, Scooby Do because I don't know, Almonds because they're just okay, Batman because I saw his dick already\n  \n  Marry: Pizza because it's the second best food, Nintendo because it's so happy, Action because it's the best genre, Snoopy because he's the best dog, Apples because I'm drankin cider right now, And Spiderman because I dunno he's probably sweet\n  \n  Kill: the rest of them because they suck or like, in the case of avocados it could kill my bird\n  ","160314":"\n  I haven't watched the parade since the 90s the last one I remember was the one Barney crashed out in. We did already eat, we had turkey, roasted brussel sprouts, mashed potatoes, stuffing, rolls, gravy, and pumpkin pie.\n  ","160315":"\n  - at the time he was short lived at various retail spots but now he's a fairly steady tattoo artist -machinist -bank teller -accountant - visual merchandiser but now a geek squad double agent\n  ","160316":"\n  Here are my trees\n  ","160317":"\n  ESA stands for Emotional Support Animal. I have panic disorder and it was recommended by my therapist to get a companion animal. I chose a parakeet and her name is Bubo and I talk about her a lot\n  ","160318":"\n  I have a few questions in my inbox I haven't gotten to, but I also plan on eating a big meal here soon and then drinking a LOT so like, expect drunken answers in a few hours (and keep sending questions! I'll get to them at some point!)\n  ","160319":"\n  I have a ton of XLT flannel shirts and one is always designated Poop Shirt and I wear it over whatever I'm wearing so she can poop on that instead of my outfit. I've still been pooped on plenty though birds shit so much.\n  ","160320":"\n  yeah, I have panic disorder and before it was treated my health was literally deteriorating because of anxiety.\n  ","160321":"\n  I had a meundies.com subscription for like, a year or so and the prints are very nice and the material is very soft but they ride up my asscrack so I hate them. The underwear I normally wear- cheap ass amazon cotton panties in various prints and colors- are pretty wedgie-proof until the elastic wears out.\n  ","160322":"\n  more or less. I stay very stubbornly \"me\" but I can be comfortable in new or strange conditions\n  ","160323":"\n  I assume by ridiculously rich we mean all of my needs are met and then some. So like, if it were great abundance, I'd probably spend a lot on friends and on food and also on charities. So I'd throw it around but for good (mostly) reasons but also I would eat fancy food.\n  ","160324":"\n  no, no, I'm twitter mutuals with one but I don't really know her or anything\n  ","160325":"\n  I'm thankful for all the usual things and Bubo and my partner and my family but I'm also very thankful for the folks who bear the brunt of my many eccentricities\n  ","160326":"\n  intersectionality\n  ","160327":"\n  I didn't hurt my leg I had a joint fusion bunionectomy on my foot like 2 months ago and I'm still healing\n  ","160328":"\n  she doesn't like fruit! or anything juicy that gets her beak dirty. but she loves some duck pate cat food. Her favorite people foods are wheat bread, corn flakes, corn, kale, curly parsley, spinach, jalapenos, almonds, cashews, broccoli, brussel sprouts, and popcorn. Once in a great while she'll try something new (she actually ate grapes one glorious day but now she won't go near them) and I offer just about anything (healthy) that we're eating.\n  ","160329":"\n  she is so good she keeps trying to eat cat food today so she's on a time out in her cage for a minute (not that cat food is even bad for her but still I feel weird about her eating bird meat)\n  ","160330":"\n  I had a joint fusion bunionectomy about 2 months ago, still healing\n  ","160331":"\n  yeah the scar is fading fast it's still so weak though this is what I wear it in\n  ","160332":"\n  I'm in a walking cast but it's healing fine some pain still. Another 3 weeks like this and then back to the doctor\n  ","160333":"\n  I saw a beaver last year and I was really excited\n  ","160334":"\n  so rebel\n  ","160335":"\n  coffee for sure\n  ","160336":"\n  this is too deep for me. what?\n  ","160337":"\n  I mean I'm not really here to chat I'm here to answer questions\n  ","160338":"\n  licorice all sorts, swedish fish, salt water taffy\n  ","160339":"\n  I'm a capricorn and I can relate but sometimes I don't. I don't really believe in astrology but in my childhood, I did.\n  ","160340":"\n  I'm heading back to the east coast of the US next May and I'm excited to swim in the ocean again, where I live now (west coast) the ocean is too cold for swimming.\n  ","160341":"\n  not easily but I do. Crushes for me are weird little things, I don't have much of a sex drive or sexual desire left because of antipsychotics so my crushes are really more friend-related like I just really wanna hang out with that person and bask in their attention and learn about them but it's not a sexy thing. I have about one good crush every two years lol.\n  ","160342":"\n  licorice all-sorts, or swedish fish, or salt water taffy\n  ","160343":"\n  I don't mind rainy days which is good because I live in washington state and it rains 8 months out of the year\n  ","160344":"\n  just trying to read that makes my brain hurt\n  ","160345":"\n  pros: good cook, will at least clean dishes and laundry every once in a while, quiet, goes to bed early\n  \n  cons: I smoke weed on the balcony and sometimes it blows back in the door a little. Also I don't care a lot about house cleaning.\n  ","160346":"\n  yo\n  ","160347":"\n  facebook messenger\n  ","160348":"\n  hard work and perseverance I assume\n  ","160349":"\n  betty\/davey, madison\/josh, mildred\/reginald\n  ","160350":"\n  I mean I still miss people who deactivated like a year ago\n  ","160351":"\n  my mom's on facebook my dad has a link to my instagram bookmarked on his desktop but won't actually get the app, my stepmom isn't on anything that I'm aware of\n  ","160352":"\n  what does it mean to \"hold them down\" I'm gen x I don't know what the hell you kids are saying\n  ","160353":"\n  yes\n  ","160354":"\n  pretty good. I didn't have nightmares last night and actually feel rested. My partner came home from his last trip of the year, finally. We're going to order a pizza and watch tv tonight and I'm really looking forward to that. I saw some good friends yesterday so I still feel emotionally full and well cared for.\n  ","160355":"\n  this is a thing I was sent today\n  ","160356":"\n  I like them well enough\n  ","160357":"\n  well I love digital drawing, like the portraits I've been doing, for which I use the procreate app and the studio pen and 6b pencil brushes. My favorite though lately is acrylic painting, where my style is more expressionistic and the focus is more on color.\n  ","160358":"\n  I know\n  ","160359":"\n  gross\n  ","160360":"\n  all the mix cassette tapes people made me in the 90s\n  ","160361":"\n  the combo sounds like my kind of holiday\n  ","160362":"\n  this self portrait from yesterday. I was thinking today though I've been really prolific lately, go me.\n  ","160363":"\n  I've been having really bad screaming dreams and nightmares all week but this is my last night alone and I'm determined to have sweet dreams so I'm getting unnecessarily drunk and listening to loud (ish, don't want to bother Bubo) music Ask Me Anything y'all\n  ","160364":"\n  anything minty\n  ","160365":"\n  rainbow\n  ","160366":"\n  thanksgiving. I don't give a flying fuck about thanksgiving.\n  ","160367":"\n  my husband brought one home last year but it died. Usually no I don't buy seasonal flowers this time of year (but I buy lots of flowers in the summer)\n  ","160368":"\n  I wait until the last minute. I'm a bad gift giver and I just don't show my affection that way so I kinda dread that part of the holidays.\n  ","160369":"\n  nope I hate crowds and I prefer online shopping\n  ","160370":"\n  the neighbor across the street I call wheelie dad because he's a dad who does bicycle wheelies out front like all the time he practices for mountain biking. the guy next door is a retired boat owner named steve who gets a little grouchy when we let the yard get shaggy. I don't know anyone else on this street.\n  ","160371":"\n  fried eggs wheat toast orange marmalade sausage links pancakes\n  ","160372":"\n  I can't think of anything especially weird because I'm pretty strange and probably most of the people I've met if asked this question would choose me\n  ","160373":"\n  I drew myself today\n  ","160374":"\n  oh for fucks sake Ben when will you ever go away\n  ","160375":"\n  right now always otherwise sometimes. I'm in a walking cast right now so I have a sock then a compression anklet then the brace-- and then my other foot has to be in a sock, sneaker, and heel lift to even my walking gait.\n  ","160376":"\n  no what who does that that's super wierd\n  ","160377":"\n  yes in the front seat at least\n  ","160378":"\n  in my own yard I throw joint tips down the ravine but like I don't ever do that anywhere else\n  ","160379":"\n  no that's abusive\n  ","160380":"\n  I mean, do what you want. I love my glasses and I always wear them to actually do things but sometimes I like my eye makeup so I take selfies with them up on my head or off completely. People still know me by my specs tho\n  ","160381":"\n  ugh no thanks\n  ","160382":"\n  I have not hacked life in any way that I can't think of. I do things the normal ways.\n  ","160383":"\n  nope\n  ","160384":"\n  we don't have any plans yet. Jon gets back on Monday night\/Tues morning and Thanksgiving is Thurs. We haven't bought a turkey or hens or anything so we'll probably eat out somewhere that doesn't require a reservation.\n  ","160385":"\n  just you\n  ","160386":"\n  I've never watched them so I don't really have an opinion.it's kinda entrapment-y but at the same time it's pedos so who cares\n  ","160387":"\n  none. My husband is still out of town and I have a leg in a brace\/can't drive so unless a friend comes over to visit I have nothing really to do\n  ","160388":"\n  nope\n  ","160389":"\n  jennifer probably\n  ","160390":"\n  baby it's cold outside\n  ","160391":"\n  drew this portrait of my friend david today\n  ","160392":"\n  they're pretty neat but I don't love swimming with them\n  ","160393":"\n\n   @poetalunam\n  \n  gets good questions sometimes\n  ","160394":"\n  I feel like everything I listen to is probably american\n  ","160395":"\n  dying\n  ","160396":"\n  I can but I'd hate it and no I don't think anyone is addicted to music\n  ","160397":"\n  nah I find new songs from spotify suggestions and discovery lists mainly\n  ","160398":"\n  today is so entirely boring my house is clean the pets are taken care of it's only 11am\n  \n  send me questions y'all\n  ","160399":"\n  skin and hair mostly\n  ","160400":"\n  not many nowadays but in my lifetime thousands\n  ","160401":"\n  a pair of tan and rose gold saucony classic sneakers\n  ","160402":"\n  I don't know their race but maybe\n  ","160403":"\n  new dp\n  ","160404":"\n  thank you I almost never get compliments on my lips\n  ","160405":"\n  on the tv so I can sit in my armchair and pause it when I need to pee\n  ","160406":"\n  it's not too bad tonight just a little squoze from the compression sock I've got on it under the brace. Just as I typed that I had a random pain. Mostly okay with random pains I guess.\n  ","160407":"\n  off\n  ","160408":"\n  I hope lots of people like me I'm quite likable. I also like other people, people are great.\n  ","160409":"\n  a friend sent me something yesterday with this old dude pretending to wash a doorway like it was a window and he tricked some younger dude into falling through it and he was just SO PLEASED with himself like his face was so full of joy that he tricked someone with his prank\n  ","160410":"\n  I like Dead Sexy by Tokyo Milk and 1000 Kisses Deep by Lush\n  ","160411":"\n  thanks. I am pretty pleased with how things are going. We support each other and have a good communication base.\n  ","160412":"\n  unlikely. we're in out late 30's\/early 40s we are used to the no kids thing now\n  ","160413":"\n  I have a few friends there. I always have east coast time in my mind because that's where I'm from (virginia beach)\n  ","160414":"\n  east coast?\n  ","160415":"\n  nope I'm infertile.\n  ","160416":"\n  8:51 pm\n  ","160417":"\n  I am very vocal about it when I'm Bothered. you're fine.\n  ","160418":"\n  word. trees are my favorite part of the holiday\n  ","160419":"\n  15 years next april\n  ","160420":"\n  yesss remind me after thanksgiving probably I'll just post anyway though\n  ","160421":"\n  you did spell it correctly, my mom crochets also. I never got the hang of it. Knitting is supposedly harder to learn but it was easier for me.\n  ","160422":"\n  Layton, Willis, Kennedy\n  ","160423":"\n  yuck. We haven't gotten cold enough yet. I do but my husband won't get it out of the garage to set up until after thanksgiving (next week) this year I'm doing all hand knitted ornaments\n  ","160424":"\n  everything looks good so far, thanks\n  \n  just aches at the end of a busy day not used to putting any weight on it\n  ","160425":"\n  no usually only like 3-4 times\n  ","160426":"\n  I had a joint fusion bunionectomy\n  ","160427":"\n  it is currently 40 degrees F. it's in the upper 50s lower 60s during the day this time of year (but it is night right now)\n  ","160428":"\n  I had surgery not too long ago and I'm in a walking boot now but my foot is still very weak and tires out easily\n  ","160429":"\n  I would never be rude to a waiter and I expect my friends and family to be kind to people when they're in my presence.\n  \n  OKAY Y'ALL send me questions tonight I'm drinking another cider and then I dunno. My foot hurts a lot.\n  ","160430":"\n  I'm by nature an introvert and it's very draining for me to interact in person and I often get anxious or awkward but like online I love talking to people I feel very extroverted and crave interactions with specific friends. It doesn't drain me like it does in person.\n  ","160431":"\n  I feel like I may have when it was new but I can't remember definitely or what it would have been about\n  ","160432":"\n  I've also never had an iPhone (but I do have an iPad) all of my phones have been samsungs or motorola. I feel like I'm used to android and don't want to switch and I don't love using my iPad for stuff except art anyway.\n  ","160433":"\n  I only hold grudges in situations that really deserve it and not that often. Friends are safe from grudges until they do something shitty enough times to be unfriended.\n  ","160434":"\n  I need to sit and stew and\/or nap it off.\n  ","160435":"\n  Bubo was technically an anniversary gift (we spent the money we would have spent going out somewhere nice on her instead because my therapist and I had really gotten stuck on the support animal thing) and really she's the best animal I've ever had.\n  ","160436":"\n  my friend Kate and her partner Chris because they're extra chill always and super supportive and understanding and interesting and creative\n  ","160437":"\n  yeah I have, and typically I ignore and roll my eyes but when I was younger and carried pepper spray I usually responded with a middle finger\n  ","160438":"\n  I dunno I've not been to either. Both sound cool.\n  ","160439":"\n  I'm ok. just made a pot of chili to slow cook for the rest of the day. Drinking coffee and rolling joints now.\n  ","160440":"\n  I was in college when spyro came out. I have no attachment\n  ","160441":"\n  PC\n  ","160442":"\n  this would never happen because I never answer my phone\n  ","160443":"\n  I'm not good enough at words for all that mess\n  ","160444":"\n  I like every response\n  ","160445":"\n  ending my day with pear cider AMA\n  ","160446":"\n  WELL let's see My day fucking started with old white dude penis in my twitter inbox because of dan so there's that. Apparently targeted sexual harassment is his game now.\n  \n  I'm not drawing anyone's genitals OR portraits like seriously fuck off if you're dumb enough to listen to Dan\n  ","160447":"\n  do you have me confused for google?\n  ","160448":"\n  I am not really very affectionate but I do express myself to others.\n  ","160449":"\n  perfume or the new tarte pineapple palette\n  ","160450":"\n  so I guess Dan is like, obsessed with me he spends all of his time trying to find ways to troll me and it's really pathetic? I'm above and beyond you in every single way your trolling only makes you look extra sad.\n  ","160451":"\n  leaves and cool air and fireplace fires\n  ","160452":"\n  neither I'm not really a holiday person?\n  ","160453":"\n  um\n  \n  is bam margera a skater or something like I dunno\n  ","160454":"\n  to have an inner truth\n  ","160455":"\n  yes\n  ","160456":"\n  Today Bubo got her toenails clipped so that's a change I guess. I had pizza today.\n  ","160457":"\n  Jan 13th and I'll be 39\n  ","160458":"\n  Y'ALL don't fucking listen to Dan? Like when was it ever okay to listen to Dan? I'm not drawing y'all motherfuckers unless you pay me lol\n  ","160459":"\n  nah even when I was super sleazy people still thought I was pretty classy. It's the long European nose.\n  ","160460":"\n  chanda lear\n  ","160461":"\n  brush my teeth regularly, visit the dentist a few times a year, stay hydrated.\n  ","160462":"\n  I am a very good swimmer. I used to open swim in the ocean when I lived on the Atlantic coast. My favorite thing to tell people when I was drunk was \"If there's not a chance you have to punch a shark in the eyeball, it's not really swimming\"\n  ","160463":"\n  not much and no I don't think we have cable anymore\n  ","160464":"\n  getting ready to watch an old rerun of bob's burgers while I eat\n  ","160465":"\n  waiting on postmates to deliver some panda express. I ordered fried rice with orange chicken and chicken and mushrooms.\n  ","160466":"\n  yeah I've done pretty well. And late 30s isn't that old I still have plenty of time for more experiences\/adventures.\n  ","160467":"\n  if they do they suck\n  ","160468":"\n  I prefer \"cool sluts\"\n  \n   https:\/\/www.youtube.com\/watch?v=7ffS__MlVZI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","160469":"\n  Yoko Ono because she's so peaceful\n  ","160470":"\n  yeah okay but what does that have to do with degrading terms\n  ","160471":"\n  just work on being comfortable in your own skin people will come and go\n  ","160472":"\n  let's be real honest here do I LOOK like a woman who has a definition for \"hoe\"\n  ","160473":"\n  I think maybe Ben Folds with the portland orchestra\n  ","160474":"\n  pancakes and eggs\n  ","160475":"\n  ursula\n  ","160476":"\n  I have opened commissions for portraits and pet portraits recently after doing a 2 month long portrait sketch project. Prices start at $15 for a digital drawing using studio pen and 6b pencil layers here's my friend Chris from the other day\n  ","160477":"\n  boaty mc boatface\n  ","160478":"\n  I've been to all but 7 states and have lived on both the east and the west and I love Washington state. West is where it's at.\n  ","160479":"\n  Beverly, MA\n  \n  it's where I lived for college and a quintessential old puritan new england town, that also happens to be on the coast and right next to popular tourist destination Salem.\n  ","160480":"\n  I find it sad it was banned I personally avoid palm oil too.\n  ","160481":"\n  favorite thing: the PNW is the best part of the country and I live here so bonus\n  \n  least fav: that orange troll is the president\n  ","160482":"\n  that Uber Eats delivers Mcdonalds. It has changed my life. Now when Jon's out of town and I'm sad I can eat a sack of cheeseburgers without having to drive anywhere.\n  ","160483":"\n  I mean you're asking someone who's been in an itchy ass cast for 2 months\n  ","160484":"\n  I think my health insurance hotline is toll free\n  ","160485":"\n  sure like at bars or karaoke night. Even had a couple of songs written about me.\n  ","160486":"\n  nah\n  ","160487":"\n  hike on forest paths\n  ","160488":"\n  I don't use candles because I have a companion bird and it's bad for her\n  ","160489":"\n  allison campbell\n  ","160490":"\n  hermann hesse\n  ","160491":"\n  I totally do hold grudges but only at this point because they're a little like a part of me lol. I don't know who I would be for instance if I ever forgave my ex friend for spreading rumors about me in 1996. I do not bring up old shit in arguments though, that's shitty behavior.\n  ","160492":"\n  my two favorite perfumes are both boutique scents. Dead Sexy by Tokyo Milk (which is earthy and warm with vanilla) and 1,000 Kisses Deep by Lush (which is a floral and myrrh combo)\n  ","160493":"\n  the stones\n  ","160494":"\n  tupac\n  ","160495":"\n  I mean I like all gifts\n  ","160496":"\n  I think it is basically cultural appropriation when white people get REALLY into it and like wear lotus flowers and say namaste to everyone and get really into the CULTURE behind yoga but like, just stretching? perfectly fine and non-line-crossing\n  ","160497":"\n  thanks :)\n  ","160498":"\n  celebrating being out of a cast and off of blood thinners with a few drinks AMA\n  ","160499":"\n  come to Portland, Oregon and look one of the two Nutritaco locations (one used to be a truck but I think they upgraded recently) they have the best Mexican food I've ever had and definitely most authentic (but honestly I would skip the burrito and go for a torta they're as big as your face and have roasted veggies all up in that shit)\n  ","160500":"\n  I'm using this 4 cup drip coffeemaker until I can afford to buy a nicer and bigger one and with my oversized mugs it barely ends up being a mug and a half per pot so I feel like I'm wasting so many coffee filters and it's annoying and I just can't wait until I get a better something or other going I miss my keurig but I do feel better about not having a billion landfill-bound pods\n  ","160501":"\n  nah we were all pretty suburban.\n  ","160502":"\n  yup portraits start at $15 homie\n  ","160503":"\n  weird latvian social media dude\n  ","160504":"\n  I use procreate on ios\n  ","160505":"\n  They sent me a photo specifically to draw, yes. I've been drawing facebook friends and their pets.\n  ","160506":"\n  hey y'all I drew\n  \n   @poetalunam\n  \n  for my next-to-last daily sketch (My two month long sketching project I've been doing)\n  ","160507":"\n  yeah it's nice. I don't mind the beginnings of rainy season it's like, May that I hate because I'm so sick of it and want it to be over with.\n  ","160508":"\n  Babies for me, too. theyre cute and I love the ones in my family and everything but like I don't really know what to do with kids they stare too much and do unpredictable things\n  ","160509":"\n  I guess my husband just because he has been here through all sorts of weird things\n  ","160510":"\n  I wish I was better at baking, period. I am no good at baked desserts particularly.\n  ","160511":"\n  I mean, probably. I don't know what my love \"style\" quotation marks is is there like a quiz or something\n  ","160512":"\n  I don't use emojis but sometimes I'll toss out a less than three <3\n  ","160513":"\n  I mean, I'm way cool\n  ","160514":"\n  drawing, cooking, being a friend to birbs\n  ","160515":"\n  not really! I did when I was a teen but now it's just like, can we just jump ahead to the sex part\n  ","160516":"\n  I have a fake tree with programmable lights that I loooooove it's only a little table top one like 4 feet tall or something but it's been so pretty the past few xmases. I haven't put it up yet I need to get the living room cleaned really good first\n  ","160517":"\n  it depends on the offense and the situation. I've given some people one chance and some people dozens of chances.\n  ","160518":"\n  I never do that shit I always blurt it out\n  ","160519":"\n  not at all white people are a nightmare\n  ","160520":"\n  I can I'm overweight but I'm still very flexible from yoga\n  ","160521":"\n  not important though it would be cool\n  ","160522":"\n  nah I like the people I spend time with\n  ","160523":"\n  if you CAN vote, and you're not voting, I assume you sit with a LOT of privilege. It must be really nice not having to care about politics.\n  ","160524":"\n  I can't believe you thought this was a good idea for a shoutout\n  ","160525":"\n  underline the black by Metric\n  ","160526":"\n  hazy and in the upper 50s\n  ","160527":"\n  nah we do voting by mail so it's pretty uncomplicated\n  ","160528":"\n  sure.\n  ","160529":"\n  I took about 6 shots of her preening and that was one of the better non-blurry ones lol.\n  \n  I mean I don't know what we're going to do when we ruin the earth but at the same time if there is a planet with all of the things needed for life then it probably already has life on it so like we can't just go taking over\n  ","160530":"\n  She's good here's a picture from earlier\n  ","160531":"\n  week-get this cast off\n  \n  month-get the house really clean\n  \n  year- find a part time job\n  ","160532":"\n  I have no idea I've only ever driven through IL\n  ","160533":"\n  nope\n  ","160534":"\n  sure as long as you are honest with yourself that he's a problematic fav\n  ","160535":"\n  bagel sandwich\n  ","160536":"\n  it snowed and we still haven't taken down the xmas lights on the porch\n  ","160537":"\n  the worst thing was having to fight with Bubo over her antibiotics (they're in a syringe and I have to squirt them down her throat and she does NOT like that at all\n  \n  The best parts are: that was the last dose of meds for Bubo, I made three art sales, and I am really clean and smell good for once\n  ","160538":"\n  no not yet\n  ","160539":"\n  medications, peace, Bubo\n  ","160540":"\n  I am too old to know who these people even are or care\n  ","160541":"\n  my first concert that I went to without parents was Filter. My most recent was Tei Shi\n  ","160542":"\n  I hate being in fluorescent light so I am in and out as quickly as possible\n  ","160543":"\n  yeah a little\n  ","160544":"\n  nah. it's just a boring clear teal color case\n  ","160545":"\n  nah just the finality.\n  ","160546":"\n  \"you should pay more attention to me I'm delightful\"\n  ","160547":"\n  see like you were already creepy but this goes over a line\n  ","160548":"\n  yup\n  ","160549":"\n  thanks!\n  ","160550":"\n  nah dude I'm 38 I'm not into showing my boobs to randos that often anymore it's part of being an old lady\n  ","160551":"\n  totally. my death my partners Bubos the cats whatever like I worry so much about death\n  ","160552":"\n  inorite they're really great. When my partner is having a bad day I let him just cup one like a stress ball.\n  ","160553":"\n  I wouldn't think so I still have a lot of fears\n  ","160554":"\n  nahh I'm not even wearing one lulz\n  ","160555":"\n  I really have no idea. I mean, I liked the idea of Siddhartha by Hesse where the simple life and routine in service of others leads to enlightenment more so than religious study or indulgence or anything else. My understanding of \"enlightenment\" is that it's a state of mind where peace with the universe has been achieved\n  ","160556":"\n  the ocean. I grew up on the coast of the Atlantic with it's warm waters and sandy beaches. Now I'm on the West coast closest to the Pacific which is cold and rocky but beautiful\n  ","160557":"\n  sure why not if it's ever been possible then it's still possible\n  ","160558":"\n  oh no I wish it's a street\n  \n  the ocean beach is like 2 hours away (and the river beach is like 7 miles I guess but that's not what I think of when I think of \"beach\")\n  ","160559":"\n  not at all lol. I've only ever seen two and at a pretty good distance (I have a lot of trees in my yard)\n  ","160560":"\n  here's a barred owl in my backyard\n  ","160561":"\n  no this might be hard to believe but I'm not also a bird\n  ","160562":"\n  just owl things like knick knacks and pillows and stuffed animals and stationary and kitchenware and I have two owl crock pots and owl socks and owl whatever\n  ","160563":"\n  no but regular bird seed diets don't have the calcium and protein that a bird needs to live a long healthy life so I supplement with veggies, fruit, nuts, eggs, chicken, cereal, etc\n  ","160564":"\n  I collect owls and my favorite owl is a great horned owl, or Bubo Virginius\n  ","160565":"\n  all those things. And also specifically today about yellow leaves falling in my yard and why do people like milky way candy when it's so boring and what kind of calcium foods can I give Bubo this week\n  ","160566":"\n  yeah I mean it's pretty rad I get to eat food and think about things\n  ","160567":"\n  I hope so\n  ","160568":"\n  no but Bubo likes to preen 'em\n  ","160569":"\n  I already voted, washington state has mail-in ballots\n  ","160570":"\n  I don't feel like it is as bad as it was like 30 years ago but yeah I could see why someone might think so\n  ","160571":"\n  he's an adult, so I don't know if telling your parents would really change anything. If it'll make YOU feel better to tell an adult, then go for it. Otherwise I think it's really your brother's choice to be reckless as much as that sucks. You could try talking directly to him again but if he doesn't listen then I dunno dude.\n  ","160572":"\n  omg not much I'm so bored today Bubo is taking her nap behind my left monitor and I'm sitting here drinking coffee and listening to music with my foot propped up\n  ","160573":"\n  I dunno how it just sort of gets to be a regular thing that I'm not that worried about (except for sometimes) then again it's been a few years since I've worked so maybe it's harder or easier now who knows\n  ","160574":"\n  I guess not getting out west sooner. The west coast saved my life.\n  ","160575":"\n  I'm just want to be dressed by a designer and wear something couture. Something wild though and colorful.\n  ","160576":"\n  I can't recall a \"most interesting\" but I enjoy most questions that aren't malicious or repeats of things I literally just answered or fetish-fueled.\n  ","160577":"\n  thanks Danny :D\n  ","160578":"\n  I do it all the time no worries and thank you\n  ","160579":"\n  Pink flowers on my dress\n  ","160580":"\n  parents loved me\n  ","160581":"\n  I don't know, we don't have a relationship\n  ","160582":"\n  my youngest sibling (10 years younger than me) got spoiled pretty hard but like, that's fine because my grandma liked me best\n  \n  it doesn't bother me mom was in a different place mentally and financially for him than with me but like, I do feel like it would have been nice to not have had such a neglectful and shitty childhood\n  ","160583":"\n  my friend David is my favorite musician so I guess with him but like touring also sounds like a lot of work and effort?\n  ","160584":"\n  the weird one, the artsy one, the mentally ill one, I dunno\n  ","160585":"\n  Don't even get me started on thc testing in legal states for entry level jobs it's not like I'm tryna be a brain surgeon it's a fuckin grocery store\n  ","160586":"\n  your mom\n  ","160587":"\n  wish I knew it's legal where I am\n  ","160588":"\n  eh, I'm probably average at it.\n  ","160589":"\n  no nor does that interest me\n  ","160590":"\n  I know plenty of dudes here\n  ","160591":"\n  don't ask me. It's legal where I am.\n  ","160592":"\n  there are a few older people accounts around here but yeah not many\n  ","160593":"\n  probably not but that's how meds work though? They've corrected the chemical issues and helped me feel better. I don't consider cannabis an intoxicant at this point I smoke too much to actually ever be high. I smoke so much because I also have glaucoma and I'm maintaining my eye pressure with weed alone (with my optometrist's blessing, my numbers have remained steady for years) and also because my antipsychotic for schizophrenia makes me nauseous and pot cures that.\n  ","160594":"\n  I enjoy being me. One day, there won't be a me. I dunno dude\n  ","160595":"\n  still paying it off for a whiiiiile it's a 30 year mortgage and we're in like, year 4?\n  ","160596":"\n  yes by about 40K\n  ","160597":"\n  I don't believe there's an afterlife so I guess the finality is what's scary. And because I've come so close so many times (pulmonary embolism was the most recent thing but it's like years of weird medical shit and accidents and also self-induced attempts) I do love living but like also it's what I know and it's SOMETHING and not NOTHING\n  ","160598":"\n  own\n  ","160599":"\n  it's a tool to communicate with friends, but no I don't think the internet itself is relationship-worthy\n  ","160600":"\n  it can be annoying when I am in a rush and they card me for shit. My husband is just naturally youthful looking so it hasn't been an issue there. Otherwise I kinda love it I don't want to age I'm afraid of becoming old and having dementia and dying and UGH\n  ","160601":"\n  yeah in some places certainly. I Just live in a great neighborhood.\n  ","160602":"\n  magic and gnomes\n  ","160603":"\n  yeah, at least the one directly in front of my house and the one to the side of my house. The one across the street from my side yard is new and we haven't met them yet.\n  ","160604":"\n  no not at all.\n  ","160605":"\n  between 25 and 32 and thank you.\n  ","160606":"\n  a little of both\n  ","160607":"\n  : \/\n  \n  yeah okay whatever we are but that's not what I meant I was separating them from humans.\n  ","160608":"\n  you could ask an animal I guess\n  ","160609":"\n  I doubt they're thinking \"I will die\" they're probably thinking \"this will hurt\" or \"this is a threat to my safety\"\n  \n  but I mean honestly I'm never high enough to care about whether or not animals think about their mortality\n  ","160610":"\n  38\n  ","160611":"\n  ehhhhhhhh I dunno. It seems weird to me, like I said before, but like I guess if you're just real unimaginative in bed and genitals matter THAT much that they do a specific thing then who knows. Maybe not transphobic. I dunno. Pass.\n  ","160612":"\n  I absolutely think less of people who don't vote\n  ","160613":"\n  I'm not really sure because my personal attractions are non-exclusive so I don't know what it's like to have a preference about that sort of thing\n  ","160614":"\n  yeah but I just don't answer numbers I don't recognize so it goes straight to voicemail\n  ","160615":"\n  I don't listen to the radio at all I always listen to spotify\n  ","160616":"\n  last Wed I went to the podiatrist to get a cast taken off, x rays taken, and a cast back on. my partner drove me. I think we went to the grocery store afterward. I haven't really been getting out much.\n  ","160617":"\n  snickerdoodles\n  ","160618":"\n  that I'm straight because I'm married to a dude. It does bother me to a degree being bi is part of my identity and it feels shitty to have it erased all the time.\n  ","160619":"\n  no because I'm at a desktop not on my phone\n  ","160620":"\n  nope\n  ","160621":"\n  nah they just stay mindful and live life\n  ","160622":"\n  an antibiotic\n  ","160623":"\n  Bubo was yelling at my thumb nail for god knows why and it was so funny\n  ","160624":"\n  maybe a tiny bit but overall not really\n  ","160625":"\n  alright homeslices ima go smoke a j and then I'm coming back to my desk and putting up my hurty foot send me lots of questions tonight I'm hella bored between dinner and time to give Bubo her night meds\/bedtime\n  ","160626":"\n  yeah I instantly barf up iron pills and multivitamins lol and nah I didn't think you were guilting me just trying to give an \"answer\" to your post I guess.\n  ","160627":"\n  my bestie is vegan so I do eat less meat now because of her but I need to remain omnivore because of some nutritional deficiencies like I can't process supplemental iron and while I could eat lentils and spinach like all day every day red meat and seafood just make it a lot easier for me.\n  ","160628":"\n  I found this pic of me from 1998 when I got fake married to some dude named Brent. That is a wig. My boobs didn't grow in until I was 24.\n  ","160629":"\n  like it's just a lil sneaky. I'm not sneaky. I want to be seen.\n  ","160630":"\n  no I'm not really a horse person like they're cool and all but I don't necessarily want to be near one. There are some in my neighborhood though and their owners def complained about fireworks on nextdoor.com during 4th of July\n  ","160631":"\n  alright I guess. bored. quiet. sleepy.\n  ","160632":"\n  I fuckn HATE fireworks like what a pointless thing. It's one thing when the city has a big display on new years or whatever but like, regular people owning them and setting them off all over the place, NO THANK YOU it's so rednecky and tacky and the fires that start because of them every year in my area is ridiculous I like forests better when they're not on fire.\n  ","160633":"\n  I can't remember if I was neutral good or true neutral when I took a quiz last but it's one of those, which are obvi the best ones if I was potentially them\n  ","160634":"\n  My foot has never touched a croc. I used to wear ponchos a lot in the 90s. I haven't been in a onesie since babyhood. I love all socks but fluffy ones are fine too. I haven't worn a pair since high school (dungarees I mean). I have worn socks with sandals but usually really amazing socks so it makes up for it\n  ","160635":"\n  looking at my calendar is seems I have 2 doctors appointments, a holiday (american thanksgiving), and a week with my husband out of town (spartan race and family visit) so that's my plans. Bubo's medicine routine stops on the 5th. I should be getting my cast off on the 7th and in a walking boot (fingers crossed)\n  ","160636":"\n  I mean you're anon. And I'm old.\n  ","160637":"\n  no probably not they don't need to know all my biz\n  ","160638":"\n  I don't see a lot of benefit to being invisible I don't think I'd enjoy it\n  ","160639":"\n  nope\n  ","160640":"\n  understanding of mental illness, encouraging, structured\n  ","160641":"\n  the entire house is messy as soon as I get this cast off some major cleaning is happening\n  ","160642":"\n  I mean, non fools do too errybody loves wheeeee\n  ","160643":"\n  the last 7 states I haven't been to before just so I can say I've been to all 50 states\n  ","160644":"\n  it scares me a little but like, I think it should be legal\n  ","160645":"\n  yes and now I am the stoner\n  ","160646":"\n  only occasionally. I used to read quite a bit but I just don't have the attention span anymore.\n  ","160647":"\n  well I mean for starters I drool secondly I sleep like 12 hours at a time so probably they dread me\n  ","160648":"\n  facebook, instagram, twitter, tumblr, ask, ello\n  ","160649":"\n  not this year. I might do my makeup here in a few min just for something to do but I don't really have a halloween theme in mind\n  ","160650":"\n  It's only noon where I am but so far I guess it's ok. My partner is home today playing video games and hollerin' about politics. and I'm drinking coffee and hanging out with Bubo\n  \n  I have done... a lot of nothing. I gave Bubs her meds and made a lot of coffee. and ate a sandwich. and rolled some joints for the day.\n  ","160651":"\n  you're an idiot\n  ","160652":"\n  it's a mild annoyance. I'm not taken I'm just in a relationship with someone.\n  ","160653":"\n  apple cider to drink\n  ","160654":"\n  um they're both bisexual? What are you looking for here?\n  ","160655":"\n  my fav fictional character is Frua Eva from Hesse's Demian and I would totes date her because she's perf\n  ","160656":"\n  I would check yes. that's really weird. Like who cares.\n  ","160657":"\n  leaving for college because I was making my own decisions for once\n  ","160658":"\n  the dude that wants to inflate people like balloons is for sure the weirdest\n  \n  I get so tired of this shit. I didn't consent to make your weird little dicks hard.\n  ","160659":"\n  38\n  ","160660":"\n  lol I'd ask him but he's pretty involved with fallout 76 right now. I mean, I'm a pretty cool person and a great friend and I care so much about the people in my life. Also I cook really well when I'm able to stand up in the kitchen.\n  ","160661":"\n  he said no\n  ","160662":"\n  no, my family doesn't even do that for people. I'd bury her probably and I'd cry. So much. for so long.\n  ","160663":"\n  I mean it's a neat idea but I don't think I change enough from day to day to have very varied existences\n  ","160664":"\n  she used to get night terrors so kind of but I just stopped covering her cage all the way\/gave her a nightlight and we've been okay since then. When she had them, she'd like get spooked and just start flying all around into shit in her cage\n  ","160665":"\n  she truly is. She keeps me calm and gives me a sense of responsibility.She improves my mood so much.\n  ","160666":"\n  eye rolllll\n  ","160667":"\n  does this mean you're done laying eggs\n  ","160668":"\n  I feel like she won't mind I thought she was a boy the first 4 months of her life\n  ","160669":"\n  lol I have no idea. she'd be chubby and happy and affectionate.\n  ","160670":"\n  we've worked on recall training in the past so it's likely.\n  ","160671":"\n  yes I do. She bites me every time I give her her antibiotics lately but I still kiss her little beak afterwards and tell her she's a good girl\n  ","160672":"\n  I live in Portland\n  ","160673":"\n  it's a lot of shit and this whole thread is soooo personal like I just was never loved and accepted by my mother and it sucks and now some rando anon wants every detail of that? No thanks who has questions about makeup or Bubo\n  ","160674":"\n  I was supposed to be neurotypical\n  ","160675":"\n  I hate this type of question. No. I was psychotic. there was no good in that.\n  ","160676":"\n  no? family should love unconditionally.\n  ","160677":"\n  lol. I've worked for years of my life. I am planning on looking for work once my foot heals. You're obviously bitter maybe don't bring that shit to my inbox\n  ","160678":"\n  I've done and said some really stupid and awful shit in my life and I've been manipulative in relationships so I'm sure there are people out there who are like \"whew glad Allison's not in my life anymore\" but like, I also started having psychosis from age 19 and went unmedicated until age 34 so some people are understanding of that and forgive me my past mistakes.\n  ","160679":"\n  maybe, maybe not. I don't worry myself over it. I'm not the sort of person who ghosts everyone in my life, I've just separated myself from a couple of family members who couldn't love without conditions and some \"friends\" who had weird intentions in the end or else couldn't grow into decent people at the same pace as the rest of the world.\n  ","160680":"\n  I'm sure everyone has good intentions but some people just don't vibe with my calm so they can go be wholeass people with good and bad traits somewhere else\n  ","160681":"\n  I don't remove people from my life until I've reached a boiling point from continued issues over an extended amount of time. So by then I'm pretty clear on what I'm doing.\n  ","160682":"\n  who cares\n  ","160683":"\n  I remove negative people from my life so that I don't end up in a position like that ever again\n  ","160684":"\n  not really. I'm not much of a daydreamer anymore. I stay pretty grounded and present\n  ","160685":"\n  saw a woman straight up take a dump in the median of the highway in Richmond, VA the shittiest city in America\n  ","160686":"\n  manipulating someone using fear? You're asking me if this is good or bad? It's bad dude it's obviously bad like do you really not know that\n  ","160687":"\n  I do not. the iron in a multivitamin makes me vomit almost instantly. I do not process supplemental iron at all. I do, under the guidance of my doctor, take over the counter magnesium, vit d, and B-complex, and prescription folic acid. In theory the multivitamin thing seems great but like, make sure your doctor is on board and that your body can even handle it.\n  ","160688":"\n  I use Procreate, which is like, under $10 bucks on IOS only and it's hands down the best art program I've ever used. Very intuitive and with great options. Also, thanks!\n  ","160689":"\n  pretty good. Woke up to my little birdie chirping for the first time in a week (she had surgery last week so she's been very sleepy and hasn't been energetic enough to get into her routine until this morning that is) and although my keurig bit the dust my husband cleaned the old drip maker so I had coffee. I drew a flower (pictured) and sold a sticker on redbubble of a hermit thrush. My foot is still hurty so I'm sitting at my desk now listening to music with my foot propped up.\n  ","160690":"\n  I was bullied for my big teeth in grade school and for being extremely awkward but I grew into my teeth and out of the awkward phase so I dunno I guess just let time do it's thing. Being confident helps, I love the way I look so it doesn't really bug me when other people don't. But anyway, rest easy knowing that they're the giant assholes, not you.\n  ","160691":"\n  I think so and yes\n  ","160692":"\n  135\n  \n  probably something dumb like the moods or whatever\n  ","160693":"\n  sleeping\n  ","160694":"\n  your fetish doesn't belong on ask\n  ","160695":"\n  I failed the written part of the test like 3 times so it took approx a year\n  ","160696":"\n  Bob's Burgers and the good place mostly\n  ","160697":"\n  better coffee than this mess I'm drinking\n  ","160698":"\n  america would be intersectional\n  ","160699":"\n  yo\n  ","160700":"\n  I'm unexcited\n  ","160701":"\n  I wasn't but I am now\n  ","160702":"\n  I have a few friends that have them as pets. They seem alright. Excitable.\n  ","160703":"\n  I haven't eaten at burger king in yearrrrrrrs. Probably I'd get a whopper jr and onion rings\n  ","160704":"\n  it's totally okay to cut that shit out of your life\n  ","160705":"\n  yes but my sister and half brother still have relationships with her though. As the oldest I took the brunt of her erratic behavior and had the most neglect in her young mom years. My sister tells me that \"she's better now\" but I just don't want to sacrifice my calm, happy life for more drama and manipulation.\n  ","160706":"\n  my mother is toxic and it's probable that she has an untreated personality disorder.\n  ","160707":"\n  I don't really like dudes with guitars in general like give me ladies on synths that's what I really want to hear\n  ","160708":"\n  yeah I learned from the best! but I've since learned to be a better person.\n  ","160709":"\n  sure\n  ","160710":"\n  that sounds manipulative that's not how real life is ideally.\n  ","160711":"\n  the only thing I'm bad about procrastinating about is cleaning. Right now I can't really do anything because I'm immobile basically but when I'm able I normally keep up the essentials- dishes, kitchen, laundry- and let everything else (dusting bathrooms floors) slide until it's gross.\n  ","160712":"\n  100 years? probably.\n  ","160713":"\n  I'm not really a halloweeny person so I can't think of anything. I guess any classic horror film for the adults and the charlie brown great pumpkin thing for the kiddos\n  ","160714":"\n  like what do you even mean and do I really even want to know\n  ","160715":"\n  I knew what it was but it's not something I'm ever around a lot of. I have had it. I have neutral thoughts on it. I'm not the biggest fan of sweet things usually.\n  ","160716":"\n  I mean, I don't want to come up with a new system so seems good to me\n  ","160717":"\n  I'm gonna be real honest. I detest poetry. I find it so eye-rolly. When someone asks me to read their poems I'd rather catch fire. I do like a few beat poets though they're the only exceptions- like diane di prima and gregory corso\n  ","160718":"\n  because that's the way everyone agreed to view time\n  ","160719":"\n  I'm a big fan of a good tree\n  ","160720":"\n  I just want to keep this house except finish the basement, add a set of stairs, lose the third upstairs bedroom in favor of a bigger laundry room, put a bedroom and a living room and storage downstairs, and have a really nice deck with a fire pit\n  ","160721":"\n  I am, and because we got priced out of our apartment and didn't want to continue to pay such incredibly high rent (this area is like $1500+ for a 2 bedroom apt) and our credit was good so we got a mortgage broker and a real estate agent and bought a house. The mortgage is a lot but at least it's not going to go up next year and the year after and the year after like the apartment was doing.\n  ","160722":"\n  political trolls are getting instant blocks. Take your hateful, harmful, ignorant, idiotic views elsewhere.\n  ","160723":"\n  before the term \"giraffe\" came to be, they were called \"cameleopard\" in the english language\n  ","160724":"\n  who knows I might get a lil stabby too\n  ","160725":"\n  I think it's silly and I doubt I'll care about the \"rewards\" which will probably be more \"mood\" type things\n  ","160726":"\n  yeah it was very twisty-turny and still is but like, it's getting more into its groove now.\n  ","160727":"\n  I'd rather not age anymore period. Here's a selfie\n  ","160728":"\n  the lead up was awful I couldn't get a hold of my husband for a ride to the hospital so I WALKED with appendicitis by the time I got to the ER I was like doubled over and about to burst and throwing up from the pain but once I was at the hospital they took over like champs and the surgery was fine and the healing was just achey.\n  ","160729":"\n  I was an owl a few years ago that was pretty cute\n  ","160730":"\n  the only things I really keep up on right now are bob's burgers and the good place, both are excellent and also 30 min which is about all my attention span can handle\n  ","160731":"\n  I've become super calm and it's very unexpected because I've spent a lot of my life angry\n  ","160732":"\n  y'all need to be more considerate with these dumbass questions not everyone can or wants to be a parent\n  ","160733":"\n  I've had several surgeries, on both feet and on my teeth and to get my appendix out. I was tired and achy after each but it passes\n  ","160734":"\n  not really. I crave salty more than sweet\n  ","160735":"\n  I have in the past but I won't this year because I have no reason to I'm in a leg cast so I'm not going to any parties this year\n  ","160736":"\n  well dad's got the dad jokes\n  ","160737":"\n  this weekend has been soooo slooooooow did I finally block all of the trolls?\n  ","160738":"\n  oh like 10-15 minutes I'm pretty fast about it Sometimes much less than that if like I'm only wearing a primer and mascara and lipstick which is a look I've been going with a lot lately\n  ","160739":"\n  nope\n  ","160740":"\n  the only medications I've taken that had a long-term effect on my sex drive was an antipsychotic. The antidepressants slowed it down for like, 2 months but then it came back.\n  ","160741":"\n  I was thinking about Mork and Mindy the other day and how great a modern one could be we need more funny aliens\n  ","160742":"\n  I don't mind talking to people or whatever but I won't be drinking a cappuccino\n  ","160743":"\n  not me I am less terrible at volleyball than other sports\n  ","160744":"\n  I can't think of any of my friends who act irritating when I vent. I guess hypothetically showing signs of not listening might be irritating\n  ","160745":"\n  very. I didn't used to be but I've chilled out a lot.\n  ","160746":"\n  it absolutely depends on the criticism\/advice. Did I ask for it? Does it have merit? Was it delivered in a rude way or a helpful way?\n  ","160747":"\n  Von Sell\n  ","160748":"\n  I can't think of a single animated movie that I would say I loved\n  ","160749":"\n  the internet- specifically social media. Bubo though right now she's still a little under the weather. music.\n  ","160750":"\n  I have no advice to give anyone except live genuinely.\n  ","160751":"\n  I hate when people stand too close to me in line\n  ","160752":"\n  no he doesn't wear anything\n  ","160753":"\n  it looks really cool, right?\n  \n  pretty terrible for your health though. Quitting is hard but the patch helped me. Probably quit before your 30s at the very latest\n  ","160754":"\n  nope\n  ","160755":"\n  it's been an average blah day. Let Bubo rest all day and fed her lots of treats. Made a sandwich for lunch. Drew a cat. talked to a friend. ate tacos.\n  ","160756":"\n  I'm alright. crampy. sleepy.\n  ","160757":"\n  Bubo\n  ","160758":"\n  my partner made some beef spinach and cheese tacos they were pretty good\n  ","160759":"\n  depends like if I\"m interested in something then I am very inquisitive but not things I don't care about\n  ","160760":"\n  dream pop electo indie\n  ","160761":"\n  I'm 38\n  ","160762":"\n  to create and inspire good\n  ","160763":"\n  a circus is like, family entertainment in a tent with performers and stunts and sometimes animals\n  ","160764":"\n  send in the questionssssss trying to stay awake later than usual because Bubo's meds\n  ","160765":"\n  never even heard of the magic roundabout\n  ","160766":"\n  I was like 10% joking but also it's not helpful? I just had the cast removed yesterday they put another one on right after. I have 2 more weeks.\n  ","160767":"\n  y'all and your weird fetishes\n  ","160768":"\n  getting this cast off finally and dreading the colder temps\n  ","160769":"\n  of course. There's not a teen who hasn't lied about something to their parents.\n  ","160770":"\n  kill everyone and then myself\n  ","160771":"\n  I'll be real honest I have no clue. Maybe proofreading? office work that didn't require phone calls. I've never tried fast food before maybe it's busy enough that I won't have time to get panicked. I was gonna apply to the grocery store because the other cashier ladies are my age and nice. I used to work customer service at Best Buy and that was way too much face time for me it broke me down. I was way messed up after that job. Before that I did mostly merchandising which I LOVE and would have been my career but I have back problems now that prevent me from doing that very manual labory job.\n  \n  So yeah.\n  ","160772":"\n  nice. I'd leave a shallow dish of water that would probably be nice for it to get a cool drink hopefully it'll stick around\n  ","160773":"\n  I've never kept one so I'm not familiar with like, their care or even really any good facts about them. But I mean I know what they are.\n  ","160774":"\n  well, a lot.\n  \n  My father in law passed away last week, my great uncle passed away two weeks ago, I had surgery in September and I'm still in a cast\/using a knee scooter to get around- and still in pretty regular pain. My ESA parakeet, Bubo, had a medical emergency while my husband was out of town and I had to get her to the animal hospital without being able to drive (leg cast) or move around (also leg cast) but I wonderwomaned through that shit anyway. She almost died and I'm still stressed about that. She'll be okay. She's healing. Now money is a major concern because funeral flights and animal hospital bills. I need to find a part time job when my foot heals. That's stressful, too.\n  \n  TL:DR: everything bad is happening\n  ","160775":"\n  some can, generally males. Bubo doesn't talk because she's a female and never showed interest. She makes kissy noises though\n  ","160776":"\n  I mean nothing's stopping you from visiting Washington but no you can't stay with me\n  ","160777":"\n  hot. and herbal.\n  ","160778":"\n  I prefer quiet and a cooler temp\n  ","160779":"\n  the Bahamas\n  ","160780":"\n  I hear good things about quality of life in Denmark\n  ","160781":"\n  I enjoy the Pulp Fiction soundtrack\n  ","160782":"\n  we had to hide under our desks for bomb drills. kids rode their bikes like all over the place and parents never wondered where they were. toys were amazing and had cartoons that matched. We were raised by our tvs especially mtv and hbo. jelly shoes. t shirts were really boxy and oversized nothing was fitted except stirrup pants. everyone had fitness gear and a leotard to work out in.\n  ","160783":"\n  I have heard ABBA I was thinking you meant visual artists like painters.\n  ","160784":"\n  Leia is all time favorite but I also love all the droids and Finn and Holdo\n  ","160785":"\n  parakeet snuggles\n  ","160786":"\n  no, I don't. At least if I learned of any I don't remember.\n  ","160787":"\n  nope been married since 2004\n  ","160788":"\n  swedish fish candies\n  ","160789":"\n  when I was young like in the 80s there was a push to adopt it but it just never caught on. So I learned both. I am used to the standard system so that's what I use.Maybe we should try the metric system again now that it's been a while, but I feel like it's never going to stick\n  ","160790":"\n  talking to my husband while he cooks dinner\n  ","160791":"\n  5'7\"\n  ","160792":"\n  chocolate chip cookie dough\n  ","160793":"\n  nearly all of them. The ones I haven't been to are: Hawaii, Alaska, Arkansas, Vermont, Minnesota, Wisconsin, Michigan\n  ","160794":"\n  I would rather encourage someone to do good\n  ","160795":"\n  because I crave stability and I look good in brown and green\n  ","160796":"\n  I feel like we'd both be concerned about the same thing. Big giant hurt little people.\n  ","160797":"\n  I am a steady and self-aware earth element\n  ","160798":"\n  english, spanish, portuguese, swahili, japanese, french\n  ","160799":"\n  I'd freak out because I'm clumsy and I would be afraid of hurting people\n  ","160800":"\n  what's the name of the Peggy Lee character in the pound in Lady and the Tramp\n  ","160801":"\n  I like all of those things but I rarely eat breakfast and when I do it's usually cereal or an egg sandwich.\n  ","160802":"\n  fried chicken and broccoli casserole is everyone's favorite\n  ","160803":"\n  megan\n  ","160804":"\n  I hate both! Milky drinks gross me out. I like my espresso americano style and my coffee black.\n  ","160805":"\n  they're both okaaaay. nothing I ever crave.\n  ","160806":"\n  She is good, just ate some millet and a cashew. She hates her medicine so much but while I still have to get her in a neck hold and squirt antibiotics in her mouth like a syringe ninja, her painkillers are a gel so I can trick her into taking that by squeezing it onto a cornflake cause no bird can resist a cornflake\n  ","160807":"\n  I can't think of any time this has been used on me\n  ","160808":"\n  depends on the view but if it's something I feel is against human rights then I definitely do not want to be friends.\n  ","160809":"\n  I have cats so I've never had a problem with rodents. We did have ants a couple of summers ago but I called an exterminator.\n  ","160810":"\n  my partner, who is on a flight home right now\n  \n  gotta stay up later than usual for Bubo's meds, so send questions to keep me awake\n  ","160811":"\n  I just ordered a cheeseburger, an egg roll, and mini churros.\n  \n  so basically I'm hungry for everything.\n  ","160812":"\n  that I'll fail more\n  ","160813":"\n  thanks will do\n  ","160814":"\n  she was laying an egg and her ovary got wrapped around it and prolapsed. I woke up yesterday to blood everywhere and this egg just dangling out of her\n  ","160815":"\n  UPDATE ON BUBO\n  \n  she's had two doses each of painkiller and antibiotics so far , which she hates and it's a struggle to squirt that shit in her mouth. This morning after her meds her appetite came back so I've been feeding her all her favorites. She's resting in her cage for the next two weeks with a cover on and I'm only bothering her to check on her once every hour or so because I can't let her get too excited about anything. She's a sweet strong baby.\n  ","160816":"\n  I mean it took me a lot of life changes, medications, and therapy\n  ","160817":"\n  I'm a leftist\n  ","160818":"\n  kmao did you not read that Bubo nearly died today and I spent my morning in the animal hospital, in a cast, without my knee scooter for post surgery because I can't drive and a taxi couldn't fit my scooter so I one-fucking-legged it all morning for her and she's fine but the reason I had to do this alone, also, is because my father in law died and my husband is out of state? So I have a lot more than a straw-that-broke-the-camel's-back coffee maker to be angry about today. Fuck you.\n  ","160819":"\n  yeah because I used to have severe bunions and now they sort of lean inwards a bit\n  ","160820":"\n  \"Hi I'm transphobic and it gets me off to be weird in people's inboxes\"\n  \n  That's what you mean, right\n  ","160821":"\n  some but I don't retain a lot of information I don't find interesting so while I might be able to fix my computer if I had to I surely wouldn't know what to do with someone else;s\n  ","160822":"\n  he's not working this week his dad passed away and he's with his family\n  ","160823":"\n  basically. I think gender is fluid. I am on the femme end of that. I have a lot of people in my life who are at all stages of the spectrum\n  ","160824":"\n  in-home computer repair\n  ","160825":"\n  I identify as a woman\n  ","160826":"\n  no it's a keurig\n  ","160827":"\n  well I'm here. and mad because my coffee machine broke. today has been hard and I deserve coffee (but am settling for tea)\n  ","160828":"\n  I know lots of non-women who wear dresses. They're really comfy. It's all I wear\n  ","160829":"\n  thank you <3 she's snoozing on a favorite perch now I'm going to give her some veggies when she wakes up\n  ","160830":"\n  my dad\n  \n  Bubo almost died today. Her ovary got stuck to an egg she tried to lay and prolapsed and she lost a lot of blood. I woke up to find her merrily playing with toys and a bloody mess everywhere and an egg just....hanging there. I can't drive because I'm in a leg cast on my right foot so I called a lyft and got her to the animal hospital- in my pajamas and without my knee scooter because it wouldn't fit in the lyft. But I got her there in time and she is safe and going to be okay but OMG Y'ALL I am still shaking and it's been hours since we got home feel free to send me questions as a distraction today (and send Bubo your healing vibes please)\n  ","160831":"\n  no amazon prime has me spoiled I obsessively track things now if they take longer than 2 days\n  \n  as far as things going wrong I got like, the wrong color leggings once but that's it\n  ","160832":"\n  dream pop\n  ","160833":"\n\n   https:\/\/www.youtube.com\/watch?v=ToZdlwFQPVE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  this is just came out like 2 weeks ago? So effin good\n  ","160834":"\n  no I need breaks every 15 min which is standard for figure modelling anyway though\n  ","160835":"\n  still in a cast until Wed. It feels alright in there,. surgery site hurts some especially at the end of the day but the swelling has gone down and all. I imagine that the xrays will be fine on Wed and they'll probably put me in a walking boot (with the knee scooter still for longer distances)\n  ","160836":"\n  she's busy eating seeds right now and didn't answer. Birds shouldn't have tomato or sugar and ketchup relies heavily on those things so she's never tried ketchup\n  ","160837":"\n  ketchup is so fucking gross.\n  \n  send me and Bubo questions I'm sick so we're kinda just sitting around today\n  ","160838":"\n  I could say all sorts of things but it's unlikely that younger me would listen. I guess the message I would most want to convey is that things get better when you take steps to improve them.\n  ","160839":"\n  quiet. I loved to sleep and do quiet activities like read and color.\n  ","160840":"\n  egg and cheese and sausage on a biscuit\n  ","160841":"\n  I mean, that's really subjective\n  ","160842":"\n  like a 1. I'm weird but not freaky.\n  ","160843":"\n  yeah for sure we're making strides with awareness though things could definitely improve\n  ","160844":"\n  plenty. Medication is amazing. I feel like a much better person.\n  ","160845":"\n  same.\n  ","160846":"\n  sounds scary for a kid to have to experience.\n  ","160847":"\n  I had delusions that my apartment was haunted, that I was being targeted by a demon, that I was from another planet, that government scientists were trying to destroy my life as an experiment. I had hallucinations of cats, birds, men in hats, starving children, people running out into the road while I was driving. My moods were erratic and often lashed out and did inappropriate things.\n  ","160848":"\n  frequently.\n  ","160849":"\n  I'm not making out with a sick husband lol and we don't sleep in the same bed right now. I have a leg cast on so he volunteered to take the sofa so I have the room\n  ","160850":"\n  I mean he could have probably washed his hands more or whatever\n  ","160851":"\n  it's a head cold. My husband had it last week and now I have it.\n  ","160852":"\n  send me lots of questions today y'all I'm super sick\n  ","160853":"\n  animals are friends\n  ","160854":"\n  they're hard work but they can work\n  ","160855":"\n  I'm not against porn.\n  ","160856":"\n  no, I don't. Women aren't oppressors.\n  ","160857":"\n  men view women as objects.\n  ","160858":"\n  I mean sexual harassment. Not that any type of harassment is acceptable.\n  ","160859":"\n  of course. I've been sexually harassed. I've seen friends and acquaintances and co workers be harassed. Harassment is so ingrained in our society that it's impossible to not witness it at times\n  ","160860":"\n  overdue\n  ","160861":"\n  not really. I have been because I'm coming down with a cold :(\n  ","160862":"\n  not really.\n  ","160863":"\n  smell probably. I have a hard time with intrusive smells because I'm so sensitive to odor\n  ","160864":"\n  I have less patience for anons. and known trolls.\n  ","160865":"\n  breast\n  ","160866":"\n  I feel like it's probable\n  ","160867":"\n  I mean, everyone's is to an extent. I was just trying to come up with a positive.\n  ","160868":"\n  nah but I do think people with chronic illnesses that impede the quality of life should have the option\n  ","160869":"\n  I have a unique point of view, I guess. so that's somethin'. I just live with it, you know? I don't worry about all the things that could have been.\n  ","160870":"\n  I've never really advocated for it but in certain cases I do support it\n  ","160871":"\n  sure but I'd want time to say my goodbyes first\n  ","160872":"\n  I do not have a depression diagnosis any longer. My depression is entirely a negative symptom of my schizophrenia.\n  ","160873":"\n  lol you must be new here\n  \n  I'm very pro legalization and live in a legal state\n  ","160874":"\n  this spotify playlist specifically\n  \n   https:\/\/open.spotify.com\/user\/shehitsback\/playlist\/1PP323SaHbo0FtuQhJKrId?si=qrnDiNY0RgufmehHSKjFAQ\n  \n","160875":"\n  hang out with Bubo, listen to music, draw, paint, knit, fuck around on the internet, chat with friends\n  ","160876":"\n  I've enjoyed encaustic painting in the past but it's too toxic to have around pets so I'd need a well-ventilated studio in order to pursue that interest\n  ","160877":"\n  almost never and I don't. If I get a headache it's Too Bad Allison because I can't take any over the counter painkillers while on my current blood thinner medication\n  ","160878":"\n  roast beef and some sort of garlic cheddar on a hoagie roll with yellow mustard, lettuce, and mayo\n  ","160879":"\n  I like attention and talking about myself on social media\n  \n  also I'm interested in others' answers. Especially those in different countries than me. I like the fresh perspectives.\n  ","160880":"\n  we both worked as travelling merchandisers for a long-gone drug store chain. We were assigned a job together in Philadelphia and just started hanging out and then dating and then like 2 months later we quit that job and moved in together. I thought he was nerdy but I like that so it worked out.\n  ","160881":"\n  I wish this week would speed up because I get the cast off on the 24th. I wish everything else would slow down because it seems like this year just flew by\n  ","160882":"\n  I worry a little but mostly I'm laid back. I used to assume the worst but I've been through a lot of therapy to change that\n  ","160883":"\n  my husband just left to fly to South Carolina for his father's funeral and I am home alone in a leg cast. So I guess the plan is hobble around and sit a lot and be quiet.\n  ","160884":"\n  no, I don't have enough going on to need a planner. I keep track of appointments and engagements on google calendar but that's about it\n  ","160885":"\n  my friend David Von Sell\n  ","160886":"\n  probably not right now like I have depression as a negative symptom of schizophrenia but things are pretty stable now and I take a medical overdose of folic acid to treat the neg symptoms and that plus light therapy kind of keeps the depression to a min. I'm a relatively happy person regardless of cannabis.\n  ","160887":"\n  sure\n  ","160888":"\n  I mean, maybe? I just would rather enjoy my time on this website sometimes you come on a little strong with the brainy questions and I'm just trying to be high and have a good time\n  ","160889":"\n  haha no I'm not mad about anything. I just don't wish to answer them it's not entertaining to me.\n  ","160890":"\n  lol are u mad I won't play with you\n  ","160891":"\n  yeah we need to be more sustainable pronto.\n  ","160892":"\n  green, socialist, democrat I guess.\n  ","160893":"\n  I do, like I said, I have progressive beliefs. I don't care for the parties but I generally vote democratic. I'm not sure what you want from dude but numero uno I already dodged the subject because it's not interesting to talk about and secondly I don't owe you an answer to every weirdly-worded question that comes at me\n  ","160894":"\n  I just don't, I don't think about it. I Vote and I have progressive beliefs but how else should politics serve the people? I have no expectations or observations, therefore I have no answer.\n  ","160895":"\n  I don't really have an answer for this.\n  ","160896":"\n  they seem less willing to give underprivileged people rights or services as if it will affect their quality of life in any way. It's like they see things as a pie that they might not get a slice of. Instead of human kindness and true equality.\n  ","160897":"\n  no I don't think that at all. if anything, it feels like the older generations like boomers are the most selfish\n  ","160898":"\n  not sure. in hopes of reward maybe.\n  ","160899":"\n  I don't know. I hate thinking about things like that lol.\n  ","160900":"\n  in general I care. Specifically, I care sometimes.\n  ","160901":"\n  not really. I mean I read the books but I didn't care enough to watch the movies.\n  ","160902":"\n  nah I hate wine like I gag thinking about it\n  ","160903":"\n  tell people I love them I guess and then wait.\n  ","160904":"\n  no bath, always high, I wish I had pancakes but I haven't, did not read a book, definitely drank coffee like tons of it, tea too\n  ","160905":"\n  my spouse should have one because he's always doing weight lifting and shit and posing for fitness instagram lol\n  ","160906":"\n  no, but currently he's sleeping on the sofa because it's just easier with me in a leg cast.\n  ","160907":"\n  that it was too quiet. Bubo hadn't started hollerin' yet and Jon was still asleep so the cats weren't wildly trying to get fed like they would be if he were awake\n  ","160908":"\n  I like June best\n  ","160909":"\n  if 10 is most chill, I'm probably like a 9. I used to be like a 1 lol. age and weed and meds and therapy have changed things.\n  ","160910":"\n  I have 2 dysfunctional sacroiliac joints so anything over like, 20lb hurts my back\n  ","160911":"\n  well I'd be on disability unless I was married to someone else which is likely, I've not spent much time single in my adult life. Maybe I'd have moved back in with my dad.\n  ","160912":"\n  kind, open minded, dedicated, creative, ambitious\n  ","160913":"\n  we can't afford it it's like 500 bucks just for him to go\n  ","160914":"\n  I doubt you did anything wrong maybe she just doesn't respond that quick to texts or maybe she got the message but didn't have an immediate response or maybe she thought \"I'll call them back\" and then forgot or I dunno really though as a forgetful auntie it's probably not personal\n  ","160915":"\n  not \"just\" met probably but after time sure\n  ","160916":"\n  my husband's father passed and the funeral is coming up and my husband is flying across the country for it and I'm staying home with the pets and my cast and it's all very stressful\n  ","160917":"\n  I used to get department store gift cards as a gift as a teen a lot, which I used on clothes. Now when I get a gift card it's usually like, starbucks or amazon. I wouldn't mind an amazon one right now I have a list of things I want from there\n  ","160918":"\n  food service. I keep trying and I keep failing badly. I am not meant for sunny attitudes and smiles in the face of complaint and rudeness.\n  ","160919":"\n  they do use their tongues! they make holes in wood with their beaks and then tongue out bugs\n  ","160920":"\n  it's like this\n  ","160921":"\n  someone could be gassed up or smoking that gas or just \"let's gas like the cops ain't coming\" is a lyric that comes to mind lol\n  ","160922":"\n  Von Sell\n  ","160923":"\n  a gander is a leisurely look? Gawk is like staring. the rest I'm clueless.\n  ","160924":"\n  taking a piss is like, joking\/teasing. I'm assuming jaysus would be like americans say oh god. fine thing sounds like what people should be calling me lol. a gas is a laugh. or I dunno cause in the US it's weed. the rest I have no idea.\n  ","160925":"\n  I dunno, brush your teeth and pee I guess\n  ","160926":"\n  no?\n  ","160927":"\n  that's my husband's current favorite candy. They alright\n  ","160928":"\n  I used to love them but then about three years ago I ate like, 4 bags in a row and it was toooooo much I hit my limit now they gross me out\n  ","160929":"\n  lol.\n  ","160930":"\n  nothing probably but I had considered being a unicorn\n  ","160931":"\n  I'm not sure what I would do. I really enjoy Xmas though as a non-christian,just the decorations and parties and trees mainly.\n  ","160932":"\n  dislike: marmite, blue cheese, bell peppers\n  \n  everything else sounds good to me\n  ","160933":"\n  woodpecker's tongues wrap up around their brain\n  ","160934":"\n  There was a couple in Salem in 1998 that had these really intricate skeksi costumes they made, fro the dark crystal movie. They had to walk on short stilts and everything was so perfect and looked like it took so much time and effort\n  ","160935":"\n  I absolutely hate carving pumpkins the guts gross me out\n  ","160936":"\n  I have one, but I don't really have an opinion on them. The phone before this had facial recognition. I just accept the new tech I guess.\n  ","160937":"\n  pets for sure I hate the thought of my pets not being around anymore.\n  ","160938":"\n  um, no? it's a part of life.\n  ","160939":"\n  if I were starting over now, my checklist would be: liberal, ambitious, kind, stable, creative\n  ","160940":"\n  nope, but I have listened to some because of my husband like in the car or whatever\n  ","160941":"\n  nope\n  ","160942":"\n  to sounds of a squawking parrot\n  ","160943":"\n  if it were offered for free then sure\n  ","160944":"\n  brb going to cheese store\n  ","160945":"\n  it is my new favorite and my go-to basically always now, Neutrogena Hydro Boost plumping mascara. I love it way better than my previous fav, Roller Lash by Benefit\n  ","160946":"\n  she's a bird.\n  ","160947":"\n  holy fuckballs Dan why do you you keep asking me this\n  ","160948":"\n  my current spouse is kind and steady and funny and creative and those are all good things\n  ","160949":"\n  I feel like all the weird American sayings have all been thoroughly made fun of already and I can't think of anything that a foreigner wouldn't know already\n  "}}