{"Question":{"160950":"\n   Last person you texted?\n  ","160951":"\n   what’s the first four syllable name u can think of\n  ","160952":"\n   What’s the longest time you can tolerate without your phone?\n  ","160953":"\n   Your latest profile photo looks sexy Allison.  Just saying :)\n  ","160954":"\n   Is it cheating if a guy in a committed relationship has sexual fantasies about other women even if it's porn?\n  ","160955":"\n   Are you still checking out nice guys?\n  ","160956":"\n   Thoughts on tracking apps for your kids, spouse, family in general?\n  ","160957":"\n   What are your plans for Halloween?\n  ","160958":"\n   What are a couple of common local expressions used by people where you live (or where you’re from, if you’d prefer)? (Including random\/nonsensical\/colloquial\/dialect etc). Do you use it?\n  ","160959":"\n   What are a couple of your favourite places in real life, and a couple of your favourite places from fiction?\n  ","160960":"\n   If you had lots of money what would you do with it?\n  ","160961":"\n   Have you ever been to a spa before? Which treatment (e.g. massage, facial, pedicure, etc.) was your favourite?\n  ","160962":"\n   What's the first thing you usually do after logging in on ASKfm?\n  ","160963":"\n   Have you ever sold something that you owned? What was it and why did you sell it?\n  ","160964":"\n   what is your favorite meal?\n  ","160965":"\n   well at least they thought of everything lol\n  ","160966":"\n   why take it off then? lol\n  ","160967":"\n   is it in the way?\n  ","160968":"\n   Which 3 things would you take to a deserted island ... ?🎑\n  ","160969":"\n   yeah true does it fold up so you can travel with it?\n  ","160970":"\n   oh nice lol\n  ","160971":"\n   oh that's not too bad, at least you can bend your leg\n  ","160972":"\n   how far up does your cast go?\n  ","160973":"\n   at least it will be off in time for the holidays\n  ","160974":"\n   dang that's a while\n  ","160975":"\n   how long to recover?\n  ","160976":"\n   oh i see, did they all get the same surgeries?\n  ","160977":"\n   did the doctor say how it happened?\n  ","160978":"\n   glad you got that fixed then\n  ","160979":"\n   oh why did you fuse your joint?\n  ","160980":"\n   so you have a broken leg or sprain?\n  ","160981":"\n   sounds relaxing then\n  ","160982":"\n   yeah same here what are you doing then?\n  ","160983":"\n   what do you like being asked?\n  ","160984":"\n   wish i could give you some attention\n  ","160985":"\n   What do u mean with bi ? Bisexual ?\n  ","160986":"\n   When nobody is looking, I…\n  ","160987":"\n   What does it mean when a girl smiles at a boy??\n  ","160988":"\n   What’s your older brother’s middle name\n  ","160989":"\n   how many close friends do you have that have children?\n  ","160990":"\n   Ever tried to grow your own?\n  ","160991":"\n   Hahaha :)  Does all bud smell the same?\n  ","160992":"\n   Are you flying high now?\n  ","160993":"\n   What’s one thing you want your parents to buy for you, but they don’t?\n  ","160994":"\n   Buds or leaf?\n  ","160995":"\n   Yo, Ally cat.  How are you today?\n  ","160996":"\n   what’s a horror movie you dislike? what’s a book you dislike? what’s a sport you don’t like?\n  ","160997":"\n   what’s something you don’t like about: your name? your best friend? your current living situation?\n  ","160998":"\n   Do you think it’s stupid at this age if someone isn’t on social media?\n  ","160999":"\n   Did you fall or what?\n  ","161000":"\n   How’s your foot? Is it better?\n  ","161001":"\n   How’s your day?\n  ","161002":"\n   she looks very attractive, is she single?\n  ","161003":"\n   But what if I don't like the drawing?  Can I get my money back?  Like do I pay before or after you do it?\n  ","161004":"\n   If I send you a photo portrait, would you draw it for me and would you charge me for it?\n  ","161005":"\n   Would you ever pay for sex if you were single and couldn't score?\n  ","161006":"\n   Ever get artists block?\n  ","161007":"\n   Which dudes have you been finding more attractive lately?\n  ","161008":"\n   Are there any strange people where you live?\n  ","161009":"\n   What do you feel when u do something right?\n  ","161010":"\n   What's something unexpected that happened this week?\n  ","161011":"\n   If you were to listen to any song that relates to your mood right now, what would it be?\n  ","161012":"\n   the stock market went down again more than 500 points how much money did you lose?\n  ","161013":"\n   you should have gone through the drive-thru and started banging on their window.\n  ","161014":"\n   Do you own any jewellery? Which piece is your favourite?\n  ","161015":"\n   Name the three things (not people) that matter to you and your life right now?\n  ","161016":"\n   What was the last thing that made you angry?\n  ","161017":"\n   That's great. See I actually have BPD and I haven't been diagnosed with ASPD. I've just been told that I had a lot of ASPD tendencies years ago but at that time my fp(BPD term) did infact have ASPD so I think I was mimicking her and lost my own personality for a while.\n  ","161018":"\n   Ugh, between schizophrenia, ASPD and DID, the horror scene is ridden with ableism and attaching stigma to people with those. I feel like we'd nearly have no horrors left if we cut out the ableist ones.😂\n  ","161019":"\n   Need to clear something about my ASPD q. I used \"sociopath\"&\"psychopath\" bc those are what Shane uses in the documentary. I also thought most wouldn't know much about ASPD and I wouldn't get as interesting answers w\/o those words. Psychiatrists have questioned in the past whether I have ASPD or not.\n  ","161020":"\n   Please post the most sexiest picture of you please\n  ","161021":"\n   What is your reason to keep fighting and survive?\n  ","161022":"\n   A hot topic lately due to Shane Dawson's documentary, so what's your opinion on sociopaths, psychopaths and people with ASPD?\n  ","161023":"\n   What's your opinion on parents that plan their conception so that their due date will make their child a specific astrological sign? Is it something you would consider?\n  ","161024":"\n   What do you fear?\n  ","161025":"\n   Do you know how to play a guitar?\n  ","161026":"\n   Allison, are you concerned that some people may copy your art from the internet without paying you for it?\n  ","161027":"\n   Thoughts on polygamy? I’m watching a show on it lol\n  ","161028":"\n   can u name three towns\/cities in florida\n  ","161029":"\n   rank from fav to least fav: bacon, lettuce, tomatoes\n  ","161030":"\n   rank from fav to least fav: cheerios, frosted mini wheats, lucky charms, fruit loops.\n  ","161031":"\n   Have you ever gone somewhere with two different socks on?\n  ","161032":"\n   What's one thing you will never do?\n  ","161033":"\n   Which is better, being a realist, an optimist or a pessimist?\n  ","161034":"\n   Yeah, I guess it's a fallacy that mental instability creates the best art?\n  ","161035":"\n   You're quite prolific in your art output Allison :)\n  ","161036":"\n   Do you have to force yourself to think about the future and the past?\n  ","161037":"\n   Can I see your facebook page for your art?\n  ","161038":"\n   Does being in the present have a down side?\n  ","161039":"\n   Do you have a bird identification book?\n  ","161040":"\n   Are you good at doing nothing?\n  ","161041":"\n   How do you advertise your art?\n  ","161042":"\n   Are you a typical bird watcher and observer?\n  ","161043":"\n   Are most of your art sales portraits ?\n  ","161044":"\n   Ever sold your art?\n  ","161045":"\n   Ever done a youtube video?\n  ","161046":"\n   That's a funny answer Allison :)\n  ","161047":"\n   Do you have a deep voice?\n  ","161048":"\n   Would you be pissed off with your partner if he came home smelling of another woman but didn't tell you about her even though you have an agreement?\n  ","161049":"\n   What things do you laugh about with your partner?\n  ","161050":"\n   Ever done practical joking on someone?\n  ","161051":"\n   Ever see old teachers in public?\n  ","161052":"\n   Do you still nap during the day?\n  ","161053":"\n   Why did you sleep in science classes Allison?\n  ","161054":"\n   Ever studies how ocean currents work?\n  ","161055":"\n   Do you have vocal fry?\n  ","161056":"\n   How often do you go to the beach?\n  ","161057":"\n   Do you burn easy in the sun?\n  ","161058":"\n   I love those tools they use to make the sand fall onto the mandala.  Apparently they sweep it all up once it's finished and throw it into the ocean to represent impermanence.\n  ","161059":"\n   Ever seen the Buddhist mandala's?\n  ","161060":"\n   Are you easily pressured to buy something in store when the staff approaches you?\n  ","161061":"\n   Who else would you let use your tooth brush?\n  ","161062":"\n   In all honesty Allison, do you think our species is fcuked?\n  ","161063":"\n   What is humanity's biggest mistake from your point of view?\n  ","161064":"\n   Ever think it's weird how beings come into existence and gradually build up a sense of self?\n  ","161065":"\n   Ever use gloves when cleaning?\n  ","161066":"\n   Do you think that climate change exists only in our minds?\n  ","161067":"\n   How would you describe today in one word?\n  ","161068":"\n   maybe you should try it\n  ","161069":"\n   do you eat parcely?\n  ","161070":"\n   What's ALWAYS on your shopping list?\n  ","161071":"\n   If you were to write a song, what would it be about?\n  ","161072":"\n   What are\/were your plans for today?\n  ","161073":"\n   Are you awake Allison?\n  ","161074":"\n   Do you like salami?\n  ","161075":"\n   What's your latest art attempt?\n  ","161076":"\n   Do you floss every day?\n  ","161077":"\n   Ever been called four eyes?\n  ","161078":"\n   Is the world as bad as the media makes it out to be?\n  ","161079":"\n   Do you think that most people wear business and stress as a badge of honor?\n  ","161080":"\n   Do you like the Police's music?\n  ","161081":"\n   Do you think that the pace of life is increasing?\n  ","161082":"\n   Allison, do you really hit back?\n  ","161083":"\n   What is the thing you think people should do more often?\n  ","161084":"\n   ask Bubo how bird life is going for her\n  ","161085":"\n   Can there be a friendship after love?\n  ","161086":"\n   what’s ur least favorite kind of chip\n  ","161087":"\n   what’s the worst movie you’ve ever seen in theaters\n  ","161088":"\n   I'm bored , what could I do to change that ?\n  ","161089":"\n   You like tea?\n  ","161090":"\n   so chunky yumm\n  ","161091":"\n   How often do you laugh\n  ","161092":"\n   38? Never\n  ","161093":"\n   Do you think someone can piggyback you 45 secs when you cover his\/her mouth + nose pinch while it 💪\n  ","161094":"\n   Why do some people add others on Facebook who they don’t even know or don’t have any mutual friends with?\n  ","161095":"\n   Is it possible to be in love with two people at the same time?\n  ","161096":"\n   Name a person who has never let you down\n  ","161097":"\n   Do you believe that dreams can sometimes predict the future?\n  ","161098":"\n   Summarize your day\n  ","161099":"\n   Thank God judge Kavanaugh made it\n  ","161100":"\n   Okay so I'm trying to write a card to my aunt, we don't see each other that much but I don't know what to write. Any suggestions for me? I wanna start of something like \" I know we don't see each other often etc\"\n  ","161101":"\n   have you ever bought an album as a present? what album was it\n  ","161102":"\n   People are doing things that will upset boys.I am fighting them.I may get very angry.\nI may form a cult.\n  ","161103":"\n   Do you own any vintage property\/item?\n  ","161104":"\n   What was the last thing you ate\/drank? How much did you enjoy it?\n  ","161105":"\n   What are your deal breakers when it comes to a friendship?\n  ","161106":"\n   If you could choose your age forever, what age would you choose and why?\n  ","161107":"\n   How's your day?\n  ","161108":"\n   Is reputation important for a person nowadays?\n  ","161109":"\n   Do you like political debates? Ever been to one? \n\nBonus Q: Have you ever watched The West Wing?\n  ","161110":"\n   have u ever waxed anything? did u do it yourself or get a pro?\n  ","161111":"\n   Then we should execute random men ?\n  ","161112":"\n   would you be more interested in getting ur palm read or a tarot card reading? (i’m sure lots of you are non-believers so let’s just say for free and for FUN.)\n  ","161113":"\n   Are all men bad or most of them ?\n  ","161114":"\n   have you ever been in a relationship where you clearly were not equals? who had more power, and why.\n  ","161115":"\n   If you wanted to change your name to something 100% gender neutral (like if people heard the name they’d have no idea) what would you change it to?\n  ","161116":"\n   Baths or showers for you?\n  ","161117":"\n   What are you interested in that most people aren’t?\n  ","161118":"\n   Is it true bisexual people usually have a preference for one sex over the other?\n  ","161119":"\n   Is Netflix worth it ?\n  ","161120":"\n   You're heaps cool Allison.  I love how your think and your art is also attractive :)\n  ","161121":"\n   Are you more introspective or extorverted?\n  ","161122":"\n   How do you intend to change your art if at all?\n  ","161123":"\n   What dialect do you like listening to most?\n  ","161124":"\n   Are you where you thought you'd be when you were like 10?\n  ","161125":"\n   Do you get angry much?\n  ","161126":"\n   you should skip showering until you're safely able to do so.\n  ","161127":"\n   How will you celebrate when your foot is better?\n  ","161128":"\n   Do you think differently when you're high?\n  ","161129":"\n   Hey Allison, how are you tonight?\n  ","161130":"\n   .\n  ","161131":"\n   What does true friendship mean to you?\n  ","161132":"\n   Are you happy with your life right now?\n  ","161133":"\n   I’m curious to know why you chose the name: She hits back. Why did you choose it, and how hard do you hit back?\n  ","161134":"\n   What do you think, where isn't spot for humor?\n  ","161135":"\n   When you break up with someone are you responsible to check on them regularly to see how they doing? If you know they have depression\n  ","161136":"\n   Which food and\/or beverage do you think you're eating\/drinking more than you should?\n  ","161137":"\n   What do you usually do with your old and\/or small clothes?\n  ","161138":"\n   Do you feel safe in your neighbourhood? Has any horrific incident happened in your neighbourhood before?\n  ","161139":"\n   What do you refuse to pay for?\n  ","161140":"\n   Okay so my dad is from Ecuador and my mom is from Jamaica. So I GUESS I'm half Jamaican half Ecuadorian. But the guy I'm dating is from Haiti, so will my child be 1\/2 Ecuadorian 1\/2 Haitian and 1\/2 Jamaican? I'm not sure, can someone help explain\n  ","161141":"\n   What's buffullo taste like?  Is it similar to dirt?\n  ","161142":"\n   Is red meat expensive where you live?\n  ","161143":"\n   Ever studied symmetry  in art?\n  ","161144":"\n   Do you eat red meat?\n  ","161145":"\n   Does your partner have any nicknames for you?  If so what?\n  ","161146":"\n   Ever had a peanut butter and jelly sandwich?\n  ","161147":"\n   Do you think that sports people think they're better than most others?\n  ","161148":"\n   I did ask her and she replied my dad :)\n  ","161149":"\n   Ever fcuked a jock?\n  ","161150":"\n   Were there many jocks at your school when you went?\n  ","161151":"\n   Are you a good swimmer?\n  ","161152":"\n   Do you eat more when you're in pain and not mobile?\n  ","161153":"\n   How do you usually start a conversation?\n  ","161154":"\n   Do you want to go kayaking? 🚣🏻♀️\n  ","161155":"\n   Can you try writing with you’re non dominant hand for a day?\n  ","161156":"\n   why did you need that\n  ","161157":"\n   how did you break your foot in the first place\n  ","161158":"\n   How's your foot going Allison?\n  ","161159":"\n   Have you ever been to an international party?  (dishes, music, customs) if so, how was it?\n  ","161160":"\n   Last thing that you copy pasted?\n  ","161161":"\n   Virgins aren't real?\n  ","161162":"\n   Is Pikachu a virgin?\n  ","161163":"\n   Do you have a relaxation spot in your house\/apartment? How often do you use it?\n  ","161164":"\n   Which song do you usually listen to when you're happy?\n  ","161165":"\n   have you ever gotten black out drunk?\n  ","161166":"\n   do you believe love exists ?\n  ","161167":"\n   Finish this sentence; \"my friends know i'm not okay when...\"\n  ","161168":"\n   i envy kids who grow up with all this technology when 80's babies grew up with sticks and stones.\n  ","161169":"\n   What are the biggest changes that you notice around you?\n  ","161170":"\n   You haven't changed at all Allison :)\n  ","161171":"\n   How often do you have to change your glasses?\n  ","161172":"\n   Do you wear contact lenses too?\n  ","161173":"\n   What was your first thought when you woke this morning?\n  ","161174":"\n   What's the longest you've gone without eating?\n  ","161175":"\n   Ever use food as a way to distract yourself?\n  ","161176":"\n   No problem, any help I'll be here in this corner :)\n  ","161177":"\n   you mean running your finger... Why do I always do this .-.\n  ","161178":"\n   are you going to do inktober?\n  ","161179":"\n   What do you prefer – listening or talking?\n  ","161180":"\n   Sexy underwear pic?\n  ","161181":"\n   How’s your first day of October?\n  ","161182":"\n   What to eat?\n  ","161183":"\n   How many Microsoft employees are need to replace an overheated light bulb?\n  ","161184":"\n   Do you like avocado?\n  ","161185":"\n   How often do you usually get sick? How do you usually treat yourself?\n  ","161186":"\n   Where do you but most of your clothes? What is it that makes you keep going back to the store\/shop to buy their clothes?\n  ","161187":"\n   When should you reveal a secret you said you wouldn’t?\n  ","161188":"\n   How often do you Uber?\n  ","161189":"\n   Do you get bored of wearing\/smelling the same fragrance?\n  ","161190":"\n   .\n  ","161191":"\n   Is it easy for you to follow a skincare routine? Do you always finish your bottles?\n  ","161192":"\n   What is your \"never again\" brand?\n  ","161193":"\n   Biggest lie you told?\n  ","161194":"\n   YOu still awake Alli?\n  ","161195":"\n   What childish thing do you still enjoy?\n  ","161196":"\n   What's your favourite hairstyle and why?\n  ","161197":"\n   If you were to win an award for anything, what would it be for?\n  ","161198":"\n   Have you ever had a photoshoot before? If you have, post one of the pictures? If you haven't, where would you love to have a photoshoot one day?\n  ","161199":"\n   How would you describe what you’re living room looks like ?\n  ","161200":"\n   Do you like Harry Potter? If so, who’s your favorites character? Mine is harry :3\n  ","161201":"\n   I'm sorry that sounds horrible. Was it your back?\n  ","161202":"\n   What areas do you think you need the most work on as a writer and reader?\n  ","161203":"\n   Who hate school more: students or teachers?\n  ","161204":"\n   Cutting class and fighting\n  ","161205":"\n   Did you watch Dr. Ford and judge Kavanaugh on Thursday?\n  ","161206":"\n   the healing powers of Bubo will help you\n  ","161207":"\n   That’s not even the case at all like what\n  ","161208":"\n   Bruh what it’s just a question\n  ","161209":"\n   Are you ashamed of farts?\n  ","161210":"\n   What’s been up with you?\n  ","161211":"\n   In school, what were you in trouble for the most?\n  ","161212":"\n   If Buddy Valastro (a.k.a Cake Boss) offered to make a cake for you, what kind of a cake would you want.\n  ","161213":"\n   Of all the decorations in your house, which one is your favourite? (You can either describe it or post a picture of it or do both)\n  ","161214":"\n   vote NO on Kavanaugh\n  ","161215":"\n   that cute doggie <3 did you make this off the top of your head or did you have a reference you were looking at?\n  ","161216":"\n   Did I miss today's daily sketch?\n  ","161217":"\n   Is there one person in your life that can always make you smile?\n  ","161218":"\n   Post Malone or Wiz Khalifa?\n  ","161219":"\n   How do you feel about snow?\n  ","161220":"\n   What color is your underware\n  ","161221":"\n   Gagged dare see it in youtube please\n  ","161222":"\n   Please make gagged dare\n  ","161223":"\n   what is one world or social issue that you're passionate about? why are you passionate about that issue?\n  ","161224":"\n   If there's one thing you would love to accomplish in life without having to work for it, what would it be and why?\n  ","161225":"\n   What's one of the funniest things you've ever seen?\n  ","161226":"\n   I am a Louisianians 😂🖤\n  ","161227":"\n   What do you think of citizens of Louisiana ¿\n  ","161228":"\n   Candles or incense?\n  ","161229":"\n   Do you own any books? If you do, how many do you own and which ones do you own?\n  ","161230":"\n   Is there any new movie or a television show you're looking forward to?\n  ","161231":"\n   What's your favourite meal to cook?\n  ","161232":"\n   .\n  ","161233":"\n   Your specs are wicked :)\n  ","161234":"\n   is there anyone that you want back in your life?\n  ","161235":"\n   How often do you go to the cinema?\n  ","161236":"\n   is your bird high or low maintenance ?\n  ","161237":"\n   are anti depressants addictive  ?\n  ","161238":"\n   for depression ?\n  ","161239":"\n   what's the last thing you bought ?\n  ","161240":"\n   Can handle Tabasco on it’s own?\n  ","161241":"\n   Are you allergic to raw mangos?\n  ","161242":"\n   What’s your fav smoothie and how often you make\/buy them?\n  ","161243":"\n   i think the best friend you can actually trust is Bubo, always there by your side no matter what.\n  ","161244":"\n   Do you trust your friends? Do you know your friends? Do you feel better when you are around them?\n  ","161245":"\n   Do you think that our culture is death phobic?\n  ","161246":"\n   Do you feel free?\n  ","161247":"\n   Did you watch Manifest last night? Thoughts?\n  ","161248":"\n   What do you think of using reusable pads as opposed to disposable ones? Is it a great idea?\n  ","161249":"\n   What’s the best way to deal with toothache when you’re stuck at work?\n  ","161250":"\n   What's your dream job?\n  ","161251":"\n   What would your ultimate date night look like?\n  ","161252":"\n   Do you admire someone?\n  ","161253":"\n   What are\/were the rules about using cell phones at your school?\n  ","161254":"\n   They wanna see you good but never better than them bro :(( They say that the world is made out of darness and lightness, i guess we will be the lightness!\n  ","161255":"\n   Lowkeey bestfriend Allison Campbell <3 \nu my bff <3\n  ","161256":"\n   Who has been the hero\/ine of your 2018?\n  ","161257":"\n   What's the point of being in existence as a human?  Like, is there a purpose to it all?\n  ","161258":"\n   Do you think that most people in society are over stimulated?\n  ","161259":"\n   Who do you like\n  ","161260":"\n   Where does all your money go?\n  ","161261":"\n   What is under your bed?\n  ","161262":"\n   Have you read any of these \"banned\" books? Apparently the library here will be hosting a banned book week. Seems cool..\n   \n    http:\/\/www.ala.org\/advocacy\/bbooks\/frequentlychallengedbooks\/top10\n   \n","161263":"\n   In your likes you said you are by definition a psychopath.. how? Unless you have ASPD or you were born with the inability to feel empathy\n  ","161264":"\n   What is the secret to a happy life? ?®\n  ","161265":"\n   Who is the last person you met?\n  ","161266":"\n   What is your favorite meal?\n  ","161267":"\n   What can you cook?\n  ","161268":"\n   🙄\n  ","161269":"\n   What’s something you care desperately about?\n  ","161270":"\n   .\n  ","161271":"\n   Today seems to be Muffin day on Ask.fm. Have you had a muffin today? Favorite kind to make or buy?\n  ","161272":"\n   .\n  ","161273":"\n   If you found a shrink ray, who would you use it on?\n  ","161274":"\n   Can you handle spicy food?\n  ","161275":"\n   How would you like to be remembered?👀\n  ","161276":"\n   Do you have a guilty pleasure? If so, what is it?\n  ","161277":"\n   How your foot pain?\n  ","161278":"\n   Ever read or heard a word just as the same word was being said on tv, radio or something?\n  ","161279":"\n   what would you do if your partner hits you then next day apologies? Is it ok to give another chance?\n  ","161280":"\n   What happened to your foot?\n  ","161281":"\n   How’s your day?\n  ","161282":"\n   .\n  ","161283":"\n   Do you like Leigh?\n  ","161284":"\n   Is there something special you like to wear on Fridays?\n  ","161285":"\n   If you had the power to read someone’s mind, whose would it be? ??\n  ","161286":"\n   It's not \"gross\" if you don't approve of ployamory, it's an opinion. I think polyamory is gross and exploitative. Most people I know who claim to be poly are revolting tbh. Sure, they can do what they want but I can think what I want too ffs\n  ","161287":"\n   Cool lets be broskis?\n  ","161288":"\n   I would wanna date u too tho cuz u fly as alladin <3 haha\n  ","161289":"\n   Can i sleep with you? mine is 29 cm\n  ","161290":"\n   How is Bubo?\n  ","161291":"\n   What kind of sex partners don't you count?\n  ","161292":"\n   Are you currently in a relationship?\n  ","161293":"\n   How many partners have you had?\n  ","161294":"\n   How often have you been unfaithful?\n  ","161295":"\n   You might be against polyamory if you disapproved of it. You are in favour of it, aren't you?\n  ","161296":"\n   If you could have one wish come true right now, what would you wish for?\n  ","161297":"\n   R u pro or against polyamory ?\n  ","161298":"\n   Do you believe in any conspiracy theories?\n  ","161299":"\n   Would you look after your parents if they couldn't?\n  ","161300":"\n   Why don't governments take climate change seriously enough to really do something about it?\n  ","161301":"\n   Ever drempt something and it came true?\n  ","161302":"\n   Did you know that science has known for over 100 years about the negative effects of putting excess carbon into the air.\n  ","161303":"\n   Are you a clean freak?\n  ","161304":"\n   Sure but what group specifically is responsible for climate change do you think?\n  ","161305":"\n   Are there dust bunnies in your house?\n  ","161306":"\n   Who is to blame for climate change?\n  ","161307":"\n   what would you do if your partner left you?\n  ","161308":"\n   Are you\/were close to your siblings? Has adult life changed your relationship?\n  ","161309":"\n   what’s your ideal relationship?\n  ","161310":"\n   If you take a 💩 in a public restroom, flush the toilet as many times to get rid of crap stains. No one wants to see it, it’s disgusting. Thanks\n  ","161311":"\n   Show us a pic of your cat.\n  ","161312":"\n   I love your s3xy sp3cs !\n  ","161313":"\n   what was the last act of kindness you did ?\n  ","161314":"\n   are you really 38 ? so you have kids in their teens rn ?\n  ","161315":"\n   Would you trust a guy who had this in their dating profile? \n\n\"I'm one of the good ones ladies, don't let this limited time offer expire. But wait there's more!\"\n\nGuys - would you write something like that? 😂\n  ","161316":"\n   What good deed did you do this week?\n  ","161317":"\n   Can you really be friends with the opposite sex even though they are in a relationship and you are single?\n  ","161318":"\n   Tell me about your flaws ?\n  ","161319":"\n   for u, what’s the perfect feast? (name a main dish, a couple side dishes, and a dessert! that u LOOVVVEE)\n  ","161320":"\n   decorating easter eggs or bing jack’o’lanterns?\n  ","161321":"\n   those of you who said you could never hunt: do you eat meat? do you have any moral qualms about eating meat?\n  ","161322":"\n   Did you ever have to deal with co workers who don't wash their cups? Do you always clean after yourself?\n  ","161323":"\n   do you like pineapples\n  ","161324":"\n   do you think you’ve ever been incorrectly diagnosed with something? (i was diagnosed with ADD as a kid, in hindsight i think i was an average kid who found school boring...)\n  ","161325":"\n   is being an asshole more often a choice or a personality trait?\n  ","161326":"\n   have you ever worked a job that involved manual labor?\n  ","161327":"\n   Ever eat slices of salami by itself?\n  ","161328":"\n   have you ever worked in a cubicle, in an office?\n  ","161329":"\n   Can you post an inspirational quote???\n  ","161330":"\n   why do you think so many people are attracted to and glorify fantasy kingdoms that, while peaceful and \"good\", still live under absolute rule of a monarch, with the people having little to no democratic recourse for any wrongs they may do, and which have heavy class-disparity \"baked in\"?\n  ","161331":"\n   Do you like salami?\n  ","161332":"\n   Is there something you eat every day?\n  ","161333":"\n   have you ever had really good\/unique fusion food? (my friend took me to an indian\/mexican place in LA where we got like indian burritos.... my goodness 😍)\n  ","161334":"\n   What about Nazism? That was along time ago. Are the modern Nazis peaceful?\n  ","161335":"\n   The sufferagtes put bombs in shops though\n  ","161336":"\n   Is feminism a peaceful non violent movement?\n  ","161337":"\n   Which term do you use sunscreen or sunblock?\n  ","161338":"\n   brilliant, great line, Morgan such a cute turtle ♥\n  ","161339":"\n   How often do you work out?\n  ","161340":"\n   so beautiful ♥♥♥ thanks for sharing, I think I will be your fan :)\n  ","161341":"\n   Can you draw for me a cat ? :)\n  ","161342":"\n   Are you having a productive Monday this far?\n  ","161343":"\n   Are you related to Indians?  🇮🇳 as in Asian India!\n  ","161344":"\n   have you ever hunted? (whether you have or haven’t: did you find hunting sad?\/would you find hunting sad?)\n  ","161345":"\n   what’s ur opinion on: pet mice\n  ","161346":"\n   what’s ur opinion on: Barack Obama?\n  ","161347":"\n   Where is the funniest place you have ever fallen asleep?\n  ","161348":"\n   When someone cooks something for you, you don't like. Do you  eat it or throw it? Ever ate a nasty food?\n  ","161349":"\n   What things are you cynical about?\n  ","161350":"\n   did the doctors and nurses treat you well in hospital?\n  ","161351":"\n   Do you know a Cait?\n  ","161352":"\n   Go today's photo!\n  ","161353":"\n   have you ever dated someone in the medical profession?\n  ","161354":"\n   have you ever had a crush on a babysitter?\n  ","161355":"\n   would you rather take up jogging or knitting as a hobby\n  ","161356":"\n   Answer honestly if you were single would you date a single parent? Why\/why not?\n  ","161357":"\n   what year were you born ?\n  ","161358":"\n   If you were shown today your first-grade self, what would you think?\n  ","161359":"\n   Where do the happiest people live?\n  ","161360":"\n   Ever eaten insects?\n  ","161361":"\n   Are you excited for fall? Do you say fall or autumn more?\n  ","161362":"\n   how tall are you?\n  ","161363":"\n   who drinks more: you or your mother?\n  ","161364":"\n   do you like hard cider?\n  ","161365":"\n   do you know if ur parents have ever smoked (🌲🌲🌲)? do they still?\n  ","161366":"\n   did you go to prom junior year of high school?\n  ","161367":"\n   Has a song ever gave you love advice?\n  ","161368":"\n   Ever loved a song when younger and you listened to it now and you wonder why you ever liked it?\n  ","161369":"\n   do you like cheese on ur burgers?\n  ","161370":"\n   do you like the Sex Pistols? (the band)\n  ","161371":"\n   .\n  ","161372":"\n   Would you rather wear a tuxedo or athletic wear? Shorts or jeans? flannel or sweaters\/jumpers? Converse or some other shoe brand ? Tshirts or dress shirts? Do you like blazers? Do you like unisex clothing\/colors? \n\nFor the girls+ - What do you like your men to wear out of those?\n  ","161373":"\n   I think women in there workout attire look smoking hot! omg\n  ","161374":"\n   Would you rather wear a dress or athletic wear? Shorts or skirts? Jumpsuits or rompers? bikini or one piece? Tshirts or dressy tops? Do you like blazers? Do you like unisex clothing? \n\nFor the guys - What do you like your women to wear out of those?\n  ","161375":"\n   Horror movies: Favorite ones to watch? Have you ever been truly scared from them? What is the worst horror movie you watched? Which ones would you recommend seeing (new or old)?\n  ","161376":"\n   \"Claire is a princess, Andrew an athlete, John a criminal, Brian a brain, and Allison a basket case.\"\n\nWhich would you fall under or are you a mixture?\n  ","161377":"\n   My anon requested Breakfast Club spam: Marry, kill, eff: Andrew Clark, John Bender,Brian Johnson. (The characters, not the actual actors)\n  ","161378":"\n   do you like mcdonald’s?\n  ","161379":"\n   do you like mayonnaise?\n  ","161380":"\n   who’s the pickiest eater in ur family\n  ","161381":"\n   if  you have to choose a restaurant for dinner for your immediate family, what kind of places do you choose\/where do you usually end up?\n  ","161382":"\n   do you enjoy spending time with your family?\n  ","161383":"\n   have you ever had a crush on someone who’s SUPER not usually ur “type?” what were they like\/why were they an exception?\n  ","161384":"\n   Did you make any new friends this summer?\n  ","161385":"\n   What is you're sexuality ?\n  ","161386":"\n   Have you ever been judged because of who you are?\n  ","161387":"\n   How r u?\n  ","161388":"\n   'Life is a journey'. How can you relate the words with your life?\n  ","161389":"\n   Do you like crime shows such as Law and Order and CSI?\n  ","161390":"\n   Why is it necessary to state though? Not trying to be argumentative but it's like ur saying trans men can't have whatever negative qualities you've stated\/implied.\n  ","161391":"\n   do you day dream much?\n  ","161392":"\n   Are you a God botherer?\n  ","161393":"\n   Would you like to be genetically engineered if it would help with your mind?\n  ","161394":"\n   What do you like most about digital technology?\n  ","161395":"\n   Do you speak to your foot?\n  ","161396":"\n   Do you have a preference for what time period you would rather have been born in or is this the best one for you?\n  ","161397":"\n   Do you know much about the history of where you live?  Like how it got its name etc?\n  ","161398":"\n   Why do they call it the Caroliners?\n  ","161399":"\n   Do you remember any of your dreams usually?\n  ","161400":"\n   .\n  ","161401":"\n   what’s the last thing you baked?\n  ","161402":"\n   what’s something u cook VERY well\n  ","161403":"\n   Had u ever have a golden tooth ?\n  ","161404":"\n   What is\/was your nickname at school?\n  ","161405":"\n   What’s the longest grudge you’ve ever held? What’s the shortest?\n  ","161406":"\n   What would you do if someone came up to you and gave your right boob a medium-strength smackeroo?\n  ","161407":"\n   Are you in a relationship?\n  ","161408":"\n   There are various social media platforms where you can set some of your content to “private”. For example on Facebook one of my many photo albums is set to private. \nAre your social media accounts pretty much open to everyone, or have you set some of your content as private or secret?\n  ","161409":"\n   Are you in the path of the hurricane?\n  ","161410":"\n   (things me and my sister disagree on) are pigs cute?\n  ","161411":"\n   (things me and my sister disagree on) is it okay to have sxx before you’re 18?\n  ","161412":"\n   (things me and my sister disagree on) is fat good for you ?\n  ","161413":"\n   What things do you take for granted?\n  ","161414":"\n   americans: do you know kris there’s a reservation near you? (non-americans: uh what do you know abt indian reservations? or you can delete this lol.)\n  ","161415":"\n   Why don't we eat our pets after they die?\n  ","161416":"\n   Do you think that plane travel contributes to air pollution and climate change?\n  ","161417":"\n   Will you be eating mainly takeaway for a while?\n  ","161418":"\n   Is eating nutritious food a priority for you?\n  ","161419":"\n   .\n  ","161420":"\n   Are you mature yet immature compared to your actual age?\n  ","161421":"\n   Do you use your foot injury as a way to get extra attention from your partner?\n  ","161422":"\n   Why do you see unknowns as oppressive?\n  ","161423":"\n   Do you have rehabilitation exercises to do for your foot?\n  ","161424":"\n   What's the first thing you did when you got home from the hospital?\n  ","161425":"\n   Why can't you play with Bubo even if your'e laid up in a chair?\n  ","161426":"\n   Any idea as to why deep thought makes you anxious?\n  ","161427":"\n   What kinds of things make you feel bored?\n  ","161428":"\n   Do you think that body cells have their own consciousness and sentient purposefulness?\n  ","161429":"\n   How well do you know about how the various systems in your body work?\n  ","161430":"\n   What does cis mean in straight white guy?\n  ","161431":"\n   Will we make America great again?\n  ","161432":"\n   She is such a cutie\n  ","161433":"\n   You are very beautiful by the way.\n  ","161434":"\n   Is pot expensive to buy where you are?\n  ","161435":"\n   Awwwwww. Bless her heart.\n  ","161436":"\n   oxy contin or oxy codien?\n  ","161437":"\n   How does smoking pot help you?\n  ","161438":"\n   Are you an advocate for self medication?\n  ","161439":"\n   Is there much pain in your foot now?\n  ","161440":"\n   How many stitches did you get in your foot?\n  ","161441":"\n   Who is most at fault...... The person who is addicted to a drug or the person\/people who supply them with the drug?\n  ","161442":"\n   Are you still in hospital?\n  ","161443":"\n   Did you watch The Nun?\n  ","161444":"\n   oh sorry, good luck n tc :) sorry i didnt knw u had surgery, gws :)\n  ","161445":"\n   u r boring\n  ","161446":"\n   I’m fairly new, can you refer some cool ppl to follow? Thank you in advance\n  ","161447":"\n   COOL PLACE\n  ","161448":"\n   y r u in Wash.DC\n  ","161449":"\n   im in asia\n  ","161450":"\n   no , i need to sleep its almost 4:30 am\n  ","161451":"\n   thanks\n  ","161452":"\n   im bored\n  ","161453":"\n   supppppppppp\n  ","161454":"\n   Advice you would’ve given to yourself a few years back?\n  ","161455":"\n   hiiiiiiiiiiiii\n  ","161456":"\n   .\n  ","161457":"\n   Favorite artist?\n  ","161458":"\n   What did you do today? Good day?\n  ","161459":"\n   black coffee or lattes?\n  ","161460":"\n   would you rather give up beef & pork OR give up all poultry?\n  ","161461":"\n   How is Lady Bubo doing?\n  ","161462":"\n   Its getting everywhere\n  ","161463":"\n   I just took the STEAMIEST dump dear god someone please help\n  ","161464":"\n   You don’t like meatballs???\n  ","161465":"\n   pizza 🍕 definitely counts!!\n  ","161466":"\n   (i mean like... favorite dish btw) what’s your favorite japanese food?\n  ","161467":"\n   what’s your favorite italian food?\n  ","161468":"\n   have you ever been in a situation involving fights over baby names? (currently my mother and pregnant older sister are in a heated battle over whether or not the selected boy name is ruining a child’s life. it’s super fun. 🙃)\n  ","161469":"\n   “lol” or “lmao”\n  ","161470":"\n   when you were little did you have ideas abt genders\/ages of your future children? (like for some reason i always said i was gonna have three kids. two older daughters, and one much younger son. no idea why i fixated on that! lol.)\n  ","161471":"\n   what are some things that start with “m” that you enjoy?\n  ","161472":"\n   are any of your cousins redheads?\n  ","161473":"\n   are any of your siblings married?\n  ","161474":"\n   Will you scold your children for getting bad grades?\n  ","161475":"\n   Do you prefer to talk or to listen?\n  ","161476":"\n   .\n  ","161477":"\n   Are you close friends with anybody from school?\n  ","161478":"\n   did your middle school have a mascot? what was it?\n  ","161479":"\n   Do you know how to cook from different cuisines other than your country?\n  ","161480":"\n   Hey, how are you doing? How has your week been so far?\n  ","161481":"\n   So what u think? Does size matter?\n  ","161482":"\n   Does size matter?\n  ","161483":"\n   What is your greatest success in your life?\n  ","161484":"\n   Are you attracted to people of all races?\n  ","161485":"\n   what eyeshadow is in that last pic you posted?\n  ","161486":"\n   Kelly Kapoor or Pam Beesly?\n  ","161487":"\n   .\n  ","161488":"\n   What is the funniest thing one of your teachers said?\n  ","161489":"\n   Ben says that he wants to connect with people but he doesn't know how and he would rather get negative attention than no attention. He said that's why he sends the messages that he does\n  ","161490":"\n   What’s your opinion on Ben?\n  ","161491":"\n   What was your first thought when you woke up this morning\n  ","161492":"\n   Compared to you, he's Adonis.\n  ","161493":"\n   For how long you have been using ask?\n  ","161494":"\n   Anybody from the Green Bay area?\n  ","161495":"\n   does bubo let you pat them or scratch its head? birds feel so soft but they dont really like to be touched much (in my experience). understandable really\n  ","161496":"\n   Do you usually act when you’re angry or wait until you calm down?\n  ","161497":"\n   You look great without your glasses on. Not that you look bad with them but it's nice to see your face :)\n  ","161498":"\n   Why did you want a blue tick?\n  ","161499":"\n   Have you ever had to deal with bad\/loud neighbors? How did it go?\n  ","161500":"\n   How come all actresses and actors are lucky in the looks department and their selfies are always on point?\n  ","161501":"\n   Hey, do you like cats?\n  ","161502":"\n   How does being left on read make you feel ? Where does this mostly happen to you Facebook, Instagram, Snapchat or regular text?\n  ","161503":"\n   What was the thing that annoyed you?\n  ","161504":"\n   The year is about to end, was it a fast, good year for you?\n  ","161505":"\n   inspired by recent events on twitter -- do you believe public speaking classes in high school\/college should be mandatory, even for students with social anxiety? some tweets are saying that students shouldn't be forced to give presentations, while others say that it helps to overcome them. thoughts?\n  ","161506":"\n   Then u r here for?\n  ","161507":"\n   Even girls should answer like this to creeps they will definitely get scared and reduced :) good one\n  ","161508":"\n   What kind of tacos you like carne asada fish chicken shrimp hamburger mixed with egg and chili powder plus are they soft or hard made with flour or corn\n  ","161509":"\n   In how many relationships have u been? Or How many times have u lied to ur best friend? And why??\n  ","161510":"\n   So u tell this to old mans not boys?\n  ","161511":"\n   🤔 ya u r old enough\nOkay then i apology :(\n  ","161512":"\n   It is a valid qstn 😂\nU dont wear panties?\n  ","161513":"\n   Panty colour?\n  ","161514":"\n   They are both rappers\n They are very underappreciated. \nCheck them out.\n  ","161515":"\n   Flatbrush zombies or Injury Reserve?\n  ","161516":"\n   I might\n  ","161517":"\n   .\n  ","161518":"\n   How are you all doing today\n  ","161519":"\n   would you shave your head right now for 500 dollars\n  ","161520":"\n   Pulp Fiction or Kill Bill?\n  ","161521":"\n   what. you're on every day! lol\n  ","161522":"\n   If you became a teacher tomorrow, what would you teach?\n  ","161523":"\n   What countries would you like to visit?\n  ","161524":"\n   Do you collect anything? If so, what is it?\n  ","161525":"\n   have you had eye drops before?\n  ","161526":"\n   have you ever skateboarded?\n  ","161527":"\n   eff, marry, kill: surfing, snowboarding, skateboarding\n  ","161528":"\n   green tea or black coffee\n  ","161529":"\n   as a baby were you formula fed or breastfed? what abt your siblings?\n  ","161530":"\n   Take care Allison and all the best for your foot operation prep :)  I love typing with you\n  ","161531":"\n   I tend to binge on deep stuff that's available on the internet.  But suddenly I find I have to just drop it in order to keep my sanity.\n  ","161532":"\n   It's funny, I don't think I have any mental illnesses apart from the normal but I find that I can really relate with how you think.  It's like I understand where you're coming from :)\n  ","161533":"\n   Ever feel like you've overdosed on information?\n  ","161534":"\n   Allison, I'm so glad that you're in the world when I'm here too.  I love your honesty and the way you deal with what life has given you.  You're a real champion in my books :)\n  ","161535":"\n   Would you buy him an artificial vag for Christmas?\n  ","161536":"\n   But doesn't if freak you out a bit that what we think is us will eventually die and never be again?\n  ","161537":"\n   Do you joke with your partner about your libido or lack thereof?\n  ","161538":"\n   Do you think that birth and death are two sides of the one coin?\n  ","161539":"\n   Do you also help your hubby with tinder choices?\n  ","161540":"\n   Yes but I meant in the womb.  Like at which point did the sperm and the egg become you and can you remember?\n  ","161541":"\n   So where has the lust gone and is that a problem for your hubby?\n  ","161542":"\n   Do you think that all our experiences are recorded in our bodies by way of a feeling memory?\n  ","161543":"\n   Like, at what point exactly did you become Allison?\n  ","161544":"\n   How did you meet your hubby and was it love at first sight for you both?\n  ","161545":"\n   Hahahaha,  I love that reply :)  Could be that Tingle thing?\n  ","161546":"\n   Do you believe in unconditional love and do you experience it in your own life?\n  ","161547":"\n   Why is it Sunday where you are now but it's Monday where I am now?  Or is this question one day too early?\n  ","161548":"\n   At what point exactly does water become a tree?\n  ","161549":"\n   Can you share a funny psychotic story that happened to you?\n  ","161550":"\n   Is it Sunday where you are now?\n  ","161551":"\n   Ever watch fractal video art?\n  ","161552":"\n   Ever had religion pushed onto you?\n  ","161553":"\n   Allison, when do you go under the knife?\n  ","161554":"\n   Why do some people need to believe in a high power do you think?\n  ","161555":"\n   What things do you usually talk about with friends?\n  ","161556":"\n   So how do you make life purposeful if you think it's purposeless?\n  ","161557":"\n   Hmm, that's interesting about your family's funeral arrangements.  If you have no spiritual beliefs, then does that mean you think there's no controlling purpose behind being in existence?\n  ","161558":"\n   Do your feet get smelly fast?\n  ","161559":"\n   Is it important for you to have somewhere to visit your parents\/partner after they die?\n  ","161560":"\n   Your skin is very smooth but it won't be like that forever.\n  ","161561":"\n   Do you have any spiritual beliefs?\n  ","161562":"\n   Do you think you'll age gracefully?\n  ","161563":"\n   It's a type of lilly that grows wild here.  Was your one off use of acid beneficial for you in any way?\n  ","161564":"\n   I do some art photography.  What do you think of my latest attempt? It's my profile photo\n  ","161565":"\n   what time is it where you are now?\n  ","161566":"\n   Would you like to teach art?\n  ","161567":"\n   Do you think there's too much emphasis put on having to be someone in the world?\n  ","161568":"\n   What has been your biggest influence in your life?\n  ","161569":"\n   .\n  ","161570":"\n   Are you a gentle person?\n  ","161571":"\n   Thanks for the link,  that's interesting.  Does most of your family know about your mental health issues?\n  ","161572":"\n   Do you have a link to Chuck Tingle's views on different time lines?\n  ","161573":"\n   Hey Allison, I attract those kinds of people too.  Why is that do you think?  Like, could it be that we too are on a different mission and that's why we attract them?\n  ","161574":"\n   Do you use planner to keep yourself or your days organised?\n  ","161575":"\n   Ever heard if the Mandela Effect?\n  ","161576":"\n   Ever heard Terence Mckenna talk?\n  ","161577":"\n   What's cbd?\n  ","161578":"\n   Ever had complete strangers walk up to you in public and start raving on about something personal to them without establishing a report with you?\n  ","161579":"\n   How is west and east crab different?\n  ","161580":"\n   Is Cherry Pie a kind of pot?\n  ","161581":"\n   No, no. I mean a glitch in the matrix. Meaning something weird happening in real life like it would in a video game or movie.\n  ","161582":"\n   Crab cake sound lovely.  Have you made much of it?\n  ","161583":"\n   Ever tried to grow some pot?\n  ","161584":"\n   Do you have Aunt Jemmima Maple Syrup in your cupboard?\n  ","161585":"\n   What is crab cake?\n  ","161586":"\n   Where are you tripping to in May?\n  ","161587":"\n   Hey, have you ever heard of A glitch in the matrix?\n  ","161588":"\n   at the age you are right now would you date a 21 year old\n  ","161589":"\n   what’s a nature-y name you like\n  ","161590":"\n   What do you do when you are bored at school\/work?\n  ","161591":"\n   I'm sorry to hear that. Do you have to have regular scans or whatever they call those tests? The ones where they flatten the boob between glass (?) looks painful and I've heard it is?\n  ","161592":"\n   Your boobs look fab in your new dp! Not sure if it's the bra or the cross-over top, probs both. Great lift and shape, gurl!\n  ","161593":"\n   That is not the majority of people and there are other dynamics driving the narrative,  What Kap is protesting is something that needs to be fixed again not cop is like what the liberal media paints them to be,  to assume that anyone that has an opposing opinion is racist is just doesn't help\n  ","161594":"\n   How far ahead do you usually plan?\n  ","161595":"\n   have you ever surfed?\n  ","161596":"\n   Did you expect to wind up as the unemployable lunatic that you are?\n  ","161597":"\n   surfers or snowboarders?\n  ","161598":"\n   Imagine you’re a scary ghost but you’re restricted to haunting just one person for the rest of their life, after which you can pass on. Who would it be and why?\n  ","161599":"\n   This question seems politically motivated , Hillary supporter still feeling the hurt ?  The fact is the country isn't ruled by the elites of the West coast or the East coast  even though they think it\n  ","161600":"\n   What movie can you quote word for word?\n  ","161601":"\n   satan bless i wish you and your husband all the happiness\n  ","161602":"\n   lmaaaaaao really ? are you married to that bird ?\n  ","161603":"\n   She's married to a bird and loyal to it anon! how dare you!\n  ","161604":"\n   sorry i have a gf so i won't date you also i don't like the name allison\n  ","161605":"\n   As a kid, what did you think would be awesome about being an adult, but isn’t as awesome as you thought it would be?\n  ","161606":"\n   Who is the most creative person you know? What do they create?\n  ","161607":"\n   What was the worst shopping experience you’ve ever had?\n  ","161608":"\n   Do you like your weekdays or weekends more?\n  ","161609":"\n   .\n  ","161610":"\n   Do you think Southern people are backwards and unducated? Of course not everyone but the majority\n  ","161611":"\n   beer or lemonade? chicken wings or cheeseburgers? french fries or potato chips? potato salad or coleslaw?\n  ","161612":"\n   blackberries or plums?\n  ","161613":"\n   Captain America or Spider-man?\n  ","161614":"\n   If I tell that I like u, would u confuse that for love or sex ?\n  ","161615":"\n   Phew! \"bog\" is also slang for poop!\n  ","161616":"\n   Hey\n  ","161617":"\n   What three things in life you want more than anything else?\n  ","161618":"\n   Hello\n  ","161619":"\n   Hey Allison, so nice to communicate with you from so far away (Australia).  You are a great person and thanks for answering my questions.  Take care Allison and all love to you :)\n  ","161620":"\n   Ever think about how short life is compared to geological history?\n  ","161621":"\n   Do you think we'll make it through the next 20 years without a world war?\n  ","161622":"\n   What are the biggest problems the world faces today from your perspective?\n  ","161623":"\n   Do you follow your country's politics?\n  ","161624":"\n   Do you prefer to stay at home more as you get older?\n  ","161625":"\n   How would you feel if it turned out that Bubo wasn't real, but a hallucination?\n  ","161626":"\n   Nice and simple :)  Would you buy another bird if Bubo passed away?\n  ","161627":"\n   What would be your epitath?\n  ","161628":"\n   Can you do tattoos?\n  ","161629":"\n   without looking at my page do u remember my @? just curious :) if it’s memorable at all to people haha\n  ","161630":"\n   Post a picture of your #powernapchallenge and tag\n   \n    @askfm\n   \n   !\n  ","161631":"\n   definitely no reason ? so you have no shame about it ?\n  ","161632":"\n   i heard you only have white friends , is there a reason why ?\n  ","161633":"\n   the name Violet or the name Joely?\n  ","161634":"\n   the name Charles or the name Isaiah?\n  ","161635":"\n   Abba or Ace Ventura (Pet Detective)? Game of Thrones or Guns n’ Roses? Battlestar Galactica or Black Sabbath?\n  ","161636":"\n   What's something (music, movie, book, genre, hobby, etc..) you can appreciate, and you get why people like, but you don't like yourself?\n  ","161637":"\n   Do you have tips on how to cover dark circles from your experience? Best method worked for you\n  ","161638":"\n   Hi stranger\n  ","161639":"\n   would you rather spend the next week vegan or gluten free?\n  ","161640":"\n   how often do u moisturize ur face\n  ","161641":"\n   do u currently have any crushes\n  ","161642":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","161643":"\n   would you rather decorate ur room w mostly yellow or mostly blue?\n  ","161644":"\n   what’s a novel you read recently?\n  ","161645":"\n   .\n  ","161646":"\n   Why do you think that the male depression\/suicide rate is so high?\n  ","161647":"\n   Can you drive stick?\n  ","161648":"\n   What's your opinion on foreskin?\n  ","161649":"\n   What are some cute traits of guys?\n  ","161650":"\n   How old r u\n  ","161651":"\n   Wouldn't you think a guy looks weak when he breaks down?\n  ","161652":"\n   Do you think it's bad?\n  ","161653":"\n   Why do you think men hold in emotions?\n  ","161654":"\n   are you keeping up with your daily sketch?\n  ","161655":"\n   Ever buried a dead pet?\n  ","161656":"\n   Did your teachers miss you?\n  ","161657":"\n   Do you hate or love wearing jeans? Is it easy to find a jeans that fits perfectly?\n  ","161658":"\n   A song reminds you of someone..??\n  ","161659":"\n   christmas parties or halloween parties?\n  ","161660":"\n   nutmeg or saffron?\n  ","161661":"\n   cardi b or nicki minaj?\n  ","161662":"\n   When you say talk to you later, you don't necessarily mean that talk to them later in the day, right? I think it can be meant to say to talk to that person tomorrow or any other time.\n  ","161663":"\n   do you eat meat? do you drink alcohol? do you eat gluten? do you smoke cigarettes?\n  ","161664":"\n   pancakes or toast? bacon or eggs?\n  ","161665":"\n   Omg, does \"bog\" mean what I think it means? Can you elaborate on what you mean but not too much?\n  ","161666":"\n   What summer shoes do you find the most comfortable?\n  ","161667":"\n   should marijuana be legal?\n  ","161668":"\n   what’s your opinion on infant\/baby ear piercing? what about circumcision?\n  ","161669":"\n   .\n  ","161670":"\n   Allison, I feel a bit torn.  I got into this meditation practice which aims for enlightenment but it abhors the use of intoxicants. I love to smoke a joint occasionally and go for country bike rides. Any advice for me please as to if I should stop doing this?\n  ","161671":"\n   What are your political leanings if any?\n  ","161672":"\n   Do you think that democracy is under threat?\n  ","161673":"\n   Do you understand what populism means?\n  ","161674":"\n   I am. She is a nice lady by the way.\n  ","161675":"\n   Do you like avocados?\n  ","161676":"\n   I panic really easily whenever someone gets in my personal space. I also have a hard time shaking people's hands.\n  ","161677":"\n   Are both your parents still kicking?\n  ","161678":"\n   Do you skype with your partner when he's away?\n  ","161679":"\n   Are there many fruit trees growing publicly where you live?  Like mangoes, oranges, strawberries etc?\n  ","161680":"\n   My doctor said that for now if I find myself getting really anxious I should go to a quiet place and relax.\n  ","161681":"\n   Do you make your own cranberry juice?\n  ","161682":"\n   Ever tried cranberries?\n  ","161683":"\n   I am taking a pill for it and working on to see a counsler or psycologist. 1 of the 2.\n  ","161684":"\n   I found out from my doctor that i have anxiety. Which explains most of my phobias.\n  ","161685":"\n   Do you grow any of your own food?\n  ","161686":"\n   I don't have many friends mainly because I don't really seek friendship out.  I love my own company and shy away from group membership because I think it stifles original thinking.  Do you think it's ok being like that?\n  ","161687":"\n   Do you also like to use cannabis whilst drinking alcohol?\n  ","161688":"\n   Did you ever used to feel lonely when you were younger?\n  ","161689":"\n   Allison, are you an alcoholic?\n  ","161690":"\n   How do you know that Bubo can see in infrared?\n  ","161691":"\n   .\n  ","161692":"\n   Did you know that different animals see the world at different speeds than humans?\n  ","161693":"\n   Do you have any super normal powers?\n  ","161694":"\n   .\n  ","161695":"\n   What are the childish things you still do as a grown up?\n  ","161696":"\n   what’s ur fav brand of good smelling shampoo\n  ","161697":"\n   in regards to scents & smells: fruity or floral? hippie dippie or clean\/fresh? masculine or feminine?\n  ","161698":"\n   How would you know if a girl likes you ? (Girls only )\n  ","161699":"\n   what group or groups of people do you think has it the worst? any groups we kinda forget got the short end of the stick??\n  ","161700":"\n   what’s ur opinion on hummus\n  ","161701":"\n   Which flavor of ice cream is your favorite?😍\n  ","161702":"\n   If someone wants to talk to you , what are the steps they should proceed to reach your acceptance of giving them a portion of your time to listen to ?\n  ","161703":"\n   When it’s the appropriate age for a mother to let her daughter date?\n  ","161704":"\n   Even if not to an extreme extent, do you feel loyalty to any brand of anything?\n  ","161705":"\n   If you could rename any dish, what would it be and to what?\n  ","161706":"\n   what's a lyric that makes you immediately want to listen to the song it's from?\n  ","161707":"\n   .\n  ","161708":"\n   Do you have weird relatives?\n  ","161709":"\n   Where are you from?:P\n  ","161710":"\n   How’s your day?\n  ","161711":"\n   have u ever thought about adopting ?\n  ","161712":"\n   Your cool!\n  ","161713":"\n   do you prefer swimsuits or bikinis\n  ","161714":"\n   what do you do if you wake up with a bad tummy ache\n  ","161715":"\n   Does it annoy you when you’re out with indecisive friends\/partner?\n  ","161716":"\n   which is longer: your first or middle name ?\n  ","161717":"\n   Also somebody stopped the payment on my reality check.\n  ","161718":"\n   I KEEP LOSING THINGS AT WORK! Like my food, my coffee, my cellphone, my sanity, my will to live!\n  ","161719":"\n   What is something you'd say to someone who wants to explore gender in outward ways outside of what's socially acceptable for their assigned gender, but isn't in a living situation where that's exactly safe to do?\n  ","161720":"\n   Did you have a brite lite? Easy bake oven? Slinky? Cabbage patch doll? scooter?\n  ","161721":"\n   FAIR. It is good, even without the sour cream.\n\nA pizza place near where I grew up had a BLT pizza, which had a white sauce, and then bacon & cheese baked, and then cold, diced tomatoes on top after, along with a light layer of shredded lettuce, and then stripes of mayo across it. Surprisingly yum\n  ","161722":"\n   okay, but what about...cheeseburger PIZZA with pickles?\n\nbonus: have you ever had taco salad pizza that had sour cream and shredded lettuce on top?\n  ","161723":"\n   with pickles?\n  ","161724":"\n   If you could only eat one style of food or cuisine forever, what would it be?\n  ","161725":"\n   haha fair! Did you get in on the limited re-release this summer?\n  ","161726":"\n   favorite food, drink, etc... that you can't get anymore? (3D DORITOS, I LOVE YOU)\n  ","161727":"\n   what's your favorite part of your art process?\n  ","161728":"\n   Weirdo, why weirdo? :o\n  ","161729":"\n   Let me tell you a story...\n   \n    https:\/\/i.pinimg.com\/originals\/1f\/d1\/5a\/1fd15adf32ac81244ce396d86943066a.jpg\n   \n","161730":"\n   did you do any art today?\n  ","161731":"\n   How many hats do you own?\n  ","161732":"\n   i have a bad habit of eating healthy\/light breakfasts, and within a couple hours getting hungry and eating something shitty lol. what are your favorite hearty breakfasts?\n  ","161733":"\n   what’s your favorite black comedy?\n  ","161734":"\n   Trainspotting or Requiem for a Dream?\n  ","161735":"\n   House, townhouse or condo?\n  ","161736":"\n   What is your best childhood memory??\n  ","161737":"\n   what’s a girly drink? what’s a manly drink? extra points for really specific answers. like the name of a cocktail or brand names.\n  ","161738":"\n   Do you make small talks for example with a cashier? Do people try talk to you when you’re out?\n  ","161739":"\n   Have you ever done ancestry test? If not are you interested\n  ","161740":"\n   Why you don’t look old?\n  ","161741":"\n   Are you really 38?\n  ","161742":"\n   What’s your thoughts on plastic surgery? Would you do it if money wasn’t an issue?\n  ","161743":"\n   lol no way\n  ","161744":"\n   what’s ur dream car, but like reasonable dream car? (like... i’m an adult w a good paying job car.) what’s ur super luxury, i just won the lottery dream car?\n  ","161745":"\n   What's a song\/artist you've been listening to a lot lately?\n  ","161746":"\n   Nice D cups\n  ","161747":"\n   what’s ur fav receptacle for beer drinking ? (a pint glass? a can? a bottle? are there more options idk.)\n  ","161748":"\n   If you knew that you had 31 days left to live, what would you do with your 31 days?\n  ","161749":"\n   do you find “streetwear” attractive?\n  ","161750":"\n   What’s the first thing you notice about people?\n  ","161751":"\n   If there is one thing that you could change about the past, what would that be?\n  ","161752":"\n   Hey Allison, how are you today?\n  ","161753":"\n   Is Bubo transgender?\n  ","161754":"\n   What’s the catchiest song you’ve ever heard?\n  ","161755":"\n   i’m moving!!! and i’m gonna need to buy a car but i’m super excited. what has been your fav car that you’ve ever owned?\n  ","161756":"\n   have you ever owned: a wig? a beta fish? converse? a subaru? a red wagon? a mutt?\n  ","161757":"\n   Who was the last person you met today?\n  ","161758":"\n   would you rather never have french fries again or never have a baked potato again\n  ","161759":"\n   How often do you draw? What do you like to draw?\n  ","161760":"\n   volkswagen or jeep?\n  ","161761":"\n   What subjects do you study in school?\n  ","161762":"\n   Is your town energy and environmentally conscious?\n  ","161763":"\n   Are there certain birds that would attack Bubo if they could get to it?\n  ","161764":"\n   Would you remarry if you lost or separated from your partner?\n  ","161765":"\n   How did you come up with Bubo's name?\n  ","161766":"\n   What causes the bunions?\n  ","161767":"\n   OUCH!  That sounds sore :(  how long will you be in hospital for?\n  ","161768":"\n   Why foot surgery?\n  ","161769":"\n   what do you know about ulcerative colitis ?\n  ","161770":"\n   Are you in constant attention with the sensations in your body?\n  ","161771":"\n   Do you like psychedelic space rock music?\n  ","161772":"\n   Ever seen fractal videos on youtube?\n  ","161773":"\n   What do you think of fractal art?\n  ","161774":"\n   i have an olive garden gift card and a five guys gift card. if u were me, which would you use for dinner tonight?\n  ","161775":"\n   are you related to any lawyers? dentists? construction workers?\n  ","161776":"\n   do you listen to arthur lee?\n  ","161777":"\n   have you ever: spilled something all over everything in ur suitcase (rip face cleanser lol)? been to an interracial wedding? been to IHOP? gotten drunk in an airport? been in the backseat of a car as the driver gets a speeding ticket while ur already late?\n  ","161778":"\n   Do you think that digital technology like photoshop is cheapening art and photography or is it itself just another form of art?\n  ","161779":"\n   .\n  ","161780":"\n   Wow, that's impressive in two ways from my perspective.  One, it looks so much like you even though it's a simple sketch.  And two, the fact that you did it so fast.  That would take me plenty of tries and still I wouldn't get it right :)\n  ","161781":"\n   is that supposed to be of you? it looks like you lol.\n  ","161782":"\n   What is it about art that you love the most?  Like, is it purely a creative thing or is there more to it for you?\n  ","161783":"\n   Wow, you were a genius when younger.  What things were you a genius at and do you think that genius usually comes with unbalanced mental states?\n  ","161784":"\n   you petted a COCKatoo lmao that anon got you good 😂😂\n  ","161785":"\n   For someone who claims to suffer from mental afflictions, you seem really intelligent and with it to me :)  You're actually more normal that so called normal people :)\n  ","161786":"\n   Ever patted a cockatoo?\n  ","161787":"\n   Yeah, that's what I put it down to but there's no way of varifying it scientifically.  It's a personal thing ultimately I think\n  ","161788":"\n   Would you like to have a pet Mawcor?\n  ","161789":"\n   I went for a road trip along the South Australian Coast and was seeing place that I swear I've been to before but I hadn't ever been down that way ever in this life.\n  ","161790":"\n   Oh, you poor thing being allergic to mangoes. I love them so much and make mango juice each year and freeze it for winter :)\n  ","161791":"\n   I do that too.  I keep dreaming of this place near where I live that has these mangoes the size of small soccer balls growing in trees.  But the area is different to how it actually is\n  ","161792":"\n   Ever have mind visions of places that you've never seen here before but that feel very familiar to you anyway?\n  ","161793":"\n   Did you feel much pressure to give out to boys when you were younger?\n  ","161794":"\n   Ever researched your family history?  Like, is Campbell Irish?\n  ","161795":"\n   Why are girls with pure hearts always deceived?\n  ","161796":"\n   Post a selfie whoever likes it thinks you're cute?\n  ","161797":"\n   What's your most vivid moment of this summer?\n  ","161798":"\n   steak or salmon? provolone or parmesan? red wine or sparkling wine? chili or chicken noodle soup? green tea or earl gray tea?\n  ","161799":"\n   \"You can never replace anyone because everyone is made up of such beautiful specific details.\" .. What is your opinion on this quote? To what extent do you agree or disagree?\n  ","161800":"\n   candy canes or hot cocoa? christmas trees or the first snowfall of winter? an angel on top of the tree or a star? christmas carols or christmas movies? snowmen or snowball fights?\n  ","161801":"\n   trick or treating or passing out candy? costume parties or horror movies? jack o lanterns or pumpkin cookies? apple cider or pumpkin spice lattes? pumpkin patches or haunted houses?\n  ","161802":"\n   In the lego situation\n  ","161803":"\n   You said youd be helpless\n  ","161804":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","161805":"\n   Ever killed an animal to eat it?\n  ","161806":"\n   Would you rather spend your last years at home or in a nursing home?\n  ","161807":"\n   How's Bubo?\n  ","161808":"\n   do you have a farmers market where you live? how is it?\n  ","161809":"\n   What's your definition of a toxic person?\n  ","161810":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends? What could be your reasons for discontinuing friendship with a person?\n  ","161811":"\n   What do you think of my flag?\n  ","161812":"\n   What's your motto ? How it affects your life ? ❤\n  ","161813":"\n   They always say u should love your self , the question is how can u love your self  !?\n  ","161814":"\n   Why do people loose their interest?\n  ","161815":"\n   But who says you're helpless?\n  ","161816":"\n   What art have you been creating lately?\n  ","161817":"\n   How can people gain your trust? \nIs the time of knowing that person an important part of it (to become very close friends at first) or you can rely on you \"instincts\" that the person can be trusted after just a short time of knowing them?\n  ","161818":"\n   spring or autumn? dawn or dusk? june or january? sunshine or moonlight?\n  ","161819":"\n   sometimes i worry that my impulses to improve my life are really just self destructive impulses. i work two jobs and really have the urge to quit both. it feels like it would make my life happier but would it??? how do i find out the difference? do u get those impulses?\n  ","161820":"\n   Haha why do you give up? 😑\n  ","161821":"\n   Well a hand comes down and grabs the helicopter and takes it away then\n  ","161822":"\n   Are you gonna try to use it? 😯\n  ","161823":"\n   There is a lego helicopter though\n  ","161824":"\n   When you leave the mansion you see that it's in a lego neighbourhood\n  ","161825":"\n   They are nowhere to be found 😯\n  ","161826":"\n   Oh that's a good call. Sure, there's working utilities lol\n  ","161827":"\n   You wake up tomorrow inside a Lego mansion. What all would you do?\n  ","161828":"\n   Ok, same question but for the lego buildings instead\n  ","161829":"\n   How come? Did they freak you out?\n  ","161830":"\n   When you were a little girl, did you ever dream about living in one of your dollhouses?\n  ","161831":"\n   how were you able to work before, was this before you having mental ilness disabilities?\n  ","161832":"\n   i remember Eckerd drugsx my parents went there when i was little, didnt they turn into CVS?\n  ","161833":"\n   how did you meet your husband?\n  ","161834":"\n   noodles or celery? tomatoes or pineapple? mozzarella or gouda? beer or shirley temples?\n  ","161835":"\n   tell me something i don’t know. abt u, abt coffee, abt ur kids, abt ur first job, just a fact. i wanna hear it!!!!\n  ","161836":"\n   what’s ur fav insect\n  ","161837":"\n   would you rather make $10 an hour babysitting a five year old for five hours (fifty bucks) or make $25 an hour mowing a large yard for two hours (fifty bucks)?\n  ","161838":"\n   what does the shape of your necklace mean in dp ? also nice melons btw\n  ","161839":"\n   white girl test: do you drink Starbucks everyday ?\n  ","161840":"\n   When u hear \"morals \" What is the first thing that comes to your mind?\n  ","161841":"\n   Does she get angry when you 'annoy' her while she's asleep?\n  ","161842":"\n   Show her a little mirror\n  ","161843":"\n   Bring her a partner\n  ","161844":"\n   Nice periquito\n  ","161845":"\n   i am very talented with photoshop what career can i get into with this talent?\n  ","161846":"\n   .\n  ","161847":"\n   .\n  ","161848":"\n   You look rich with all the make up and gold necklaces.\n  ","161849":"\n   cauliflower or carrots? daisies or sunflowers? cheetahs or armadillos? monkeys or llamas?\n  ","161850":"\n   .\n  ","161851":"\n   Are you rich?\n  ","161852":"\n   it's not that \"obvi\" I didn't know you were white\n  ","161853":"\n   where are you live\n  ","161854":"\n   Which two movies would you like to combine into one?\n  ","161855":"\n   Hello,\n  ","161856":"\n   How to Travel on an Airplane If You Suffer from Claustrophobia?\n  ","161857":"\n   Are you a person with cold hands and warm heart or person with warm hands and cold heart ? 😁\n  ","161858":"\n   Ummm yuck\n  ","161859":"\n   I love older women. Pls\n  ","161860":"\n   So what? Age is a number ?\n  ","161861":"\n   Messenger ? Wanna call. Cuz you’re my crush\n  ","161862":"\n   Just one call pls ??\n  ","161863":"\n   Whatsaap? Can I call pls\n  ","161864":"\n   Eres muy bonita\n  ","161865":"\n   Snapchat ?\n  ","161866":"\n   but i remember u mentioning u do work\n  ","161867":"\n   I thinck you pretty are you married\n  ","161868":"\n   Why is that\n  ","161869":"\n   The country side. What is your favorite thing to do on weekends\n  ","161870":"\n   Have you had your tonsils out?\n  ","161871":"\n   Are you in tune with nature?\n  ","161872":"\n   Do you like being here?\n  ","161873":"\n   Ever find yourself talking to your partner in Bubo speak because you're so used to doing that with Bubo?\n  ","161874":"\n   Have you been observing the full moon lately?\n  ","161875":"\n   Do you think that birds in general are intelligent?\n  ","161876":"\n   You can't afford to buy my story.\n  ","161877":"\n   I had a bird that looked like that but it flew away. Did you buy that?\n  ","161878":"\n   You a cracker or?\n  ","161879":"\n   Would you be ok being a budgie and spending the rest of your life living in the wild with Bubo as your best friend?\n  ","161880":"\n   Do you know Bubos family history?\n  ","161881":"\n   Do you notice any kind of personality change in Bubo when you're about to put her in boarding?\n  ","161882":"\n   Would you like to swap minds with Bubo for a day just to see how she sees the world and how you see the world?\n  ","161883":"\n   What's \"in boarding\"?\n  ","161884":"\n   Does Bubo try to communicate with other birds?\n  ","161885":"\n   Would you hatch Bubos eggs if that was scientifically possible?\n  ","161886":"\n   oi\n  ","161887":"\n   Eggsy literally won’t even show her face on her profile and starts crap w everybody but nobody does anything because for some reason this site worships her... Why?\n  ","161888":"\n   You rich?\n  ","161889":"\n   Arm pic?\n  ","161890":"\n   He was like blaze bayley in that he never got his due. Well have a good night anyway. \\m\/\n  ","161891":"\n   I was listening to the album he did with accept and when you said that I was worried he was dead, but apparently he's still alive?\n  ","161892":"\n   do you really believe you’re intelligent? why?\n  ","161893":"\n   views on david reece\n  ","161894":"\n   What would you do if you suddenly became half your normal size?\n  ","161895":"\n   Have you ever seen an asmr video? Did it work for you? Did it creep you out? lol. I'm watching \"follow this; the internet whisperers\" on Netflix\n  ","161896":"\n   do you have a tinder? have u ever?\n  ","161897":"\n   fried rice or fettuccine alfredo? golden retrievers or pit bulls? hasbrowns or mashed potatoes? snakes or lizards? Supreme or Louis Vuitton?\n  ","161898":"\n   Do you have much control over what your dream about when you're sleeping?\n  ","161899":"\n   Have you watched the movie Heathers? Did you like it? Have you watched the show based off it? Thoughts?\n  ","161900":"\n   Do u talk to strangers??\n  ","161901":"\n   How would you react to your significant other cheating on you?\n  ","161902":"\n   What do you prefer - the countryside or the city?\n  ","161903":"\n   Do you think the words a person use to insult someone during a disagreement reveals anything about them?\n  ","161904":"\n   what do you (generally) get at subway? starbucks? chipotle?\n  ","161905":"\n   (MORE) lattes or black coffee? japan or south korea? beef or pork? Chicago or Los Angeles? denim shorts or athletic shorts? KFC or subway?\n  ","161906":"\n   why a green bird ? there weren't other colors ?\n  ","161907":"\n   What are your favorite pizza toppings?\n  ","161908":"\n   Are you afraid that robots will take over the world?\n  ","161909":"\n   Do you have lots of sides to your personality?\n  ","161910":"\n   No, but I'm getting better at remembering my dreams :)\n  ","161911":"\n   Would you like to have a device that recorded your dreams?\n  ","161912":"\n   What do you do with Bubos eggs?\n  ","161913":"\n   if you were married how different will your life be?\n  ","161914":"\n   Have you ever been nagged to upgrade by your phone company and it wasn't in your favor?\n  ","161915":"\n   How's your day going?\n  ","161916":"\n   what’s a name you associate w rich people? like a name that just sounds BOUGIE. (u can can answer for guy and for gal)\n  ","161917":"\n   do you know any triplets?\n  ","161918":"\n   What is the important thing that you will do anything?\n  ","161919":"\n   Do you like Metallica?\n  ","161920":"\n   Why does Billy Joel so often attempt to lyrically portray himself as some kind of intimidating bad-ass rebel?\n  ","161921":"\n   Does a year seem shorter to you if you look back on it compared to if you try to see one year into the future?\n  ","161922":"\n   What's the most peaceful place for u ?\n  ","161923":"\n   (i love these, sorry if you don’t!) Pusha T or Amine? yogurt or honey? saint patrick’s day or saint valentine’s day? grapes or blueberries?\n  ","161924":"\n   rank from fav to least fav: oregon, washington, california. #westcoast\n  ","161925":"\n   why\n  ","161926":"\n   What question(s) would you ask God?\n  ","161927":"\n   Did you know that being left or right handed is determined in the womb, doctors use ultrasounds to examine babies in the fetus. Babies who hold their right hand most of the time to their mouth will usually mature to be right handed. Whereas the same with a left handed child.\n  ","161928":"\n   What song do you listen to when you're sad?\n  ","161929":"\n   Is it okay to pee in the shower?\n  ","161930":"\n   Would you consider yourself as loyal? Or you rather switch sides, depending on who\/what is better? (In any way)\n  ","161931":"\n   How often do you post pictures in you social media accounts?\n  ","161932":"\n   Ever listened to Terence Mckenna on youtube?\n  ","161933":"\n   Ever seen flocks of budgies?  We get them in Australia :)\n  ","161934":"\n   What do you do when you're bored? 😐\n  ","161935":"\n   Why'd you let your Tamagotchi die?\n  ","161936":"\n   Did you have moon shoes? Basically trampoline things for your feet?\n  ","161937":"\n   Sorry about that! My girlfriend called me a depressed 50 year old man which I have to admit is quite accurate even though I'm technically in my 30s. But I hope you enjoyed the track anyway as they're terrific musicians.\n  ","161938":"\n   What questions?\n  ","161939":"\n   .\n  ","161940":"\n   honestly do you get jealous of girls with bigger bööbs than yours ?\n  ","161941":"\n   What is the reason behind girls wearing earrings?\n  ","161942":"\n   do you judge a man by the size of his lunchbox?\n  ","161943":"\n   P- \"PASSION\": List at least 3 things you are passionate about.\n  ","161944":"\n   O- \"APPRECIATION\": What are the little things in life that everyone can appreciate?\n  ","161945":"\n   S- \"SELFLESSNESS\": What was your last good deed?\n  ","161946":"\n   I- \"INVESTMENT\": What is your opinion on emotional investment?\n  ","161947":"\n   T- \"TOUCH\": When was the last time you hugged someone?\n  ","161948":"\n   I- \"INSPIRE\": What is your favorite inspirational quote?\n  ","161949":"\n   V-\"VALUE\": What do you value most in a friend?\n  ","161950":"\n   E-\"ESTEEM\": List at least 2 things that you like about yourself.\n  ","161951":"\n   Does Bubbo put his head in your mouth as a trick?\n  ","161952":"\n   Would you be pissed off if you were reborn as a creature that lives in mud?\n  ","161953":"\n   Are you touchy feely?\n  ","161954":"\n   pap of Bubo\n  ","161955":"\n   if u had to name a baby RIGHT NOW, just like choose a name, what would you prob go with? (u can answer for boy and girl names!)\n  ","161956":"\n   How do you handle people who ask you to go in a date? Do you find it hard to reject someone?\n  ","161957":"\n   Do you consider yourself shy?\n  ","161958":"\n   Do you prefer one to one conversation or in a group?\n  ","161959":"\n   do u love the bird more than ur husband ?\n  ","161960":"\n   What are you longing for right now?\n  ","161961":"\n   Which is scarier: clowns or spiders?\n  ","161962":"\n   Are you tonsil - free?\n  ","161963":"\n   What one change would you make to your favourite film or tv show?\n  ","161964":"\n   Is there anything beneficial about having schizophrenia?\n  ","161965":"\n   Is it possible to cross a bear with a cow? ???\n  ","161966":"\n   Why society needs you?\n  ","161967":"\n   Who are some of your favorite painters?\n  ","161968":"\n   Ever been religious?\n  ","161969":"\n   Do you have Tumblr? If so what's the link and what kind of blogs do you follow?\n  ","161970":"\n   Good Netflix\/YouTube\/free documentaries or insightful reality shows?\n  ","161971":"\n   what’s the nearest major university to your hometown?\n  ","161972":"\n   Savanna or Savannah?\n  ","161973":"\n   What is your  Instagram and twitter ?\n  ","161974":"\n   Would you support the government killing telemarketers via drone strikes?\n  ","161975":"\n   Paramilitary?\n  ","161976":"\n   Right now, I would like to be in…\n  ","161977":"\n   why people thinkless try to do more?\n  ","161978":"\n   Where was your last selfie taken?\n  ","161979":"\n   Have you ever heard a song and thought it was about one thing then you watch the video of it and it was a totally different meaning?\n  ","161980":"\n   Have you ever heard Nico's cover of The Doors' \"The End\"? John Cale's arrangement and instrumentation is genius.\n  ","161981":"\n   what kind of jelly do u buy\n  ","161982":"\n   have you ever gone to community college?\n  ","161983":"\n   Do you have a drivers license?\n  ","161984":"\n   How many cracks does your phone screen have?\n  ","161985":"\n   If I transfer $25 to you can you PayPal someone $20 for me?\n  ","161986":"\n   Does your PayPal work?\n  ","161987":"\n   What is your opinion of love? Is it permissible for them to do what they want, or are there red lines that they shouldnt skip?\n  ","161988":"\n   ravioli or tortellini?\n  ","161989":"\n   Who is your favorite cartoon character?\n  ","161990":"\n   What was\/ is your favourite children’s book?\n  ","161991":"\n   hey i got a tiny wiener\n  ","161992":"\n   Have you ever read a self help book?\n  ","161993":"\n   2 sentence horror story: as I heard him call me into his room I open the door to my son's room and see him laying on his bed, I get a call from my wife on my cellphone she says: hey honey, just called to remind you to pick our son up from his grandparents tomorrow.\n  ","161994":"\n   Do you have any phobias?\n  ","161995":"\n   What was the last book you read? (Would you recommend it?)\n  ","161996":"\n   uncrustables or poptarts?\n  ","161997":"\n   cuteeeeeee\n  ","161998":"\n   ,\n  ","161999":"\n   Would you say that you had a good reputation between peers in school? Was rumors spread about you?\n  ","162000":"\n   Who's Dan?\n  ","162001":"\n   Who would you like me to match you up with in the photo poll?\n  ","162002":"\n   Didnt realize\n  ","162003":"\n   Im open for questions...\n  ","162004":"\n   I would consider ask am alternative social media, any others that you use besides the main ones?\n  ","162005":"\n   Do you have a victory dance? Could you describe it or video?\n  ","162006":"\n   This is utterly confounding: ______________.\n  ","162007":"\n   Favorite snack food?\n  ","162008":"\n   What's a new place you've been to or would like to go to?\n  ","162009":"\n   You want a new ____.\n  ","162010":"\n   What makes you feel wonderful?\n  ","162011":"\n   Smart casual or sporty style?\n  ","162012":"\n   Have you learned any new words? Was it in your native tongue or a new language?\n  ","162013":"\n   Poetry: Do you like haikus or couplets more?\n  ","162014":"\n   What is the weirdest thing you've heard somebody say?\n  ","162015":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","162016":"\n   have you ever lived in a “rented room” like a big house, w housemates?\n  ","162017":"\n   would you rather have a breakfast sandwich or a breakfast burrito?\n  ","162018":"\n   What do you think about when you hear the word “classy”?\n  ","162019":"\n   Best video soundtracks?\n  ","162020":"\n   Which is worse: doing terrible things and feeling bad about them but not changing and continuing to do terrible things, or doing terrible things and not being bothered?\n  ","162021":"\n   Thoughts on the new Netflix show insatiable? (Or the premise if you haven’t seen)\n  ","162022":"\n   what’s ur opinion on: rex orange county\n  "},"Answer":{"160950":"\n  like sms? my sister maybe. through a text messenger program otherwise, my friend David was the most recent\n  ","160951":"\n  penelope\n  ","160952":"\n  I didn't even have a cell phone until I was like, 22.\n  ","160953":"\n  thanks yo my hair was clean\n  ","160954":"\n  nah\n  ","160955":"\n  lol what\n  ","160956":"\n  it kind of weirds me out honestly. I don't want to be tracked.\n  ","160957":"\n  Sadly, nothing. Let me tell you about what I WOULD have been doing if it wasn't for being temporarily disabled: I was invited to a party at a farm in Eugene OR that was going to have fire dancers, liquor pinatas, and costumes. I was going to dress like a unicorn. Sadly I just don't see me being able to travel that far (about 2 hours) in the state I'm in and still have any fun at a party (in a place that has stairs)\n  ","160958":"\n  there aren't any that I'm aware of where I currently live but when I lived in West Virginia the Appalachian folk have all sorts of weird words and sayings like \"over yonder\" and \"down in the holler\" and \"there goes a jake\" and \"I reckon\" and I totally use as much appalachian slang as I can because it reminds me of my grandma\n  ","160959":"\n  the entire pacific northwest of america is my favorite place. The forests and the rain and the green and the year round hummingbirds and the mountains and the ocean and ugh it's so good. I can't think of anywhere in fiction I especially like.\n  ","160960":"\n  pay off the house and fix it up, donate more, travel to see people I care about\n  ","160961":"\n  I've had massages but I've never been to a spa.\n  ","160962":"\n  check notifications\n  ","160963":"\n  I had an antique dining table and chair set that I sold to a collector because I didn't have room for it anywhere in my apartment\n  ","160964":"\n  a cheeseburger and onion rings and a diet coke\n  ","160965":"\n  for sure\n  ","160966":"\n  I dunno it's just a feature lol has a cup holder too\n  ","160967":"\n  not really\n  ","160968":"\n  it wouldn't matter without my meds, of which there are a lot more than 3 of, I'd be pretty willing to just die\n  ","160969":"\n  yes and the basket is removable\n  ","160970":"\n  better than crutches\n  ","160971":"\n  yeah and can use a knee scooter to get around sort of\n  ","160972":"\n  right below my knee\n  ","160973":"\n  yes thankfully\n  ","160974":"\n  yeah. this is my second surgery and I'm halfway through with healing though I get this cast off the 24th and then will be in a boot thing for another month\n  ","160975":"\n  4 months\n  ","160976":"\n  me and my great aunt are the only ones who've had the surgeries. Mine were extreme enough that my insurance covered them as medically necessary but some bunions aren't bad enough to get approved\n  ","160977":"\n  it's just a genetic thing. my mom and her dad and my sister all have the same issue\n  ","160978":"\n  yup it sucked.\n  ","160979":"\n  it's called a bunionectomy, for a condition called a bunion that is basically where two toe bones loosen at the joint and bow outwards, it's very painful. I had it corrected.\n  ","160980":"\n  no I had joint fusion surgery\n  ","160981":"\n  yeah more or less. pain isn't relaxing but that's mostly low today\n  ","160982":"\n  listening to music with my feet up (I'm in a foot\/leg cast) I just finished rolling joints for the rest of the day. Considering drawing more but also would probably rather save it for my \"daily sketch\" of which I've already done today\n  ","160983":"\n  anything that's not pervy really. It's just a boring day.\n  ","160984":"\n  well I mean you could ask me (appropriate) questions tho\n  ","160985":"\n  mmhmm what else would it mean bicycle? bivalve? bicep?\n  ","160986":"\n  no one is ever looking I need way more attention\n  ","160987":"\n  like, nothing special. people just smile.\n  ","160988":"\n  I'm the oldest.\n  ","160989":"\n  of my very closest, only 1 has kids.\n  ","160990":"\n  nah I don't have anywhere to do that and it's super expensive to do it well\n  ","160991":"\n  no def not the chemicals\/terpenes of each strain give it a unique smell. The strain I have now has a faint lemon smell to it.\n  ","160992":"\n  I've been high since like 2014\n  ","160993":"\n  I mean I'm way too old to be worrying about what my parents buy but if they did want to send me money for something right now I could use a housekeeper this place is a wreck\n  ","160994":"\n  buds are the part people smoke\n  ","160995":"\n  ugh yeah let's not with that.\n  \n  I'm okay I guess. over emotional. hungry. hurting. impatient. awkward. about to smoke up.\n  ","160996":"\n  anything about mental illness, I never finished catch 22 because it was boring, I really hate most sports tbh\n  ","160997":"\n  I like my name alright. I don't have any strong opinions on it, anyway. I hate that my best friend is worked so hard. I hate that my house is so messy.\n  ","160998":"\n  I mean, I'm old enough that I know people my age and older who still are holding out on social media. It's not stupid I guess but it's definitely a little weird to me at least\n  ","160999":"\n  no I had a bunion corrected surgically here's the before and after xrays\n  ","161000":"\n  nah not better. Still on a non weight bearing cast until the 24th and then I will be in a walking boot but I still won't be allowed to put regular weight on it for another month after that\n  ","161001":"\n  well it's only a little before 10 am but so far it's okay. Bubo is being wild because she wants to play with her new toys and nothing else. I have coffee. Gonna get a shower and wash my hair here in a little bit.\n  ","161002":"\n  she IS super attractive. No, not single. Married mom of three teenage boys.\n  ","161003":"\n  lol you just take your chances I guess. It's like, a sketch. for a sketch price.\n  ","161004":"\n  paypal me $15 USD and send me a clear face selfie or a pet photo with your name, social media info or pet's name. Offer only good until I get this cast off my leg then I hope to be back to painting more. allison@shehitsback.com\n  ","161005":"\n  have you seen me\n  ","161006":"\n  yeah I've kinda been struggling with that for a while but I'm pushing through it by having my facebook friends send me pet photos and selfies to draw everyday Here's today's, my friend Elisa\n  ","161007":"\n  well for instance Aquaman looks like a terrible movie but I'll probably watch it for shirtless Jason Momoa anyway\n  ","161008":"\n  I mean all people are pretty strange. I call the neighbor across the street Wheelie Dad though because he always rides his bike and does wheelies out front so that's kinda strange I guess\n  ","161009":"\n  I mean sometimes I feel proud of myself or like I achieved something by doing the right thing I guess. I am pleased to be of service maybe or just glad for positive attention.\n  ","161010":"\n  I've been finding dudes more attractive\n  ","161011":"\n\n   https:\/\/www.youtube.com\/watch?v=5Jkc7kW_LvU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","161012":"\n  I mean my husbands 401k might have been affected but nothing we're really aware of\n  ","161013":"\n  nah I mean I went there last week and when it wasn't ready I asked why and they gave me an emergency refil of 3 pills but then when I called and said my doctor was out of town and no one was pushing her refil requests through they didn't offer to do that a second time so that's what specifically made me angry I guess and honestly I probably just could have asked. It's sorted now though.\n  ","161014":"\n  I have a lot of costume jewelry but very little fine pieces. What I do have is a platinum and diamond necklace, a gemstone and gold tennis bracelet, a diamond wedding band, a pearl necklace and bracelet with matching earrings, w other pairs of pearl earrings, 3 garnet rings and that's it other than the emerald and gold ring I wear on my right hand\n  ","161015":"\n  well if pets count, then my animals, but if not coffee, my computer, and my ipad (which I only use for art)\n  ","161016":"\n  the pharmacy left me hanging on an important medication and I went without for 3 days. I didn't act harshly or even really say anything to anyone but I was kinda angry I guess. I don't really get angry very often and when I do it's rarely long lasting. I'm really a pretty peaceful person.\n  ","161017":"\n  I'm familiar,  my mother, ex partner, and several friends have BPD. I tend to have an \"fp\" too sometimes because of learned behavior. The only personality disorder that's been considered for me though wasd avoidant, but I didn't meet all the criteria (I have a way strong sense of self mainly)\n  ","161018":"\n  yeah it's really awful.It's kinda why I tell everyone who'll listen basically that I have schizophrenia to break up stigma and face any questions head on to clear it up.\n  ","161019":"\n  word I wasn't worried about it I know you're not an ableist.\n  \n  I am schizophrenic so I get a lot of the same stigma as ASPD people because of all the bad horror movies out there about us or whatnot.\n  ","161020":"\n  This was popular this week\n  ","161021":"\n  spite mainly\n  ","161022":"\n  they're people too\n  ","161023":"\n  I mean it's pretty weird but I guess do your thang. My momwas really into astrology but she didn't do that so that's surprising\n  ","161024":"\n  monkeys. and pandemics.\n  ","161025":"\n  I learned a few songs years and years ago but I've forgotton them now. My hands are very small and guitar was akward for them. Ukulele fits better but I've not bothered to practice.\n  ","161026":"\n  I mean I wasn't that worried but now I'm thinking about it.\n  ","161027":"\n  whatever floats your boat honestly. I always love lots of people at once so it makes sense to me.\n  ","161028":"\n  talahassee, orlando, jacksonville\n  ","161029":"\n  tomatoes bacon lettuce\n  ","161030":"\n  frosted mini wheats, lucky charms, fruit loops, cheerios\n  ","161031":"\n  prob\n  \n  ask some questions y'all\n  ","161032":"\n  bungee jump\n  ","161033":"\n  k y'all I'm going to bed. I'm only saying that because yesterday someone sent me an \"are you awake\" message and I am statistically only awake about 50% of the time and starting now is not that time\n  ","161034":"\n  for sure\n  ","161035":"\n  thanks I'm really pushing it right now, practice drawing every day etc. I have a painting in mind but I'm waiting for the right portrait photo. I went through a period of time while psychotic where I wasn't creating at all and it was soul destroying. Now that I'm on meds and balanced I'm trying to create often.\n  ","161036":"\n  not force, but it's a conscious decision for sure.\n  ","161037":"\n\n   https:\/\/www.facebook.com\/shehitsbackart\n  \n","161038":"\n  yeah, the future needs to be worried about some in the current society like bills still need to be paid and it's unreasonable to expect yourself to never visit the past\n  ","161039":"\n  I do, the audobon one\n  ","161040":"\n  I am. I'm very in-the-present mostly\n  ","161041":"\n  twitter posts, facebook page, that's basically it. I advertise generally on mondays when redbubble (the printing company) does a sale and then again if I add something new to the shop\n  ","161042":"\n  not really. I love to watch them in my (very wild) backyard and occasionally I'll go for a nature hike when I'm able but I don't have like, binoculars or a fancy camera and I can identify some but not all birds\n  ","161043":"\n  no, birds. My birds are especially popular in Australia for some reason even though they're all native to the PNW of America. Here is my most-purchased bird the Northern Flicker\n  ","161044":"\n  I've made 60 sales this year so far.\n  ","161045":"\n  nah. I don't really bother with youtube.\n  ","161046":"\n  just a regular comedian over here\n  ","161047":"\n  no, it's mid range I guess. Dulcimer. Most people enjoy my speaking voice.\n  ","161048":"\n  I mean, in this scenario is he late and preventing me from eating a timely dinner? Cause I might be bothered then.\n  ","161049":"\n  things the cats do, shows we watch, talking about our days and weird things that happen, I dunno. normal human things.\n  ","161050":"\n  as a child I'm sure I did, though nothing comes to mind.\n  ","161051":"\n  I'm friends with old teachers on facebook if that counts. I live across the country from where I grew up so I never run into anyone from the past in public.\n  ","161052":"\n  no never. I also sleep 12 hours a night on average though so I definitely don't need naps.\n  ","161053":"\n  because the teachers were less strict and I needed sleep badly. I could get away with sleeping in sciences and government and history. I couldn't sleep through art classes because they were active. English teachers were always strict. I didn't have the luxury of being able to sleep through math because I needed to pay attention to everything in order to pass quizzes. Most things, I was able to quiz well enough at the end of the day that sleeping through the lectures didn't really matter.\n  ","161054":"\n  I in fact took an oceanography class in high school. Not like I remember anything from back then really. I slept a lot in science classes.\n  ","161055":"\n  nope\n  ","161056":"\n  now, only like 2-3 times a year because I live about 2 hours from the coast. When I lived in a beach town (Virginia Beach, VA) I was at the beach 2-3 times a week all Summer. I liked to go early in the morning for a sunrise swim when the water was warm enough.\n  ","161057":"\n  I'll burn after several hours or so like any white person would but I'm not especially sensitive to the sun or anything\n  ","161058":"\n  yup\n  ","161059":"\n  yes, in Newport News VA way back in like 1998 they came to do a sand mandala\n  ","161060":"\n  nah I worked in sales too long for that mess\n  ","161061":"\n  I guess my husband but I'd rather he just use his own\n  ","161062":"\n  I'm pretty optimistic that we'll find a way to survive just don't know how great that quality of life will be\n  ","161063":"\n  I dunno. maybe not finding sustainable means of modern living by now.\n  ","161064":"\n  I mean, I guess.\n  ","161065":"\n  I have but I don't always. I have like two pairs of cleaning gloves under the sink at least\n  ","161066":"\n  um, no I don't believe that at all\n  ","161067":"\n  uneasy\n  ","161068":"\n  I mean, I season food with it but it's not really one of those things people eat just straight up\n  ","161069":"\n  no, but it's Bubo's favorite\n  ","161070":"\n  water, parsley, bread\n  ","161071":"\n  I'd make a really vague open ended love song so everyone who has a crush on me could pretend it's about them\n  ","161072":"\n  my plans are to rest. The pill I usually take for neg symptoms has been delayed getting refilled because my doctor was on vacation or something and I'mon day two without it and I'm really feeling it. Hopefully it'll be filled by tonight.\n  ","161073":"\n  I am now\n  ","161074":"\n  why do you keep asking me this I feel like I've had this in my inbox at least 4 times\n  ","161075":"\n  I drew a flower today\n  ","161076":"\n  no I don't fuck flossing I just go to the dentist a lot\n  ","161077":"\n  like maybe as a joke\n  ","161078":"\n  not in my personal experience but I'm pretty priviledged. I'm sure the perspective of how things are in the world varies wildly from person to person.\n  ","161079":"\n  some people do.\n  ","161080":"\n  sure but I don't like go out of my way to listen to it anymore. I went through a big Police phase in college.\n  ","161081":"\n  it depends on where you are I think. Like, east coast americans stay busier and more stressed than west coasters imo\n  ","161082":"\n  If I was hit first then I would surely hit back\n  \n  but my internet handle is from a Yoko Ono song called She Hits Back that I liked as a teen (and now still it's a good song)\n  ","161083":"\n  relax\n  ","161084":"\n  she chirped, kissed my hand to get me to pick up her toy, chewed her toy, and then pooped\n  ","161085":"\n  of course.\n  \n  ask me questions y'all I just made a cup of tea and Bubo is hanging out and we could use something to do\n  ","161086":"\n  salt and vinegar\n  ","161087":"\n  the hitchhiker's guide movie\n  ","161088":"\n  draw something\n  ","161089":"\n  sometimes. morelike herbal tisanes though. I'm drinking a blueberry one now.\n  ","161090":"\n  lmao\n  ","161091":"\n  often. Mostly at Bubo's antics.\n  ","161092":"\n  yup.\n  ","161093":"\n  y'all have the weirdest fetishes\n  ","161094":"\n  everybody social media's differently. I prefer to keep my facebook sort of \"friends only\" but like I don't give a shit who follows me on twitter\n  ","161095":"\n  sure\n  ","161096":"\n  I can't\n  ","161097":"\n  I did when I was psychotic\n  ","161098":"\n  it was a boring ass day in a cast\n  ","161099":"\n  Not surprisingly someone ignorant enough to have this opinion isn't smart enough to understand what a question is and isn't.\n  \n  This isn't one.\n  ","161100":"\n  I just buy mushy cards and sign them \"Love and miss you, Allison\" when I'm in  that situation cause then the card says everything and I don't have to get creative\n  ","161101":"\n  I don't think I have\n  ","161102":"\n  lol what\n  ","161103":"\n  I inhereted a few things from my grandparents that I guess would be considered vintage. Like I have an emerald ring that my grandmother had made in Brazil in the 70s and some glasswear and dishwear that are vintage.\n  ","161104":"\n  I haven't eaten anything today yet and I'm drinking black coffee which I enjoy very much. It's hazelnut and coconut flavored.\n  ","161105":"\n  If they live in America, voting Republican.\n  \n  Otherwise, general racism and bigotry I guess\n  ","161106":"\n  between 27-33.\n  \n  ANYWAY my friend just came out with this new song and I can't contain my feelings over how great it is\n  \n   https:\/\/www.youtube.com\/watch?v=ToZdlwFQPVE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","161107":"\n  welp it's only 9:22 am but I've had two coffees and a million parakeet kisses so it's not so bad\n  ","161108":"\n  I mean it depends on what you're trying to do with your life I guess. My reputation doesn't matter that much but like a CEO of a companies might\n  ","161109":"\n  no not at all. I feel like \"debate\" is just a code name shitty people gave browbeating each other. Also I've never watched the West Wing.\n  ","161110":"\n  I've waxed my upper lip at home but it sucked and I've never had the desire to wax anything else.\n  ","161111":"\n  what a large jump from one thing to another\n  ","161112":"\n  I have a certain something about me that attracts what I call \"woo woos\" to me, they say it's my aura or that it was foretold I've had people chase me down the street to beg to read my palm for free so honestly no thanks it's really annoying now lol\n  ","161113":"\n  just most of 'em\n  ","161114":"\n  yeah I was in an abusive relationship for 2 years where he started off more or less normal acting and then through small actions over time became a position of power over me and used it to his advantage. I prefer not to think or talk about it though I do think about it a lot lately because of current events\n  ","161115":"\n  Leslie maybe\n  ","161116":"\n  showers\n  ","161117":"\n  knitting, though I can't say I'm that interested in it either right now I haven't knitted in like a month. But occasionally I enjoy it.\n  ","161118":"\n  some do some don't I personally tend to prefer women but lately I've been attracted to more men than usual (and I'm married to a man)\n  ","161119":"\n  I can't remember the last thing I watched on netflix. So for me, probably not.\n  ","161120":"\n  thanks homie\n  ","161121":"\n  I'm an introvert in that it's draining to be around people for long and I need to rest afterwards. But I do love people and enjoy interacting.\n  ","161122":"\n  I want to get back to painting, and do a portrait or two in particular but I feel like I need to work on line strength so I'm doing my daily sketches right now as practice. I don't let myself really erase or anything I just let the line be as confident as I can make it- so I guess I see my art becoming more about line\n  ","161123":"\n  appalachian\n  ","161124":"\n  when I was 10 I wanted to be an interior decorator lmao. I'm definitely not doing that. NOt that that sounds that bad, but it's just a weird thing for a kid to want to do. I vaguely thought I'd be doing art somehow and I am so there's that\n  ","161125":"\n  I really don't anymore. I used to be like, furious, all the time. But medication and pot and therapy and mindfulness and age have sort of soothed that.\n  ","161126":"\n  I only do when it's been a few days and I'm too dirty to stand it. Otherwise I've just been cleaning up with a washcloth\/using dry shampoo. I do have a specially made cast bag to go over the cast in the shower but I have to take an oxy after because even the slightest bit of weight on that foot hurts\n  ","161127":"\n  it will be a celebration just being able to take a shower on two feet\n  ","161128":"\n  nah not different just less bothered.\n  ","161129":"\n  I'm better now that I'm medicated. Had to get out and go to the pharmacy today and all the handicapped spots were filled so I had to scoot quite a ways in and out and I'm tired out and my toe hurts pretty bad. My partner cooked an amazing meal for dinner though (tuna steak, brussel sprouts, spinach tortalini)\n  ","161130":"\n  had to take a pain pill and smoke a joint because pain is extrordinary today, ask me questions while I sit here and space out (gotta stay up for nighttime meds and then I can finally give the soft bed a sweet embrace and sleep for 12 hours again)\n  ","161131":"\n  I'm really really tired right now but I'm staying awake so Bubo can snooze at my desk and feel protected.\n  ","161132":"\n  yeah\n  ","161133":"\n\n   https:\/\/www.youtube.com\/watch?v=HPBntfYbh7s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I'm not very strong but I make up for it with intensity.\n  ","161134":"\n  the courtroom, a funeral, in my face when I'm in a bad mood\n  ","161135":"\n  no, you're not.\n  ","161136":"\n  I drink way too much coffee\n  ","161137":"\n  donate to Goodwill\n  ","161138":"\n  I do feel pretty safe, and nothing that bad has happened that Im' aware of\n  ","161139":"\n  I mean I end up paying for everything so I guess there's nothing I refuse to pay for I wish I didn't have to pay for basic food things and hygeine things.\n  ","161140":"\n  your child would be 1\/4 Ecuadorian, 1\/4 Jamaican, 1\/2 Haitian\n  ","161141":"\n  it tastes like beef but a little \"meatier\" I dunno. It tastes like buffalo.\n  ","161142":"\n  not really. I mean, it's all (meat) expensive but red meat isn't more expensive than other types. Unless it's a specialty meat like elk or buffalo.\n  ","161143":"\n  I went to art school from 4th grade until a second year of college.\n  ","161144":"\n  yes\n  ","161145":"\n  nah we don't really do pet names\n  ","161146":"\n  yes but not in a long time\n  ","161147":"\n  I don't really know any sports people so I don't know\n  ","161148":"\n  gross.\n  ","161149":"\n  would you ask your mother that?\n  ","161150":"\n  I mean, about the same amount as most places I guess. A few sports teams' worth plus their hangers-on\n  ","161151":"\n  yes\n  ","161152":"\n  no I eat way less because it's a hassle to fix anything I've lost about 6 lbs\n  ","161153":"\n  \"So yeah\"\n  \n  \"Hey\"\n  ","161154":"\n  I mean kind of but I'm definitely not in good enough shape for that\n  ","161155":"\n  is this a fetish?? Like you send me shit about this on and off and it really rubs me the wrong way.\n  ","161156":"\n  do you not see how my bones jutted out in the \"before\" portion of the xray? That's called a bunion it's extremely painful\n  ","161157":"\n  I didn't break it, I had a joint fusion bunionectomy\n  ","161158":"\n  the implant where it's fusing with my bones hurts pretty bad today but the swelling is down overall\n  ","161159":"\n  I haven't, but I like the cuisines of many different cultures so I'm sure I'd enjoy something like that\n  ","161160":"\n  \" Made today's #dailysketch available on some redbubble stuff y'all I know everyone loves owls as much as me\n  \n   https:\/\/www.redbubble.com\/people\/shehitsback\/works\/34277652-owl?asc=u\n  \n  \"\n  ","161161":"\n  Virginity isn't real. \"Virgin\" is just a construct meant to reinforce that women are sexual property.\n  ","161162":"\n  both of those things aren't real\n  ","161163":"\n  my home is harmonious and I feel like anywhere I sit is a relaxation spot really. I love being at home.\n  ","161164":"\n  I'm for real mostly always happy. And what I've been listening to most lately is my friend's music. Von Sell. His voice is just so good.\n  ","161165":"\n  yeah when I was young and ridiculous\n  ","161166":"\n  sure I love lots of people\n  ","161167":"\n  I go really quiet and don't reach out\n  ","161168":"\n  yeah we didn't even have blades of grass yet back then\n  ","161169":"\n  I've watched so much technology appear and change since I was born in the 80s it's really overwhelming to think about all of the things that have changed in that regard.\n  ","161170":"\n  still chubby and blissed out\n  ","161171":"\n  I change them about once every two or so years. Sunglasses about once every 4-5 years.\n  ","161172":"\n  nah. I hate contacts. I have some but they're probably long expired.\n  ","161173":"\n  \"Bubo is loud\"\n  \n  she is my alarm clock every morning\n  ","161174":"\n  I have no idea and never have I gone without on purpose\n  ","161175":"\n  yeah for sure. Not lately though because it's so hard for me to get in and out of the kitchen with my leg in a cast\/on a knee scooter my kitchen is quite small\n  ","161176":"\n  but will you literally be in the corner or just figuratively\n  ","161177":"\n  yes thanks captain obvious\n  ","161178":"\n  Nah, because a) my drawings are digital, not ink and b) I'm already doing my own project (the daily sketches) that extends past October\n  \n  Today's daily sketch was a self portrait, btw\n  ","161179":"\n  a balenced amount of both.\n  \n  Right now I feel like running my mouth tho so send questions :P\n  ","161180":"\n  No? I'm in a leg cast I can't even stand up nothing about me is sexy right now\n  ","161181":"\n  pretty crappy honestly. I took a shower which was great but I put too much weight on my hurt foot\/toe and now I'm in a ton of pain enough that I had to take an oxy and it wasn't really enough. I've been thinking about old shit from my past that's better hidden away forever because of current events in my country and I keep having weird dreams that bother me all the next day. In GOOD news, I'm going to eat a cheeseburger for dinner while watching the new Bob's Burgers.\n  ","161182":"\n  cheeseburger and tots\n  ","161183":"\n  ugh\n  ","161184":"\n  I do, sometimes. Not like, all the time though.\n  ","161185":"\n  maybe once a year, and I sleep so much. And whine. And sleep.\n  ","161186":"\n  most of my clothes come from Amazon. Most of my everything comes from amazon. I hate shopping in stores its much easier to just order online and have it delivered. I've gotten some really great dresses especially from there and for cheap\n  ","161187":"\n  when it becomes dangerous not to\n  ","161188":"\n  never. I Lyft about once a month.\n  ","161189":"\n  sometimes. Ideally I like to switch between two scents but right now I'm out of the two I was using so I'm kinda waiting until Xmas to see if anyone gifts me the scents I like before buying again because perfume is expensive\n  ","161190":"\n  y'all being in a cast is ultra boring. send questions.\n  ","161191":"\n  my skincare routine is really simple- wash with an herbal cleaner (Lush's Herbalism) when I shower and moisturize when I take off my makeup (I'm using Neutrogena but it switches up). So yeah, I have no problem following that routine because it's very easy.\n  \n  I do always finish my bottles. Unless I have a skin reaction to the product or something.\n  ","161192":"\n  new selfie woooo (Bubo just had a shower so she's wet)\n  ","161193":"\n  \"I'm fine\"\n  ","161194":"\n  I wasn't when you sent this but I am now\n  ","161195":"\n  steven universe\n  ","161196":"\n  I never pay attention to hair. My hair stays up in a bun 90% of the time.\n  ","161197":"\n  hopefully my art or else for being a rad person overall\n  ","161198":"\n  I modeled for a sock company once and had a photoshoot for pantyhose, a garter belt, and fishnet thigh highs here is the panty hose photo\n  ","161199":"\n  right now, messy. I'm off my feet because of surgery and my husband hasn't made cleaning a priority. Otherwise it looks like this but bigger and with a teal and white rug on the floor and a white armchair and tv\n  ","161200":"\n  I am not really a big harry potter fan I'm just old enough that I sort of missed all of that. I've read the books but I can't remember enough about them to have favorite charachters.\n  ","161201":"\n  is this in response to me being in pain yesterday\/today? No it's not my back it's my foot I had joint fusion surgery\n  ","161202":"\n  I'm not really a writer or a reader currently but I am an artist and what I'm working on right now is making confident and accurate lines\n  ","161203":"\n  alright I just made some tea time to ask me questions\n  ","161204":"\n  can you NOT answer my questions as a tag on? It's wicked annoying. I keep deleting it but you're  not getting the fucking hint\n  ","161205":"\n  no I was in too much pain to concentrate. I kept up with it on twitter more or less though\n  ","161206":"\n  she's a good nurse\n  ","161207":"\n  why else would someone ask something like that? Are you 12? Like grow the fuck up if it's not a fetish then you're clearly too young to be interacting with me. Go away.\n  ","161208":"\n  yeah just like all the other gross fetish people on her are just asking \"questions\" if it's meant to titilate you then it's not appropriate.\n  ","161209":"\n  your fetish is gross and doesn't belong on ask fm\n  ","161210":"\n  well I had surgery on my foot so I've been doing a whole lot of nothing while I heal. I'm grumpy a lot more than usual and I hurt.\n  ","161211":"\n  being rebellious and skipping classes\n  ","161212":"\n  something fancy with birds on it\n  ","161213":"\n  I love all of my owls. I collect owls so there's too many to take a photo of. I have owls on shelves, owls on the wall, owls in my kitchen, owls lining the sofa\n  ","161214":"\n  ^\n  ","161215":"\n  I had a photo to work from. It's my friend Lynnette and her dog Charlie\n  ","161216":"\n  Nah, I felt like shit so I didn't do one today. Here's yesterday's for those who missed it\n  ","161217":"\n  my baby Bubo is practically a person\n  ","161218":"\n  send questions my foot hurts too bad to be moving around today\n  ","161219":"\n  I HATE it luckily where I live we only get it like 2-3 times a winter  (but can still SEE it, where it's pretty, on the mountain tops)\n  ","161220":"\n  would you ask your mom that?\n  ","161221":"\n  yeah no, leave me alone with your weird fetishes\n  ","161222":"\n  uh what?\n  ","161223":"\n  intersectional feminism. Because I believe in equality for ALL people\n  ","161224":"\n  amazing riches\n  \n  We're always struggling to get by it would be nice to not have to worry\n  ","161225":"\n  when Bubo takes a shower in the kitchen sink it's pretty funny she flaps her wings around and fluffs all out and prances around\n  ","161226":"\n  I'm a Virginian who lives in Washington\n  ","161227":"\n  I think they're humans like the people in other states and countries\n  ","161228":"\n  neither, they are both dangerous for pet birds\n  ","161229":"\n  I have two bookshelves + full of books. Plus a good stack going next to my desk. Mostly it's western literature but my husband has a lot of books too that are mostly non fiction or comics-related.\n  ","161230":"\n  not really :(\n  ","161231":"\n  pot roast with carrots, potatos, and pearl onions\n  ","161232":"\n  Hey wanna see my before and after x-rays\n  ","161233":"\n  thanks homie\n  ","161234":"\n  I'm content with how my life is now, no need to invite old worries back in.\n  ","161235":"\n  new dp\n  ","161236":"\n  birds are way high maintainence. I spend probably 6 hours of each day at least actively taking care of or playing with her so that she has a healthy active life. She requires several different types of food and regular veggies and protein as well. She has grooming that has to be preformed every couple of months (wings and toenails) and her cage gets dirty quick. Also she poops everywhere. But I love her and it's worth it. Birdie love is the sweetest if you want a bird I think the work is worth it.\n  ","161237":"\n  nah most anything a doctor will prescribe you for depression nowadays has been long tested for long-term use\n  ","161238":"\n  I do take anti-depreassants, but no the last script I filled was for an anti-nausea pill.\n  ","161239":"\n  prescription meds\n  ","161240":"\n  probably not\n  ","161241":"\n  yup. they swell my face up pretty seriously if I eat one\n  ","161242":"\n  I don't really have a favorite just whatever sounds good and doesn't have mango or kiwi in it (I'm allergic) I almost never get a smoothie and I never make one because I don't have a blender\n  ","161243":"\n  for sure\n  ","161244":"\n  I feel like if you can't say \"yes\" to all three of these then they maybe aren't actually your friends\n  ","161245":"\n  I mean, I personally am so maybe. If I could live forever I would.\n  ","161246":"\n  sometimes\n  ","161247":"\n  I don't even know what that is\n  ","161248":"\n  I think it's a good idea, but I haven't tried them yet. My concern would be them skipping around because they don't have the sticky paper to hold them in place like disposable ones have. I have long periods that only really have 2 days heavy enough for pads or tampons, I've gotten to where I freebleed the light days because I really just hate the other options and it works for me.\n  ","161249":"\n  yikes I dunno.\n  ","161250":"\n  making real money from art. Now I make piddly money from art.\n  ","161251":"\n  I haven't been to karaoke in a long time that might be fun. or live music. Dinner out to my favorite lebanese restaurant in Portland. Absynthe cocktails. a stroll through a park.\n  ","161252":"\n  I admire lots of people.\n  ","161253":"\n  there weren't cell phones when I was in school lol. we barely had pagers my senior year of highschool.\n  ","161254":"\n  listen to my bff. be the lightness.\n  ","161255":"\n  cool I guess\n  ","161256":"\n  my surgeon and doctors I guess. Getting this foot fixed is going to be a very good thing for my health.\n  ","161257":"\n  sometimes food is good\n  ","161258":"\n  no\n  ","161259":"\n  my husband, my bird, my friends. some of my family.\n  ","161260":"\n  bills. mortgage. insurance. amazon purchases. grocery  purchases. eating out. car maintanence. medications. entertainment\n  ","161261":"\n  mybed has drawers underneath and the drawers hold seasonal clothes.\n  ","161262":"\n  I've read to kill a mockingbird, I know why the caged bird sings, the bluest eye, adventures of tom sawyer, and probably more off that list but it's a very long list and I only skimmed\n  ","161263":"\n  I have a psychotic disorder and was saying I get confused or called a psychopath or have been.\n  ","161264":"\n  sincerity\n  ","161265":"\n  I guess my podiatrist's nurse, Joshua\n  ","161266":"\n  a bacon cheeseburger and some onion rings\n  ","161267":"\n  I mean, anything I have a recipe for but I'm especially good at meat and vegetable dishes and casseroles and things like that\n  ","161268":"\n  I mean honestly, why follow me? You hate me SO MUCH that you make multiple accounts to criticize me for like literally everything I say, just go away? I want you to have horrible things happen to you. I wish you ill. You're the worst kind of person. A cowardly, judgemental anon. I'm on a lot of pain killers right now so maybe they're doing the talking here but I really just want you to understand how vile I think you are.\n  ","161269":"\n  Bubo. she means so much to me.\n  ","161270":"\n  to the hater I just blocked who apparently thinks I consented to fetish questions? I actually didn't, I consented to receive questions that don't break terms of service. That excludes sexual fetish questions. And just because \"everyone\" gets them, doesn't mean I shouldn't complain? Basically I keep blocking you, I genuinely hate you, I'm so very tired of you, and hopefully this block will stick.\n  ","161271":"\n  I have not had a muffin. I really like these pistachio ones the grocery store bakery has\n  ","161272":"\n  I am SO TIRED of \"questions\" that are just an extension of some gross asshole's weird kink\/fetish. NO ONE HERE consented to your gross shit. I'm not here to make sick little dicks hard. I will kink shame ALL DAY LONG because it's WRONG to force your shit on people anonymously or not.\n  ","161273":"\n  I wouldn't use it on anyone. Why would I want another human to shrink. Sounds like you have a gross fetish.\n  ","161274":"\n  mostly\n  ","161275":"\n  authentic, eccentric, kind\n  ","161276":"\n  I almost never feel guilty about anything\n  ","161277":"\n  it's so bad homeslice\n  ","161278":"\n  not that I can recall\n  ","161279":"\n  it's not ok. There's never an acceptable reason for hitting a partner.\n  ","161280":"\n  I had a joint fusion bunionectomy\n  ","161281":"\n  It's not been the worst. I've managed to take care of myself adequately while my spouse is away at work. I have had some pain but I haven't taken any pain killers because I'm tied of existing in a cloud of oxycodone\n  ","161282":"\n  funny that most of my dumbass \"haters\" come calling like, right after school lets out lmao.\n  \n  Gosh being a child is so stressful, time unwind by bothering adults online\n  ","161283":"\n  yeah I would consider them an \"internet friend\". If they did move in across the street I think we'd hang out.\n  ","161284":"\n  I haven't taken any painkillers or anti itch pills today, I feel like I should be rewarded for all this hard work\n  ","161285":"\n  Bubo\n  ","161286":"\n  and I get to think you're gross. congrats, you're a bigot. And judgemental. And gross.\n  ","161287":"\n  k dude broskis it is.\n  ","161288":"\n  lmao\n  \n  thanks. Still not interested though.\n  ","161289":"\n  If I was at all sexually inclined, which I'm not, I assure you I'd be interested in my husband and not some rando on ask fm who lives far enough away to use the metric system to measure his junk\n  ","161290":"\n  she is so good. She's sitting behind my monitor right now singing along with Beach House\n  ","161291":"\n  one time I started to have sex with this dude but like, I changed my mind right after he put it in and so I don't really count that.\n  ","161292":"\n  I've been married since 2004\n  ","161293":"\n  10 that I count\n  ","161294":"\n  I'm \"faithful\" to my husband but I opened our marriage a while back when I started taking antipsychotics and lost my sex drive. I don't think he's had any girlfriends but he's able to if he wants. \"able to\" bah. He's a grown ass man and I'm a grown ass woman and we are free to love whoever as long as still love each other best.\n  ","161295":"\n  I mean yeah but what I'm saying is- it's gross and non of your business if you don't \"approve\".\n  ","161296":"\n  millions of dollars\n  ","161297":"\n  why would anyone be \"against\" it's literally no one else's business\n  ","161298":"\n  not really. I believe sasquatch and other cryptids exist so I don't know if that counts.\n  ","161299":"\n  my mother and I don't have a relationship right now. My dad and stepmom, yes I would take care of them if I could. I'm across the country though so I can't really do much for anyone and I don't plan on moving back ever again if I can help it.\n  ","161300":"\n  wish I knew the answer\n  ","161301":"\n  nothing comes to mind\n  ","161302":"\n  I feel like I kinda knew that. We've been talking about the ozone and pollution seriously since I was a grade school kid a million years ago and we've not really done much to fix it.\n  ","161303":"\n  no not at all but there gets to be a point where I start to get a little bothered.\n  ","161304":"\n  I mean, the modernized and industrialized world in general there's not a specific type of person who is at fault.\n  ","161305":"\n  yeah it's really bad right now because I just had surgery so no one has cleaned. I begged my husband to do the dishes today because it was just too much. It's bothering me a lot how dirty the house is but there's literally nothing I can do about it.\n  ","161306":"\n  humans have caused climate change\n  ","161307":"\n  I don't know. I guess I'd have to go on disability and find roommates. Maybe move back east to my dad's house. Maybe try to find some sort of job that my illnesses aren't too much for. I'd lose good insurance so that would be really scary because I really depend on that. But the first thing I'd do is probably cry.\n  ","161308":"\n  I used to be closer to my sister but age and distance have changed that some. I am not at all close to my half brother and never really have been.\n  ","161309":"\n  peaceful coexistence and unconditional support\n  ","161310":"\n  okay but why did you send this to me I never poop in public toilets\n  ","161311":"\n  This is Rin, my cat. My husband has two cats named Mimi and kyo\n  ","161312":"\n  thanks\n  ","161313":"\n  left the last pumpkin muffin for my husband\n  ","161314":"\n  I am really 38 and I do not have children. But I do have three grown ass nephews, a great-nephew, and two small child nephews.\n  ","161315":"\n  sounds like an incel\n  ","161316":"\n  I've been off my feet all week because of having had foot surgery so I haven't really been anywhere to do anything nice.\n  ","161317":"\n  yes it's completely possible to be platonic friends with other people\n  ","161318":"\n  I'm kind of a know it all, I can be a little art snobby. If I'm uncomfortable in any way there's a chance I'll be snappy (I'm better about that lately though).\n  ","161319":"\n  a cheeseburger with pickles, tomato, lettuce, mayo, cheese, bacon and onion rings on the side and key lime pie for dessert\n  ","161320":"\n  I don't do either and kinda dreaded doing either as a kid lol. Pumpkins are slimy and eggs aren't much of a reward.\n  ","161321":"\n  yes I do eat meat. I don't really have any moral qualms about eating it. I've eaten freshly hunted meat . I've fished for meat. I think hunting out of need for the food is fine it's hunting for pure sport that I'm against (particularly trophy hunting but also even deer hunting if the meat isn't used)\n  ","161322":"\n  I don't recall ever sharing an employee kitchen so this hasn't happened. In general I'm more or less a clean up after myself sort\n  ","161323":"\n  yes\n  ","161324":"\n  when psychosis was still first rearing its head and doctors and I didn't know what was going on really yet, like when I was 19ish, I was diagnosed with severe depression with psychotic tendencies. Two years later that was changed to schizophrenia.\n  ","161325":"\n  it's a choice. Anyone can stop being an asshole.\n  ","161326":"\n  I have. before I hurt my back my favorite job and what I planned on making a career of was visual merchandising - like setting up window displays and in-store displays of product. I was really good at it but it was massively hard work and there's no way I could do it now because of the physical demands\n  ","161327":"\n  I mean, if it's on a charcuterie plate or something\n  ","161328":"\n  I have worked in a cubicle and in an office of my own and in a shared cubicle\n  ","161329":"\n  I don't really care about\/retain inspirational quotes I've never found other people's words to be especially inspirational\n  ","161330":"\n  I'm not sure, it's always weirded me out. Not only would that shit suck, it would be dirty and miserable too\n  ","161331":"\n  occasionally\n  ","161332":"\n  nope\n  ","161333":"\n  back in like 1999 there was this pub that's name I can't remember in the town I was living in and my favorite thing to order there was called \"hobo fries\" and it was basically poutine but with nacho flavorings\n  ","161334":"\n  you're kind of a fucking idiot and I have literally no patience for you. Go back to reddit or shave your neck beard or continue not getting laid or whatever.\n  ","161335":"\n  *eye roll*\n  \n  intersectional feminism is peaceful. The suffragettes were not my time period or my fight.  Judging a movement wholly by old ass shit you can't even spell is pretty ignorant honestly\n  ","161336":"\n  yes.\n  ","161337":"\n  sunblock\n  ","161338":"\n  thanks homie\n  ","161339":"\n  never right now I just had foot surgery and won't be able to really do anything active for about 3-4 months. After this is healed I planned on getting back into the habit of daily yoga practice and lifting weights 3 times a week.\n  ","161340":"\n  thanks! here's today's sketch, a lizard named Morgan\n  ","161341":"\n  I drew a cat the other day\n  ","161342":"\n  not at all. I'm in a lot of pain so I'm sitting with an ice pack and resting\n  ","161343":"\n  as far as I know, no I'm pretty much just white european probably\n  ","161344":"\n  I have not been hunting but I've shot hunting rifles and I've gone fishing. Yes I think hunting for sport is pretty sad.\n  ","161345":"\n  I've never had mice- I've had hamsters which is similar I guess. They were cute and fun but short lived.\n  ","161346":"\n  I wish he was still president\n  ","161347":"\n  I used to sleep walk really bad and I'd go out for walks in the middle of the night and wake up in random places like once inside a construction site in the scoop thingy that one big machine has\n  ","161348":"\n  I'll suffer through for politeness\n  ","161349":"\n  romantic things honestly\n  ","161350":"\n  yes, everyone was very kind\n  ","161351":"\n  not spelled that way, no\n  ","161352":"\n  Me and Bubo hanging out\n  ","161353":"\n  nope\n  ","161354":"\n  nope\n  ","161355":"\n  fuuuuck jogging knit for life\n  \n  I do knit though. pretty well actually. Like lace and cables and shit.\n  ","161356":"\n  I don't know. It really depends on what my bond to the parent is like I guess. I don't especially want kids but I don't hate kids and at one point in time I did want them so shrug.\n  ","161357":"\n  1980\n  ","161358":"\n  today's #dailysketch\n  ","161359":"\n  I'm pretty happy and I live in the suburbs of Portland\n  ","161360":"\n  yes. ants, crickets, mealworms\n  ","161361":"\n  I am, and I probably say \"fall\" more\n  ","161362":"\n  5'7\"\n  ","161363":"\n  well I'm not drinking at all right now because I'm on blood thinners for the next 6 months but I don't think she drinks either I really wouldn't know\n  ","161364":"\n  it's my favorite alcoholic drink\n  ","161365":"\n  just my mom as far as I know and I assume she still does I really don't have a clue\n  ","161366":"\n  I didn't go to any proms\n  ","161367":"\n  Not that I can recall lol. I don't pay a lot of attention to lyrics anyway\n  ","161368":"\n  Yeah there was a lot of bad riot grrl and ska when I was younger\n  ","161369":"\n  Yes indeed\n  ","161370":"\n  I did when I was a teen\n  ","161371":"\n  Y'all I hurt so bad and I'm so bored\n  ","161372":"\n  To be honest I pay almost no attention to men's fashion. My husband likes to wear athletic wear and fitted tees and jeans and loafers and woven shirts and it all looks nice on him\n  ","161373":"\n  Ok?\n  ","161374":"\n  Dresses, skirts, jumpsuits, bikini, t-shirt, no to blazers, yes to unisex I wear a unisex Jean jacket a lot, and flannel shirts\n  ","161375":"\n  I love horror movies but I have to be careful with them. I was so genuinely fucked up from paranormal activity for instance that I started having delusions about demons. I want to see hereditary but I've heard it's so scary. I especially love gory dark comedy horror like evil dead 2 and dead alive\n  ","161376":"\n  I mean my name is Allison and I'm mentally ill\n  ","161377":"\n  I barely remember the movie tbh\n  ","161378":"\n  Yes it's good comfort food for me I want it when I'm sad or hurt\n  ","161379":"\n  I prefer miracle whip\n  ","161380":"\n  My stepmom. She not always very adventurous and doesn't enjoy spicy anything\n  ","161381":"\n  Something American with a nice atmosphere. My dad and stepmom are kind of picky\n  ","161382":"\n  Depends. Mostly they all stress me out but I still love and miss them when they're not around. I enjoy time with my nephews and sister best\n  ","161383":"\n  I am not sure that I have a type. Everyone had been very different from each other. I collect up people in my life who are creative and interesting but those are the only real similarities\n  ","161384":"\n  I did\n  ","161385":"\n  I'm bi\n  ","161386":"\n  Yeah sure\n  ","161387":"\n  I'm in a lot of pain\n  ","161388":"\n  I mean I dunno I can't find words right now to express why or even if this is relatable\n  ","161389":"\n  I don't I find them boring\n  ","161390":"\n  Trans men experience oppression for being trans in a way that a cis person never will. It's about power. A cis white straight man will maybe experience hardships but it will never be because of their sexuality, skin color, or gender the way others do\n  ","161391":"\n  Not really. My mind wanders a lot but not in a very understandable or controllable way\n  ","161392":"\n  I don't know what this means. I'm athiest\n  ","161393":"\n  It depends on the risks and cost I guess\n  ","161394":"\n  Being able to communicate with others so easily\n  ","161395":"\n  No lol\n  ","161396":"\n  Now suits me. Being a nineties teen was rad. All this technology since then pleases me\n  ","161397":"\n  Nope I didn't grow up here.\n  ","161398":"\n  Because the accent there sounds like that when they say Carolinas I guess\n  ","161399":"\n  Only bits and pieces. I'm usually in the same place over and over again though so I remember that\n  ","161400":"\n  Still stuck in an armchair send me all your questions\n  ","161401":"\n  Asparagus\n  ","161402":"\n  Casseroles, pot roast, BBQ pulled pork\n  ","161403":"\n  Nope I've had silver fillings though\n  ","161404":"\n  Here's today's daily sketch, a cat named lucky\n  ","161405":"\n  I feel like I still have grudge against 4th grade bullies I guess lol. Don't know what the shortest would be I guess just anyone I've forgiven immediately\n  ","161406":"\n  Hit them back probably\n  ","161407":"\n  My 15th wedding anniversary is next April\n  ","161408":"\n  My Facebook is set to \"friends only\" for most of my posts except for sometimes art ads or whatever\n  ","161409":"\n  Noo I'm on the west coast. My in laws are but I guess they've decided not to evacuate\n  ","161410":"\n  All animals are cute\n  ","161411":"\n  I mean, I waited until I was nearly 19 but everyone is different.\n  ","161412":"\n  Yes. It's a required part of a diet (we just in general over do it)\n  ","161413":"\n  I guess the ability to do various things that other people with disabilities may not be able to do. I am pretty grateful for things though so I hope I don't take too much for granted\n  ","161414":"\n  The Cowlitz tribe is closest. I live in an are with many many native groups though\n  ","161415":"\n  Because we love our pets. Tbf though in the older farmer days you ate your pet cow if times were tough\n  ","161416":"\n  Probably but not as much as other things\n  ","161417":"\n  Nah my husband loves to cook so very little will change there. I just woke be able to help as often\n  ","161418":"\n  Not currently but I plan on overhauling my eating and activity levels in 4 months\n  ","161419":"\n  I scooted over to see Bubo and she let me scritch her head and have me kisses awww tomorrow I'll try bringing her to my chair again\n  ","161420":"\n  I would day I'm pretty average in that respect. Mostly mature sometimes a little whiny\n  ","161421":"\n  Lol no he's helping me do things I can't do right now like carry a mug of coffee and use a knee scooter simultaneously. I'll need him to do the driving for 3 months but he does that anyway usually. Today he took a nap and played Spiderman so he's not in any way been put out\n  ","161422":"\n  I dunno I just feel like it's a lot. I'm pretty medicated right now\n  ","161423":"\n  Not yet I see the doc in a week\n  ","161424":"\n  Put an ice pack on my foot and ask my husband to bring me a cup of coffee\n  ","161425":"\n  She's afraid of my bandages lol. Maybe in a day or two or when I get the hard cast on or something. I used my knee scooter to go to her cage and chair for a visit a little while ago though\n  ","161426":"\n  It all leads to the oppressing unknowns I guess.\n  ","161427":"\n  Being stuck in a chair with my foot elevated and unable to play with my bird or do what I want easily\n  ","161428":"\n  Huh. I don't know. I try not to get too caught up in deep thought it's bad for my anxiety\n  ","161429":"\n  Not very I've never studied medicine and the only anatomy class I took was for drawing purposes. I know what's ailing me personally but that's about it\n  ","161430":"\n  Cisgendered. It's the biological term for identifying with your assigned sex. So basically it just means \" not trans\"\n  ","161431":"\n  It was never great to begin with. Unless you're a cis straight white guy\n  ","161432":"\n  I agree\n  ","161433":"\n  Thanks\n  ","161434":"\n  Nah it's literally cheaper to smoke pot than cigarettes right now because of overgrowing. I can get a half oz ( I'm a heavy smoker and that lasts like 3 weeks) for 40 bucks\n  ","161435":"\n  She's a good girl\n  ","161436":"\n  Codone\n  ","161437":"\n  It's recommended for my PTSD and it eases flashbacks. In addition, I have regular nausea from my anti psychotic pills and weed keeps me from throwing up all the time. Not to mention I have breast tumors that have shrank since starting smoking and it helps with my overall mood. Also back pain, pms, and I have pre- glaucoma that is no big deal now thanks to weed. It's really a miracle plant\n  ","161438":"\n  Not really. I mean I smoke weed but I didn't start until my doc recommended it (and it was already legal in my state at that point)\n  ","161439":"\n  I'm on oxy so I'm good for now\n  ","161440":"\n  I honestly have no idea. At least 6 inches worth\n  ","161441":"\n  Neither. The ailment that led to self medication is at fault\n  ","161442":"\n  No I'm home in my arm chair all propped up\n  ","161443":"\n  Nope not really interested\n  ","161444":"\n  Lol ty\n  ","161445":"\n  Well I mean I had surgery this morning what do you want me to do dance a fucking jig\n  ","161446":"\n  I am on my phone and all very drugged out and forgetful, ask me in like a week when I'm feeling better and can remember peeps\n  ","161447":"\n  So cool\n  ","161448":"\n  Not DC, Washington State. Above California. That's just where I live\n  ","161449":"\n  Cool\n  ","161450":"\n  Good Lord where are you it's like 12 hours earlier for me here in Washington US\n  ","161451":"\n  You can be the boredom club secretary.\n  ","161452":"\n  There's a club. Welcome to it.\n  ","161453":"\n  I mean just sitting here like I said\n  ","161454":"\n  Stop stressing the things that are out of your control... A peaceful genuine life is where it's at\n  ","161455":"\n  Hi\n  ","161456":"\n  Send me any and all questions you've got I'm just sitting here on oxy trying to not die of boredom\n  ","161457":"\n  Oskar kokoschka\n  ","161458":"\n  Today I woke up at 5am for foot surgery and have been literally sitting in a chair all day doing a lot of hurting\n  ","161459":"\n  Black coffee. I hate milky drinks\n  ","161460":"\n  Yikes. I enjoy meat. But I guess the healthiest decision here would be to give up beef and pork\n  ","161461":"\n  She's singing me pretty songs while I sit with my foot up. Tried to bring her over here with me but she's a little wary of my cast and all and wanted to fly back to her cage\n  ","161462":"\n  Meatballs or poop you have to be more specific when your on Anon\n  ","161463":"\n  Eat more fiber\n  ","161464":"\n  I mean not really and I really don't care for pasta\n  ","161465":"\n  Well good I love pizza\n  ","161466":"\n  Onigiri with some sort of fish in the middle\n  ","161467":"\n  Does pizza count? I don't really like Italian food otherwise\n  ","161468":"\n  Lol no I am not close enough to my family to be involved in that sort of drama\n  ","161469":"\n  Depends. I've I'm being genuine more likely lol is I'm surprised or being sarcastic then LMAO or occasionally rofl\n  ","161470":"\n  Nah I never really wanted to be a mom until my early twenties\n  ","161471":"\n  Money, makeup, muffins, medicine, marijuana\n  ","161472":"\n  I don't have any cousins\n  ","161473":"\n  Yes, my sister. She has two kids\n  ","161474":"\n  My surgery went well and I'm home resting in case anyone wondered\n  ","161475":"\n  Both equally that's what makes conversations\n  ","161476":"\n  sitting here worrying about tomorrow morning's foot surgery send me some distractions\n  ","161477":"\n  my facebook is full of people I went to school with at some point and still talk to sometimes, but I wouldn't say I'm close to anyone I went to school with\n  ","161478":"\n  My elementary was the Surfers, my middle was the Eagles, my high school was the Cavaliers and my college was a Monster Rat\n  ","161479":"\n  some things, like I can made a decent curry and I can make sushi and stir fry. I have made baklava before but it's kind of a huge mess.\n  ","161480":"\n  well thank you for asking I am kinda stressed a little right now I just got home from picking up face cleaner from the mall, sitting at 2 DMVs to get my handicapped tag for the next few months, filling prescriptions, and buying an ottoman for my foot surgery tomorrow. They couldn't fill the oxycontin yet because my insurance is being weird so I have to go back out later. I have to spend a little time with Bubo now (she's taking a parsley bath at my desk) because she's been lonely today and then I have to wash my hair really well because I'm frankly not going to feel like it for the next week. The rest of my week has been fine, just today is stressy. But tomorrow will be downright painful.\n  ","161481":"\n  I've reported you.\n  ","161482":"\n  you keep asking me this and I keep deleting it. Get a hint. Stop asking me inappropriate things no one cares about your gross little penis.\n  ","161483":"\n  everyday I wake up and keep going is a success\n  ","161484":"\n  I am\n  ","161485":"\n  the chocolate gold palette by too faced in colors rollin' in dough, famous, classy n sassy, holla for a dolla and new money.\n  \n  the rest of the look is wet n wild photo finish foundation, gold blossom highlight (nose), and natural finish spray, anastasia beverly hills dipbrow in taupe, fenty trophy wife highlighter (cheek) and wet n wild capricorn color icon gloss\n  ","161486":"\n  Kelly\n  ","161487":"\n  this is my last night of drankin' for at least 6 months while I heal from a joint-fusion bunionectomy Thurs morning. Send me questions!\n  ","161488":"\n  I got up to sharpen my pencil once and my drawing teacher was like why aren't you drawing and I was like, pencil sharpening and he was like why didn't you sharpen at your desk and I was like because shavings and he hollered \"real artists eat their pencil shavings and keep drawing\"\n  ","161489":"\n  doesn't make those messages less harmful\n  ","161490":"\n  I am tired of blocking him over and over again and I wish I didn't have to\n  ","161491":"\n  Bubo is really loud\n  ","161492":"\n  inorite\n  ","161493":"\n  like 3 ish years I guess I don't remember exactly. When was gamergate a thing? since a bit before that.\n  ","161494":"\n  nah, I'm near Portland OR across the river into Washington\n  ","161495":"\n  Bubo loves to have her cheeks and forehead scritched and often cuddles her fluffy head on my hands to let me know she's ready for it\n  ","161496":"\n  I am a fighter it's pretty annoying really\n  ","161497":"\n  thanks. I hate contacts though I have like 6 expired boxes under the sink\n  ","161498":"\n  eh I dunno. because I've been here forever and there are over a thousand followers now so I felt like why not I've been a good ambassador to this brand, bringing new people over to make accounts. etc.\n  ","161499":"\n  yes a few times, and poorly I used to be a really angry person and I let my anger (and my big mouth) get into a lot of shit with past neighbors\n  ","161500":"\n  yes ALL actors and actresses. Especially Danny DeVito\n  ","161501":"\n  I do. I have three\n  ","161502":"\n  I mean, it used to bother me a lot but after therapy I sort of am pretty chill about things, people do things at the pace they're gonna do them\n  ","161503":"\n  the anons I just reported\n  ","161504":"\n  yeah it really has been fast. And mostly good.\n  ","161505":"\n  if I could have avoided that part of school I would have enjoyed school more\n  ","161506":"\n  interesting people asking interesting things\n  ","161507":"\n  I'm not here to titillate some gross rando\n  ","161508":"\n  I like all sorts of tacos tonight we had barbacoa and cheese with spinach and rice and black beans on the side\n  ","161509":"\n  I don't really lie about things and can't recall any instances of lying to my friends.\n  \n  I've been in like, 12 serious relationships I guess. Around that. It's been nearly 16 years since I dated though.\n  ","161510":"\n  it's none of anyone's business. If you're asking something because it makes your gross little dick hard to ask it, then it's not acceptable on ask. fm and should be reported.\n  ","161511":"\n  mmhmm\n  ","161512":"\n  it's an inappropriate question I'm old enough to be your mother probably and it's really none of your biz\n  ","161513":"\n  not appropriate\n  ","161514":"\n  word maybe when I'm in a better mood I will\n  ","161515":"\n  I feel like this is from some sort of game or fandom that is outside of my radar. but I'm zombied-out. so the other thing.\n  ","161516":"\n  well if they're appropriate send em over\n  ","161517":"\n  alright there's 1004 of you surely a few of you have questions\n  ","161518":"\n  doing alright. ate tacos.\n  ","161519":"\n  yes\n  ","161520":"\n  pulp fiction\n  ","161521":"\n  that's what the email said I was like, okay sure. I'll wait until a few months have passed and try again.\n  ","161522":"\n  ask fm turned down my blue check application because.....\n  \n  I'm not active enough. LMAO\n  ","161523":"\n  I don't have any specific ideas I'd just like to travel places I've never been before\n  ","161524":"\n  owl stuff\n  ","161525":"\n  yes\n  ","161526":"\n  not very well\n  ","161527":"\n  kill snowboarding marry skateboarding eff surfing\n  ","161528":"\n  black coffee\n  ","161529":"\n  we were all breastfed\n  ","161530":"\n  thanks homie and I'm off to bed\n  ","161531":"\n  everything in moderation\n  ","161532":"\n  :)\n  ","161533":"\n  sometimes. I have to take breaks from reading for instance.\n  ","161534":"\n  gosh thanks\n  ","161535":"\n  nah I don't think he'd want one\n  ","161536":"\n  sure it does. So if any of you are vampires, hit me up.\n  ","161537":"\n  no because it's a sore spot lol. but I do in my head because what else can I do\n  ","161538":"\n  I mean, I don't know that anything is as black and white as a coin toss it's all part of life if that's what you mean\n  ","161539":"\n  nah that's all on him\n  ","161540":"\n  oh good lord no I wasn't a me until much later in the process and my first memories aren't until I was about 2\n  ","161541":"\n  by way of antipsychotic and he's on tinder but hasn't met with anyone yet.\n  ","161542":"\n  sure. that makes deja vu seem more understandable.\n  ","161543":"\n  well you see I've been an Allison since 1980, Jan to be exact. But I've grown into myself over the years (though sometimes as Pinetree and not Allison) probably starting around 16 and really coming to fruition by 24.\n  ","161544":"\n  I mean I don't know about love but we def were lusty at first sight lol. I met him at a job we were both on as traveling merchandisers in Philadelphia, the hottest most disgusting summer destination possible. We were moved in together within 2 months and married within 8\n  ","161545":"\n  I'm gonna have to say I'm too drunk to know what this in reference too. But I love the tingleverse anyway.\n  ","161546":"\n  I do believe in it and I've seen it in my dad and stepmom, my grandmother- a few select friends that have stood the test of time. My husband.\n  ","161547":"\n  time zones are some freaky shit. or you're a time traveler. Or I am. wooOOoooo\n  ","161548":"\n  this is some woo woo shit right here\n  ","161549":"\n  I don't know how funny it is but I was afraid to drive to the store last week because I might forget how to drive and mix up the pedals and also because every time I drive a long distance I see people jump out in front of the car\n  ","161550":"\n  it is\n  ","161551":"\n  my weed grower has a thing for that sort of thing so I see it periodically\n  ","161552":"\n  sure old ladies knock on my door with brochures all the time\n  ","161553":"\n  thurs morning\n  ","161554":"\n  it's comforting\n  ","161555":"\n  makeup, food, music, movies, pop culture, art, personal issues\n  ","161556":"\n  by creating\n  ","161557":"\n  correct.\n  ","161558":"\n  only if I wear sneakers for like 8+ hours\n  ","161559":"\n  nope. my family is infamous for not having funerals and not having grave sites.\n  ","161560":"\n  nah it won't but that's okay\n  ","161561":"\n  nope\n  ","161562":"\n  I mean I'm 38 and (over) a half and I took this pic a few hours ago\n  ","161563":"\n  nah it was one unexpected time. I would maybe try it again with my psychologist's permission. I'd def try peyote or mushrooms.\n  ","161564":"\n  very pretty. is that a petunia? I can smell it from here.\n  ","161565":"\n  8:24pm\n  ","161566":"\n  I considered teaching at a university level but I didn't ever change my major to reflect that (I stayed drawing\/painting major until I had to drop out) I have taught individual (adults) to draw and I know it's possible but I don't have the ability to go back to school for the art education degree.\n  ","161567":"\n  yes. it's perfectly okay to be run of the mill. being pretty okay at things is great. Being kind to some people and influencing a few is great news. You don't have to be a superstar.\n  ","161568":"\n  the art college I went to. I still dream about being in that sort of structured art environment with teachers that care. I miss it.\n  ","161569":"\n  I can only drink for two more nights, then I'm on blood thinners for like 6 months after foot surgery! So take advantage of drunken me, ask me anything\n  ","161570":"\n  I am. that's how I have a birb bff. (also because Disney Princess)\n  ","161571":"\n  they all do as far as I'm aware, I've been diagnosed with psychosis since 1999 and schizophrenia specifically since 2002. I was depressed and suicidal as a child. I struggled with anxiety throughout my childhood. I blog about things openly and talk and answer any questions so if my family is ignorant of my problems at this point it's on them.\n  ","161572":"\n\n   https:\/\/www.chucktingle.com\/questions.html\n  \n","161573":"\n  maybe so. I had a teacher in college who said it was empathy that was to blame, or being neglected children in the past possibly. Chuck Tingle talks about different timelines and people who can travel through them.\n  ","161574":"\n  nah. I have two monitors and the left hand side monitor is just for spotify, the web cam (watching Bubo when she's behind my desk) and a google calendar which is where I have any appointments or dates written down. (the right hand is for web browsing and games)\n  ","161575":"\n  just briefly skimmed a couple of articles, very interesting. I've experienced that but I can't think of any solid examples right now\n  ","161576":"\n  no but you ask me about him a lot\n  ","161577":"\n  short for cannabidiol which is a non-psychedelic ingredient that's also found in standard hemp. It's the chemical that's helpful for certain ailments like glaucoma, joint inflammation, cancer prevention and treatment, antipsychotic, etc. It's what helps those with PTSD and those with anxiety disorders. THC, or tetrahydrocannabinol, is the psycho-active ingredient that's ONLY in cannabis that treats things like nausea, appetite loss, and depression.\n  \n  CBD in oil form is legal in all 50 states. THC is what keeps cannabis illegal in some states.\n  ","161578":"\n  yeah for sure. I attract folks on a different mission than the rest of us all the time\n  ","161579":"\n  west coast is dungeness crab and east coast is blue crab. it's just the type of crab. They are different sizes and flavors.\n  ","161580":"\n  it is it's a very popular strain in Washington because it has a little cbd in it so medical users like it\n  ","161581":"\n  I have weird episodes with mental illness that may qualify I guess\n  ","161582":"\n  I never make it, I don't prefer west coast crab and that's where I live now. I wait until I'm back east to have crab.\n  ","161583":"\n  I have a little container of cherry pie seeds and I took a few and tried to germinate them but it didn't work. instead I may use the seeds to make a bracelet\n  ","161584":"\n  I don't I have some expensive vermont maple syrup in the fridge though\n  ","161585":"\n  here's a recipe: Mix together crabmeat, bread crumbs, parsley, salt and pepper.\n  \n  Beat together egg, mayonnaise, hot sauce and mustard. Combine with other ingredients and mix well. Form into patties and place on a lightly greased broiler pan or baking sheet.\n  \n  Broil for 10 to 15 minutes, until lightly brown.\n  ","161586":"\n  I am going back home to Virginia Beach to visit my dad and sister and a couple of my (many) nephews. I plan on swimming in the ocean and eating lots of crab cake.\n  ","161587":"\n  I mean, I saw the movie the matrix, which was made by two trans women\n  ","161588":"\n  good lord no. I don't even consider people under 25 friend material really (no offense youngins) If I were dating again for some reason, my age limits would be like: 32-50\n  ","161589":"\n  my nickname growing up was Pinetree but also you probably mean something more like \"rain\" or \"crystal\" (the first I like the second I hate)\n  ","161590":"\n  today's daily sketch (Charlie)\n  ","161591":"\n  mammography, and yes it suuuuuucks. I've had about a dozen of them. I'm not due for another for another year and a half though.\n  ","161592":"\n  a little of both probably it's a pretty good bra and a flattering shape of dress. My boobs are fabulous and they haven't sagged hardly any with age too bad I'm high risk for breast cancer and already have 3 benign tumors. I'll miss them when it's time to chop em off.\n  ","161593":"\n  you sound really ignorant. Is the original question asker right? Are you from the South?\n  ","161594":"\n  depends. I am planning a party in December and a trip next May but I also have no idea what I'm cooking for dinner tonight\n  ","161595":"\n  no I'm wayyy too uncoordinated for that sort of thing\n  ","161596":"\n  can you imagine being so ableist and hateful that you would send this to a stranger\n  ","161597":"\n  surfers\n  ","161598":"\n  uh I would hate haunting someone. but probably my mom, assuming she outlives me, because she's haunted me in nightmares my whole life so it only seems fair\n  ","161599":"\n  there is a demographic in this country that will set their shoes on fire WHILE WEARING THEM to own the libs\/to show their hatred for black people\n  \n  If you don't find that extremely ignorant then you're one of them\n  ","161600":"\n  none anymore because my memory is shit but like I used to probably be able to quote harold and maude and labyrinth\n  ","161601":"\n  thanks\n  ","161602":"\n  no of course not. she's my baby. I'm married to a human male.\n  ","161603":"\n  lmao\n  ","161604":"\n  ROFL okay\n  \n  I'm married and definitely not interested in randos anyway?\n  ","161605":"\n  staying up late really sucks I go to bed so early now\n  ","161606":"\n  I really can't narrow it down I surround myself with creative folks and always have. I started going to specialized art schools in grade school and continued through college. Most all of my friends are artists or musicians or writers\n  ","161607":"\n  something Kohl's puts on their fabrics makes me break out in big hives and welts if I touch anything so anytime I've tried on anything at Kohl's has been a pretty bad time\n  ","161608":"\n  it's all the same to me. I don't have a job outside of the home at the moment\n  ","161609":"\n  just had my 1000th follower wheeeee now everyone send more questions\n  ","161610":"\n  I'm from the south originally and I certainly wouldn't consider myself \"backwards\" or \"uneducated\". I think there is a certain type of American that is ignorant (dangerously so) but it's not exclusive to the South.\n  ","161611":"\n  neither but like hard watermelon or something with lemon in it is okay- so it's like both but neither. Cheeseburgers. fries. tater salad\n  ","161612":"\n  plums, but I have a backyard full of blackberries that are very good and sweet this year\n  ","161613":"\n  captain america\n  ","161614":"\n  it really depends on the context.\n  ","161615":"\n  I guess I knew that I just didn't think about it lol\n  ","161616":"\n  yo\n  ","161617":"\n  to live forever- for bubo to live forever- for my husband to live forever\n  ","161618":"\n  hi\n  ","161619":"\n  <3\n  ","161620":"\n  I mean I try not to think about things like that\n  ","161621":"\n  doubtful\n  ","161622":"\n  mismanagement of resources, unpreparedness for climate change, oppression of marginalized groups, over militarization\n  ","161623":"\n  I skim the news daily and see what people are reacting to on twitter\n  ","161624":"\n  yeah for sure\n  ","161625":"\n  why are you continuously so fucked up and ableist\n  ","161626":"\n  probably. I enjoy having bird company. But we're hoping for another 20 years before that becomes an issue.\n  ","161627":"\n  here lies allison. okay artist and friend of Bubo.\n  ","161628":"\n  Nah. I was apprenticing as a piercer at one time but my hands aren't very steady\n  ","161629":"\n  something like heyguyswantstuffjustask or close\n  ","161630":"\n  New DP\n  ","161631":"\n  dear troll. I have plenty of friends of all different races.\n  ","161632":"\n  LMAO uh definitely not.\n  ","161633":"\n  Violet\n  ","161634":"\n  Isaiah\n  ","161635":"\n  abba, guns n roses, battlesuck galactibarf\n  ","161636":"\n  Opera. I love the arts, except that. And Musicals really too. So like, musical performance. I love the orchestra or a ballet or a play though\n  ","161637":"\n  I never worry about it to be honest. Just try to get more sleep\/drink more water and maybe find a good primer that directs light away from your under eye or something like urban decay has a good eye primer and I like wet n wild's dewy finish primer as well\n  ","161638":"\n  I AM a stranger for sure\n  ","161639":"\n  vegan prob I like bread\n  ","161640":"\n  like once a day, but sometimes I just do eye cream so I don't know how often I moisturize my WHOLE face and neck. probably only like every 2-3 days\n  ","161641":"\n  so \"crushes\" for me are really non-romantic\/non-sexual. I don't have a sex drive at all so like, when I \"crush\" on someone, it's really just that I find them super interesting and want to be friends with them. But yes I have a low-key crush.\n  ","161642":"\n  meditation on whether or not it was a especially strong delusion. I'm schizophrenic.\n  ","161643":"\n  mostly yellow\n  ","161644":"\n  I haven't read a novel in at least 2 years and I can't remember the name of the last one I read but it was the latest in Robin Hobb's fantasy series\n  ","161645":"\n  how are there 993 of you all are you all Ben accounts lmao\n  ","161646":"\n  it's like gonna be the same answer for all these sorts of questions- I think we teach men through toxic masculinity practices and ideals to suppress and only express anger but never sadness so that when suicidal thoughts and depression happen, which are normal human things- there doesn't seem to be a way out. It's sad and sick. I wish we could heal the men of the world.\n  ","161647":"\n  nooooope last time I tried I ended up getting my sister's truck stick in a ditch. My excuse is that I'm left-handed.\n  ","161648":"\n  it's a part of the human body but honestly I've never been with anyone who wasn't circumcised though so I have no like, personal thoughts on it.\n  ","161649":"\n  being caring and open communicators also dimples\n  ","161650":"\n  38\n  ","161651":"\n  nah. I think human beings are programmed with emotions and it's normal and healthy to have a meltdown once in a while\n  ","161652":"\n  I think it's unhealthy.\n  ","161653":"\n  Toxic Masculinity\n  ","161654":"\n  I am! If you want to fo9llow along, I'm posting them all on my instagram which is \/shehitsback.\n  \n  The point of these sketches is just to practice accurate and confident lines. They take between 5-10 minutes if that. I've been taking pet photos from friends mostly lately as quick inspiration. Today is a puffer fish named Bruce\n  ","161655":"\n  yes some fish when I was little. A lot of fish actually. We had so many fish.\n  ","161656":"\n  I haven't been in school since almost 20 years ago but I'm still friends with a few of my former teachers on facebook\n  ","161657":"\n  I detest jeans. It's impossible to find ones that fit. I wear dresses or tunics\/leggings all the time.\n  ","161658":"\n  This song reminds me of my friend David\n  \n   https:\/\/www.youtube.com\/watch?v=pNozGAmRlzg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","161659":"\n  Xmas parties are my favorite. I want to host a big open house this season.\n  ","161660":"\n  saffron for sure\n  ","161661":"\n  I don't love either. they're not a style of rap that I really get into.\n  ","161662":"\n  yeah, \"later\" can kind be a lot of times. It just means there will be a time in the future that we will talk again I guess\n  ","161663":"\n  yes, yes, yes, no\n  ","161664":"\n  I eat more toast but I like pancakes, eggs for sure\n  ","161665":"\n  a cranberry bog is like a watery patch where cranberries grow\/float\n  ","161666":"\n  I wear sneakers like year round\n  ","161667":"\n  it is where I am, and it's been fine. Should be legal everywhere.\n  ","161668":"\n  I dislike both but I'm not a parent so I don't really bother myself over it\n  ","161669":"\n  don't worry anon who thinks I'm an alcoholic, I have to go back to drinking nothing at all next week after surgery for like 4-6 months because of blood thinners\n  ","161670":"\n  I wouldn't be able to stick to a meditation practice that was against cannabis. It's been too helpful to me (I've literally had breast tumors shrink since starting using) meditation that I've done has always been very open and not strict about anything so I'm not sure what kind of exclusive thing you're doing. Enlightenment is what you make of it. There are no strict rules.\n  ","161671":"\n  extremely far left\n  ","161672":"\n  if this new upcoming generation doesn't vote, then maybe.\n  ","161673":"\n  I mean, I just googled it. Seems like something the alt right are into?\n  ","161674":"\n  well good. Most of my docs are women except for my endocrinologist and like, the surgeon doing my surgery next week (but his NP is a woman and I see her more than him)\n  ","161675":"\n  I do, once in a while. I get tired of them too often though.\n  ","161676":"\n  it gets easier. just follow your docs instructions and take the meds\n  ","161677":"\n  yup\n  ","161678":"\n  no, we facebook messenger some\n  ","161679":"\n  pears, apples, blackberries, strawberries, those are the things that grow well near me. Also hazelnuts and avocados.\n  ","161680":"\n  that's good advice.\n  ","161681":"\n  nope. I've seen cranberry bogs before, they're pretty weird\n  ","161682":"\n  yes I love cranberry juice\n  ","161683":"\n  good luck\n  ","161684":"\n  I have an extreme type of anxiety called panic disorder. The best thing you can do is go through therapy to learn mindfulness, it's really helped my anxiety so much.\n  ","161685":"\n  haha just blackberries accidentally . they're so good this year though!\n  ","161686":"\n  sure. I've been like that in the past, I would have considered myself an introvert- and I still do in some ways, like I can spend daylight hours by myself with projects just fine it's just that night turns me into an extrovert suddenly I want to interact.\n  ","161687":"\n  if I don't use cannabis, I throw up. I have a very powerful anti-psychotic I'm on and the side effect is throwing up all the time. So I smoke to curb that. So I'm smoking all the time.\n  ","161688":"\n  yeah but less. I had more friends when I was for instance in school. now I'm very far away from where I grew up, which is fine, but it's a whole different thing making friends in your 30s.\n  ","161689":"\n  eh, maybe. but like, I can definitely go a while without thinking about alcohol like months or years at a time at times but like with my husband out of town a lot this summer I drink a lot to feel less lonely.\n  ","161690":"\n  I meant ultraviolet lmao I'm drunk\n  \n  because scientists have said that her species can so I assume they dissected a few eyeballs to find out somehow, SHRUG\n  ","161691":"\n  I'm drunk I meant ultraviolet\n  ","161692":"\n  I feel like I was vaguely aware of that, in like, bug's cases particularly. I do know well that animals see the world in different colors. Bubo can see infrared.\n  ","161693":"\n  I'm an animal whisperer. Like most people who like animals. thus, super normal. but animals luv me for sure.\n  ","161694":"\n  (I asked the tattoo q because an artist I know posted some questionable content on his page like a bloody noose and I just don't think I would have agreed to that) (it was well done but it's just too white power imho)\n  ","161695":"\n  -fight back (occasionally. mostly I'm grown enough to ignore)\n  \n  -get drunk every night when my husband isn't home like some sort of weird teen when the rents are out of town\n  \n  -cut all of my sandwiches into two triangles\n  ","161696":"\n  I like loreal's sulfate-free ever-whatever collection, they all smell great but the best ones are the coconut oil and rosemary ones probably.\n  ","161697":"\n  floral, both, both lol. I love good smells. I scent my house with ylang ylang and right now I scent myself with rose and lavender. My last scent was a masculine, pepper and moss and minty scent.  I just switch it up to whatever I happen to like at the time I'm buying, and I usually buy boutique.\n  ","161698":"\n  I honestly couldn't tell you I'm so oblivious it literally takes them saying something along the lines of \"HEY I LIKE YOU\"\n  ","161699":"\n  well I mean, y'all native americans really.\n  ","161700":"\n  it's pretty good but I never remember about it when I have it\n  ","161701":"\n  chocolate chip cookie dough\n  ","161702":"\n  step number one: don't do weird creepy things like ask me for step by step instructions.\n  ","161703":"\n  eh, I dunno. maybe it's a case by case thing.\n  ","161704":"\n  I feel like Saucony deserves my biz because they make sneakers with a wide enough toe box for bunions and honestly they're all I can wear and they make them in a billion colors so I don't mind wearing them\n  ","161705":"\n  spaghetti can be Garbage Noods\n  ","161706":"\n  right now \"throwing me that shade like I'm not cool enough\" from BORNS' \"second night of summer\"\n  ","161707":"\n  my husband's out of town again and today sucked so bombard me with questions\n  ","161708":"\n  I'm the weird relative\n  ","161709":"\n  I grew up in Virginia, US. Now I live across the country in Washington.\n  ","161710":"\n  well it's only 10:50 am where I am but so far, so good. My husband is packing for a trip to MN and I'm playing with Bubo. I finished my daily sketch a little while ago. I don't have any plans today other than to relax and maybe get some knitting done.\n  ","161711":"\n  yeah but it's expensive and I don't know how great of a parent I would be with my deteriorating health\n  ","161712":"\n  thankssss\n  ","161713":"\n  bikinis are swimsuits, perv\n  ","161714":"\n  live through it\n  ","161715":"\n  not annoy, but it makes things harder because I can be pretty indecisive too\n  ","161716":"\n  my first name is 7 letters and my middle name is only 3\n  ","161717":"\n  shame shame\n  ","161718":"\n  my husband just bought some \"tile\" things from best buy that you stick on shit and then you can track them. Don't know if it helps you find your will to live but it'll help with like, your cellphone\n  ","161719":"\n  I hope you can find a safe way to fully create your vision of you soon\n  ","161720":"\n  I had everything except for the easy bake oven\n  ","161721":"\n  sounds pretty good\n  ","161722":"\n  cheeseburger pizza I might try but I detest sour cream so a taco pizza seems kinda bluh\n  ","161723":"\n  sometimes\n  ","161724":"\n  cheeseburgers\n  ","161725":"\n  I sure did\n  ","161726":"\n  okay everyone laugh- I genuinely have good feelings about Zima\n  ","161727":"\n  finding the right lines\n  ","161728":"\n  I dunno seemed like a useful adjective at the time\n  ","161729":"\n  I'm not clicking your weirdo link sorry\n  ","161730":"\n  just my daily sketch, which was an amazon grey named Molly\n  ","161731":"\n  a bunch. I knit.\n  \n  Send me all the questions y'all I'm bored and it's labor day and I'm drankin\n  ","161732":"\n  I like to make a plain 2 egg omelette with some big thick wheat bread and slather the toast in butter and stick the omelette on that mess. Sometimes, with cheese.\n  ","161733":"\n  sorry to bother you\n  ","161734":"\n  trainspotting\n  ","161735":"\n  house\n  ","161736":"\n  getting a puppy on xmas when I was like, elementary school aged\n  ","161737":"\n  strawberry daiquiri, maker's mark\n  ","161738":"\n  I don't really initiate small talk but I'll be friendly and chat if they start it as long as it's not some creep being a creep. People do often talk to me.\n  ","161739":"\n  I have not. I am interested but I'm honestly waiting to see how Leigh's goes and then maybe I'll ask for that for Xmas\n  ","161740":"\n  *shrug* I drink a lot of water. Also I read somewhere that schizophrenics just don't age as fast? So I don't know if that's true or not but it's interesting\n  ","161741":"\n  39 in January\n  ","161742":"\n  I see nothing wrong with wanting to change your appearance and in some cases it's really necessary to live a normal life anyway. If I get breast cancer and have to have my breasts removed, I'll want implants. If I was wealthy enough, I might consider a neck lift.\n  ","161743":"\n  obviously I would know better than you lol\n  ","161744":"\n  I really like the nissan versa. I don't really care about luxury cars because i hate driving so much but like, maybe a self-driving car would be cool\n  ","161745":"\n  anything by Von Sell or NVDES\n  ","161746":"\n  um, they're G cups\n  ","161747":"\n  bottles probably\n  ","161748":"\n  spend as much time with loved ones as possible\n  ","161749":"\n  I mean, it's not really my style but I also don't really care what other people wear\n  ","161750":"\n  it varies wildly from person to person\n  ","161751":"\n  a mother that loved me unconditionally lol\n  ","161752":"\n  I ended up conking out last night before answering this but I had a good day yesterday for sure. Went to a vegan bbq and craft\/art fair with my favorite local friends\n  ","161753":"\n  I literally just told someone \"it's saturday night, and it's so slow on ask! I should be deleting shit from Dan!\"\n  \n  she's a BIRD.\n  ","161754":"\n  I'm trying to stay up a little later than usual to hear the results of a raffle I entered so feel free to send questions and keep me up and entertained\n  ","161755":"\n  nissan versa. We've been driving it 9 years and it's still an awesome car\n  ","161756":"\n  yes, yes, yes, no, yes, yes\n  ","161757":"\n  I've been around people all day at a vegan bbq and craft fair but I didn't really meet anyone new the last person I saw today was my husband\n  ","161758":"\n  goodbye baked potato\n  ","161759":"\n  I'm trying to draw a 5 min sketch every day lately. So far it's been a lot of birds and self portraits. Here's today's daily sketch, a macaw named Sissy\n  ","161760":"\n  volkswagon\n  ","161761":"\n  I haven't gone to school since 2001\n  ","161762":"\n  it tries to be but I can't think of any specific initiatives that have been made towards anything like that\n  ","161763":"\n  yeah for sure any large bird of prey\n  ","161764":"\n  I have no idea\n  ","161765":"\n  I realllly like owls like I collect owl stuff and my favorite owl is a Bubo Virginius, or Great Horned Owl. She's my little owl.\n  ","161766":"\n  in my case they were inherited. Sometimes (usually) they are. Sometimes extreme footwear or ill footing shoes can cause them over time.\n  ","161767":"\n  I'll only be there for the day, but it'll take 3-4 months to heal. I did this on the left foot 2 years ago, this time it's the right foot.\n  ","161768":"\n  I have a painful extreme bunion so I'm having a joint fusion bunionectomy\n  ","161769":"\n  literally nothing\n  ","161770":"\n  yeah usually unless I'm on like oxy or something like I will be in a couple of weeks after foot surgery\n  ","161771":"\n  I mean it wouldn't be my first choice or anything\n  ","161772":"\n  nah I never watch youtube I have a weird aversion to watching videos\n  ","161773":"\n  it's cool to look at sometimes I'm not really drawn to it like other styles\n  ","161774":"\n  prob five guys but I don't love either :(\n  ","161775":"\n  my uncle was a construction worker many years ago\n  ","161776":"\n  I didn't know who he was until I googled it just now.\n  ","161777":"\n  no, just makeup bag, nope, yes I practically lived at one as a teen, nope, nope\n  ","161778":"\n  nah not at all. I used to, in the 90s, when I was the Biggest Art Snob of All Time but now that I have a ipad I am amazed and in love with digital art. (that drawing was on the ipad)\n  ","161779":"\n  because I'm the most ridiculous person ever, I need y'all to keep me up for another couple of hours because I'm trying to do a neopets thing. I know. I know. I'm sorry.\n  ","161780":"\n  thanks I wa sa drawing and painting major in college so gestures are my thang I just want to practice drawing more I just got an ipad so drawing is new and exciting again\n  ","161781":"\n  it is me lol with my hair in my jedi buns and just waking up and showing my fat neck in profile\n  ","161782":"\n  it just makes me feel like I'm fulfilling my potential when I create. Here's a little drawing I did this morning that is simple but the more I look at it the more I like it\n  ","161783":"\n  specifically spatial relations and language according to the tests they ran when I was 7 so it manifested in reading comprehension, writing, artistic composition, and organization. I went to a gifted school where they trained logic, math, language, and culture. From there I decided to focus on art and went to specialized art schools from 5th grade through college. As far as unbalanced mental states, maybe. It's common for geniuses to have anxiety and be depressed, if not more.\n  ","161784":"\n  I mean I am married to a man right so is it really a \"gotcha\" moment\n  ","161785":"\n  I know you mean this as a compliment but it's kind of weird to say to someone. I take 13 pills a day and smoke weed every hour to seem this collected. I was a genius when I was younger and I've watched my mental health deteriorate through the years and it's honestly frustrating and sad.\n  ","161786":"\n  yes there is a nice one named Zazu at the place I got Bubo from\n  ","161787":"\n  I try not to worry too much about stuff and just continue to live my life with all it's weirdness\n  ","161788":"\n  this isn't Friday Night Magic nerd that's tomorrow\n  ","161789":"\n  maybe you dreamed it. Maybe you were there in a past life. Maybe another dimension version of you is familiar with it.\n  ","161790":"\n  I didn't used to be and I loved to order a mango lassi with Indian food but in my late 20s suddenly eating a mango nearly killed me\n  ","161791":"\n  I am very allergic to mangoes so that would suck\n  ","161792":"\n  well, I don't know about mind visions but I dream about the same places over and over that I have never seen before irl so like, they're familiar now\n  ","161793":"\n  I mean honestly, yeah. I was definately pressured and coerced and gave in just to get people to stop asking. It's sad and gross that that's how it is. It shouldn't be. No should mean no.\n  ","161794":"\n  Campbell is Scottish but it's my married name so it has no bearing on me. My family name is English and my history on my dad's father's side is mostly English with some French and Portuguese. My mother's side is English and Irish but I don't know very much about those trees because my shitty cousin won't let me use his family bible for research. My paternal grandmother was adopted so I have no idea what her side of the family was.\n  ","161795":"\n  lol wut\n  ","161796":"\n  I expect everyone to like it then because I'm way cute\n  ","161797":"\n  seeeeeennnnnnnnd quuueeeessssstttionnnnnns\n  ","161798":"\n  salmon, provolone, sparkling, chili, green tea\n  ","161799":"\n  I mean, it's a nice thought but in reality I can replace people pretty quickly if there's a reason to\n  ","161800":"\n  candy cane, christmas tree, star, carols, snowmen\n  ","161801":"\n  passing out candy, horror movies, pumpkin cookies, apple cider, pumpkin patches\n  ","161802":"\n  I'm sure if that were real life I'd push forward and try to survive but I was bored of the conversation so I ended it\n  ","161803":"\n  I have no idea what you're talking about I say lots of things\n  \n  helpless if.....what?\n  ","161804":"\n  witty rabbit\n  ","161805":"\n  yes, I've fished and cooked the fish I caught.\n  ","161806":"\n  I mean I think most people would be most comfortable at home but I expect to not be able to take care of myself after a certain point so a home might be best\n  ","161807":"\n  she's good, she's playing with a toy right now she just finished her dinner\n  ","161808":"\n  We have several, the closest happens on Tuesday afternoon and I enjoy going once in a while\n  ","161809":"\n  someone who intentionally creates a hostile, unsafe, or damaging environment.\n  ","161810":"\n  friendship is accepting someone as they are and being happy that they are that way. I don't care what my friend likes but maybe they should also like birds. I stop being friends with toxic people and people who don't accept me as is.\n  ","161811":"\n  you're anon and I don't know what flag you're talking about\n  ","161812":"\n  I don't have a motto or anything like that\n  ","161813":"\n  I dunno how to tell someone to love themselves. I just love myself.\n  ","161814":"\n  because people change. It's the natural order of things.\n  ","161815":"\n  huh?\n  ","161816":"\n  I did two quick drawings today on the ipad and painted the background of a canvas in acrylics but I am waiting for the subject matter for that to reveal itself because right now I don't know what I'll do I'm thinking probably a portrait. The drawings today were a self portrait and this quick sketch of Bubo\n  \n  I've also been knitting up a storm I just really feel like knitting lately so I've made about a half dozen catnip mice for the cats recently and worked on the quilt I've been working on for years.\n  ","161817":"\n  It really varies wildly from instance to instance. Sometimes I instantly \"click\" with someone. Sometimes it takes a slow process of knowing them before we're friends.\n  ","161818":"\n  autumn, dusk, january because of my birthday but june because of weather, sunshine\n  ","161819":"\n  it's so cheesy but meditation and mindfulness do wonders for impulsive behaviors and negative thought. I used to have quite self destructive thoughts, yes but I coped in mostly unhealthy ways until I learned to live in the present and breathe through things.\n  ","161820":"\n  because I don't like to imagine scenarios that leave me in a helpless position it's not good for mindfulness and mental health\n  ","161821":"\n  hahaha oh noes I'm in someone's lego world. Now I really do give up.\n  ","161822":"\n  no I'm gonna give up and cry\n  ","161823":"\n  lol\n  ","161824":"\n  well this is bleak and depressing then\n  ","161825":"\n  well then this sucks I want out\n  ","161826":"\n  look for my husband cats and bird then\n  ","161827":"\n  check to see if there's plumbing\n  ","161828":"\n  yes probably. I build a lot of houses so that must have been subconsciously dreaming about my own home\n  ","161829":"\n  just wasn't interested. My favorite toys were legos and coloring books\n  ","161830":"\n  I didn't play with dolls\n  ","161831":"\n  I was psychotic and untreated and didn't think anything was wrong with me. I worked but I also called out a lot and had hallucinations at work and had a hard time with customers (and at Target I worked overnight stocking shelves which I def can't do again because of my back problems)\n  \n  This was all back in like, 2003-2004. So like, I was 23, had been diagnosed with schizophrenia but not panic disorder- I took meds for like a month and decided they sucked and stopped taking them. Psychosis was still new, having only manifested at age 19. Cognitive and Negative Schizophrenia symptoms have steadily gotten worse as I've aged, as I slide towards dementia.\n  \n  But honestly now that I'm back on meds again and have been doing so well since my last \"breakdown\" I'm considering finding a part time job after my foot surgery this winter.\n  ","161832":"\n  CVS was a seperate company, but they did take over a lot of the old eckerd locations\n  ","161833":"\n  we were both working as traveling merchandisers for a now bankrupt drugstore chain on the east coast called Eckerd. We were assigned to the same job in Philadelphia and just hit it off. I moved in with him after that month-long job and we quit eckerd and got jobs at target and best buy so we could stay in Virginia. 8 months later, we were married. He STILL works for best buy, I had a major injury occur at Target that caused me to have to stop working for a while (though I've taken small jobs here and there since when I felt able)\n  ","161834":"\n  celery, pineapple, gouda, shirley temples While I do enjoy drinking I abhor most beer\n  ","161835":"\n  you can sneak joints into a music festival by putting them in a gum packet, they never open gum packs when they search bags\n  ","161836":"\n  praying mantis\n  ","161837":"\n  mowing. Kids are a pain in the ass\n  ","161838":"\n  it's t-rex bones\n  \n  and yeah they good\n  ","161839":"\n  I only have starbucks like 5 times a year\n  ","161840":"\n  knowing the difference between right and wrong\n  ","161841":"\n  mah. If I accidentally wake her up she just grabs a quick snuggle then goes back to sleep she's a very tame and very bonded baby\n  ","161842":"\n  when she sees a mirror, she attacks lol. then kisses. then tries to see the bird around the edge of the mirror because she's a smart baby\n  ","161843":"\n  I've considered it but 1. I don't want to raise babies and 2. I need her to stay bonded to me selfishly because she is my emotional support animal approved by my therapist\n  ","161844":"\n  Her name is Bubo and she's a superstar\n  ","161845":"\n  graphic design! I took a few (required) college courses in it, it can be fun if you're good at that sort of thing. I am not very.\n  ","161846":"\n  alright there are 975 of you and I'm getting crunk. send me some questions yo\n  ","161847":"\n  Okay well maybe I am rich cause my husband just brought me an iPad and pencil out of nowhere <3\n  ","161848":"\n  lol here's a little secret- those necklaces average about $12 each. It's all costume, honey. And mostly drugstore makeup though I have splurged here on there on nicer eyeshadow and highlighter. I spend luxury money on only one thing- eye glasses. And those I only buy about once every 2-3 years.\n  ","161849":"\n  cauliflower, daisies, armadillos, llamas\n  ","161850":"\n  just a FYI, when you send me dramatic bullshit about other people here from now on, I'm reporting it for bullying! I'm not 14, I'm 38. treat me with some fucking respect and keep the drama out of my inbox.\n  ","161851":"\n  no I'm middle class. People keep asking me this though do I look rich?\n  ","161852":"\n  I mean technically I have no idea what my paternal grandmother's heritage is so I could be a small percent anything really but as far as I know I'm the whitest of whites\n  ","161853":"\n  I live in Washington, USA\n  ","161854":"\n  birb snugs\n  ","161855":"\n  hello comma\n  ","161856":"\n  stoned\n  ","161857":"\n  warm hands- standard tem heart :P\n  ","161858":"\n  lol\n  ","161859":"\n  you're heading for a block homie\n  ","161860":"\n  well regardless I'm still married! And still not interested!\n  ","161861":"\n  that's cute but no thanks I'm a married 38 yo person lmao\n  ","161862":"\n  lol you sent this before I even had a chance to say no the first time\n  ","161863":"\n  I don't have what's app and no thanks\n  ","161864":"\n  gracias\n  ","161865":"\n  I don't have it\n  ","161866":"\n  I do art work and sell it online but that's not like, a everyday job job\n  ","161867":"\n  yes I've been married since 2004\n  ","161868":"\n  because I'm unemployed\n  ","161869":"\n  weekends are the same as weekdays for me\n  ","161870":"\n  no I still have them. I have had my appendix removed though.\n  ","161871":"\n  as much as I can be\n  ","161872":"\n  sure. I like being anywhere I am, and if I don't, I leave\n  ","161873":"\n  nah I sometimes call the cats Bubo though (or call her one of the cat names)\n  ","161874":"\n  I am never awake for night skies\n  ","161875":"\n  yeah they're pretty smart\n  ","161876":"\n  probably not my mortgage is unreal\n  ","161877":"\n  did I buy a bird or did I buy your story? I did buy the bird as a baby, I've been her owner since she was able to leave the nursery\n  ","161878":"\n  yeah obvi\n  ","161879":"\n  lmao this is cute. I dunno I'd miss my husband probably\n  ","161880":"\n  no I don't. I could probably get at least some of the brood info if I asked I just never asked.Her parents are the personal pets of a woman who owns a parrot specialty store which is where I got her from\n  ","161881":"\n  Nah. AFTER, definitely, she is always very happy to see me and acts extra clingy for a day or two after coming home. but when I'm about to put her in she doesn't really notice.\n  ","161882":"\n  ha maybe like 30 min I don't know about all day\n  ","161883":"\n  when I travel I don't normally take her with me, travel is stressful for birds. So I take her to a store that specializes in parrots and they take good care of her while I'm gone. The word for that is to \"board\" so I'm putting her \"in boarding\" means she's going to the petsitter. She gets her room and board.\n  ","161884":"\n  sometimes if she hears one of the jays outside she'll yell back and she sings most when the windows are open and she can hear other birds. When she's in boarding she gets to chatter with other parrots all day.\n  ","161885":"\n  I dunno, babies are a lot of work. If her eggs were fertilized and I was guaranteed that the store that I bought Bubo from would buy my babies and do the hand feeding then maybe. But probably not. Bubo and I share a special bond, she's my support animal, and that bond would be altered if she were taking care of a brood\n  ","161886":"\n  have a question?\n  ","161887":"\n  lmao don't involve me in your childishness. I have nothing against her she sends out entertaining spam. Maybe you're just jealous that you don't get questions?\n  \n   @HeyGuysWantStuffJustAsk\n  \n","161888":"\n  nahh middle class at best financially stable enough to be a homeowner and get things I need without worrying but like, still frugal about most things\n  ","161889":"\n  oh look it's the arm hair fetish dude\n  ","161890":"\n  lol time zones I'm still having my (very late) morning coffee (more like early afternoon) but good night to you sir\n  ","161891":"\n  I just did another google search and I guess because of my google location they served up some rando dude who shares the same name as top news, and he had an obit. So it wasn't your dude is was someone else who died in Portland.\n  ","161892":"\n  nah, I don't consider myself intelligent. I consider myself very smart, but I don't have a thirst for more knowledge and I don't dedicate any of my time to learning which is what I feel like intelligent people do. I was accepted to mensa at age 18 after attending gifted schools throughout childhood, and I'm very open-minded and willing to learn, but I don't actively pursue it. Also, I have a degenerative disease that is sliding me slowly into dementia so like, things aren't what they used to be.\n  ","161893":"\n  I'd never heard of him since I still don't like metal but apparently he died nearby in Portland\n  ","161894":"\n  your fetish is weird and doesn't belong on ask fm\n  ","161895":"\n  they do kinda creep me out but some people I am friends with are very pro-asmr for their self care so more power to them\n  ","161896":"\n  I do not and I have not. I haven't been dating since 2003\n  ","161897":"\n  fried rice, all dogs are perfect, hashbrowns, all reptiles are perfect, I've never even heard of Supreme but I don't really care about brand names unless it's my eyewear\n  ","161898":"\n  not at all\n  ","161899":"\n  I've seen the movie and enjoyed it but I heard bad things about the show so didn't watch\n  ","161900":"\n  not unless they talk to me first or I have to for some reason\n  ","161901":"\n  it wouldn't be cheating because I already offered to open the relationship if he wants since I don't have a sex drive because of meds.\n  ","161902":"\n  latest selfie w\/Bubo\n  ","161903":"\n  I mean, no more than any other words they use at any other time do.\n  ","161904":"\n  a subway club on the cheesy bread with spinach, olives, pickles, tomatoes, and chipotle sauce; a black coffee unless they have some ridiculously frou frou frapp out for a limited time; a carnitas burrito bowl with queso and the mild tomato salsa, sometimes I add lettuce\n  ","161905":"\n  black coffee, japan, beef, LA, ew, kfc\n  ","161906":"\n  lmao what's wrong with green? Her brothers and sisters were mostly green, I think  there was a yellow one in the bunch- sometimes parakeets are blue or purple but I liked Bubo the best because she has teal under feathers and a dark blue tail and none of her brothers and sisters had that\n  ","161907":"\n  olives, spinach, mushrooms, onions, anchovies, artichokes\n  ","161908":"\n  send in your questions y'all I'm bored and it's too early to go to sleep\n  ","161909":"\n  I mean, I'm interesting and complex I guess\n  ","161910":"\n  I remember a lot. My dreams are usually sequential and take place in more or less the same locations.\n  ","161911":"\n  yes. Did you invent one?\n  ","161912":"\n  I don't know what to do with them, but I kept them\n  ","161913":"\n  I am married. I've been married for like, over 14 years. It's literally the first word in my bio.\n  ","161914":"\n  nah they bother my husband, not me\n  ","161915":"\n  well it's only 9:30 am but so far it's.... meh. Husband went to work and I'm just sitting here drinking coffee listening to music with Bubo and trying to find the energy to plan my day.\n  ","161916":"\n  Veronica and Douglas\n  ","161917":"\n  nope\n  ","161918":"\n  this doesn't make any sense\n  ","161919":"\n  nope\n  ","161920":"\n  gross old white dude syndrome\n  ","161921":"\n  yeah, looking back seems shorter\n  ","161922":"\n  I have what I call my \"nest\" which is my computer desk,my art desk, and my craft desks all sort of positioned around me and my chair is in the middle. I have decorated it with little things that make me happy and I'm next to a window where I can watch the birds\/traffic going by. I feel much less anxious when I am here.\n  ","161923":"\n  I'm not familiar with either, yogurt with honey, valentines, grapes\n  ","161924":"\n  Washington is the best because I'm here. Then Oregon because PNW then California who I haven't fully travelled yet\n  ","161925":"\n  cuz Cardi B said so\n  ","161926":"\n  I wouldn't I don't believe in god.\n  ","161927":"\n  huh\n  ","161928":"\n  I'm never sad but my fav musician right now is Von Sell\n  ","161929":"\n  sure\n  ","161930":"\n  I'm pretty loyal, yes.\n  ","161931":"\n  Lots\n  ","161932":"\n  no I don't listen to youtube and while I smoke a ton of cannabis I'm not like, super into terence mckenna\n  ","161933":"\n  I've seen video but I've never been to Australia. I would love to go on a bird tour if I ever get out that way my closest local friend did that on a vacation to Sydney and they got to see a flock of budgies and all sorts of cool birds\n  ","161934":"\n  refresh the same few websites over and over hoping for something new to look at\n  ","161935":"\n  I don't think I ever had one\n  ","161936":"\n  I did. they were made of hard plastic that banged against the concrete driveway extra loudly\n  ","161937":"\n  no worries and honestly I haven't listened I am weird about what I'll listen to in the mornings I have specific moods I'm trying to cultivate.\n  ","161938":"\n  ? I sent a question out to a few people I follow. It was about what life superlative would you win tomorrow if life were like high school and everyone's really glum and depressing\n  ","161939":"\n  that feel when you send out  \"fun\" question and literally every answer is depressing as fuck\n  ","161940":"\n  Not at all I have G cups and they're annoying and full of tumors\n  ","161941":"\n  the \"reason\"?? lmao. Why does there have to be a \"reason\"? and not just girls wear earrings? You sound like a 14 year old with a fedora\n  ","161942":"\n  why do people send me things like this\n  ","161943":"\n  Bubo the parakeet, art, makeup\n  ","161944":"\n  bird song, coffee in the morning, soft clothes, AC these are things I appreciate right now\n  ","161945":"\n  I dunno, probably using amazon smile to donate to schizophrenia research\n  ","161946":"\n  I mean, I guess it's nice when it happens mutually\n  ","161947":"\n  a few days ago unless you count a cat\n  ","161948":"\n  I don't really have one\n  ","161949":"\n  acceptance\n  ","161950":"\n  my eccentricities and my nose\n  ","161951":"\n  she tries to bite my teeth when I smile or whatever but I am careful not to let her try too often because human saliva can carry germs that are bad for her\n  ","161952":"\n  yeah fuck that dude I'd be so mad\n  ","161953":"\n  ugh not at all. When I'm drinking I can get huggy but that's about it\n  ","161954":"\n  She preen\n  ","161955":"\n  Rain and Waverly\n  ","161956":"\n  well for the past 14 years or so I've just said \"I'm married\". Lately that doesn't work as easily because people are like, so what. So I just say I'm not interested. I don't find it hard to reject people because I'm not required to like everyone I meet.\n  ","161957":"\n  no, not at all. I'm socially anxious, but I'm not shy.\n  ","161958":"\n  one on one\n  ","161959":"\n  what kind of dumbass shit is this\n  ","161960":"\n  every morning I wake up to an inbox full of complete and utter garbage. I just deleted my entire inbox. Nothing but misogynists, fetishists, and Ben. It's getting really gross lately, like especially gross.\n  ","161961":"\n  well clowns don't bite usually\n  ","161962":"\n  nope\n  ","161963":"\n  Let's say it's the star wars franchise and get rid of the toxic dudebro fandom though\n  ","161964":"\n  you mean like the super powers?\n  \n  Nah just kidding there really isn't anything beneficial no but I make the best of what I've got anyway\n  ","161965":"\n  these past few days have been really weird on this site. Like if it's not completely inappropriate, it's something just.... I don't know.\n  ","161966":"\n  lol what are you asking me to defend my place in society? I exist.\n  ","161967":"\n  Kokoschka, Modigliani, Freud, Basquiat\n  ","161968":"\n  nope\n  ","161969":"\n  it's tumblr @ shehitsback  and it's basically just an instagram dump right now but in the past I've posted mental illness related things. I don't really follow anyone like I \"follow\" people but I don't pay a lot of attention to tumblr right now\n  ","161970":"\n  I'm not really a tv person I don't know of anything\n  ","161971":"\n  Old Dominion University in Norfolk, VA which is where I was born.\n  ","161972":"\n  I like it better with the \"h\"\n  ","161973":"\n  shehitsback\n  ","161974":"\n  no?\n  ","161975":"\n  are you asking if I belong to one? of course not.\n  ","161976":"\n  the middle of answering a bunch of questions, I'm bored as hell and my husband is playing fortnite\n  ","161977":"\n  can you rephrase this I don't know what you're trying to say\n  ","161978":"\n  Do you mean my most recent one ever, or the most recent one I've posted here? Here's my most recent and it was taken in my bathroom. The most recent profile pic is in my hallway\n  ","161979":"\n  I don't really ever watch the videos unless someone specifically mentions it so nothing comes to mind\n  ","161980":"\n  I may have but not recently and I def don't remember it.\n  ","161981":"\n  I don't, but I do think there are raspberry preserves in the fridge\n  ","161982":"\n  I mean, I've picked people up from classes but no the college I went to was a big deal art school\n  ","161983":"\n  yup. I even drive sometimes.\n  ","161984":"\n  just a reminder that I just block rando non-question garbage, unless it's offensive enough to report!\n  ","161985":"\n  noooope\n  ","161986":"\n  allison@shehitsback.com why don't you send me $5 and find out\n  ","161987":"\n  I don't put many restrictions on my love\n  ","161988":"\n  ravioli\n  ","161989":"\n  right now either Tina or Linda Belcher from Bob's Burgers\n  ","161990":"\n  the velveteen rabbit\n  ","161991":"\n  hey this isn't a question\n  ","161992":"\n  when I got out of the hospital for a suicide attempt my dad's way of coping was to gift me a copy of \"how to win friends and influence people\"\n  ","161993":"\n  here's a horror story: today I thought maybe I should go to the ER but I can't really afford the deductible on my insurance right now so I just toughed it out. Hope I don't die in my sleep!\n  ","161994":"\n  an empty inbox\n  ","161995":"\n  It's been a really long time now but the last book I read is \"So You Want to Talk About Race\" by Ijeoma Oluo. I do recommend it, it should be required reading for white people especially.\n  ","161996":"\n  I've never had an uncrustables\n  ","161997":"\n  inorite\n  ","161998":"\n  So quick question- why are y'all never ever concerned about all the older men on this site? It's just me who's \"too old\" but like old white dudes in their 60s are free to perv out on 19 year old girls and no one blinks an eye. Get over your misogynist selves. I enjoy social media and I'm not going anywhere.\n  ","161999":"\n  I was bullied from elementary school until middle school for going to a special gifted school once a week. I was nerdy and outcast and incredibly lanky and awkward. By high school, I sort of grew into myself and ended up being borderline popular. People did spread rumors that I was a lesbian and that I was a heroin user but like, whatever. I wasn't either thing.\n  ","162000":"\n  I assumed you, since you're making photo polls pitting people against each other it sounds as childish as Dan's antics\n  ","162001":"\n  Dan how many times do I have to tell you to leave me alone and out of your shit-stirring\n  ","162002":"\n  Hey followers Shannon here would like some questions\n  ","162003":"\n  ...and yet you're anon, so no one will ever know who to send questions to\n  ","162004":"\n  the rest I use are pretty mainstream (facebook, instagram, tumblr, twitter)  I do have an art account at ello but I don't pay a lot of attention to it\n  ","162005":"\n  no def not lol\n  ","162006":"\n  that people still support Trump\n  ","162007":"\n  cheesy popcorn\n  ","162008":"\n  I really want to go down to southern California, I've not been farther than the northern parts\n  ","162009":"\n  ipad so I can illustrate more\n  ","162010":"\n  jade rolling my face\n  ","162011":"\n  neither fits my style\n  ","162012":"\n  I haven't learned any new words for a very long time\n  ","162013":"\n  haikus\n  ","162014":"\n  when I was a teen some old lady grabbed my arm and hollered \"I eat chirrun for breakfast\"\n  ","162015":"\n  (CW)\n  \n  I mean I swallowed a bunch of pills and a bottle of vodka once and ended up getting my stomach pumped does that count\n  ","162016":"\n  I've shared apartments and duplexes but I've never rented a room in a place someone else had already established a lease or mortgage, no.\n  ","162017":"\n  sandwich for sure\n  ","162018":"\n  how gross it must feel to care about classes\n  ","162019":"\n  I don't know what a video soundtrack is\n  ","162020":"\n  I dunno homie maybe just no one do terrible things\n  ","162021":"\n  I have no idea what that is\n  ","162022":"\n  I'd never heard of him but maybe I'll check it out sometime later\n  "}}