{"Question":{"162023":"\n   Do you like the Eraserhead look?\n  ","162024":"\n   Did you watch that movie called \"Black Cougar\"? I think it's about a middle-aged African-American hottie on the prowl.\n  ","162025":"\n   What hairstyle do you like to see on the opposite gender?\n  ","162026":"\n   What does Bubo think of The Jackson 5's \"Rockin' Robin\"?\n  ","162027":"\n   Statistics spam: how many schools are in your area?\n  ","162028":"\n   What exactly do you want these days?\n  ","162029":"\n   What song has a significant impact on your life?\n  ","162030":"\n   Statistics spam: Is there a sexual health clinic with in an attainable distance to you? - only 3% of the services planed parenthood provides are abortions.\n  ","162031":"\n   Statistics spam: Is there a lot of gun violence where you live?\n  ","162032":"\n   Glad he got caught and is in jail though.\n  ","162033":"\n   everyone? not all of us care about \"looking our best\". being clean is enough for me tbh\n  ","162034":"\n   on a scale from 1 to egg\nhow much green is h\n  ","162035":"\n   I hate feminists like you\n  ","162036":"\n   would you rather date someone ten years older than you or four years younger than you, at this point in your life?\n  ","162037":"\n   the name Rain or the name Reign?\n  ","162038":"\n   What do you think of men who use beauty products, face masks? Is it wrong?\n  ","162039":"\n   Have you ever received news about people you know that’s just so shocking that it’s difficult - or impossible -  to tell anyone\/talk about it? For the second time in my life, today I had some news of this kind!\n  ","162040":"\n   The grocery shelves will soon be stocked with seasonal specialty items. What is your favorite pumpkin spice food-item?\n  ","162041":"\n   Do you shave with or against the grain?\n  ","162042":"\n   How many people do you consider your \"best friends?\"\n  ","162043":"\n   France has introduced outdoors urinals..... what do you think to that?\n  ","162044":"\n   who to not follow?\n  ","162045":"\n   who to follow?\n  ","162046":"\n   What's your favorite water sport?\n  ","162047":"\n   Who would you let use your tooth brush?\n  ","162048":"\n   Last time you saw a rainbow?\n  ","162049":"\n   Do you floss every day?\n  ","162050":"\n   Put the word \"only\" anywhere in the following sentence: She told him that she loves him.\n  ","162051":"\n   Favorite word to say?\n  ","162052":"\n   .\n  ","162053":"\n   Thats dope you got that one lol. I’m taking a guess that your a iPhone user. Would you want a indestructible 100,000 mph (a year of battery life) iPhone 7plus or regular iPhone 4g with 4 months free service\n  ","162054":"\n   You have 2 coins that equal 30cents 1 isn’t a nickel what are those 2 coins?\n  ","162055":"\n   Can you train birds to poop in certain areas only? Like in their cage?\n  ","162056":"\n   how was Bubo's day?\n  ","162057":"\n   What shouldn't you do on the first date?\n  ","162058":"\n   Well, would you let a gigantic hairless & featherless ape dress you in clothes you don't want to wear?\n  ","162059":"\n   Do u like anyone\n  ","162060":"\n   why do u get snot after u get back from the pool ???🤧🤧🤧🤧\n  ","162061":"\n   Hey,Do you like girls?\n  ","162062":"\n   Ever had a crush on someone?\n  ","162063":"\n   If you were given a chance to invent something that will make your life easier, what would it be and how will it make your life easier?\n  ","162064":"\n   Halos? I see it now but at first I thought they were just bucket heads. You know that cone of shame vets put on animals so they can't get at their bandaged leg or something?\n  ","162065":"\n   what are some of the best feelings in the world?? (ya know when ur getting a manicure or a pedicure and they super gently pull and pop ur fingers\/toes? HEAVEN.)\n  ","162066":"\n   during summer of 2018 have you been inside a wal mart? eaten at a denny’s? been on a plane? celebrated any birthdays?\n  ","162067":"\n   That is an interesting color of lipstick.\n  ","162068":"\n   whats a russian name BESIDES vladimir\n  ","162069":"\n   HE WHIPPED BATMAN'S ASS!!\n  ","162070":"\n   Did he headbutt you?\n  ","162071":"\n   Neither was officially diagnosed since I believe they both died before the condition was defined, but many believe they were. Are you familiar with August Natterer? He positively was.\n  ","162072":"\n   Are blue-jays the frat-bro douchebags of the avian world?\n  ","162073":"\n   Edvard Munch and Van Gogh, two artists widely speculated to have been schizophrenic, both often depicted in their paintings human figures with wavy lines emanating out from them to distort the surrounding environment. What's up with that?\n  ","162074":"\n   Did you know that the peak age for alcoholics is 18\n  ","162075":"\n   Have you ever wanted to get into falconry?\n  ","162076":"\n   To your mind, what is Patrick Swayze's greatest role?\n  ","162077":"\n   Do you think birds can understand the vocalizations of birds of different species or is it like 2 humans speaking English and French to each other, where they can comprehend a few phrases or \"words\" but not fully?\n  ","162078":"\n   Can Bubo be fooled by mirrors?\n  ","162079":"\n   ramen or spaghetti ?\n  ","162080":"\n   .\n  ","162081":"\n   ya know that name that’s like K + C? how does ur mind automatically spell it when it hears it? (bc there’s a lot of different spellings haha, but i don’t want to taint the results by spelling it my way!)\n  ","162082":"\n   Is it immoral to have sex with an autistic man?\n  ","162083":"\n   .\n  ","162084":"\n   Best thing about you?\n  ","162085":"\n   I'd scream a lot if I had to live with you tbh\n  ","162086":"\n   Do you pefer to live alone or with someone?\n  ","162087":"\n   what messages abt your body\/abt body image did you receive from your parents?\n  ","162088":"\n   Are you a Nigerian prince?\n  ","162089":"\n   If you lost everything tomorrow, whose arms would you run into to make everything ok?\n  ","162090":"\n   If you could not work for a year, what would you do?\n  ","162091":"\n   What lies beyond the observable universe?\n  ","162092":"\n   Have you ever played Bubo a recording of birdsongs (Jean C. Roché collected some great ones) to see how she reacts?\n  ","162093":"\n   Do u believe in the human evolution?\n  ","162094":"\n   Are you a violent person?\n  ","162095":"\n   Why does social media bring out the worst in people?\n  ","162096":"\n   Do you have a need for admiration?\n  ","162097":"\n   ohio or oklahoma\n  ","162098":"\n   (more things that seem true about most of you) currently in a relationship. doesn’t own a home. eats meat. went to public school. graduated high school. lives somewhere humid. lives in a small town.\n  ","162099":"\n   What do you dislike most about social media if anything?\n  ","162100":"\n   Does it offended when people use vulgar language with you? Does it matter if it’s in real life or the internet?\n  ","162101":"\n   Hey\n  ","162102":"\n   did you care about Transformers as a kid? Power Rangers? Star Wars?\n  ","162103":"\n   What is something that everyone looks stupid doing???\n  ","162104":"\n   what’s the coolest shit u’ve ever seen irl\n  ","162105":"\n   can u bend ur fingers just at the tip? like the whole finger is straight except the last joint bends in?\n  ","162106":"\n   do u have any weird facts abt ur hands? (it’s not that noticeable but i have been told i have long ass fingers except for my short pinkie lol.)\n  ","162107":"\n   what year did you turn 16?\n  ","162108":"\n   Have you ever read any of the Misery books by author Paul Sheldon?\n  ","162109":"\n   Do you have recordings of Bubo's voice?\n  ","162110":"\n   Yosso\n  ","162111":"\n   honestly given all that ur probably the most unique person i follow!\n  ","162112":"\n   i’m just listing things that it seems like are true abt half or more of the people i follow! not trying to be rude or anything haha.\n  ","162113":"\n   here’s trends amongst people i follow. how many of these do you fit? either a taurus or a virgo. has a purple toothbrush. can’t drive. unemployed. has a dog. hasn’t gone to college. has at least one kid. not very political. under 30.\n  ","162114":"\n   What do you miss the most when you're away from home?\n  ","162115":"\n   (i do this every time i follow new people lol. sorry if some of these are repeats for you!) are you religious? are you in a relationship? what’s your zodiac sign? what country are you from? do you drink? have you ever had a kitten?\n  ","162116":"\n   How often do you get bored?\n  ","162117":"\n   How are you\n  ","162118":"\n   of all the animals that start w p which would you say is ur favorite?\n  ","162119":"\n   I need some advice and I don't know what to do, my friend just told me that my older sibling is doing some shady stuff. I love them and I don't want them to get in trouble but I'm worried it will backfire if I talk to them? What should I do?\n  ","162120":"\n   It would be ironic if someone went for a relaxing massage to ease the stress, but paying the masseur caused them a financial crisis, so they were even more stressed than ever.\n  ","162121":"\n   have you seen the original Carrie? have you seen the 2013 remake? (if both, which is better?)\n  ","162122":"\n   what are some pretty good movie remakes?\n  ","162123":"\n   people who have been to california: what is your fav town in cali? people who have not been to\/spent much time in cali: if you could spend a couple days in anywhere in california where would you go?\n  ","162124":"\n   What's the best way to keep someone's face wrinkle free?\n  ","162125":"\n   The problem with talking to people online is people are honest so people get pissed off at each other. In person people are more fake so that's why we're happier talking to people in person\n  ","162126":"\n   How good are you at keeping secrets? Have you ever told someone's secret without any intention of doing so?\n  ","162127":"\n   Is there any food you've never tried before that you would like to try in the future?\n  ","162128":"\n   What's your motto?\n  ","162129":"\n   3 must-haves for a perfect morning?\n  ","162130":"\n   It's International Cat Day, time to ask the fundamental question: Are cats smarter than dogs?\n  ","162131":"\n   Hey Al.\n  ","162132":"\n   Is Speed Queen the best combination of quality and price in a washer?\n  ","162133":"\n   (a little context: today two of my black co-workers expressed some amount of distaste towards white couples who adopt black children\/children outside of their race. i’ve been thinking abt it!) what do you think about interracial adoption?\n  ","162134":"\n   Have you ever hulked out of a shirt before?\n  ","162135":"\n   What was the first novel on which you spent your money on??\n  ","162136":"\n   This is footage of a recent “firenado” in the English county of Leicestershire. What’s the most interesting, frightening, powerful or spectacular natural phenomenon you have witnessed?\n   \n    https:\/\/www.theguardian.com\/uk-news\/video\/2018\/aug\/08\/firenado-spotted-in-leicestershire-by-firefighter\n   \n","162137":"\n   How did you feel when you woke up?\n  ","162138":"\n   How many meals have you burned when cooking?\n  ","162139":"\n   what do you think of black cats? white lighters? broken mirrors? friday the 13th?\n  ","162140":"\n   how old were you during the silly bandz fad. did you partake ?\n  ","162141":"\n   nope\n  ","162142":"\n   What do you think about parents who presents their childrens on the Internet (Facebook, Instagram, ...)?\n  ","162143":"\n   is there a time and a place to go topless ?\n  ","162144":"\n   Are you tribal?\n  ","162145":"\n   Any rats where you live?\n  ","162146":"\n   Ever wanted to have a baby?\n  ","162147":"\n   If they could vote, who would they collectively get rid of?\n  ","162148":"\n   Wtf, lol\n  ","162149":"\n   How many pets do you have?\n  ","162150":"\n   what’s ur opinion on nascar\n  ","162151":"\n   what do white kids w dreads listen to\n  ","162152":"\n   what do edgy teens who wear thrasher shirts and juul listen to\n  ","162153":"\n   Now who's being ableist?\n  ","162154":"\n   Are you OCD when it comes to eating food, do you mash everything on your plate or you keep them separate?\n  ","162155":"\n   I need to hear your input what do you think of 7 years difference between partners. 21 and 28? All my friends saying he's too old for you and it will cause problems?\n  ","162156":"\n   What's your favorite song from the 2000s?\n  ","162157":"\n   Take a chance. Take a chance. Take a take a chance chance.\n  ","162158":"\n   What's your favourite fast food restaurant? What's your favourite food to order from their menu? How often do you buy their food?\n  ","162159":"\n   baseball or lacrosse?\n  ","162160":"\n   tell me abt the most touristy town you’ve ever been too\n  ","162161":"\n   Where are u from\n  ","162162":"\n   Most girls are ashamed of farts are you?\n  ","162163":"\n   what’s a song that makes you wanna go for a drive in the rain\n  ","162164":"\n   what’s a song that makes you wanna bob ur head and smoke a joint\n  ","162165":"\n   How do you take care of your face?\n  ","162166":"\n   What is a movie that always puts you in a good mood?\n  ","162167":"\n   what is your email provider\/name? like r u eggsy@hotmail.com? eggsy@outlook.com? i am eggsy@yahoo.com lol.\n  ","162168":"\n   Is there someone you admire on ask?\n  ","162169":"\n   Has anyone ever heard of ecosexual?\n  ","162170":"\n   What has your Ask.fm experience been like? I'm seeing some people put Ask down in my feed but I love this website! Maybe I've been lucky? I feel the good outweighs the bad. Wbu?\n  ","162171":"\n   small spam ; what do your typical weekends look like? what about weekdays? do you have a routine schedule?\n  ","162172":"\n   how do you typically start off your mornings?\n  ","162173":"\n   would you prefer to work from home or in a building outside of your home, i.e. an office or store? what would be the pros & cons of each?\n  ","162174":"\n   things that i see in movies \/tv but not really real life: have you known anyone who’s faked a pregnancy? have you known someone absolutely beautiful, but just an IDIOT? was the head cheerleader at your school a bitch? have you known someone who only goes by their last name?\n  ","162175":"\n   You probably shouldn’t interact with Eggsy there is evidence “she’s” Ash or Brennan...\n  ","162176":"\n   if you had to choose one of the factions in divergent: Abnegation (the selfless), Erudite (the intelligent), Dauntless (the brave), Amity (the kind), or Candor (the honest), which would you choose? for the sake of the question let’s ignore the book politics (evil factions lol), & just base it on YOU\n  ","162177":"\n   amity is the PEACEFUL. lol. when’s the last time you made a nice breakfast?\n  ","162178":"\n   what color is your toothbrush?\n  ","162179":"\n   how many dogs have you had, throughout your whole life? (what are all their names?)\n  ","162180":"\n   did you play sports in high school?\n  ","162181":"\n   when’s the best time to start listening to xmas music ?\n  ","162182":"\n   more grocery shopping\/kitchen bc why not. do you usually have chocolate around? breakfast cereals? snack pastries (like twinkies or most hostess products)? microwave popcorn? pasta?\n  ","162183":"\n   do you refrigerate: eggs? ketchup? butter? bread?\n  ","162184":"\n   what’s ur favorite thing miley cyrus has done (song? movie?)\n  ","162185":"\n   What have you been thinking about lately?\n  ","162186":"\n   Do you have any lesbian friends? Do you have any gay male friends?\n  ","162187":"\n   coffee or beer?\n  ","162188":"\n   What inspires you the most?\n  ","162189":"\n   do you ever watch westerns?\n  ","162190":"\n   Is there a certain quote you live by?\n  ","162191":"\n   How did you learn to do your make-up? Are there any make-up artists on YouTube you like?\n  ","162192":"\n   Do you bother with lip liner?\n  ","162193":"\n   Do you think that the fact that most people don't care where their products come from, what's in them or how they're made, is a major contributing factor in how we trash the environment and each other?\n  ","162194":"\n   Do you know what minerals go into making digital devices such as phones?\n  ","162195":"\n   why dont you receive SSI if you are disabled?\n  ","162196":"\n   Victorious or iCarly?\n  ","162197":"\n   name a canadian food that isn’t maple syrup!\n  ","162198":"\n   Geek Squad sounds like a business tax arrangement for the larger company to reduce their tax\n  ","162199":"\n   What's a giant box store?\n  ","162200":"\n   Sure but I'm wondering how Geek Squad is able to remain competitive in a commercial market place when they are essentially a charity organisation?  I assume they get some kind of government funding to operate?\n  ","162201":"\n   Under what circumstances do you block people on social media?\n  ","162202":"\n   Who usually pays for Geek Squad services?\n  ","162203":"\n   do you have a deep connection with your partner?\n  ","162204":"\n   name an indian food besides curry!\n  ","162205":"\n   Do you learn much tech knowledge from your hubby?\n  ","162206":"\n   What does the hubby do for a living?\n  ","162207":"\n   So how do you pay your bills and lifestyle if you don't receive income?\n  ","162208":"\n   does social security hound you to get a job?\n  ","162209":"\n   did you have a hang over today?\n  ","162210":"\n   How do you get motivated during the bad times?\n  ","162211":"\n   there are like loads of genders aha anons don't seem to understand your answer\n  ","162212":"\n   between england and the united states: who has better food? who has better tv? who has better music? who has better movies? who has a better government? where would you rather live? #showdown #justguessifyoudontreallyknowlol\n  ","162213":"\n   name a japanese food besides sushi!\n  ","162214":"\n   would you rather never drink coffee or never drink soda again?\n  ","162215":"\n   What does it take for you to build new friendships\n  ","162216":"\n   How's life is treating you? 🌹\n  ","162217":"\n   What made u cry last time??\n  ","162218":"\n   What do you usually do when you're feeling down?\n  ","162219":"\n   According to what other people have told you, what are you good at? Do you agree with them?\n  ","162220":"\n   Whose pictures do you usually put as your lockscreen wallpaper?\n  ","162221":"\n   what foods do you like to eat after something sad? like what are YOUR specific comfort foods?\n  ","162222":"\n   what’s your favorite cocktail\n  ","162223":"\n   Do you think that the word spank is a replacement for the word wank?\n  ","162224":"\n   Do you have any advice for people starting out on youtube?\n  ","162225":"\n   When and how did you find out about the concept called spank bank and why use the word spank in that regard?\n  ","162226":"\n   What is a spank bank.  I've never heard of that before?\n  ","162227":"\n   Why do people like to watch movies do you think?\n  ","162228":"\n   If a guy in a committed relationship is using sexual fantasies about other women to pleasure himself, does that mean it's wrong and unfaithful even if he doesn't make it happen in reality?\n  ","162229":"\n   Has not being able to watch movies to the end made your life worse in any way?\n  ","162230":"\n   Is it because you have a short attention span that you can't watch most movies through to the end?\n  ","162231":"\n   are you ok with tech companies gathering information about you for them to use in any way they want?\n  ","162232":"\n   How many movies would you watch each week?\n  ","162233":"\n   Are you good at keeping secrets?\n  ","162234":"\n   Who was your hero in childhood? Why?\n  ","162235":"\n   Do you know people with whom you want to improve contact, but can't?Why can't you?Who are these people?\n  ","162236":"\n   What's the biggest difference between being cocky, having confidence and just being blunt\/straight to the point to you? Is there much of a difference? Which one do you fit more, if any?\n  ","162237":"\n   what’s the oddest location name you’ve heard irl? my sister swears up and down that there’s a little girl at her daughters school named korea! i went to high school w a guy named houston.\n  ","162238":"\n   What would you do if you could inflate your body like a balloon?\n  ","162239":"\n   This or That: Drawings or Paintings? Cooking or Baking? Bath or Shower? Fatties or Sweets? Fruit salad or Vegetable salad? Electronic books or Hardcopy books? Typed letters or Written letters? Cell phone or Tablet? Indoor fireplace or Outdoor fire? Clothing promotions or Food promotions? Yes or No?\n  ","162240":"\n   What gives you immense pleasure?\n  ","162241":"\n   this or that that doesn’t even have much to do w each other lol. Post Malone or Ariana Grande? Ireland or England? South Carolina or South Dakota? The Wolf of Wall Street or La La Land?\n  ","162242":"\n   What is your philosophy of life?\n  ","162243":"\n   Is that for one or two people? It's a huge amount. Not even trolling\n  ","162244":"\n   Ever feel discriminated against?\n  ","162245":"\n   Love in what way do you mean?\n  ","162246":"\n   What does the world need most of all at this stage in time?\n  ","162247":"\n   most recent pic on your phone\n  ","162248":"\n   How much fun is the 'Kiki challenge':-)? Have you done it yet?\n  ","162249":"\n   who is your super hero\n  ","162250":"\n   what’s something you associate with the dakotas? (meaning... north dakota and south dakota haha)\n  ","162251":"\n   You like black people ?\n  ","162252":"\n   can i have a talk to you about something awkward?\n  ","162253":"\n   But adult humans drink cow's milk and that's not seen as weird. Weird.\n  ","162254":"\n   A: I noticed in one of your writings, that you are politically leftist. Are you a Socialist like this girl Ocasio Cortez? I'm Jenni from Alicia861 should you want to know who wrote u. -J-\n  ","162255":"\n   in your opinion, what's it like to fall in love?\n  ","162256":"\n   Do you prefer sun-bathing or staying in the shade on hot summer days?\n  ","162257":"\n   At least you didn’t have buy winter clothes when you moved to Washington\n  ","162258":"\n   Your thoughts on guys who like drinking their partners breast milk?\n  ","162259":"\n   Do female birds lactate?\n  ","162260":"\n   Are your tonsils gone?\n  ","162261":"\n   what's the most delicious food you ever tasted ?\n  ","162262":"\n   Did you ever have dial up Internet? Pager? VCR tapes? CDs? Nokia cell phones?\n  ","162263":"\n   can we control dreams?\n  ","162264":"\n   Which is best shampoo for hair growth?\n  ","162265":"\n   non-americans: what’s a difference between americans and people from ur country, stereotypically? americans: what’s a difference between stereotypical americans and you?\n  ","162266":"\n   Where are you from? City? State?\n  ","162267":"\n   hey girls and guys are on different buses for track, right?\n  ","162268":"\n   what is the most common misconception about love that you know? and how are you going to debunk it?\n  ","162269":"\n   What will you be drinking?\n  ","162270":"\n   Would you rather be an astronaut, philosopher or treasure hunter?\n  ","162271":"\n   what’s your opinion on: pit bull bans?\n  ","162272":"\n   what’s ur opinion on: prostitution (like should it be legal?)\n  ","162273":"\n   what’s your opinion on: circumcision?\n  ","162274":"\n   How would you describe your teenage years?\n  ","162275":"\n   What's your favorite genre of music and who or what band is your favorite performer?\n  ","162276":"\n   May real men cry?\n  ","162277":"\n   Adidas or Nike?\n  ","162278":"\n   smoking or drinking?\n  ","162279":"\n   sugar or salt?\n  ","162280":"\n   If you had the opportunity to go somewhere and start a new life, where would you go? What job would you have? And how do you imagine your house there?\n  ","162281":"\n   What's the fastest way to make a situation awkward ?\n  ","162282":"\n   What's the chance of getting your reply if I am unknown?\n  ","162283":"\n   What would happen if someone drives a car without a license plate ?\n  ","162284":"\n   random groomin\/pamperin! have you ever gotten a manicure? do you ever wear false eyelashes? have you ever gotten your eyebrows done professionally? have you ever gotten a pedicure? have you ever gotten a massage?\n  ","162285":"\n   SKILLS I WISH I HAD: do you know how to french braid hair? do you know how to change a crying baby’s diaper? do you know how to change a tire? do you know how to survive a day without drinking coffee? do you know how to go through a drive thru in ur car (i never have & i don’t drive anymore lol idk)\n  ","162286":"\n   Have you ever taken belly dancing lessons?\n  ","162287":"\n   have ever watched Agents of S.H.I.E.L.D.?\n  ","162288":"\n   Have you ever skip any classes if you did which class and why?\n  ","162289":"\n   Do you love anyone?\n  ","162290":"\n   Is it okay for a 38 year old woman to buy a 13 year old boy alcohol?\n  ","162291":"\n   do you own anything from Patagonia? Columbia? Supreme? Steve Madden? Adidas? (honestly idk why these are the first five companies that occurred to me lol but)\n  ","162292":"\n   Why do you rarely like posts?\n  ","162293":"\n   Yeah, it's seen as a teen thing too. I've seen a few people of twitter use Curious Cat, have you tried that?\n  ","162294":"\n   You wished more people used it? Millions do.\n  ","162295":"\n   Which profiles on ask.fm do you like the most?\n  ","162296":"\n   Can you imagine books about Harry Potter in chinese?\n  ","162297":"\n   What's the most popular places for traveling among canadians?\n  ","162298":"\n   Why do you have account on ask.fm? Do you like this site?\n  ","162299":"\n   people around the word read his books i recommend them\n  ","162300":"\n   Is it true that if you loved smb once then you will love persons who're like him?\n  ","162301":"\n   views on will self\n  ","162302":"\n   Khloe Kardashian or Kendall Jenner?\n  ","162303":"\n   were you vaccinated as a baby\/kid?\n  ","162304":"\n   fave ppl u talk to\n  ","162305":"\n   How often do you cook? For how many people do you usually cook for?\n  ","162306":"\n   What are some of the random things you think are underrated AND What are some of the random things you think are overrated?\n  ","162307":"\n   What are some of the songs you can sing from start to end without messing up the lyrics?\n  ","162308":"\n   Hello 👋 \n1. How did your week go? \n2. Is it just me or have you also been having trouble with anons and\/or insidious accounts slipping into your feeds this week? For me it’s been a week of trolls, some of them trying to catch me out by starting off nice! \n\nAnyway, hope you are doing good 🙂\n  ","162309":"\n   what do you mean by wild?\n  ","162310":"\n   Off anon? Noooo. That's out of my comfort zone.\n  ","162311":"\n   Meh, I'll stick to interesting ask.fm survey questions.\n  ","162312":"\n   I'm yet to meet miss perfect.\n  ","162313":"\n   Thanks for not saying 18 haha. 23.\n  ","162314":"\n   Lmao. Sounds like you had quite the childhood. How old do you think I am?\n  ","162315":"\n   Thank you\n  ","162316":"\n   phew! just missed getting blocked via a misunderstanding!\n  ","162317":"\n   You can answer here instead, if you wish.\n  ","162318":"\n   How tall are you?\n  ","162319":"\n   long british nose? lol. I almost used the word \"hooter\" instead of \"proboscis\" but figured you might not know what I was talking about!\n  ","162320":"\n   Who is the craziest person you know?\n  ","162321":"\n   Half an inch is nothing, considering I'm a male, and you're a female who you yourself would consider to have tiny hands.\n  ","162322":"\n   what constitutes a good proboscis?\n  ","162323":"\n   That took effort...\n   \n    https:\/\/www.upload.ee\/image\/8741855\/1F30891E-B2C3-4D8D-A245-DFAF95AC52F2.jpeg\n   \n","162324":"\n   Pet food production contributes a third of all greenhouse gasses\n  ","162325":"\n   Dogs or cats, it's the same\n  ","162326":"\n   Do you think that most pet owners don't care how their pets food is made and where the poop ends up?\n  ","162327":"\n   Do you know what percentage the production of dog food contributes to climate change?\n  ","162328":"\n   Where do you throw your pets poops away to?\n  ","162329":"\n   Do you have a favourite bird song?  If so what is it?\n  ","162330":"\n   What do you do with your pets poop and do you know how it is processed?  Like, where does it end up?\n  ","162331":"\n   Well then...\n   \n    https:\/\/www.upload.ee\/image\/8741820\/1AA0318B-4DD4-4FF3-87CA-54B8F3C5145D.jpeg\n   \n","162332":"\n   Do you try to feed wild animals?\n  ","162333":"\n   What do you feed your pets and do you research where it comes from and how its made?\n  ","162334":"\n   What kind of rock predominates the landscape where you live?\n  ","162335":"\n   What's the very best PNW alcohol you can buy?\n  ","162336":"\n   LMAO aww. Mine with a standard TV remote for scale;\n   \n    https:\/\/www.upload.ee\/image\/8741682\/B3EEC9DF-E6D6-4B81-A150-2E55BDDB0A7C.jpeg\n   \n","162337":"\n   It's alright, I probably have sorta small hands.\n  ","162338":"\n   where u live, how old do you have to be to buy cigs\/vapes\/juuls\/whatever? what do you think a good age is? (where i live they just raised it to 21!)\n  ","162339":"\n   Haha, I'm actually a guy. But that proves your point I guess.\n  ","162340":"\n   Ever nearly split with your partner?\n  ","162341":"\n   What would you guess my gender is?\n   \n    https:\/\/www.upload.ee\/image\/8741611\/746F72D5-BB53-416A-ACF6-8B09F73F39D6.jpeg\n   \n","162342":"\n   For some reason, hands\n  ","162343":"\n   what attracted you to your partner\n  ","162344":"\n   Shoulder has around 20% of the answers so far, interesting. Can you guess the most common?\n  ","162345":"\n   Bar the obvious body parts (genitals & chest) - which standard everyday body part could you look at in isolation and be confident that you could identify immediately if it's a guy or girl? (e.g. eyes)\n  ","162346":"\n   did you do anything special to signify 18, when you turned 18? like buying a pack of cigs or getting a tattoo?\n  ","162347":"\n   what do you like about august? hope you’ve had a beautiful summer so far! :)\n  ","162348":"\n   And the question wasn't specifying sexual attraction.\n  ","162349":"\n   Fair enough but the question was only asking about the opposite gender. I just thought it a bit strange that you jumped in with \"I'm bi\" first off.\n  ","162350":"\n   \"first of all, I'm bi.\" So?\n  ","162351":"\n   Do you ever do those \"Christmas in July\" deals?\n  ","162352":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","162353":"\n   what’s your favorite Beatles song? what’s your favorite kind of flower? who’s your favorite rapper? what’s your favorite non-alcoholic drink? (four most important favorites for figuring out someone’s personality.)\n  ","162354":"\n   would you rather be a teenager in 1969 or 1979?\n  ","162355":"\n   Chicken vs beef? Tofu vs chickpeas? Ice Cream vs donuts? Strawberries vs blueberries? Mexican vs Italian? Yogurt vs cottage cheese? Grapes vs wine?\n  ","162356":"\n   Something that's constantly on your mind? 💯\n  ","162357":"\n   How are your seizures?\n  ","162358":"\n   How much do you love Netflix and Poptarts?\n  ","162359":"\n   What are you good at?\n  ","162360":"\n   i want to move but i dont want to leave the us. if u were me, what region of the us would you most be drawn towards? the east coast? the south? the pacific northwest? the southeast? the midwest? help a kid out\n  ","162361":"\n   what’s the last wedding you went to?\n  ","162362":"\n   Does anyone else keep getting \"hmm... interesting thought\" popups? Quite annoying.\n  ","162363":"\n   Yes, that sounds good to me and it would be interesting meeting your husband too :)  I'm not sure when I'll be going but maybe we can arrange to meet for a drink closer to the date?  I don't drink alcohol so would probable order a lemonade or ginger beer :)\n  ","162364":"\n   At what age do you consider someone old?\n  ","162365":"\n   I might be going to America later this year.  Would you be open to catching up in person?  I'm from Australia and am 50 years old.  Just as friends and no strings attached :)\n  ","162366":"\n   That work accident sounds terrifying.  Lucky you're still here by the sounds of it?\n  ","162367":"\n   Can you walk properly? Did you sue the work?\n  ","162368":"\n   Do you see your life as a novel?\n  ","162369":"\n   Did you damage your sacroiliac in your car accident?\n  ","162370":"\n   Who is your favorite person?\n  ","162371":"\n   Ever get professional massages?\n  ","162372":"\n   Ever nearly died?\n  ","162373":"\n   have you ever had: a relationship that lasted longer than three years? chicken pox? a tumblr account? a dog and a cat at the same time? a diamond ring?\n  ","162374":"\n   how do you cope in the hot weather?\n  ","162375":"\n   This or That: Coke or Pepsi? Full Cream Milk or Low Fat Milk? Netflix or Cable? Movies or Theatre? Coffee or Hot Chocolate? Black or White? Fast Food or Homecooked Meal? Tossing A Coin or Rock Paper Scissors? Day or Night? Going Out or Staying Indoors? Puppies or Kittens? Computer or Laptop?\n  ","162376":"\n   Which foods have you eaten the most lately?\n  ","162377":"\n   Well I'm gonna dm you that's why Ia asked for your Insta. I'm not some creep. Can we text there?\n  ","162378":"\n   have any ghosts ever tried to have sex with you?\n  ","162379":"\n   Have you ever tried 🐙\n  ","162380":"\n   Do you have Instagram?\n  ","162381":"\n   This question is inspired by the recent news that the U.K. government has instructed corporations and organisations to stockpile food, medicine and blood in the case of a “hard” or “no-deal” Brexit.\nIf there was some kind of disaster where you are which THREE NON OBVIOUS THINGS would you stockpile?\n  ","162382":"\n   Can you believe Tom Cruise is now 5 years OLDER than Wilford Brimley was in the first 'Cocoon'?\n  ","162383":"\n   Can you walk upon the wall?\n  ","162384":"\n   you should.\n  ","162385":"\n   ever think of doing it professionally? someone of your skills deserves their artwork to be bought and sold by the rich!\n  ","162386":"\n   you are really talented!!!!!!!!!!!\n  ","162387":"\n   were those really your paintings on your twitter page?\n  ","162388":"\n   so cute. you got any hobbies?\n  ","162389":"\n   It must be a great feeling to look this good?  If I woke up looking like that I’d be standing in the mirror for hours!\n  ","162390":"\n   Your favourite time pass ?\n  ","162391":"\n   i am gonna die if you show me anymore cute pics of your baby!\n  ","162392":"\n   awwwwwww!!!!!!!!!!!!!!!!! THE CUTENESS LEVEL IS OVER 9,000!!!!!!!!!!!!!!!!!!!!!\n  ","162393":"\n   Do you have a life purpose?\n  ","162394":"\n   awwwww! she is still a baby! how very adorable!!!!!!!!!\n  ","162395":"\n   how old is she?\n  ","162396":"\n   Do you like having your feet massaged?\n  ","162397":"\n   your Parakeet is so Kawaii.\n  ","162398":"\n   Do you feel part of your local community?\n  ","162399":"\n   Should cheating or adultery carry a prison sentence if there is sufficient evidence such as video or photo footage? I think it should be because cheating is very emotionally damaging and the whole point of the police and the law is so they can carry out punishments for injustices.\n  ","162400":"\n   The reason I ask is that a colleague and I were doing a great job of supporting each other but when an opportunity for promotion came up she went behind my back and won the promotion.  She just about did a damn happy dance\n  ","162401":"\n   Do you think women secretly compete with each other too much?  Acting supportive but really trying to one-up each other?\n  ","162402":"\n   I feel like I should be making you a fanpage or something!\n  ","162403":"\n   Ever feel like you've been here forever?\n  ","162404":"\n   Would you have an official funeral for your pets if and when they die?\n  ","162405":"\n   Can you punch really hard?\n  ","162406":"\n   Do you think that the world is as bad as the media makes it out to be?\n  ","162407":"\n   What's a video game you heard good reviews about but haven't personally played yet?\n  ","162408":"\n   Well glasses or not, you look great.  Got me feeling like a fangirl aha\n  ","162409":"\n   Would your partner do mushrooms with you too?\n  ","162410":"\n   Do you have a solid sense of self?\n  ","162411":"\n   You don’t look like you need it!\n  ","162412":"\n   Thanks.  Never thought I’d be jealous of a woman who’s a year older than my mum but meh :\/\n  ","162413":"\n   Describe that weapon, i think is different, or how would you use it\n  ","162414":"\n   I’m jealous of how great your skin looks 😡\n  ","162415":"\n   From where you know it? You can use that weapon in real life?\n  ","162416":"\n   Have you ever used musical.ly? I get that ad on here a lot.\n  ","162417":"\n   What was the last thing you purchased in store or online?\n  ","162418":"\n   What do you think about the \"garrote wire weapon\"?\n  ","162419":"\n   Favorite way to distract yourself?\n  ","162420":"\n   Why is there a life jacket under the seat on an airplane, but not a parachute?\n  ","162421":"\n   Does sleeping on the floor good for your back?\n  ","162422":"\n   There's another blood moon!!!!!!\n  ","162423":"\n   Are you going to see the blood moon?\n  ","162424":"\n   Fave pic from the weekend? ?\n  ","162425":"\n   when my girlfriend dumped me i got drunk on polish alcohol and listened to the grateful dead version on repeat\n  ","162426":"\n   How are you?\n  ","162427":"\n   I’m not anti Asian, anti Black, anti Oriental or anti any race, I’m just pro White.\n  ","162428":"\n   Busted flat in baton rouge, waitin' for a train\n  ","162429":"\n   Congratulations\n  ","162430":"\n   What do you mean with cat lady ?\n  ","162431":"\n   What is the ring for ?\n  ","162432":"\n   would you rather do nails for a living or be a masseuse ?\n  ","162433":"\n   Ever fantasize about being in a rock band? What would your group be called?\n  ","162434":"\n   \"Pinetree\"? How did that come about?\n  ","162435":"\n   Do you enjoy reading and talking about politics?\n  ","162436":"\n   have you ever: had a black lab? swam in a lake? been in a trio of three best friends? been to a siblings high school graduation? drunk texted an ex? taken an uber while drunk?\n  ","162437":"\n   .\n  ","162438":"\n   Did you swim today?\n  ","162439":"\n   Will you still be you even after you die? If not, then where does the you go after it dies?\n  ","162440":"\n   Do you think that the internet is a kind of reality?\n  ","162441":"\n   Was marriage at 24 something that you always planned ?\n  ","162442":"\n   I once took some hallucinagenic mushrooms and had lots of weird hallucinations and mind journeys.  Would you try them some time?\n  ","162443":"\n   Do you think being married at a young age is an appropriate thing to do rather than at an old age ?\n  ","162444":"\n   Is it true that some people prefer to be called by their middle name rather than their first name?\n  ","162445":"\n   How long does a phone usually last with you without breaking? Do you take a good care, have a case and a screen protector?\n  ","162446":"\n   Good evening how are you ?\n  ","162447":"\n   How often do you use or go by you’re middle name ?\n  ","162448":"\n   if you have an iphone what version do you have?\n  ","162449":"\n   Do you have any tattoos?\n  ","162450":"\n   Does your social media profile reflect accurately who you are?\n  ","162451":"\n   Would you choose your type of coffin before you die?\n  ","162452":"\n   How long does a phone usually last with you without breaking? Do you take a good care, have a case and a screen protector?\n  ","162453":"\n   Future goals ?\n  ","162454":"\n   Last good decision?\n  ","162455":"\n   Do you like your hair straight, curly\/beachy waves in the summer?\n  ","162456":"\n   What did you get complimented on? \nI'm guessing either your bomb lipsticks or your awesome sense of fashion?\n  ","162457":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","162458":"\n   How's your day?\n  ","162459":"\n   How do you deal with online bullying?\n  ","162460":"\n   Does it bother when family or friends don't make plans without you? How do you deal with it?\n  ","162461":"\n   have you ever told someone that their significant other was cheating on them? (how did you know?)\n  ","162462":"\n   would you rather be rihanna’s personal assistant or kim kardashians nanny?\n  ","162463":"\n   my questions have been... sorta ridiculous lately. what are some better things to ask questions abt? of the questions i ask, is there a certain kind you enjoy getting?\n  ","162464":"\n   what do you do in your life?\n  ","162465":"\n   How do you feel about changing gender roles? Are people really as confused as the media says? I'm pretty chill tbh, I like that they aren't as rigid, that you can be traditional or do something different. There are more choices, not less. Isn't that good? What's confusing?\n  ","162466":"\n   hot chocolate or apple cider?\n  ","162467":"\n   do you think it’s a good idea to be “just friends” with someone you have really strong feelings for?\n  ","162468":"\n   what's a music video you'd want to live \/ be okay with living in?\n  ","162469":"\n   ALL YOUR PAINTINGS ARE GOOD\n  ","162470":"\n   I like your birds better\n  ","162471":"\n   Have you ever heard of Mary Arnold ? She lives in Vancouver Washington.\n  ","162472":"\n   Do you avoid the sun ? Do you live in Seattle ?\n  ","162473":"\n   Buenas noches\n  ","162474":"\n   How's Bubo?\n  ","162475":"\n   what color is your underwear today?\n  ","162476":"\n   ootd?\n  ","162477":"\n   WE'RE GONNA MAKE THE TWO GUITARS CLASH!\n  ","162478":"\n   how are you ?\n  ","162479":"\n   What made you smile today?\n  ","162480":"\n   When was the picture with your best friend?\n  ","162481":"\n   alli u look like u just ate your pet bird in ur new dp\n  ","162482":"\n   What are French men better at ?\n  ","162483":"\n   it’s noon on an average saturday. what are you doing?\n  ","162484":"\n   ok sorry all done lol\n  ","162485":"\n   haha and then what ;)\n  ","162486":"\n   what are you wearing ?\n  ","162487":"\n   a\/s\/l?\n  ","162488":"\n   How do you get rid of stress and negative energy?\n  ","162489":"\n   Face back a little. Such odd selfie skills. Makes your face big\n  ","162490":"\n   Do you have goals or bucket list written down?\n  ","162491":"\n   What's the one genre of music you just can't do?\n  ","162492":"\n   what do you usually get at chinese restaurants? are you more drawn to noodle or rice dishes?\n  ","162493":"\n   Do you think that working out at the gym twice a week for 30 minutes a day is enough?\n  ","162494":"\n   What's your favorite song from the 2000s?\n  ","162495":"\n   have there been times when you wore something too revealing and later regretted it\n  ","162496":"\n   How do you deal with trolls on social media? Have you changed your methods? And finally, any tips?\n  ","162497":"\n   How often do you spoil yourself? When was the last time you did something nice for yourself? What did you do?\n  ","162498":"\n   When you're with your friend(s), what do you talk about the most?\n  ","162499":"\n   What do you like that most people seem to dislike?\n  ","162500":"\n   what positive associations do you have with Britain\/British culture? what negative associations do you have?\n  ","162501":"\n   do you think theres an age to stop wearing bikinis?\n  ","162502":"\n   Bikini or a one-piece swimsuit?\n  ","162503":"\n   have you ever had any friends that are bouncers\n  ","162504":"\n   what are your favorite body parts\n  ","162505":"\n   Younique or Avon or Mary Kay ?\n  ","162506":"\n   would you rather never drink coffee or never drink soda again?\n  ","162507":"\n   would you rather give up meat or caffeine? (kinda easy for all y’all vegans\/vegetarians haha!)\n  ","162508":"\n   how would you feel if you found out someone you were dating\/abt to start dating had had a sugar daddy\/mama whatever in the past?\n  ","162509":"\n   booties or tummies\n  ","162510":"\n   arms or legs\n  ","162511":"\n   Do you get headaches when you don't drink coffee\/tea or smoke?\n  ","162512":"\n   viewson sebastian kurz\n  ","162513":"\n   Where do you go in New York? عرب\n  ","162514":"\n   knees or elbows (idk at this point)\n  ","162515":"\n   What is your favorite old movie?\n  ","162516":"\n   do you have any animal nicknames? (does this question make sense? like my mom always called my dad lion and he called her kitten. sometimes he called his daughters chickadees.)\n  ","162517":"\n   do you think it’s worse for a significant other to kiss (but do nothing else) w a complete stranger or an ex?\n  ","162518":"\n   would you rather only be able to eat at chipotle, mcdonald’s, starbucks, or subway for one week (for EVERY meal\/snack)? which of those would be the worst to eat at for a whole week?\n  ","162519":"\n   How can you change the world?💯\n  ","162520":"\n   whats the itchy part of your body?\n  ","162521":"\n   What have you been thinking about the most lately?\n  ","162522":"\n   What's something you think is important (or just good) to tell every friend?\n  ","162523":"\n   Do you like Plano Texas ?\n  ","162524":"\n   Would you rather have no eyebrows or no eyelashes?\n  ","162525":"\n   Say something that can be useful to others. ♡\n  ","162526":"\n   the stranglers said there are no more heroes but david bowie said we can be heroes, so which is right?\n  ","162527":"\n   have you ever gone to an ex’s wedding?\n  ","162528":"\n   hey everyone! just wanted to take a second to say that i really like all of you. had a really fun time finding out more abt you, and i think ur all dope. thanks for answering my questions and talking to me and letting me get to know you! it’s been real :)\n  ","162529":"\n   do you know anyone who’s had a sugar daddy irl ? lol\n  ","162530":"\n   whats psychogenic polydipsia\n  ","162531":"\n   What's something that you've read recently that you've liked?\n  ","162532":"\n   Most disastrous feeling is______?\n  ","162533":"\n   What message would you tell to your friend that you only met online but you two became close?\n  ","162534":"\n   If you could take some special skill from any animal, which animal and which skill would you choose?\n  ","162535":"\n   who’s the most racist person you’ve ever known\n  ","162536":"\n   what’s something abt ur family you really appreciate? what’s a breakfast food you love? what’s something you like abt ur town? what’s something you like abt ur house\/wherever you live?\n  ","162537":"\n   let’s be a little more positive! what’s a food you just craaavee? a tv show you love? something you love doing? your favorite thing abt ur job?\n  ","162538":"\n   I’m the same. I used to love voice calls when I was younger, when the landline rang in my flat I’d be excited to know who it might be.  But these days I really just want text. Sometimes I just haven’t got the psychological energy to speak face to face with people!\n  ","162539":"\n   Do you enjoy video calls or voice calls more?\n  ","162540":"\n   Space to rant!\n  ","162541":"\n   what happens to you when you get really nervous?\n  ","162542":"\n   do you like jaclyn glenn?\n  ","162543":"\n   Have you ever experienced amnesia in any kind of sense? From deja-vu, or one’s mind blanking at the worst moment to a full-on fugue state, if you’ve been there tell us what happened (if you want, and it’s not triggering of course). Thanks! 🙂\n  ","162544":"\n   I know i might sound like a 5 year old saying this  but due to my cerebral palsy i have a very weak bladder and in the summer it can get really bad in the heat  the doctors cant help  i was just wondering if you got any hints or tips to get through the day without needing to pee a lot ?\n  ","162545":"\n   isn't vancouver in canada ?\n  ","162546":"\n   Love this!!! Always be yourself! You are beautiful!\n  ","162547":"\n   pap with ur hair straightened\n  ","162548":"\n   does ur husband know ur bi ?\n  ","162549":"\n   how about you?\n  ","162550":"\n   I have Arachnophobia, Automatonophobia, Claustrophobia, Autophobia, Necrophobia (but i don't fear death), and Monophobia.\n  ","162551":"\n   Do you want to be a lawyer\n  ","162552":"\n   Do you like to make new friends???\n  ","162553":"\n   What games do you have installed on your phone?\n  ","162554":"\n   Tell me something good that happened to you this week. ♡\n  ","162555":"\n   MORE bc i like ur guys responses so far lol. what’s something abt ur family you don’t like? what’s a breakfast food you don’t like? what’s something you don’t like abt ur town? what’s something you don’t like abt ur house\/wherever you live?\n  ","162556":"\n   How much money do you have?\n  ","162557":"\n   What's your opinion on tide pod challenge?\n  ","162558":"\n   tell me some things you don’t like! what’s a food you hate? a tv show you can’t stand? an activity that sucks? something abt your job that’s annoying? be negative for a second!\n  ","162559":"\n   What do you think of \"internet challenges\"? What's the worst you have seen? Have you participated in a challenge?\n  ","162560":"\n   Which song have you been listening to the most lately?\n  ","162561":"\n   What are you craving right now?\n  ","162562":"\n   Have you seen the film Four Lions? I recommend it as it's hilarious and there's a character called Barry who converts to Islam and is exactly what Ben would look like as a Muslim.\n  ","162563":"\n   Why most people look good in the mirror\/in person but not in camera?\n  ","162564":"\n   What's something you tried for the first time recently and what's your opinion on it now?\n  ","162565":"\n   Have you watched Queer Eye? If yes, what was your favourite episode and who is your favourite from the Queer Eye team?\n  ","162566":"\n   what foreign languages did your high school offer?\n  ","162567":"\n   PAP most recent on your roll\n  ","162568":"\n   .\n  ","162569":"\n   Would you rather be Kim Kardashian for a day or Kanye West for a day?\n  ","162570":"\n   Ben here, I’ve reverted to Islam, I’ve binned all my alcohol, heavy metal shirts and records, I’ve given up vaping and I’ve accepted the creator into my life and it feels good, I’m no longer a filthy kaffir like I use to be.\n  ","162571":"\n   what’s a snack\/junk food you refuse to even try?\n  ","162572":"\n   what’s the better part of the oreo?\n  ","162573":"\n   i’m following lots of new people, and refreshers are nice! what’s your name? are you in a relationship? do you have any pets? how many languages do you speak? how many kids do you want? where are you from? :)\n  ","162574":"\n   share something wise?\n  ","162575":"\n   what’s the best burger place EVER?\n  ","162576":"\n   is there a sephora where you live? what abt an ulta?\n  ","162577":"\n   would you rather see an nba game or nfl game (like in person lol)? have you ever seen either?\n  ","162578":"\n   did your parents watch sports while you were growing up? what sports would they have on?\n  ","162579":"\n   Britney Spears made me feel old. \"Hit me baby one more time\" song will be 20 years old. I was 10 when it came out 😂\n  ","162580":"\n   would you go beyond the call of duty to help someone with mental health issues\n  ","162581":"\n   how old would your child have to be when you told them that you had plastic surgery?.... and how would you explain it to them ?\n  ","162582":"\n   Pretty sure one of my anons are bored and trolling but which social media apps do you think 30 yr olds should be using? What do you use?\n  ","162583":"\n   nice boobs\n  ","162584":"\n   what's something you always say when you're angry ?\n  ","162585":"\n   is it edible ?\n  ","162586":"\n   how do u have schizophrenia ? explain ?\n  ","162587":"\n   you're canadian ?\n  ","162588":"\n   what's the green thing on ur shoulder called in 3rd dp ?\n  ","162589":"\n   hire an investigator to watch jon he may be cheating you know\n  ","162590":"\n   Are you working this summer or are you just enjoying summer holidays?\n  ","162591":"\n   sorry if rude but why would he marry a nerdy girl like u ?\n  ","162592":"\n   woah he actually looks handsome\n  ","162593":"\n   pap of ur husband\n  ","162594":"\n   can you throw a football? (an american football 🏈)\n  ","162595":"\n   Do you know someone who's always negative and complain without trying to change? Are you this person?\n  ","162596":"\n   what are your favorite picture books to read to your kids\/the kids in your life? (even if ur not a parent maybe you have nieces or nephews or kids you babysit idk.)\n  ","162597":"\n   what were your favorite picture books as a kid?\n  ","162598":"\n   Do you have that person you talk every day?\n  ","162599":"\n   where the wild things are or goodnight moon?\n  ","162600":"\n   pros and cons of drinking water\n  ","162601":"\n   can i ask a werid medical question?\n  ","162602":"\n   pros and cons of the beach?\n  ","162603":"\n   tell me abt all the different cars you’ve ever had! which has been your favorite? why did ur time w each car end?\n  ","162604":"\n   What are your favorite summer shoes?\n  ","162605":"\n   those of you with multiple tattoos: which area hurt the most? which area hurt the least?\n  ","162606":"\n   Is there anything extra you always take with you in case of an emergency? What is it? Have you ever used it for the intended purpose before?\n  ","162607":"\n   does your family understand and respect your situation? my brother doesnt and it hurts me alot, he thinks im just a lazy bum. btw im not racist Ben idk what his problems are but im not him.\n  ","162608":"\n   what kind of panic attacks do you get?\n  ","162609":"\n   have you ever thought what would happen if you were obligated to work? trigger warning, but i wouldnt work i would just self destruct either externally (hurting others) or internally (hurting myself) sorry dont answer if this is too triggery\/sensitive, its just something i always wonder.\n  ","162610":"\n   what symptoms do you have with your mental illness?\n  ","162611":"\n   say you meet random new people, what do you say if they ask what you do or what your job is? i always dread being asked that question so i make up some excuse but i am on disability due to mental illness\n  ","162612":"\n   i admire you for everything you have overcome and your openness and honesty. i find myself in similar situation as you. you inspire me.\n  ","162613":"\n   what do you do during break times if you have one?\n  ","162614":"\n   How do you like your coffee?\n  ","162615":"\n   Whats good bae\n  ","162616":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","162617":"\n   Do you think that money can buy love?\n  ","162618":"\n   Would you like to live on a farm\/countryside?\n  ","162619":"\n   Which country will win the 2018 FIFA World Cup?\n  ","162620":"\n   Does your city have big nice houses and rich areas?\n  ","162621":"\n   Are you into gardening? If you have one, describe it and what are you growing?\n  ","162622":"\n   What are some of the things you do the most lately?\n  ","162623":"\n   Whoah cool tattoo! What is it?\n  ","162624":"\n   Which side of arm is “Inner Wrist” on ?\n  ","162625":"\n   mexican or indian?\n  ","162626":"\n   I was born 1961 .....sue me.\n  ","162627":"\n   have you taken revenge on someone if so what did you to who?\n  ","162628":"\n   My birth damn day is November 14 * 1916 *\n  ","162629":"\n   Do you have relatives at ask.fm ?\n  ","162630":"\n   Does your hair get oily quick?\n  ","162631":"\n   what do you do or say if your friend keeps on doing\/saying things that are  inappropriate ?\n  ","162632":"\n   Have you ever been left on read? If so how does that make you feel when someone leaves you on read?\n  ","162633":"\n   Doesn’t it hurt when you text you’re friends they don’t text back then you find out they are active on social media like fb or IG ?\n  ","162634":"\n   What do you cherish most, these days? How does that differ from when you were a child? :)\n  ","162635":"\n   What do you wish you could remember more clearly?\n  ","162636":"\n   You’re favorite food is?\n  ","162637":"\n   What's your favorite late-night snack ?\n  ","162638":"\n   do you have tattoos? what\/where?\n  ","162639":"\n   Have you ever created something from scratch? What was it and who was it for?\n  ","162640":"\n   what have you done today?\n  ","162641":"\n   Do you like watching tv series about drugs and cartels?\n  ","162642":"\n   Have you ever been on a tinder date?\n  ","162643":"\n   Have you ever been to Olive Garden ?\n  ","162644":"\n   what do you do with the sting straight away?\n  ","162645":"\n   Ohh I'm from Pakistan \nIt would be strange for you\n  ","162646":"\n   meat tenderiser on a beach ?\n  ","162647":"\n   You belongs to which country?\n  ","162648":"\n   You miss him? Or you love him most?\n  ","162649":"\n   losing my phone would trigger the hell out of me hope your husband is a calm dude.\n  ","162650":"\n   Lost his phone?? Or stolen?\n  ","162651":"\n   So sad \nGOD helps him\n  ","162652":"\n   The way u answer the questions shows that you are in good condition, keep taking the medication plz , have a good day young lady\n  ","162653":"\n   How are you\n  ","162654":"\n   Why do you freak out ⁉️\n  ","162655":"\n   Hi\n  ","162656":"\n   What things you want to do, but you can't?\n  ","162657":"\n   pie crust *\n  ","162658":"\n   Taylor Swift admitted to me today that she falsely accused a man of touching her rear.\n  ","162659":"\n   is it more attractive to be a cheapskate or a flashy\/big spender? (ik usually neither of those are ideal, but between the two!)\n  ","162660":"\n   PLS ANSWER I’M CURIOUS THANKS EVERYONE. 1) what country\/region of ur country do you live in? 2) what stereotype is there abt rednecky\/country people where you live? 3) what kinda of music would they listen to? genre, artists, etc.\n  ","162661":"\n   I really don't mean this rude or sarcastically so sorry if it comes off that way, but how would you describe what Bubo does for you as an emotional support animal?\n  ","162662":"\n   What's Love for you today?\n  ","162663":"\n   Which topics get you hyped up?\n  ","162664":"\n   what’s the last “casual dining” chain restaurant you had food from? (i.e. sit down, not fast food.)\n  ","162665":"\n   what’s your favorite christmas carol?\n  ","162666":"\n   Have you ever made any friends from ask? If yes who?\n  ","162667":"\n   What’s the strangest thing you’ve seen while out and about?\n  ","162668":"\n   How much $$ is a visit to the optometrist ?\n  ","162669":"\n   oh i wish i didn't know that aha\n  ","162670":"\n   oh those thing's yeah i have those too\n  ","162671":"\n   what are bunions i got told i have them on my feet but i have no idea what they are ahah\n  ","162672":"\n   show the bottom of your feet, pls!\n  ","162673":"\n   why do you wear so much highlighter like omg\n  ","162674":"\n   how did your first meet ur bf ?\n  ","162675":"\n   Do you like mogwai\n  ","162676":"\n   what’s the last fast food restaurant you had food from?\n  ","162677":"\n   can you imagine yourself ever joining the military? did you ever consider it? (do you have any friends in the military?)\n  ","162678":"\n   what’s your favorite kind of tea?\n  ","162679":"\n   The most sleepy moment when_____???\n  ","162680":"\n   wow. ur angry at bubo for behaving like a bird and not your forced chained slave buddy. i hope she poops on you :)\n  ","162681":"\n   What is one thing that you’ve always wanted to try?\n  ","162682":"\n   Play any sports? If so what kind?\n  ","162683":"\n   someone just dared me to block them\n  ","162684":"\n   .\n  ","162685":"\n   I said exactly because you don't have anything. You never have anything. It isn't that you don't want to answer it's that you don't have a good answer\n  ","162686":"\n   Exactly what I thought\n  ","162687":"\n   What makes you think socialism will work this time when it's never worked before?\n  ","162688":"\n   Do you think getting older (40, 50, 60) is depressing for people or a happy occasion?😶\n  ","162689":"\n   Are you worried about socialism getting more popular?\n  ","162690":"\n   have you ever played: cards against humanity? heads up seven up? call of duty? beer pong? spin the bottle? never have i ever?\n  ","162691":"\n   u didn't say you were infertile you said it's ur choice but i'm sorry i didn't mean it like that\n  ","162692":"\n   I need something to watch, any recommendations for movie or series? thank you 😁\n  ","162693":"\n   i feel like you're really attached to that bird because you didn't have kids\n  ","162694":"\n   Do you easily get sea-sick?\n  ","162695":"\n   Is your day productive?\n  ","162696":"\n   what’s ur fav crime show ?\n  ","162697":"\n   have you ever been to: times square? a newspaper printing press? a landfill? a strip club? a courthouse?\n  ","162698":"\n   wheres your dignity? dating again the same dude who have cheated on you ?\n  ","162699":"\n   would you rather give up rice or pasta ?\n  ","162700":"\n   would you rather give up pasta or noodles?\n  ","162701":"\n   What did you learn the hard way?\n  ","162702":"\n   things i am shocked so many people don’t seem to like: honey, apples, and rice! which of those do you like\/which do you dislike? (if you don’t like them, why?? i thought these were universally loved lol.)\n  ","162703":"\n   does your town have many\/any super wealthy neighborhoods? does it have a high school that is stereotyped as being the rich school?\n  ","162704":"\n   who are the rich people in your town? (wealthy ranchers? retirees? doctors and dentists? nonexistent?)\n  ","162705":"\n   does Bubo know she is askfm famous\n  ","162706":"\n   What's your biggest achievement so far?\n  ","162707":"\n   I have an aunt and uncle who are animal lovers.\n  ","162708":"\n   i didnt know about smug atheism\n  ","162709":"\n   sounds like you are atheist\/agnostic, so why do you dislike atheist\/agnostic people?\n  ","162710":"\n   Are you ready for the Halloween night?\n  ","162711":"\n   Where have you found evidence of a higher power?\n  ","162712":"\n   Write your recipe for creativity\n  ","162713":"\n   Do you make to-do lists? Did you complete it?\n  ","162714":"\n   What is your resolution for tomorrow?\n  ","162715":"\n   Today you destroyed ______.\n  ","162716":"\n   Describe the room you're in right now\n  ","162717":"\n   What will happen if a babydaddy like a another girl?\n  ","162718":"\n   What's youre favourit Disney Movie? And what's youre favourit Song from a Disney Movie? :3\n  ","162719":"\n   Do you think a 24 year old is old enough to get married\n  ","162720":"\n   have you had any wardrobe malfunctions if so can i have some examples?\n\ni'll tell you mine\n  ","162721":"\n   If you could create awareness about anything, what would it be and why?\n  ","162722":"\n   Which food do you hate the smell of?\n  ","162723":"\n   Worst bands of the 2000s\n  ","162724":"\n   do you ever pass it to Bubo let her get a hit\n  ","162725":"\n   Are you smoking tonight?\n  ","162726":"\n   what are you up to today?\n  ","162727":"\n   Listened to any good music lately?\n  ","162728":"\n   What colour\/color theme is your ASKfm? How often do you change it?\n  ","162729":"\n   Do you have freckles?\n  ","162730":"\n   Ever heard parrot sounds slowed down 800 times?\n  ","162731":"\n   Your seriously taken\n  ","162732":"\n   Any good apps out there kind of like paypal type?\n  ","162733":"\n   ever looked at sperm under a microscope?\n  ","162734":"\n   Like running into the street from their houses?\n  ","162735":"\n   What kind of hallucinations do you have when driving?\n  ","162736":"\n   Do you drive a car?\n  ","162737":"\n   Have you travelled much in the US?\n  ","162738":"\n   Do you compost your unwanted food?\n  ","162739":"\n   ASPARAGUSSSS YASSSSSS\n  ","162740":"\n   How can you tell a good person from a bad one?\n  ","162741":"\n   what’s the last meal you prepared\n  ","162742":"\n   do you think theres a time and a place to wear certain clothes\n  ","162743":"\n   What did you forget to do today?\n  ","162744":"\n   like i care, bish. it makes me laugh to see you constantly begging for questions\n  ","162745":"\n   what makes ur life feel more pleasant\n  ","162746":"\n   (the july one was so fun) what does halloween smell like?\n  ","162747":"\n   How are you feeling today?\n  ","162748":"\n   Have you heard of people dying because of the heat wave? Isn't it weird to die at this day and age when there's ACs.\n  ","162749":"\n   no-one is stopping you from leaving, bish\n  ","162750":"\n   What did you want to be when you were 5 years old?\n  ","162751":"\n   Have you ever recieved a personalised\/handmade gift? What was it? Who was it from? What was it for? If not, what type of personalised\/handmade gift would you like to receive from someone one day?\n  ","162752":"\n   what’s the first beach town to pop int ur head:\n  ","162753":"\n   which was better: your sophomore year of high school or your senior year of high school? (for me, an american, sophomore = 15 going on 16, senior = 17 going on 18)\n  ","162754":"\n   Do you agree that what's bad for your heart is good for your art?\n  ","162755":"\n   what’s in a good: sandwich? date? quesadilla? spouse? movie?\n  ","162756":"\n   .\n  ","162757":"\n   They have an Instagram profile where they post the best ways how to use their latest products in their story. They're very affordable and I think they're higher quality than Essence. Most of their stuff is vegan but not all.\n  ","162758":"\n   Essence is. I've been buying their stuff since I was a preteen because of their low prices. In more recent years Catrice have been taking over a lot of their customers tho. Have you used Catrice?\n  ","162759":"\n   I need that! 😂 I only ever wear highlighter on date night, nights out or on rare occasions so I'm often drinking when I wear it and I go red when I drink so green highlighter would save me from going full tomato! 😂\n  ","162760":"\n   Do you do selfie every day? 🏼\n  ","162761":"\n   I've never used green highlighter before. I've used white, my skin colour, pink, yellow and rainbow. How do you usually wear the green highlighter and what other makeups do you wear it with?\n  ","162762":"\n   Thats wonderful! I feel more upset hearing about beauty products being tested on animals than hearing about animals being eaten. I think it's just that we're raised eating them but makeup is more of a choice.\n  ","162763":"\n   Yes. Polygamy is usually a forced religious thing where in most cases a man is married to multiple women at the same time but those women can only see that one man. Polyamory is the belief that openness and honesty are best and that some people are capable of loving more than one person at a time.\n  ","162764":"\n   Choose six makeup items to wear for the rest of your life. You can choose one colour per item. But you can choose multiple of the same kind of item. For example \"blue eyeshadow\" counts as one and \"black eyeshadow\" counts as another.\n  ","162765":"\n   What do you mostly buy when purchasing makeup. Cruelty free brands, brands that aren't cruelty free or do you not check?\n  ","162766":"\n   It's my first time seeing your new pic and I love your makeup in it! What makeup are you wearing in it?\n  ","162767":"\n   Do you suppress your emotions? How do you handle conflicts\/arguments?\n  ","162768":"\n   What is a topic you want to get asked more about? (sent to all I follow)\n  ","162769":"\n   Do you prefer eating\/prefer the taste of foods higher in fats or sugars? What are your favourite fatty or sugary foods? (sent to all I follow)\n  ","162770":"\n   Do you know the difference between polygamy and polyamory? (sent to all I follow)\n  ","162771":"\n   Are you watching the World Cup?\n  ","162772":"\n   Is American culture dominated by a male macho attitude?\n  ","162773":"\n   Did your toe actually break? Why don't you go to the hospital?\n  ","162774":"\n   How's your day going?\n  ","162775":"\n   Do you prefer movies or tv series and why?\n  ","162776":"\n   Ever want to be someone else?\n  ","162777":"\n   You always scold yourself for...?\n  ","162778":"\n   do you have any knowledge of cerebral palsy  ?\n  ","162779":"\n   have you got an embarrassing story to share\n  ","162780":"\n   Aww school buses are sooooooo cute :3 I love them do much\n  ","162781":"\n   What's something you're tired of hearing about?\n  ","162782":"\n   Are there any charities that help men pay child support ?\n  ","162783":"\n   pants as in trousers ?\n  ","162784":"\n   do you like to hug?\n  ","162785":"\n   are you brave enough to do a full body pic?\n  ","162786":"\n   What would you name your boat if you had one?\n  ","162787":"\n   what embarrasses you  the most?\n  ","162788":"\n   do you like random questions\n  ","162789":"\n   whats the first thing you do when you get out of bed in the morning ?\n  ","162790":"\n   ask me questions if you want i'll be out for a little while but happy to answer anything when i get back\n  ","162791":"\n   whats the last thing you do before you get into bed?\n  ","162792":"\n   do you swear a lot?\n  ","162793":"\n   are you a good listener ?\n  ","162794":"\n   Does cannabis medication get you high?\n  ","162795":"\n   What was your life like before you were born?\n  ","162796":"\n   If Bubo was a human, would he be a man, woman, child or adult?\n  ","162797":"\n   Yay Alli :)\n  ","162798":"\n   what makes you jealous?\n  ","162799":"\n   what makes you giggle?\n  ","162800":"\n   Do you believe in love at first sight? Some people say that what they feel is love. How can you tell if it’s love or just a mere infatuation?\n  ","162801":"\n   How was your 4th? Any firework pictures?\n  ","162802":"\n   if you could keep two but had to give up one, which would you give: honey, apples, cheese\n  ","162803":"\n   what does july smell like?\n  ","162804":"\n   what name seems like a dog name, even though TECHNICALLY it could be a human?\n  ","162805":"\n   Have you ever sent a text that was meant for someone to someone else? What did the text say and how did they respond?\n  ","162806":"\n   When texting friends and family, do you usually send texts with emojis or with words only? Do you also send them memes?\n  ","162807":"\n   What ya’ll really want!!?!!??\n  ","162808":"\n   Is Solo the end of Star Wars?\n  ","162809":"\n   if you had to leave only one thing in your room, what would it be?\n  ","162810":"\n   whats the most inappropriate question you been asked  ....i haven't been asked one yet so far\n  ","162811":"\n   whats the worst selfie you ever took\n  ","162812":"\n   Allison > everyone else\n  ","162813":"\n   Thank you for being here with us tonight. We appreciate you. TAAA\n  ","162814":"\n   do you think youre easy to love?\n  ","162815":"\n   Allison > god\n  ","162816":"\n   So run in 2020 then or??\n  ","162817":"\n   But you know you'd do a better job as prez right?\n  ","162818":"\n   Allison for president pleas3??\n  ","162819":"\n   You know you might not want to start a civil war with us. We have the guns a toxic masculinity\n  ","162820":"\n   \"It makes me\" what do you mean?\n  ","162821":"\n   what highlighter are you wearing in your dp?\n  ","162822":"\n   Should I show you the question and answer again? Do you agree with Maxine Waters about telling people whenever you see a member of the Trump administration in a public place try to form a mob and harass them. Your answer \"yup\"\n  ","162823":"\n   They were kept in much smaller cages when Obama was president\n  ","162824":"\n   Oh I figured you were the drama kind of person after you said you would like to harass members of the Trump administration as they try to eat their dinner\n  ","162825":"\n   I thought that's what you wanted\n  ","162826":"\n   .\n  ","162827":"\n   Do you have to make yourself love your partner?\n  ","162828":"\n   what things do you take for granted?\n  ","162829":"\n   .\n  ","162830":"\n   omg\n  ","162831":"\n   Tell the most stupid thing you have done so far.\n  ","162832":"\n   geese my name ...please 💋\n  ","162833":"\n   whats your phobia ?\n  ","162834":"\n   well as for my stepdad who was 68 one mintue he was fine next minute he was on the floor having cpr\n  ","162835":"\n   my gran was always on the edge of pneumonia but her body just rejected the medication in the end\n  ","162836":"\n   i'ts ok we were expecting my gran to go but not my stepdad as it was sudden heart failure\n  ","162837":"\n   i had the same issue ish ....when my stepdad and grandma died last year part of me wouldn't believe it\n  ","162838":"\n   and mid 50's too so i hear\n  ","162839":"\n   i had a breakdown at 21  i'm now 30\n  ","162840":"\n   how long have you had it?\n  ","162841":"\n   ive had mental issues my self  i suppose schizophrenia is a wide subject\n  ","162842":"\n   Which cities would you like to visit around the world?\n  ","162843":"\n   How do you usually discover new music?\n  ","162844":"\n   any advice about askfm ...i'm new on here\n  ","162845":"\n   Have you ever broken up with a friend ?\n  ","162846":"\n   do you prefer shorts or a skirt in the hot weather\n  ","162847":"\n   whats topics do you like to talk about?\n  ","162848":"\n   howdy fellow americans! how are you celebrating this holiday? non-americans: when is your country’s independence day and now do you celebrate? (sorry brits!)\n  ","162849":"\n   Would you rather get crypto currency or regular money?\n  ","162850":"\n   Ever see some people who look like cartoon characters?\n  ","162851":"\n   Which do you prefer most, going to sleep or waking up?\n  ","162852":"\n   How Good are you in taking up challenges ?\n  ","162853":"\n   Is there anything you would like to buy but you have doubts buying it? What is it? Why is that so?\n  ","162854":"\n   Do you remember your first kiss?\n  ","162855":"\n   Are you a movie person?\n  ","162856":"\n   Can you take the heat?\n  ","162857":"\n   Do \"eat my\" then push the middle button once. I got \"Eat my life\".\n  ","162858":"\n   What is one thing you will never do again?\n  ","162859":"\n   Are you easily offended online and in real life?\n  ","162860":"\n   There was a bird on his back in the street.People thought he was dead.I checked on him and he was breathing.I picked him up and took him home.\n  ","162861":"\n   nice bird\n  ","162862":"\n   Is there anything that always gets your attention (excluding people) no matter what? What is it?\n  ","162863":"\n   ive got one child  that needs to go on the potty and one that need to transfer on to the main toilet from the potty how do i do it?\n  ","162864":"\n   if you went to the toilet and it had a breath taking view where would you want it to be\n  ","162865":"\n   Use predictive text - I want a tattoo of a ____ on my ____.\n  ","162866":"\n   Do you trust people easily?\n  ","162867":"\n   What are currently the most used apps on your cell phone?\n  ","162868":"\n   have you had any rude dreams that you wish wouldn't stop?\n  ","162869":"\n   Has a car ever stopped working whilst you were driving or tried to turn on it to go to work but wasn't working?\n  ","162870":"\n   Donald Trump says global warming is a hoax and i believe him.\n  ","162871":"\n   This week in Ireland, it's been the hottest it's been in over 40years. Temperatures are reaching the lower 30's Celsius. What's the usual temperature for each season where you live? Also, do you believe in global warming? Wy\/why not?\n  ","162872":"\n   Have you ever had a crush on ask?\n  ","162873":"\n   Do you prefer showers or baths? How many hours\/minutes do you take?\n  ","162874":"\n   .\n  ","162875":"\n   do you see yourself as being an alcoholic?\n  ","162876":"\n   Does alcohol consumption help you feel better and how long does it last?\n  ","162877":"\n   Ever grown your own mushrooms?\n  ","162878":"\n   Ever brewed your own alcohol?\n  ","162879":"\n   What's hard cider?\n  ","162880":"\n   Hey Allison, how are you today?\n  ","162881":"\n   Write a phrase to describe your year so far.\n  ","162882":"\n   What is your heroic downfall? Your Achilles' heel?\n  ","162883":"\n   Today was delightful because ________.\n  ","162884":"\n   Do you like being in a relationship? Have you been in any?\n  ","162885":"\n   where do you sweat the most on your body?\n  ","162886":"\n   What would your ideal date look like?\n  ","162887":"\n   Have you ever been on a silly diet?\n  ","162888":"\n   what’s your favorite spice?\n  ","162889":"\n   how do you like your eggs?\n  ","162890":"\n   What does true friendship mean to you?\n  ","162891":"\n   Do you like taking risks?\n  ","162892":"\n   would you rather give up breakfast or dessert?\n  ","162893":"\n   They only have cherry, vanilla, peach and mango here. I've never heard of the others but the cherry and vanilla are my favourites. I tried Pepsi Max Ginger once and it was awful.\n  ","162894":"\n   I'm a special ed teacher who has compassion.\n  ","162895":"\n   I haven't been doing that. In fact I don't think I've done it even once. Now, feel free to dispute that to the voices in your head.\n  ","162896":"\n   Who on this site would(n't) you consider dating?\n  ","162897":"\n   Is it normal that I eat McDonald’s every day for breakfast, lunch and dinner except for weekends? I’m 6 ft 3 and 260 lbs.\n  ","162898":"\n   Have you ever done jury duty before?\n  ","162899":"\n   shoutout to the homie Bubo hope she is still good and feathery\n  ","162900":"\n   \"giving it up\" implies that you \"had it\" in the first place.\n  ","162901":"\n   you drink beer? yuck\n  ","162902":"\n   Have You tried any of the flavoured Diet Cokes?\n  ","162903":"\n   would you rather give up pork or chicken?\n  ","162904":"\n   would you rather give up beer or soda?\n  ","162905":"\n   But who will look after you when you're old and you can't do it for yourself?\n  ","162906":"\n   Do you enjoy buying furniture and decorating a new house\/room?\n  ","162907":"\n   Age?\n  ","162908":"\n   What is the most embarrassing thing u have ever done?\n  ","162909":"\n   According to what you have experienced - it can be anything, what would you say best describes the quote \"don't judge a book by its cover\"?\n  ","162910":"\n   no only me\n  ","162911":"\n   how can i practice?\n  ","162912":"\n   i think i don't know how 2 speak english i want 2 learn more 2 can speak english i think my english not good right now , but i can understand english when others speak english but when i speak i can't don't know why\n  ","162913":"\n   how many days a week do you: work? shower? wash your hair? wear makeup? watch a whole movie? drink alcohol? cook?\n  ","162914":"\n   what’s ur opinion on: michael scott? Marvel? makeup?\n  ","162915":"\n   What comforts you when you’re sick?\n  ","162916":"\n   What’s your favorite dessert?\n  ","162917":"\n   what’s ur opinion on: lil pump? la la land? lasagna?\n  ","162918":"\n   What’s the nicest thing a complete stranger has done for you or vice versa?\n  ","162919":"\n   Do you check the feed on here first or do you go straight to your inbox, check notifications? I look at the feed first :)\n  ","162920":"\n   What makes your world go round?\n  ","162921":"\n   Have you ever met someone named Chuck in real life? Chip? Spike?\n  ","162922":"\n   Ever analyze how you think?\n  ","162923":"\n   What is your favorite restaurant? Where is it located?\n  ","162924":"\n   Milf\n  ","162925":"\n   Do you think dairy and meat industries are the leading causes of climate change \/ global warming? I just noticed a comment on youtube saying that. Anyways, what are your favorite ways to not have such a big carbon footprint?\n  ","162926":"\n   Have you ever been on a dating site before? Which one(s)? How did it go?\n  ","162927":"\n   Recently, a Spanish police dog performed CPR on his partner. The police officer pretended to collapse to see how Poncho, the dog would react and he immediately started administrating chest compressions. What's your opinion on this and what's the most amazing thing you've witnessed an animal doing?\n  ","162928":"\n   is she still rapping\n  ","162929":"\n   What's your favorite show to binge watch?\n  ","162930":"\n   Favorite guilty pleasure???\n  ","162931":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","162932":"\n   oh i didnt think you were being judgy, i just wanted to say that, i advocate for marijuana every chance i get lol\n  ","162933":"\n   being able to legally use marijuana has figuratively and literally saved people's lives, its a huge achievement of progress for us.\n  ","162934":"\n   What has been one of the best days of your life\n  ","162935":"\n   name some of the worst towns you have ever been to. ones where you’ve just been like thank GOD i don’t live here.\n  ","162936":"\n   what kind of places do you like to visit, when you get a chance to travel? (are you more drawn to hot places? places w a lot of history? places w a lot of natural beauty?)\n  ","162937":"\n   your specs are hot!\n  ","162938":"\n   Anyone else from Iowa on here?\n  ","162939":"\n   Hey Ally! You might have more empathy than most folks around here because of mental illness. I've recently outed myself as the guy who catfished himself on a now dead site called Kiwi. I thought I'd get it off my chest 1-on-1 w\/ someone rather than a mass message, I hope that's OK!\n  ","162940":"\n   can you be “in love” w someone who never loved you? (if ur answer is no: what do you think a more apt description is?)\n  ","162941":"\n   what’s ur opinion on: kool aid? kill bill? kanye west?\n  ","162942":"\n   do you have any: redneck aunts? stoner uncles? hippie cousins?\n  ","162943":"\n   What do you do when you are depressed?😒\n  ","162944":"\n   What's your best example of \" easy come easy go \"❓\n  ","162945":"\n   Random thoughts.. 🍠\n  ","162946":"\n   poor guy i'd cheat if i was him\n  ","162947":"\n   Wassup\n  ","162948":"\n   alli how do i get you to love me ?\n  ","162949":"\n   what’s ur opinion on: jesus? january? Jessica Jones?\n  ","162950":"\n   Hahaha yeah, I think those are wild and ridiculous.😂 I see the point if you want a perfect shaped egg to make something like a McMuffin or whatever you call those McDonald's breakfast foods with the egg in them but if it's a size where it can't be used for that or if you don't live alone it's silly😂\n  ","162951":"\n   how old were you when: you got your drivers license? you first smoked? you first drank? you first flew on an airplane?\n  ","162952":"\n   What is an object that you never understood that point of? For example, I never seen the point to having a small safe that people can just steal by carrying it away.\n  ","162953":"\n   what’s a bad tv show you’ve seen way too much of?\n  ","162954":"\n   Do you enjoy catching up on family and friends? Do you have a strong bond?\n  ","162955":"\n   You are a good and interesting person to talk\/type with Allison despite your mental afflictions.  You seem even more normal than normal :)\n  ","162956":"\n   Have you ever felt some jealousy when you see other women having good relationships with their parents especially their moms?\n  ","162957":"\n   When was the last time you hung out with family\/friends? How was it?\n  ","162958":"\n   Do you often have weird dreams?\n  ","162959":"\n   What do you admire about your partner?\n  ","162960":"\n   Is there someone you look up to?\n  ","162961":"\n   How was your day?\n  ","162962":"\n   What should I do after watching a scary video that keeps me from sleeping?\n  ","162963":"\n   If you weren't born to your birth parents, do you think that you would have been born to some other parents?\n  ","162964":"\n   I can understand your fragile relationship with your mom.  Would you go to your dads funeral if he died?\n  ","162965":"\n   Your mom sounds like my sister in many respects. My sister is also estranged from her two daughters who refuse to keep contact with her\n  ","162966":"\n   Would you class your mom as being a narcissist or social psychopath?\n  ","162967":"\n   Was you grandmother who passed the mother of your mom or your dad?\n  ","162968":"\n   Do you feel compassion for your mom?\n  ","162969":"\n   Who are we most attached to?  Our mothers or our fathers?\n  ","162970":"\n   The person on this site who likes me the most is ___. \nThe person here who dislikes me the most is ___.\n  ","162971":"\n   When driving long distances and you're the passenger, what do you usually do while on the way to your destination?\n  ","162972":"\n   i sometimes feel very lonely because i don't have any close friends\n  ","162973":"\n   What's super-noisy?\n  ","162974":"\n   If you could replace anything from your body,what would it be?😅\n  ","162975":"\n   What's the craziest thing you've done on a dare?\n  ","162976":"\n   have you met any\/many of your parents cousins?\n  ","162977":"\n   do you have any hippie aunts? any redneck uncles? any stoner cousins?\n  ","162978":"\n   Are there any names you would have named a child, but for some reason can’t? (Like it has negative associations or a family member already used the name?)\n  ","162979":"\n   have you ever loved a libra?have you ever been on an awful date? have you ever broken up w someone or been broken up w over text?\n  ","162980":"\n   In what extreme ways are people in the US divided?  Can you give an example and is inequality one of them do you think?\n  ","162981":"\n   Do you think that the world is as bad as some of the media makes it out to be?  Like is America really on a slippery slide into chaos?\n  ","162982":"\n   Ever have feelings of guilt or shame?\n  ","162983":"\n   Where can I see who follows me on here?\n  ","162984":"\n   RIP Vinnie Paul\n  ","162985":"\n   how can i find a good job ?\n  ","162986":"\n   President Obama was doing it too\n  ","162987":"\n\n    https:\/\/www.cdc.gov\/healthypets\/pets\/birds.html\n   \n   Did you grow up with a cat by chance? I've heard they can cause schizophrenia.\n  ","162988":"\n   Do you feel good about The president keeping illegal family's together now?\n  ","162989":"\n   is it safe for you to drink the same water a bird is drinking from?\n  ","162990":"\n   Bubo!!! looks like she is even posing for the picture haha\n  ","162991":"\n   Does it bother you that a Republicans vote counts more than your vote? Do you think they should change the rules or are you ok with it?\n  ","162992":"\n   PAP of Bubo\n  ","162993":"\n   What would you do if your friend asked you to take their side wether they are wrong or right and wants you to stop talking to another person they had a fight with? My friend always asks me to choose side, am I wrong if I don't choose?\n  ","162994":"\n   What you doing now?\n  ","162995":"\n   i was at an awards cermony last night with a long dress on had a few glasses of bubbly  thing is when i needed the toilet i needed help with my dress i had to take the whole thing off after a struggle and just got on the loo in time\n  ","162996":"\n   Top tune recommendation for the weekend?\n  ","162997":"\n   Closest friends at sn\n  ","162998":"\n   have you worn a dress you struggled to get out of?\n  ","162999":"\n   What's your music taste? I'm other words, who's music do you listen to or like?\n  ","163000":"\n   What's the most expensive thing you have bought?\n  ","163001":"\n   Which cafes do you prefer to stay at?\n  ","163002":"\n   Do you like living in your country or would you like to move abroad? If abroad, then which country?\n  ","163003":"\n   In fantasy games, everyone chooses a race(dwarf, elf, faerie, human etc.) & their class(archer, bard, cleric, rogue).If you were to base your fantasy character on yourself, what race and class would you choose. Eg. A High Elf for the tall, Dwarf for the short. Look more up if needs be. (sent to all)\n  ","163004":"\n   I just wanted to say, that priest who slapped the baby that I sent out a question about to everyone I follow, he has been suspended from his work and as he's 89years old, he probably won't be returning to the church or any other church. No need to answer this unless you want.💚\n  ","163005":"\n   i’m curious! press “paste” and then answer this question with whatever you had copied to your clipboard. ✨\n  ","163006":"\n   Are you enjoying your weekend?\n  ","163007":"\n   Do you excuse trolls if they have mental illness?\n  ","163008":"\n   hey everyone\n  ","163009":"\n   What are your favourite meals and desserts from all of the following cultures to make\/eat? American, Chinese, Indian, Italian, Japanese, Mexican. If you don't eat these, you can also list your favourite dishes from other places and cultures too. The more, the merrier.\n  ","163010":"\n   There's a viral vid of a baptism.The preist slaps the baby's face because he's crying&says \"it's a tantrum\". The parents are shocked&tried to pull the baby away from the priest but he resists.“Sir we don't hit him” is said&the priest continues to say“you will calm down\"to the baby.Whats your opinion\n  ","163011":"\n   How do you deal with stupid people?\n  ","163012":"\n   Do you rather stick to your self or be out going(friendly)?\n  ","163013":"\n   Have you ever drank an old fashioned?\n  ","163014":"\n   whats your opinion on breastfeeding selfies ?\n  ","163015":"\n   When was the last time you felt proud of yourself?\n  ","163016":"\n   i'm on holiday with a friend at the moment  she's keeps putting me through a awkward situation when we on the beach\/pool\n  ","163017":"\n   Where would you hide a treasure chest, if you had one?\n  ","163018":"\n   Do you agree that all parents love their children?\n  ","163019":"\n   Which words do you usually use to describe yourself to strangers?\n  ","163020":"\n   What type of weather do you prefer?\n  ","163021":"\n   what are the rules about wearing a bikini?\n  ","163022":"\n   Come to Wendy’s in wantaugh Long Island\n  ","163023":"\n   .\n  ","163024":"\n   what do you do to have a beach ready body?\n  ","163025":"\n   But it was about Poland though\n  ","163026":"\n   Why don’t you like Italian?\n  ","163027":"\n   what’s your favorite cuisine and what’s your least favorite cuisine?\n  ","163028":"\n   BAPTIZED IN FIRE, 40 TO ONE! SPIRIT OF SPARTANS, DEATH AND GLORY!\n  ","163029":"\n   if the answer were yes, what would be your question?\n  ","163030":"\n   what’s ur opinion on: in n out? iphones? italian food?\n  ","163031":"\n   how is Bubo doing???? so glad she is back in her rightful place on your shoulder\n  ","163032":"\n   “Raw” isn’t a 3 word title.\n  ","163033":"\n   what’s a GOOD movie w a three word title\n  ","163034":"\n   WYR have dinner with Donald \"cheese\" Trump, or Obama the colored?\n  ","163035":"\n   Well she's an actress who didn't ask me to stop ever, so I don't think it's harassment.\n  ","163036":"\n   She seems to respond to all people commenting except for me:\n   \n    https:\/\/www.instagram.com\/p\/BkQ3Ldlnncg\/\n   \n   Do you ever get that?\n  ","163037":"\n   why do you always post about your brain overheating on tumblr\n  ","163038":"\n   What made you smile today? P.S. Don't say nothing, you don't have to wait for anything to make you smile! 😉\n  ","163039":"\n   .\n  ","163040":"\n   i read your bio before sending that i know i have a baby face so was just trying too hard not to be weird sorry i'm gonna leave now\n  ","163041":"\n   i followed you you seem funny dw i'm not after anything i'm 23 and have a gf\n  ","163042":"\n   balance is key aha\n  ","163043":"\n   What's your fav movie and what genre do you like?\n  ","163044":"\n   Which do you like watching movies or series?\n  ","163045":"\n   When's the last time you went to a museum?\n  ","163046":"\n   have you been unfaithful at some point\n  ","163047":"\n   okey???\n  ","163048":"\n   yes you are Allison. You are very  beautiful girl! do you have children?\n  ","163049":"\n   lol that 31 yr old anon probably thought you were younger than him, you keep fooling people with your youthful appearance.\n  ","163050":"\n   i like all of you not just your breasts\n  ","163051":"\n   okej i am 31 :D\n  ","163052":"\n   i love them too. how old are you?\n  ","163053":"\n   you have very nice boobs\n  ","163054":"\n   ohhh my good. sexy girl <3\n  ","163055":"\n   Were you a quite child or a trouble maker?\n  ","163056":"\n   What is you favorite game?\n  ","163057":"\n   Which year would you say was the hardest for you? How old were you? If you don't mind sharing - you don't have to, what happened in that year?\n  ","163058":"\n   Is there ANYTHING you would like to recommend people to use that helped you? What is it and how did it help you?\n  ","163059":"\n   What's your favorite summer outfit?\n  ","163060":"\n   tell me abt a holiday you hate. why don’t you like it?\n  ","163061":"\n   These questions are inspired by a recent anon question I was asked. Without looking it up, do you know the difference between supernatural and paranormal? Do you believe in either or any specific thing from either? Why\/why not? What is your opinion on those that believe the opposite of you?\n  ","163062":"\n   What's your opinion on the last thing Trump said about the kid that has down syndrome?\n  ","163063":"\n   What websites do you keep bookmarked?\n  ","163064":"\n   Are you open about your period or you feel embarrassed to talk about it with your friends?\n  ","163065":"\n   The Stan Getz \/ Astrud Gilberto version?\n  ","163066":"\n   On a normal day, what does your routine look like? What are some of the things you have to do to get through the day?\n  ","163067":"\n   Have you had your tonsils out?\n  ","163068":"\n   Have you ever created an emoji of yourself on bitmoji? If you have, pap of your emoji.\n  ","163069":"\n   What did You learn today?\n  ","163070":"\n   American rapper XXXTentacion passed away yesterday. He was shot in a robbery. He was quite controversial because of his tweets about having sxual involvement with underage girls, physically abxsing a pregnant woman etc. so a lot of people are being very outspoken about it now. What's your opinion?\n  ","163071":"\n   Each account I've started had it's own purpose on here, that not really being one of them.\n  ","163072":"\n   what’s ur opinion on: geminis? god? gin?\n  ","163073":"\n   What are some differences between you and I?\n  ","163074":"\n   Which mobile app are you addicted the most to?\n  ","163075":"\n   your legs are so hairy! do you not like shaving them?\n  ","163076":"\n   What are some examples of cognitive dissonance in today's society, current politics and your life? (Cognitive dissonance is the state of having inconsistent thoughts, beliefs, or attitudes, especially as relating to behavioural decisions and attitude change.)\n  ","163077":"\n   What's something that isn't around anymore but you used to love it when it was? I miss catalogues with perfume\/cologne advertisements inside where you could rub your wrist on it and smell of it after. Kid me used to aggressively rub the pages and end up tearing them.😂\n  ","163078":"\n   From yesterday onwards addiction to video games is now a recognised illness. It has been recognised as an illness in Japan for some years now. There have even been Japanese parents who's infant passed away because they were so busy playing video games. What's your opinion on this new diagnosis?\n  ","163079":"\n   How often do you sing aloud? Name the song you perform best!\n  ","163080":"\n   What is your opinion on the show My Big Fat Gypsy Wedding? Comment on the dresses, ages of the bride and groom, the fake tan, culture etc. Whatever you want to give your opinion on. (sent to all I follow)\n  ","163081":"\n   what drink do you HATE? (sonic’s cherry limeade is the WORST and also raspberry vodka is gross. sorry.)\n  ","163082":"\n   besides water, what do you drink the most of?\n  ","163083":"\n   Ever had ... \n- a fake friend?\n- a “fair weather friend”?\n- a friend who you least expected to help out, but ended up saving the day? \nHow long was it into the friendship before they showed their true colours?\n  ","163084":"\n   What kind of shoes do you wear the most? Optional: Pap of your favourite pair of shoes from your collection.\n  ","163085":"\n   What's the most adventurous activity you've ever done?\n  ","163086":"\n   What's the worst pronunciation or spelling of your name you've ever heard or read?\n  ","163087":"\n   .\n  ","163088":"\n   What's your favorite weather conditions?\n  ","163089":"\n   First thing you notice\/see in a person that attracts you to them.\n  ","163090":"\n   What is something you will NEVER do again?\n  ","163091":"\n   what’s ur opinion on: fortnite? flying? France?\n  ","163092":"\n   Your sexy\n  ","163093":"\n   what’s ur opinion on: earth? elmo? endings?\n  ","163094":"\n   Hot\n  ","163095":"\n   what’s ur opinion on: dogs? diners? drake?\n  "},"Answer":{"162023":"\n  yeah it's p gud\n  ","162024":"\n  never even heard of it\n  ","162025":"\n  I wanna see some dudes with beehive hairdos\n  ","162026":"\n  I'm playing it for her now. She perked up and made kissy noises\/ran to give me a kiss so I guess she likes it? I played the original by Bobby Day for her though\n  ","162027":"\n  in my town there are 21 elementary schools, 6 middle schools, 5 high schools, a gifted school, a tech prep school, and 3 private schools\n  ","162028":"\n  relief, dude. that's what I want.\n  ","162029":"\n  Rover by Jethro Tull\n  ","162030":"\n  yes\n  ","162031":"\n  If there is I don't hear about it. I do hear about knife and machete fights a lot though.\n  ","162032":"\n  yes, it really sucked because he married a friend of mine! and she noticed something was off about him and divorced him and kept the kids away as much as she could- but eventually one of the children grew old enough to speak up and he was caught. So fucking gross.\n  ","162033":"\n  yeah you're right, I fully meant to follow that statement up with \"if they want\" but I shortened it for whatever reason.\n  \n  Like, I have schizophrenia. I don't have the ability to shower everyday my negative symptoms keep me from that. My hair is lucky if it gets washed twice a week. My intentions are to take care of myself but sometimes you just- can't. SO YEAH. I agree that I needed calling out there.\n  ","162034":"\n  42\n  ","162035":"\n  this isn't a question\n  ","162036":"\n  4 years younger probably\n  ","162037":"\n  Rain.\n  ","162038":"\n  no it's not wrong, everyone should take care of their skin and look their best.\n  ","162039":"\n  yeah, it was unpleasant news though. This guy I was friends with in high school ended up making child pron and abusing his two kids and really really horrible shit and he's in prison for basically forever now but he seemed so \"normal\" as teens.\n  ","162040":"\n  coffee probably\n  ","162041":"\n  both.\n  ","162042":"\n  2\n  ","162043":"\n  I don't really care\n  ","162044":"\n  I mean don't follow Ben but it shouldn't be too hard considering he has 5 new accounts a day\n  ","162045":"\n  normally I don't feel like listing people but here are some folks I enjoy right now\n  \n\n   @PalerSomehow\n  \n\n   @perfectionistgirl\n  \n\n   @scbennn\n  \n\n   @mymountainofdreams\n  \n\n   @urlsareshittbh\n  \n  everyone else I've listed a thousand times before you all know who I follow by now\n  ","162046":"\n  this question is ew\n  \n  I'm drinking and my husband is out of town so I'm bored send me asks there are like 945 of y'all peoples now\n  ","162047":"\n  ugh no one\n  ","162048":"\n  about 3 months ago I guess\n  ","162049":"\n  nah I never floss. I do have a toothbrush with those little nubbies on the side to stimulate gum health though and I have some toothpicks handy for things that get stuck. TBH it's not really that necessary to floss I have terrible teeth but a good fluoride toothpaste and regular maintenance (every 6 months at the dentist) plus the gum massage brush has kept my gums really healthy\n  ","162050":"\n  she only told him that she loves him\n  ","162051":"\n  word\n  ","162052":"\n  Today's Selfie\n  ","162053":"\n  I'm not an iPhone user. I have a shitty ol moto g5s plus and I am just fine with that.\n  ","162054":"\n  a quarter and a nickel\n  \n  bitch I'm a genius\n  ","162055":"\n  I wish, she goes where she wants. It's teeny tiny though and not that hard to clean up after but it's still the grossest part of bird ownership\n  \n  when she's sitting on eggs, she poops outside of the cage only. She'll save it up and drop one big plop. So like, she CAN hold it and save it but she won't except under those circumstances.\n  ","162056":"\n  I assume pretty good- she got to play outside of her cage almost all day and got a shower and a parsley bath, sang songs all morning, ate three types of lettuce and wheat bread crumbs, and got to visit with her favorite cat (mimi) plus pooped all over the place and snuggled with mama tons\n  ","162057":"\n  keep me entertained I'm trying to stay awake for a little while longer\n  ","162058":"\n  I mean I obviously don't force her to wear it\n  ","162059":"\n  my husband\n  ","162060":"\n  visited by the mucus fairy when you were underwater\/not paying attention\n  ","162061":"\n  well I mean, I'm bisexual. But I'm also married. So I am attracted to people of my own gender and people of other genders but I'm not really trying to \"like\" anyone.\n  ","162062":"\n  of course\n  ","162063":"\n  a bird diaper that my bird isn't afraid to wear. I have one for her that's like a little jumpsuit with a hole for the tail feathers but she won't let me get near her with it much less wear it. I'm so tired of cleaning up poops all the time.\n  ","162064":"\n  my dad called them space helmets\n  ","162065":"\n  Yawns. Yawns are so refreshing and relieving for me. Like, maybe my brain gets overheated because I'm schizophrenic but  every yawn cools down my brain a little bit and blisses me out. If there was a pill that cooled my brain like yawns do I would take the fuck out of it.\n  ","162066":"\n  Yes to walmart, no to dennys. yes to a plane. a birthday happened two days ago that's getting celebrated on tues\n  ","162067":"\n  it's wet n wild's catsuit liquid lip in color \"lavender crown\" layered with a sparkly blue and pink glitter gloss also by wet n wild called \"pisces\"\n  ","162068":"\n  constantin\n  ","162069":"\n  he shore did\n  ","162070":"\n  so many times. many many times. he held on to my neck very tight and we yelled \"rock\" and \"roll\" and I gave him a drawing of a flower. I teared up a little. he meant so much to me. People in line to meet him were impatient but Wesley and I had a MOMENT.\n  ","162071":"\n  I'm not. The only for sure schizophrenic artist I was aware of is Wesley Willis, who I was fortunate enough to meet in person.\n  ","162072":"\n  they really are but I LOVE my jerk wad scrub jays. They're so pretty even though they're loud and demanding (and always come around begging peanuts off me)\n  ","162073":"\n  I had no idea that they were considered to be schizophrenic, that's very interesting to me considering I enjoy both of their work. I've never done wiggly lines, but I put halos on everyone? Even cats? I understand the distortion though. I guess it's the same sort of thing. You have an aura at all times.\n  ","162074":"\n  I did not\n  ","162075":"\n  not really, I'm a little afraid of birds of prey (and large parrots actually) but I LOVE owls though so.... I dunno. I think birds are really cool though.\n  ","162076":"\n  shit I dunno I guess Dirty Dancing\n  ","162077":"\n  I'm not sure. I think about this stuff when I'm outside smoking pot and getting yelled at by the scrub jays who want peanuts and the hummingbirds who want me to move out of the way of the feeder. Do they understand each other? I seem to understand both yells as displeasure in me but maybe it means something completely different. Bubo just likes to yell it's her favorite. She yells at other birds and they yell back. Her song is quiet and beautiful and .....rare. Her yells and beeps and peeps and screams are plentiful though and she seems to enjoy when other birds yell too.\n  ","162078":"\n  well, I mean, all birds supposedly are but sometimes she sort of gets bored with the mirror bird and investigates around the corner of the mirror so like- that seems pretty smart to me? I think she's just a genius birb\n  ","162079":"\n  ramen\n  ","162080":"\n  getting crunk on a saturday night ask me about: Bubo! Makeup! Schizophrenia! Other things! Whatever! just don't be pervy or trolly.\n  ","162081":"\n  Casey\n  ","162082":"\n  I mean autism is a spectrum so it depends on whether or not the autistic person is able to give consent but like, most autistic people I would think are able to\n  ","162083":"\n\n   https:\/\/www.instagram.com\/p\/BmWpd6nlqxV\/?utm_source=ig_web_copy_link\n  \n  Here is video of Bubo being adorable and taking a parsley bath\/nibble\n  ","162084":"\n  gosh there's just so many best things I'm pretty awesome\n  ","162085":"\n  cute\n  ","162086":"\n  I just tried to sneakily take video of Bubo singing but she saw my phone and stopped. She really hates being watched lol. Her voice, though, is sweet and quiet and very musical when she's not screaming.\n  ","162087":"\n  fat= bad\n  ","162088":"\n  yes\n  ","162089":"\n  I mean my husband but if I lost everything then so did he probably\n  ","162090":"\n  I've been out of work for about 4 years? maybe longer. I've painted a lot, and knitted. And acquired a parakeet for company.\n  ","162091":"\n  unobservable universe\n  ","162092":"\n  I've watched videos with other parrots and she perks up and talks back to the video she loves to talk to other birds when I leave the windows open in the spring she talks to the outside birds and occasionally I take her to the parrot store she came from for boarding or to pick out a toy or for grooming or whatnot and she always gets to visit other birds then\n  ","162093":"\n  yes\n  ","162094":"\n  no not at all\n  ","162095":"\n  I really just don't have an answer.\n  ","162096":"\n  maybe a little. I definitely have a need for attention.\n  ","162097":"\n  oklahoma\n  ","162098":"\n  I am in a relationship, I DO own a home, I eat meat, I went to public school, I graduated (two) high schools, I DO NOT live somewhere humid currently but I grew up in the humidity, and I DO NOT live in a small town.\n  ","162099":"\n  being reminded of the ignorance of others\n  ","162100":"\n  not overall, but there are specific words I don't like to hear or read. the N word is a main one. I think it's offensive when a non-woman uses the B or the C words. If a woman chooses to reclaim them then that's okay, but a non-woman uses these words it really gets under my skin. I don't like ableist words like \"crazy\", \"Psycho\", \"schizo\", etc. either. It doesn't matter if it's real life or the internet these are my preferences about language across the board.\n  ","162101":"\n  yo\n  ","162102":"\n  Transformers- mildly. Like, I had a few toys. Power Rangers didn't come out until I was in high school but my younger brother was the right age for it so I watched it sometimes. Star Wars is my JAM I love star wars.\n  ","162103":"\n  applying mascara\n  ","162104":"\n  giant redwoods. They are so so big. Like you expect big but they are just way bigger than that.\n  ","162105":"\n  no\n  ","162106":"\n  I have tiny baby hands. I had to quit piano lessons as a tween because I never grew fingers long enough to stretch a full octave. I tried and failed at guitar because of my small hands. Ukulele I can play a little.\n  ","162107":"\n  1996\n  ","162108":"\n  nope\n  ","162109":"\n  Not really. I took a video of her on instagram a couple of days ago (instagram.com\/shehitsback) playing with my fingers and she made some barely perceptible \"peeps\" but she doesn't really like to be looked at when she sings, she hides behind my computer monitor to sing and stops if anyone looks at her so I've never been able to record her song.\n  ","162110":"\n  wut\n  ","162111":"\n  lol I'm the most unique person anyone follows I'm a weirdo :P\n  ","162112":"\n  didn't think you were being rude at all\n  ","162113":"\n  the only one of these that fits is unemployment.I'm a capricorn, my toothbrush is pink, I can drive though I hate doing it, I don't have a dog, I went to college for 2 years, I can't have kids, I'm quite political, and I'm over 30\n  ","162114":"\n  Bubo. Even just going to run errands today for 2 hours I thought about her a lot and almost bought her a new toy at the pet store (I didn't because they really kinda sucked)\n  ","162115":"\n  No, Yes, Capricorn, USA, In spurts then not for a while though currently in a drinking phase, I have had two of my old cats (13 years old) since they were kittens\n  ","162116":"\n  like, nightly. I can find a thousand things to do all day but after dinner until before bed is so boring unless I have someone to talk to. My husband usually spends this time playing videogames with his friends\n  ","162117":"\n  pretty good. listening to a favorite song and drinking coffee. Wish I had weed but will probably pick some up later.\n  ","162118":"\n  Parakeet!\n  ","162119":"\n  tattle. tell an adult\/parent. I mean that's really your only option if you want something to be done about it. Then it's not really your problem anymore. Or, conversely, live with it and let them do what they want to do.\n  ","162120":"\n  I mean really. why send this to me? Why do y'all send me these rando fucking things- or like, song lyrics\n  \n  it's not cute. I- and literally everyone here- prefer actual questions\n  ","162121":"\n  I saw the original but I haven't seen the remake.\n  ","162122":"\n  I can't think of any remakes that I especially liked other than the new Ghostbusters.\n  ","162123":"\n  I've only been up in Northern CA, near Redding where the redwoods\/Mt Shasta are. It was nice, I'd go back the trees are beautiful. I'd like to get down south soon maybe next year.\n  ","162124":"\n  I mean I def have wrinkles but people think I don't look my age anyway. I use a jade roller and neutrogena anti-aging products as well as Lush cleaner and moisturizer but the real trick is drinking tons of water everyday.\n  ","162125":"\n  I've noticed an uptick of these sorts of \"questions\" where it's just random ranting about stupid shit and I can assure all of you that I never ever appreciate it.\n  ","162126":"\n  I mean prob not that good because I tell my husband virtually everything. But he's good at keeping secrets so it all works out.\n  ","162127":"\n  the grocery store recently started selling these mochi ice cream ball things and they come in about a dozen flavors, I'd like to try that\n  ","162128":"\n  be genuine\n  ","162129":"\n  Bubo kisses, coffee, music\n  ","162130":"\n  yes but birds are smartest of all\n  ","162131":"\n  why are you pestering me Dan\n  ","162132":"\n  maybe\n  ","162133":"\n  I see nothing wrong with it as long as their cultural identity is preserved.\n  ","162134":"\n  yes I literally turn green and grow larger like the hulk so this happens a lot\n  ","162135":"\n  the bell jar by sylvia plath I think\n  ","162136":"\n  probably just hurricanes but they're not as dramatic as firenados\n  ","162137":"\n  I felt like I wish Bubo would shut up for another half hour so I could get more sleep\n  ","162138":"\n  so Bubo's back and I've had such a good day and I'm celebrating with a few cocktails while my hubby plays video games, ask me questions\n  ","162139":"\n  I love all cats. my lighter right now is white and my luck hasn't been any different. I mean, it sucks to break things but I have no superstitious beliefs around it. Sometimes my birthday is a fri the 13th\n  ","162140":"\n  in my 20s I guess. No.\n  ","162141":"\n  then stop worrying about strangers' boobs\n  ","162142":"\n  huh? like post pics? whatever it's their life I post pics of my pets\n  ","162143":"\n  are you 14\n  ","162144":"\n  no I'm white\n  ","162145":"\n  maybe but I've never seen one\n  ","162146":"\n  yeah. Spent a lot of time and money in fertility clinics trying. Decided it was for the best that I can't. This is a really insensitive question to ask an infertile person.\n  ","162147":"\n  Rin and Kyo would vote to get rid of Mimi and Bubo would vote Kyo out and Mimi would vote out Rin\n  ","162148":"\n  I don't even know anymore\n  ","162149":"\n  I have three cats and a parakeet\n  ","162150":"\n  silly noisy annoying\n  ","162151":"\n  probably white rappers shrug\n  ","162152":"\n  I'm (thankfully) too old to know anyone like this\n  ","162153":"\n  I mean probably you because this makes no sense? I don't allow fetish weirdos on my page.\n  ","162154":"\n  I actually have OCD and it has nothing to do with food. I hate ignorant ass ableist questions.\n  ","162155":"\n  I mean, you're an adult I guess but if it's weirding your friends out maybe listen to them because they know you and him better than me\n  ","162156":"\n  I can't decide. When did Bad Romance come out.\n  ","162157":"\n  Bubo is so cute she's demanded both a bath and a shower after sitting on eggs for a month\n  ","162158":"\n  I guess McDonalds since it's the most comforting and cheapest. I usually order 2 cheeseburgers, a mcchicken, and a large diet coke because it's only $4 I like their fries but I almost never get fries.\n  ","162159":"\n  neither but HAY GUESS WUT Y'ALL Bubo is back off her eggs!!\n  ","162160":"\n  I grew up in a beach town called Virginia Beach, and it was like, bright and crowded and always changing. My preferred beach was the one way out of the way because the tourists weren't at that one. The population swelled between memorial day and labor day.\n  ","162161":"\n  I am from Virginia but I live in Washington state\n  ","162162":"\n  your fetish is weird and doesn't belong on ask fm\n  ","162163":"\n\n   https:\/\/www.youtube.com\/watch?v=8UebSmtb6gs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","162164":"\n\n   https:\/\/www.youtube.com\/watch?v=IC4PLAp0xK4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","162165":"\n  Well, I've recently changed my routine. The MAIN thing I do for my skin is drink plenty of water. It really makes a huge difference. Also, I clean my face with a gentle natural cleanser from Lush called Herbalism (\n  \n   https:\/\/www.lushusa.com\/face\/cleansers\/herbalism\/9999906956.html\n  \n  ) when I shower and moisturize right after a shower with another Lush product called Imperialis, but really any good natural sulfate free palm oil free moisturizer is fine.\n  \n  In the past month's time, I've started also using Neutrogena anti-aging creams (tone moisturizer and wrinkle eye cream) daily and a refrigerated jade roller (as pictured) on my face after applying these creams in the morning when I drink my coffee. I feel like they've made a little bit of a difference, I get carded like everytime I buy alcohol and I definitely did not used to be.\n  ","162166":"\n  Evil Dead 2\n  ","162167":"\n  I use a yahoo address for junk but my main email is a personalized microsoft account (allison@shehitsback.com)\n  ","162168":"\n  I admire\n  \n   @shehitsback\n  \n","162169":"\n  nope\n  ","162170":"\n  I mostly enjoy it or else I wouldn't be here. The trolls have lessened greatly over the years but there still is a problem I guess but lately I've been missing some of the drama so that suits me just fine.\n  ","162171":"\n  my days are all the same. I don't really have a schedule but I don't really do enough to require one\n  ","162172":"\n  pee, brush teeth, snuggle Bubo, make coffee\n  ","162173":"\n  I wouldn't mind a work from home job if I could find something that I could actually do my cognitive abilities get worse with age.\n  ","162174":"\n  no to everything except the last thing- I know someone who goes by a shortened version of their last name. It's takikawa and he goes by taki\n  ","162175":"\n  rofl\n  \n  don't tell me who to interact with\n  \n  and don't bother me with your childish bullshit either\n  ","162176":"\n  Amity I guess I've never read the books\n  ","162177":"\n  like a weekish. I made an omelette and toast\n  ","162178":"\n  pink\n  ","162179":"\n  Smoky, Sheba, Buster, Ginger and then since then I've had cats\n  ","162180":"\n  Nope\n  ","162181":"\n  whenever you want. but I usually start around american thanksgiving.\n  ","162182":"\n  lately my husband has been buying cereal. I always have microwave popcorn around. everything else is purchased as needed\/wanted\n  ","162183":"\n  yes yes yes no\n  ","162184":"\n  um, didn't she do some work with the FLaming Lips for a minute? I haven't heard it but that.\n  ","162185":"\n  this never ending muscle spasm in my neck that's going on three days of fun times now\n  ","162186":"\n  yes to both\n  ","162187":"\n  coffee\n  ","162188":"\n  not a lot lately, which is why I've had a black canvas staring at me for 2 weeks\n  ","162189":"\n  not since I was a kid\n  ","162190":"\n  there isn't\n  ","162191":"\n  trial and error and lots of time spent I guess. I grew up spending every dollar I earned on drugstore makeup to play with. I don't pay attention to youtube but my niece is a instagram makeup artist and I like her (lafatbeauty)\n  ","162192":"\n  nah never have\n  ","162193":"\n  I mean I guess. I could care more probably but I also really value convenience and I can't have kids so I find I'm a little nihilistic when it comes to thinking about future generations\n  ","162194":"\n  nope\n  ","162195":"\n  because my husband makes too much money so I'm not eligible. If I were single I would be on benefits.\n  ","162196":"\n  I don't know what these things are\n  ","162197":"\n  poutine\n  ","162198":"\n  it's the tech part of a larger electronics company\n  ","162199":"\n  in America, the enormous stores that sell huge amounts of items in this case it's Best Buy, which sells electronics and tech so like computer tablets phones appliances home theater etc\n  ","162200":"\n  nah, they are able to do whatever because they're owned by Best Buy. The government doesn't fund giant box store corporations lol\n  ","162201":"\n  I believe in mindfulness and peace, so if something annoys me and disturbs my moment, I get it out of my life. Sometimes that means blocking people for offenses both small and large.\n  ","162202":"\n  I mean, all sorts really but around here the clients are mainly older folks staying up on technology. College set-ups at that time of year.\n  ","162203":"\n  yes. It gets deeper with time.\n  ","162204":"\n  Pakora\n  ","162205":"\n  he tries to show me stuff all the time but honestly my ability to learn isn't what it used to be it's one of the things considered disabling about schizophrenia. Like, I can put together a computer and I can power cycle when things are wonky and run a network diagnostic or whatever but that's about all I've retained because those have been most relevant.\n  ","162206":"\n  currently he's one of the national managers for a charity program run by Geek Squad called Geek Squad Academy, which is a summer program that offers high tech learning opportunities to underprivileged kids. That's why he's been traveling so much. During the rest of the year, he's a \"double agent\" for Geek Squad doing home network repairs.\n  ","162207":"\n  I'm married, my husband works. I sell my art on the side and have worked in the past when I was able. We do fine one one income. We're home owners, we've paid all of our student debt, we have very little other debts. I don't know why y'all get so \"concerned\" about my \"lifestyle\" I'm nearly 40 years old obviously I've got things taken care of.\n  ","162208":"\n  why would they? I don't receive social security benefits?\n  ","162209":"\n  nah I almost never have a hangover because I stay so well hydrated. I drink waters in between drinks and water before bed.\n  ","162210":"\n  well if weed doesn't help, then by rewarding myself as motivation. Like, if you can find the energy to load the dishwasher then you get to eat strawberries or whatever. Some days I can't. Luckily those days aren't frequent.\n  ","162211":"\n  I don't have a lot of patience today so they might be joining my blocklist depending on how things go.\n  ","162212":"\n  I mean, I'm American so I'm voting us for everything (except for government, but like, are either really that great?)\n  ","162213":"\n  onigiri\n  ","162214":"\n  never drink soda again\n  ","162215":"\n  similar beliefs, ability to talk to them freely, a particular good vibe, I dunno. I'm kinda picky about friends actually but at the same time I'm usually pretty friendly.\n  ","162216":"\n  Life's been treating me fine. I have had a terrible period but that's nearly over. My husband just got home from a work trip and he'll be here for the next two weeks. I'm eating leftover Chinese and it's still very good.\n  ","162217":"\n  I was thinking about what a good mom Linda Belcher from Bob's Burgers is and it got me teary\n  ","162218":"\n  sleep or eat mcdonalds or drink coffee and pout\n  ","162219":"\n  art, and sometimes I agree.\n  ","162220":"\n  I have a random selection of wallpapers that cycle, none of them are personal it's just like star wars images and steven universe and mad max and owls and I dunno just stuff I liked at the time\n  ","162221":"\n  mcdonalds cheeseburgers\n  ","162222":"\n  lately I've been making a cocktail with gin, pineapple juice, and cran-raspberry juice that's wicked good\n  ","162223":"\n  rofl okay that's enough. No more questions about this. I am drunk and it was funny for like 5 min.\n  ","162224":"\n  no, I don't hardly ever watch youtube so I have no idea what all that mess is like\n  ","162225":"\n  I have no idea it's just a phrase that's been around since like the 80s I guess and I'm old enough to remember it\n  ","162226":"\n  the imaginary collection of fantasy material you use to get off mentally\n  ","162227":"\n  it's the current most popular means of storytelling and humans love a story\n  ","162228":"\n  nah it makes him normal. Everyone has a spank bank, dude or dudette or anywhere on the dude-tte spectrum.\n  ","162229":"\n  It's just changed things for me. I like to watch things in intervals now,  for a max of like 45min to an hour. I prefer quiet theaters that aren't crowded so I can focus my attention better if I do go to a theater. There's one near me that has living room seating that I really prefer over any theaters because I can focus less on the social anxiety and more on the movie. But I still always wish I could pause or take breaks.\n  ","162230":"\n  yes. Cognitive symptoms for schizophrenia includes attention deficit. I used to love movies though, I took several film history classes in my younger days.\n  ","162231":"\n  I mean not really but I'm also too lazy to care\n  ","162232":"\n  maybe one, probably not that many. I go to the movies maybe once a month but I don't watch movies at home hardly ever. Schizophrenia robbed me of the patience\/attention span for movies.\n  ","162233":"\n  I mean I might tell my husband tho anyway\n  \n  ask me questions y'all it's my last night alone for the next two weeks but it is still indeed a night alone\n  ","162234":"\n  my grandmother because she loved me unconditionally (despite being quite judgemental)\n  ","162235":"\n  a few people. This is too personal to answer.\n  ","162236":"\n  a cocky person has a sort of 'better than you\" attitude and that confidence may be false. A blunt person may not have confidence at all but values logic or brevity. Having confidence just means being comfortable with yourself I guess like it can be expressed or it can be hidden. Of the three I am a confident person and sometimes I value brevity and can be blunt but I don't like to be cocky ever.\n  ","162237":"\n  I haven't known any very unusual ones. Virginia, Carolina, Savannah, Dakota\n  ","162238":"\n  your fetish is gross and doesn't belong on ask fm\n  ","162239":"\n  paintings, cooking, shower, sweets, veggie, hardcopy, written, cell phone, outdoor, clothing, yes\n  ","162240":"\n  yawns\n  ","162241":"\n  I guess Ariana but I don't know either of their music. England. South Carolina. Didn't see either.\n  ","162242":"\n  be sincere\n  ","162243":"\n  no it is a huge amount I was having a shitty day and I really wanted CHinese but they have a $20 minimum order so I ended up having to order extra food so this is just a little bit of everything and while I did eat it all it was, indeed, a lot and I have SO MANY leftovers.\n  ","162244":"\n  I sometimes feel limited or treated unfairly because of my gender, I sometimes feel discriminated against because of my disabilities, I never feel discrimination because of the color of my skin.\n  ","162245":"\n  being more loving as human beings. Compassionate. Empathetic.\n  ","162246":"\n  more love\n  ","162247":"\n  My dinner\n  ","162248":"\n  I slept most of the day AMA\n  ","162249":"\n  yoko ono\n  ","162250":"\n  oil rigs\n  ","162251":"\n  sure\n  ","162252":"\n  nah\n  ","162253":"\n  I mean, I think it's weird\n  ","162254":"\n  I don't usually call myself a socialist ( I mean I have to simplify but I don't like, go to meetings :P )  but I definitely lean that way\n  ","162255":"\n  it's like feeling like your galaxy extends into someone else's and you're cosmically intermingled\n  ","162256":"\n  I used to be a sun person but I had to have a cancerous mole removed from my ass cheek so like, I avoid the sun now. I look younger now than I did then too so, bonus. Tanning ruins skin.\n  ","162257":"\n  I did have to buy a raincoat though\n  ","162258":"\n  it weirds me out.\n  ","162259":"\n  no, they're not mammal. They feed their young by regurgitating.\n  ","162260":"\n  nope\n  ","162261":"\n  I mean honestly I'm so happy with a good cheeseburger\n  ","162262":"\n  all of those things\n  ","162263":"\n  some people can but it takes training and caring about that sort of thing\n  ","162264":"\n  I dunno, my hair grows pretty fast and I use loreal everpure\n  ","162265":"\n  I am pretty American in a lot of ways but I am also very politically left so that's a difference between me and stereotypical Americans I guess.\n  ","162266":"\n  I am from Virginia Beach, VA but I now live in Vancouver, Washington completely across the country\n  ","162267":"\n  huh?\n  ","162268":"\n  I don't know a lot about love but Dr Chuck Tingle knows all about it so I guess to prove love my own way I'll keep reading what Dr Tingle has to say.\n  ","162269":"\n  tonight I have pear cider. It's usually a cider or a gin and juice or gin and tonic or tequila and juice. I don't like the taste of alcohol\n  ","162270":"\n  i'd rather be drunk\n  \n  ask me questions y'all it's been the worst day\n  ","162271":"\n  ignorant.\n  ","162272":"\n  yeah, legalize it. It's been legal in NV for ages and they seem to be doing alright with that.\n  ","162273":"\n  I feel like i probably shouldn't be done but I'm also not going to be a parent so I never have to really think about it too hard\n  ","162274":"\n  busy. I went to two high schools everyday (one for basic studies and one for art studies) and worked 30 hours a week at a piercing store (because I was punk rawk y'all) I always had homework or had to rush somewhere. I feel like I never got enough sleep. I enjoyed my teen years though I had good friends.\n  ","162275":"\n  currently, my fav genre is dream pop and my fav artist is Von Sell\n  ","162276":"\n  of course. cry it up dude.\n  ","162277":"\n  neither the toe boxes are too slender on both\n  ","162278":"\n  smoking\n  ","162279":"\n  salt\n  ","162280":"\n  I love where I am too much to leave.\n  ","162281":"\n  fart\n  ","162282":"\n  it's no secret I hate anons.\n  \n  BUT I'll interact with most things that I don't deem inappropriate.\n  \n  Your best bet to get my attention is to ditch anon and ask interesting questions that aren't in anyway about your gross little penis or your weird fetishes.\n  \n  Or, like, wait until I'm too drunk to care what comes across my inbox\n  ","162283":"\n  depends on the color of their skin in America. A white person won't get noticed but a black man might get shot by cops for it.\n  ","162284":"\n  yes, no, no, no, yes\n  ","162285":"\n  no, yes but I'd rather not, yes but I'd rather call AAA, I've done it but it's not pretty, yes but it's scary because I hate driving\n  ","162286":"\n  nope\n  ","162287":"\n  I watched the first season or so but then I lost interest\n  ","162288":"\n  In senior year high school I skipped a lot of Government class because the teacher didn't take attendance and I was often fatigued and needed sleep more than school. I wasn't too worried about things like that because I'd already been accepted to the college I wanted to go to. Then in college I skipped too many classes not because I wanted to but because I got really sick and it really affected my grades and caused me to lose my scholarship so my second year I had to work many part time jobs\n  ","162289":"\n  I love lots of people\n  ","162290":"\n  JFC Ben I've blocked you so many times this weekend\n  ","162291":"\n  I have a few patagonia sundresses that are a size too small right now, one columbia fleece (I do after all live on the Columbia River) but nothing from the other three brands\n  ","162292":"\n  It's not on purpose I just don't think about it most of the time. Unless something is really good or I get a laugh from something or I strongly agree or whatever.\n  ","162293":"\n  I have an account there but I don't care for it? Maybe I'm just not used to it. And I only have like two followers there and they are both also followers here.\n  ","162294":"\n  millions are inactive lol. I hardly know anyone who uses it. It's very European, maybe. In America it's kind of a passing fad from 4 years ago.\n  ","162295":"\n  everytime I post @s they get harassed more by anons\/Ben.\n  \n  I know I rarely \"heart\" stuff but if you follow me and watch who's answers I like, that would be a good indicator that I find those profiles.\n  ","162296":"\n  I mean why not\n  ","162297":"\n  I have no idea. I'm not Canadian.\n  ","162298":"\n  I started off years ago creating an account because some people I admired were using it then and I wanted to ask them questions. I ended up falling into a regular habit of sending out questions to various people I came across and then sort of built up my account and now with 900+ followers I enjoy receiving questions, it gives me something to do if nothing else. I do like this site though I wish more people used it.\n  ","162299":"\n  I mean I guess but at the same time  when I googled him every hit talked about how he was a beloved British author and I've never heard of a single one of his books.\n  ","162300":"\n  no? Everyone I've loved has been radically different\n  ","162301":"\n  never heard of him. Y'all send me the MOST British shit all the time and expect me to know what you're talking about\n  ","162302":"\n  I don't know anything about either of them\n  ","162303":"\n  I was. Back then there weren't as many vaccinations though like for instance I've never been vaccinated for chicken pox\n  ","162304":"\n  my friends Kate and Eric and lately my new friend David and also of course my husband\n  ","162305":"\n  I cook about 5 nights a week, sometimes with help from my husband and sometimes not, for the two of us\n  ","162306":"\n  underrated: cheesy popcorn. dream pop as a genre of music, drugstore makeup\n  \n  overrated: Beyonce, rainy days, pants\n  ","162307":"\n  oh like anything by the beatles or the pixies or I dunno I used to do karaoke and I had a lot of songs I sang there but I am blanking on everything right now\n  ","162308":"\n  1. It went okay, I've been symptomy but survived\n  \n  2. I've been pulling anons from twitter so I assume that's why there's been more weirdness\n  \n  hope you're doing well too!\n  ","162309":"\n  I was unmedicated so I was kind of feral\n  ","162310":"\n  I mean whatevs but I didn't really enjoy this website until I stopped being anon\n  ","162311":"\n  you should come off anon though like how are you going to actually \"meet\" people of you're a no one\n  ","162312":"\n  well at 23 you have quite a while to keep lookin\n  ","162313":"\n  youngin! I was wild when I was 23. Then I met my husband and sort of calmed tf down\n  ","162314":"\n  hmmmmmmmmmm.  26\n  ","162315":"\n  I was punk rawk in high school had green hair in a severe bob and went to all the shows and wore the doc  martens that were vegan and paisley and poked fun at the goths\n  ","162316":"\n  in case you haven't noticed I talk about my boobs all the time\n  ","162317":"\n  you have really punk hair\n  ","162318":"\n  5 foot 7 inches\n  ","162319":"\n  haha yeah that's how my nephew described my nose to me when he was a teen. I would have assumed boobs if you'd said hooter.\n  ","162320":"\n  I hate that. I guess me.\n  ","162321":"\n  I guess but I mean like who cares if you can play piano tho\n  ","162322":"\n  I love drama. looooong noses, or pug noses, or crooked noses with a sense of drama get my attention. I have such a long british nose I like noses like mine. I also like nose dimples. My sister has a cute button nose that I enjoy.\n  ","162323":"\n  so your hand is half an inch longer than mine (and can therefore play guitar and piano efficiently if so desired)\n  ","162324":"\n  huh, didn't know that. It's weird that all of my vegan friends have pets then huh\n  ","162325":"\n  I guess so , everybody poops! But my cats poop in a specific place, not your yard.\n  ","162326":"\n  yeah probably not lol. Like the poop is the least of my concerns.\n  ","162327":"\n  I do not. I also don't have a dog.\n  ","162328":"\n  the garbage which gets taken away by the city and presumably landfilled.\n  ","162329":"\n  hummingbirds have such a bossy little chirp that I love one keeps yelling at me today when I go out to smoke\n  ","162330":"\n  haha what\n  \n  the cats poop in a litter box, and then my husband scoops it and throws it away.\n  \n  the bird poops on her cage lining and I throw it away\n  ","162331":"\n  looks like I have a hand twin\n  ","162332":"\n  I mean, I feed hummingbirds does that count\n  ","162333":"\n  I feed the cats a wet food that it 100% meat and and a dry food that's been rated well by vets called indigo moon by Solid Gold.\n  \n  Bubo gets a very diverse diet because I want her to live upwards of 20 years if I can help it. Her main diet is a seed blend that includes dried kale and dehydrated carrots, and also a fruit pellet. In addition, she gets a leafy green everyday (parsley, spinach, and cabbage are her favorites) and a variety of proteins like nuts, egg whites, chicken, or beans. She loves corn, she loves popcorn, she loves blueberry pancakes, she loves wheat bread. Sometimes she gets broccoli when we have it, or asparagus tips. She got a sweet potato fry the other day which was yummy. Brussel Sprouts are a favorite. She'll eat about anything right now while she's sitting on eggs but sometimes she's pretty picky. And of course, every bird loves millet.\n  ","162334":"\n  um I dunno whatever volcanoes are made of\n  ","162335":"\n  okay there's this distillery downtown that does Chocolate Peppermint Vodka at Christmas time and it's so good like normally I hate chocolate mint drinks but this is soooooo good in coffee it makes the season merry (they're called Eastside Distillery)\n  ","162336":"\n  Teeny hands or big bottles\n  ","162337":"\n  I have tiny baby hands I had to stop taking piano lessons as a kid because I never grew to stretch a full octave\n  ","162338":"\n  I'm pretty sure it's still 18 here but I think raising it to 21 has been on a ballot that's passed through here in the recent past.\n  ","162339":"\n  shrug oops\n  ","162340":"\n  I mean we've had big fights but our marriage is pretty strong now I would say\n  ","162341":"\n  I'm just guessing female because of a slender wrist\n  ","162342":"\n  huh I've studied a lot of hands and I find that they're pretty gender neutral.\n  ","162343":"\n  he has a really great nose and a super smile\n  ","162344":"\n  probably legs I would say or chin\n  ","162345":"\n  shoulder\n  ","162346":"\n  I got a tattoo on my left shoulder of the capricorn symbol\n  ","162347":"\n  August in the Pacific NW is dry and hot. We won't see rain the whole month probably which is good because I hate rain but my yard will be brown because I don't water it. Yes it's been an ok Summer, glad to have air conditioning.\n  ","162348":"\n  but I still notice both genders I don't only notice the opposite in fact I rarely notice the opposite.\n  ","162349":"\n  I mean, if you wanna get mad about things get mad about things. I didn't mean it in a shitty way I was just specifying because their wording was limiting\/exclusive.\n  ","162350":"\n  so like, I don't only like \"the opposite gender\"\n  ","162351":"\n  I don't think I've seen that as an advertisement since growing up in the 80s. And then it was always furniture or mattress stores. They'd have badly shot commercials on tv with people waving in santa hats and like bad xmas graphics\n  ","162352":"\n  first of all, I'm bi.\n  \n  But the first thing I notice about people can be lots of things. style, gait, a good nose, whatever\n  ","162353":"\n  Golden Slumbers, tulip, Missy Elliot, cran-raspberry juice is good lately but what I drink mostly is ice water,\n  ","162354":"\n  79 punk rawk\n  ","162355":"\n  beef, chickpeas, ice cream, strawberries, mexican, yogurt, grapes\n  ","162356":"\n  yawns\n  ","162357":"\n  I don't have seizures?\n  ","162358":"\n  I don't care about netflix that much and I have a love\/hate relationship with poptarts\n  ","162359":"\n  art, taking care of parakeets, finding new music, sleeping, cooking, drinking coffee\n  ","162360":"\n  the pacific northwest is the best place in the country and I've been almost all over it\n  ","162361":"\n  my third oldest nephew's wedding\n  ","162362":"\n  nope\n  ","162363":"\n  so in the meantime are you going to come off anon\n  ","162364":"\n  like 70+\n  ","162365":"\n  I mean if you wanted to like have a drink at a bar in Portland or something and don't mind my husband coming along for safety I might not be opposed to meeting people from the internet I've done it before. Probably wouldn't want you knowing my address or meeting me somewhere secluded. I'd have to know you a little bit first. This is all hypothetical and to any anons who are wondering this sort of thing if we become pals on the internet then I will have a drink with you and my husband in Portland when you travel. lmao Hi I'm drinking right now can everyone tell\n  ","162366":"\n  yeah, very. It was a nightmare.\n  ","162367":"\n  I can walk properly. I couldn't for about 10 months though. I stupidly signed papers saying I wouldn't sue as long as they took care of my medical care and they did so I didn't. I worked with that company doing \"light duty\" for about another year and a half and saw physical therapists and specialists for most of that time but they wanted me to have a surgery that at the time was only 20% successful so I turned it down and they were kinda bratty about further med care and I moved out of the state and just sort of let it all go\n  ","162368":"\n  nah. My therapist always wants me to write my memoirs but I feel like it would be so boring\n  ","162369":"\n  no, the work accident. I was working at Target as an overnight merchandiser (I was in charge of stocking shoes every night basically) and i was sorting through the shoes under a large steel shelving unit in the back when someone accidentally hit it with a forklift and the whole thing and all of the (heavy) product (pallets just full of winter items and food) and the steel shelves themselves just crumbled on top of me basically. I was dodging what I could (particularly a pallet full of leather jackets) and ended up dislocating both SI Joints (but not getting hit by anything major)\n  ","162370":"\n  I mean other than the obvious answer I don't really know\n  ","162371":"\n  yeah after being diagnosed with sacroiliac joint dysfunction I had massages as part of physical therapy\n  ","162372":"\n  a few times. car accident, suicide attempt, work accident\n  ","162373":"\n  yup, yup, yup (shehitsback.tumblr.com), nope, and I had a garnet ring with diamond accents that was stolen from me and pawned for drug money by an abusive ex, and I had a diamond engagement ring that belonged to my paternal grandmother that I used to wear on a long chain around my neck and one day I noticed the diamond had fallen out somewhere. I currently only have a band with diamond chips but no diamond solitaires, no. I didn't have an engagement ring.\n  ","162374":"\n  staying inside with air conditioning\n  ","162375":"\n  Coke, Full cream, Netflix, Movies, Coffee, Black, Fast food, coin, day, staying indoors, kittens, computer\n  ","162376":"\n  grapes, bread, cheese, spinach, lemon cookies, popcorn\n  ","162377":"\n  nope! I already said I don't DM. You're anon asking some woman (who has been married for 14 years btw) for information to try to slide into her DMs, guess what, you may not think so but you're already a creep.\n  ","162378":"\n  no?\n  ","162379":"\n  yup it's good\n  ","162380":"\n  instagram.com\/shehitsback\n  \n  I don't answer DMs though so don't try to slide in em\n  ","162381":"\n  weed seeds, millet, and k cups\n  ","162382":"\n  I told my husband that like last week and he was so freaked out. People age at different rates\n  ","162383":"\n  yeah dude I'm spiderman\n  ","162384":"\n  well thanks\n  ","162385":"\n  I do sell my art via redbubble.com on like, posters and stickers and scarves and other printable merch. redbubble.com\/people\/shehitsback\/shop\n  \n  It does ok. Never gonna get rich or anything.\n  ","162386":"\n  thank you :)\n  ","162387":"\n  yup\n  ","162388":"\n  painting, knitting, sleeping\n  ","162389":"\n  that's very kind I don't always feel so good about myself\n  ","162390":"\n  social media\n  ","162391":"\n  I don't have any other recent pics anyway she's just egg tending so not really out playing and being in pictures\n  ","162392":"\n  Here's us from earlier\n  ","162393":"\n  not really. I guess something vague about creating art! blah blah blah! I'm just glad to be surviving.\n  ","162394":"\n  she certainly thinks she's a grownass adult, sitting on eggs lol.\n  ","162395":"\n  she is 2 years and 5 months\n  ","162396":"\n  nope I hate having my feet touched\n  ","162397":"\n  thank you, I agree. She's such a good birb.\n  ","162398":"\n  not really. all of my local friends live in the city, my direct community is kind of a weird mix of conservatives and older folk who aren't as left as I am. I do have an account on nextdoor.com and post there occasionally but like, I don't have any neighbors I'm close to. I do support our local farmer's market so I kinda feel a part of the community when shopping there\n  ","162399":"\n  I just don't feel that strongly about it. People aren't possessions.\n  ","162400":"\n  I mean, I have no idea what corporate relationships are like.\n  ","162401":"\n  I don't think that at all. I've never felt like I was competing with anyone like that and I genuinely support other women\n  ","162402":"\n  please don't that would be super weird\n  ","162403":"\n  nah but I don't feel brand new either\n  ","162404":"\n  I don't even want an official funeral for me.\n  ","162405":"\n  probably not\n  ","162406":"\n  yeah but I think we can make positive changes I don't think it's hopeless yet\n  ","162407":"\n  monument valley, but I plan on playing it after I have foot surgery and have to sit in my armchair all day long\n  ","162408":"\n  haha well thank you very much\n  ","162409":"\n  I just asked him he said \"I don't know I kinda think I would but also that could be some mind-alterin' shit\"\n  ","162410":"\n  yeah for sure. That's never been an issue for me.\n  ","162411":"\n  I do have \"fine lines\" around my eye corners but my glasses do a good job of hiding them\n  ","162412":"\n  haha yeah I've been lucky. I have recently started using a wrinkly cream but by recently I mean like, literally days ago so I don't know what the results will be like or if there will be any at all\n  ","162413":"\n  it's like barbed wire that you slice someone's throat from behind with\n  ","162414":"\n  thanks :) stay hydrated and don't use sulfates are my big tips\n  ","162415":"\n  yes but I wouldn't? But i have in video games.\n  ","162416":"\n  nope never even heard of it.\n  ","162417":"\n  I sent my husband to the store earlier and he bought sliced turkey for my lunch tomorrow and bottled coca cola for himself\n  ","162418":"\n  I think all weapons are pretty gross but that one in particular makes me thing of rogue training in skyrim or WoW\n  ","162419":"\n  generally just refreshing all the websites I have \"tabbed\" and reading what's new, unless it's slow moving then I dunno. I would normally be spending a ton of time with Bubo but when she's on eggs she is occupied and can't really hang out for more than a minute here and there.\n  ","162420":"\n  feeling kinda low and not great tonight out of nowhere, feel free to entertain me until it's late enough that I can just take my meds and go to beds\n  ","162421":"\n  I prefer a mattress\n  ","162422":"\n  whatever dude don't have to yell about it\n  ","162423":"\n  probably not I go to bed early and I'm almost never awake when it's dark enough to see the moon\n  ","162424":"\n  It's the middle of the week? But here's a pic I like from earlier today\n  ","162425":"\n  I mean, everyone grieves differently\n  ","162426":"\n  I'm okay. I just sat down with a cup of coffee and a hair towel on fresh out of a shower. Jon's home and playing video games across the room. I'm going to start cooking some fish and potatoes here in a little while. I just posted a video of Bubo snuggling with my thumb on instagram (\/shehitsback)\n  ","162427":"\n  is this like your fourth account today? I feel like all I've done is report your questions for ages\n  ","162428":"\n  we had her poster on the wall in the living room of my college dorm\n  ","162429":"\n  I've been married since 2004\n  ","162430":"\n  I have three cats\n  ","162431":"\n  it's my wedding band?\n  ","162432":"\n  nails probably I don't want to have to be all touchy feely\n  ","162433":"\n  I was in a noise band when I was 17 that didn't actually do anything called ol mama crack fiend. It was the 90s we weren't PC about addiction then.\n  \n  I couldn't imagine being in an actual band. Firstly, I don't play any instruments. I have a name saved though for just in case: Chemical Strawberry Death\n  ","162434":"\n  tall, lived in big pine drive, wore a long green coat, I dunno. I assume that's why. It started in middle school and continued on into college.\n  ","162435":"\n  reading about- not really but I like to stay up to date\n  \n  talking about- no. not unless you're like my best friend and we have similar views. it's too annoying\/stressful\n  ","162436":"\n  yes to all of these except taking an Uber. I haven't but if I were going to call a car while drunk it would be a lyft\n  ","162437":"\n  Ask me questions while I drink this sangria\n  ","162438":"\n  y'all I saw a woman putting ketchup from little packets on her movie theater popcorn the other day\n  ","162439":"\n  shrug\n  ","162440":"\n  sure I guess like the connections you make to people can feel as strong as those with \"real\" folks.\n  ","162441":"\n  I didn't plan to live past 24.\n  ","162442":"\n  I would try mushrooms, yes. Or peyote. Don't want to try anything else though.\n  ","162443":"\n  it really varies wildly. Get married when you feel like it's time to get married. I was 24.\n  ","162444":"\n  yeah I guess, I've met people who have gone by a middle name before.\n  ","162445":"\n  someone asked me this like an hour ago, scroll down a bit\n  ","162446":"\n  I'm doing okay. It's been an iffy day but I don't feel so bad currently and bedtime is approaching so that's good news.\n  ","162447":"\n  basically never\n  ","162448":"\n  I don't have and have never had an iphone\n  ","162449":"\n  I have three. a zodiac symbol on the back of each shoulder and my grandmother's handwriting on my wrist.\n  ","162450":"\n  yup\n  ","162451":"\n  I don't want a coffin I want to be cremated\n  ","162452":"\n  I've only ever had one phone break in any way, I take good care of my things usually. My current phone, though, is a moto G5 and I couldn't find a good case for it so I don't have one I just have a pop socket stuck to the phone. I dropped it trying to load my boarding pass and wrangle luggage simultaneously while getting off of a transport at the chicago airport and cracked the screen but only a little on the corner so it's still perfectly usable just ugly.\n  ","162453":"\n  I just want to survive. I don't plan too far in advance, I can't. Part of keeping my mental health steady is living for the \"now\".\n  ","162454":"\n  buying more strawberries\n  ","162455":"\n  I like my hair pulled back mostly but when it's down it's naturally wavy\n  ","162456":"\n  haha thanks I didn't wear lipstick today.  It was a necklace, my glasses, and my dress.\n  ","162457":"\n  not really. I never really get into those inspirational type quotes and things or slogans like I kind of don't understand the attraction\n  ","162458":"\n  I had to get some blood work done this morning so there was that but three people complimented me so that was nice, haven't really done anything else today other than laundry and eat a sandwich and go to the grocery store for the next two nights worth of dinners\n  \n  I'm feeling pretty tired, a little useless, but mostly alright I guess.\n  ","162459":"\n  by being cool as hell and not being bothered by haters\n  ","162460":"\n  my family lives across the country so they never make plans with me and I am pretty alright with that though I do miss them sometimes and wish they would visit more. My friends make plans with me sometimes and other people sometimes and that's fine? Like I don't get jealous really. I've had too much therapy for that shit.\n  ","162461":"\n  not that I can recall. I don't get involved in people's drama generally if I can help it.\n  ","162462":"\n  Rih\n  ","162463":"\n  I enjoy your questions, there haven't been any that I felt particularly sucked or anything\n  ","162464":"\n  age\n  ","162465":"\n  I'm with you\n  ","162466":"\n  apple cider\n  ","162467":"\n  I have done so in the past and eventually it was okay\n  ","162468":"\n\n   https:\/\/www.youtube.com\/watch?v=lvtT8i8rOJY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","162469":"\n  thank you :D\n  ","162470":"\n  some folks do.\n  ","162471":"\n  nope I don't know anyone else in my city really all my local friends are in Portland\n  ","162472":"\n  I don't actively avoid the sun I just don't get outdoors a lot. I live about a 3 hour drive from Seattle, down near Portland, OR\n  ","162473":"\n  good evening\n  ","162474":"\n  She's good she's on eggs again for the third time. We just had a snuggle visit a second ago. Here's a pic of her looking rough and eating parsley from earlier today\n  ","162475":"\n  black and grey\n  ","162476":"\n  I've been wearing the same grey tshirt dress for two days\n  ","162477":"\n  silly punkrockers\n  ","162478":"\n  I'm ok. I slept like 13 hours so I feel refreshed for once lately.\n  ","162479":"\n  my parakeet wanted extra snuggles\n  ","162480":"\n  Like a month ago. Here's one this morning even though we're both pretty ragged\n  ","162481":"\n  ok\n  ","162482":"\n  being French\n  ","162483":"\n  I feel like I'm always loading a dishwasher around noon\n  ","162484":"\n  feels like aol\n  ","162485":"\n  lol\n  ","162486":"\n  Grey t-shirt dress\n  ","162487":"\n  lmao\n  \n  38\/f\/Vancouver, WA\n  ","162488":"\n  weed\n  ","162489":"\n  (my latest big face selfie)\n  ","162490":"\n  nah. I'm just thankful for each day as it comes.\n  ","162491":"\n  country for the most part.\n  ","162492":"\n  I like rice over noodles. Generally I order chicken with cashews or something like that with fried rice.\n  ","162493":"\n  I mean, anything is better than nothing\n  ","162494":"\n  anything by lady gaga\n  ","162495":"\n  these sorts of questions are so creepy like it's obvious this titillates you for some weird reason\n  ","162496":"\n  it depends on the situation and how I feel, but mainly I just report. Sometimes I'll interact if it amuses me to do so. Don't really have any tips other than keep reporting people maybe one day that will make a difference here\n  ","162497":"\n  oh every once in a while. I spoiled myself a few days ago and ordered a bunch of new makeup, it should arrive today\n  ","162498":"\n  makeup, food, movies, creative endeavors\n  ","162499":"\n  brussel sprouts\n  ","162500":"\n  the tv is pretty good and pub food. Brexit assholes are kind of a downer\n  ","162501":"\n  why are you children so obsessed with bikinis\n  ","162502":"\n  y'alllllllll\n  \n  send questions\n  ","162503":"\n  yeah but not in a very long time\n  ","162504":"\n  clavicle, nose, boobs, butts. legs.\n  ","162505":"\n  I used to be an Avon lady in like, 2002\n  ","162506":"\n  soda\n  ","162507":"\n  caffeine\n  ","162508":"\n  I don't think it would bother me\n  ","162509":"\n  booty\n  ","162510":"\n  leeggggs. I'm 67 inches tall but a 33 inch inseam so v long legs.\n  ","162511":"\n  coffee, yes. Smoke, no. I just get nauseous. Because smoking treats the nausea which is a side effect of my anti psychotic. So I stay stoned all the time instead of barfy.\n  ","162512":"\n  never even heard of him before now but he looks like a garbagebag\n  ","162513":"\n  I haven't been to NY in years and years\n  ","162514":"\n  I never see my elbows but I used to hate my knees until I saw them professionally photographed then I changed my mind (they're very normal knees)\n  ","162515":"\n  Old like, the 70s- Harold and Maude\n  \n  Old like, black and white- La Strada\n  ","162516":"\n  Nope no animals that I can think of. My dad calls me \"darlin\" and my stepmom calls me \"honey\" and I have friends that call me \"Pinetree\" but no animals.\n  ","162517":"\n  I dunno it just wouldn't bother me. I feel weird about how possessive relationships are \"supposed\" to be\n  ","162518":"\n  I'll take mcdonalds for the week. the worst would be starbucks because it's just like, snacks and paninis.\n  ","162519":"\n  by being sincere and kind\n  ","162520":"\n  right this second, my wrist\n  ","162521":"\n  yawns, brain cooling, Bubo, parakeet eggs, music, makeup\n  ","162522":"\n  I disclose that I am very mentally ill pretty early on because otherwise it might be a major surprise when I have an episode\n  ","162523":"\n  okay I thought I'd never been there but looking at a map it seems I have been there just driving through and I don't remember much about that area except it was hot and dry and the trees were short compared to where I live\n  ","162524":"\n  I've had both and would prefer to keep my eyelashes. They look so strange when they're missing. I like having my brows too though.\n  ","162525":"\n  you can polish the tarnish off of silver with toothpaste and water\n  ","162526":"\n  then Babeo Baggins said she's your hero\n  ","162527":"\n  nope\n  ","162528":"\n  I enjoy you too so thank you for the q's homie\n  ","162529":"\n  nope\n  ","162530":"\n  it's a psychological disorder comorbid with schizophrenia that makes you think you're dying of thirst all the time.\n  ","162531":"\n  I haven't read anything recently : \/\n  ","162532":"\n  being nauseous\n  ","162533":"\n  do I become close to people anymore? I don't think such a person exists for me currently.\n  ","162534":"\n  flight, probably. Birds think they're so cool.\n  \n  Tonight's my last lonely night before my husband comes home for a week (then gone another week) so send questions if you want I could use the distraction\n  ","162535":"\n  I mean besides Ben Isaacs the Ask FM Troll, prob a previous abusier who started off \"fascinated\" by WW2 and ended up being a full on nazi shit who beat me and r*ped me and controlled my finances and lease so I couldn't get out easily and it took lawyers and police and doctor intervention for me to get out\n  ","162536":"\n  The ones that I speak to, I appreciate when they try to understand all my weird quirks. I love eggs cooked just about any way. My town is beautiful and close to Portland, OR. My house is painted happy colors and makes me feel safe.\n  ","162537":"\n  lately, grapes. I ate so many grapes this week. Before they were in season I was craving strawberries. Lucky for me my fruit cravings are at the right time of year.\n  \n  I really love twin peaks and hope it continues.\n  \n  I love painting.\n  \n  I don't really work but I sell my art and I like the creating part\n  ","162538":"\n  yeah plus, that used to be our only choice! since better options for introverts have come along, I prefer to stay as unbothered as possible and that means texts.\n  ","162539":"\n  ugh neither. I prefer texts. If I have to, a voice call but I'd rather not. And I hatttttttte video calls\n  ","162540":"\n  I don't really have anything to rant about other than I'm tired and wish I could go back to sleep but I have plans this afternoon.\n  \n  I just did my makeup and used my new Crayola branded lip palette and highlighter stick and they're so good\n  ","162541":"\n  I stop talking or else I have word salad. I sweat a lot. I start to feel panic.\n  ","162542":"\n  never even heard of her\n  ","162543":"\n  I have certain cognitive disabilities where I just sort of blank out or almost go catatonic for small amounts of time if that's what you mean. Otherwise, yeah some occasional deja vu but nothing major or worth remembering\n  ","162544":"\n  I don't. I have psychogenic polydipsia and it causes me to pee like every 45 min. I just live like that.\n  ","162545":"\n  vancouver is also in washington state\n  ","162546":"\n  thanks homie\n  ","162547":"\n  This is as straight as it gets\n  ","162548":"\n  yeah of course\n  ","162549":"\n  I don't have any phobias really. Technically I've been diagnosed with agoraphobia but smoking weed has basically cured that\n  ","162550":"\n  that's a lot\n  ","162551":"\n  no\n  ","162552":"\n  of course who doesn't\n  ","162553":"\n  I don't have any games on my phone but I plan on buying monument valley when I have foot surgery in Sept\n  ","162554":"\n  grapes were on sale\n  ","162555":"\n  -some of my family are too difficult to even be in my life. - waffles. I'd rather just have a pancake. - there's this one \"proud Boy\" leader who lives here and he keeps showing up in the news for being aggressive and threatening people but somehow he's not in jail? So like, come on Vancouver police get on it. - there's a lot of work that needs to be done to my house (plumbing issues in one bathroom, kitchen counter replacement, new dishwasher, a basement to finish, a backyard to terrace and landscape)\n  ","162556":"\n  like $3\n  ","162557":"\n  dangerous and ridiculous and it made Tide put a child safety lock on the pod containers which aggravates me\n  ","162558":"\n  I hate cooked carrots. they're disgusting. Scorpion is the worst show. all sports are stupid. I don't have a job.\n  ","162559":"\n  I haven't participated in anything like that. You mean like, tide pod challenges or eat-a-teaspoon-of-cinnamon and that sort of thing I presume\n  ","162560":"\n\n   https:\/\/www.youtube.com\/watch?v=Vs-jhv_kEPA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","162561":"\n  strawberries. Luckily I have some in the fridge\n  ","162562":"\n  he is really wild huh\n  ","162563":"\n  I feel like it probably has a scientific answer but I don't know it\n  ","162564":"\n  crayola branded makeup and it's great it's like being a kid again but for grownups\n  ","162565":"\n  I haven't see it I'm not a big tv person\n  ","162566":"\n  Spanish, French, German, Latin\n  ","162567":"\n  can't it's of my butt lmao\n  ","162568":"\n  entertain meeee\n  ","162569":"\n  I'd rather be me.\n  \n  Had a good day today, spent time with a friend, bought and was gifted makeup I was excited about, took good care of myself. Did yoga. Ate healthily. yay me\n  ","162570":"\n  this isn't a question though\n  ","162571":"\n  I'll try just about anything. Something I tried as a kid though that I def would not try again is pork rinds\n  ","162572":"\n  I don't really like oreos unless they're like, the vanilla version. But I suppose the cookie part.\n  ","162573":"\n  Allison. I'm married. I have three cats and a parakeet. I only speak English. I can't have kids\/don't want kids. I'm from Virginia but I live in Washington now.\n  ","162574":"\n  it's impossible to adequately take care of someone else until you've taken care of yourself first.\n  ","162575":"\n  in and out (but their fries are terrible)\n  ","162576":"\n  yes and yes. I spend too much money at both.\n  ","162577":"\n  I guess nba since it's indoors. I've not been to either.\n  ","162578":"\n  nope\n  ","162579":"\n  I graduated high school the year it came out\n  ","162580":"\n  no. I hate that people assume that because I have a handle on my illnesses to some extent I am obligated to support everyone else's. I try, I do what I can, but self care always has to come first when you're severely mentally ill and I need energy for myself. I'll blog about helpful things or like answer questions and spread awareness, I'll listen if I'm capable of it but I am not able to be a serious helper that's what mental health professionals are for.\n  ","162581":"\n  I can't have children and I haven't had plastic surgery\n  ","162582":"\n  whatever they want. I use twitter, facebook, instagram, here, tumblr\n  ","162583":"\n  inorite\n  ","162584":"\n  I'm not sure if there's something I always say. I cuss more I guess.\n  ","162585":"\n  Aboriginal Australians call them budgerigar and do eat them, yes.\n  ","162586":"\n  I'm not sure what to explain, I started showing positive symptoms and went to a doctor and got a diagnosis. The symptoms that caused me to see a doctor are delusions and hallucinations but I also suffer from depression and anxiety to extreme levels because of schizophrenia and panic disorder\n  ","162587":"\n  no, American. I live in Washington State\n  ","162588":"\n  In America we call them parakeets but in most countries she's a budgie\n  ","162589":"\n  lol nah I'm fine thanx\n  ","162590":"\n  enjoying the holidays woo hoo\n  \n  but actually Jon's gone and I'm bored so send me questions homies\n  ","162591":"\n  he's nerdier than me :P He's like really into video games and tech he just also happens to be cute and like to work out\n  \n  And anyway I'm amazing lol\n  ","162592":"\n  yes he is very handsome.\n  ","162593":"\n  He's out of town again so you'll have to deal with an old one (like last month ish)\n  ","162594":"\n  not very far or well\n  ","162595":"\n  I know people like that but I'm not close to any anymore. I'm a very positive person I try not to complain too much\n  ","162596":"\n  as far as I can remember I've never read a book to any of the little nephews\n  ","162597":"\n  Anything by Dr Seuss and also The Velveteen Rabbit\n  ","162598":"\n  lately, just my husband. I have good friends but we don't talk everyday.\n  ","162599":"\n  I've never read either!\n  ","162600":"\n  just pros. drinking water is so good for you. and it keeps you looking younger.\n  ","162601":"\n  I'm not a doctor\n  ","162602":"\n  pros: the ocean\n  \n  cons: the sunburn\n  ","162603":"\n  I've had two cars- a 2001 kia rio that I drove until it wouldn't drive anymore and then the 2009 nissan versa that replaced it which I'm still driving happily. The kia was garbage but I really was hard on her. She had so many recalls and breakdowns. The nissan is the perfect car even at over 100k miles she runs like a dream.\n  ","162604":"\n  still my saucony sneaks.\n  \n  Send me questions dear followers I'm just hanging out until bedtime with nothing to do\n  ","162605":"\n  the backs of my shoulders the closer to my spine hurt the most. The rest was alright. My wrist didn't hurt at all like it felt like she was drawing on my arm with a ballpoint pen. This is with like, 20 years of learning to tolerate great amounts of physical pain though.\n  ","162606":"\n  Up until recently (I switched to a smaller purse and didn't have any room) I carried a fold-up tote bag from Ikea. I ended up using it a lot at places like roadside markets or farmer's stands or whatever where I didn't really expect to buy anything but ended up with more than I could carry\n  ","162607":"\n  I didn't think you were him lol.\n  \n  My mother and I don't have a relationship I don't know what she thinks but I'm sure it's not accepting. My sister is married to a psychologist so you would THINK she would be understanding but honestly I feel a lot of resentment from her. My dad and stepmom understand my illness and support my treatment but still hold on to this dream that I'll somehow be a career woman.\n  ","162608":"\n  full on sweating shivering breakdowns that turn my face white and cause enough stress to my heart that I've moved from panic into a heart attack on two occasions.\n  ","162609":"\n  I have decided to just try again and get a job here and there throughout my adult life and what generally happens is I'm fine and settle into a routine and then something happens or I have bad symptoms and can't work as efficiently or as well as I'd like and I sort of spiral out until I can't even bring myself to get out of bed and it causes panic and I end up in a hospital lol. I could maybe work if I had a job where I didn't have to deal with the public as much and could just stick to a very \"busy work\" oriented routine but I would need an extremely understanding and flexible boss.\n  ","162610":"\n  I'm schizophrenic, which causes positive symptoms like delusions and hallucinations, negative symptoms like depression, apathy, and emotional flatness, and cognitive symptoms like word salad, poor executive function, and memory loss. I also have panic disorder, which causes debilitating panic attacks multiple times a day when I don't have access to beta blockers, medical weed, and my emotional service animal.\n  ","162611":"\n  I just say I'm disabled because of mental illness. I have found that hemming and hawing about it just makes people suspicious that you're hiding something and also I get a small joy out of making them think abruptly about what an ableist question that can be to people you don't really know. If they have questions, I answer them. I recently had a housecleaner who asked similar questions and while she was a little shocked at my response she took the opportunity to learn about mental illness instead of just being weird. I see more of that nowadays.\n  ","162612":"\n  wow thank you\n  \n  I'm just trying my best and prioritizing sincerity\n  ","162613":"\n  my life is break time\n  \n  I spend a lot of time talking to people on social media, and painting\/planning paintings, hanging out with my parakeet, listening to music\n  ","162614":"\n  black as midnight on a moonless night\n  ","162615":"\n  drinking coffee. had a bunch of messages from friends waiting for me when I woke up. Bubo has 3 eggs now. Husband is home and watching anime.\n  ","162616":"\n  11\n  ","162617":"\n  nah\n  ","162618":"\n  nah I spent a year on one didn't care for it. I like for things to be conveniently located.\n  ","162619":"\n  I don't care.\n  \n  MEANWHILE today was my 20th high school reunion lol. I didn't go because I live across the country now.\n  ","162620":"\n  yeah sure it's the suburbs so it's mostly middle class but there's sort of upper-middle class to wealthy neighborhoods. I live on the slope of a mountain in my city and the very wealthy live at the top of the mountain so I'm considered very fancy for living in the \"mt vista\" area but I'm definitely not rich\n  ","162621":"\n  I wish I was but I am not. I have a tiny little succulent in my windowsill and it's probably going to die a leaf fell off the other day and I'm not optimistic\n  ","162622":"\n  I've been drinking a lot of coffee lately. Like, more than usual. So that. Also I've had a bad negative symptom week so I've been napping\/sleeping more than the norm (which was already a lot)\n  ","162623":"\n  It's my name in my grandmother's handwriting\n  ","162624":"\n  Inner wrist\n  ","162625":"\n  I assume you mean the cuisines? lol\n  \n  Indian\n  ","162626":"\n  why am I being sent these things\n  ","162627":"\n  not that I can remember. I'm really a pretty laid back person.\n  ","162628":"\n  k\n  ","162629":"\n  nope none that I know of\n  ","162630":"\n  yeah kinda but I still only feel like washing it 2-3 times a week\n  ","162631":"\n  stop being friends with them\n  ","162632":"\n  it happens frequently, I don't mind people are allowed to have lives\n  ","162633":"\n  people have their own lives and reasons for doing shit. It really doesn't bother me. I have friends I talk to almost everyday and friends I only talk to a few times a month and I appreciate all of them\n  ","162634":"\n  I cherish good sleep. I don't know what my childhood cherishings were\n  ","162635":"\n  like anything my short term memory is bonkers\n  ","162636":"\n  cheeseburgers\n  ","162637":"\n  ice cream sammich\n  ","162638":"\n  I have three tattoos. On the back of each shoulder is an astrology sign (east and west, capricorn and sheep) because when I was 18 that was still important to me (We were raised with astrology but not religion, shrug) Then recently I got a third tattoo of my grandmother's handwriting on my wrist\n  ","162639":"\n  plenty of cooked items and knitted items, for many people\n  ","162640":"\n  not a whole lot. I've been exhausted so I kinda napped off an on through the morning. Now I'm drinking coffee. My husband is finally home and he's tired so he's taking a nap now. It's a naptastic day.\n  ","162641":"\n  I don't\n  ","162642":"\n  nope tinder wasn't a thing when I was dating\n  ","162643":"\n  yes but I don't really enjoy their food\n  ","162644":"\n  suffer I guess. you can put salt water on it to gently rinse the tentacles out if any remain. Don't use fresh water it'll sting worse. scrape the surface gently with a shell or a piece of plastic if there's anything sticking out of the wound. Then just deal. sorry dude it sucks.\n  ","162645":"\n  yes probably. I've never travelled out of the country except to Canada briefly and the Bahamas once\n  ","162646":"\n  if you go to the nearest convenience store they'll have it. I used to grow up in a beach town with jellyfish and all the beach stores sold tenderizer. Also just next time bring it in your bag.\n  ","162647":"\n  America\n  ","162648":"\n  yes and yes\n  ","162649":"\n  he normally is I'm sure he's bummed tho.\n  ","162650":"\n  I don't know the details he texted from someone else's phone so I couldn't exactly send back a bunch of questions\n  ","162651":"\n  I hope something does I know his day is bad\n  ","162652":"\n  yeah I've been medicated for a while it helps tremendously thanks dude\n  ","162653":"\n  just woke up. My husband was supposed to come home this morning from a work trip but he lost his phone and missed his flight so now he won't be here until this afternoon.\n  ","162654":"\n  because I have schizophrenia and one of my specific delusions and fears is that someone will run out in front of my car or I'll forget which pedal is which I have hallucinations of kids darting in front of my car\n  ","162655":"\n  hi\n  ","162656":"\n  hold a job. Be reliable. Drive without freaking out\n  ","162657":"\n  fun fact I've literally never heard a taylor swift song I care so little about her I've never even bothered and I'm too old to have been exposed to it naturally\n  ","162658":"\n  I'm sure\n  ","162659":"\n  Of the two I'm gonna go with the big spender\n  \n   https:\/\/www.youtube.com\/watch?v=3ge0llqqeLU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","162660":"\n  I live in the Pacific NW. The rednecks here all grow pot tho so they're mostly chill except for the people out in rural areas like Western WA or ID who voted for Trump. I don't know what those people listen to probably nothing I would want to hear.\n  ","162661":"\n  I have panic disorder, though I don't talk about it much because with Bubo and beta blockers it's mostly treated. I have frequent panic attacks in a \"normal\" state, to the point of it shutting down my heart and giving me actual heart attacks. Like, multiple panic attacks a day. It's really extreme and debilitating. With meds, I have much less, like a couple a week. With therapy and Bubo, I have zero, ever. She keeps me calm because you have to sort of force your body into a relaxed state to befriend and handle a bird. They're very skittish. I can't seem to manage to relax for my own sake but for her sake, I have no issue doing so. So, being with her literally keeps me relaxed and calm. I have only had 3 panic attacks since Bubo came home with me 2 years ago and like I said, my health was in danger prior.\n  ","162662":"\n  a cute little green hen who peeps and beeps until I come snuggle her for a minute about once or twice an hour while she's sitting on her egg\n  ","162663":"\n  I mean I enjoy questions that are fun and not too \"deep\" or political and are appropriate. Anything like that gets me hyped to answer\n  \n  Particularly: Bubo\/parakeets, art, music, makeup, weed, food, having schizophrenia, mental illness in general\n  ","162664":"\n  BJ's Tavern\n  ","162665":"\n  The Christmas Song. the one that starts \"chestnuts roasting on an open fire, jack frost nipping at your nose\"\n  ","162666":"\n  I am friends with several folks on facebook from here and also twitter but I'm not going to link them because everytime I link people I notice trolling goes up for those people. On facebook: Leigh, Ben (not Ben Isaacs, Ben White), Thea on twitter \"witty rabbit\", ridgeback rogue, Ash, probably more I can't remember because it's really early\n  ","162667":"\n  I mean you're asking someone who can be delusional\n  ","162668":"\n  I honestly don't know, I have vision insurance.\n  ","162669":"\n  just wear comfortable shoes if they're not bothering you yet then maybe they won't ever mine have been painful since I was a teen I just couldn't afford the surgeries until now\n  ","162670":"\n  yeah they can be no big deal or they can feel like breaking bones with every step there's not a lot of in between tbh lol\n  ","162671":"\n  it's when the toe bone and the foot bone instead of meeting in a straight line got moved over time to a sort of \"v\" shape and it can be (in my case at least) extremely painful Pictured is my bunion but I'm having it surgically corrected (like I did my left foot already) in September\n  ","162672":"\n  LOL why no y'all don't want to see my feet anyway like I have one post-surgery foot with a scar running 9 inches down the length and one with a killer bunion and a currently purple and broken pinky toe\n  ","162673":"\n  cause I glow like a mother fuc king unicorn bish\n  ","162674":"\n  you mean my husband? we worked together doing merchandising back before I hurt my back\n  ","162675":"\n  I listened to them a lot a few years ago but I haven't heard anything new or recently from them\n  ","162676":"\n  the last one was... I'm having a hard time remembering. Probably Taco Bell. It's been like a weekish. I'm getting ready to treat myself to our local chain in the PNW, Burgerville. They locally source all of their ingredients and their workers are unionized.\n  ","162677":"\n  I scored well on my SATs so there was some interest in me from military branches when I was in high school but I had no interest in that I wanted to go to art school. I can't imagine myself taking orders.\n  ","162678":"\n  herbal tisanes prob but really I prefer coffee\n  ","162679":"\n  I've smoked a bowl of some indica and am ready to melt\n  ","162680":"\n  omg I'm not MAD at Bubo I'm just frustrated that she'll be on eggs for like 4 weeks it's a long time. And anyway she poops on me all the time? Like she's a bird that's what they do. So big fucking deal homie.\n  ","162681":"\n  being really rich\n  ","162682":"\n  I don't. I don't really like sports. When I was in 7th grade I was in the tennis club though.\n  ","162683":"\n  guess who got blocked\n  ","162684":"\n  Y'all! I'm in A Mood. A Blocking and not worrying about it anymore mood specifically. Wanna get blocked? bother me.\n  \n  Bubo's on an egg again and my husband is out of town and I'm depressed and off balance so fuck with me at your own peril, basically.\n  ","162685":"\n  here's something cool to consider\n  \n  no one owes you a debate\n  \n  I don't have to teach you anything or prove anything to you\n  \n  being an entitled little shitbag gets you literally nowhere in life anymore, grow up and grow with the times\n  ","162686":"\n  I mean, I would assume so if you follow me at all I'm continuously declining political debate on the same grounds it's nothing new or special.\n  \n  Or you're saying \"exactly what I thought\" because of some weird cishet white dude fedora tipping garbage gotta-get-the-last-word reason in which case, you didn't \"win\" this debate, you got turned down but I bet you're used to that.\n  ","162687":"\n  I have schizophrenia dude I don't debate with kids on the internetz it's too taxing on me. Cognitive symptoms and all. I just get frustrated. So no more of those questions.\n  ","162688":"\n  I'll be 40 in two years and for me it'll be sort of a significant milestone because people with schizophrenia life expectancy because of depression\/suic*de is 40. I plan on living long past then and surpassing my own life expectancy will be a proud occasion for me. Don't know how I'll feel about 50 and 60 probably pretty good.\n  ","162689":"\n  I mean, I would consider myself socialist\n  ","162690":"\n  I feel like I've played all of those except spin the bottle\n  ","162691":"\n  I definitely talk all the time about being infertile but whatevs\n  ","162692":"\n  Handmaid's tale, Steven universe, Bob's burgers\n  ","162693":"\n  She's my emotional support animal I'm allowed to be a little attached LMAO y'all are always finding ways to try to shame me for pcos like I get it the world hates infertile women but your don't have to be a giant dick you know there are benefits to living your life NOT being a dick\n  ","162694":"\n  Guess what little sneak had another egg while I was outside\n  ","162695":"\n  it's only 11 am here. I overslept (until 8:30) and in that time I've fed the cats drank coffee hung out with Bubo and painted a canvas bright yellow. And smoked weed. And eaten a snack. and talked to a friend and collected the dishes to the kitchen so I guess I feel like I've been productive enough for 2.5 hours.\n  ","162696":"\n  I don't watch any\n  ","162697":"\n  I have been to all of these things. I wasn't impressed with how dirty NYC was, my dad worked at the newspaper when I was a kid, there used to be a landfill where I grew up called \"mt trashmore\" that had like, reconstructed grassy areas and playgrounds and shit. I worked at a strip club when I was like, 22. I used to work for a company that did title searches so lots of interactions with courthouses\n  ","162698":"\n  this is obviously meant for someone else I am married for 14+ years no one has cheated on me and I'm not \"dating\" anyone\n  ","162699":"\n  pasta\n  ","162700":"\n  pasta\n  ","162701":"\n  that some parents don't love and accept their children\n  ","162702":"\n  I don't mind any of those\n  ","162703":"\n  I honestly have no idea I didn't grow up here\n  ","162704":"\n  I don't really know. I guess corporate folks.\n  ","162705":"\n  I told her and she tilted her head and made a kissy noise\n  ","162706":"\n  Befriending this little green pickle\n  ","162707":"\n  cool I'm an aunt who is an animal lover\n  ","162708":"\n  well I mean I kind of just made up that term but people know what I mean when I say it there's always these dudes that like, treat christians and muslims and whatever like they're idiots and that's not fair they just have different ways of comforting themselves in this shitty world than you do.\n  ","162709":"\n  why in the world do you think that? I was raised by atheists of course I like them. What I DON'T like, now that you bring it up but not that I've ever said anything about it, is smug atheism. The kind of person who shits on other people's beliefs. That's never ever cool or funny or anything decent people do.\n  ","162710":"\n  that's three months away\n  ","162711":"\n  I haven't. I've been near death and survived surprisingly on a few occasions but I don't attribute that to anything higher. Maybe I should. Shrug. I just feel like when I was spiritual it was really heavily intertwined with delusion and I don't like to feed into that shit.\n  ","162712":"\n  weed + coffee + good supplies + a well rested body and mind\n  ","162713":"\n  if I have a lot of things to do, like preparing for a trip or something, then yes I do make a list. On a regular day I do not. I do my best to complete what I start but I'd say I have more of an 85% completion rate\n  ","162714":"\n  find the energy to leave the house\n  ","162715":"\n  a turkey, roast beef, swiss, spinach, and radish sandwich on wheat\n  ","162716":"\n  it's the dining room part of a great room with cathedral ceilings. The main walls are burnt sienna and the inset accent wall behind me is tangerine orange. I have art all over the walls, as well as some curio cabinets filled with Japanese tea services and owl figurines. The desk I sit at is next to a window, behind me is a desk with my painting supplies os easel, next to me is a buffet table with storage in it. So I sit in the middle in sort of a cubby where I have plenty of working surfaces for my hobbies. Next to my nest is the birdcage and a dining table with 4 chairs then the great room which has a large brown sectional, a cream colored ikea chair, cream and orange owl throw pillows, a teal blanket on the sofa, and a cream and teal rug with a geometric design on the floor (which is carpeted light brown) and a tv stand a tv in the corner\n  ","162717":"\n  sounds like you need to talk about this with babydaddy\n  ","162718":"\n  Probably the Little Mermaid. My fav song is \"He's a Tramp\" by Peggy Lee for Lady and the Tramp\n  ","162719":"\n  I was 24 when I got married and we've been married for 14 and a half years\n  ","162720":"\n  this shit is verging on creepy\n  ","162721":"\n  schizophrenia. People have really messed up idea about what it means to be schizophrenic.\n  ","162722":"\n  boiled cabbage\n  ","162723":"\n  I managed to somehow skip like all of that and only listen to bands from the 90s and previous until like 5 years ago\n  ","162724":"\n  noooo even joking that's no good. I never endanger my girl I smoke outdoors where it can't affect her\n  ","162725":"\n  Always my dude. Currently smoking what's left of some golden ticket but I acquired this jar of Paris og today that I can't wait to try\n  ","162726":"\n  Not a lot. My husband brought home some blood orange craft cider so I'm drinking that and listening to music and hanging out with my cat Rin (It's Bubo's bedtime soon so she's in her cage now)\n  ","162727":"\n  my friend has this new song out and it's pretty great\n  \n   https:\/\/www.youtube.com\/watch?v=0V9rtqb_Vm0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","162728":"\n  I change it probably every two or so weeks. Right now it's the lime green color.\n  ","162729":"\n  yes. I've also got a pot cookie that imma eat for breakfast\n  ","162730":"\n  nope\n  ","162731":"\n  I don't love that term \"taken\" my husband doesn't \"own\" me but I am in a relationship\n  ","162732":"\n  I can't think of anything\n  ","162733":"\n  um no\n  ","162734":"\n  like I'll see a child on the side of the street, on the sidewalk, who then irrationally darts in front of my vehicle. I know they're fake but it puts me on edge and makes me ultra defensive and anxious as a driver\n  ","162735":"\n  like I said- I see people running into the street\n  ","162736":"\n  I have a license and I own a car but I realllllllllly hate driving so I only do small distances when absolutely necessary (like when my husband is out of town or whatever)\n  \n  tbh I hallucinate when I drive. I worry that I'll forget which pedal is which and I hallucinate people running into the highway. I avoid interstates\/busy roads because of that. It really sucks. A lot of my nightmares are about crashing cars and I didn't even bother to learn until I was 21.\n  ","162737":"\n  I actually really have. I've been to every state except: vermont, oklahoma, arkansas, hawaii, alaska, minnesota, michigan\n  \n  I've driven across the country 3 times now\n  ","162738":"\n  no not currently. It's required in Portland so I imagine here in Vancouver it will be eventually. I just don't have anywhere to compost my yard is a steep hill covered in trees and blackberries\n  ","162739":"\n  can't wait for asparagus pee\n  ","162740":"\n  you have to be so good they give you \"good person vision goggles\" and then you just know.\n  ","162741":"\n  for dinner an hour or so ago, my husband and I prepared grilled steaks, pan fried asparagus, and mac and cheese.\n  ","162742":"\n  I'm a big fan of people wearing whatever the hell they want whenever the hell they want. I hate dress codes.\n  ","162743":"\n  buy diet coke\n  ","162744":"\n  why follow me then? Like grow the fuck up and move on. You anons are so fucking childish and ridiculous. I just don't get it.\n  ","162745":"\n  cannabis\n  ","162746":"\n  crunchy brown leaves and fireplace fires\n  ","162747":"\n  well my broke ass toe hurts and I'm sleepy from tossing and turning through bad dreams all night but I'm really not that bad otherwise Bubo is cute and coffee is good\n  ","162748":"\n  not everyone can afford A\/C? Like, where I live it's not normal to have it we had to pay like 9 thousand bucks to get a system installed last year.\n  ","162749":"\n  I was joking but now I'm going to stay here FOREVER specifically to irritate you\n  ","162750":"\n  a bologna sandwich\n  ","162751":"\n  my mother in law paints these dried gourds and makes little things out of them I love them\n  ","162752":"\n  Virginia Beach, VA.\n  ","162753":"\n  things started getting good sophomore year for me and by senior year, I was really popular surprisingly! so senior year was prob better\n  ","162754":"\n  well I'm crunk rn and is that good for my art? maybe... def not my heart\n  ","162755":"\n  lately I've been making egg and butter and toast sandwiches and they're good as hell? conversation and laughter. cheese, chicken, black olives. flexibility (people change yo!). under 2 hours long because my bladder is small.\n  ","162756":"\n  thanks to Danny for the makeup questions I loved the diversion. Ever wondered what to ask me about? I love makeup, and I also love talking about: schizophrenia. Bubo. Parakeets in general. Portland area. art. art history. Sasquatch. whatever.\n  ","162757":"\n  I just looked them up at ulta.com\n  ","162758":"\n  I've never heard of catrice, I'll have to look them up.\n  ","162759":"\n  it would! I don't know if Essence is in Ireland but they're cheap, great, have a good green highlight, and are vegan and cruelty free\n  ","162760":"\n  no not everyday. Today I did after the shower no makeup with a towel on my head here it is\n  ","162761":"\n  because I'm sort of a pink-undertone, it blends right in to my skin and just looks like... a glow. A colorless, natural glow lol. Just the way color theory works or whatever, as green and red are complementary colors. Fenty has an AMAZING mint right now in the Summer line but it's not vegan (it comes with a bronzer that contains carmine) and Essence has a $5 dupe that is more or less the same color it just takes more layers to build up. I wear it with anything really. I LOVE highlighter. it's my jam. I have like, so many colors I wear regularly in layers or solo here's a pic of the ones I wear most frequently\n  ","162762":"\n  one of my bffs is vegan and one of the main things we enjoy doing together is talking\/buying makeup so like, she's rubbed off on me. I try to look everything up before I buy it because I want to know what I can and can't share with her\n  ","162763":"\n  word\n  ","162764":"\n  dipbrow, gold eyeshadow, green highlighter, gold highlighter, red lipstick, lavender lipstick\n  ","162765":"\n  lol I should have looked at my questions before I expanded on my last answer\n  \n  yes! I only buy cruelty free makeup nowadays and I'm trying to also buy more vegan than not.\n  ","162766":"\n  thanks! I used wet n wild's new photo finish foundation, which is unusual for me I usually skip foundation but I was feeling splotchy. Too faced's rollin' in the dough and classy n sassy and rich girl eyeshadows from the chocolate gold palette, essence princess lash mascara, anastasia of beverly hills dipbrow in taupe, and wet n wild's megaglo highlight as a \"base\" highlight and on nose\/cupid's bow with fenty's bronze and mint highlighters as contour\n  \n  All of the wet n wild, the essence mascara, and the dipbrow are vegan and everything is cruelty free! I may not ever go vegan food-wise but I'm trying to pay more attention to makeup.\n  ","162767":"\n  no I don't need to, I have flattened emotions as a result of my mental illness\n  ","162768":"\n  honestly, makeup lol I love makeup I am always up for questions about how I do things or what I use or what I'm wearing in a specific pic or whatever\n  ","162769":"\n  yeah sometimes. but sometimes I want veggies. My favorite fatty foods are cheeseburgers, fried foods like shrimp or chicken, ice cream, cheetos\n  ","162770":"\n  I assume that one is married to more than one person and one is loves more than one person but I don't know for sure.\n  ","162771":"\n  nah I don't care about sports\n  ","162772":"\n  In some ways, I guess. Like, depending on what region too. I live in a pretty Liberal part of the country so you don't see a lot of super macho dudes around unless you're looking for them.\n  ","162773":"\n  it's a pinky toe. The hospital won't do anything but buddy-tape it to the next toe, ice it, and tell me to keep it elevated. I've been through this before so I'm saving myself money by buddy taping, icing, and elevating at home :P And yeah it's def broke it's like a big purple grape growing out of my foot\n  ","162774":"\n  honestly, shit! I got up to get a glass of ice water this morning and on my way back to my desk I tripped over a stepping stool, broke my toe, sprained my knee, scraped my foot, and bruised my thigh pretty badly. Now I hurt and I'm hungry but my husband is stuck in traffic around Portland and I wait for him to eat dinner. I did shower and wash my hair today which I'm proud of myself for because otherwise today has been a Bad Day for completing required tasks.\n  ","162775":"\n  tv series mostly but I don't really watch a ton of that either I don't have a ton of attention span for these sorts of things. I like 30 min shows they're a good length for me.\n  ","162776":"\n  Nah I'm used to me\n  ","162777":"\n  being unmotivated or having no executive functioning from negative schizophrenia symptoms. I know I just can't help it some days but I'm really hard on myself about it I feel like I have to accomplish a certain amount of tasks each day or whatever.\n  ","162778":"\n  no hardly at all\n  ","162779":"\n  I don't get embarrassed so I have no stories about that.\n  \n  It honestly weirds me right out when people ask this question (and I get asked this question at least 4 times a week I just delete it) like why do you want to know about when other people were invulnerable feeling?\n  ","162780":"\n  this was a shoutout\n  ","162781":"\n  Incels. It's such utter ridiculousness.\n  ","162782":"\n  I bet you could ask google, I'm not a man who pays child support so why would I know\n  ","162783":"\n  yes I forgot you're British. Leggings. Like, stretchy trousers.\n  ","162784":"\n  no because everyone squeezes too tight.\n  ","162785":"\n  I mean I have before. I just got out of the shower so don't mind the turbie towel and pretend I'm wearing leggings (I haven't felt like putting on pants yet today)\n  ","162786":"\n  boatie mcboatface\n  ","162787":"\n  nothing really I don't really get that embarrassed I'm ultra comfortable with myself\n  ","162788":"\n  yeah I enjoy all appropriate questions\n  ","162789":"\n  pee\n  ","162790":"\n  I tend to only send out a mass question or two once in a while, I burned myself out on question asking and it takes me a bit of time to come up with one nowadays. I followed you back tho so when I do send out a question you're on the list\n  ","162791":"\n  plug in my phone\n  ","162792":"\n  not as much as I used to but still some\n  ","162793":"\n  depends on the day to be really honest. If I'm struggling with a lot of negative symptoms I might be too preoccupied to be a good listener.\n  ","162794":"\n  depends on what you ingest. Anything with THC will get you high. I just don't get high really anymore because I smoke SO. MUCH. weed. My antipsychotic meds make me nauseous all the time but THC soothes that so I've been in the habit for years now of smoking a small amount every hour to ease up the nausea and now I've just built up a tolerance to the high.\n  ","162795":"\n  I don't get high enough anymore to have an answer to this\n  ","162796":"\n  She'd be a young adult. She's about 2 and a half in actual years but in bird years she was sexually mature at age 1-1.5\n  ","162797":"\n  still not a fan of that nickname tho\n  ","162798":"\n  I don't really get jealous\n  ","162799":"\n  stupid jokes and bad puns\n  ","162800":"\n  I don't, and i don't know. I have flattened emotions from mental illness I'm the worst person to ask about these things\n  ","162801":"\n  it was just another day but with a cheeseburger. Didn't watch fireworks.\n  ","162802":"\n  I'd probably give up honey because while I adore honey bees I just don't eat it that much\n  ","162803":"\n  charcoal\n  ","162804":"\n  Rupert\n  ","162805":"\n  I'm sure I've done this but don't remember right now. I know someone did this to me not long ago, a new friend of mine messaged me his rsvp to a birthday party for someone else accidentally\n  ","162806":"\n  I never emoji. I don't understand them and I find them strange. I might cop a sideways smile face or the less than three heart but that's the extent of that. I also rarely send memes.\n  ","162807":"\n  more weed\n  ","162808":"\n  Solo was actually really good! I don't know why nobody went to see it! I look forward to the rest of the series, I love the new movies, and although they have scrapped the idea of secondary character movies (obi wan, etc) there should still be main star wars films\n  ","162809":"\n  I can't answer this mainly because I'm an adult with more than just a room, I have a whole house and also I like my shit where it is\n  ","162810":"\n  just questions about my sex life and weird fetish questions I guess I mean they all sort of run together after a while\n  ","162811":"\n  I delete them if they're shitty\n  ","162812":"\n  now see I was okay with the God one because I don't believe in god but like I'm def no better than everyone else\n  ","162813":"\n  aww\n  ","162814":"\n  I don't- but somehow I'm still loved\n  ","162815":"\n  lmao\n  ","162816":"\n  yeah no. Thanks tho I appreciate your support.\n  ","162817":"\n  a rock would do a better job right now\n  ","162818":"\n  yeah right I'm an introvert and I'm disabled I'd only be able to physically care about shit and pay attention like, sometimes\n  ","162819":"\n  lmao\n  ","162820":"\n  \"it makes me lol to do so\" is what I said. It makes me laugh. out. loud. to do so.\n  ","162821":"\n  it's a combo of wet n wild megaglo in the petal color as a base and on the nose and cupid's bow with fenty in the bronze color as contour and mint on the cheekbones\n  ","162822":"\n  didn't I also follow up with a \"sometimes I answer because it makes me lol to do so\" warning though? I mean, maybe I didn't feel like talking politics. Maybe I didn't feel like dealing with your garbage. She has every right to say it and it's true these people need harassing.\n  ","162823":"\n  omg eye roll. NEW RULE no Trump losers allowed to speak to me here\n  ","162824":"\n  I am positive I never said that. I just said I agreed that Maxine Waters said it. And you know what? Good for her. Does that mean I'm personally going to harass anyone? Probably not. But fuck the republicans. Civility stopped when children were caged.\n  ","162825":"\n  drama? nah homie I want attention not drama\n  ","162826":"\n  LOL when I ask for questions that doesn't mean try to stir up drama in my inbox with people I don't even fuckin know? I will delete any of that mess. Ask me actual questions, ya'll there's like 850 of you now show me some love\n  ","162827":"\n  no not at all he's very easy to love. I met him back when I DID have a romantic streak\/sex drive and though I'm not like that right now he's still my number one crush\n  ","162828":"\n  I mean, I try ti exude gratefulness when appropriate but I do sometimes take my husband for granted he really goes out of his way to make me happy\n  ","162829":"\n  Like many Americans, I'm using today as an excuse to get crunk. AMA\n  ","162830":"\n  omg\n  ","162831":"\n  joined ask fm\n  ","162832":"\n  I'm so confused by this message\n  ","162833":"\n  I don't really love spiders but I wouldn't say I'm arachnophobic. I've been diagnosed with agoraphobia but I smoke a lot of weed now so that's helped that tremendously.\n  ","162834":"\n  the cops called because the neighbors were worried about my uncle, and they had found him on a wellness check. we weren't really in touch but my number was first on the fridge emergency numbers alphabetically. I didn't answer because I was in a weird mood\/busy\/not feeling the phone and so they called my sister who didn't pick up either and finally my mom. He'd been dead for days from an apparent heart attack. He'd like, gone to the grocery store that day and everything and had new mulch ready to put in the flower beds. It's just so sad when it's sudden like that like death can happen to anyone at anytime. terrifying.\n  ","162835":"\n  :(\n  ","162836":"\n  that's kind of how it was with my grandma and uncle. She'd had lots of heart attacks before and was in her 80s so it wasn't as surprising but he sort of went unexpectedly right after\n  ","162837":"\n  sorry for your loss.\n  ","162838":"\n  well we have that to look forward to then lol. I had a  break recently, earlier this year when my grandma and uncle both died. I'm medicated though so I rode it out pretty easily but things got a little weird. It was like with the meds I was able to rationalize through the psychosis like watching my own self weird out and honestly it wasn't the worst experience it helped me learn a lot about myself and how I react to grief\n  ","162839":"\n  early 20s are prime time for it for sure\n  ","162840":"\n  I was diagnosed as psychotic at 19, and as schizophrenic particularly at 21. I'm 38 now.\n  ","162841":"\n  it's just what I am most familiar with\n  ","162842":"\n  oh anywhere I haven't already been\n  ","162843":"\n  Spotify has a few good features for this (discover weekly, daily mixes, radio, etc)\n  ","162844":"\n  ask questions off anon so people know who you are. Follow people you find interesting. People will eventually start following you if you ask good questions and then you'll get questions of your own.\n  ","162845":"\n  yeah several times. Some people are too toxic to continue on my journey with me.\n  ","162846":"\n  dresses\n  ","162847":"\n  art, parakeets, schizophrenia, makeup, music\n  ","162848":"\n  there's a 60% off sale at the art supply store so I'm going to buy canvas. We're probably going to grill burgers later. That's basically it we're not really celebratory people\n  ","162849":"\n  hey lil stinkers wanna see my newest painting it's called Brain Cooling\n  ","162850":"\n  I had a college professor who looked like a Dozier from Fraggle Rock\n  ","162851":"\n  going to sleep\n  ","162852":"\n  I don't care about challenges, so I guess not great? I don't see the point.\n  ","162853":"\n  I really want to buy a new iPad with the apple pencil for drawing but I talk myself out of it always because of the price\n  ","162854":"\n  yup.\n  \n  send me questions y'all I'm having a hard time staying awake long enough to take my night meds\n  ","162855":"\n  nah. I don't have a lot of attention span\n  ","162856":"\n  as long as it's not humid\n  ","162857":"\n  Eat my lunch\n  ","162858":"\n  hopefully-  live on the east coast. Moving West has been hard in a lot of ways but it's been SO GOOD for my health.\n  ","162859":"\n  I mean, I'm sensitive to certain things so maybe, the -isms and particularly ableism because I am mentally ill. I take offense to the way some anons feel they can talk to people here.\n  ","162860":"\n  did you call a wildlife rehabilitator?\n  ","162861":"\n  she's better than nice\n  ","162862":"\n  owl stuff. Like, trinkets or items that feature an owl as part of the design.\n  ","162863":"\n  please everyone let's not send me potty questions yesterday I had an inbox FULL of them this morning it's literally all I've got like, grow up and realize strangers on the internet don't think you're funny or cute?\n  ","162864":"\n  lolz guys my parents don't supervise my internet habits so I'm gonna send out toilet and body function questions to strangers on the internet I'm the coolest 13 year old out there\n  ","162865":"\n  I want a tattoo of a lot on my mind\n  ","162866":"\n  yeah probably.\n  ","162867":"\n  hue, august home, fb messenger, facebook, instagram, bellabeat, google rewards\n  ","162868":"\n  no I have reoccuring dreams about a mall with a college in it and apartments and I live there and go to school there and get chased by science bad guys there and whatever else but lately I've been moving into a new apartment and trying to switch my major to \"bird\"\n  ","162869":"\n  yup. my first car would just turn off at stoplights.\n  ","162870":"\n  then I'm afraid I don't think you're very smart\n  ","162871":"\n  First yes I believe in global warming, because there's evidence that the ice caps are melting and it's been causing all sorts of things and it's sort of weird NOT to believe in it by now. Where I live, it's really mild. We have Winters averaging around 4 C and Summers averaging 23 degrees C. Today it was 23 C and mostly sunny.\n  ","162872":"\n  here's the thing with me- meds and grief and weirdness has left me very non-romantic and maybe a little emotionally \"flat\" when it comes to that sort of thing. Even when I have \"crushes\" they're almost entirely just artistic admiration of people who create something I like. In the past, like before I got settled into a an antipsychotic and before my last psychotic breakdown I did have a crush here, a writer named Holly and she knows that but like even she doesn't get the same sort of crush vibe as she used to now I just sort of friend\/admire her\n  ","162873":"\n  I prefer showers when I want to get clean, and baths when I want to relax. Mostly I take showers. An average shower is about 13 min\n  ","162874":"\n  Homies. ask me questions! about makeup? schizophrenia? weed? Bubo? art? my life? something else? just not your weird fetishes please.\n  ","162875":"\n  nah. I've been drinking once or twice a week lately, but this is coming out of years of barely drinking one or two drinks a month. It's a phase right now that things are stressful for me. If I'm addicted to anything, it's caffeine and they say cannabis isn't addictive but I definitely have a major dependance on it so shrug\n  ","162876":"\n  it'll distract me from the pain from my breast cysts\/tumors tonight so that's a relief. I'll drink between 3-4 bottles probably, enough to feel giddy and social, and then I'll go to bed after a glass of water and wake up tomorrow normal again.\n  ","162877":"\n  nope. I saw a little kit for that at of all places a bookstore\n  ","162878":"\n  no but my great aunt used to make homemade wine in her kitchen I don't care enough about alcohol to find a means of producing it lol. It's a big hobby around here though, craft beers etc.\n  ","162879":"\n  alcoholic apple juice\n  ","162880":"\n  honestly today has been bad pain-wise and I'm sitting here with a heating pad right now but I have a belly full of tacos and a happy bird singing behind my desk and my lovely husband is walking up to the store to get me an ice cream sandwich and some hard cider\n  ","162881":"\n  more loss than gain\n  ","162882":"\n  I'm quite gullible. It's made me accept a lot of terrible behavior from abusers because I believe when people say they're going to change or they didn't mean it. At least, in the past.\n  ","162883":"\n  Bubo was such a snuggle face and sang such pretty songs\n  ","162884":"\n  I've been married for 14 and a half years. I'm very thankful for our relationship.\n  ","162885":"\n  under my boobs\n  ","162886":"\n  a nature walk and a decent meal\n  ","162887":"\n  my inbox is now clear. If you sent me something that you don't see published now than there's a good chance I reported you, in one case I blocked you, and in the remaining cases your questions were shitty so I just deleted it.\n  \n  It feels good to have cleared that out this morning y'all leave some big fucking turds in my inbox every morning for me to wake up to.\n  ","162888":"\n  saffron\n  ","162889":"\n  lately I've been cooking 2 eggs in an 8 in pan in a fold-over omelette style with the yolks broken just a little\n  ","162890":"\n  just being accepting and loving anyway despite flaws\n  ","162891":"\n  depends on the risk. small risks like trying new cuisines or taking a fashion risk, no prob. Big risks like jumping out of an airplane, probably not going to happen.\n  ","162892":"\n  I don't eat either regularly but probably dessert I feel like eggs and toast more frequently than I feel like something sweet\n  ","162893":"\n  I've had cherry and vanilla in the past but I just prefer regular old diet coke without flavors really. I hate pepsi it's getting to where the taste of diet pepsi makes my stomach turn\n  ","162894":"\n  yes so much compassion that's why you (incorrectly) threw that comment about voices at a person with schizophrenia. All you fucking DO here is try to stir up shit for attention it's disgusting you've proven time and again to not only be transphobic but also ableist. No one pays attention to you because you're not very interesting. Don't pester me with your creepy, disgusting, immature drama bait. In fact, just fucking forget I exist.\n  ","162895":"\n  Dan you're such an ableist piece of garbage.\n  ","162896":"\n  you. Stop sending \"anon\" messages about me to people it's getting really obnoxious\n  ","162897":"\n  no one cares what you eat Ben\n  ","162898":"\n  nope my husband has like twice\n  ","162899":"\n  She IS still good and feathery. She's playing with her toys on my desk right now while I drink coffee and mess around on the computer. We take frequent snuggle breaks.\n  ","162900":"\n  ... I'm like 38 years old did you expect me to have never tried beer? This whole convo is beyond childish.\n  ","162901":"\n  not really, which is why I said I'd give it up for soda?? Reading comprehension. smh.\n  ","162902":"\n  I tried the ginger one and the blood orange one, I'm allergic to mango so I didn't try that one. They were okay. the ginger lime was better than the blood orange imo\n  ","162903":"\n  pork probably but it would be hard\n  ","162904":"\n  beer but I don't really love soda except for diet coke\n  ","162905":"\n  I get this question a lot and it's never not entirely depressing\n  \n  the answer is: SHRUG\n  ","162906":"\n  aw yissss I wanted to be an interior decorator for a brief amount of time as a kid until I realized that meant taking on clients\n  ","162907":"\n  38\n  ","162908":"\n  opened an account here\n  ","162909":"\n  One time this really all-american looking tall blonde fit dude asked me out for ice cream and he was really normal and sweet and I decided to go out with him on a couple of dates like hiking was the second and on the third date he invited me to his apartment for dinner and I was for real assuming this would go like most normal third dates go and was okay with that but then I get there and his house is like garish neon  everything but also wallpapered with maps of random places and like, he's wearing 3-D glasses and watching the miss america pageant on the floor of his living room while blasting Bjork and honestly, I went to art school so this wasn't even THAT weird to me, I just went with it and looked through his CD collection and chit chatted and then he like, grabs my shoe and says \"we need to get you better shoes\" and it was super possessive and creepy and then like suddenly he came on super hard but right after outing himself as a foot fetishist and like it was loud and he was aggressive and I was like NOPE and maybe that's why I hate foot fetishists so much now lol. But anyway he did not LOOK like he would end up being the weirdest third date of my life. I left before dinner and then forever after if I saw him around town with a woman she was wearing stiletto boots!!\n  ","162910":"\n  well I would look for someone in your community who speaks English and just take time to talk to them.\n  ","162911":"\n  talk to people in English. Do you have any friends who are learning too?\n  ","162912":"\n  it just takes time and practice. At least I assume, I've never successfully learned another language.\n  ","162913":"\n  3 or 4, 3 or 4, 2 or 3, most days, almost never but I'm going to see Oceans 8 today anyway, like 1 or 2 times a week lately but I go through phases, about 4-5 nights a week.\n  ","162914":"\n  goofy, I like Valkyrie and Thor, I LOVE makeup I could talk about makeup all day long\n  ","162915":"\n  sleeping. I sleep a lot already but when I'm sick even more\n  ","162916":"\n  lately ice cream sandwiches\n  ","162917":"\n  only ever heard him mentioned on this website, didn't see it, it isn't a fav\n  ","162918":"\n  sometimes I answer things in a way that makes me laugh to myself.\n  \n  Just sayin. No need to get all DRAMATIC around here over a three-letter response that made me l o l\n  ","162919":"\n  I check my notifications first.\n  ","162920":"\n  weed tbh\n  ","162921":"\n  Several Chucks but no Chip or Spikes.\n  ","162922":"\n  nope\n  ","162923":"\n  There's a Lebanese place I really love in Portland OR called Tarboush\n  ","162924":"\n  I'm not a mom, and gross.\n  ","162925":"\n  I've heard that before but I don't know if it's the exact reason or whatever I've not researched it. I recycle, I guess. I dunno like I care but I don't do anything EXTRA special to not leave a carbon footprint.\n  ","162926":"\n  I never have\n  ","162927":"\n  good doggie! I can't think of any feats of wonder animals have performed that I've witnessed but there are some real good babies out there\n  ","162928":"\n  mostly she's DJing and producing videos for other musicians and she has a kid now but she HAS put out new music recently on soundcloud I just never listen to soundcloud so until it's on Spotify I don't know how it is I know one song was about her missing kitty and she did a video with the spca or some humane society or whatever for it She also had a brief stint as a jewelry designer and also sold branded fidget spinners lmao\n  ","162929":"\n  Bob's Burgers\n  ","162930":"\n  kreayshawn\n  ","162931":"\n  I woke up with a muscle spasm so bad that I was convinced I was having a heart attack. two muscle relaxers a couple grams of chemdawg and 3 mike's hard watermelon bevs in and it's finally starting to loosen A Little. I still can't turn my head. This is a side effect of my antipsychotic. I have a renewable script for muscle relaxers but there's really nothing else anyone can do about it. It's either be totally psychotic or have terrible pains every once in a while randomly.\n  ","162932":"\n  word. I just smoked some chemdawg, legally purchased, and it really has saved my life to have it around.\n  ","162933":"\n  no I agree, I'm not being judgy I just thought she was kinda funny. So happy. I probably felt the same when I first bought it.\n  ","162934":"\n  I dunno but the other day I was at the dispensary and this young girl (I presume newly turned 21) came out of the place by herself, lifted her arms above her head, and hollered \"This is the best day of my LIFE!\" at no one in particular and I keep thinking about that.\n  ","162935":"\n  my family used to live (without me initially but eventually I ended up there during a psychotic break) in a small town in West Virginia called Lester and like, it was so small that  there was only one business (a gas station called the blue flash) and a post office and an elementary school and that was IT. Most of the town is extremely poor and ramshackle and sad  and then there's a tiny community of middle to upper class people sort of stuck farther up the hill. It's just so- ugh. I hated it there. I hated every single thing about it.\n  ","162936":"\n  I love national parks and little well maintained walking trails with beautiful nature surrounding. Places with a lot of natural beauty for sure.\n  ","162937":"\n  thanks I really like them too\n  ","162938":"\n  I've driven through it. I'm from Virginia but I currently live in Washington state.\n  ","162939":"\n  I just don't understand why. You already mass-messaged. Like an hour before sending this. I've never heard of Kiwi. I don't know the people you pester me about. Also y'all really need to stop calling me Ally and Alli\n  ","162940":"\n  yeah, there are all sorts of ways you can be in love.\n  ","162941":"\n  red or purple flavors are ok but I HATE the lemonade one. I saw it in the theaters like twice and I usually dread seeing movies. He's ridic\n  ","162942":"\n  one of my great aunts supports Trump so I guess that's pretty redneck. My uncle who passed recently was a stoner uncle in the past I guess, but maybe harder drugs. He was sober for a long time though before he passed. I think maybe some of my cousins think they're hippies but they're really just rednecks.\n  ","162943":"\n  use my lightbox, yoga, sleep, selfcare I take 40mg of prozac every morning too so that's probably the biggest help.\n  ","162944":"\n  I can't think of anything personally maybe I'll come back to this one day if something happens\n  ","162945":"\n  there's a rabbit in my yard that prefers dandelions before they've opened up for the day, like the closed buds and every morning lately I look out the window and see it hopping around eating just the buds off of dandelion plants\n  ","162946":"\n  I've offered to open the marriage so it wouldn't really be cheating unless he like, decided to leave me over it but I think we're too much a part of each other's lives for that I hope.\n  ","162947":"\n  I just ate cold spinach and olive pizza for lunch and now I'm pleased.\n  ","162948":"\n  well for starters don't call me \"alli\"\n  \n  but seriously- my emotions are flattened. I have almost no romantic or sexual desire. I'm the worst person to want love from because I can't give it. It's kind of embarrassing. I feel like a robot. My husband and I struggle because I am not as cutsey wootsie as I used to be. He wants more affection. I'm kind of just a bad person pretending to be decent.\n  ","162949":"\n  didn't know him personally, it's when I was born, never watched it\n  ","162950":"\n  I never want just one egg also like even a sandwich gets two\n  ","162951":"\n  21, 15, 7, 25\n  ","162952":"\n  those tiny little frying pans just big enough for one egg\n  ","162953":"\n  I really hated battlestar galactica yet I watched every single episode\n  ","162954":"\n  I wouldn't say I have a strong bond to anyone, I keep too distant for that. I do enjoy my family for the most part though. I wish they lived closer. Everyone should move out West like me. Friends, I feel a little more at ease with because I chose them if that makes sense.\n  ","162955":"\n  lol thanks\n  ","162956":"\n  I used to when I was younger but as I age I just accept that these things happen\n  ","162957":"\n  my family: it's been like a year or so we live on the other side of the country\n  \n  my husband's family: earlier this year for a wedding\n  \n  friends: like 2 weeks ago I guess or around there\n  ","162958":"\n  I have the same sort of dreams in the same settings almost every night, almost as if I'm living two lives- waking and dreamworld. They usually are about mundane issues but with some sort of extreme anxiety thrown in.\n  ","162959":"\n  he really loves our pets so much and it's adorable. I admire that he can be gentle.\n  ","162960":"\n  I've sort of stopped really \"looking up\" to people because eventually they are disappointing\n  ","162961":"\n  neutral. I haven't been sleeping well but I did manage to take a somewhat refreshing nap today so that was a relief. Bubo was extra cute today and demanded snuggles often. Pizza for dinner. Just feel so negative symptomy though.\n  ","162962":"\n  watch videos about cute animals\n  ","162963":"\n  I don't know. Probably not, genetics and all. I could only have been this particular set of genes with specific parents.\n  ","162964":"\n  Yeah, I like my dad alright. I mean, I might go to my mom's if she were to have one (her family doesn't ever do funerals) but I've already grieved our relationship a long time ago.\n  ","162965":"\n  my sister and her have a relationship but they've always gotten on better. My sister is like my mom's mini-me looks-wise and in many ways personality-wise so she's easy to get along with I suspect. My sister gets angry and cuts her off for small amounts of time but always changes her mind because they usually can sort things out and because of the grandkids. I was the oldest and I look like the man she hates and our personalities clash and I am mentally ill and she treats that as something gross I'm supposed to control better within myself or something and I dunno. My earliest childhood memories are of being neglected or being treated like a party favor to entertain her disgusting disco friends. My sister didn't get to experience that stage of my childhood.\n  ","162966":"\n  My sister and I think she may have narcissistic personality disorder and while my brother in law is a psych doctor we aren't her professionals so it's just speculation. She's been to talk therapy at various points of her life but has refused to entertain the idea of needing any sort of psychiatric evaluation\n  ","162967":"\n  my mother's mother.\n  ","162968":"\n  I'm trying to. I offered to meet up with her a couple of years ago but she tried to manipulate the situation into something completely different and outside of my capacity and willingness to do (basically I was only in town for like 2 hours and she wanted to dominate the whole amount of time on her terms instead of allowing me to include other family members I also wanted to see) so when I refused \"her way\" she just declined to meet with me. So like, I just don't know what to do with her. She exasperates everything bad in my life with her drama and manipulation. She emailed recently and I replied but she didn't email back. That was like 2 months ago, when my grandmother passed.\n  ","162969":"\n  I mean I don't know about \"we\" but I personally am not really attached to either. I get along with my dad and I'm estranged from my mom.\n  ","162970":"\n  I'm like never gonna answer your shit-stir questions, you can stop sending them to me- or stop worrying so much about other people\n  ","162971":"\n  look out the window mostly. I like to see trees it's entertaining to me to go on long rides on the highway or whatever because it's tree lined.\n  ","162972":"\n  sorry I don't really know what to tell you. Some points in my life I didn't have close friends either but eventually I met people. Just do things that allow you to meet people maybe you'll click with one of those people\n  ","162973":"\n  construction\n  ","162974":"\n  new SI joints\n  ","162975":"\n  don't send me questions with ableist wording.\n  ","162976":"\n  I've probably met most of them but I'm not close to any.\n  ","162977":"\n  I only had one uncle, no aunts, no cousins. He passed last month.\n  ","162978":"\n  Well I can't have kids so that's the \"some reason\". My pick for girl was Sophie but my best friend from hs named one of her daughters that though. My pick for a boy was Thorpe but the person that was naming after ended up being weirdly ableist so I would have to pick a new name probably on both counts.\n  ","162979":"\n  If I know any Libras, I don't know that they're libras. Yes, like every stupid date in high school that was just essentially \"go somewhere to makeout and be annoying teens\". No I'm too old to have been broken up with via text lol I have been dumped over the phone though.\n  ","162980":"\n  people who think it's okay to cage babies\/people who think it's bad to cage babies. There is a portion of this country that thinks it's okay to cage babies in detention centers. That's pretty extreme.\n  \n  I don't love talking politics. I have schizophrenia and it has caused me some amount of cognitive difficulty and disorganized thought\/speech which make expressing my thoughts difficult and frustrating.\n  ","162981":"\n  I really don't know. I don't pay a lot of attention to the main media outlets so I'm not sure how things are being portrayed in general. It feels, from an American standpoint, like we are not heading towards good things. There's a lot of unrest. There's a lot of injustice. People are divided in extreme ways.\n  ","162982":"\n  sure that's like part of the human condition\n  ","162983":"\n  you can't\n  ","162984":"\n  I didn't even know who that was until just now\n  ","162985":"\n  I honestly don't know nowadays. Back when I was able to work jobs were more plentiful and getting hired wasn't that big of a hassle unless you like couldn't pass a drug test or something. Now, seems like people keep telling me how much harder it is. I got my last job because my husband's company was hiring and I knew people.\n  ","162986":"\n  lol why do republicans keep saying this to me no he def didn't put children in detention centers stop listening to fox news\n  ","162987":"\n  you know what ACTUALLY causes schizophrenia? Genetic predisposition to schizophrenia. Everything else you've heard is a load of shit.\n  \n  but no, I grew up with dogs my mom is allergic to cats.\n  ","162988":"\n  I don't feel good about anything that nightmare does. He's horrible. I'm not going to praise him for stopping what he shouldn't have done in the first place.\n  ","162989":"\n  shrug I mean it's just water if she like pooped in it that would be worrisome and if she goes as far as to wash her face\/take a bath in my water I get a new glass for drinking but if she's just got her beak in there I don't really stress over it. I kiss her beak all the time.\n  ","162990":"\n  I took like a burst of photos and most of them were a blur because she was going wild in my water glass drinking and throwing water everywhere\n  ","162991":"\n  lol their vote doesn't count more? It's too early for trollin\n  ","162992":"\n  Water thief\n  ","162993":"\n  nah do what you think is right it's kind of weird and manipulative to try to force your friends into siding with you against everyone else all the time\n  ","162994":"\n  drinking coffee, hanging with Bubo, answering questions\n  ","162995":"\n  that seems like poor design. Dress designers take note- we need the toilet like regular human beings\n  ","162996":"\n\n   https:\/\/www.youtube.com\/watch?v=i2s9_4CJHhw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","162997":"\n  I don't know what this means\n  ","162998":"\n  yeah anything that zips up the back is in general a pain in the ass\n  ","162999":"\n  I like dream pop, indie electronic, shoegaze sort of sounds.\n  ","163000":"\n  a house\n  ","163001":"\n  I don't have a preferred cafe. Back in the mid to late 90s though, there used to be a couple of goth hole in the wall cafes where all the weirdos hung out and those were my favorite teen haunts\n  ","163002":"\n  hey hater anons I just plucked the LONGEST leg hair it was like, 4 inches long behind my knee how did that even happen wtf\n  ","163003":"\n  I almost always have played Dark elf in elder scrolls games, other than one run as a kajiit (cat person). I think they are most like me because of the loooooooong nose. I love my big elfish nose.\n  \n  When I was playing World of Warcraft my main character was a tauren because I'm muscular and big and because I wanted to be an owlkin and because guys leave tauren women alone\n  ","163004":"\n  you're never too old to be an asshole, and you're never too old to be punished for being an asshole lol good to hear.\n  ","163005":"\n\n   https:\/\/www.redbubble.com\/people\/shehitsback\/works\/32362769-succulent?asc=u\n  \n","163006":"\n  Well I've been really bad lately, like negative symptomy, but this morning I woke up and smoked up and decided to turn on the lightbox even though it's Summer because it's been cloudy the past few days and cool where I live. So I sat in the fake sun and hung out with Bubo and it was just what I needed or something. That or the strain of weed I'm smoking is especially good. Or both. Because I ended up finishing a painting, getting clean, washed dishes, finished laundry, photographed my new painting and listed it, advertised, and got new makeup to play with\/played with new makeup. So I feel accomplished or whatever? Like it's not a lot but it's so good when I feel \"normal\" and able.\n  \n  Gonna celebrate after dinner with a 6 pack of cider and some good music so feel free to send me questions y'all\n  ","163007":"\n  Not really. I'm mentally ill and I'm managing to not be a troll.\n  ","163008":"\n  yo\n  ","163009":"\n  American: cheeseburger, doughnut from voodoo doughnuts in Portland, OR.\n  \n  Chinese: that one dish with the cashew nuts and chicken and veggies and brown sauce, I don't know\n  \n  Indian: saag gosht, strawberry lassi\n  \n  Italian: pizza, spumoni\n  \n  Japanese: sushi, those little shiny layered cakes I don't know what they're called\n  \n  Mexican: Torta, churros\n  ","163010":"\n  my opinion is that dude needs to be punished for abusing a child\n  ","163011":"\n  roll my eyes a lot\n  ","163012":"\n  I wish I was outgoing but I prefer to stay low key\n  ","163013":"\n  not that I can remember\n  ","163014":"\n  I am pro selfies no matter what you're doing. breastfeeding is a natural part of life people need to get over it\n  ","163015":"\n  I'm always proud of myself\n  ","163016":"\n  this isn't a question but I feel like you're going to try to tell me some bullshit that blames her for your gross behaviour so just don't bother\n  ","163017":"\n  yooooooo ask me questions\n  ","163018":"\n  no, I don't agree.\n  ","163019":"\n  Sincere, schizophrenic, artist, stoned, leftist, open\n  ","163020":"\n  sunny and mild temp\n  ","163021":"\n  1. if you want to wear a bikini, wear it\n  \n  2. that's it\n  ","163022":"\n  that's a little farther than I want to travel from Portland, OR area.\n  ","163023":"\n  National selfie day\n  ","163024":"\n  go to the beach\n  ","163025":"\n  So?\n  ","163026":"\n  I'm just not a fan of pasta, I don't care for tomato sauces that much, too much cheese upsets my stomach, it's not that good to me. Too rich. To thick. Too much.\n  ","163027":"\n  probably Indian, and Italian is my least\n  ","163028":"\n  like I hate metal so much\n  ","163029":"\n  \"Should I go to the dispensary today?\"\n  ","163030":"\n  the best, don't care about them, my least fav cuisine\n  ","163031":"\n  She is so good. She's spent the morning playing with toys on my desk but I just put her back in her cage so I could get some painting done\n  ","163032":"\n  I read it as three letter, oops\n  ","163033":"\n  I haven't seen it yet but I hear Raw is good. It's about a vegan who gets hazed in college and forced to eat meat and then she develops a taste for humans\n  ","163034":"\n  obviously Obama. Trump is a fucking joke.\n  ","163035":"\n  shrug\n  ","163036":"\n  why are you harassing instagram models lol\n  \n  If I message someone and they don't respond, I stop messaging them\n  ","163037":"\n  because I'm genuinely afraid of that. I'm delusional. It's a schizophrenic thing I assume. I yawn all the time, which cools your brain, but I need it like several hundred times a day rather than like 20 times a day I'm always yawning and it worries me a lot and since it's a delusional concern no one really takes me very seriously\n  ","163038":"\n  I started a painting, I got myself and my hair clean, I cooked dinner, those were all feats worth smiling about. I'm getting warm feeling from cider so that deserves a smile.\n  ","163039":"\n  send me all your questions tonight I'm drinking pineapple cider and feeling social\n  ","163040":"\n  lol\n  ","163041":"\n  surprisingly I don't assume all my followers wants some\n  ","163042":"\n  yerps\n  ","163043":"\n  probably like mad max fury road or force awakens. I lean towards action and horror. Dark comedy sometimes. Documentaries.\n  ","163044":"\n  I don't have a lot of attention span to offer up so shows are better for me.\n  ","163045":"\n  I went to the art museum in Portland in like Nov or Dec\n  ","163046":"\n  That implies I had faith in something at some point. Are you asking me if I'm a cheater? No, I don't even have a sex drive for that sort of thing. Also it's really rude to just ask people shit like this so I'm not sure why I'm answering except I'm out of weed and bored.\n  ","163047":"\n  ?\n  ","163048":"\n  thanks. I don't I'm unable to have kids due to polycystic ovarian syndrome.\n  ","163049":"\n  nah I look older there because I'm all flushed from the shower\n  ","163050":"\n  cool I'm pretty likable\n  ","163051":"\n  cool well I'm married and don't really care but thanks for liking my tits I guess\n  ","163052":"\n  lol. I'm 38!\n  ","163053":"\n  inorite I love my boobs.\n  ","163054":"\n  thanks\n  ","163055":"\n  I was very quiet and studious. I read so many books.\n  ","163056":"\n  nuclear throne\n  ","163057":"\n  my 20th year was especially hard, I was newly psychotic and didn't have the tools to manage that. My abusive mother took control of my life because I was unable to care for myself and instead of getting me help I was just sort of put in this very controlled situation where nothing useful or productive could happen.\n  ","163058":"\n  CBD Oil is amazing medicine for a lot of different ailments and it's legal where cannabis is not. I use it for glaucoma, chronic pain, increased energy, breast tumors, and it works hand in hand with my antipsychotics.\n  ","163059":"\n  I just got out of the shower but this is my favorite dress\n  ","163060":"\n  Thanksgiving. It's a big stupid holiday with too many food expectations.\n  ","163061":"\n  I don't know the difference offhand. I used to believe in all sorts of things when I was actively psychotic.\n  ","163062":"\n  everything Trump does is horrible. It's becoming increasingly hard to be shocked by how low he'll sink.\n  ","163063":"\n  facebook, yahoo mail, twitter, ask, tumblr, instagram, amazon, dropbox, netflix\n  ","163064":"\n  I'm open with my friends but not randos on ask fm lmao\n  ","163065":"\n  that IS the best version\n  ","163066":"\n  I wake up to bird screaming early, and then the rest of my day is spent mostly at or near my desk hanging out with Bubo and doing household chores, I try to do something creative in the afternoons. My husband works until around 4 and then we make dinner together and eat in front of a show on tv and then he plays games or watches movies while I hang out on the internet and then I go to bed.\n  ","163067":"\n  nope but I did have my appendix out\n  ","163068":"\n  I haven't\n  ","163069":"\n  that a female parakeet's ceres will change color REALLY QUICK after a period of breeding readiness. Bubo's is almost entirely white right now but just a couple of days ago it was bright brick red\n  ","163070":"\n  I had never even heard of the dude until yesterday.\n  ","163071":"\n  one was to accuse someone of catfishing. One was to harass Ash. This one seems to be the one you want people to take seriously. there've been what 2-3 more and all of them have sent me, at one time, links to other people's drama\n  ","163072":"\n  My dad and one of my best friends is a Gemini. I don't believe in a god. Gin and tonic is my go-to if I want an easy simple cocktail\n  ","163073":"\n  For starters, I don't use several different accounts to try to shit stir around here\n  ","163074":"\n  I hardly look at my phone I'm def not addicted to any mobile apps\n  ","163075":"\n  I stopped shaving my legs when I moved to the greater Portland area because no one around here shaves and it's such a hassle. I shave my pits and whatever just not my legs.\n  ","163076":"\n  I may have to come back to this it's too serious a question for my poor broken brain\n  ","163077":"\n  those really colorful mcdonalds play places with like the characters as playground items like mayor mccheese slides or whatever\n  ","163078":"\n  I don't really have an opinion. I think it's a little weird but I'm of an age where it's normal for me to think things are weird all the time\n  ","163079":"\n  sometimes I'll sing along with Spotify or like, while I'm folding laundry I'll belt one out. My best is probably Girl From Ipanema\n  ","163080":"\n  I've never even heard of it, doesn't sound like anything I'd want to watch\n  ","163081":"\n  eggnog or anything milky eww\n  ","163082":"\n  black coffee\n  ","163083":"\n  fake friend: sure tons in middle school and high school particularly\n  \n  fair weather friend: many but I don't mind because people have their own shit going on\n  \n  Helpful friend: yeah every time I have a psychotic episode someone surprising offers support it's a real blessing\n  \n  I see through to most people's intentions pretty early. Sometimes someone surprises me and ends up being weird but it's not the usual\n  ","163084":"\n  I wear these most lately\n  ","163085":"\n  I used to open ocean swim\n  ","163086":"\n  mostly people get it right but the spelling can get weird (Alison, Alyson, Alisen, etc)\n  ","163087":"\n  holy fuck it's been a slow weekend\n  ","163088":"\n  sunny and mild temperature\n  ","163089":"\n  distinctive noses\n  ","163090":"\n  post an underwear pic here prob I didn't get nearly enough attention\n  ","163091":"\n  my husband is playing it right now but it doesn't really interest me, it's like being in a smelly bus in the sky, and I guess I wouldn't mind visiting there but I don't know what for specifically\n  ","163092":"\n  ty\n  ","163093":"\n  it's a pretty good place to live, I am old enough to remember watching sesame street before Elmo existed, and I get off balance with grief over endings\n  ","163094":"\n  yeah I feel it today\n  ","163095":"\n  love dogs, love diners, think Drake is overrated\n  "}}