{"Question":{"163096":"\n   I WANNA SEE IT. 💖\n  ","163097":"\n   ALRIGHT PERVS AND WEIRDOS\n  ","163098":"\n   Why is it that white men are always saying things to each other like 'Ohhhh here she comes... watch out boy she'll chew you up! ... ... she's a man hater'\n  ","163099":"\n   How do you feel about people “liking” their own answers? I admit to doing it on occasion myself to “bump” an answer that I think might not have been seen. Is this acceptable do you think, or is it an Ask taboo?\n  ","163100":"\n   do you wear more white or gray?\n  ","163101":"\n   What's the color of your headphones?\n  ","163102":"\n   what’s ur opinion on: church? cats? christmas?\n  ","163103":"\n   what’s ur opinion on: burgers? boobs? beer?\n  ","163104":"\n   what’s ur opinion on: alcohol? anime? aquariums?\n  ","163105":"\n   if little kid you had to spend a whole day entertaining yourself outside, what would you spend it doing? what about high school age you? what about current you?\n  ","163106":"\n   what standardized test whatever thing did your high school have you do? (sats? acts?)\n  ","163107":"\n   For those who get periods. Do you know when to wear a pad\/tampon? Do get signs or it catches you by surprise?\n  ","163108":"\n   What about Stephen King's Maine?\n  ","163109":"\n   Have you ever been magically whisked away to... Delaware?\n  ","163110":"\n   Where do you really want to travel?\n  ","163111":"\n   thank you! :)\n  ","163112":"\n   i wish we had lush where i lived :( what are your favorite sulfate free shampoos? i’ve only been able to find one that actually feels like it cleans my hair, and it’s a little pricey. most of them leave my hair greasy looking! :(\n  ","163113":"\n   this might be kinda weird bc we’ve never really talked haha, BUT i just wanted to say that you have super nice skin.... i’m crazy jealous.\n  ","163114":"\n   tell me abt the most stereotypical rich a-hole you’ve ever met. (if you know any SUPER STEREOTYPICAL rich assholes.)\n  ","163115":"\n   what kind of a drunk are you? (are you loud? angry? flirty?)\n  ","163116":"\n   Are you familiar with a show called Goliath in which Billy Bob Thornton plays a lawyer?\n  ","163117":"\n   What do you do for a living? I'm a special ed teacher.\n  ","163118":"\n   how do you like your coffee?\n  ","163119":"\n   what’s your favorite song?\n  ","163120":"\n   are you a flirt?\n  ","163121":"\n   have  you ever been even a little worried abt a significant other and one of your friends (even if you just thought it was one sided)? what abt the other way around, has a so ever been worried abt you and one of their friends?\n  ","163122":"\n   have you ever hooked up w an ex — without getting back together?\n  ","163123":"\n   what’s the stupidest book you’ve ever read\n  ","163124":"\n   what’s the stupidest thing you’ve read on the internet?\n  ","163125":"\n   Send a photo, which is not available in social networks?\n  ","163126":"\n   what are you doing?\n  ","163127":"\n   What is your horoscope?\n  ","163128":"\n   Are you good at managing your money?\n  ","163129":"\n   I will 😊 I ran out of characters in the original message but it's for mental health purposes so I can be there for someone. It's for suic*de prevention but it'll be cool to meet a new friend\n  ","163130":"\n   trust me it is, im requesting u\n  ","163131":"\n   yes it is but its personal dont post\n  ","163132":"\n   did you babysit as a teenager?\n  ","163133":"\n   can i ask for ur advice if its ok\n  ","163134":"\n   what’s ur favorite cheap beer\n  ","163135":"\n   hey nice profile :)\n  ","163136":"\n   What are you interested in that most people haven’t heard of?\n  ","163137":"\n   im not creepy just dont post when i come off, help plzxzz\n  ","163138":"\n   I'm very excited but I know I'll phase in and out of playing it for the first few years of it's release.\n  ","163139":"\n   ccan i come off\n  ","163140":"\n   What do you do in order to get a good night's sleep? Are there any methods or things that you do when you are struggling to sleep?\n  ","163141":"\n   u r prettyyyyyyyy\n  ","163142":"\n   It's Pride month!🌈 Are you\/will you be celebrating? How will you be celebrating? What will you be celebrating for? ie. transgender, pansexual, lesbian, ally etc.\n  ","163143":"\n   Today I joined buddy-project.org it's a site that 219,000people are a part of. You fill out a profile and they match you to another user the same age as you with similar interests. The point of this buddy system is so that we all have someone to talk to when needs be. What's your opinion on this?💚\n  ","163144":"\n   Do you follow any food related social media or watch any food related shows? Food blogs, cooking tutorials, recipe makers etc. What are some of your favourites?\n  ","163145":"\n   do you allow people to walk around your house with their shoes on? or do you ask them to remove their shoes at the door?\n  ","163146":"\n   when you go to the beach, do you prefer to sit\/\/lay under an umbrella? or do you lay out in the sun and FRY? 🔥\n  ","163147":"\n   what are your general thoughts on the modeling industry as a whole?\n  ","163148":"\n   have you ever fainted? if you have, when and why did it happen?\n  ","163149":"\n   What kind of mesages are they marketing? I don't know what you mean\n  ","163150":"\n   Okay so it probably would still work for me if I'm like 4 or 4.5\"\n  ","163151":"\n   What’s it like being schizophrenic\n  ","163152":"\n   Do you find it hard to trust people\n  ","163153":"\n   Lol ok interesting I guess that makes sense. Has that happened before with you where a guy wasn't long enough to reach past in doggy?\n  ","163154":"\n   So you wouldnt say anything to him then even if you knew him well enough?\n  ","163155":"\n   Hmm lol good point. But does size matter for the penetration part of sex at all? (not much experience here sadly)\n  ","163156":"\n   How would you react if a guy was sitting in front of you in a public food court and you noticed he had a pink Victoria's Secret g string showing?\n  ","163157":"\n   Ah so now there really isn't a difference between like 4 and 8\" if the guy knows how to work it?\n  ","163158":"\n   Have you ever gossiped to other women about how small a guy was down there?\n  ","163159":"\n   Two years ago, on a site called modernspring, a man pretending to be \"Jon\" admitted he was fake to a girl named Nicole. It reminded me of the blood testing scene on The Thing, and I did archive this moment:\n   \n    https:\/\/archive.is\/QKEiE\n   \n","163160":"\n   I'm bored so I'll just reveal that I've been that guy sometimes known as Welfare Dan the whole time. I played the part, now clap at my performance.\n  ","163161":"\n   The only reason this one started up is because for a few days, this site was having problems letting you sign in through twitter.\n  ","163162":"\n   There is so much immaturity on this site.\n  ","163163":"\n   .\n  ","163164":"\n   Are you going to watch FIFA World Cup plays?\n  ","163165":"\n   How do I get my neighbor interested in me he's a guy?\n  ","163166":"\n   What do you think is the best holiday decoration for a gift?\n  ","163167":"\n   Bethesda haven't confirmed any location yet but the official trailer they released matches up with a part of the map showing the Hammerfell East coast and also shows Azra's Crossing. So it could be Akavir if Akavir looks very like that part of Hammerfell.\n  ","163168":"\n   Do you have expensive tastes? \nHow would you describe your tastes, e.g expensive, shabby chic, cheap’n’cheerful, or something else?\n  ","163169":"\n   Thought the same when I hit 2k but my ask is dead\n  ","163170":"\n   I'd love to say yes but.. no.\n  ","163171":"\n   .\n  ","163172":"\n   I'm sorry about that.\n  ","163173":"\n   I'm wondering what a Washington state EBT card looks like. Would you mind holding yours up in a photo?\n  ","163174":"\n   What nagged you today?\n  ","163175":"\n   If you could travel anywhere tomorrow, where would you go?\n  ","163176":"\n   What gives you comfort right now?\n  ","163177":"\n   Who are the top people to NOT follow on this site?\n  ","163178":"\n   What takes up too much of your time?\n  ","163179":"\n   To all the Elder Scrolls fans out there, Elder Scrolls VI has been announced and from what I can tell from the teaser it'll be based in Hammerfell or both Hammerfell and High Rock. The land matches up with Hammerfell&what I think is Azra's Crossing. What's your opinion on this?(Sent to all I follow)\n  ","163180":"\n   .\n  ","163181":"\n   Would you be pissed off if your area was 100% British and an Irish woman with two children moved in?\n  ","163182":"\n   “Manly” gift ideas?\n  ","163183":"\n   Can you please give me ideas for gifts?\n  ","163184":"\n   What's been the best commercial you've seen?\n  ","163185":"\n   Do you write your dreams down?\n  ","163186":"\n   Do you remember your dreams?\n  ","163187":"\n   Kelsey or Chelsea\n  ","163188":"\n   Emma or Emily\n  ","163189":"\n   did you have any friends who got pregnant in high school? how are they now?\n  ","163190":"\n   Ameer Vann isn’t in Brockhampton anymore\n  ","163191":"\n   yupppp and they had a super woke audience too. they lost so much cred dude.\n  ","163192":"\n   have you ever been to catholic mass ?\n  ","163193":"\n   what’s ur opinion on: brockhampton\n  ","163194":"\n   What interests you?\n  ","163195":"\n   I have a small pp :)\n  ","163196":"\n   What is something you do every single day?\n  ","163197":"\n   If you could listen to only one music genre for your entire life, what would it be?\n  ","163198":"\n   .\n  ","163199":"\n   Am I the only person in this world who thinks Elon Musk is kinda hot?\n  ","163200":"\n   i reject being called a weirdo, but i surmise your actual age to be around 25-28\n  ","163201":"\n   .\n  ","163202":"\n   The selfie you posted is old or new?\n  ","163203":"\n   Love girls older than me 😎\n  ","163204":"\n   What is something you believed to be true\/a fact for a long time but then realized one day that it's not true and not a fact and it shocked you? (sent to all I follow)\n  ","163205":"\n   what’s ur opinion on: clubbing\n  ","163206":"\n   Have you ever been on a plane? How was the journey did you have any complications?\n  ","163207":"\n   When is the last time you lost something? What was it?\n  ","163208":"\n   can someone you were never in a relationship with break your heart?\n  ","163209":"\n   What's your alarm ringtone?\n  ","163210":"\n   What have you learned to accept?\n  ","163211":"\n   That's weird about the diabetic part. I don't get why some doctors still aren't informed. Even my dr appointment last week she was just like up the exercise. Didn't really take in the account of family history. My sister who was diagnosed with pcos in December was there too.\n  ","163212":"\n   You're very inspirational.💚 I love your whoel attitude surrounding it. I'm really sorry to hear about the deaths in your family and I hope your husband's work brings him home soon. It's 5am and I haven't been slept so my wording might sound a little robotic, sorry.😄\n  ","163213":"\n   do you have a weener then\n  ","163214":"\n   When I had sticky lipgloss and long hair and the wind blew and the hair would stick to the lipgloss. It was the worst.😂\n  ","163215":"\n   If a you go to a puppy farm and realise that it's run very badly so you buy the last two puppies in order to get them out of there do you think you've done a more positive thing or negative thing by continuing to give the puppy farmer money? Along with supply=demand. What should you do?(sent to all)\n  ","163216":"\n   Have you noticed a difference while on metformin?\n  ","163217":"\n   When you meet someone new do you tend to make negative, positive, or no assumptions about them?\n  ","163218":"\n   I agree with this. I bought a top last year with shoulder pads in it, thinking I could cut them out after buying it but I wore it once with them in it and they started to grow on me.😂 I still think they just look awkward but I like that one top.\n  ","163219":"\n   Well I'm very proud of you for doing all that you have done. I hope the symptoms calm down soon. In the meantime, at least your skin and hair will be getting their natural oils.😊💚\n  ","163220":"\n   What is one beauty trend you could never understand?\n  ","163221":"\n   You're so beautiful! 😊💚\n  ","163222":"\n   .\n  ","163223":"\n   What were some of your very first books growing up and did any of them still stay with you?\n  ","163224":"\n   .\n  ","163225":"\n   But when the light win the fight, can the love live forever!?\n  ","163226":"\n   How can you tell if a watch is smart or stupid?\n  ","163227":"\n   What would you do if the purge was real? (for those of you who don't know what it is, The Purge is a once a year holiday where during a 12 hour period any and all crime including murder is legal, the police can't be called nor any other emergency service.)\n  ","163228":"\n   what color was ur robe at high school graduation\n  ","163229":"\n   of the basic hygiene steps which annoys you the most\n  ","163230":"\n   pros and cons of leggings ?\n  ","163231":"\n   Blonde hair, red lips, or brown hair, natural lips?\n  ","163232":"\n   have you ever had a pet rodent? what kind(s)? what were their names?\n  ","163233":"\n   Do you work better in a team or as an individual?\n  ","163234":"\n   i'm proud to be an okie from muskogee, a place where even squares can have a ball\n  ","163235":"\n   were there any random things your parents banned from your household? (for example my dad HATED barney and twilight and my mom once burned a ouija board in the backyard.)\n  ","163236":"\n   what’s the most interesting\/exotic pet you’ve ever had?\n  ","163237":"\n   nirvana or guns n’ roses?\n  ","163238":"\n   what are you doing tonight?\n  ","163239":"\n   lil pump or j cole\n  ","163240":"\n   i see your chain says \"Kawaii\" who is that?\n  ","163241":"\n   Hahaha that's hilarious.😂 Yeah, I liked both Shameless shows but the US one is my favourite.\n  ","163242":"\n   what is a language that you don’t speak that you LOVE to listen to?\n  ","163243":"\n   I sent that but forgot to unclick anon.\n  ","163244":"\n   The US Inbetweeners was a flop and got cancelled. The realistic humour in the UK one didn't translate over with the cinematic filming and over dramatization in the US one. They also changed the dynamic with the characters; Neil was more of a stereotypical stoner type rather than just dopey etc.\n  ","163245":"\n   I'm trying to work out what you mean by MRA. Do you mean Men's Rights Activist?😂\n  ","163246":"\n   what’s a really chill groovy song? one that’s good for a slow drive when it’s drizzling outside. THAT kind of song.\n  ","163247":"\n   What are you looking forward to during this summer?\n  ","163248":"\n   tell me a movie you saw in theaters and HATED\n  ","163249":"\n   What celeb would you like to turn into for one day? 💫\n  ","163250":"\n   What's the chance of getting your reply if I am unknown?\n  ","163251":"\n   But the majority of users on here are teens? Sounds like you're in the wrong place if you are trying to avoid them\n  ","163252":"\n   Coz when you turn 18 you magically become someone worth speaking to? You're an idiot.\n  ","163253":"\n   Why do you assume that trolls are all 14. A lot of adults troll, you know\n  ","163254":"\n   tell me a happy memory abt someone no longer in your life? (a good story about an ex friend? a funny story abt your first girlfriend? anyone!)\n  ","163255":"\n   Each relationship agreement is different and so is every person. What may be allowed in your relationship may not be allowed in another and vice versa. In your opinion (or relationship) what is \"cheating\"? (sent to all I follow)\n  ","163256":"\n   The world is forever changing, be it our society, our sources of entertainment, representation of minorities in the media etc. If the sitcom Friends was recreated in 2018 what are some changes that you think would be made? (sent to all I follow)\n  ","163257":"\n   Recently there's been some controversy surrounding YouTube. Their algorithm has been letting anti-LGBTQ+ ads play on LGBTQ+ people's videos. Even I, a queer and trans person had an ad play on my channel of a woman wiping her butt with a Pride flag. What's your opinion on this? (sent to all I follow)\n  ","163258":"\n   Bubo's wardrobe is always very colorful and fabulous.\n  ","163259":"\n   The UK & USA often make adaptations of each other's TV shows. For example The Inbetweeners, Shameless, The Office etc. What's your favourite and least favourite adaptation? Who made a better show? What do you think of the different senses of humour from each place? (sent to all I follow)\n  ","163260":"\n   that poor fkn bird. its probs half insane now :(\n  ","163261":"\n   Why do girls nowadays like to wear leggings especially the see through thin ones where you can see their underwear? Don't you think that's exposing too much?\n  ","163262":"\n   Do you believe in the separation of church and state? Why\/Why not? (sent to all I follow)\n  ","163263":"\n   Ever been gambling before?\n  ","163264":"\n   tell me a little bit abt what it was like w your sibling dynamic growing up! (what’s it like to be an a middle child? do you fit the only child stereotypes? is it hard to be the youngest of a lot of kids? what’s it like to just have one older brother? whatever!)\n  ","163265":"\n   Bubo reappears!!! yay for Bubo!!! glad to see little buddy is back\n  ","163266":"\n   dat highlighter, tho.\n  ","163267":"\n   What place on earth is a must-see?\n  ","163268":"\n   what nicknames did your parents have for you and your siblings? did you all get the same nicknames or did you have different ones? (like my mom had different nicknames but my dad called ALL his kids “sport” lol)\n  ","163269":"\n   how many siblings were you raised with? where were you in the birth order?\n  ","163270":"\n   ‘50s aesthetic or ‘70s aesthetic?\n  ","163271":"\n   what’s ur go to summer outfit? (like do you wear dresses when it’s hot? athletic shorts? denim shorts? t shirts?)\n  ","163272":"\n   How often do you tidy up your room?\n  ","163273":"\n   Do you mostly only follow a select few people on here or do you find new people to follow pretty frequently?\n  ","163274":"\n   Hey. I'm clearing out my followers list and I'm sending this is everyone\/almost everyone because a lot I follow rarely\/never answers my questions. Just wondering if you want me to continue sending you questions or if you'd rather I stop? Hope you've a great day. Take care.💚\n  ","163275":"\n   How often do you take selfies?\n  ","163276":"\n   pls respond to this w ANYTHING you remember fondly. w happy details! tell me a funny story or about the birth of a child or about a restaurant you loved in your hometown. anything!!!! i wanna hear something happy.\n  ","163277":"\n   If a grown man had a crush on Rebecca Black after the Friday video came out, would that be normal?\n  ","163278":"\n   What is your number one goal in life?\n  ","163279":"\n   what’s ur opinion on: 13 reasons why\n  ","163280":"\n   gossip girl or pretty little liars?\n  ","163281":"\n   do you prefer pork or beef? (if you even eat meat!)\n  ","163282":"\n   grilled cheese or pb&j?\n  ","163283":"\n   what’s the most money you’ve ever spent on a pet for medical expenses? what’s your limit, money-wise?\n  ","163284":"\n   can i untickkk\n  ","163285":"\n   Follow Diana's new account\n   \n    @AprireEsporre\n   \n","163286":"\n   hiiiiiiii\n  ","163287":"\n   if i asked you as an elementary schooler who your favorite musical artist was, who would you probably have said?\n  ","163288":"\n   supppppppppp\n  ","163289":"\n   sorry, i didnt know if there was trauma involved in your childhood. and i didnt mean save, but maybe just improve or alleviate.\n  ","163290":"\n   my childhood would have been so much better if i grew up with the technology kids have today, do you feel the same for yourself?\n  ","163291":"\n   \"Millennials are ruining everything\" is somewhat of a common theme in agenda-based media for whatever reason. Does the topic of generational clashes interest you at all?\n  ","163292":"\n   I meant later this afternoon\n  ","163293":"\n   It I was there with you right now I would make you sweet and sour pork and kung pao chicken and then we could sit out on the porch and drink blood orange cosmos\n  ","163294":"\n   I thought it was funny\n  ","163295":"\n   That's ok bra and underwear will be fine\n  ","163296":"\n   Bikini pic?\n  ","163297":"\n   Don’t lie girl\n  ","163298":"\n   have you ever lived in an apartment?\n  ","163299":"\n   have you ever lived in a dorm?\n  ","163300":"\n   what do you get at chipotle?\n  ","163301":"\n   I once started a community on Reddit called \"Dox the alt right\". Some losers reported it because the very name supposedly breaks Reddit's sitewide rules. But people on the alt right are dangerous, so shouldn't the higher priority be the right to expose them?\n  ","163302":"\n   cuteeeeeee\n  ","163303":"\n   What are you hiding from most people?\n  ","163304":"\n   If someone who had cancer actively chose not to go through chemotherapy to avoid artificial living, do you think that's wise? (Yes, this question was inspired by Breaking Bad <3)\n  ","163305":"\n   What do you think is your most noticeable feature?\n  ","163306":"\n   Do you enjoy things like crossword puzzles or other word games?\n  ","163307":"\n   What's one thing you really want but can’t afford?\n  ","163308":"\n   If you had amnesia tomorrow, what notes would you write for yourself to remember?\n  ","163309":"\n   when you picture a “californian” who do you picture\n  ","163310":"\n   .\n  ","163311":"\n   Hmmm I was going to send a question out once I've gathered all of my thoughts for one. Not sure if I have one right now.\n  ","163312":"\n   Space 🌼 :\n  ","163313":"\n   do you believe in the paranormal\n  ","163314":"\n   Well glad one of us still likes the format aha. I only stayed here for the people I met and keep meeting. I doubt it will be popular again though.\n  ","163315":"\n   Yeah, everything was separated and less cluttered, and the site was much much more active. I've been getting nostalgic\n  ","163316":"\n   Before the site had a Facebook-format and had the sent questions, answers, and likes all in separate notifications. It was much simpler to me. You used to be able to send gifts too.\n  ","163317":"\n   Do you ever wish ask.fm would return to it's old format?\n  ","163318":"\n   Thoughts on Childish Gambino's song and video \"This is America\"?\n  ","163319":"\n   Do you find it unbelievable when you read in the news a parent killed his kid? Do the news effect you so you avoid them?\n  ","163320":"\n   What is something you always tell people but they dont believe you?\n  ","163321":"\n   Do you feel it's important to always have somebody to vent to? Or do you believe it's better to leave your own problems to your own mind?\n  ","163322":"\n   What hobby do you wish you could pick up?\n  ","163323":"\n   What's something fun coming up?\n  ","163324":"\n   what’s ur opinion on: snapchat? snap map?\n  ","163325":"\n   what’s ur favorite green food\n  ","163326":"\n   kale or spinach?\n  ","163327":"\n   Are you fairly well educated on the different strains?\n  ","163328":"\n   Would you ever try grow your own?\n  ","163329":"\n   Do you mix anything with your weed?\n  ","163330":"\n   Do you think that food tastes better after weed?\n  ","163331":"\n   Did you get some more weed eventually?\n  ","163332":"\n   Are you good with remembering dates lol? I'm not\n  ","163333":"\n   Do you buy gifts and throw a party?\n  ","163334":"\n   Are you media obsessed?\n  ","163335":"\n   Are birthdays and anniversaries are important in your relationship with your partner? What about family's birthday?\n  ","163336":"\n   are you picky? are there any foods you’ve never tried, and probably never will?\n  ","163337":"\n   tim horton’s or dunkin’ donuts?\n  ","163338":"\n   kim possible or phineas and ferb?\n  ","163339":"\n   did she get fired or anything?\n  ","163340":"\n   what things did other little kids do that annoyed you as a kid?\n  ","163341":"\n   hahahahaha\n  ","163342":"\n   have you ever worked at a chain restaurant? what chain?\n  ","163343":"\n   Should boys be taught to respect women from a young age?\n  ","163344":"\n   .\n  ","163345":"\n   lol love people like you\n  ","163346":"\n   hitler was life\n  ","163347":"\n   Does the future excite you or scare you?\n  ","163348":"\n   Do you cry when animals like cats and dogs die in movies? Do you cry when you see roadkill? Do you cry when you see cows being transported to slaughter houses? Why do you think these separate answers are what they are?\n  ","163349":"\n   What's your opinion on Rachel Dolezal and her situation?\n  ","163350":"\n   name three jobs you would SUCK at\n  ","163351":"\n   Did you like actor Blake Heron? Did you know that he died?\n  ","163352":"\n   can you please list some ways how a white person can be a good ally to the black community?\n  ","163353":"\n   Wassup Allison?\n  ","163354":"\n   Can intellect outweigh attractive looks?\n  ","163355":"\n   am i the only one who finds it sad when cats and dogs die in films but dont care about humans dieing?\n  ","163356":"\n   Favorite color, favorite song, favorite book, favorite band, favorite clothes?\n  ","163357":"\n   does anyone of you use an app for a period tracker? what do you recommend and is it accurate? I'm sorry if this is rude to ask or personal\n  ","163358":"\n   Almost everyone I'm friends with have a great life on FB. It makes me sad when see how good their life is, is this normal?\n  ","163359":"\n\n    https:\/\/m.sfgate.com\/business\/article\/Man-dies-Mount-Everest-ASKfm-sherpa-cryptocurrency-12967630.php\n   \n   views?\n  ","163360":"\n   What is your favorite thrill ride?\n  ","163361":"\n   i wouldnt be surprised if even askfm staff harassed users w\/ disabilities. they suspended me when i was right so\n  ","163362":"\n   Every woman, every man. Join the caravan of love.\n  ","163363":"\n   That’s awesome! :)\n  ","163364":"\n   I am not afraid to…\n  ","163365":"\n   How’s your day?\n  ","163366":"\n   have your parents ever been married? are your parents currently married? were they married when you were born?\n  ","163367":"\n   Write a note to yourself\n  ","163368":"\n   what’s your fav sci fi tv show, book, or movie?\n  ","163369":"\n   tell me three little facts abt: the town you were born in\n  ","163370":"\n   tell me three little facts abt: your oldest cousin\n  ","163371":"\n   does your mother or father come from a more religious family?\n  ","163372":"\n   would you rather wake up tomorrow fluent in german, french, or czech?\n  ","163373":"\n   What do you think of belly and spectrum piercings? Do you want them? Do you find them good on others?\n  ","163374":"\n   Hii what's up? Already follow me yet? Please followback. 🙏🙏\n  ","163375":"\n   thank you for this! i was really disturbed by what i thought it was!\n  ","163376":"\n   i thought it was a malnourised child!\n  ","163377":"\n   What are your thoughts on Bill Cosby's comments about how he doesn't actually need a woman's consent because he knows when a woman wants it without her saying anything\n  ","163378":"\n   what an awful picture to have on a mug\n  ","163379":"\n   pic rn\n  ","163380":"\n   ever sneezed so many times that people stopped saying \"bless you\"?\n  ","163381":"\n   ever gotten a speeding ticket?\n  ","163382":"\n   are you rich?\n  ","163383":"\n   Why is it hard to find a good guy? Why can I find one 😔\n  ","163384":"\n   how many times in a row do you sneeze?\n  ","163385":"\n   ever been drug tested?\n  ","163386":"\n   do you sneeze loud or quiet?\n  ","163387":"\n   Coffee always good. I love cats. :)\n  ","163388":"\n   Your welcome  how r u ;)\n  ","163389":"\n   age and height?\n  ","163390":"\n   why do you eat kids?\n  ","163391":"\n   Nice chest\n  ","163392":"\n   What aspect of you are you most proud of?\n  ","163393":"\n   My right eye is blind and my left eye isn't great, glasses won't help my vision, but a contact does. Have you ever tried contacts!\n  ","163394":"\n   Pretty eyes..look good on u :)\n  ","163395":"\n   Last time you cried? And why?\n  ","163396":"\n   I wear a contact lens.\n  ","163397":"\n   Would you ever eat Garmonbozia?\n  ","163398":"\n   I’ve come to the conclusion that we’re not going to win against feminism peacefully and this country has seen enough bloodshed over the years with The Troubles, English Civil War and stuff and we don’t need more violence, I think we should just make the most of this horrible situation.\n  ","163399":"\n   What do you hate and love about packing? Do you overpack?\n  ","163400":"\n   How are u?\n  ","163401":"\n   Could u answer some special questions\n  ","163402":"\n   Make an effort\n  ","163403":"\n   Cmon\n  ","163404":"\n   What is not appropiate?\n  ","163405":"\n   chihuahuas or beagles?\n  ","163406":"\n   virgos or scorpios?\n  ","163407":"\n   Would u like sm questions?\n  ","163408":"\n   Single\n  ","163409":"\n   Facebook?\n  ","163410":"\n   Have you ever cheated on a test?\n  ","163411":"\n   Do you think taking away eyeglasses is a good punishment for kids?\n  ","163412":"\n   Have you ever stolen or vandalized anything?\n  ","163413":"\n   Do you wear socks?\n  ","163414":"\n   What's the biggest misconception people have about you? (If there is one)\n  ","163415":"\n   What secrets do you have that you hide from the world?\n  ","163416":"\n   Do you wear seatbelts in cars?\n  ","163417":"\n   How has schizophrenia effected your social skills?\n  ","163418":"\n   Age\n  ","163419":"\n   Do you ever litter?\n  ","163420":"\n   You look like a (porn)STAR with the glasses on\n  ","163421":"\n   You look great in them! :)\n  ","163422":"\n   Do you expect that your children will look after you when you're old and can't look after yourself?\n  ","163423":"\n   Will you be ok letting someone else clean and look after you when you're old and can't do it for yourself?\n  ","163424":"\n   Do you miss your younger days?\n  ","163425":"\n   Do you eat to live or live to eat?\n  ","163426":"\n   Do you think that people are born as a blank slate?\n  ","163427":"\n   Did you give up wearing glasses?\n  ","163428":"\n   Ever seen the Dexter series?\n  ","163429":"\n   did you\/will you\/would you fully vaccinate ur children?\n  ","163430":"\n   florida or texas?\n  ","163431":"\n   japan or south korea?\n  ","163432":"\n   have you more recently: been to a lake or the ocean?\n  ","163433":"\n   have you more recently: texted a family member or a friend?\n  ","163434":"\n   tell me about one of the coolest places you’ve ever been\n  ","163435":"\n   have you more recently: celebrated your birthday or celebrated an immediate family members birthday?\n  ","163436":"\n   What's a song that resonates with you right now?\n  ","163437":"\n   What has life taught you so far?😎\n  ","163438":"\n   how is my father in law campbell ?\n  ","163439":"\n   what’s ur opinion on: south park?\n  ","163440":"\n   what are your goals at your current age and how far did they change from your early 20's ?\n  ","163441":"\n   how would you convince your partner to get checked out at the doctors\n  ","163442":"\n   seattle or miami ?\n  ","163443":"\n   Who\/what is your Muse?\n  ","163444":"\n   What do you think of fracking?\n  ","163445":"\n   Yes, definitely.  Does your house have solar heating?\n  ","163446":"\n   Yeah, it's weird how love builds up in us then kind of disappears aye.  I sometimes let it all out too much at once if it builds up too much\n  ","163447":"\n   Did you used to fall in love easy?\n  ","163448":"\n   Ever feel the state where you're asleep but part of your mind is observing how your body is feeling?\n  ","163449":"\n   Glad you got the joke Allison :)  Most people are so serious these days that a good joke usually goes straight over their head\n  ","163450":"\n   Yes, good stuff right here and the meds is actually black pepper :)  I love the small short good things in life especially when they're free\n  ","163451":"\n   guess what I just got the joke\n  ","163452":"\n   Yeah, I agree about the yawns and sneezing too. I have this thing where every time I sneeze, I have an orgasm.  I'm taking medication for it.  It's called black pepper :)\n  ","163453":"\n   What color of hair do you have on your arms?\n  ","163454":"\n   Do you feel safe where you live?\n  ","163455":"\n   How long does the nice feelings last after you indulge in them?\n  ","163456":"\n   Thank you very much dear❤❤❤❤ I am really so thankful for you for you kindness😘😘\n  ","163457":"\n   Do you mean pleasurable desires like eating and intoxication?\n  ","163458":"\n   Ever purposely deny a desire in order to discipline yourself?\n  ","163459":"\n   Hello Allison. I want to ask you please if are there  any mistakes in this sentence ( you should get rid of all your fears and eliminate it) \nWhat do you think?\n  ","163460":"\n   Do you like shopping?\n  ","163461":"\n   I once had a youth pastor tell me you can tell a lot about a person by what they throw away in the trash. Meaning like garbagemen know more about your problems than therapists. Think it's a worthy theory?\n  ","163462":"\n   How do you feel about a kid growing up with a nudist family? Is it wrong?\n  ","163463":"\n   What’s your favourite kind of delivery food?\n  ","163464":"\n   People ask strangers meny tings on ask. Ask no details only if you have a sexlife?\n  ","163465":"\n   Do you think Salem would be the most haunted?\n  ","163466":"\n   Have you a sexlife?\n  ","163467":"\n   Are you Married with man or women?\n  ","163468":"\n   Have you ever gone somewhere “haunted” or been on one of those haunted locations tours?  (Also I’m doing Honesty night js)\n  ","163469":"\n   Do you remember what the first scary movie you watched was?\n  ","163470":"\n   Have you ever had a paranormal experience?\n  ","163471":"\n   what’s ur opinion on: in your personal life, a significant other viewing po*n? (my mother once likened this to adultery. curious to hear ur all’s opinions!) (realized i might need to censor)\n  ","163472":"\n   What was the first band or musician you were really into? Do you still like it?\n  ","163473":"\n   How did your week go? Did you enjoy it? 🌸\n  ","163474":"\n   Is it normal that I get excited seeing women being killed in Slasher, Giallo and Horror films?\n  ","163475":"\n   Stylin' and profilin'—WOOOOO!!!\n  ","163476":"\n   How many bestfriends do you have? ❤\n  ","163477":"\n   What are your plans for the day?\n  ","163478":"\n   You still look wonderful without makeup. Also loving the earrings\n  ","163479":"\n   Do you have any goals for June or the summer in general?\n  ","163480":"\n   No, side on shots of your face as opposed to front on shots\n  ","163481":"\n   You must be very patient to do what you do in your art?\n  ","163482":"\n   No, I mean side on photo shots of your face\n  ","163483":"\n   Do you have any profile photos?\n  ","163484":"\n   What art are you working on now?\n  ","163485":"\n   how is that a fetish?\n  ","163486":"\n   so u never did?\n  ","163487":"\n   do u fart?\n  ","163488":"\n   hey\n  ","163489":"\n   what’s the most badass last name you’ve ever heard\n  ","163490":"\n   Throwback Thursday when you were younger?\n  ","163491":"\n   Are you still trying to grow your hair long?\n  ","163492":"\n   unpopular opinion; but i’d put the blame on the elderly grandmother who thought it would be a good idea to try walking all 3 pitbulls AT ONCE letting one just “get away from her.” that’s so damn irresponsible.. now that poor baby *and* the family’s dog(s) have to pay for her mistake. sheesh.\n  ","163493":"\n   have you ever dated someone of a different race than you? were your parents  okay with it? (hypothetically: would they be okay with it?)\n  ","163494":"\n   what’s ur opinion on: pugs?\n  ","163495":"\n   What did you do all day, good day?\n  ","163496":"\n   Just kissed\n  ","163497":"\n   I like your glasses xdxdxd \n***she is running :v***\n  ","163498":"\n   Looks good.\n  ","163499":"\n   How are you doing\n  ","163500":"\n   Do you like Randy Newman\n  ","163501":"\n   What’s your opinion on bowls the sport?\n  ","163502":"\n   What ridiculous belief did you had as a child?\n  ","163503":"\n   What motivates you in all aspects of life?\n  ","163504":"\n   You are American?\n  ","163505":"\n   Does schizophrenia effect things you say on here?\n  ","163506":"\n   Do you have schizophrenia\n  ","163507":"\n   Do you like to dance\n  ","163508":"\n   Is there a couple in a TV show\/cartoon reminds you of you and your partner? Why\/how they are like you?\n  ","163509":"\n   Person that lets you down the most?\n  ","163510":"\n   Have you ever lived in the city?\n  ","163511":"\n   not all fetishes are sexual lmao\n  ","163512":"\n   If you were a super hero what powers would you have?\n  ","163513":"\n   Do you ever think Glenn Danzig sounds too much like Elvis?\n  ","163514":"\n   have you ever: cried in front of a crush (NOT someone you were in a relationship w)? been close friends with someone you were into? kind of a had a thing for a close friend’s boy\/girlfriend?\n  ","163515":"\n   have you ever: been a camp counselor? had a lemonade stand? babysat?\n  ","163516":"\n   have you ever: been a girl\/boy scout? volunteered at a school? volunteered at a homeless shelter?\n  ","163517":"\n   (I LOVE DOING THESE) what’s ur opinion on: cheez-its?\n  ","163518":"\n   what’s ur opinion on: paul mccartney?\n  ","163519":"\n   what’s ur opinion on: circumcision?\n  ","163520":"\n   what’s ur opinion on: recreational marijuana legalization?\n  ","163521":"\n   hi\n  ","163522":"\n   what’s ur opinion on: potheads\n  ","163523":"\n   If all jobs had the same pay and hours, what job would you like to have?\n  ","163524":"\n   i'm not \"concern trolling\" you. i'm worried about the crappy and potentially dangerous \"advice\" you're giving out\n  ","163525":"\n   too much water can be harmful\n  ","163526":"\n   Do you eat food in your bed?\n  ","163527":"\n   have you ever: housesat? smoked a cigarette? held a baby? smoked a joint? had a crush on someone too old for you? had a pet bird? caused a car accident? had ur parental units take your car away from you?\n  ","163528":"\n   You look very young for your age.  What's your secret?\n  ","163529":"\n   You are pretty\n  ","163530":"\n   Do you have pig tails now?\n  ","163531":"\n   What are your summer holiday plans?\n  ","163532":"\n   What are some of your favourite podcasts, talk shows or any media based on listening to people talking? What are they about? Can you recommend any for me to listen to while I play games?\n  ","163533":"\n   What is the meaning behind your name? According to google mine is “defender of man kind”\n  ","163534":"\n   If you were to be a part of a tv show what one would it be? A game show? Competition? News segment?\n  ","163535":"\n   What is your favourite type of cheese? Sandwich meat? (If you don’t eat these things what do you have on a sandwich)\n  ","163536":"\n   Have you heard about the 1500 immigrant children who are missing after being taken away from their parents by ICE? (I just heard about this today & think everybody should know)\n  ","163537":"\n   I’m super miserable rn and just want this baby to come, coming up with spam so answer this if you’re on, and send me questions\/send your anons at me lol.\n  ","163538":"\n   the best film of all times and nations!?\n  ","163539":"\n   Any “old wives tales” you’ve heard of?\n  ","163540":"\n   When's the last time you got a back handed compliment?\n  ","163541":"\n   Have you had your wisdom teeth out yet?\n  ","163542":"\n   Do you like camping in the wilderness?\n  ","163543":"\n   Which country would you like to visit mostly?\n  ","163544":"\n   what’s the worst kind of bagel\n  ","163545":"\n   is anyone in your immediate family adopted? what abt ur extended family?\n  ","163546":"\n   would you rather have the same name as: the month you were born, your first dog, or your favorite color? (& what are ur three options?)\n  ","163547":"\n   I think that I need to have more tact and decency about this ongoing \"case\" of catfishing that is still \"open\" but will likely close soon. I will just apologize to a guy whose name begins with 'J' in advance, and I've decided to delete the first post of archives I sent in the last Q as it's 2 much.\n  ","163548":"\n   Do you consider any group of people as automatically bad\/irredeemable?\n  ","163549":"\n   what motivates you to study ?\n  ","163550":"\n   How long has your longest ever phone call been?\n  ","163551":"\n   Do you eat much takeaway food?\n  ","163552":"\n   if you were in a house\/garden full of people and you need to talk to someone in private where would you go?\n  ","163553":"\n   What are your pet peeves?\n  ","163554":"\n   Are you competitive, do you hate losing in games?\n  ","163555":"\n   I love giant food! 😂\nI'm planning on making a giant dish full of ambrosia rice\/pudding during the week.😊\n  ","163556":"\n   I had never heard of Torta before now. Thank you!\n  ","163557":"\n   What's your favourite thing to each from each of the following categories... Only answer what applies.... Fish, Veg, Dairy, Meat, Carbs, Something Cold, Something Hot, Something Spicy, Sauce?\n  ","163558":"\n   What do you think of what trump did taking the Mexican kids?\n  ","163559":"\n   Is pear cider alcoholic?\n  ","163560":"\n   Are you bored now?\n  ","163561":"\n   No, a constant battle of wills between you and your partner?\n  ","163562":"\n   What's DID?\n  ","163563":"\n   Like is it a constant battle of wills?\n  ","163564":"\n   Choose between beauty and brains?\n  ","163565":"\n   Do you have a stable sense of self?\n  ","163566":"\n   What's the hardest thing about living closely with someone for you?\n  ","163567":"\n   .\n  ","163568":"\n   Are you or your partner hot headed, do any of you get into fights if someone wronged you?\n  ","163569":"\n   I'm not the one torturing a bird!\n  ","163570":"\n   this is why I wont apologise for feeling sorry for bubo and knowing what you are doing to her is cruel. forcing her into a \"job\" she never wanted, alienating her from her own species, watching as she frets over unfertilized eggs. fkn disgusting!\n  ","163571":"\n   What was an interesting thing you observed recently? OR Answer this with an interesting fact.\n  ","163572":"\n   Have you ever noticed how many transgender women prefer to date women? Isn't that a sign that maybe transgender isn't real, and they're just deeply in love with women?\n  ","163573":"\n   What’s the last sport event you watched?\n  ","163574":"\n   Over the years have the crimes decreased or increased in your town?\n  ","163575":"\n   Would you rather have a muscle SUV or a sports car?\n  ","163576":"\n   Loofah. Yay or nay?\n  ","163577":"\n   Anyone else seeing \"solo\" Star Wars this weekend?\n  ","163578":"\n   Who will win the UEFA Champions League final?\n  ","163579":"\n   What do you think of cheaters (in romantic relationships)?\n  ","163580":"\n   Do you love loving your husband?\n  ","163581":"\n   Wow, smell is your best sense.  Ever experienced sinisthesia?\n  ","163582":"\n   Do you love yourself?\n  ","163583":"\n   What's your strongest sense?\n  ","163584":"\n   Do you think reincarnation is a thing that's going on in reality?\n  ","163585":"\n   Yeah, we're all dead guys walking I guess :)\n  ","163586":"\n   Thank you.😂\n  ","163587":"\n   Everyone gets put in a plot regardless if you're burnt or buried.  Who would you like to be plotted next to?\n  ","163588":"\n   What can I do to be more like your husband and less of an evil white guy?\n  ","163589":"\n   Where would you like to be buried or cremated after you die?\n  ","163590":"\n   we're doing anything wrong with your opinion or anything. Sorry. It's 6am and I'm v tired.\n  ","163591":"\n   I only just realised how I worded my latest answer with your @ in it and just noticed how it could be misunderstood or anything. I wasn't trying to say that you were doing anything negative with your opinion. My dog was at the anon asking questions to stir up discrimination, not that I thought you\n  ","163592":"\n   Are you ok with humans coming from monkeys?\n  ","163593":"\n   Is there anything you have strong opinions on when it comes to parenting\/kids? (Feel free to ignore if not relevant to you)\n  ","163594":"\n   Do you see yourself as having an ego?\n  ","163595":"\n   What race is your husband?\n  ","163596":"\n   Could you be a danger to some people if you had a huge episode?\n  ","163597":"\n   Ever feel overwhelmed by too many creative choices?\n  ","163598":"\n   Does intoxication help you with increasing your creativity and imagination?\n  ","163599":"\n   CBD as in Cannabis oil?\n  ","163600":"\n   Do you know what sheria law is?\n  ","163601":"\n   What kind of drink are you partaking in now?\n  ","163602":"\n   Would you say white men are a bigger problem than sheria law?\n  ","163603":"\n   Well, you're doing pretty well considering you're intoxicated :)  Do you usually have hangovers the next day?\n  ","163604":"\n   What is your understanding of what enlightenment means?\n  ","163605":"\n   If you became spiritually enlightened, would you go live blissfully on your own in a forest or stay in society and help others to become enlightened as well?\n  ","163606":"\n   Do you see that as being the most important thing about being alive?  That we are remembered as individuals?\n  ","163607":"\n   Yes, in a way I guess but your social media doesn't then carry on posting without your input\n  ","163608":"\n   would you rather only be able to eat at chipotle, mcdonald’s, starbucks, or subway for one week (for EVERY meal\/snack)? which of those would be the worst to eat at for a whole week?\n  ","163609":"\n   what’s your opinion on: veggie burgers? tuna salad sandwiches? fortune cookies? tofu? lattes?\n  ","163610":"\n   Would you like to download your life into cyber space so you could potentially live forever?\n  ","163611":"\n   how often do you eat fast food?\n  ","163612":"\n   Do you like watching cartoons?\n  ","163613":"\n   Allison, you look lots younger without your glasses on and you are quite pretty actually :)\n  ","163614":"\n   Lord Byron or T S Eliot ?\n  ","163615":"\n   22 years old and 14 years of marriage  !!!\n  ","163616":"\n   do you\/\/your family (and\/or friends) have any summer traditions?\n  ","163617":"\n   {sent to all i follow} what’s your favorite form of exercise? ✨ i’m looking for suggestions if you have any fun ideas!\n  ","163618":"\n   what happens when schizophrenics drink alcohol, or use street drugs. any examples?\n  ","163619":"\n   do you care for your skin?\n  ","163620":"\n   do you have Facebook?\n  ","163621":"\n   do you have a child?\n  ","163622":"\n   are you married?\n  ","163623":"\n   where are you from?\n  ","163624":"\n   Is it good to have sex?\n  ","163625":"\n   The strangest environment you have sex with?\n  ","163626":"\n   What is the healthiest thing to get from McDonalds?\n  ","163627":"\n   what programming language do you know\n  ","163628":"\n   What are words\/lingo you use that not a lot of people use?\n  ","163629":"\n   Do you think it’s fair for someone to make their pet vegan? Like an animal that isn’t a herbivore like a dog or cat.\n  ","163630":"\n   While you were having premarital sex, I mastered the blockchain. While you wasted your days at the gym in pursuit of vanity, I cultivated inner strength. And now that the world is on fire and the barbarians are at the gate, you have the audacity to come to me for help?\n  ","163631":"\n   i have MDD and i can routinely go 30 days without. but i dont stink, just using deodorant, baby wipes, and regularly changing underwear prevents all the potential grossness.\n  ","163632":"\n   whats the most days youve gone without showering\n  ","163633":"\n   That's a great thing you're doing. I hope more people join up with you on the awareness drive :)\n  ","163634":"\n   What are you proud of but never have an excuse to talk about? (Brag all you want! :D)\n  ","163635":"\n   You are made of star dust 💕 and like a star, you shine and brighten someone's life 💕 I hope today is going well for you 💕 Feel free to use this as a rant space!\n  ","163636":"\n   What overpriced thing do you really mind paying for?\n  ","163637":"\n   My phone is my person😂\n  ","163638":"\n   Who's your favorite person to talk with?\n  ","163639":"\n   have you had any embarrassing doctor moments ie reception or being checked for the wrong thing\n  ","163640":"\n   Have you printed some of your artwork onto fabric before?\n  ","163641":"\n   have you had any embarrassing doctor surgery moments\n  ","163642":"\n   I’m proud to be a straight white male.\n  ","163643":"\n   What is the hardest thing you had to tell someone?\n  ","163644":"\n   Are you a vegan, a vegetarian or a meat-eater?\n  ","163645":"\n   Today is a huge day in history for Irish citizens, especially Irish women. Today we vote on whether or not we want to legalise abortion here. What are your thoughts on the matter? Do you think this should have been voted on years ago? Do you think it should be up to the government or us, the people?\n  ","163646":"\n   What's your attitude towards small kids?\n  ","163647":"\n   Have you done any sort of visual art before? If so, share a photo!\n  ","163648":"\n   If you had to pick one countrys\/cultures food to eat forever what would it be? Like any dish from there so there’s variety but only things from there.\n  ","163649":"\n   Are you afraid to fly in airplanes?\n  ","163650":"\n   What is the most important thing u have to do daily?\n  ","163651":"\n   Without ACTUALLY naming them, name a user who you don't like, give them a nickname if they don't already have one.\n  ","163652":"\n   welcome to this world\n  ","163653":"\n   are Bubo's eggs edible?\n  ","163654":"\n   your place looks spacious and beautiful! mind me asking what kind of view you have from those sliding doors?? pap if you don't mind\/there's no identifying marks?\n  ","163655":"\n   Haha \nDo again with me😜\n  ","163656":"\n   Marry me❤\n  ","163657":"\n   so at what point does Bubo stop sitting on the eggs?\n  ","163658":"\n   its a quote in a pict. nvm\n  ","163659":"\n   birds can lay eggs on demand?\n  ","163660":"\n   poor Bubo she doesnt know those eggs are empty.\n  ","163661":"\n   you no longer take any pics with Bubo being on your shoulder and that makes me sad.\n  ","163662":"\n   i mean a quote picture, not a selfie. 😶\n  ","163663":"\n   Beautyful\n  ","163664":"\n   pap\n  ","163665":"\n   have you ever gone to summer camp?\n  ","163666":"\n   at what age would you say you reached the maturity you’re currently at?\n  ","163667":"\n   what’s the first “ke” name that comes to mind? “pe?” “re?”\n  ","163668":"\n   What’s the most out there conspiracy theory you’ve ever heard? What’s one you believe is true?\n  ","163669":"\n   That’s the end of my spam list! If you want me to send you more than 20, lemme know and I’ll change it! :D\n  ","163670":"\n   20-do you read? If so; wats your favorite book rn?\n  ","163671":"\n   19-chips or candy?\n  ","163672":"\n   18-Walmart or hot topic?\n  ","163673":"\n   17-favorite coffee flavor?\n  ","163674":"\n   16-subway or dq?\n  ","163675":"\n   15-favorite candy?\n  ","163676":"\n   14- do you work? Were do u work at?\n  ","163677":"\n   13-sleeping or working?\n  ","163678":"\n   12-what’s your dream job?\n  ","163679":"\n   11-how often do you shower?\n  ","163680":"\n   10-do you own any animals? Pap of your animals?\n  ","163681":"\n   9-do you like horror movies??\n  ","163682":"\n   8-summer or  fall?\n  ","163683":"\n   7-favorite song?\n  ","163684":"\n   6-favorite season?\n  ","163685":"\n   4-favorite restaurant?\n  ","163686":"\n   3-do you like sleeping with a fan blowing in your face or no?\n  ","163687":"\n   2-favorite band?\n  ","163688":"\n   1-favorite animal?\n  ","163689":"\n   That's a really pretty picture :D you have as your display.\n  ","163690":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","163691":"\n   Are you a morning person or night person?\n  ","163692":"\n   what’s the first name that starts w c that pops into your brain? what abt ch? what abt cl?\n  ","163693":"\n   what ice cream flavor are you not here for?\n  ","163694":"\n   How many pizzas can you buy for 10,000 bitcoins?\n  ","163695":"\n   Thanks I’ll give a read, I know it’s something I’m pretty ignorant on so I definitely should\n  ","163696":"\n   Name something everyone should be more informed about. If you’ve got the effort to, inform us\/me. (I’m interested to see what people are passionate about and will actually read\/look into all of these)\n  ","163697":"\n   i think i fancy a couple of boys at school it 's at awkward situations that i have feelings for them\n  ","163698":"\n   Ask used to have that feature way back when, but now everything's just cluttered in the same place.\n  ","163699":"\n   Drinking black coffee, black coffee, drinking black coffee, staring at the wall\n  ","163700":"\n   What's an acquired taste you have?\n  ","163701":"\n   Would you agree ask needs to update?\n  ","163702":"\n   How important is it to you to stay up to date with new trends, lingo, fads, etc.?\n  ","163703":"\n   Joker, Robin or Batman?\n  ","163704":"\n   Would you call yourself a “happy person”?\n  ","163705":"\n   What gives you comfort right now?\n  ","163706":"\n   This \"question\" is hard.... \n\nWrite the first sentence of your autobiography.\n  ","163707":"\n   If you could hire any artist (living or dead) to paint your portrait, who would you pick?\n  ","163708":"\n   What do you find to be beautiful?\n  ","163709":"\n   Do you enjoy or dislike Mondays?\n  ","163710":"\n   What evidence do you have that all whites are racist?\n  ","163711":"\n   You sound racist\n  ","163712":"\n   What about the entitlement of white women?\n  ","163713":"\n   What is the problem with straight white men?\n  ","163714":"\n   What's your opinion on silent treatment? Is it a good way to deal with problems?\n  ","163715":"\n   what are you in the mood for?\n  ","163716":"\n   This is so disgusting, the basis of a relationship is love, not sex. I don't know how he feels about not being able to have children but if he loves you, it's probably insignificant. Also, I'm sorry for your loss. Also sorry for your disgusting anons. I hope you're ok\n  ","163717":"\n   I hope you feel better soon 💕 maybe take anon off for a while? I did that the other day bc they were overwhelming me. pls stay safe friend 💕\n  ","163718":"\n   .\n  ","163719":"\n   .\n  ","163720":"\n   I'm not concerned about your life I'm concerned about your poor husband\n  ","163721":"\n   I feel sorry for your husband he gets non s3x and has to financially support you and you cant give him a child\n  ","163722":"\n   Deja vu.... Have you ever experienced it? When was the last time you did and what happened?\n  ","163723":"\n   Sorry about your loss\n  ","163724":"\n   Tell me about your dream ?\n  ","163725":"\n   We love Leigh. Same?\n  ","163726":"\n   im having issues with my sexuality and dont know what to do\n  ","163727":"\n   How do you discover new music to listen?\n  ","163728":"\n   hows Bubo?\n  ","163729":"\n   What sort of lipstick is this ?\n  ","163730":"\n   sorry to hear\n  ","163731":"\n   hope things are ok. ♡ if you need to talk i'm here.\n  ","163732":"\n   whats the news?\n  ","163733":"\n   .\n  ","163734":"\n   What abbreviations do you use the most when texting?\n  ","163735":"\n   Hi, how is your mood?\n  ","163736":"\n   What was the last thing you pondered on?\n  ","163737":"\n   Are you high School student? Or college student? What you take and where your School?\n  ","163738":"\n   If you had to delete all but 3 apps from your telephone, which ones would you keep?\n  ","163739":"\n   does your camera phone have many different photo functions on it?\n  ","163740":"\n   (different, non-creepy anon here) how has your diminished libido affected your relationships including the one youre in now? im self conscious about this cause i have problems with it too due to my medications.\n  ","163741":"\n   Sorry :(  but yeah, do you get upset when a pet passes away?\n  ","163742":"\n   You will go wild if your libido comes back :)\n  ","163743":"\n   Do you miss having a libido?\n  ","163744":"\n   Did you feel better as you were coming down from the LSD trip?\n  ","163745":"\n   Are  you ok with dentists?\n  ","163746":"\n   Ok, are you able to express your experience with LSD?  Like what was so bad about it for you? Was it too analytical for you?\n  ","163747":"\n   its not her decision to lay eggs she cant help it\n  ","163748":"\n   how is Bubo?\n  ","163749":"\n   I'm not sure trying mushrooms would be a good thing for you Allison due to your mental condition.  If you did though, it would be best if you fully researched it and did it with someone who is experience at it. And have a sitter or two. It's a really weird experience that's beyond explanation!\n  ","163750":"\n   I once had some hallucinagenic mushrooms and was watching tv. These cartoon characters jumped out of the tv and started running around on our living room floor :)\n  ","163751":"\n   Hey Allison, how are you this day?\n  ","163752":"\n   Opinion on 13 reasons why?\n  ","163753":"\n   Do you care at all about the royal wedding? Positively or negatively?\n  ","163754":"\n   .\n  ","163755":"\n   So you knit, wear beautiful lipstick colors, and have nails that match your rings, and sweet cursive tattoos........ i love it. lol\n  ","163756":"\n   Ah yikes, I've never gotten acrylics because i have this weird fascination with the way things feel when they tap or rub against my teeth and doing it with my nails is one of my favorite feelings so I feel as though I'd just ruin them too lol. How do you get your nails to grow so long?\n  ","163757":"\n   do they happen to be your real nails or are they acrylics?\n  ","163758":"\n   :0 very beautiful!! also, love your nails and the fact that they match your ring!!!\n  ","163759":"\n   I was in 5th grade in 2005 right, and that was the ONLY teacher that taught cursive. A lot of other kids in my school said that they had no idea how to write or read it. It made me so sad, I love it so much and I think a lot of other kids would have to. Any idea why they stopped?\n  ","163760":"\n   Controversial Q.... Kim K recently got paid to promote an appetite suppressant lollipop on Instagram where her family promotes appetite suppressant tea. Do you think this is unhealthy behavior to promote to their audience? Do you think it romanticizes unhealthy relationships with food and eating?\n  ","163761":"\n   What helps you to sleep better?\n  ","163762":"\n   What kind of life do you want to have - luxurious or adventurous?\n  ","163763":"\n   Do you think it's easier to become divorced from the world at large these days because of the ability to spend large amounts of time in cyber space?\n  ","163764":"\n   I only read your most recent answer so Idk the full conversation but if you're interested in the body decaying post mortem, you should look up Ask A Mortician on YouTube. She answers really interesting questions in a really light-hearted way\n  ","163765":"\n   Like, why do our bodies decay eventually when we insist that they shouldn't?\n  ","163766":"\n   Do  you think that the potential for becoming sick increases as we get older?\n  ","163767":"\n   But you are able to wrap your head around the concept of reincarnation which is also an executive brain function?\n  ","163768":"\n   What if what we see and think about now is also an illusion in that as soon as we think about something, it's gone into the past?\n  ","163769":"\n   Have you researched the reincarnation phenomenon?\n  ","163770":"\n   Would you choose to not be born again if that was a legitimate choice?\n  ","163771":"\n   Ever talk to yourself in the mirror?\n  ","163772":"\n   But what if we do come back again but in a way that we don't remember where we came from or where we're going?\n  ","163773":"\n   did you know that some young children can't tell the time using an analogue clock with hands on it?\n  ","163774":"\n   Would you keep sleeping if Bubo didn't wake you up?\n  ","163775":"\n   Ever spent the night sleeping in a car?\n  ","163776":"\n   So do you go to bed early and wake early usually?\n  ","163777":"\n   Do you feel free?\n  ","163778":"\n   What's the longest period you've spent lying in bed asleep?\n  ","163779":"\n   do you like soups?\n  ","163780":"\n   Are there any users on here who you suspect are the same person?\n  ","163781":"\n   Blue lipstick, how very pretty.\n  ","163782":"\n   those three multilevel marketing schemes are currently dominating my social media 😳🙄. do you see a lot of “pyramid scheme” type businesses on your social media? which ones do you see most commonly?\n  ","163783":"\n   do you know anyone who sells lularoe? have you ever bought lularoe? what abt younique? herbalife?\n  ","163784":"\n   How has the month of May been for you so far? If you can, name one victory and one defeat you’ve experienced this month.\n  ","163785":"\n   Do you know what your sun and moon signs are? If anyone wants me to tell them about their astrological birth chart, let me know. I'll need to know your birth place and time of birth.\n  ","163786":"\n   Which celebrity would you like to meet?\n  ","163787":"\n   Ohk..  don't feel bad ok\n  ","163788":"\n   Pl message me when you get rid of it\n  ","163789":"\n   Ohk....good luck\n  ","163790":"\n   Do you hear Yanny, Laurel, both or neither?\n  ","163791":"\n   Lol what happened\n  ","163792":"\n   Hello how are you beautiful\n  ","163793":"\n   Hello\n  ","163794":"\n   Do you hear laurel or yanny? (I hear laurel)\n   \n    https:\/\/m.youtube.com\/watch?v=KM38OFDKU20\n   \n","163795":"\n   Are you an early-planner or do you prefer things to happen spontaneously?\n  ","163796":"\n   Eskimo kitties!😻\n  ","163797":"\n   Are ferel cats a problem\n  ","163798":"\n   Are there forests near where you live?\n  ","163799":"\n   Are there pack rats where you live?\n  ","163800":"\n   Your relationship with your pets sound amazing!\n  ","163801":"\n   do you think that trees have a sense of self?\n  ","163802":"\n   Even though you take medication and feel different mentally, are you nonetheless reasonably satisfied with your life and now?\n  ","163803":"\n   Do all hummingbirds make the same song sounds?\n  ","163804":"\n   We have magpies in Australia and they have a very beautiful bird song.  Have you ever heard one sing?\n  ","163805":"\n   Are you totally surrounded by trees?\n  ","163806":"\n   You do photography so do you have good equipment?\n  ","163807":"\n   I love the natural green of the leaves!  Is that a bird feeder in your photo?\n  ","163808":"\n   No, world\n  ","163809":"\n   I don't think I'm psychotic, but I do have different kinds of understandings about the world that most people don't relate to\n  ","163810":"\n   Would you know if your partner was having an affair?\n  ","163811":"\n   Do you talk alot?\n  ","163812":"\n   Not being interested in sexual romance seems empowering to me.  Like, I wish!\n  ","163813":"\n   Were your parents over critical of you when you were young?\n  ","163814":"\n   Ever feel tempted to fantasize about having some random guy in your house while your husband is away?\n  ","163815":"\n   In what ways are you impatient with yourself?\n  ","163816":"\n   Do you skype with your partner when he's away?\n  ","163817":"\n   Do you get impatient easy?\n  ","163818":"\n   Are you good at delaying gratification?\n  ","163819":"\n   .\n  ","163820":"\n   Girl you look gorgeous\n  ","163821":"\n   Have you seen Hulu-available Korean movie 'The Villiainess'? Somewhat of a 'La Femme Nikita' retread, but one of the best opening sequences (shot in first person) I've seen in years.\n  ","163822":"\n   Do you plan your dinners for every night or just take it as it comes?\n  ","163823":"\n   Who makes you laugh?\n  ","163824":"\n   what’s a boy’s name that starts w o? (just like the first one to come to mind?)\n  ","163825":"\n   What fictional character reminds you of yourself?\n  ","163826":"\n   If you could time travel, would you go back or forwards first?\n  ","163827":"\n   If shapes were numbers, what number would a square be for you?\n  ","163828":"\n   If numbers were colours, what colour would 5 be for you?\n  ","163829":"\n   I didn't mean to be mean, I'm sorry.  Can I keep asking you questions?  better ones :)\n  ","163830":"\n   Sorry, that was stupid of me, I admit :(\n  ","163831":"\n   Ever had a mental episode whilst making love?\n  ","163832":"\n   Have you heard that voice message where people are hearing two different things\/names? It's kind of like that dress where people saw different colors. My mom, sister and I heard it one way and sister's husband heard it the other way XD\n  ","163833":"\n   Are you the type to trust a professional or see several\/do your own research? For example a doctor or a mechanic\n  ","163834":"\n   Do you rinse canned goods before eating or cooking them? Like chick peas etc\n  ","163835":"\n   Do you wash your meat before cooking it? Only poultry? Not at all?\n  ","163836":"\n   What do you like to being called?\n  ","163837":"\n   the zoo or the aquarium?\n  ","163838":"\n   have you more recently been inside a hotel or a church?\n  ","163839":"\n   have you more recently been inside a middle school or an elementary school?\n  ","163840":"\n   What's the most annoying question people ask you on ASKfm?\n  ","163841":"\n   Nice one Allison.  Thanks for communicating with me here.  Take care and all the best to you :)\n  ","163842":"\n   Thanks for portraying the mentally ill in such a positive light. I'm sure that you're such a fun and pleasant person to be around.\n  ","163843":"\n   Who is your favorite YOUNG actress?\n   \n    https:\/\/www.pinterest.com\/pin\/570690584026797670\/\n   \n","163844":"\n   I also wonder how what I call my mind can make up scenarios and play them out in logical sequence when what I call me isn't actually doing it. Like, who or what is the real me?\n  ","163845":"\n   I'm sorry.\n  ","163846":"\n   You're welcome, honey :)\n  ","163847":"\n   You are beautiful\n  ","163848":"\n   Are any of those things in your sequential dreams a part of your life history or are they mostly random things you haven't experienced before?\n  ","163849":"\n   Dreams fascinate me because they feel so real when they're happening.  Sometimes I wake from a dream and wonder if my waking state is actually the dream.\n  ","163850":"\n   I'd love to hallucinate fairies but only if they were kind ones :)  I have vivid dreams that have dialogue and plots but I don't know where they come from.  I'm usually someone else in them but they still feel like me even though they don't look like me.\n  ","163851":"\n   It's interesting to note that many philosophers and early scientists claim to have attained their knowledge whilst talking with angels. Rene Descartes and Socrates to name a few would probably be considered schizo in todays society.\n  ","163852":"\n   Have you ever tried Jack Fruit?\n  ","163853":"\n   Do you talk or associate much with other people who have schizophrenia?\n  ","163854":"\n   Ever wish you had had some children?\n  ","163855":"\n   You haven't changed a bit :)\n  ","163856":"\n   Is your life going fast or slow?\n  ","163857":"\n   Do you hate how dust gathers so quickly  on things that you just cleaned the day before?\n  ","163858":"\n   Who cleans your toilet at your place?\n  ","163859":"\n   Ever made your own clothing?\n  ","163860":"\n   Do you know how digital telephony works?\n  ","163861":"\n   Floppy discs or the cloud it doesn't really matter cause you can always transfer the data to another device for recall :)\n  ","163862":"\n   But with photoshop you can go wild with your imagination and change a photo scene to just how you would like it to be :)\n  ","163863":"\n   Are you skilled in using photoshop or have you not used it before?\n  ","163864":"\n   What is something you’ve always wanted to try but have been too scared to?\n  ","163865":"\n   Which kind of art expression are you best able to channel your unique weirdness?\n  ","163866":"\n   Allison, I like how you are even if it's different to the normal.  You're very interesting in that regard :)\n  ","163867":"\n   Ever feel at one with the world?\n  ","163868":"\n   Do you blush much when you're embarrassed?\n  ","163869":"\n   Ever tried to understand quantum physics?\n  ","163870":"\n   What way do you say Data? I interchange them.\n  ","163871":"\n   What did you do today?\n  ","163872":"\n   Post a quote\/poem\/lyric you like\n  ","163873":"\n   what do you do if you have too much going on in your head?\n  ","163874":"\n   suppp\n  ","163875":"\n   yoooooooooooooooooooooooooo\n  ","163876":"\n   would you be upset if you lost the one you love? be honest!\n  ","163877":"\n   Allison, you look very pretty with your hair out :)\n  ","163878":"\n   What is a piece of advice you often give but find yourself struggling to follow?\n  ","163879":"\n   What is one day you would love to relive?\n  ","163880":"\n   Do you have Netflix? If so, what movies and\/or series on NETFLIX do you recommend?\n  ","163881":"\n   What’s something you’ve learned recently?\n  ","163882":"\n   Do you have a favourite music video?\n  ","163883":"\n   .\n  ","163884":"\n   If a stranger asks you for your phone number because they think you're cute and would like to get to know you... what do you do?\n  ","163885":"\n   Robert of the Meat Shits told me that there’s no such thing as Male and Female toilets anymore because of the whole make up your own gender thing, I didn’t believe him at first but he showed me proof, am I the only thinks the world’s gone potty (no pun intended)?\n  ","163886":"\n   Are you a food critique?\n  ","163887":"\n   Ok, it also stars Whoopi Goldberg, Countess Vaughn, Star Jones, Mo'Nique, and NeNe Leakes.\n  ","163888":"\n   Tbh that's one of my faves too!😄\nMan ur on ur crackpot game! I need to make a pot roast and just be set for the week*\n  ","163889":"\n   Are you a crackpot fan?🍲🍽\nIf so what's one of ur faves to make?😊\n  ","163890":"\n   How does a movie with the following cast sound: Christian Bale, Casey Affleck, Woody Harrelson, Forest Whitaker, Willem DaFoe\n  ","163891":"\n   Do you have an innocent face if when you make trouble nobody thinks it's you?\n  ","163892":"\n   What have u always wanted? Did u ever get it ?\n  ","163893":"\n   I want to be your friend\n  ","163894":"\n   Best way to cook chicken?\n  ","163895":"\n   Speak for yourself. I have no problem admitting I'm wrong.\n  ","163896":"\n   .\n  ","163897":"\n   If you could be in a TV show, which one would it be?\n  ","163898":"\n   Why is it so hard for ppl to apologize?\n  ","163899":"\n   Even in The Flintstones Movie and Showgirls? (He did redeem those somewhat.)\n  ","163900":"\n   \"Who is your favorite actor??\t\"\n  ","163901":"\n   My ask is p\n  ","163902":"\n   Wo\n  ","163903":"\n   W\n  ","163904":"\n   What ththin scare you\n  ","163905":"\n   Scuba diving\n  ","163906":"\n   Would you try\n  ","163907":"\n   Are you adventurous\n  ","163908":"\n   Who shouldn’t be famous but is?\n  ","163909":"\n   How are you a \"psychopath\"? Sorry for using that word, I saw in one of your answers you said it\n  ","163910":"\n   I may have sent it to more than 1 person but I meant it\n  ","163911":"\n   Why do things that aren't\n  ","163912":"\n   You're so pretty\n  ","163913":"\n   Do you find that cleaning up is good for your mind?\n  ","163914":"\n   What are you doing tomorrow.?\n  ","163915":"\n   From where do you draw inspiration for the way you dress?\n  ","163916":"\n   What do you prefer the American Big Four Slayer, Anthrax, Megadeth end Metallica or the Tuetonic Big Four Sodom, Destruction, Kreator and Tankard?\n  ","163917":"\n   whats the most inappropriate question you asked someone?\n  ","163918":"\n   lately? was there a time we weren’t preoccupied w kids? lol\n  ","163919":"\n   Is Touch Of Grey by the Grateful Dead one of those songs that everyone knows?\n  ","163920":"\n   You probably really love to travel?\n  ","163921":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/answers\/147175867935\n   \n","163922":"\n   .\n  ","163923":"\n   How many followers do you have\n  ","163924":"\n   What do you think of what's happening lately here fatshaming?\n  ","163925":"\n   Are you excited for anything?\n  ","163926":"\n   Why most people get fewer friends as they age?\n  ","163927":"\n   Revelation of the day!\n  ","163928":"\n   Opinion on addiction?\n  ","163929":"\n   I wish I could be like you in the future. Thank you ❤❤❤\n  ","163930":"\n   Do you think abusive behaviour can be changed?\n  ","163931":"\n   Wow that's super interesting! I wish I could say the same in my community 'cuz I already kinda feel the same. (Actually it's nothing more than a thought! I've never been with a man before and I can't be before marriage:|\n  ","163932":"\n   By bi you mean bisexuality?\n  ","163933":"\n   What makes someone's life interesting to you?\n  ","163934":"\n   When's the last time you did a facemask? Which brand?\n  ","163935":"\n   would you rather be the parent of triplets or five children (spaced out as much as you like)\n  ","163936":"\n   what would you say the reverse-gender name of ur name is?\n  ","163937":"\n   what name is the equivalent opposite gender of your middle name?\n  ","163938":"\n   Which country you visited or like to visit for nature and why?\n  ","163939":"\n   .\n  ","163940":"\n   Are you good at debating everything or are you better when it's something you are passionate and knowledgeable about?\n  ","163941":"\n   What’s for dinner tonight at your house? Bonus: Post a pic!\n  ","163942":"\n   What wearable technology would you want to have?\n  ","163943":"\n   can y'all report this person for harassment, thank you\n   \n    @notwelfaredan\n   \n","163944":"\n   That's not true, I know that not all schizo's see\/hear things. At least I'm not like the people who made the movie Me, Myself and Irene.\n  ","163945":"\n   I'm sorry about that, it was just my sense of humor.\n  ","163946":"\n   What should a single person do when all your friends are in relationship? 😂\n  ","163947":"\n   I once knew this very odd skinhead guy. He once rang me at work from a local police station saying he’d been arrested, babbling incoherently about a drugs heist, and referring to me loudly as his “lawyer”. Have there been any “characters” that have attempted to rope you in to their weird life?\n  ","163948":"\n   I have been one of your hallucinations all along. I am a part of you. I am your friend.\n  ","163949":"\n   I need your advice. I broke up with my bf because he wants more and wants to settle but I don't love him as much. But now I feel extremely bad because I broke his heart. Is it ok to text him and ask how's he feeling?\n  ","163950":"\n   Did you pay any mind to the met gala outfits? If so did you have a favourite look?\n  ","163951":"\n   What's your next social engagement?\n  ","163952":"\n   What can you live without right now?\n  ","163953":"\n   If you were a literary character, who would you pick to be?\n  ","163954":"\n   What tv show is your guilty pleasure? Mine is a tie between Catfish and Fixer Upper\n  ","163955":"\n   Can you drive?\n  ","163956":"\n   What labels do you apply to yourself?\n  ","163957":"\n   Let’s see how many beautiful girls out there !! If you think you r beautiful hands up\n  ","163958":"\n   What's your favorite candle scent?\n  ","163959":"\n   What was your favorite TV show when you were a child?\n  ","163960":"\n   Were your family strict about sleeping early? When did you sleep?\n  ","163961":"\n   Do you or your family have a habit of eating dinner early?\n  ","163962":"\n   Do you prefer eating three big meals or more than three but small portions?\n  ","163963":"\n   would you make a better politician or lawyer?\n  ","163964":"\n   would you rather be the parent to twins or an only child?\n  ","163965":"\n   which zodiac sign has tried to ruin ur life the most\/will be the end of you? (me and leo men do NOT have a great history lol.)\n  ","163966":"\n   How much for a nude of you?\n  ","163967":"\n   whats the first thing you do when you get out of bed in the morning ?\n  ","163968":"\n   What qualities do you value the most in your friends?\n  ","163969":"\n   So I'm back at our old flat packing up everything,  and I've been struggling to actually get it done. I've packed up quite a fair bit, but it's not finished. How do you motivate yourself, and any tips for me?\n  ","163970":"\n   who is your inspiration?\n  ","163971":"\n   Do you have a favourite artist? With a physical medium ie drawings, sculptures, paintings etc\n  ","163972":"\n   do u believe in only 2 genders or more ?\n  ","163973":"\n   Would u date me\n  ","163974":"\n   The biggest actual celebrities on askfm are what, bit part actors? the local news casters and people like that?\n  ","163975":"\n   can i pls have that bird to make soup on it ?\n  ","163976":"\n   .\n  ","163977":"\n   Is it important for you to feel that you're important to people?\n  ","163978":"\n   Like do you mean your grandfathers sister would form families then run from them?\n  ","163979":"\n   Ever feel guilty about your level of involvement and contribution in society?\n  ","163980":"\n   Do you think that previous generations have also been as afflicted with the prevailing mental illness diagnosis of today but that they just didn't have names for them back then?\n  ","163981":"\n   Ever feel like you've wasted too much time?\n  ","163982":"\n   Do you think the world is getting more crazy?\n  ","163983":"\n   what music album will always be your favorite?\n  ","163984":"\n   Are you good in dancing?\n  ","163985":"\n   Do you shower with them? Do they get ruined?\n  ","163986":"\n   Do you prefer wearing a ring or a necklace? Do you love jewelry?\n  ","163987":"\n   What’s something that you can spend the entire day doing?\n  ","163988":"\n   Do you send questions to yourself?\n  ","163989":"\n   Would you like to stay young forever?\n  ","163990":"\n   Do you like accomplishing things and going unnoticed or do you need constant assurance that you did well on something? (I hope this question makes sense lol)\n  ","163991":"\n   Thoughts on hand tattoos?\n  ","163992":"\n   Would you ever sky dive?\n  ","163993":"\n   What is your definition of art?\n  ","163994":"\n   What’s wrong but sounds right?? ?\n  ","163995":"\n   Where does sadness come from?\n  ","163996":"\n   what’s your opinion on childish gambino\n  ","163997":"\n   dairy queen or subway\n  ","163998":"\n   poor girl had this former blog of mine removed\n   \n    https:\/\/archive.fo\/iFqFL\n   \n   she also left sites because of me. I'm a nice guy though.\n  ","163999":"\n   I remember falling on the floor laughing twice. Once was in a pub! I was having a ridiculous conversation with a friend (the joke would be lost here, obvs) and I couldn’t breathe with laughing and fell off my chair - the bar staff (thankfully a friend) had to pick me up, as I could hardly move! 😂\n  ","164000":"\n   That is pretty\n  ","164001":"\n   Favorite color\n  ","164002":"\n   If aliens do really exist, which language will be okay for them to speak of?\n  ","164003":"\n   .\n  ","164004":"\n   STAIF \nWhen (and if) you use the acronyms LOL, LMAO, ROTFLMFAO, are you actually laughing out loud, or laughing your arse off? Or even rolling on the floor laughing your arse off!? \nHow closely do they match how funny you find something - are they more or less accurate,or just used for punctuation?\n  ","164005":"\n   What is the last thing you said to your ex?\n  ","164006":"\n   What is easy to get into but hard to get out of? ?\n  ","164007":"\n   What’s your favourite quote? 🌸 STAIF 🌸\n  ","164008":"\n   what dog breed are you?\n  ","164009":"\n   Ever have professional massage therapy?\n  ","164010":"\n   What's the best way to celebrate Star Wars Day?\n  ","164011":"\n   Have you followed what Kanye West has been talking about lately? Thoughts?\n  ","164012":"\n   Have you ever been up close with an “exotic” animal?\n  ","164013":"\n   Ever used photo shop to make art photos?\n  ","164014":"\n   And what part of the year do you find depresses you the most?\n  ","164015":"\n   As I grow older I find that going from Summer into Autumn and then Winter really depresses me.  Is it the same part of the year for you too?\n  ","164016":"\n   Is it some kind of inhalant?\n  ","164017":"\n   What exhausts me most when trying to talk with people is how they mostly seem only interested in their own world and thoughts and not mine.  Do you experience the same thing with people too?\n  ","164018":"\n   What would be your ultimate creative endeavor?\n  ","164019":"\n   And is your canned sunshine designed specifically for what you use it for?\n  ","164020":"\n   Is your canned sunshine like a small room where you go?\n  ","164021":"\n   What kind of people you like to socialize with when it comes to friends in terms of personality?\n  ","164022":"\n   Are you a people person or would you rather hang on your own?\n  ","164023":"\n   What do you mean by canned sunshine?\n  ","164024":"\n   What do you do when you feel nervous? How do you keep calm? 🌸 STAIF 🌸\n  ","164025":"\n   Do you sometimes feel lonely when you go out to a party or meeting at work, do you feel like an outcast? How do you cope?\n  ","164026":"\n   .\n  ","164027":"\n   Do you believe there is good in everyone?\n  ","164028":"\n   But the sounds you used to hear can't possibly be coming from outside yourself or the wouldn't be called auditory hallucinations?\n  ","164029":"\n   Do you compliment strangers on their clothes or haircuts if you were on the train or waiting rooms?\n  ","164030":"\n   I'm just trying to figure out the mechanism behind hearing voices.  Tell me to go away if you want but it really interests me\n  ","164031":"\n   Hey Allison, are you up for some questions?\n  ","164032":"\n   So was my momma lol she acts like she never and looks down now so good to hear you still support it, and people generally, yay people\n  ","164033":"\n   When you stopped drinking soda did you have more or less energy, did you feel fatigue?\n  ","164034":"\n   Have you ever weaned off sugar or started eating healthy, did you notice a change in your body\/face\/health?\n  ","164035":"\n   What’s something about your country you’re not proud of? Something you are proud of?\n  ","164036":"\n   Do you support s*x workers?\n  ","164037":"\n   What do u prefer , pdf books or paper books ? Whish is better ?!\n  ","164038":"\n   Do you think it's ok for couples to air their dirty laundry for the public as an outlet? Or put hinted messages directed for the partner who upset you?\n  ","164039":"\n   What is your opinion on beauty pageants?\n  ","164040":"\n   Have you ever done a DNA test, do you think you think the results will surprise you?\n  ","164041":"\n   How come Ben never gets bored of making new accounts?\n  ","164042":"\n   But where is the actual sound coming from when you hear a voice that isn't really there?  Is it actually entering your ears or is it just a recording inside your head without the sense mechanism of hearing?\n  ","164043":"\n   What is your goal every day?\n  ","164044":"\n   Fav cartoon movie\/show\n  ","164045":"\n   put ur music on shuffle: what are the first three songs that pop up? which is the oldest and which is the most modern? (in general do you listen to more old or recent music?)\n  ","164046":"\n   What’s better - K-pop or American pop?\n  ","164047":"\n   What do you think of AI robots?\n  ","164048":"\n   what’s ur opinion on post malone\n  ","164049":"\n   what’s the oddest relationship you’ve ever had to a crush? how’d it turn out? (my weirdest one was my boss’s kid... that one was painful lol. or my sisters boyfriend hahahaha. but that wasn’t real.)\n  ","164050":"\n   Thoughts on Facebook adding a dating feature?\n  ","164051":"\n   Well, when you used to hear the voices, did they come to you via the normal hearing mechanism as with any sound from the outside, or did they come to you in another way?\n  ","164052":"\n   Are tulips your favourites?\n  ","164053":"\n   Can I ask you about how you used to hear the voices?\n  ","164054":"\n   I listened to an interesting radio podcast the other day about people who have auditory hallucinations.  It was very interesting.  Have you had similar experiences?\n  ","164055":"\n   Do you think its important to know our family history?\n  ","164056":"\n   Spooky in what way do you mean?\n  ","164057":"\n   Ever researched your family history?\n  ","164058":"\n   Are you long or short sighted?\n  ","164059":"\n   Do you try to steer clear of paranormal activity and various other kinds of psychic phenomena?\n  ","164060":"\n   How often do you change your glasses?\n  ","164061":"\n   Ever seen a UFO?\n  ","164062":"\n   Favorite show\/movie on Netflix, Hulu or Amazon?\n  ","164063":"\n   .\n  ","164064":"\n   If you can think of any send a question my way, anon even, feel free to be nosey\/debate  whatever.\n  ","164065":"\n   Who here is tired?\n  ","164066":"\n   the world: do you like waking up early?\n  ","164067":"\n   Do you love \"small talk\" are you good at it?\n  ","164068":"\n   the hanged man: favorite movie soundtrack?\n  ","164069":"\n   the hermit: what is your favorite soda pop?\n  ","164070":"\n   strength: what is your dream occupation?\n  ","164071":"\n   ☀️🌙✨ tarot questions ✨🌙☀️ - the fool: do you have any nicknames?\n  ","164072":"\n   If someone doesn't put up a pic of themselves do you assume they have low self esteem or a catfish?\n  ","164073":"\n   what about your biological mom ?\n  ","164074":"\n   is ur relationship strong with ur family ?\n  ","164075":"\n   if someone asks you to plug ur phone into the aux what kind of stuff do you play? what’s ur go to, nobody’s gonna hate this music?\n  ","164076":"\n   what’s a groovy sxxy song to get downnn to? (and i’m not talking like... corny shit. like actually good songs that set the mood ya know. not just songs abt dirty stuff.)\n  ","164077":"\n   Do you laugh at other people's failures?\n  ","164078":"\n   Do you do makeup or hair first?\n  ","164079":"\n   If you could have a superpower just for today, what would it be?\n  ","164080":"\n   What are three words to describe your social life?\n  ","164081":"\n   Who can make you happier? How?\n  ","164082":"\n   Confundo : What confuses you most about the world?\n  ","164083":"\n   Morsmordre: What would your signal in the sky be to mark your presence?\n  ","164084":"\n   Rennervate: Have you ever passed out\/fainted before? What happened?\n  ","164085":"\n   Riddikulus: What’s your greatest fear? Do you think you’ll be able to overcome it?\n  ","164086":"\n   Serpensortia: Do you like snakes?\n  ","164087":"\n   Harry Potter spell themed asks (that I stole from tumblr) Wingardium Leviosa: If you had the power of telekinesis, what would you do with it?\n  ","164088":"\n   how do you physically firt?\n  ","164089":"\n   Do you think that you are special to someone ?! 😻\n  ","164090":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","164091":"\n   In your opinion is it easier to lose or gain weight?\n  ","164092":"\n   So I am new iPhone user, what does erase iPhone mean and reset iPhone mean? And also what is the difference between the two?\n  ","164093":"\n   How do you hug someone's soul?\n  ","164094":"\n   Do you think that modern technological means have served love?!?\n  ","164095":"\n   Is love complete only when a person sees it?\n  ","164096":"\n   What is the greatest invention of all time?\n  ","164097":"\n   How do you change your life ?!\n  ","164098":"\n   What gets you out of boredom?\n  ","164099":"\n   Do you love or hate receiving compliments? why?\n  ","164100":"\n   I believe the west should adopt some similarities in our legal system to match Islamic sharia law in order to make it more welcoming for Muslim immigrants instead of expecting assimilation. It includes death penalty for homosexuality and adultery, cutting hands of thieves, etc. Thoughts?\n  ","164101":"\n   Thinking of any one of your personal interests, or hobbies: \n- what is it?\n- what do you like the most about it?\n- is it expensive? \n- does it cause, or bring with it, any difficulties or challenges?\n- If so, how do you deal with this?\n  ","164102":"\n   If you could buy a car right now, what car would you buy?\n  ","164103":"\n   aw you're really pretty in your profile pic\n  ","164104":"\n   how do you know when a person is toxic?\n  ","164105":"\n   But why pine tree?\n  ","164106":"\n   What name would you like to have if it had of been your choice?\n  ","164107":"\n   Is there much fake news in your country's media outlets?\n  ","164108":"\n   How do you ask someone out on a date?\n  ","164109":"\n   I feel so sorry for Bubo he or she does not get to interact with others of the same species. Its really sad that humans feel they can just take animals and make them live deformed lives just to benefit them\n  ","164110":"\n   What concert do you want to go to? ?✌\n  ","164111":"\n   Don't you hate it when people are being rude?\n  ","164112":"\n   What is your favourite attribute about yourself?\n  ","164113":"\n   .\n  ","164114":"\n   What was the last hypothetical thing you said or done?\n  ","164115":"\n   do you get bored easy?\n  ","164116":"\n   What’s one great thing about the weekend?\n  ","164117":"\n   Ever feel pressured to fit into your society in order to feel that you belong?\n  ","164118":"\n   What is the most popular sport in your country?\n  ","164119":"\n   I agree 100% about the automatics (don’t know much about guns but by that I mean anything worthy of war basically) but I can see the pistol still for self defence\n  ","164120":"\n   What’s your opinion on gun control?\n  ","164121":"\n   Did you hear about the attack on of them carried out in Toronto? How the suspect was apprehended?\n  ","164122":"\n   Have you heard of an “incel”? Do you think that people being able to come together and make movements like that and get validation are part of the down side of how connected we are in this day?\n  ","164123":"\n   Should athletic races have intersex rules? I don't see how it matters which gender, if any, they pick...\n  ","164124":"\n   According to Jesus it's actually a lot worse to be a non Christian\n  ","164125":"\n   What would you say is worse. Being a r*pist or a non Christian?\n  ","164126":"\n   What holiday gift would make you really happy?\n  ","164127":"\n   I’m going to be honest with you ladies, for a man as handsome as me a woman must get plastic surgery to look like Lara Croft. I don’t date any old plain woman, she has to show dedication to me by altering her appearance to look like the woman of my dreams.\n  ","164128":"\n   What is the most important thing in life?\n  ","164129":"\n   When was the last time somebody shouted at you?\n  ","164130":"\n   What’s ...\n👉🏼 One piece of advice you’d give to a new Ask user?\n👉🏼One piece of advice you’d give to your existing Ask followers (it doesn’t necessarily have to be Ask-related)\n  ","164131":"\n   its about you drinking loads and needing the toilet every 40 mins i think ive got the same condtion\n  ","164132":"\n   Loving the new profile pic, are those with the new highlighters?\n  ","164133":"\n   that last q was me btw. how is everyone? :)\n  ","164134":"\n   what’s something you only occasionally like the taste of? (for example: fresh peaches are amazzinggg. cooked peaches make me wanna die. peach pie and peach cobbler is a no go for me man.)\n  ","164135":"\n   Stealing from my anon: Confess to something\n  ","164136":"\n   Favorite actor\/ actress\n  ","164137":"\n   .\n  ","164138":"\n   Makeup: Last time you hit pan on something... What was it? Would you recommend?\n  ","164139":"\n   I hope you’re well and having a good week!\nOver the past month, what’s been ...\n- one hindrance to you?\n- one help to you ?\n  ","164140":"\n   How do you remove a splinter?\n  ","164141":"\n   .\n  ","164142":"\n   How would you describe your style?\n  ","164143":"\n   What’s something you were into when you were younger that’s now just cringy?\n  ","164144":"\n   How old we're both of you're parents when they had you?\n  ","164145":"\n   What would you save first if your apartment caught on fire?\n  ","164146":"\n   did you have doubts about getting married? did you ever feel your husband would be better off with someone \"normal\"?\n  ","164147":"\n   What decade do you feel like you belong in?\n  ","164148":"\n   What can't you handle?\n  ","164149":"\n   .\n  ","164150":"\n   What’s the hardest you’ve worked at something? (Made a new question topics thing:)\n  ","164151":"\n   Name three of your pet peeves when you go to the grocery store?\n  ","164152":"\n   doing honesty day!\n   \n    https:\/\/ask.fm\/alaskan_dark_witch\/answer\/148205845155\n   \n   here's a question for you; \n\nWhat's one thing you want to accomplish before you are 50?\n  ","164153":"\n   I don't know if you're aware but Ben has been calling you names on his page. He's two faced.\n  ","164154":"\n   Has anyone ever stolen from you\/hand pocket? Did you get what was taken from you?\n  ","164155":"\n   cake or biscuit\n  ","164156":"\n   You don't look old!!!! How do you take care of yourself???\n  ","164157":"\n   hi allison can i talk to you about a condtion we both have that you mentioned a few days ago?\n  ","164158":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","164159":"\n   What to do, when it's boring?\n  ","164160":"\n   Do you untie your shoes when you take them off?\n  ","164161":"\n   Do you believe in mediums or things like that?\n  ","164162":"\n   do you prefer hulu or netflix? or a different streaming service? or none of the above???\n  ","164163":"\n   let’s say you could try oNE drug with absolutely no risk of dying or being injured. which one would you try?\n  ","164164":"\n   what’s your favorite music to cry to? (post a link - if possible)\n  ","164165":"\n   Do you agree that pet-shops should not sell animals?\n  ","164166":"\n   what 5 things make up your “aesthetic”??\n  ","164167":"\n   if you had to go to a wedding tomorrow, what would you wear? describe the outfit (must be clothing in your actual personal wardrobe).\n  ","164168":"\n   Do you have any nicknames?  If so what are they?\n  "},"Answer":{"163096":"\n  OK 😘\n  ","163097":"\n  I bought a new bralette and panty set that's too fucking cute so I feel like maybe I might consent to posting a pic if there was like, interest in that. If you wanna see my full body pic in my 208 lb adorableness glory click the heart on there and encourage me\n  ","163098":"\n  lolwut\n  ","163099":"\n  I don't pay enough attention to notice people doing this\n  ","163100":"\n  gray for sure. It's one of my fav neutrals\n  ","163101":"\n  pink earbuds and tan\/brown polk wireless on-ears\n  \n  Send me all your questions y'all I am in a chatty answerin' mood\n  ","163102":"\n  boring, amazing, favorite holiday\n  ","163103":"\n  my favorite, my favorite, I'd rather drink a cider or a cocktail\n  ","163104":"\n  I'm drinking right now, I'm too old for that yet somehow I saw like every episode of Naruto so how'd that happen, I feel bad for the big smart fish and mammals and octopi and whatnot but at the same time there's something really soothing about standing in a room full of jellyfish tanks\n  ","163105":"\n  little kid me: pretending. To be a teen or a dragon or a pony or a mermaid\n  \n  HIgh school me: smoking\n  \n  Current me: listening calmly to birds\/meditating\n  ","163106":"\n  the PSAT and SAT are the only ones I did, but the ACT and ASVAB were available\n  ","163107":"\n  I also have three tumors and several dozen cysts in my breasts so like, when they swell up and hurt I expect my period will start soon. Otherwise I'm just surprised when it happens because even though I mark it carefully on the calendar each month I never think to expect it because of a lifetime of having PCOS and irregular periods.\n  ","163108":"\n  Not that far up but I have at least been at the Southern end in Kittery. To buy drumsticks for my then boyfriend at a music shop. It was snowy and I was people who I really enjoyed the company of.\n  ","163109":"\n  lol. Sadly a few times. I used to drive up to Dover, Delaware to play the slots once in a while\n  ","163110":"\n  I want to see all 50 states. I've been to all but 7 of them.\n  ","163111":"\n  I just googled this I don't know how the finished product is but you might be interested in trying to make Herbalism at home\n  \n   https:\/\/www.freshpickedbeauty.com\/2012\/07\/diy-herbalism-face-scrub.html\n  \n","163112":"\n  Loreal ever pure it's inexpensive and smells good. It's made for colored hair but it works fine on natural hair too.\n  \n  Also OBX is pretty good, especially the coconut milk variety but it's not vegan if that's a concern. Both are about 7 bucks a bottle\n  ","163113":"\n  thanks :) I claim that most of my good skin luck is from staying well hydrated, but also I avoid sulfates in ALL skin and hair products, and only wash my face once a day with herbalism by lush and moisturize with Imperialis by Lush which are both super natural and safe for sensitive skin\n  ","163114":"\n  no one I know fits the bill lol\n  ","163115":"\n  chatty\/happy I just want to talk to everyone\n  ","163116":"\n  never heard of it\n  ","163117":"\n  I sell my art\n  ","163118":"\n  black as midnight on a moonless night\n  ","163119":"\n  Hell No by Von Sell\n  \n   https:\/\/www.youtube.com\/watch?v=qLEYUnQB4pI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","163120":"\n  not at all\n  ","163121":"\n  nope to all\n  ","163122":"\n  yup\n  ","163123":"\n  lord there's been so many I used to just pick books out based on outlandish cover art and would read a book or two a day in my teens\n  ","163124":"\n  learning about incels\n  ","163125":"\n  Me literally right now\n  ","163126":"\n  listening to music, eating cheesy popcorn, and googling bumblebees\n  ","163127":"\n  do you mean my astrology sign? I'm a Capricorn\n  ","163128":"\n  no I suck at it my husband is very good at it though so it works out\n  ","163129":"\n  sweet\n  ","163130":"\n  sorry charlie if you can't say it on my wall then I can't help you\n  ","163131":"\n  nah I don't play the secret message game if you can't send it to me publically then it's probably not appropriate\n  ","163132":"\n  a little\n  ","163133":"\n  as long as it's appropriate.\n  ","163134":"\n  I don't drink a lot of beers I mostly drink hard ciders and my favorite cheap one of those is angry orchard\n  ","163135":"\n  thanks\n  ","163136":"\n  dream pop\n  ","163137":"\n  this seems weird\n  ","163138":"\n  I'm minorly interested in Blades as well but just because I want a new ipad\n  ","163139":"\n  I don't know why y'all ask me this like what's stopping you from not being creepy anons in the first place\n  ","163140":"\n  smoke weed lol. Like I never have problems sleeping I sleep like a champ\n  ","163141":"\n  thanks\n  ","163142":"\n  I'm like not celebrating in town or anything but I'm celebrating at home in my own way I guess. I'm bi.\n  ","163143":"\n  it's kinda neat you'll have to tell us how it works out after some time\n  ","163144":"\n  I don't follow anything even remotely about food\n  ","163145":"\n  guests can do what they want but I take my shoes off\n  ","163146":"\n  I used to lay in the sun but I don't ever tan anymore because it's bad for the skin and I had a suspicious mole removed about ten years ago\n  ","163147":"\n  I don't know enough about what goes on to have any thoughts\n  ","163148":"\n  many times, throughout my teens and young adult life, because of hormone imbalances\n  ","163149":"\n  they used to have a panties marketed to teen clients that said real weird shit like \"unwrap me\" and I dunno this was years ago but this one marketing group tried to stick up for them and get them to market consent-themed panties but instead they freaked out over it and it was bad press and dude I'm drunk you'll have to just google \"why does victoria's secret promote rape culture\" or something probably\n  ","163150":"\n  you're fine. Average american penises are like, 4.5-5 inches.\n  ","163151":"\n  it's like- trying to say a simple sentence and having 5 sentences come out at once instead. or being afraid to drive because a) you;ve convinced yourself you'll forget which pedal is which and b) sometimes see people running into the highway that aren't really there. It's like having your own religion but also knowing that when you take your pills you won't believe in it anymore.\n  \n  But I mean otherwise it's pretty normal\n  ","163152":"\n  on the contrary I am way too trusting. I mean, I use my real name on like, everything.\n  ","163153":"\n  yes\n  ","163154":"\n  okay I'm reanswering. If I knew him, I'd make him aware that victoria's secret as a brand has marketed consent-averse messages to tweens and that's kinda problematic. But I mean if he wants to support that brand that's on him\n  ","163155":"\n  well..... OKAY Y'ALL I said I'd answer everything in my inbox that I wasn't reporting so I guess I brought this on myself. Buncha pervs.\n  \n  I have a big round butt and I like particularly doggy position. Length does matter for that otherwise you just can't get past my fat ass. In general, no size does not matter. Just maybe position specific it might matter.\n  ","163156":"\n  I wouldn't give a shit? People should wear what they want.\n  ","163157":"\n  plus sex doesn't have to rely on penetration to be pleasurable. But also and mainly because now I don't have a sex drive of any sort so I don't care lol.\n  ","163158":"\n  yes. When I was younger and less experienced it mattered for like a split second in the grand scheme of things. Now not so much.\n  ","163159":"\n  why do you send me this sort of thing\n  ","163160":"\n  I assumed from your writing style I swear to god I don't have 801 followers I have the three of this sites' trolls over and over\n  ","163161":"\n  you're starting to follow in Ben and Diana's footsteps with all the accounts bruh\n  ","163162":"\n  how many accounts do you have??\n  ","163163":"\n  ALRIGHT y'all it's Thirsty Thursday and I'm drinking pineapple cider and smoking some shit called sour lime pie ask me questions I'll address everything in my inbox (unless I'm reporting it so don't be gross)\n  ","163164":"\n  Here's a Thursday selfie\n  ","163165":"\n  be interesting\n  ","163166":"\n  I love tree ornaments\n  ","163167":"\n  I kind of dread it to be honest. Like, I'll play, because I always do, but then I'll get obsessive about it and end up stuck with it for over a year 100%ing the game like I did with Skyrim.\n  ","163168":"\n  it depends on what it is like I have pretty cheap preferences when it comes to clothes and home decor and my car, I enjoy a good bargain and don't need the fanciest things. So on those things, cheap and cheerful surely. I'm a little splurgier on shoes and makeup and food. My home itself is kinda staunchly middle class, so no big expensive features but not super cheapy either.\n  ","163169":"\n  sad days\n  ","163170":"\n  yeah I kinda know already. I keep hoping there will be a magical number of followers that means I'm never bored\n  ","163171":"\n  y'all I just hit 800 followers I assume that means I will be rolling in questions now right\n  ","163172":"\n  you have some weird and tiresome assumptions and prejudices. I AM disabled but I'm also a Gen X middle Class suburban home owner.\n  \n  And also? there's nothing wrong with being poor and needing assistance. But assuming that every disabled person is isn't cool.\n  ","163173":"\n  I am not on benefits Dan why do you assume I am?\n  ","163174":"\n  I have to get a shower later and I'm dreading wet hair\n  ","163175":"\n  I'm on my own and I hate driving and Lyft gets expensive so like, mcdonalds\n  ","163176":"\n  weed\n  ","163177":"\n  you\n  ","163178":"\n  sleeping. I sleep like 11-13 hours a day\n  ","163179":"\n  I for real read that it would take place in Akavir like 3 days ago\n  ","163180":"\n  I just watched the stupidest horror movie called The Boy have any of you seen it on netflix? I'm like, so mad I wasted an hour and a half\n  ","163181":"\n  no Ben I wouldn't be\n  ","163182":"\n  gadgets, cool socks, food items, live music tickets, I dunno honestly I give terrible gifts\n  ","163183":"\n  I mean, what are they into\n  ","163184":"\n  when I was a kid the little old ladies hollerin' \"where's the beef?\" was the funniest thing in the world (for Wendy's old fashioned hamburgers)\n  ","163185":"\n  no. I have in the past but I am usually in a rush when I wake up for the past 2 years because of a little screaming birb\n  ","163186":"\n  sometimes. two nights ago I woke myself up screaming at a bad Uber driver in my dreams. He was like, driving a horse carriage with a motor and had 2 of his friends along to run errands and smoosh in next to me and the entire back of the car was filled with toilet paper packages\n  ","163187":"\n  Kelsey is more gender neutral so I like it better\n  ","163188":"\n  Both are names of people I was roommates with my first year of college\n  ","163189":"\n  I went to the one public high school that had a maternity program so a lot of pregnant people went to my school. I wasn't close to any of them so I have no idea how that turned out.\n  ","163190":"\n  k\n  ","163191":"\n  sucks when dudes end up being garbage\n  ","163192":"\n  I have\n  ","163193":"\n  I'd never heard of them but a quick google search tells me that at least one member is sex offender redditor scum\n  ","163194":"\n  the arts. animals especially birds. pot. food. makeup.\n  ","163195":"\n  ok\n  ","163196":"\n  wake up\n  ","163197":"\n  dream pop\n  ","163198":"\n  entertain me\n  ","163199":"\n  yes you are the only one\n  ","163200":"\n  I use the term endearingly. That's really strange to me. I definitely feel older than that\n  ","163201":"\n  since y'all weirdos think I'm lying about my age, tell me how old am I?\n  \n  (I'm not lying about my age. my 20 year hs reunion is like next week lol)\n  ","163202":"\n  the one without makeup from last night was taken last night like literally 2 min before I posted it the most recent DP is about 2 days old and the one before that is about a week and a half old\n  ","163203":"\n  ok\n  ","163204":"\n  I was blinded by my white privilege and believed in \"reverse racism\" in my youth. Now I have a better understanding of how racism works.\n  ","163205":"\n  I've never been into it. I prefer a dive bar.\n  ","163206":"\n  I've flown about a dozen times I guess, and there have never been any complications. It's always been like a crowded bus in the sky\n  ","163207":"\n  lol why do y'all think I'm lying about my age wouldn't I be trying to seem younger? Like who WANTS to be in their late 30s\n  ","163208":"\n  I guess if you were particularly attached to someone sure feelings are weird\n  ","163209":"\n  it's just a vibrate on my wrist\n  ","163210":"\n  mental illness\n  ","163211":"\n  that's a shame. It took me moving across the country to find doctors that took my symptoms seriously. I think some parts of the country are just better than others.\n  ","163212":"\n  no not at all lol thank you very much\n  ","163213":"\n  why would that be your business\n  ","163214":"\n  hahaha yeah also you can't eat anything without it tasting like gloss it's never as stay-put as a matte or metallic\n  ","163215":"\n  I mean, humane societies will tell you not to buy those puppies but it's really tempting isn't it. I'm not sure which is more humane. I guess it depends on a lot of different factors like if it was a one time accidental breeding or a regular thing or like how bad are the conditions and how many dogs are in need of a home already and I dunno it's all hard.\n  ","163216":"\n  YES but I am taking it for a really niche reason. My testosterone levels are abnormally high and metformin has the side effect of lowering testosterone so it keeps me level. I lost about 20 lbs on it also so there's that. I know that's what most people start metformin for. The biggest problem for me has been trying to convince hospital staff I'm not diabetic during emergencies they've pricked my finger about a million unwarranted times because they think if I'm on metformin I must be diabetic which I'm not. I take it twice a day and my testosterone leveled out within the first two weeks and has stayed good since.\n  ","163217":"\n  I'm a really positive person overall though it doesn't seem like it when I'm fussing at troll anons I think the best of people in most situations\n  ","163218":"\n  lol well yeah I have a jacket with them that wouldn't be the same without that severe shoulder but as far as trends that shouldn't have come back that one is at the top of my list\n  \n  sticky ass lip gloss is another thing I wish hadn't come back I just can't do that look\n  ","163219":"\n  :D you're very kind thank you I'm a little proud of me two I've had two deaths in the family super close together and a husband's job that takes him out of town and I'm kind of off balance but I'm also kicking ass at the same time because it could be soooooo much worse\n  ","163220":"\n  shoulder pads. I've always hated my large shoulders (unless they're buff then fuck yeah) I don't understand trying on purpose to look bulky on your shoulders\n  ","163221":"\n  thank you <3 I feel really gross I haven't showered in 2 days or washed my hair in 4 schizophrenia's neg symptoms have been really especially bad lately and taking care of myself is a struggle\n  ","163222":"\n  Rare no makeup selfie\n  ","163223":"\n  my grandmother read me Alice in Wonderland and through the looking glass when I was very young, I remember sitting on her lap and listening with my eyes closed. The first books I remember reading on my own are dr. seuss books one fish two fish red fish blue fish and go dog go. And velveteen rabbit was the first book that was really significant to me.\n  ","163224":"\n  my husband's out of town and I have beer and ice cream AMA\n  ","163225":"\n  I don't really know what to do when y'all send me song lyrics, true story\n  ","163226":"\n  ask me questions homies\n  ","163227":"\n  can't decide if I'd risk my life going out to steal fenty highlighters\n  ","163228":"\n  I think blue\n  ","163229":"\n  washing my hair. I HATE the feeling of wet hair on my skin it's a really severe tactile aversion of mine so it's like, a whole big thing.\n  ","163230":"\n  the only con is that sometimes they're hard to get on. Everything past that point is a big comfortable pro\n  ","163231":"\n  I have no preference\n  ","163232":"\n  when I was reallllly little I had a guinea pig named Suzy or Sally I can't remember. Then as an elementary school kid I had a hamster named Fluffy and as an adult I had a hamster named Kostya\n  ","163233":"\n  as an individual. I get frustrated with other people's work easily.\n  ","163234":"\n  I just read the dumbest shit on someone else's feed. This site is something else.\n  ","163235":"\n  no pet snakes also my mom hates brussel sprouts so she wouldn't buy them\/cook them\/let them in the house and now both my sister and I LOVE those suckers.\n  ","163236":"\n  I guess my parakeet. Everything else I've ever had have been fish or dogs or cats or hamsters. A guinea pig when I was really little. A cockatiel.\n  ","163237":"\n  Nirvana\n  ","163238":"\n  drinking a berry cider and halfway watching talladega nights\n  ","163239":"\n  I don't know either of those\n  ","163240":"\n  the designer was Kreayshawn but it's no longer available\n  ","163241":"\n  maybe I'll get around to watching it one day\n  ","163242":"\n  Portuguese\n  ","163243":"\n  I do that a lot on these too accidentally it's easy to forget on the continuing questions for some reason\n  ","163244":"\n  Ah, weird. Yeah I never heard much about the American version so I figured it was bad. People seem to like our Shameless but I've just not seen it. I watched every single one of the British ones back in the day though. Now that's what I think of when Ben goes on drunken rants here.\n  ","163245":"\n  yup\n  ","163246":"\n\n   https:\/\/www.youtube.com\/watch?v=xe2FPP4lX14\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","163247":"\n  better weather. We're still in rainy season this year despite it being well past time for the change. Today was in the 60s and raining. I've worn a jacket every day for days. It's June.\n  ","163248":"\n  Hitchhiker's Guide to the Galaxy. I loved the books so much and the movie was so disappointing. I walked out part of the way through.\n  ","163249":"\n  no one I like just being me\n  ","163250":"\n  I answer appropriate questions. It doesn't matter whether you're an unknown or not if your questions are appropriate.\n  ","163251":"\n  Literally not. Most users are around 25-30 in my experience.\n  \n  What I'm trying to avoid is trolls, which you are for some reason defending? It's your immaturity showing. You hate me more than you hate the despicable act of hurting someone on purpose and you'd rather stick up for an abuser than someone who's fed up with it. So in my opinion. YOU don't belong here? This isn't a website for abuse? Grown ups don't defend abusers to spite someone. It's gross.\n  ","163252":"\n  No definitely not but you've probably grown out of trolling on the internet lol. Adults have better things to do. Does that mean every over-18 person is an adult? Nah. I find most of you intolerable under the age of 27 and wish only adults would interact with me. I'm 38. No one under 18 needs to be talking to me anyway it's fucking creepy and unwarranted. I hate teens. I hate trolls. I hate immaturity. Fuck off if you fit the bill.\n  ","163253":"\n  wah sniffle mean Allison hates shitty teens I should confront her\n  \n  How about seriously don't talk to me unless you're 18. That means you too.\n  ","163254":"\n  I shut people out harder than that. I can't remember any good.\n  ","163255":"\n  I've offered to open this relationship before so if he was to start seeing someone now it'd be okay with me. Cheating would be like, being secretive about it\n  ","163256":"\n  I never watched Friends! I'm like the only one. I've heard the Ross character is basically MRA though\n  ","163257":"\n  yikes I had no idea, I don't fuck with youtube. Obviously I'm against that sort of thing happening\n  ","163258":"\n  super model birb\n  ","163259":"\n  the only adaptation I've seen is the office and it was pretty good for a while. I saw the British versions of Inbetweeners and Shameless but I've not watched American versions.\n  ","163260":"\n  did you not see where I posted that 14 year olds aren't allowed to speak to me\n  ","163261":"\n  because they're comfortable as hell. Don't like it? Stop looking at butts. You're the perv here not them\n  ","163262":"\n  yes absolutely religion should only be for the religious\n  ","163263":"\n  yeah. Atlantic city, Las Vegas, and a few smaller casinos here and there\n  ","163264":"\n  my brother (10 years younger) and I don't have a relationship at all and I think some of that is that I just don't think he's a good person but some of it is there was too many years difference for us to ever really bond. I took care of him like a little second mommy when he was a baby so he doesn't really feel like a sibling.\n  ","163265":"\n  ME TOO Today is the best. 30 days on eggs. She was determined to hatch a baby outta nothing.\n  ","163266":"\n  :D It's that fenty mint mojito color I've been gushing about for like a month\n  ","163267":"\n  the redwood forests in Northern California\n  ","163268":"\n  My dad calls my sister and I \"darlin'\" and my stepmom calls us \"honey\" but I don't remember my mom ever having terms of endearment or nicknames for us or anything in fact I remember her making fun of another mom for doing that.\n  ","163269":"\n  I'm the oldest, then I have a sister 2 years younger and a half brother 10 years younger\n  ","163270":"\n  70s\n  ","163271":"\n  I have this one floral dress in like, three colors because I love it so much. I'm wearing it right now even though it's kinda cold and rainy because I wear it ALL THE TIME either with a denim jacket or a cardigan or without anything and sometimes with leggings. The rest of the time my \"uniform\" is a t-shirt dress and leggings or a different style dress.\n  ","163272":"\n  Omg guess what\n  ","163273":"\n  just a few select people. If someone comes across my dash in a positive way (sending questions that I want to answer, etc) then I might follow them but mostly it's just a select few\n  ","163274":"\n  I enjoy your questions please keep 'em coming\n  ","163275":"\n  like 2-3 times a week depending on how I feel and whether or not I did my makeup\n  ","163276":"\n  I have a really wild backyard with lots of trees and underbrush going down a steep cliff and like all the neighborhood wildlife lives there including a family of racoons. This morning I looked out my bedroom window and two cuties were snuggled in a pile grooming each other in the tree outside of my window\n  ","163277":"\n  no, it's def gross\n  ","163278":"\n  survive\n  ","163279":"\n  I have none, I didn't watch it and it's really sort of aimed at people much younger than I care about\n  ","163280":"\n  I've not seen either\n  ","163281":"\n  I do eat meat. Both are good but I probably eat more beef than pork. I have chicken for tonight, gonna stir fry it with some veggies and noodles.\n  ","163282":"\n  grilled cheese\n  ","163283":"\n  we spent about $450 on my cat Hachi when she passed. It was more than we could afford but it got paid eventually. I don't know what my limit is I think it's case by case. Bubo's vet bills are especially expensive, just a wellness exam starts at $80.\n  ","163284":"\n  I mean do what you want but if you're creepy or inappropriate you get reported whether your anon or not\n  ","163285":"\n  I thought we agreed to steer clear of each other\n  ","163286":"\n  hi\n  ","163287":"\n  Debbie Gibson or New Kids on the Block or maybe I would have been classy and said the Beach Boys\n  ","163288":"\n  not much. getting ready to do the dishes.\n  ","163289":"\n  it would have been nice to have felt as connected then as I do now because of tech. There are more options for creative endeavors too, many good tools. So I think those things would have been impactful had I had them in my younger years but like, I made due. I had pen pals lol.\n  ","163290":"\n  I can't imagine anything saving my childhood, tech included.\n  ","163291":"\n  nah. I'm gen x. We went through our period of hate from the older generations. Now it's millennials. Soon it'll be gen Y or whatever they end up adopting for the new generation.\n  ","163292":"\n  oh okay. My husband eats a lot so be prepared to cook plenty\n  ","163293":"\n  weird it's only like 10:48 am also I just ate\n  ","163294":"\n  it's not, it's annoying. and intrusive.\n  ","163295":"\n  noooope. Why do y'all anons think this is appropriate behavior?\n  ","163296":"\n  I haven't owned a bikini since like 2005\n  ","163297":"\n  lol there's no lie that's literally what I order every single time\n  ","163298":"\n  the majority of my life has been spent in apartments. Now I'm in a house though.\n  ","163299":"\n  yup three different dorms\n  ","163300":"\n  barbacoa burrito bowl\n  ","163301":"\n  I agree with the ban. The alt right are terrible but no one deserves doxxing. I have friends who were doxxed in gamergate.\n  ","163302":"\n  thanks\n  ","163303":"\n  I'm not hiding anything I'm an open book\n  ","163304":"\n  I don't think it's wise but it's not my life so I mean\n  ","163305":"\n  probably my eyes\/glasses though I have a pretty distinct nose too imo\n  ","163306":"\n  I used to enjoy crossword puzzles but I haven't done one in years\n  ","163307":"\n  more fenty highlighters\n  ","163308":"\n  pay. attention. to. me.\n  ","163309":"\n  my grower lol. He's from CA originally but now lives in OR. He's got a thick valley girl accent but wears overalls and camo\n  ","163310":"\n  I mean ya'll can be haters if you want but I've got a cat in my lap so\n  ","163311":"\n  like I know you're trying but I still just don't get you\n  ","163312":"\n  omg y'all ask me questions tonight entertain me It's thirsty thursday and I'm bored\n  ","163313":"\n  not really. but sometimes.\n  ","163314":"\n  well I don't love the format but it's tolerable (and could use improvement).\n  ","163315":"\n  I keep trying to invite people over and make it a \"thing\" again but it's just not that popular for some reason. I enjoy the site for the most part.\n  ","163316":"\n  I remember gifts but I don't remember ever being able to see sent questions. I guess I wasn't active here then.\n  ","163317":"\n  I hardly remember what it was like before. There was like a stream and no shoutouts and none of these \"mood\" settings or whatever. And they still haven't fixed the blocking system.\n  ","163318":"\n  I've only seen part of it. I enjoy Atlanta and I'm looking forward to the Solo movie and Community is okay but I've never really listened to his music\n  ","163319":"\n  horrifying but not unbelievable. I don't seek out news but I read what crosses my path and that seems to be a good balance of information.\n  ","163320":"\n  that I'm 38\n  ","163321":"\n  it's good to vent to someone. In the past I've had a therapist for that. It's rarely a good idea to bottle things up.\n  ","163322":"\n  I bought this ukulele thinking I'd learn to play but I never really did\n  ","163323":"\n  I can't think of anything lol. Ooops.\n  ","163324":"\n  I've never used those things\n  ","163325":"\n  brussel sprouts\n  ","163326":"\n  I like both but Bubo prefers kale\n  ","163327":"\n  I mean, I've smoked a lot of them and I know what I prefer\n  ","163328":"\n  I've considered it but it would be pretty expensive to get set up\n  ","163329":"\n  nah.\n  ","163330":"\n  I've been smoking for so long so regularly that I don't notice a difference.\n  ","163331":"\n  yeah we rolled out this afternoon around lunch time and went to the dispensary and jimmy johns for sandwiches\n  ","163332":"\n  no definitely not. I keep a tab open with a calendar on it\n  ","163333":"\n  we buy gifts for each other but we don't really do parties. Like, sometimes we'll have a weekend vacation to celebrate a birthday though.\n  ","163334":"\n  I wouldn't say obsessed. Maybe reliant.\n  ","163335":"\n  we celebrate our birthdays and wedding anniversary, yes. We acknowledge and call\/text family on their birthdays but we don't really celebrate celebrate.\n  ","163336":"\n  not at all. I'll try anything and have tried lots. I enjoy being adventurous with food. The worst that could possibly happen is that I don't like it (or it has mango secretly and I have an allergic reaction). So barring the mango possibility I just don't see it as that big of a risk to try new foods.\n  ","163337":"\n  I've never been to a tim horton's that seems like a very Canadian thing. So Dunkin', but we don't have those where I live now either. It's Krispy Kreme for us\n  ","163338":"\n  I've never seen either\n  ","163339":"\n  I have no idea because I genuinely quit right then\n  ","163340":"\n  being picky about food. I was never allowed to be picky and it weirds me out when perfectly healthy no allergy no disorders people are SO risk averse that they won't try a new food.\n  ","163341":"\n  she did it because I ran food to her tables for her. Like, wtf. She was extremely paranoid about people trying to \"take\" her tips\/tables and I was like omg I was just trying to help and she called me an asshole and I was like \"grown up words from someone who's makeup looks like a child's party clown\" and she grabbed a hamburger and took the top bun off so it was messy and threw it in my face and I pushed her into a table and the manager was like woah woah go cool off and I was like fuck that I quit\n  ","163342":"\n  I have. TGI Fridays. It was a miserable experience and I quit after another waitress threw a hamburger in my face lmao\n  ","163343":"\n  all children should be taught to respect all people at a young age\n  ","163344":"\n  dear followers stop lurking and send questions already\n  ","163345":"\n  I AM a delight\n  ","163346":"\n  do you feel better about yourself now, edgelord piece of literal garbage?\n  ","163347":"\n  I don't think about it but I guess it's more exciting than scary.\n  ","163348":"\n  I don't really cry ever. I might be like \"awwww that's sad\" at all of those situations. I would feel less sad about the slaughterhouse because I really like cheeseburgers.\n  ","163349":"\n  She's a ridiculous idiot\n  ","163350":"\n  customer service, waitress, hostess\n  ","163351":"\n  I don't even know who that is sorry\n  ","163352":"\n  1. confront your own racism. Your feelings might be hurt, you might be uncomfortable, but until you understand enough to rise above your \"white fragility\" and defensiveness you won't be a good ally.\n  \n  2. Use your place of privilege to support the marginalized.  Follow and support leaders of color within the movement and give them the platform they need to make a difference.\n  \n  3. Speak up against intolerance. When other white people say racist things, call them out.\n  \n  4. Keep learning. Read books on the topic. Follow people of color on social media. Have more than one black friend :P\n  ","163353":"\n  I think I'm getting sick.  Social Media is being annoying. I'm out of weed.\n  ","163354":"\n  I am in the worst mood.\n  ","163355":"\n  oooh so edgy\n  ","163356":"\n  orange, Hell No by Von Sell, Demian by Hermann Hesse, The Pixies, bright dresses and leggings or socks with a cardigan or jean jacket is kind of my staple\n  ","163357":"\n  I use my bellabeat leaf fitness tracker to track my periods. It's accurate. The device also lets me set alarms, tracks my activity, tracks my sleep, water intake, and time spent meditating. The app offers a bunch of different guided meditations.\n  ","163358":"\n  I mean, you're only seeing the good parts of their lives that they're sharing no one shares the bad parts really so like, just assume their lives are crappy behind the scenes.\n  ","163359":"\n  you'll find that basically nobody who's been around for a while clicks anon links even when they look safe because of attacks of that nature in the past. I don't know why y'all keep sending 'em I'm definitely never going to click.\n  ","163360":"\n  I used to like a rollercoaster at busch gardens williamsburg called the big bad wolf but I think it's been replaced with something else now\n  ","163361":"\n  guess what? I'm schizophrenic and ask fm has never mistreated me. I don't go around insisting to everyone that I'm special, either. I don't act like it's my only defining characteristic. And I DON'T harass other people about my disability.\n  \n  You were NOT right to send out the q about su*cide. It was completely fucked up. Like, so fucked up. And defending a gunman? Even worse. You deserved everything they did. Chill the fuck out.\n  ","163362":"\n  everybody take a stand\n  ","163363":"\n  I think so. Not bad for a monday.\n  ","163364":"\n  be myself.\n  \n  ask me questions, followers. For the next hour-ish I will be answering whatever crosses my inbox (unless it's offensive or inappropriate)\n  ","163365":"\n  It's okay. I got some knitting done. Cleaned a bit. Washed my hair. Bought my bird a new toy and some fresh millet. Had a coupon for free eggs at the grocery store. Had a home grilled cheeseburger for dinner. Drinking a pineapple cider now and listening to music.\n  ","163366":"\n  My parents were married when I was born, but divorced when I was 3-4. When I was around 7 both remarried. My father is still with my stepmother currently, and my mom divorced her ex husband a little under a decade ago and is remarried a third time recently.\n  ","163367":"\n  Dear Allison you are super cool love Allison\n  ","163368":"\n  Star Wars probably.\n  ","163369":"\n  1. home to the world's largest naval base and the North American headquarters of NATO.\n  \n  2. It has 144 miles of shoreline\n  \n  3. boasts the oldest theater designed, developed, financed, and operated entirely by African Americans—the Attucks Theatre, named for the African American man who fell as the first casualty of the American Revolution.\n  \n  (Norfolk, Virginia)\n  ","163370":"\n  I don't have any cousins. My only uncle didn't have any children.\n  ","163371":"\n  I guess my dad's side was more religious but both of my parents are atheists\n  ","163372":"\n  German seems most useful but French would be good in parts of Canada so either of those\n  ","163373":"\n  you mean navel and septum? I think they can be cute on others. I would be more likely to get my septum of the two, but I won't because I already have my nostril pierced and I feel like the jewelry would clink together in my nose and make an annoying sound\n  ","163374":"\n  I'll give you a try.\n  \n  For the future,. people who want me to follow- the best way to get me to notice you is to send questions and be interesting I almost always delete these sort of messages unless you were already on my radar\n  ","163375":"\n  we go visit him periodically for fun, the museum he's housed in is really cool and has a lot of weird taxidermy oddities and coin-operated machines and just random shit\n  ","163376":"\n\n   https:\/\/en.wikipedia.org\/wiki\/Jake_the_Alligator_Man\n  \n","163377":"\n  I think he's a disgusting, awful person\n  ","163378":"\n  it's Jake the Alligator Man\n  ","163379":"\n  just scroll I literally just took a picture\n  ","163380":"\n  probably. That's my husband for sure he's a multiples sneezer\n  ","163381":"\n  yeah, twice in my life\n  ","163382":"\n  noooo we are like, average middle class\n  ","163383":"\n  I mean- stop worrying about it. Nobody finds anyone being weird and stressed out about it\n  ","163384":"\n  usually only once or twice\n  ","163385":"\n  not in a long time but sure\n  ","163386":"\n  loud\n  ","163387":"\n  I have three- Rin, Kyo, and Mimi they're all very old Rin and Kyo are 13 and Mimi is 10\n  ","163388":"\n  sleepy. Just got up. drinking coffee. the cats are all screaming to be fed\n  ","163389":"\n  38 5'7\"\n  ","163390":"\n  why do you ask me gross shit\n  ","163391":"\n  ugh\n  ","163392":"\n  art\n  ","163393":"\n  I did try them but I didn't like the hassle or how they felt\n  ","163394":"\n  thanks\n  ","163395":"\n  well I just squeezed out two tears because of a really big yawn. But the last time I cried emotionally was I guess when my grandmother died a few months ago.\n  ","163396":"\n  cool.\n  ","163397":"\n  I don't even like creamed corn when it isn't pain and sorrow\n  ","163398":"\n  Why are you bothering me\n  ","163399":"\n  I hate feeling constrained and having to fit stuff into a specific space but I do love cute little travel size things. If anything, I underpack. Last vacation I had one less outfit then I thought so I had to rewear some things.\n  ","163400":"\n  I'm okay except for the inbox full of pervs I hate weekends on this website\n  ","163401":"\n  why? so you can get aroused? NO fucking thanks. Y'all pervs need to realize that women don't owe you shit.\n  ","163402":"\n  what is this even in reference to\n  ","163403":"\n  ?\n  ","163404":"\n  sexual\/fetish questions, questions that are not something you should ask a 38 year old married woman (which is what I am)\n  ","163405":"\n  Beagles\n  ","163406":"\n  ugh. Virgos I GUESS\n  ","163407":"\n  sure, I think most people around here are always up for questions (as long as they're appropriate)\n  ","163408":"\n  noooope Married for 14+years\n  ","163409":"\n  anyone can follow my art page at facebook.com\/shehitsbackart\n  ","163410":"\n  nah I was the kid everyone else cheated off of\n  ","163411":"\n  lol what no that's absurd\n  ","163412":"\n  I remember drawing all over the wall at this music venue with a sharpie marker once, just faces and doodles so I guess I vandalized but the place was pretty punk rock so it wasn't like it wa sa pristine wall\n  ","163413":"\n  when my feet are cold or I plan on wearing shoes that require socks\n  ","163414":"\n  I'm not really sure.\n  ","163415":"\n  if I had any I surely wouldn't share them with an anon on ask\n  ","163416":"\n  always\n  ","163417":"\n  because of cognitive difficulties and things like disordered thinking\/speaking I feel like I have to be careful about what I'm trying to say more than I used to have to be. Like, I'll get about 20 thoughts at once and my brain wants to blurt 3 simultaneously and I have to filter down a lot. Also I'm just withdrawn. But I still am social just in small spurts instead of being like, a social butterfly out every night\n  ","163418":"\n  38\n  ","163419":"\n  nah but I did when I was a smoker and I feel guilty about that even though it's been like 8 years lol\n  ","163420":"\n  weird\n  ","163421":"\n  thanks\n  ","163422":"\n  I can't have children. I expect that my husband or a facility will have to look after me\n  ","163423":"\n  I'm going to have to be.\n  ","163424":"\n  sometimes I miss pre-schizophrenia days, like my teens specifically, but there was a lot of other shit going on so I dunno. I try not to worry too much about the past. I still feel \"young\" enough, like I still have friends and go out and do things and enjoy art and fashion and youthful things\n  ","163425":"\n  y'all I'm pre-gamin' before the club to see a friend play music, send me questions until it's time to go\n  ","163426":"\n  I mean yeah I guess I don't really think about it a lot\n  ","163427":"\n  No way I love my glasses\n  ","163428":"\n  I saw the first two seasons but stopped watching after that\n  ","163429":"\n  I won't have kids but if I did they would all be fully vaccinated.\n  ","163430":"\n  FL\n  ","163431":"\n  Japan\n  ","163432":"\n  a lake\n  ","163433":"\n  friend to see if they wanted to meet me out tonight, going to go see a friend's band play later on\n  ","163434":"\n  there's this tourist trap called sea lion caves on the OR Coast and it's exactly what it sounds like- caves full of sea lions. They just chill out and honk and swim around and you can walk along this rickety staircase down into a part of the cave that is sectioned off and observe them\n  ","163435":"\n  the last birthday we celebrated around here was my husband in the end of Feb\n  ","163436":"\n\n   https:\/\/www.youtube.com\/watch?v=91wdC9hUDyg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","163437":"\n  that it's more enjoyable in the present\n  ","163438":"\n  what\n  ","163439":"\n  I haven't watched it in like a decade.\n  ","163440":"\n  I didn't really have goals in my early 20s. I was a newly diagnosed schizophrenic in an abusive relationship I thought I'd never get to escape from alive.\n  \n  Now I don't really make goals either but mainly because I try to live in the present. It's always a goal to keep creating art I guess.\n  ","163441":"\n  I mean if he needed to see a doctor he would just go see a doctor I don't have to convince him things like that\n  \n  Some people just have weird fears and aversions and I don't really know what to advise there\n  ","163442":"\n  Seattle for sure. The Pacific NW is the best part of the country\n  ","163443":"\n  Bubo is my muse. I've painted her many times.\n  ","163444":"\n  I honestly don't know anything about it but Yoko Ono is against it and I trust her\n  ","163445":"\n  no we don't but it's something we're considering later down the road as an upgrade. We have natural gas heat currently.\n  ","163446":"\n  life and all its aspects are weird as fuck\n  ","163447":"\n  I go through phases where I love everyone around me so much and then when I feel sort of disconnected from romance. Currently I'm a little disconnected. I love my husband and my friends and my family but I'm not just bursting with love like I have been in the past.\n  ","163448":"\n  like, not how my body is feeling necessarily but what it's limits are. Like I'll be asleep and dreaming and trying to see something in my dream but I can't because my eyes are closed. Or I'll want to run but I can't move, just wiggle because I'm actually laying in bed.\n  ","163449":"\n  I'm a little slow when it comes to jokes admittingly I take everyone very seriously\n  ","163450":"\n  if there was a drug that cooled my brain like a yawn does I feel like it would cure a lot of anxiety\n  ","163451":"\n  I'm so bad about that lol\n  ","163452":"\n  so wait the medicine is black pepper or the condition is called black pepper because that's kinda weird. I think sneezes are pretty good but I definitely don't orgasm I just think \"MAN THIS IS GOOD STUFF RIGHT HERE\"\n  ","163453":"\n  blonde\n  ","163454":"\n  I do! It's a really observant community that's all interconnected on the web through nextdoor.com so we look out for each other.\n  ","163455":"\n  eh, I dunno. I've been overthinking about yawns lately, and how the best sensation is the relief right after a good yawn. THAT only lasts a few fleeting seconds.\n  ","163456":"\n  glad I could help\n  ","163457":"\n  just anything. Like buying extra strawberries while they're in season. or taking a long bath.\n  ","163458":"\n  yes I have. Or like, I'll bribe myself with things (if you complete this task you can do this thing or have this item or whatever) But when I'm doing kinda bad like lately I tend to just give in to my desires because self care is important\n  ","163459":"\n  I would change it to \"you should get rid of all your fears and eliminate them\" because fears is plural but very close\n  ","163460":"\n  sometimes. If I have a little extra money so I don't feel guilty about spending, and when I'm with friends and having a fun time of it, then yes. If money's tight and it's like, a chore, then not really.\n  ","163461":"\n  I mean, you can maybe glean some info on people's habits or lifestyle choices but that's it.\n  ","163462":"\n  I've known people who grew up in nudist families and none of them continued the practice as adults. Shrug.\n  ","163463":"\n  the only types of delivery I can get not counting like uber eats or grubhub are pizza and chinese and both are good\n  ","163464":"\n  my sex life isn't anyone's business.\n  ","163465":"\n  like, it \"felt\" haunted. Most everywhere in town. My boyfriend at the time lived there across from Salem State U and I would walk the 7 miles from Beverly, MA across the bridge through Salem's downtown to his place and there were just spots that \"felt\" haunted.\n  ","163466":"\n  why would you ask a stranger this??\n  ","163467":"\n  I am married to a man\n  ","163468":"\n  like, most of Massachusetts is haunted. I lived there for a few years.\n  ","163469":"\n  Poltergeist\n  ","163470":"\n  well... okay. so I'm schizophrenic and I started showing symptoms right around the time I also started experiencing hauntings and I lived in a historic area near Salem, MA that was notorious for hauntings but at the same time probably all of that was a delusion so I don't know what to think about it now.\n  \n  BUT. There was one night in particular where other people were around and said they were experiencing the same things I was experiencing so maybe I had a haunted apartment. All I know is shit got real weird and to some extent, dangerous, and it started when the girls upstairs from me turned a ouija board face-down and then it went away when I had a witch cleanse the place.\n  ","163471":"\n  I have never cared about it that much. It's definitely nothing like adultery.\n  ","163472":"\n  Probably Tina Turner. I don't listen to her often but if she's playing I'm not gonna complain.\n  ","163473":"\n  It was another week lol. I don't know that I especially enjoyed or didn't enjoy it. I still feel kind of off-balance from grief. Bubo is still on maternity leave. My anxiety gets high without her. But nothing BAD happened, and tomorrow night I'm meeting friends out to hear a band play so that'll be a nice cap to a so-so week\n  ","163474":"\n  BEN. Listen. You are NOT NORMAL. Stop Asking me racist xenophobic misogynistic VIOLENT SHIT It's been YEARS like MOVE ON get THERAPY\n  ","163475":"\n  lol woooo\n  ","163476":"\n  2\n  ","163477":"\n  clean the kitchen and myself. make a big salad for dinner.\n  ","163478":"\n  thanks :)\n  ","163479":"\n  my husband will be in New Orleans for work for part of June and I intend to deep clean the house while he's gone.\n  ","163480":"\n  Ohhhh that kind of profile. I took this just now but be warned in not wearing makeup and my hair is garbage and it's been a bad day. Also it's very hard to take a profile selfie because I want to see what's going on\n  ","163481":"\n  for drawing, yes. I'm a little less patient and more expressive in my painting. For knitting yes you need to be quite patient.\n  ","163482":"\n  I'm confused. you want what, a full body pic? I haven't taken anything but face selfies in a while because my full length mirror sucks\n  ","163483":"\n  do you not see the 5 profile pics I have posted on my profile\n  ","163484":"\n  I painted a canvas solid purple but I don't know what to actually paint on it yet lol. I've been knitting the past few days instead of painting, little hexagon puffs made out of striped yarn to sew together in a big puffy quilt\n  ","163485":"\n  because it's an unusual desire- you're obv getting off on this sort of thing. There's literally no reason to ask a grown ass person about bodily functions unless you're 12 or you have a fetish. Both are still fucking unacceptable.\n  ","163486":"\n  all. mammals. fart. I'm not going to entertain your weird childish fetish any longer\n  ","163487":"\n  k new rule you have to be at least 18 to speak to me\n  ","163488":"\n  yo\n  ","163489":"\n  Universe is a pretty great last name\n  ","163490":"\n  First day of first grade in 1987 you'll note the she ra princess of power lunchbox\n  ","163491":"\n  yeah it's growing. I like for it to be long enough to put back into one big bun I'm nearly there (I can get two smaller buns now)\n  ","163492":"\n  I didn't even click the link because anon but yeah I hate blaming a dog for anything it's a dog.\n  ","163493":"\n  I didn't really date when I was of an age that it would affect my parents in anyway. I think I went on one date with a black dude in high school and I'm pretty sure no one cared. I dated another black guy later on but I was a grown ass adult and we weren't serious enough to meet the parents. That was the last person I dated before I met my husband, actually\n  ","163494":"\n  I mean, all dogs are good\n  ","163495":"\n  it's only 10:14 am where I am. So far today I've drank coffee, visited Bubo, blogged, and caught up on notifications on various websites. And listened to music. But that's about it. I'm about to go smoke up.\n  ","163496":"\n  yup. like the naked part was important. Even if it w3as just a peck on the cheek that's where babies came from\n  ","163497":"\n  thank you they are Traction brand.\n  ","163498":"\n  thanks\n  ","163499":"\n  I'm a little \"off\" this morning, feeling agitated and uncomfortable. Trying to drown it in coffee. Finished my blog prompts for the entirety of mental health awareness month, proud of myself for keeping up with it every day. Tomorrow begins pride.\n  ","163500":"\n  I haven't paid enough attention to him to have an opinion\n  ","163501":"\n  I have a friend who's on a bowling league but I'm not very good at it\n  ","163502":"\n  I thought sex was when two grown ups got naked and kissed\n  ","163503":"\n  survival instinct\n  ","163504":"\n  yes\n  ","163505":"\n  I'm medicated so I wouldn't think so, no? I just answer sincerely it doesn't have anything to do with mental illness.\n  ","163506":"\n  I do. I was diagnosed nearly two decades ago. I've been blogging about it this month for mental health awareness month at shehitsback.tumblr.com\n  ","163507":"\n  I do\n  ","163508":"\n  Bob and Linda from Bob's burgers because Jon talks to inanimate objects and I make up silly songs all the time\n  ","163509":"\n  me probably.\n  \n  I am kinda let down by my family right now though I spent every day this month blogging about schizophrenia and I thought that maybe after the past 18 years of being clueless and hurtful they might want to finally learn something about me and be understanding. My dad's excuse was literally that he had \"too many emails\" so he couldn't read anything else. Like okay whatever.\n  ","163510":"\n  I've lived in the downtown part of a suburb near Boston, and the outskirts of Louisville, but everywhere else has been firmly in the 'burbs\n  ","163511":"\n  ugh why are you here\n  \n  ALL fetishes are fucking annoying.\n  \n  kinda like random dudes who have opinions \"uwu some fetishes are gud ok\"\n  ","163512":"\n  I just want to live forever is that a superpower\n  ","163513":"\n  I've never considered the comparison.\n  ","163514":"\n  yeah probably on the crying, crush on close friend yeah for sure, never had a thing for a friend's partner\n  ","163515":"\n  No to the first two, yes to babysitting.\n  ","163516":"\n  I have been a girl scout briefly but I haven't volunteered at any schools or shelters. Only volunteering I've done that I can remember right now is for an organization that helps rehome stray cats\n  ","163517":"\n  sometimes I have cravings for these suckers so bad but only like twice a year\n  ","163518":"\n  he's my least favorite Beatle\n  ","163519":"\n  gross and unnecessary\n  ","163520":"\n  I live somewhere it's legal and it's been nothing but beneficial for my state.\n  ","163521":"\n  yo\n  ","163522":"\n  I mean I am one so\n  ","163523":"\n  reminder----\n  \n  I STILL REPORT ALL FETISH questions It's NEVER OKAY to use this site to get your gross little penis hard you sick pieces of literal garbage\n  ","163524":"\n  yes cause realistically people are going to drink enough water to get sick. YOu'd have to literally be drinking water every second of every day all day without sleep. OBVIOUSLY I didn't tell anyone to do that.\n  \n  The ONLY REASON you messaged me was to try to be disagreeable under the guise of concern.\n  ","163525":"\n  I drink like 3 liters a day. You can safely drink up to like 25 liters a day before your body nopes out. I think I'm safe :P thanks for concern trolling me though anon everyone learned so much from you  *eyeroll*\n  ","163526":"\n  no, never. I'm not one of those people who like hangs out there or watches tv in the bedroom or even reads in there or anything. I eat at my computer desk a lot though.\n  ","163527":"\n  yes, several packs daily for 15 years but I quit 8 years ago, a few, I smoke weed daily, nah I usually stick to at least 5 or so years around my age, nah I didn't get a car until I was 21 so they couldn't\n  ","163528":"\n  drink so much water\n  \n  all day long water water water\n  ","163529":"\n  thank you\n  ","163530":"\n  This is how my hair is today\n  ","163531":"\n  send me all the questions homies I'm PMSing hard and want a distraction\n  ","163532":"\n  I hardly ever listen to podcasts but the last ones I've enjoyed have been Mysterious Universe and Pounded it the Butt by my Own Podcast\n  ","163533":"\n  of Greek origin meaning \"truth\"\n  ","163534":"\n  comedic relief in a sitcom.\n  ","163535":"\n  I like pepper jack on a sandwich with roast beef\n  ","163536":"\n  yeah it's completely fucked up\n  ","163537":"\n  Poor you, hope he comes soon\n  \n  If I can think of anything I'll send it out until then followers, go send saschulya questions\n  ","163538":"\n  Evil Dead 2\n  ","163539":"\n  the first that comes to mind is that you should throw salt over your shoulder to blind the devil since he's the one who made you spill the precious salt anyway\n  ","163540":"\n  I got a \"your prettier with your glasses off\" not long ago I guess that sort of counts\n  ","163541":"\n  yes I had them out when I was 20 which was 18 years ago.\n  ","163542":"\n  well,  I like the concept. I like the campfires and the trees and the nature sounds and cooking outdoors. But I could do without sleeping in a tent. My back is fragile I need a good bed.\n  ","163543":"\n  anywhere different than what I'm used to honestly. I have no international vacation plans, though.\n  ","163544":"\n  cinnamon raisin\n  ","163545":"\n  my paternal grandmother was adopted\n  ","163546":"\n  guess I choose month, the options here are January, Smokey or Sheba, and Orange\n  ","163547":"\n  I really wish you'd stop sending me this garbage I don't even know who you're talking about nor do I care\n  ","163548":"\n  KKK members\n  ","163549":"\n  nothing. I don't study. I haven't been a student since 2000\n  ","163550":"\n  several hours\n  ","163551":"\n  this week we've had takeaway once (a pizza).\n  ","163552":"\n  I guess I'd just pull them aside. Or wait until there weren't a lot of people around.\n  ","163553":"\n  people using fake accents\n  ","163554":"\n  not really. I don't have a lot of interest in games anymore. But I don't care who wins.\n  ","163555":"\n  thumbs up\n  ","163556":"\n  sooooo good. there's a food cart - turned- restaurant in Portland called Nutritaco that makes amazing tortas as big as your head\n  ","163557":"\n  salmon, brussels sprout, ice cream, beef, cereal, ice cream sandwich, chili, torta, butter chicken\n  ","163558":"\n  really inconceivable. How do you \"lose\" that many people, especially children\n  ","163559":"\n  yes, 5%\n  ","163560":"\n  I mean, a little. It's been a long day and I'm starting to get a cold and my husband is playing Fortnite with his buddies and I'm hanging out online with a pear cider smoking weed every little bit Bubo is busy busy though I do manage to pester her enough to come snuggle about once an hour\n  ","163561":"\n  oh no not at all we get along really well and have a peaceful household\n  ","163562":"\n  dissociative identity disorder it's what people used to call \"multiple personality disorder\"\n  ","163563":"\n  what my sense of self? No not at all. Do you have schizophrenia confused with DID?\n  ","163564":"\n  beauty has more societal advantages\n  ","163565":"\n  I do\n  ","163566":"\n  realizing that even though it's the same household you can't control the actions of someone else and compromises often need to be made\n  ","163567":"\n  all right there's 718 of you following me somehow surely you can scare up some questions to keep me company tonight\n  ","163568":"\n  nah we're really chill people actually. Sometimes Jon gets really frustrated with coworkers or something and hollers about it a little but he doesn't like go fight them or anything lol.\n  ","163569":"\n  I'm definitely not torturing a bird. She's loved and treated amazingly well. You're just a piece of shit who can't stay in their own lane and wants to get all sanctimonious about shit you don't understand.\n  \n  I get it, being a shitty teen is hard. Maybe don't take out your frustrations on the grown ups.\n  ","163570":"\n  hey shithead\n  \n  then don't follow me??\n  \n  Like what the fuck is wrong with you anons\n  ","163571":"\n  Parrots, especially smaller breeds like cockatiels and budgies, have night terrors like human children. Bubo had two last night, screaming until I got up to turn a light on and calm her down. I wonder what she dreams about.\n  ","163572":"\n  Listen.\n  \n  Your disgusting transphobia and everything else repugnant about you isn't welcome in my inbox. I wish you would just leave me alone.\n  ","163573":"\n  Probably one of my little brother's basketball games a million years ago\n  ","163574":"\n  they seem to have stayed about the same honestly. There's not a ton of crime in my city.\n  ","163575":"\n  cars are so unimportant to me. I have a nissan versa with over 100k miles\n  ","163576":"\n  I never exfoliate anything but my face. I don't really do anything for my regular skin except drink a ton of water\n  ","163577":"\n  not this weekend but probably within a week or so\n  ","163578":"\n  I don't even know what sport this is supposed to be about\n  ","163579":"\n  I think it's shitty to hurt someone intentionally but at the same time I don't know if I agree that mono relationships are always that healthy.\n  ","163580":"\n  yes of course we wouldn't have lasted this long otherwise\n  ","163581":"\n  nope. It's interesting though. K I'm going to bed now I'll answer any further questions in the morning\n  ","163582":"\n  yup\n  ","163583":"\n  smell probably. I used to play a game with my roomate where I'd walk along the street and name the laundry detergent each family used by smell\n  ","163584":"\n  I wish but no\n  ","163585":"\n  basically\n  ","163586":"\n  no worries mate\n  ","163587":"\n  nah in my family you end up in a dead guy's closet\n  ","163588":"\n  read up on white supremacy and  privilege and what you can do to use your privilege for the greater good\n  \n  I know I keep suggesting it but it's so good and it's a current nytimes bestseller \"So You Wanna Talk About Race\" by Ijeoma Oluo is such a good place to start\n  ","163589":"\n  just cremated no funeral no anything that's how my family does\n  ","163590":"\n  it's all good\n  ","163591":"\n  I'm not worried about things\n  ","163592":"\n  yup if that's the way you're gonna simplify things to try to be edgy, then yes\n  ","163593":"\n  I think the only thing I have a strong opinion on is that not all women are breeders\n  ","163594":"\n  I mean we all have an ego right? that's what tells us how to behave and reminds us to stay within the right perimeters\n  ","163595":"\n  he's a white guy but he listens to me ramble about white supremacy and why we're all racist and how to fix that\n  ","163596":"\n  nah. I'm only ever a danger to myself.\n  ","163597":"\n  nah I wish I have to really fight for my creativity during bad schizophrenia episodes.\n  ","163598":"\n  Nah it helps with anxiety maybe but not really anything else. THC particularly helps me increase my appetite where my antipsychotics don't but I don't depend on intoxicants for anything other than de-stressing and muscle relaxant. CBD However I depend on for glaucoma relief, an additional anti psychotic, joint anti inflammation, relief from ptsd, etc. But it's not high-inducing.\n  ","163599":"\n  yes\n  ","163600":"\n  yup\n  ","163601":"\n  currently an angry orchard Rose. I started off with a cocktail of my creation that my friend Ngaio named \"eye of the tropical storm\" which was cranberry, pineapple, bourbon, and CBD oil\n  ","163602":"\n  yes\n  ","163603":"\n  nah I'm super hydrated\n  ","163604":"\n  risen above the griefs of everyday life by finding a place of mindfulness and spiritual center\/presentness\n  \n  I dunno dude I'm drunk and in a weird place with intrusive grief thoughts I'm just answering by the seat of my pants at this point because it's easier than letting my brain take over\n  ","163605":"\n  I feel pretty enlightened in my mindfulness\/living in the present and I'm happy to be apart of society so I can recommend that sort of thing on my tumblr lmao isn't that what we do nowadays\n  ","163606":"\n  I dunno. Maybe. Maybe it's also that we're remembered for being life changing to someone or various people\n  ","163607":"\n  I hope people just remember me and share my art\n  ","163608":"\n  I'd do McDonalds because they're my go-to comfort food. Also, cheapest. The hardest to do everyday for me would be starbucks because they don't serve that much food\n  ","163609":"\n  I would like to eat all of those things. Except the latte, I hate milky drinks. And I'm not supposed to eat too much tofu, like everyday tofu would potentially affect my hormone balance.\n  ","163610":"\n  I mean, isn't that what I'm doing with social media\n  ","163611":"\n  Once or twice a week.\n  ","163612":"\n  depends. I really like Bob's Burgers. I probably wouldn't be as interested in something aimed at children\n  ","163613":"\n  thanks\n  ","163614":"\n  not really familiar with either of their works\n  ","163615":"\n  lol I would definitely not want to be 22 again\n  ","163616":"\n  no not really. I like to go buy flowers at the summer market\n  ","163617":"\n  I have next to no motivation for this sort of thing but lately I've realllllllly been trying. What I do everyday several times a day is lift weights (two exercises, two 10 lb dumbbells, bicep curls and lat pull ups) and then 3 standing yoga poses (warrior 1, side triangle, and tree on each foot for all)\n  ","163618":"\n  we're prone to addictive behavior. So that's a thing. I drink alcohol occasionally in \"phases\" but I've been successful in not becoming addicted to it. My biggest concern is with medication interactions. I can't drink tooo often or else that + my pills = high blood pressure.\n  \n  I have no experience with street drugs, only medical marijuana. There have been studies that show that schizophrenics who take LSD can have flashbacks later in life. I was dosed once against my will but I've never had trip flashbacks (just ptsd flashbacks). I would assume that we react like anyone else does but maybe with more intensity.\n  ","163619":"\n  I drink a ton of water and that sort of takes care of my skin for me. In addition to that I clean my face and neck with Lush's Herbalism scrub and moisturize with their Imperialis cream. The rest of my body I use gentle, sulfate free products and clean with a handmade lavender soap.\n  ","163620":"\n  yes but I only add people I kinda know. However, anyone can follow my art page at facebook.com\/shehitsbackart\n  ","163621":"\n  no I'm infertile because of polycystic ovarian disease. I do have three cats and a bird though. And a great-nephew and 5 nephews.\n  ","163622":"\n  I am. I've been married for 14 years last April\n  ","163623":"\n  America. Virginia Beach, Virginia. I am near Portland, OR across the river in Washington state now.\n  ","163624":"\n  it's just a thing dude. Y'all get so preoccupied with it like it's some amazing life changing event but it's just sex it's so ridiculous and immature to worry strangers about their sex lives\n  ","163625":"\n  why do you want to know about my sex life?\n  ","163626":"\n  according to google, the southwest grilled chicken salad\n  ","163627":"\n  I've been taught little bits of html, css, and php. Could I code anything successfully past like, a blog homepage or something? Probably not.\n  ","163628":"\n  My grandmother was Appalachian and said a lot of weird things that I've definitely picked up now that she's gone and I miss her. Words like \"reckon\" and \"yonder\" and \"britches\" and more common words like \"Y'all\". Another thing she did that I also do a lot is make up words based on verbs used as adjectives to describe something that's especially whatever the verb is like the singinest bird or the laughingest baby\n  ","163629":"\n  nope. It's animal abuse. I have vegan friends but they feed their pets the diets that they need to thrive as healthily as possible- which includes meat products.\n  ","163630":"\n  whatever nerd no one needs your help\n  ","163631":"\n  yeah when I was freshly out of foot surgery last year it was really hard to just get a shower because I had to wrap my foot up and stand on one leg or whatever so I didn't really shower as much then I just used wipes and washcloths and dry shampoo. Last week I stretched it to my occasional 4 days with clean clothes on the second day and just not doing anything to get dirty but I definitely feel ya I don't go that long that often but I'm also fully medicated and on a treatment plan that makes it a little easier to get to it when I need to.\n  ","163632":"\n  probably like 4. I can talk myself into showering more often than I can washing my hair. I hate the way wet hair feels. So normally even if negative symptoms are bad I can shower every other day or even everyday sometimes if I've been active and need it but I might not wash my hair but once or twice a week\n  ","163633":"\n  thanks! :D\n  ","163634":"\n  This month for mental health awareness month I've been doing a blog prompt list for schizophrenia awareness and I've participated every single day so far this month without fail even on hard days and even through family deaths and being alone for a week and whatever else this month has thrown at me and I am proud of myself. Read my blog here: shehitsback.tumblr.com\n  ","163635":"\n  Thanks <3 Today is just getting started but so far so good. I have coffee and music. I do miss my Bubo in the mornings right now, used to be I'd grab her out of her cage and we'd hang out for an hour or two in the morning but now that she's on eggs she only wants a minute-long-snuggle and then it's back to the eggies.\n  ","163636":"\n  food. I hate how expensive food is\n  ","163637":"\n  my bird is probably my second\n  ","163638":"\n  my husband\n  ","163639":"\n  still nope\n  ","163640":"\n  I had this scarf printed from redbubble with my Anna's hummingbirds on it. Link in my bio\n  ","163641":"\n  nope\n  ","163642":"\n  okay?\n  ","163643":"\n  I just don't tell people stuff if it's hard lmao. I still haven't officially come out to my family as bi I just assume they read my social media.\n  ","163644":"\n  I'm a meat-eater but I try to only but cruelty free makeup if that counts for anything\n  ","163645":"\n  I'm pro choice for sure, and think that it's very important to have safe abortion clinics easily accessible. It is something that is a pretty current hot topic in most places still, though it seems like we should be past this and progressing onto other things by now. It should be up to the people.\n  ","163646":"\n  hey y'all ask me questions\n  ","163647":"\n  I went to art school from 4th grade until a second year of college. Art's kinda my thang. Here's a portrait I finished yesterday, and here's a link to the rest of my recent work: redbubble.com\/people\/shehitsback\/shop\n  ","163648":"\n  probably Indian. Or American.\n  ","163649":"\n  nah just flew a couple of months ago\n  ","163650":"\n  take care of Bubo\n  ","163651":"\n  you for sending out this bs so frequently lately. Just don't use ask if all you use it for is drama.\n  ","163652":"\n  well I mean I've already been here for like 38 years\n  ","163653":"\n  I mean, they're really small so even if you did want to cook one it wouldn't be much to eat\n  ","163654":"\n  Just a wild back yard and when it's really clear, a mountain range past those trees. This is the great room of my house you're seeing the rest of the house has smaller ceilings and is overall smaller\n  ","163655":"\n  too many weddings I'm pretty content where I am thanx\n  ","163656":"\n  lol already married, for over 14 years now!\n  ","163657":"\n  it took her about a month last time, but her clutch was bigger and spread out over more time. This time she only had 3 and they were all the min. 2 days apart so she might be finished next week or the week after.\n  ","163658":"\n  \"I don't do quotes\"   :P\n  ","163659":"\n  it varies wildly. A lady who works at the bord store Bubo came from said she has an every-two-month layer. Bubo so far only seems to want to lay when she perceives it's \"spring\"\n  ","163660":"\n  yeah I feel pretty bad for her but the alternative is taking the eggs away which might cause her to get real determined and lay even more\n  ","163661":"\n  I can't right now because she's on eggs! we snuggle about once every hour right now but she's always quick to get back to her duty as egg-mama\n  ","163662":"\n  what's a \"quote picture\"\n  ","163663":"\n  thanks :)\n  ","163664":"\n  Selfie from yesterday previously unpublished\n  ","163665":"\n  just day camps, never an overnight camp except for like, one night camping trips with girl scouts.\n  ","163666":"\n  like 38 lol. Every year I look back and think \"yeah, I've matured about a year's worth\"\n  ","163667":"\n  kenneth, percival, regina\n  ","163668":"\n  I really can't believe that people are so horrible and fucked up that they would believe that the school shooting victims and relatives are \"crisis actors\"\n  \n  I don't know that I believe any. Maybe that aliens have infiltrated society lol\n  ","163669":"\n  I enjoyed your questions, thanks feel free to send whatever anytime you feel like it\n  ","163670":"\n  I don't have the attention span to read much while I'm symptomatic but the last book I enjoyed was \"So You Want to Talk About Race\" by Ijeoma Oluo\n  ","163671":"\n  chips\n  ","163672":"\n  Walmart I guess\n  ","163673":"\n  hazelnut (which I'm drinking now)\n  ","163674":"\n  dairy queen\n  ","163675":"\n  swedish fish\n  ","163676":"\n  I work from home, painting and drawing and selling prints and merch of my art on redbubble.com\n  ","163677":"\n  sleeping. I'm so good at sleeping.\n  ","163678":"\n  artist- so what I'm doing except for I'd obviously like to be way successful at it\n  ","163679":"\n  When I'm healthy and active and feeling good, daily. When I'm having a bad spell and suffering from negative symptoms, once every 2 or 3 days.\n  ","163680":"\n  I have three cats and a parakeet. The cats are named Kyo, Rin, and Mimi. The bird is Bubo. Bubo is laying on eggs this spring which is why she looks so frazzled in the pic. She's got three eggs under there\n  ","163681":"\n  I do, unless they're that gross, ableist \"mentally ill person is the psycho killer\" trope\n  ","163682":"\n  Probably Summer because farmer's markets and short sleeves\n  ","163683":"\n  right now it's \"Hell No\" by Von Sell\n  ","163684":"\n  Summer or Fall. I like when it's not raining.\n  ","163685":"\n  there's a great little Lebanese place in Portland called Tarboush that has really authentic food and it's in a cute Victorian house\n  ","163686":"\n  nope I have central a\/c now so I just let that run. Before we got the ac installed we did have a fan in the bedroom\n  ","163687":"\n  the pixies\n  ","163688":"\n  owls are my favorite I have owl stuff all over the place\n  ","163689":"\n  thank you!\n  ","163690":"\n  not necessarily. I think being shallow is unfairly maligned, also.\n  ","163691":"\n  morning person nowadays\n  ","163692":"\n  cindy, charles, cletus\n  ","163693":"\n  bubblegum yuck\n  ","163694":"\n  approx 8,890,000\n  ","163695":"\n  :D\n  ","163696":"\n  For mental health awareness month, I've been participating in a prompt list for schizophrenia awareness on my blog (\n  \n   http:\/\/shehitsback.tumblr.com\/\n  \n  )  the first of this series is:\n  \n   http:\/\/shehitsback.tumblr.com\/post\/173485780773\/1-introduction\n  \n  - and I've continued to blog about shizophrenia each day for the past 22 days. If you want to learn, I recommend giving it a read. The main thing I want people to be more informed about is that we're more likely to be victims of violence than perpetrators. We're not dangerous members of society, we're fairly regular people when you get down to it.\n  ","163697":"\n  I mean, that seems pretty normal and valid. I don't really know what to advise, I was in the closet at your age. If you can explore your feelings then do so, good luck. It's always better to be honest and true to yourself when you can.\n  ","163698":"\n  it needs to come back I don't want to keep sending questions to people who historically never answer\n  ","163699":"\n  basically\n  ","163700":"\n  black coffee\n  ","163701":"\n  yesssss you know what I want? I want to be able to see the questions I've sent out on a tab so I know if they've been answered or not\n  ","163702":"\n  I try to stay up on new indie music a little but like, that's it. I'm too old to keep up with everything else\n  ","163703":"\n  ugh. Batman I guess.\n  ","163704":"\n  probably not,  but I'm not unhappy either\n  ","163705":"\n  my \"nest\" desk area where I feel protected and comfortable\n  ","163706":"\n  Most people call me \"Allison\".\n  ","163707":"\n  Lucian Freud\n  ","163708":"\n  natural and artistic creation\n  ","163709":"\n  I used to call my grandma every monday morning but she passed 2 months ago so mondays have been kinda hard since.\n  ","163710":"\n  I did a two second google search, which you could have done, and am supplying the first article, which is relevant.\n  \n   https:\/\/www.theguardian.com\/commentisfree\/2017\/sep\/06\/white-people-solution-problem-munroe-bergdorf-racist\n  \n\n  I'm not here to do your race studies for you, wake yourself up. Start with Google. there are plenty of great books out there too. I recently read \"So You Want To Talk About Race\" by Ijeoma Oluo and I recommend it greatly to any white person especially.\n  ","163711":"\n  all white people are racist. I do my best to lessen that and stay educated and intersectional.\n  ","163712":"\n  white people in general have some major entitlement issues but a white man's entitlement comes from a position of social power that women's do not come from. So yes white women are entitled but in a different way than white men.\n  ","163713":"\n  Entitlement mostly.\n  ","163714":"\n  I dunno probably not but I ghost the fuck out of gross people I don't want in my life anymore\n  ","163715":"\n  sushi\n  ","163716":"\n  thank you :)  I'm fine I got a little nap\n  ","163717":"\n  thanks :) they were reported presumably because the \"question\" disappeared. I just haven't slept and I'm on edge.\n  ","163718":"\n  seriously like y'all are the literal fucking worst. Full of hate and evil and disrespect. What happened to you children that made you this way\n  ","163719":"\n  me: my uncle died in a gruesome way and I'm grieving\n  \n  ya'll fucking anons: haha you're infertile and I'm sad for your hubby boo hoo\n  ","163720":"\n  he does just fine.\n  ","163721":"\n  I feel sorry for you being so concerned with my life\n  ","163722":"\n  I had it the other day but it wasn't anything exciting just \"i've been in this spot before and said this exact thing\"\n  ","163723":"\n  thank you\n  ","163724":"\n  I don't have any dreams\n  ","163725":"\n  same\n  ","163726":"\n  I'm like the worst person to come to over that I didn't come out until I was 35\n  ","163727":"\n  I let spotify suggest music to me often\n  ","163728":"\n  she scooted all three of her eggs from one corner of her cage to the other last night but otherwise is fine. Her last snuggle break was cut short by remembering that there was some carrot in her treat bowl\n  ","163729":"\n  I assume you mean the teal color in my display pic? It's a liquid catsuit matte by wet n wild called \"the shade is teal\"\n  ","163730":"\n  thanx\n  ","163731":"\n  thanks Leigh <3\n  ","163732":"\n  a family member passed in a particularly upsetting way\n  ","163733":"\n  got some really terrible news and need a distraction, AMA\n  ","163734":"\n  lol, lmao, idk, brb, brt, til\n  ","163735":"\n  well I just smoked up so it's a little better than it previously was\n  ","163736":"\n  what to write for my blog prompt today. I sort of winged it. Schizophrenia and friendships\n  \n   http:\/\/shehitsback.tumblr.com\/post\/174054507158\/19-schizophrenia-and-relationshipsfriendships\n  \n","163737":"\n  I'm 38\n  ","163738":"\n  august home so I can get into my house without a key, hue so I can operate my lights without Alexa, then either fb messenger or instagram\n  ","163739":"\n  I just use the standard default functions but here's a screenshot of the modes\n  ","163740":"\n  I mean, my husband probably doesn't love how things are. I don't really know how he's coping, I know it was a reason for therapy for a while. I'm trying to be more open to things again I'm just like, out of practice now.\n  ","163741":"\n  of course. I was especially close to a cat named Hachi and I grieved after she died for a long time. I still think about her, she was such a cute girl.\n  ","163742":"\n  omg don't be weird at me please\n  ","163743":"\n  sure\n  ","163744":"\n  this was 21 years ago so I can't really remember what that was like. I don't remember anything else from that night really\n  ","163745":"\n  yeah, I'm fine with them. I don't particularly love the vibration feeling against my teeth but I survive\n  ","163746":"\n  it appeared to me as if smoke in the air where I was solidified and I thought I was going to die so I crawled through a garden on my knees holding my breath as much as possible until I was away from it and then I went to sleep. Someone woke me up later and I had some vivid dreams. that was my experience. What was bad was the panic, thinking I was going to die. Also it kinda sucks that it took people that long to realize I was missing from the party lol.\n  ","163747":"\n  yeah I know, she's a happy healthy girl and that's what happy healthy girls do. I feel bad for her she's a little stressed out. But she gets a snuggle break with me anytime she wants and I've been giving her lots of greens and millet as treats.\n  ","163748":"\n  A little ruffled and not very good at sitting on all three of her eggs at once, but still a cute girl\n  ","163749":"\n  maybe so. I feel like the natural things are prob okay, like I was dosed with LSD once as a teen and it was definitely bad so I wouldn't try that again but I'm drawn to shrooms and peyote as bucket list things, not regular use things. But considering I'm an old suburban lady with no hookups I'm probably not going to end up trying either.\n  ","163750":"\n  I want to try mushrooms I just don't even know how to go about acquiring them\n  ","163751":"\n  I'm pretty good, my husband came home from a weeklong trip with work and we're getting ready to go grab tacos and watch tv together in a few\n  ","163752":"\n  I never watched it\n  ","163753":"\n  I mean, they're cute but I'm not way into it. My sister is though she's all about this wedding. Positively. On both counts.\n  ","163754":"\n  Handy guide on whether or not to ask me your question:\n  \n  What's the purpose of your question? Is it to LEARN something, about me personally or my opinions or things I might know about, etc.? Then proceed! That's the correct reason to ask a question.\n  \n  Is the purpose instead to gain attention to yourself, create drama between other accounts, declare your views without prompting, or hurt someone's feelings, then just don't? Maybe stop and think about why you're like this?\n  \n  If the purpose is to get your gross little dick hard, then like, delete yourself. I will report you if I don't choose to shame you first. No one wants your fetish questions. No one wants to be badgered about underwear or pics or whatever else y'all love to send to people. Other folks are right to charge y'all money, this isn't sad little penis wants attention dot com.\n  ","163755":"\n  ha thanks I have to amuse myself somehow\n  ","163756":"\n  they're just fast growing, I don't do anything special. I keep my other hand clipped except for the thumb nail which I use to flip the yarn over the needles when I knit.\n  ","163757":"\n  they're real. I don't wear acrylics because the ONE time I had them they snapped off everywhere and it was gross, I'm just too hard on my hands I guess.\n  ","163758":"\n  ha thanks I looked everywhere for just the right emerald green polish (essie had the winner)\n  ","163759":"\n  I'm not sure but it's weird that it did, so many historical documents and such are written in cursive. I love cursive. I have a tattoo of my grandmother's handwriting on my arm. She taught me to write and I always tried so hard to make my writing look as fancy as hers did. There are probably kids who can't read my tattoo and just think it's some loops and a scribble\n  ","163760":"\n  yeah it's pretty gross but I mean they're trying to get paid\n  ","163761":"\n  weed\n  ","163762":"\n  I want both. I maybe want too much.\n  ","163763":"\n  this has supposedly been in my inbox for 25 minutes but I'm just now seeing it for some reason?!\n  \n  yeah maybe but at the same time I think it's easier to connect because of online so it can go either way\n  ","163764":"\n  I'll pass the info on to my readers, I've been around dead bodies enough in my life through art school life (and death) drawing courses that I could do without more dead people talk\n  ","163765":"\n  I wish I knew I'd preserve the fuck out of myself if I could I'm glad I'm not aging fast because I'm terrified of aging\n  ","163766":"\n  I mean, in general our bodies age and wear down and malfunction. As far as mental illness specifically, not really it seems like the time most people notice a change is early 20's late teens for at least the majority of disorders. Sometimes later for women because we're less likely to be properly diagnosed the younger we are.\n  ","163767":"\n  I dunno, it comes and goes some things tie my brain in knots easily and others don't. I studied reincarnation before I became sick\n  ","163768":"\n\n   http:\/\/shehitsback.tumblr.com\/post\/173642335903\/6-cognitive-symptoms\n  \n  this is why I don't have any real answers to your question\n  ","163769":"\n  I've heard some podcasts about it. Interesting stuff. Still sort of convinced there's nothing after we die though.\n  ","163770":"\n  no I'd want to live on I'm terrified of death and it's finality so reincarnation has always seemed like a really nice idea to me\n  ","163771":"\n  nah I talk to my pets but I don't really talk to myself\n  ","163772":"\n  then I guess that's what what. I would like that, energy recycling throughout time.\n  ","163773":"\n  they also don't teach cursive anymore, which makes me a little sad but then again now it's like I know a dying language\n  ","163774":"\n  probably not much longer. She didn't yell this morning because she was busy with her eggs and I still was up by 9\n  ","163775":"\n  yes, not very comfortable.\n  ","163776":"\n  yup. I take my pill at 7 pm and usually am in bed by 8pm. Then I wake up when Bubo wakes me up in the morning, which is around 7:30-8:30 am\n  ","163777":"\n  Well, sort of. I feel a little limited because of illnesses but I don't feel restricted in my thoughts or actions or whatever.\n  ","163778":"\n  I sleep a lot. It's a side effect of my antipsychotic. I average 12 hours a night. The most is prob 14 or so, but in general it's 12 hours.\n  ","163779":"\n  sometimes. Especially cold days.\n  ","163780":"\n  I just like answering questions and occasionally asking them I'm not here for the weird drama some people here want to create. I don't care enough about trolly accounts to wonder if they're multiples. I can usually tell Ben apart because of the very specific way he words things.\n  ","163781":"\n  thanks :) my usual lately is to not wear lipstick at all, and my favorite is still a classic red, but the blue is fun on occasion. Fenty is coming out with a mint green next week I'm excited to see what that looks like on my skin\n  ","163782":"\n  just lularoe really. I used to see more jamberry than anything else but that trend sort of died flat.\n  ","163783":"\n  I don't have friends who sell any of it or anything but I follow a couple of lularoe groups solely for halloween legging prints. I like owls and bird prints. I have two pairs, one mustard yellow with hot pink and teal feathers falling all over, and one purple with red and black owls\n  \n  I've never paid attention to younique or herbalife.\n  ","163784":"\n  So far it's been alright. Jon's been gone since the 11th and I've had to drive myself places which has been terrifying because I'm not used to driving and I'm still having a bit of an issue with symptoms since I got off-balance after my grandmother's passing. I was on the highway yesterday and hallucinated a hitchhiker trying to run into the road, but I knew it was a hallucination because I saw the same hitchhiker at three different points always doing the same shit. Driving is really scary for me.\n  \n  One victory has been making it through this period of being home alone (Jon's home tomorrow, so I basically made it)\n  \n  One defeat was going to the dentist and being told I had a few areas where the gums are inflamed so I've gotta take better care of my molars.\n  ","163785":"\n  my sun sign is Capricorn and my moon sign is Gemini\n  ","163786":"\n  Lady Gaga seems like she would be cool as hell\n  ","163787":"\n  haha y'all I'm lost\n  ","163788":"\n  get rid of what lol what are you even talking about and also you're anon so I am not going to be able to message you?\n  ","163789":"\n  thanks\n  ","163790":"\n  Yanny on my computer, Laurel on my phone\n  ","163791":"\n  oh it's just a scheduled cleaning I still hate people messing around with my teeth\n  ","163792":"\n  I'm ok. I'm drinking coffee and mentally preparing myself for the dentist in a little while\n  ","163793":"\n  hi\n  ","163794":"\n  I hear Yanny on my computer and Laurel on my phone\n  ","163795":"\n  I like to be prepared for things. It doesn't have to be tooo far advanced but I would rather plan.\n  ","163796":"\n  lol basically.\n  ","163797":"\n  not where I live currently but when I lived in apartments there were a pack of feral cats that the residents put igloos out for and fed\n  ","163798":"\n  yes so many. I live in what's referred to as the Pacific Northwest, which is where Bigfoot lives.\n  ","163799":"\n  I mean, wikipedia says yes but not that I've personally seen or heard of\n  ","163800":"\n  I have good babies\n  ","163801":"\n  I dunno they definitely have a certain aura to them\n  ","163802":"\n  yes, more so now that I'm medicated. I hated being unstable. I feel more like \"myself\" now.\n  ","163803":"\n  I've never heard them sing, just fuss. And mostly they fuss the same, just a teeny little aggressive chirp. They're quite mean birds but I love them anyway\n  ","163804":"\n  yes! I love birds. Birds are really the best. I just finished snuggling with my parakeet (budgie to you) who is roosting on eggs for Spring but takes a snuggle-and-eat break every half hour or so\n  ","163805":"\n  the front yard doesn't have any. the side yard has a cluster of 4 pines that are so tall like, so tall. I love those trees. There's a rhododendron tree in my flower bed but it's small.\n  ","163806":"\n  haha no I just take pics with my phone\n  ","163807":"\n  yeah it's my hummingbirb feeder. I get three types- Anna's hummingbirds and Black-chinned hummingbirds year-round and in the Summer we also get Rufous hummingbirds\n  ","163808":"\n  no wood. as in trees. the ones in my yard are so beautiful today, the leaves have all come in full and bright green\n  ","163809":"\n  word\n  ","163810":"\n  no, probably not because I don't pry into his personal life. It wouldn't be an affair though, I've offered to open the relationship because I lack a sex drive.\n  ","163811":"\n  no I hardly ever talk in fact. I talk to my bird, I talk to my husband SOMETIMES but honestly we text more than talk lately. I talk to the cats when they're being annoying. I had some friends over last Sunday and it was the most I'd talked in weeks probably.\n  ","163812":"\n  then I recommend developing a psychotic disorder and being prescribed Latuda :P\n  ","163813":"\n  my mother was. It's become kind of a \"thing\". When I'm having positive symptoms, I still hear her voice criticizing me thousands of miles away.\n  ","163814":"\n  nope. Not only is that a little weird considering I'm afraid of random men and not only am I a loyal person I have like, next to no sex drive and even my silly fantasy crushes lately are friend-only because I'm just completely not interested in romance.\n  ","163815":"\n  On days I suffer worst with the negative symptoms of schizophrenia I am very impatient with myself for not being able to do more especially small tasks like cleaning the kitchen or doing laundry or taking a shower\n  ","163816":"\n  no but we have a facebook message going.\n  ","163817":"\n  I used to get more impatient but after a long time of mindfulness therapy and taking meds I'm much less impatient. I'm impatient with myself but not so much with those around me.\n  ","163818":"\n  no lol. I want what I want and at a reasonably speedy rate.\n  ","163819":"\n  lotta new followers, not a lot of new questions\n  ","163820":"\n  thank you, I'm especially happy with my hair today\n  ","163821":"\n  I haven't seen it, thanks for the rec\n  ","163822":"\n  right now my husband is out of town so I'm just eating whatever I feel like if I feel like fixing it. In general we sort of wing it, sort of plan it. Like, we'll decide in the morning what to do for dinner and then get the ingredients that afternoon.\n  ","163823":"\n  my pet bird Bubo she's a silly girl\n  ","163824":"\n  Oliver\n  ","163825":"\n  there really aren't any that do, sorry\n  ","163826":"\n  forwards, I'm more interested in what's upcoming than what's already happened\n  ","163827":"\n  4\n  ","163828":"\n  orange\n  ","163829":"\n  I enjoy questions from anyone who can be respectful\n  ","163830":"\n  :( at least you are decent enough to apologize\n  ","163831":"\n  don't send people shit like this\n  \n  it's not make your sad little dick hard dot com\n  ","163832":"\n  I just found it on the internet and it totally says Yanny lmao I know everyone's going to be mad at me now but that's clearly what it says\n  ","163833":"\n  it depends on who and what. I'll trust my doctors but do my research after speaking with them to make sure I agree with them (and discuss things if I don't). For like, household work, we generally get bids from several different companies and research them and the job and the expected price beforehand.\n  ","163834":"\n  depends on the item. chickpeas in particular I rinse, but often I'll buy \"seasoned\" beans so I don't want to rinse off the seasoning I just drain the can a little.\n  ","163835":"\n  Nah I never do, I generally get my meat from the butcher counter and I expect them to have rinsed it already. Haven't died yet.\n  ","163836":"\n  Allison is fine\n  ","163837":"\n  I've been to the aquarium more recently, and I don't really love the zoo here in Portland it's not as nice and habitat-y as some of the zoos out there that focus on preservation.\n  ","163838":"\n  hotel\n  ","163839":"\n  I can't remember being inside either for at least 20 years\n  ","163840":"\n  the large amount of fetish questions are the worst\n  ","163841":"\n  :)\n  ","163842":"\n  I am. all you do is harass people here from what I've seen so shrug being wary doesn't make me a bad person.\n  ","163843":"\n  I keep meaning to block you but then I am like \"eh he'll be suspended soon enough\"\n  ","163844":"\n  when I think too deeply I get depressed so I just don't. The real you is all the things that you love scooped up in a cone of the labels you choose to define you.\n  ","163845":"\n  no prob\n  ","163846":"\n  only my stepmom is allowed to call me honey\n  ","163847":"\n  thanks :)\n  ","163848":"\n  mostly things I've experienced before. I'm constantly moving from one apartment to another in dreams, and working on assignments for school (even though I haven't been in school since 2000)\n  ","163849":"\n  the majority of my dreams are sequential and take place in a mall complex that's also an art school and a beach town and usually I'm roller skating\n  ","163850":"\n  sometimes I dream I'm a dude. dreams are weird\n  ","163851":"\n  none of my hallucinations ever told me anything. they just show up and act weird and leave. the voices I've heard have all been my mother or other close family members yelling at me or otherwise being disapproving. I did hallucinate fairies when I was little though.\n  ","163852":"\n  no but they have some at my grocery store I noticed\n  ","163853":"\n  there's no one in my area! I tried to see if there was a NAMI support group for schizophrenics locally but there isn't one. I've met one other schizophrenic in person but he passed not long afterwards and that was years ago (Wesley Willis, there's a really great biography on him on youtube) and there's\n  \n   @Schizone\n  \n  here on ask but she lives in Denmark. I follow her on tumblr also where she often connects with people with schizophrenia. It's supposed to be 1% of the population but I've personally been very isolated. I'm the only person on Latuda, a leading schizophrenia medication, at my pharmacy.\n  ","163854":"\n  sometimes, for a minute. But honestly I don't have the fortitude to be a good mom it takes so much effort\n  ","163855":"\n  well, I mean, I have more teeth\n  ","163856":"\n  mostly too fast but some days are slow\n  ","163857":"\n  yeah but I also don't care enough to worry about it more than once in a while lol I used to keep a sparkling house, one martha stewart would have been proud of, but I'm just- old. and not full of energy. and ill most days. so the dust can go ahead and gather (up to a point)\n  ","163858":"\n  I do\n  ","163859":"\n  yeah as a teen my grandma and I often picked out patterns from the store and made our own clothes. I had a few pairs of bright colored wide legged slacks I loved that I made and some skirts\n  ","163860":"\n  something to do with little gnomes inside your phone and magic\n  ","163861":"\n  yerps\n  ","163862":"\n  yeah I just never really enjoyed graphic design I only prefer digital drawing because it's less messy and I don't need a million colored pencils or whatever because all the colors are programmed in\n  \n  meanwhile to give y'all an understanding on how ancient I am, my college graphic design classes saved all of our data on floppy discs\n  ","163863":"\n  I've used it before and I have a current copy but I barely use it and I don't really know it in and out and I find it not very intuitive. So nah, not skilled in it at all. When I draw digitally, I prefer an ios app called Procreate. The only thing I really use photoshop for is like, resizing and cropping and things like that.\n  ","163864":"\n  parasailing or river rafting. I'd probably do either if I had lots of money and time to prepare myself but I had a bad incident as a kid on a water tube being pulled by a speedboat and extreme water activities have sort of been a low key fear since\n  ","163865":"\n  I love painting the most. I am not as skilled at it as I am at drawing and printmaking, but it's so much more freeing. I like to paint in layers of bright colors.\n  ","163866":"\n  Thanks! I like my weirdness too.\n  ","163867":"\n  sometimes when I'm on a forest path and I'm way high and the smells are all mossy and green I do\n  ","163868":"\n  yeah I'm a blusher\n  \n  that's like, the makeup trend right now. A bright blush. I don't even need to buy a good blusher I can just do awkward shit all the time\n  ","163869":"\n  no but once when I was having sex with this dude in college he stopped to tell me about something he read by Stephen Hawking so maybe that counts\n  \n  I have cognitive difficulties nowadays thanks to my mental illness, deep thought about physics or whatever ain't happenin'\n  ","163870":"\n  dah-tuh  where the \"dah\" is pronounced like \"bad\"\n  ","163871":"\n  Not a lot. Bubo is sitting on an egg so I've been at her beck and call when she's bored and wants a quick snuggle or treat before another long sit. I just finished giving her her daily parsley bath. I've also taken out the trash and loaded the dishwasher. I tried to take a nap but I felt too uncomfortable to sleep. Did some yoga and some weight lifting. felt a little less uncomfortable afterwards. Talked to a few people this morning briefly, two on purpose and one a surprise stumble into my DMs\n  ","163872":"\n  my favorite lyric right now is from Kreayshawn's \"Blase blase\" when she says:\n  \n  \"real shit don't haunt me, I'm never fake I'm in the 90s you can call me Ricki Lake\"\n  \n  I dunno it just makes me smile\n  ","163873":"\n  smoke weed and focus on music or art or something distracting\n  ","163874":"\n  I have like, no energy I just want to be an unproductive lump today\n  ","163875":"\n  yo\n  ","163876":"\n  of course. My husband is out of town right now and I miss him terribly.\n  ","163877":"\n  thank you\n  ","163878":"\n  don't worry about what other people think\n  ","163879":"\n  there's nothing I really want to relive but 4 years ago today (according to facebook) a cute rando cat meowed at me through my bedroom window and then just broke my screen and let himself in for pets so that was a good day\n  ","163880":"\n  I do have netflix but I don't have anything on there that I can recall that I would recommend particularly, I mostly watch hulu nowadays.\n  ","163881":"\n  that a snake's life span can be up to like 30 years or so\n  ","163882":"\n  I do!  Wishes by Beach House is the best music video ever and I grew up on the original MTV\n  \n   https:\/\/www.youtube.com\/watch?v=OS6duOoxctw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","163883":"\n  damn when I said don't send me bs I didn't mean don't send me no questions at all lol. I was just basically tired of ben and welfare dan.\n  ","163884":"\n  say \"I'm married\"\n  ","163885":"\n  can y'all like, I don't know, STOP sending me this bullshit? NOw it's transphobia, I've already reported racism and dealt with sexist lyric dude so I've had enough for today thanks?\n  ","163886":"\n  I mean I have reviewed restaurants on google maps or whatever but I'm not picky enough to be a food critic. I do talk about food a lot on twitter I think because I get high and tweet dumb shit about comfort food.\n  ","163887":"\n  lol this is gonna be some movie.\n  ","163888":"\n  it's the perfect meal for a chilly day for realz\n  ","163889":"\n  I love my crockpots. I have like, three of them in different sizes. My favorite is a pot roast with pork and potatoes and carrots and pearl onions\n  ","163890":"\n  why are there no women in this film how boring\n  ","163891":"\n  my face reveals my actions it's not innocent, it's revealing\n  ","163892":"\n  a house and yes\n  ","163893":"\n  you're anon\n  \n  I don't know how easy it is to be my friend I'm pretty fickle but I mean, feel free to try off anon, ask me questions and be interesting\n  ","163894":"\n  grilled with cajun seasonings or like, slow cooker with barbecue or fried with egg and flour and seasonings\n  ","163895":"\n  LMAO\n  \n  I literally AM speaking for myself, on my own ask page, questions that are addressed to me.\n  \n  so good for you I guess but no one asked?\n  ","163896":"\n  this has been the slowest saturday in the history of saturdays\n  ","163897":"\n  I want to be a regular at Bob's Burgers\n  ","163898":"\n  no one likes admitting they are wrong\n  ","163899":"\n  he's just such a good guy it's hard not to think he's great. And the way he played Dougie\/Mr. C\/Coop in twin peaks was masterful.\n  ","163900":"\n  Kyle MacLachlan\n  ","163901":"\n  -ersnickety\n  ","163902":"\n  wo wo wo\n  ","163903":"\n  is for Wario\n  ","163904":"\n  heights, not breathing naturally, poisonous spiders\/big spiders\n  ","163905":"\n  hmmmm. I don't know. I'm kinda worried about breathing things too but I'm a strong swimmer and I like the ocean\n  ","163906":"\n  would I try what\n  ","163907":"\n  in some ways, but not when it comes to heights. I won't bungee jump or skydive for instance.\n  ","163908":"\n  any of the Trumps\n  ","163909":"\n  I have a psychotic disorder. THat's what they call us, right?\n  ","163910":"\n  well thank you\n  ","163911":"\n  I mean, why do anything. Sometimes you just do things to do them. Sometimes you do them because they need done.\n  ","163912":"\n  thx anon mass messenger\n  ","163913":"\n  yeah, I feel less anxious when the chores are done and things are orderly. When I struggle with illness and can't get things as clean as I want them it's really frustrating.\n  ","163914":"\n  if I feel okay, cleaning the tub and the bathroom floors and vacuuming the house. Otherwise, nothing.\n  ","163915":"\n  I dress for comfort. What's comfortable to me are long layers and leggings and dresses. I prefer bright colors. I don't really have inspiration for how I dress, I just wear what I like and what feels good.\n  ","163916":"\n  I mean I used to kind of like Megadeth when I was younger\n  ","163917":"\n  I don't ask people inappropriate questions\n  ","163918":"\n  it goes in waves\n  ","163919":"\n  well, I know it so I dunno about anyone else though\n  ","163920":"\n  I mean it's pretty good. I don't get to travel much though.\n  ","163921":"\n  I don't know who this is, and don't really care for the drama?\n  ","163922":"\n  don't involve me in y'alls drama lol I'm 38 I am definitely too old for this he said she said garbage. I didn't read any of those people's words about fat shaming because I don't even know who they are. I answered in a general way.\n  ","163923":"\n  659 not that it matters because most of my questions are still from Ben\n  ","163924":"\n  it's ableist. A lot of medical issues and medication side effects cause weight gain and make it hard-to-next-to-impossible to lose. Of course it's ideal to be within a healthy weight range but it's not required to be healthy and it's gross to expect other people to conform to your ideals under the guise of \"concern\". It's not anyone's fucking place.\n  ","163925":"\n  My husband is completing his second spartan race this weekend and then going on a work trip to Orlando, and I'm not excited that he's going but I'm excited because I have friends coming to see me while he's gone to keep me company next week sometime. Other than that all I have to look forward to anytime soon is a dentist appointment.\n  ","163926":"\n  we just don't have as many opportunities to meet people and interact as you do as a kid in school or on the playground. Friendships become less superficial and more involved, so less people end up matching your friend criteria as you age.\n  ","163927":"\n  send me all the questions homies I'm so bored it's too early to go to bed\n  ","163928":"\n  don't really have an opinion, it's a mental health issue that we should be putting more effort into being understanding about\n  ","163929":"\n  <3\n  ","163930":"\n  Yes but it takes a lot of work and mindfulness.\n  ","163931":"\n  I've never been with a woman, I didn't come out until I was 35 and already married to a man (who I love very much we've been married for 14 years). I have had millions of crushes though throughout my life, was just too afraid to date girls because of what my mother might think. Eventually I decided I didn't really care what anyone thought of my sexuality, and just owned it? I feel like it's a part of my identity that I've had suppressed.\n  ","163932":"\n  yup. I am attracted to my own gender as well as other genders.\n  ","163933":"\n  I'm not sure. I have to get a \"good vibe\" from someone. Feel comfortable with them at least a little. Then whatever they're into seems interesting.\n  ","163934":"\n  it's been about 3 weeks but I buy Innisfree variety packs of bulk masks from Amazon. They're a good quality Korean paper mask brand, the favorite of the several I've tried.\n  ","163935":"\n  I don't want kids, I can't have kids, everyone's so preoccupied with kids lately\n  ","163936":"\n  Allen maybe\n  ","163937":"\n  Ray\n  ","163938":"\n  anywhere I haven't been, I enjoy travel but I've not been fortunate enough to afford any global trips\n  ","163939":"\n  this welfare dan shitbag is sending out anon transphobic bs listing names of other users? report him. Just report everything he does. What a waste of air.\n  ","163940":"\n  I hate debating on any topic no matter what it's annoying and pointless if you want to change someone's mind debating is definitely not the way to do it.\n  ","163941":"\n  I had a baconator from Wendy's. We were at the movies all afternoon and didn't feel like cooking.\n  ","163942":"\n  I have a bellabeat tracker and it's rose gold and pretty and also it reminds me when to take my pills everyday and tracks my period so it's basically all I want out of wearable tech.\n  ","163943":"\n  yeah he's been pretty ridiculous at me too\n  ","163944":"\n  neurotypicals don't get to use the word \"schizo\" without looking like enormous ableist assholes. I've seen how you interact with other folks here and I want nothing to do with your apologizes or your excuses\n  ","163945":"\n  \"it's just my sense of humor to be completely offensive and to perpetrate harmful misconceptions about an illness I don't know anything about\"\n  ","163946":"\n  not worry about relationships so much\n  ","163947":"\n  Im' afraid I'm one of the weird people who's roping folks into their weird lives\n  ","163948":"\n  keep your ableist bs out of my inbox asshole\n  ","163949":"\n  I wouldn't text him. Give him some space for a while probably.\n  ","163950":"\n  So many good looks. The standouts were Rihanna, Janelle Monae, Zendaya, and Chadwick\n  ","163951":"\n  my friend Kate's coming over next week, don't know what day yet. My husband is going to be out of town first for a spartan race then for work so she's coming over to keep me company.\n  ","163952":"\n  violence in my inbox\n  ","163953":"\n  I can't think of a single literary character I'd want to be. If I come up with something I'll revisit this\n  ","163954":"\n  Snoop and Martha's Potluck Dinner Party\n  ","163955":"\n  I can, and I have a license, but I HATE it. I get so anxious and panicked. I prefer to not drive and almost never do.\n  ","163956":"\n  schizophrenic, artist, queer, left\n  ","163957":"\n  I'm like extra beautiful bitches\n  ","163958":"\n  I like spicy scents or clean scents, but I can't have candles in the house with a pet bird\n  ","163959":"\n  Fraggle Rock and She-Ra and Carebears\n  ","163960":"\n  when I was growing up I had a 9pm bedtime. Then as a 20 something I stayed up until like 2am every night now in my late 30s I go to bed at like, 8 pm and wake up early.\n  ","163961":"\n  yes, we eat dinner at old people's time. Like 5 pm or earlier.\n  ","163962":"\n  my eating schedule: skip breakfast, very small lunch, mid afternoon snack, largish dinner\n  \n  sometimes I might have ice cream after dinner but not usually. I don't eat that much. I'm losing weight because of it. I don't know how healthy it is but I eat what I have an appetite for.\n  ","163963":"\n  yikes neither I hate being put on the spot\n  ","163964":"\n  probably an only child. I don't have a lot of energy for kids I wouldn't be a good mom.\n  ","163965":"\n  Virgos always act like they're dominant over me or something which is annoying. Otherwise I don't really know I haven't paid attention to what people's signs are for a long time.\n  ","163966":"\n  lmao\n  \n  just go to the redbubble link on my profile there's a painting of my boobs\n  ","163967":"\n  first I check my phone and pet my cat Rin then I get up and pee and brush my teeth then I come into the living room and grab Bubo out of her cage then we snuggle and hangout while I make coffee\n  ","163968":"\n  sincerity, outgoingness, empathetic\n  ","163969":"\n  I treat myself when I'm done, that helps some, and just attack one small thing at a time until there's nothing else left\n  ","163970":"\n  no one right now, I haven't painted anything in like two weeks\n  ","163971":"\n  I really love all sorts of artists but my favorite are expressionists like OSkar Kokoschka and Egon Schiele and Lucian Freud\n  ","163972":"\n  I believe that gender is a spectrum that varies anywhere from very femme to very masculine and I'm somewhere on the femme side\n  ","163973":"\n  you're anon but prob not since I'm married\n  ","163974":"\n  I only follow a small selection of people, none of which are celebrities to any degree. I try to stay out of the rest of ask drama and I definitely don't know any news casters or actors here\n  ","163975":"\n  did you think this would be funny? She's not for soup she's for snuggles.\n  ","163976":"\n  I'm deleting more than I'm answering today lol. Y'all are the worst.\n  ","163977":"\n  I think that's part of human nature lol. Everyone wants to be loved.\n  ","163978":"\n  yeah weird right. She up and left and no one knows where she is now or if she's even still alive\n  ","163979":"\n  I mean, I'm not a hermit. I contribute with art and with my work destigmatizing my illness. I get out and socialize. I'm important to people. There's nothing to feel guilty about.\n  ","163980":"\n  yeah absolutely. I suspect my maternal grandfather's sister was schizophrenic but instead she just ran from her problems throughout life, leaving entire families behind. I think he was mentally ill as well. He would never in a million years have admitted that.\n  ","163981":"\n  often but like, what is time but what you make of it, if I'm content and comfortable then it doesn't matter how much time passes\n  ","163982":"\n  I know it's something no one cares about but the word \"crazy\" really rubs me the wrong way.\n  \n  I think mental health is slowly becoming less stigmatized and more people are finally seeking help\n  ","163983":"\n  Thick as a Brick by Jethro Tull\n  ","163984":"\n  I used to be a pretty good dancer but I have Sacroiliac joint dysfunction and that prevents me from being as fluid in my movements now. Also it's pretty easy to mess them up and end up in pain.\n  ","163985":"\n  I take off my emerald ring when I shower but I keep the rest on. Nothing's been ruined. It's all steel, silver, or gold or rose gold.\n  \n  OH also I keep forgetting I have a nose ring too it's a rose gold hoop.\n  \n  but yeah, I sleep in them and shower in them mostly but I do remove the emerald and my bracelet\/fitness tracker when I shower.\n  ","163986":"\n  I keep rings on all the time, but I only wear a necklace if I'm going out somewhere\/it's part of an outfit. I do enjoy jewelry. I wear a bracelet, three rings, and 4 pairs of earrings regularly along with the occasional necklace.\n  ","163987":"\n  playing with my parakeet\n  ","163988":"\n  the only time I do, I send the following \"question\": \".\" and then I answer saying whatever it is I needed to say. So not really, just a period once in a while. So if you see a period on my page the answer was what the important part was.\n  ","163989":"\n  yes please\n  ","163990":"\n  I prefer to have my work acknowledged but I'm okay when it isn't.\n  ","163991":"\n  if you want a hand tattoo, get a hand tattoo. Just know that it's gonna fade a lot quicker than a tattoo elsewhere. Some tattoo artists won't tattoo there for that reason.\n  ","163992":"\n  yikes no way that's so scary\n  ","163993":"\n  a creative expression that potentially causes an emotional response\n  ","163994":"\n  this is too riddle-y for me to really answer. Instead here's a blog post about why this sort of thing happens so often here: Today's Blog: Cognitive Symptoms of Schizophrenia\n  \n   http:\/\/shehitsback.tumblr.com\/post\/173642335903\/6-cognitive-symptoms\n  \n","163995":"\n  Missouri\n  ","163996":"\n  I've never heard his music but I like him as Donald Glover producer\/writer\/director\/actor\n  ","163997":"\n  dairy queen\n  ","163998":"\n  1. this isn't a question\n  \n  2. I don't click rando links\n  \n  3. every guy who's ever told me they were a nice guy was basically an incel piece of garbage\n  ","163999":"\n  I've gotten as far as bent over and feeling like I could fall down but never actually the floor part\n  \n  good to hear you had such a good laugh though everyone should have a belly buster every once in a while\n  ","164000":"\n  I mean, I agree\n  ","164001":"\n  the in between orange and pink of a sunset\n  ","164002":"\n  on tv it's always English right? but like, who knows. Maybe they'll have a translating machine or organism that will eliminate the need for specific languages.\n  ","164003":"\n  I'm drinking tonight since it's derby day or whatever and I lived in Louisville KY for like 3 years once upon a time so I'm obligated or whatever ANYWAY it's been slow as hell today for a Saturday?? AMA\n  ","164004":"\n  I do actually lol sometimes, but not every time I say it. Generally it means \"this made me almost laugh\". I've never i my life rolled on the floor laughing so if I ever use rofl it's because I'm bewildered at the ridiculousness of the situation. Lmao is somewhere in between. Like, if I type lmao probably I at least snorted in real life.\n  ","164005":"\n  I definitely don't remember\n  ","164006":"\n  all I can think of are things that are hard to get in but easy to get out of, like shapewear or lingerie.\n  \n  I guess trouble is easy to get in and hard to get out of.\n  ","164007":"\n  I don't really have a favorite quote.\n  ","164008":"\n  the harry potter website said my patronus was a Beagle\n  ","164009":"\n  yes, for sacroiliac joint dysfunction\n  ","164010":"\n  I meant to wear a star wars t shirt but I forgot until now and it's like, past 7 pm\n  ","164011":"\n  I have never paid any attention to Kanye.\n  \n  I do wish people would stop trying to \"diagnose\" him, it's super ableist.\n  ","164012":"\n  lol your last question got deleted sooooo fast. this site is so weird.\n  \n  I feel like I've probably like, pet a tiger or something as some roadshow sort of deal when I was a kid but nothing that sticks in mind\n  ","164013":"\n  yeah but I'm not the most interested in photoshop I prefer using other apps for art like procreate on ipad.\n  ","164014":"\n  the rain. I prefer the Summer.\n  ","164015":"\n  I live in the pacific northwest of america where we have 2 seasons basically- rainy season and summer. rainy season lasts from october until june\n  ","164016":"\n  no, it's a really bright light. a box made of light. you sit next to it and it's like having a small sun in your face.\n  ","164017":"\n  that doesn't really bother me I like learning about people, and often I get tired of being in my own head so much anyway. What exhausts me is just the energy I spend to be \"normal\" for lack of a better phrase. Being expressive and attentive and not doing weird things with my hands and trying not to twitch too much.\n  ","164018":"\n  I mean, I just wanna make things. I don't have a major goal in mind. I paint. I draw. I knit.\n  ","164019":"\n  yup, called a suntouchplus and it's used for easing seasonal depression mainly but it happens to help me in the same way. I bought it on Amazon after having it recommended by my psychiatrist.\n  ","164020":"\n  This is what it looks like. It sits about eighteen inches away from my face at my desk.\n  ","164021":"\n  people who are outgoing and busy so they aren't too upset with me when I'm unable to hang out or be the center of attention. People who share my political beliefs. Creative people. People I can relate to in one way or another.\n  ","164022":"\n  I really enjoy people but they exhaust me so most of the time I'd rather be alone\n  ","164023":"\n  I use a lightbox to help ease negative symptoms. For like, an hour a day every day during rainy season. It helps with depression and energy levels. It's basically artificial blue skies, or canned sunshine\n  ","164024":"\n  smoke weed and hang out with my bird mostly. I take prescribed beta blockers for panic disorder and that keeps a good amount of my panic\/anxiety down now that there's no fear of an attack.\n  ","164025":"\n  I often feel lonely. I cope by spending time with my pets and online. When I'm out in a group and feel isolated, I just try to listen harder to others and insert myself in the group.\n  ","164026":"\n  starting light therapy late this morning, send me questions to entertain me while I soak up this canned sunshine\n  ","164027":"\n  I try to believe that but some people prove me wrong\n  ","164028":"\n  look dude I can't tell you why I can just tell you what I experience. The sounds aren't really there, period, I just hear them anyway. It's how it is.\n  ","164029":"\n  yup\n  ","164030":"\n  lol I just don't know what more I can tell you to me those auditory hallucinations are exactly like any sound to me\n  ","164031":"\n  I'm out currently but feel free to send me things to get to later in like an hour ish\n  ","164032":"\n  ☺️\n  ","164033":"\n  I honestly don't remember, I doubt there was any withdrawal because I still drink black coffee for caffeine. I'm always fatigued because of mental illnesses.\n  ","164034":"\n  I have to many weird deficiencies for me to ever (healthily) go on a diet that restricts things, so I've never weaned completely off sugar, no. I did stop drinking diet soda as my main source of fluid in my teens and early 20's, and the health benefit was very noticeable especially in my skin quality, dental health, and digestive health.\n  ","164035":"\n  we elected the literal worst of us. People are starting to realize that it can be different, though. I have hope.\n  ","164036":"\n  I just laughed out loud realizing that a true sentence I get to say is:\n  \n  \"I was an exotic dancer around the turn of the century\"\n  \n  I feel so old.\n  \n  but yeah, I support sex workers. I support all women. and people honestly. Hooray people.\n  ","164037":"\n  I probably prefer paper but I'll read either way, depends on how I happen to buy the book and whether or not my tablet is in working order. Neither is better, they both do their job.\n  ","164038":"\n  Well, I think it's OK but I would advise against it. Like I try not to judge what weird ways people cope in this world of social media presences and I've definitely been Dramatic on the Internet before. But relationship things are probably best settled privately.\n  ","164039":"\n  I sort of have a distaste for them but not enough to really care if that's how grown women want to spend their time. I think it's pretty gross when it's kids though.\n  ","164040":"\n  part of me is interested in that because I have a paternal grandmother whose family history is completely unknown because of adoption and that's where I get my dark, dark eyes from. But honestly, I'm still white I still benefit from being white so no matter what the results were it wouldn't change that lol. I know on my dad's side of the family I'm mostly English with a smidge of French and Portuguese.\n  ","164041":"\n  you should maybe ask Ben\n  ","164042":"\n  I mean I can't really tell you anything other than it sounds like it's coming from outside my skull just like any other sound.\n  ","164043":"\n  to get through the day\n  ","164044":"\n  Bob's Burgers\n  ","164045":"\n  \"Vegas\" by Lowell, \"Your World\" by Tei Shi, and \"Kidd Cemetery\" by the Tontons.\n  \n  they're all within the past 5 years. The Tontons might be the oldest of the three. Lowell is from her newest album. I listen to mostly new music lately.\n  ","164046":"\n  I don't ever hear any Kpop so I guess American\n  ","164047":"\n  they're a little bit creepy but I haven't paid much attention to what's going on with all of that\n  ","164048":"\n  I know nothing about him except he was on Snoop and Martha's cooking show\n  ","164049":"\n  I can't think of any that were weird, just some are on regular people and some are on celebrity people\n  ","164050":"\n  something silly that I'll never use\n  ","164051":"\n  yes, they sound very realistic. For instance, I've been having some positive symptoms (which encompasses psychotic symptoms like delusions and hallucinations) slip through because I was triggered by grief in the past 2 months. Nothing major, I can rationalize through all of it, but I was in the shower not long ago and was washing my hair and it sounded like my mother walked down the hallway and yelled at me to get out of the shower. Like, she obviously wasn't there she lives across the country and we don't talk but I heard her very realistically. I knew it wasn't really her though.\n  ","164052":"\n  I like them a lot. All flowers are my favorites.\n  ","164053":"\n  sure\n  ","164054":"\n  I have had auditory hallucinations, yes. Mostly family members or specifically my mother telling me to do stuff or yelling or criticizing me. I haven't had a problem with this since starting antipsychotics.\n  ","164055":"\n  just the immediate medical history I guess like it doesn't matter so much past a generation or two\n  ","164056":"\n  just that like, people without schizophrenia see shadow people, for instance. or aliens or whatever.\n  ","164057":"\n  I tried but basically it was just a lot of piggybacking on a great aunt's work on one side of the family and running into roadblocks the other sides of the family. I have no clue what like 3\/4 of my family history is\n  ","164058":"\n  I'm nearsighted\n  ","164059":"\n  for now, yes.  I enjoy the fact that neurotypicals have those experiences though. Makes things a lil spooky.\n  ","164060":"\n  My insurance covers new frames every 2 years or something. I have about 3 sets of frames that still have usable prescriptions but I tend to stick with the newest ones most frequently.\n  ","164061":"\n  not reliably. I have a psychotic disorder.\n  ","164062":"\n  handmaid's tale on hulu\n  ","164063":"\n  I actually felt well enough to do the shopping and cook dinner and now I'm v high and getting a lil drunk and you should ask me things (not pervy things, pervs)\n  ","164064":"\n  I'm following you as of a few days ago so if I come up with anything to ask you'll be on the list\n  ","164065":"\n  I am always tired lately. I sleep like 12 hours a night and I'm still tired.\n  ","164066":"\n  I don't love it but I don't mind mornings with my bird and black coffee and the internet. I get up between 7:30-8:30am, whenever Bubo gets up and decides to start screaming for me.\n  ","164067":"\n  I hate it I'm terrible at it\n  ","164068":"\n  Brain Candy, the Kids in the Hall movie from the 90s\n  ","164069":"\n  just diet coke\n  ","164070":"\n  artist. I'm there but I'd love more sales :P\n  ","164071":"\n  Pinetree\n  ","164072":"\n  no, I just assume they are private.\n  ","164073":"\n  she's not interested in being supportive or unconditionally caring, I've struggled against her most of my life, and now I just... don't. We don't have a relationship. It's probably best for both of us.\n  ","164074":"\n  some of my family, like my sister and my dad and stepmom but not really anyone else\n  ","164075":"\n  90s indie is usually a winner with everyone\n  ","164076":"\n  Bedroom Pop is like one of my fav genres right now. Anything by Glass Animals, Von Sell, Mr Twin Sister, or Tei Shi fit the bill. But here's a song that's also a little dirty :P (Forgotten by Tickle Torture)\n  \n   https:\/\/www.youtube.com\/watch?v=SK0ByLmDZx0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","164077":"\n  got all ready to go out to dinner and now I've got nothing to do but wait until Jon gets home which could be a while. Feel free to be entertaining\n  ","164078":"\n  hair I guess but I don't really do much with my hair except for like, brush it and lately pull it into a ponytail\n  ","164079":"\n  time manipulation so I could play with it longer than just a measly day\n  ","164080":"\n  online, local, limited\n  ","164081":"\n  I'm already pretty happy. Content at least.\n  ","164082":"\n  bigotry\n  ","164083":"\n  I wouldn't want to be announced I would rather just arrive\n  ","164084":"\n  Several times, mostly because of medical things that were going on like anemia or a deficiency of one thing or another. The worst of memory was in 10th grade, I stood up to turn in my Romeo and Juliet quiz and melted right in the middle of the classroom and had to be carried to the nurse's office\n  ","164085":"\n  Death. Some Days I'm less afraid and more welcoming but those days are not frequent with medications.\n  ","164086":"\n  I do I've always liked snakes they're really neat we get these cute little garter shakes here that have pretty colored stripes\n  ","164087":"\n  be realllllly lazy. I'd just use telekinesis to bring everything I needed towards me.\n  ","164088":"\n  do you mean flirt? I don't\n  ","164089":"\n  I mean I would assume I'm special to my husband\n  ","164090":"\n  the most celebrated celebrities at the time of the event, so people would definitely be looking for them and rescue us\n  ","164091":"\n  it's easier to gain it.\n  ","164092":"\n  I've never owned an iPhone so I don't know.\n  ","164093":"\n  I just\n  ","164094":"\n  if feels like you just put words together and then tacked on a bunch of excitement for no reason\n  \n  I have no idea what you're asking. I'm schizophrenic. I'm having cognitive difficulties I guess. I feel like I have to repeat myself over and over again with this mess. Miss me with the weird faux-deep questions like, save those for someone who WANTS to think about nonsense\n  ","164095":"\n  nah love is everything. Or something. man don't ask me this deep shit I don't have the mental power right now it's been a rough morning\n  ","164096":"\n  well I mean there are all of these wonderful advancements in medical technology and blah blah blah\n  \n  but microwave cheesy popcorn, probably\n  ","164097":"\n  shrug\n  \n  Probably you should ask someone who's good at that sort of thing. I just exist in the present\n  ","164098":"\n  hanging out with my bird. She's always amusing even when she's sleeping. Ridiculous amounts of cute.\n  ","164099":"\n  some days I'm neutral to it, some days I enjoy the positive attention, some days it makes me anxious. I never really know which way my feelings will go. Depends also on who it's from. A compliment from someone I admire is better than a compliment from some random anon or whatever. I try to just say thank you no matter what I'm feeling\n  ","164100":"\n  Ben if I block you will you go away for a while or are you just going to bother me again in 10 minutes when this account is suspended\n  ","164101":"\n  Painting. It IS expensive but luckily the craft store near me does half off days for canvases and paint and I've been really lucky to have financial supporters when it comes to supplies in the past. It does bring some challenges, mainly being inspired enough to actually paint something and when you're essentially a shut in who only gets out maybe once a week it's hard to find that inspiration at times. I deal with this by painting a lot of self portraits lol.\n  ","164102":"\n  I don't care about cars.\n  \n  I'm doing light therapy and filling my pillbox for the week feel free to send me questions that AREN'T gross pedo shit like what I've already had to report today\n  ","164103":"\n  thanks\n  ","164104":"\n  manipulative and cruel\n  ","164105":"\n  I was tall at the age the name originated (middle school) and lived on Big Pine Dr and wore a lot of green\n  ","164106":"\n  it doesn't matter enough to me to pick a new one I guess, nothing seems that good. Allison is fine. My longest running nickname is Pinetree and that's fine too.\n  ","164107":"\n  I don't pay attention to most media outlets so I wouldn't know. I presume not as much as people worry about, considering it's like the job of the media to report the news as it happens.\n  ","164108":"\n  Just ask them out there's no like special fancy rules or requirements\n  ","164109":"\n  Siiiiiigh.\n  \n  First of all: Bubo is happy and healthy and lives a good life with lots of attention and everything she needs\n  \n  Secondly: she was born and bred specifically to be a companion bird. If it wasn't me, she'd be with someone else as a companion bird.\n  \n  Finally: I guess you hate service dogs too? Or just support animals? People like you who go around harassing disabled folks for depending on their ESAs are the height of patheticness.\n  \n  You're a terrible and annoying person and I hope you fuck off forever\n  ","164110":"\n  I prefer small venue lesser known artists as far as shows go, the tickets are reasonable and it's intimate and I don't feel too crowded in and shuffled around.\n  \n  Currently I'd love if upcoming NYC artist Von Sell toured to Portland, OR so I could go his voice really resonates with me for some reason and I can't wait to see what else he does\n  \n  If I wanted to pay an arm and a leg and see someone I consider \"legendary\" or whatever then I'd want to see The Pixies but they sell out shows so quickly\n  ","164111":"\n  mmhmm like there's no reason to be like that\n  ","164112":"\n  I'm very sincere. It's easy to catch me in a lie because my face gives it away immediately. So I just don't. I try to be as genuine to myself as possible and I'm at my core just a very sincere person.\n  ","164113":"\n  I deleted about 70% of my \"questions\" this morning. Weekends here are such trash all the 14 year olds with opinions are home and ready to internet\n  ","164114":"\n  I'm not sure I'm awake enough to understand what you're asking sorry\n  ","164115":"\n  kind of but I'm really good at spacing out forever and killing time :P\n  ","164116":"\n  y'all when you come at me with some bs and it's not a question, expect to be blocked. I'm too old and tired to deal with your childish rants. And they are childish.\n  ","164117":"\n  I guess I have but I've always bucked against that pressure and done what I wanted\n  ","164118":"\n  american football probably\n  ","164119":"\n  yeah I guess so or like, target shooting at a range. It's not bringing the winter's meat supply for the family in though.\n  ","164120":"\n  no one needs these ridiculous rifles that are available. You don't need to shoot a deer a billion times a second. Get rid of them. Ban them. Whatever. let these rednecks keep their simple deer hunting rifles. I don't see much point in pistols either but people aren't committing school shootings with pistols.\n  ","164121":"\n  I didn't read any details, just saw the headlines.\n  ","164122":"\n  sadly yes I've been familiar with the incel (bowel)movement for a while, being a survivor of gamergate I feel like it's sort of what those guys became. It's the most pathetic, entitled, disgusting bs ever but I don't want to blame technology because there have been vile woman-hating men's organizations throughout history.\n  ","164123":"\n  I just skimmed the topic on google and saw that in some places, they're forcing intersex athletes to take a hormone in one binary direction or another to compete. This is ridiculous and these rules shouldn't be present. People should be able to compete against what gender they feel most comfortable competing with until we as a society move to more non-gendered times and athletes just compete against athletes\n  ","164124":"\n  well hate to break it to you kiddo but he was wrong.\n  ","164125":"\n  is this a real question that someone sent me\n  \n  one of those is DEFINITELY, FAR worse than the other and it's not being a non-christian\n  ","164126":"\n  I'm blessed that people around me like to give me things for some reason like I don't know why my friends are so generous but they are and it rocks and if I was financially independent I'd probably be a gift giver too but as far as what do I want it never matters I'm happy when it's something I can use to be creative and I'm happy when it comes from the heart and I'm happy when it's something that made the other person think of me\n  ","164127":"\n  LOL troll someone else creep\n  ","164128":"\n  care\n  ","164129":"\n  Jon raises his voice sometimes accidentally but he never means it against me, it's just stress. I call him out and he quiets down.\n  ","164130":"\n  new ask user: no one is going to follow you unless you take anon OFF and get your name out there with question asking and liking.\n  \n  advice in general: live more in the present and be mindful you'll be overal more content in life\n  ","164131":"\n  psychogenic polydipsia\n  \n  it's usually only comorbid with schizophrenia but who knows ¯\\_(ツ)_\/¯\n  \n  you should bring it up to your doctor though because sometimes it could be a kidney problem that makes you drink a lot, need to get that checked out\n  ","164132":"\n  thanks! the highlighter used in that photo was cheapy wet n wild megaglo highlighting powder in precious petals. I loved it so much I went out and bought 2 more colors (a gold and a lavender)\n  ","164133":"\n  hi there I'm ok it's been super slow around here\n  ","164134":"\n  I only like carrots raw. Cooked carrots are so nasty I can't handle it.\n  ","164135":"\n  I am going through a weird highlight phase like my friend bought me the fenty trophy wife and I bought myself too faced's rainbow tears but I've also picked up a rainbow highlighter from ulta and three different other drugstore highlighters. I'm not sated.\n  ","164136":"\n  I mean I like a lot of people but there isn't anyone who I'm like \"so and so is in this movie I have to see it just because of that\"\n  ","164137":"\n  I'm trying to stay awake a little while which is hard\/impossible send me questions to keep me awake\n  ","164138":"\n  I JUST hit pan on boing boing concealer by benefit today, I think I've had that thing for 5 years. have a little gnat bite of all things on my jawline so I had to conceal that mess. Yes, I would recommend. I don't wear foundation or powder or anything like that, just concealer when needed and highlighter.\n  ","164139":"\n  It's been rough actually but things are looking up, thanks. Hope you are well also.\n  \n  Hindrance: slipping into social isolation\n  \n  Help: a particularly motivating strain of weed\n  ","164140":"\n  some good tweezers, preferably with a slant tip\n  ","164141":"\n  my 600th follower was.... Ben. lmao.\n  ","164142":"\n  If Jedis were floral\/rainbow colored\n  ","164143":"\n  wide legged jeans\n  ","164144":"\n  24 and 25 if I remember correctly\n  ","164145":"\n  Bubo\n  ","164146":"\n  I feel like everyone has doubts when they get married that they're not \"good enough\" or whatever, I don't remember anything specifically.\n  ","164147":"\n  the current one lol. I would hate to be in the past with less rights and being a teen in the 90s was about as rad as expected so I wouldn't want to give that experience up\n  ","164148":"\n  more than 6 legs\n  ","164149":"\n  tipsy and eating skittles candy AMA (well not anything fetish and sex questions still reported)\n  ","164150":"\n  I worked really hard at holding my shit together when I first started showing positive symptoms of schizophrenia. I thought I was just \"stressed out\" and I could like, take a long enough nap and feel better. It became too much though and everything sort of unraveled. There was a period of a few years where I was really all over the place and didn't have any realistic support for what I was experiencing but eventually I saw a psychiatrist and therapist combo and got sort of sorted out temporarily. Then I stopped taking my meds and got married and sort of just winged things until about 5 years ago.\n  \n  TL:DR: being functional is the hardest thing I've worked at\n  ","164151":"\n  people who don't pick a side of the aisle and instead walk right down the middle with a cart like they own the place\n  \n  the lighting is terrible and fake and makes me want to get out asap I'm really sensitive to these big box and grocery store lights\n  \n  Cashiers who comment on my purchases like no Karen I don't know which flavor of potato chip from this brand is the best I just picked it up on a whim because the end caps are so fucking alluring\n  ","164152":"\n  I don't really think ahead like that. My life expectancy is 40 so like, I'm just working on surviving past that. And creating a little on the way.\n  ","164153":"\n  lol I definitely wasn't aware but, who cares. He's been saying shit about me for like, years now. I think he's a garbage person so his opinion really doesn't worry me.\n  ","164154":"\n  Not that I'm aware of\n  ","164155":"\n  cake\n  ","164156":"\n  thanks. The secret is: drink a ton of water. Always drink water.Drink SO MUCH water.  also avoid sulfate products, only wash your face once a day with a good natural cleaner (I like Lush's Herbalism) use a good natural moisturizer (Lush Imperialis for me). I don't ever wear foundation or other skin makeup either, except highlighter. Just eye makeup and lipstick. Gotta let the skin breathe.\n  ","164157":"\n  why so cryptic? Just ask me questions dude this is a question site if I think it's inappropriate I just won't answer it\n  ","164158":"\n  I mean I don't know the names of most of the people who send me questions so I guess fine\n  ","164159":"\n  be bored I guess.\n  ","164160":"\n  no I just slip them off\n  ","164161":"\n  I have in the past but do not currently\n  ","164162":"\n  Hulu has Bob's Burgers so\n  ","164163":"\n  I want to try peyote\n  ","164164":"\n  Since going on anti-psychotics successfully I never cry. Like, my eyes water when I yawn or cough but I don't ever sit down and have a good cry. It's weird. It's just how it is now.\n  ","164165":"\n  it really depends but mostly I agree. I bought my companion bird at a specialized bird store and I don't regret that because they are very clean and healthy and GOOD but like I would never buy a cat or a dog from a petstore all of my cats were rescues.\n  ","164166":"\n  parakeets, makeup stashes, floral dresses, cheeseburgers, rainbows\n  ","164167":"\n  I have a light blue wrap dress with a full skirt that I could put a red petticoat and red flats with that would be cute with red lipstick\n  ","164168":"\n  I was called Pinetree in my teens\n  "}}