{"Question":{"167388":"\n   Man’s drunk and catting for a bit of sniff.\n  ","167389":"\n   Do you like cats?\n  ","167390":"\n   Do you like Rugers?\n  ","167391":"\n   You seem to be a bit of an airhead\n  ","167392":"\n   What does my sexuality have to do with anything?\n  ","167393":"\n   I'm not transphobic. The reason that's what I asked is because of all the insane things feminists have said, that's got to be the worst. Saying that gender has nothing to do with your parts, and if there are boys that say they're girls then I should be willing to have sex with some of them.\n  ","167394":"\n   All people are the same\n  ","167395":"\n   It's all about her ego, because society stigmatises mental illness.\n  ","167396":"\n   You can’t deny that gays are more happy and friendly than lesbians? Why do lesbians complain about men all the time if they have nothing to do with us?\n  ","167397":"\n   apparently. im sorry that they are being dxcks. i saw that you were having a bad pain day, i know what thats like and i hope it gets better <3\n  ","167398":"\n   You didn’t answer my question\n  ","167399":"\n   that anon is talking about me. and yeah they are transphobic considering that they know im not a girl\n  ","167400":"\n   Why do people dislike gays? I actually love them, I find the way the talk and move hilarious and they’re so camp and friendly, they’re fun to be around, lesbians on the other hand are fat and moody, whereas gays are easy going and bubbly, do you agree?\n  ","167401":"\n   I’ve been vaping since I was 5\n  ","167402":"\n   Do you like vaping?\n  ","167403":"\n   Do you like grand theft auto?\n  ","167404":"\n   I just saw someone post a question along these lines and I want honest people’s opinions and not arguments, the question I want to ask is if it is transphobic to only want to have sex with cis women?\n  ","167405":"\n   Exactly thank you, try explaining that to that girl from Alaska that used to be friends with Mariah thongh. I don't know what happened to the rest of it though. How am I transphobic? And a person is automatically gross if they're not a feminist?\n  ","167406":"\n   I just hope you're not one of those feminists that thinks men that don't want to have sex with transgender men are disgusting\n  ","167407":"\n   Oh a scale 1 - 10 10 being the biggest wack job feminist there is, and 1 being the most reasonable feminist, what are you?\n  ","167408":"\n   Oh no you sound like one of those crazy feminists, I hope that's not the case\n  ","167409":"\n   How old were you when you lost your virginity\n  ","167410":"\n   My \"wife\" needs to take anti-psychotics, but she is adamant not to take it. What can we do to persuade her otherwise, where psychologists, and psychiatrists have failed for years, and this resulted in the breakup of my entire family.\n  ","167411":"\n   I'm very happy for You, you seem to be enjoying it which is nice\n  ","167412":"\n   Do you watch porn?\n  ","167413":"\n   I bet it can be overwhelming to be that proud of something you love l\/created\n  ","167414":"\n   It's good that she's connecting with them though very promising\n  ","167415":"\n   It's super cool that you have That, you must enjoy being around her a lot :)\n  ","167416":"\n   You are simply fascinating gosh your birds are strange!\n  ","167417":"\n   .\n  ","167418":"\n   Did you ever want kids\n  ","167419":"\n   Good luck, sounds promising at least ❤\n  ","167420":"\n   I'm sure she'll deliver. This is super cute ❤\n  ","167421":"\n   How you doing?\n  ","167422":"\n   Hey\n  ","167423":"\n   .\n  ","167424":"\n   Do you have any thongs?\n  ","167425":"\n   top 3 favorite emojis\n  ","167426":"\n   Where is the next one coming from?\n  ","167427":"\n   Do you love your green pigeon?\n  ","167428":"\n   Would you rather lose all of your money and valuables or all of the pictures you have ever taken?\n  ","167429":"\n   You reported me like a grass?\n  ","167430":"\n   Do you like super strats?\n  ","167431":"\n   What do you think of Ben?\n  ","167432":"\n   Do you like chocolate?\n  ","167433":"\n   Do you like Marshall Amps?\n  ","167434":"\n   Did you see that CD cover?\n  ","167435":"\n   Do you like TV?\n  ","167436":"\n   Do you like Thrash?\n  ","167437":"\n   Do you like Gibson?\n  ","167438":"\n   Irie means good\/alright, and blud means friend, it’s black London slang\n  ","167439":"\n   Yeah it’s irie blud\n  ","167440":"\n   Have you heard of a film called Zombie Flesh Easter’s? In the US it’s called Zombi 2.\n  ","167441":"\n   Shave, wax, or laser?\n  ","167442":"\n   What does your husband do\n  ","167443":"\n   What's always in your pocket?\n  ","167444":"\n   Lesbian?\n  ","167445":"\n   Would you like to attend the MTV Music Awards ceremony?\n  ","167446":"\n   How was your day?\n  ","167447":"\n   Why do Americans call Father Christmas Santa?\n  ","167448":"\n   Were you a cute child or do you think you were a funny looking one?\n  ","167449":"\n   .\n  ","167450":"\n   Current thoughts??\n  ","167451":"\n   Does it matter what others think of you?\n  ","167452":"\n   Do you like burgers and pizza?\n  ","167453":"\n   are you home already?\n  ","167454":"\n   Why do you hate clothes shopping in person? How do you know that something you ordered online will actually fit you okay? I find sizes to be so different from one brand to the next that it's really hard for me know if something will fit before I try it on.\n  ","167455":"\n   Do you like designer clothes?\n  ","167456":"\n   Do you like censorship?\n  ","167457":"\n   What drinks to bums tend to drink in the US? Here it’s Buckfast, Sanotogen, Special Brew, Tennents, Kestrel, White Ace, White Lightning, K Cider, Diamond White\n  ","167458":"\n   Do you like cheap food?\n  ","167459":"\n   Do you like crispy aromatic duck?\n  ","167460":"\n   No my foot was just itchy and I couldn’t think of anything else to write\n  ","167461":"\n   Have you heard of the Goodies?\n  ","167462":"\n   Do you like itchy feet?\n  ","167463":"\n   Do you find Johnny Adair attractive?\n  ","167464":"\n   Do you ever remember having a bad time in a certain year but years later you look back and see the positives on that year?\n  ","167465":"\n   He was Gilderoy Lockhart in the chamber of secrets\n  ","167466":"\n   Kenneth Branagh was in Harry Potter\n  ","167467":"\n   Have you seen Henry Vth?\n  ","167468":"\n   Do you like Kenneth Branagh?\n  ","167469":"\n   Do you like James Nesbit?\n  ","167470":"\n   I was in good shape until I got hit with in my kneecap when I was 15.\n  ","167471":"\n   What’s the most painful experience you’ve had? Mine was when I got hit in the kneecap with a crowbar, I still walk with a limo because of it\n  ","167472":"\n   Does it matter what others think of you?\n  ","167473":"\n   What do you usually do Christmas Day?\n  ","167474":"\n   Thoughts on self diagnosing mental health problems?\n  ","167475":"\n   Does it snow where you live?\n  ","167476":"\n   Real tattoo or henna tattoo?\n  ","167477":"\n   Why do dolphins and gorillas creep you out?\n  ","167478":"\n   When do you think Ben will grow tired of asking you disturbing questions about your s3x life?\n  ","167479":"\n   Why don't you like Twitter? What sites do you like more than that one or this one?\n  ","167480":"\n   How long does it take to recover from bunion surgery? Do you have to stay in the hospital for a night or two after it, or can you be discharged on the same day it happens?\n  ","167481":"\n   What is your favourite kind of cookie?\n  ","167482":"\n   Do you have a celebrity crush? If so, who is it?\n  ","167483":"\n   What are you thinking about tonight?\n  ","167484":"\n   I would like to share with you, this rare talent I discovered :\n   \n    https:\/\/ask.fm\/deadbeatdadsarecool\/answers\/144283654001\n   \n   *warning : I advise caution with this account*\n  ","167485":"\n   Am I dirty?\n  ","167486":"\n   It is a funny story though\n  ","167487":"\n   I made the biggest mistake when I lost my virginity, I got to the hotel and realised I didn’t have condoms and I started thinking to myself “what if I get her pregnant or get an STD” so I went and bought Durex Extra Safe and I couldn’t feel shit, plus she was on her period so I should of barebacked\n  ","167488":"\n   Do you like chicken noodles?\n  ","167489":"\n   Do you think 21 is a bit harsh?\n  ","167490":"\n   Why is it illegal?\n  ","167491":"\n   Pisshead means someone who drinks on the street\n  ","167492":"\n   Have you ever seen two people have a rap battle?\n  ","167493":"\n   Have you ever seen someone rapping in the street?\n  ","167494":"\n   Do you like pissheads?\n  ","167495":"\n   Do you have a good support system? Have you always had one?\n  ","167496":"\n   What’s the different between Cider and hard cider? Is hard cider the strong cider which is 8% per a can\/bottle?\n  ","167497":"\n   Do you like Singapore vermicelli?\n  ","167498":"\n   Do you like cognac?\n  ","167499":"\n   Do you like Straw Dogs?\n  ","167500":"\n   Do you find Herschell Gordon Lewis attractive?\n  ","167501":"\n   Do you like grape juice?\n  ","167502":"\n   Do you find Dario Argento attractive?\n  ","167503":"\n   Do you like Chocolate bars?\n  ","167504":"\n   Do you find Chuck Schuldiner attractive?\n  ","167505":"\n   Do you find Dizzee Rascal Attractive?\n  ","167506":"\n   Do you support Israel?\n  ","167507":"\n   What does XLT mean?\n  ","167508":"\n   Do you like band shirts?\n  ","167509":"\n   If you had to guess what shirt size I am, what would you say?\n  ","167510":"\n   Do you like long sleeve shirts?\n  ","167511":"\n   When you buy a new pair of shoes do they ever rub your feet?\n  ","167512":"\n   Do you like chicken soup?\n  ","167513":"\n   Whats your honest opinion on people who s\/h, does is ever really solve anything?\n  ","167514":"\n   What made you decide to get a bird?\n  ","167515":"\n   Describe your day using only one word.\n  ","167516":"\n   Do you like AIDS?\n  ","167517":"\n   What’s your opinion on cock rock?\n  ","167518":"\n   Do you chocolate fountains?\n  ","167519":"\n   Do you find the word “cunt” offensive?\n  ","167520":"\n   Do you like condoms?\n  ","167521":"\n   Have you ever seen a Brexit post on Twitter?\n  ","167522":"\n   Do you like Christmas?\n  ","167523":"\n   Do you like broadband?\n  ","167524":"\n   Why is it weird?\n  ","167525":"\n   Is it normal that I’m looking forward to Brexit?\n  ","167526":"\n   Do you like video games?\n  ","167527":"\n   Do you like Michael Townley?\n  ","167528":"\n   Do you like those big multicoloured parrots you get in the Caribbean?\n  ","167529":"\n   Do you ever hear your parrot fart?\n  ","167530":"\n   Do you like Twitter?\n  ","167531":"\n   Do you ever do accents?\n  ","167532":"\n   Do you like duck?\n  ","167533":"\n   Do you like fart jokes?\n  ","167534":"\n   Do you like Chinese food?\n  ","167535":"\n   Do you like cigars?\n  ","167536":"\n   Do you like panorama?\n  ","167537":"\n   Everyone has heard of Hackney in London\n  ","167538":"\n   Do you like Hackney?\n  ","167539":"\n   Did your doctor give you any pain medicine as well, or will the muscle relaxants also help relieve your pain? I hope you feel better soon either way.\n  ","167540":"\n   Which month of the year is most suitable for falling in love?\n  ","167541":"\n   What would you do if you walked into a pub and there was a white lower band playing with a bunch of skinheads watching?\n  ","167542":"\n   Is there anything in life you regret?\n  ","167543":"\n   What keeps you holding on everyday\n  ","167544":"\n   Do you have a birthmark?\n  ","167545":"\n   What is the most stupid thing you've ever done for someone?\n  ","167546":"\n   Should people ever take your advice?\n  ","167547":"\n   Tell me a really pointless fact about yourself that no one knows because it's not important enough to tell to anyone\n  ","167548":"\n   What is your favorite clothing store?\n  ","167549":"\n   Did you have to wear 'stuff' for work (or school\/college\/UNI etc.) ~ at hallow e'en?\n  ","167550":"\n   Your aim in life is______?\n  ","167551":"\n   What's one book you've read recently and would recommend others to read?\n  ","167552":"\n   Is money the most important thing to you, do you want to be the most rich person earth?\n  ","167553":"\n   Would you ever do DMT?\n  ","167554":"\n   Do you like Ecstasy?\n  ","167555":"\n   Why didn’t you answer the DMT drug questions?\n  ","167556":"\n   How old was you when you first got stoned?\n  ","167557":"\n   How are you feeling?\n  ","167558":"\n   Do you like Angel Dust?\n  ","167559":"\n   Do you like Devo?\n  ","167560":"\n   In life you either work hard to achieve your dreams or work hard to achieve someone's else (loved ones), do you think it's unfair when you achieve someone's else?\n  ","167561":"\n   Do you like technology?\n  ","167562":"\n   Do you like 4K gaming?\n  ","167563":"\n   Do you ever roll cross joints?\n  ","167564":"\n   Do you like Amnesia?\n  ","167565":"\n   It’s an old strain\n  ","167566":"\n   How much is an ounce where you live?\n  ","167567":"\n   Do you like Thai stick?\n  ","167568":"\n   When you go grocery shopping do you just throw everything in the cart and go to the cashier or check the price of every item beforehand?\n  ","167569":"\n   Do you ever buy ounces?\n  ","167570":"\n   Do you let your friend’s smoke weed in your house?\n  ","167571":"\n   If they made the strongest strain ever and it was called Trump Ami, would you smoke it?\n  ","167572":"\n   I actually like Obama.\n  ","167573":"\n   Do you like BC Rich guitars?\n  ","167574":"\n   Do you like ginger beer?\n  ","167575":"\n   To be fair I ask everyone about guns and swords\n  ","167576":"\n   What have I done now?\n  ","167577":"\n   Do you like remmingtons?\n  ","167578":"\n   Why didn’t you answer the vindaloo question?\n  ","167579":"\n   Did you get my vindaloo question?\n  ","167580":"\n   Do you like volunteers?\n  ","167581":"\n   Have you ever eaten curry?\n  ","167582":"\n   Do you like potato wedges?\n  ","167583":"\n   Do you like Woodside school?\n  ","167584":"\n   Do you like the name Wintage Woodsy?\n  ","167585":"\n   Why laugh?\n  ","167586":"\n   If your husband asked you to loose weight, what would you do?\n  ","167587":"\n   When did you last eat McDonald’s?\n  ","167588":"\n   Do you like small fluffy animals?\n  ","167589":"\n   Do you like puppies?\n  ","167590":"\n   Do you like red watch?\n  ","167591":"\n   Do you like morningstars?\n  ","167592":"\n   Yes it is, how did you know?\n  ","167593":"\n   Do you ever dislike videos on YouTube?\n  ","167594":"\n   Do you eat fried food?\n  ","167595":"\n   Do you like silent but violents?\n  ","167596":"\n   Have you ever seen a sword?\n  ","167597":"\n   Would you ever go out on a frozen lake or river or is that a dumb idea\n  ","167598":"\n   Do you like loud but prouds?\n  ","167599":"\n   Do you like the film Irreversible?\n  ","167600":"\n   Yeah that’s the film\n  ","167601":"\n   I miss being 10, watching films my dad bought me such as Bad Taste, Basket Case, Brain Damage, The Evil Dead, The Hille have Eyes, Brain Dead and such\n  ","167602":"\n   Do you like Basket Case?\n  ","167603":"\n   .\n  ","167604":"\n   How's life?\n#staif\n  ","167605":"\n   Are grammar and punctuation important in social media?\n  ","167606":"\n   Your eyebrows look great. How did you learn how to shape them so nicely?\n  ","167607":"\n   How did you learn how to make bath bombs?\n  ","167608":"\n   Would your spouse ever be interested in signing up for an account here?\n  ","167609":"\n   What is your favourite sleeping position? Is there anything you must do (or must avoid) in order to get a good night's sleep?\n  ","167610":"\n   Do you think it’s racist to fly flags from ones house?\n  ","167611":"\n   What are your cats like? How would you describe their personalities?\n  ","167612":"\n   Well I am a native here, so I should be put on a pedestal slightly and be given more rights\n  ","167613":"\n   How is it hateful?\n  ","167614":"\n   I told this Columbian to go home yesterday, is that funny?\n  ","167615":"\n   Our food is shit\n  ","167616":"\n   I don’t see why Colombians and other South Americans immigrate to Britain, Columbia, Brazil and Mexico wasn’t a British colony, I don’t mind immigration if it’s women and they’re good looking and come from good looking countries like Norway, Holland and such\n  ","167617":"\n   Why would I be angry about that?\n  ","167618":"\n   Well if they wanted to live here and be British then they shouldn’t of asked for independence\n  ","167619":"\n   Why is it racist?\n  ","167620":"\n   Do you think it’s wrong that Britain is stopping immigration? I’m glad, the Brits have had enough.\n  ","167621":"\n   Do you like the film a birth of a nation?\n  ","167622":"\n   Once Brexit happens it will be almost impossible to immigrate to Britain, what’s your opinion on that?\n  ","167623":"\n   A few years ago there was a law passed in Britain where only native White Brits could claim benefits, is that racist in your opinion?\n  ","167624":"\n   It just was funny\n  ","167625":"\n   I remember my dad use to tell my I treat my room like a dosshouse, is that funny?\n  ","167626":"\n   Do they still have flophouses in the US?\n  ","167627":"\n   Do you like flophouses?\n  ","167628":"\n   Beebee 2x U\n  ","167629":"\n   Ting means thing\n  ","167630":"\n   It’s a video of me unboxing it and yes I did.\n  ","167631":"\n   Blud means friend\n  ","167632":"\n\n    https:\/\/youtu.be\/t_B0hatvxoc\n   \n   I got the new Xbox One X\n  ","167633":"\n   Do you like the word blud?\n  ","167634":"\n   R u on a ting blud?\n  ","167635":"\n   Can you tell I have ADHD?\n  ","167636":"\n   Do you hate the term BBW?\n  ","167637":"\n   Why you getting all defensive an ting breddrin?\n  ","167638":"\n   I forgot to take my ADHD medicine today lol\n  ","167639":"\n   I’m fatter than you though\n  ","167640":"\n   Do you like the name Wintage?\n  ","167641":"\n   If someone wrote you a letter but on the envelope in said BBW, would you open it?\n  ","167642":"\n   What would the caption be?\n  ","167643":"\n   Would you show the picture to the police?\n  ","167644":"\n   If you woke up and saw a man pooing on your car, what would you do?\n  ","167645":"\n   How would you feel if that happened to you?\n  ","167646":"\n   If you woke up in the morning and went outside your house and someone had spray painted BBW everywhere on your house, door and car, would you report it as a hate crime?\n  ","167647":"\n   Have you ever been called a BBW on Craigslist?\n  ","167648":"\n   It looks like Gumtree\n  ","167649":"\n   What is craigslist?\n  ","167650":"\n   SSW means super size woman\n  ","167651":"\n   Do you consider yourself a BBW or a SSW?\n  ","167652":"\n   Are you a ssw?\n  ","167653":"\n   Do you live up to the American stereotype?\n  ","167654":"\n   Would you cook the eggs?\n  ","167655":"\n   What would happen if you opened Bubo's cage at other times? Would she refuse to come out? I think it's great she feels so comfortable in there.\n  ","167656":"\n   Do you let the green pidgeon out of the cage?\n  ","167657":"\n   Does she speak like real parrots?\n  ","167658":"\n   Is a budgie basically a poor man’s parrot?\n  ","167659":"\n   It’s cruel to keep bird in a cage\n  ","167660":"\n   .\n  ","167661":"\n   Do you like Iddy Amin?\n  ","167662":"\n   Do you like pol pot?\n  ","167663":"\n   Fukalah\n  ","167664":"\n   Random confession? 🤔\n  ","167665":"\n   What do you dream about?\n  ","167666":"\n   Kendrick Lamar or Eminem?\n  ","167667":"\n   I think halal meat is inhumane and cruel.\n  ","167668":"\n   Do you like halal meat?\n  ","167669":"\n   Have you ever eaten fast food twice in one day?\n  ","167670":"\n   Do you like cigarettes?\n  ","167671":"\n   RAC=Rock Against Communism\n  ","167672":"\n   Do you like RAC music?\n  ","167673":"\n   Do you like Oi! Music?\n  ","167674":"\n   How often do parakeets typically lay eggs?\n  ","167675":"\n\n    https:\/\/ask.fm\/deadbeatdadsarecool\/answer\/144213920881?utm_source=copy_link&utm_medium=iOS\n   \n   Is he racist in your opinion?\n  ","167676":"\n   Grossest thing you've ever seen\/witnessed in a restaraunt?\n  ","167677":"\n   Do you like Irn Bru?\n  ","167678":"\n   Do you like fart jokes?\n  ","167679":"\n   If Britain just let Germany do what they needed to do in Poland, could we have avoided a Second World War?\n  ","167680":"\n   Is it normal that I wish Britain still had it’s empire?\n  ","167681":"\n   Should all nightclubs do this?\n   \n    http:\/\/www.dailymail.co.uk\/news\/article-1039500\/Storm-nightclub-barred-women-fat.html\n   \n","167682":"\n   Do you like grime?\n  ","167683":"\n   Do you like Melodic music?\n  ","167684":"\n   What’s wrong with paramilitaries?\n  ","167685":"\n   Do you like paramilitaries?\n  ","167686":"\n   What vodka do you prefer out of Grey Goose, Ciroc, Belvedere, Snow Queen and Snow Leopard?\n  ","167687":"\n   What’s the most amount of money you’ve spent on a bottle of spirits? I once spent £120 on a bottle of Glenfiddich 21 years old for my 21st birthday.\n  ","167688":"\n   Happiness is______?\n  ","167689":"\n   A short relay: A daughter?or a son?? Cola?or Fanta?? By air✈or by land?? Mind?or beauty?? Apartment?or house?? Black◼or white◻? Strawberry?or banana?? Whale?or dolphins?? Анgel?or demon?? Sunny?☀or cloudy☁☔? Pass on to everyone you are following murr\n  ","167690":"\n   When I get angry my heart feels like it sinking in my chest and my vision goes blurry and everything goes quiet, is that normal?\n  ","167691":"\n   Tell your most vivid moment of the day!\n  ","167692":"\n   Why are women like this? Basically I was 15, COD:BO was coming out, I was excited, I get home for my mum to tell me she cancelled the preorder and it came with a remote RC car, the LSA told my parents the game wasn’t suitable for a 15 year old, it pissed me off because I’m not a child at 15.\n  ","167693":"\n   Do you like animals when they’re on heat?\n  ","167694":"\n   Do you like animals?\n  ","167695":"\n   Do you have a pet? Share its photo!\n  ","167696":"\n   do you have any idea what a frozen fishbowl is?\n  ","167697":"\n   Do you listen to Welcome to Nightvale?\n  ","167698":"\n   Have you ever seen a Chav?\n  ","167699":"\n   Are you left-handed or right-handed?\n  ","167700":"\n   Do you like cathedrals the buildings? I like to spot the gargoyles on them.\n  ","167701":"\n   Do you like Cathedral?\n  ","167702":"\n   What have you learned today?\n  ","167703":"\n   How often do you call Rin, Kyo, and Mimi and Bubo by the wrong names? Do all of your pets know and respond to their names?\n  ","167704":"\n   How come I always get stares when I wear my UDA shirt in public?\n  ","167705":"\n   She opens my snaps, but never replies. What should I do?\n  ","167706":"\n   What aspect of yourself are you most proud of?\n  ","167707":"\n   Hy\n  ","167708":"\n   What are your pets called?\n  ","167709":"\n   Do you get along with your family outside your parents and siblings? I personally don’t, at least not the family on my fathers side such as my uncle, aunty, cousins and grand parents, on my mothers side I get along with my grandad and cousin, that’s about it.\n  ","167710":"\n   How's your day going? Got anything exciting planned?\n  ","167711":"\n   Post a bitter reality?\n  ","167712":"\n   What do you usually put on your sandwich?\n  ","167713":"\n   Are you ever really too old to have something which is typically seen as a child's item for comfort?\n  ","167714":"\n   What is a terrifying truth that no one ever wants to accept or not many realise?\n  ","167715":"\n   What means the most to you that is non living and not an item you own? Why does it hold such significance?\n  ","167716":"\n   what ur favorite weather? season? do u like rain?\n  ","167717":"\n   Would you like a night call ? ~ ~ What kind of night call would you like ? ~ ~ (I'm gonna tell you something you don't wan't to hear . . ) ~ please choose from 3 vids @ the base of my answer ~\n   \n    https:\/\/ask.fm\/igotamatch\/answers\/143775460474\n   \n   ~ (answer to \"infinity's\" deeper than you think question) x\n  ","167718":"\n   Anyone been on anti depressants? If so which did you find best? Feel free to ignore.\n  ","167719":"\n   How much of a mess is your room?\n  ","167720":"\n   ~ there's a possibility it could be a one off ; but if induced by other stimulus (a nestbox . . . . or supplementary lighting) may continue @ 48 hour intervals ~\n  ","167721":"\n\n    https:\/\/ask.fm\/shehitsback\/answers\/142543276792\n   \n   ~ what's known as a 'fitness-egg' ; so your bird is in top condition !\n  ","167722":"\n   I like my shoes comfortable and simple as well. Do you wear a lot of sneakers or other casual footwear?\n  ","167723":"\n   How painful was it to have your nose pierced? How long did it take to heal?\n  ","167724":"\n   What are you going to do with your bird's egg? Will she be sad if you throw it away, or do birds not care about this stuff?\n  ","167725":"\n   Become a Vampire or a Werewolf?\n  ","167726":"\n   Citation that describes you\n  ","167727":"\n   .\n  ","167728":"\n   What was the last thing you paid for?\n  ","167729":"\n   Pizza or love?\n  ","167730":"\n   Do you like Grindcore?\n  ","167731":"\n   Do you like b standard tuning?\n  ","167732":"\n   Why is there more of a focus on men having to take care of their appearance and wear the best clothes available these days? It use to be women who would take care of their appearance and wear the best clothes, but most wear cheap clothes from primary and wash only 3-4 times a week.\n  ","167733":"\n   Do you like shoes?\n  ","167734":"\n   I can do a good Indian accent\n  ","167735":"\n   What accents do you find unattractive? You can say British if you want I won’t be offended, I know our accent isn’t the best\n  ","167736":"\n   It’s a holiday in America to, it’s where people show solidarity for the war dead and buy poppies.\n  ","167737":"\n   Do you like Remembrance Day?\n  ","167738":"\n   What’s the term for two gangs having a big fight?\n  ","167739":"\n   Have you ever stolen anything?\n  ","167740":"\n   Do you like Elton John?\n  ","167741":"\n   Do you believe in men’s rights?\n  ","167742":"\n   Do you like radical feminism?\n  ","167743":"\n   Do you like slang?\n  ","167744":"\n   Do I respect women?\n  ","167745":"\n   Am I a misogynist?\n  ","167746":"\n   Do you like Godzilla?\n  ","167747":"\n   Have you ever phoned up a shop or company to make a complaint?\n  ","167748":"\n   Do you think long hair on men is unattractive?\n  ","167749":"\n   Do you have short hair?\n  ","167750":"\n   I’m buying a guitar soon, it’s this one, what do you think of it?\n   \n    https:\/\/www.gak.co.uk\/en\/gibson-custom-limited-flying-v-custom-ebony\/908688\n   \n","167751":"\n   Have you heard of Gibson Guitars?\n  ","167752":"\n   .\n  ","167753":"\n   Who had the biggest influence on you as a kid?\n  ","167754":"\n   Why do you specify that your bath bombs are vegan? Aren't bath bombs vegan by default anyway?\n  ","167755":"\n   Do you think it is difficult to live as a vegetarian\/vegan?\n  ","167756":"\n   What, if anything, did you buy at the farmer's market?\n  ","167757":"\n   Do you have the tendency to dislike something once there's a sudden hype over it and everyone loves it?\n  ","167758":"\n   Murals in my area are paramilitary murals\n  ","167759":"\n   Does it annoy you when people sell you what to wear? For example I wore a band shirt once to college and they made me turn it inside out, I was livid and just drove home.\n  ","167760":"\n   Do you like murals that mark territory?\n  ","167761":"\n   Do you like murals?\n  ","167762":"\n   My road has a mural that says “you’re now entering English side of Erith, homeland of the few British people left in London” the council want to take it down\n  ","167763":"\n   I’m on the pull tonight, I’ll let you all know if I get lucky.\n  ","167764":"\n   Do you think it’s wrong when people dress as Gestapo officers for Halloween? Serious question\n  ","167765":"\n   Do you agree that Trick or Treating is begging? I can’t stand trick or treaters, that’s why I always go out on Halloween.\n  ","167766":"\n   Do you like Halloween? I don’t\n  ","167767":"\n   Do you like labradoodles?\n  ","167768":"\n   It's Halloween! What's your outfit this year?\n  ","167769":"\n   What determines which sex you are attracted to at a particular time?\n  ","167770":"\n   Are you attracted to black women?\n  ","167771":"\n   Do you find black men attractive?\n  ","167772":"\n   Is your cat really 37 years old?\n  ","167773":"\n   Do you like Harry Potter?\n  ","167774":"\n   Do you get on well with your parents?\n  ","167775":"\n   Do you like curry?\n  ","167776":"\n   Why won’t you answer my other questions?\n  ","167777":"\n   Have you ever seen a shark?\n  ","167778":"\n   Have you ever eaten crocodile?\n  ","167779":"\n   Do you like American food?\n  ","167780":"\n   Ever feel like time is speeding up?\n  ","167781":"\n   Do you feel pretty?\n  ","167782":"\n   Do you like dog barks?\n  ","167783":"\n   Do you weigh more or less than 200lbs?\n  ","167784":"\n   Do you like American culture?\n  ","167785":"\n   What foods do you like the most?\n  ","167786":"\n   Do you have contact lenses as well?\n  ","167787":"\n   Have you ever eaten a whole KFC bucket?\n  ","167788":"\n   What burger do you usually eat at McDonalds?\n  ","167789":"\n   Do you believe in male rights?\n  ","167790":"\n   What do they actually believe?\n  ","167791":"\n   Why not? :)  Do you own a digital camera?\n  ","167792":"\n   What is MGTOW I don’t fully understand it? Is it men being celibate?\n  ","167793":"\n   Do you like MGTOW?\n  ","167794":"\n   Ever been abused?\n  ","167795":"\n   Do you like Nick Griffin?\n  ","167796":"\n   Have you ever joined one of those social organizations for bi women? Would you ever be interested in joining such a group?\n  ","167797":"\n   Do you have a degree in chemicals?\n  ","167798":"\n   Will you be joining your neighbourhood birding group? That sounds like a fun way to pass the time.\n  ","167799":"\n   What is it about owls that you like?\n  ","167800":"\n   How much time do you spend working on your art in the average day?\n  ","167801":"\n   Why do you like self-checkouts? (I like them, too!)\n  ","167802":"\n   Did you look Eltham up?\n  ","167803":"\n   Do you like friends?\n  ","167804":"\n   Have you ever been to Eltham?\n  ","167805":"\n   Do you like chocolate peanuts?\n  ","167806":"\n   Do you prefer Tango or Fanta?\n  ","167807":"\n   What’s your opinion on men who won’t eat food cooked by a woman?\n  ","167808":"\n   Do you like the film irreversible?\n  ","167809":"\n   Pass wind means farted\n  ","167810":"\n   What's in the fizzy powders and do you make them yourself or buy them from someone else?\n  ","167811":"\n   Do you like violent films?\n  ","167812":"\n   Have you ever passed wine here by accident and been embarrassed by it?\n  ","167813":"\n   Do you feel connected to humanity?\n  ","167814":"\n   Whats a vegan bath bomb?\n  ","167815":"\n   I just like a drink\n  ","167816":"\n   What sort of work do you do?\n  ","167817":"\n   Would you be ok being served by robots in shops?\n  ","167818":"\n   Am I an alcoholic if I drink a bottle of scotch a day?\n  ","167819":"\n   Would you like to have the internet inside your head?\n  ","167820":"\n   Have you ever smoked an ounce in one day?\n  ","167821":"\n   Do you like bad smells?\n  ","167822":"\n   What things do you like the most?\n  ","167823":"\n   Who is Zoe Quinn?\n  ","167824":"\n   This woman liked me but I rejected her because her surname was Irish, is that prejudice in your opinion?\n  ","167825":"\n   Am I a dangerous person?\n  ","167826":"\n   Do you like people?\n  ","167827":"\n   Have you ever eaten Wendy’s?\n  ","167828":"\n   Have you ever been called fat?\n  ","167829":"\n   Do you like RuneScape?\n  ","167830":"\n   Do you like fast food?\n  ","167831":"\n   Who does the cooking? You or your husband?\n  ","167832":"\n   Do you like Bass guitars?\n  ","167833":"\n   .\n  ","167834":"\n   dont you think you over react a lot? like talking about \"rage unfollows\" or assuming anyone who disagrees with you is out to get you.\n  ","167835":"\n   I wouldn’t want a female therapist, can I request a male only one? It’s free in the U.K\n  ","167836":"\n   No that’s gay\n  ","167837":"\n   I don’t think I can let it go\n  ","167838":"\n   I started hating women since I was 12, I lost everything because of a woman and it ruined me.\n  ","167839":"\n   Have I been corrupted?\n  ","167840":"\n   Am I a legend?\n  ","167841":"\n   What’s your opinion on my video?\n  ","167842":"\n   Do you like fireworks?\n  ","167843":"\n   .\n  ","167844":"\n   Is it prejudice for a man to reject a woman because she’s infertile? I’m not trying to start shit, I just wanna know your thoughts\n  ","167845":"\n   Well he invented a whole genre of music and was more influential but his death wasn’t on the news\n  ","167846":"\n   Did you see the meme?\n  ","167847":"\n   Did my anti infertile women questions offend you?\n  ","167848":"\n   Would you of liked to of had children?\n  ","167849":"\n   Do you like muscular men?\n  ","167850":"\n   Do you like daytime TV?\n  ","167851":"\n   Do you have children?\n  ","167852":"\n   Do you like dog fur?\n  ","167853":"\n   I was talking to you about that, but no one else\n  ","167854":"\n   Trivia question of the day:What was the first Heavy Metal Band?\n  ","167855":"\n   I actually wasn’t.\n  ","167856":"\n   I actually didn’t do anything you saw my behaviour, people just spam report my account when they find it, I once had an account where all I did was answer questions and it got banned\n  ","167857":"\n   Do you like ungrateful people?\n  ","167858":"\n   (STAIF~not personal) ~ to all : I just got a warning , and I'm quite mad , as usual & as always I was forced to say \"I understand\" , when I don't understand at all .  ~ Did anyone notice anything at all that might have warranted this ? Make a joke if you wish ! ~ Ever get a warning you \"understood\"?\n  ","167859":"\n   What's always in your bag?\n  ","167860":"\n   Belfast kebab is Ben.\n  ","167861":"\n   It’s nearly the end of the month. What’s been one good thing, one bad thing, and one strange thing about this month, for you?\n  ","167862":"\n   حتى أنت حواسك تتطور \nربما لم تكن الموسيقى تعني لك شيئا لكنك أدركت وشعرت وأحسست بها تدريجيا مع الوقت !\n  ","167863":"\n   Do you have a favorite track?\n  ","167864":"\n   How can you change the World?\n  ","167865":"\n   What is better than chocolate?\n  ","167866":"\n   How do you respond when people give you unsolicited advice that's completely wrong for you?\n  ","167867":"\n   What do you wish more people asked you about here?\n  ","167868":"\n   What was the last thing that made you laugh?\n  ","167869":"\n   What's something positive that's going on in your life at the moment?\n  ","167870":"\n   some people arent worth giving a platform to eg racist, sexist, transphobic ones. you probably wouldnt be happy if one of these people were giving a talk at your local school? i'm sorry that you dont get any questions from decent people. maybe people just arent interested in you. i get that!\n  ","167871":"\n   are you so desperate for questions that you'll entertain a racist jerk like that belfast kebab dude? delete and block ffs.\n  ","167872":"\n   3 things that make you happy?\n  ","167873":"\n   For October\/Winter:\n🎼A song\/piece of music? - Peer Gynt “In The Halls Of The Mountain King”(Greig)\n🎬A film or tv show? \n-Rare Exports \n📖 A book? - “The Hallowe’en Tree” (Ray Bradbury)\n👯A costume: Vampire Hunter or Slayer \n... Now it’s your turn 🙂\n  ","167874":"\n   Do you wash your dog's feet after every walk ? ~ (Would you ? ~ What does a friend do?) ~ What is\/would be , your dog-house-hygiene routine ?\n  ","167875":"\n   If you could only have one, what would you choose - Snapchat or Instagram?\n  ","167876":"\n   How old were you when you got your ears pierced? Do you think you'll ever get any other piercings?\n  ","167877":"\n   What show did you watch with your husband? What did you two have for dinner?\n  ","167878":"\n   What kind of dog do you want?\n  ","167879":"\n   What is the culture of Norfolk like? It seems to be a decent-sized city.\n  ","167880":"\n   Where were you born?\n  ","167881":"\n   What's your country remarkable for?\n  ","167882":"\n   What is your favorite song at the moment?\n  ","167883":"\n   what was the most unusual way somebody became acquainted with you\n  ","167884":"\n   What's one thing you deeply regret?\n  ","167885":"\n   Many years back I had a good friend that went off the radar for 2 years then suddenly popped back into my life. Currently I’ve another friend who’s gone silent - I’m hoping it won’t be for 2 years though! Has anyone close to you ever vanished from your life then reappeared unexpectedly?\n  ","167886":"\n   Do you have an item that you’ve kept since childhood that you’d never want to part with? For example a trinket or stuffed toy or letter or something? (I’ve had a few over the years but the more I get attached to anything it develops a talisman-like value and I inevitably mysteriously lose it).\n  ","167887":"\n   Do you think gorillas should be given the same kinds of rights that humans have? They strike me as suprisingly human-like as well. It’s a bit unnerving at times.\n  ","167888":"\n   What kinds of mischief- if any- have your pets been up to lately?\n  ","167889":"\n   What useless talent do you have?\n  ","167890":"\n   What animal do you think is the scariest?\n  ","167891":"\n   .\n  ","167892":"\n   Song of the day\n  ","167893":"\n   Are you a better person than a year ago?\n  ","167894":"\n   If you could only follow five people on ask fm, who would you choose?\n  ","167895":"\n   Can you list 20 adjectives that describe you?\n  ","167896":"\n   Share a couple of your favorite quotes?\n  ","167897":"\n   Are you a dreamer or a realist?\n  ","167898":"\n   Are you more of a pessimist or an optimist?\n  ","167899":"\n   Share something you've created? (Examples - a drawing, painting, other creative project, a picture you've taken, a meal or cake that you've made, something you have sewn\/knitted\/build, something you've written, music, etc)\n  ","167900":"\n   What was the last thing you overpaid for?\n  ","167901":"\n   Friends means unlimited joy, together with the name of walking the path.\n  ","167902":"\n   What time were you born?\n  ","167903":"\n   Which is the place that you have always wanted to visit?\n  ","167904":"\n   Do you think about my proposed?\n  ","167905":"\n   how do you feel when you’re having sex? does it painful\n  ","167906":"\n   Where are you from?\n  ","167907":"\n   What is friendship? Do you have many friends?\n  ","167908":"\n   What should your perfect day consist of?\n  ","167909":"\n   I want to be your good friend\n  ","167910":"\n   Imagine you lived in a world where everyone has a shield\/crest to represent and identify them. What three symbols would you have on yours? (You can add a colour scheme should you wish!)\n  ","167911":"\n   What’s a “trunk or treat”?\n  ","167912":"\n   When was the first time you had sex ?\n  ","167913":"\n   But how much you do it ?\n  ","167914":"\n   do you masturbate ?\n  ","167915":"\n   What is Vancouver like as a city? Just finding out how Central Washington is myself.\n  ","167916":"\n   Have you ever lied to your best friend?\n  ","167917":"\n   What do u want to be when you grow up?\n  ","167918":"\n   I wasn't talking about you, I was talking about gift giving. I dont even know who you are or follow you (only saw your comment coz some who I follow liked it). You really need to gt over yourself.\n  ","167919":"\n   Halloween Spam #4: What is the best Halloween costume you've ever seen? (If Halloween isn't celebrate where you live, feel free to delete this or talk about something else instead.)\n  ","167920":"\n   Halloween Spam #3 What is your favorite type of Halloween candy? (If you don’t celebrate Halloween, feel free to use this to talk about your favorite sweets in general or anything else you want to talk about. :) )\n  ","167921":"\n   Halloween Spam #2: If you could choose to be any monster or creature, what would it be?\n  ","167922":"\n   Halloween Spam #1: How is Halloween celebrated in your country? If it isn’t celebrated where you live, are there any celebrations in your culture that are similar to it?\n  ","167923":"\n   well they are two black sabbath songs\n  ","167924":"\n   who would win in a fight between children of the sea and children of the grave\n  ","167925":"\n   Do my lady love me\n  ","167926":"\n   I’ve slowly been clearing out, and here and there have stumbled across various unopened packs of shower gel presumably from Xmases passim. They’re now piled in the bathroom and will save us buying any for some time. So, my question: currently, what do you have too much of?\n  ","167927":"\n   For my Ask page rheme I use the bottle green\/British Racing Green colour, but it means I see everyone’s profile in that colour. It’d be nice to see others’ profiles in the colour they picked imo. Anyway - what colour do you use for your Ask profile?\n  ","167928":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favourite food?\n  ","167929":"\n   What is something your looking forward to tomorrow?\n  ","167930":"\n   .\n  ","167931":"\n   If you could only hear 3 songs for the rest of your life, what would they be?\n  ","167932":"\n   Now she  said that she going to a Festival with his but she not sure if there back to gether......\n\n🌳📚🌳\n  ","167933":"\n   Do you think of yourself as a romantic person? What kinds of romance, if any, do you enjoy?\n  ","167934":"\n   How easy is it for you to avoid the things that trigger your panic disorder?\n  ","167935":"\n   What are some of the most unusual or interesting things you do to amuse yourself when you're bored?\n  ","167936":"\n   How often did you get crushes on people when you were a teen? I'm asking because I tried to make a list of my crushes from that age, and it was really short. 😄\n  ","167937":"\n   You are fine\n  ","167938":"\n   Fun of the day!\n  ","167939":"\n   What do you think your life will be like when you're 57? How about 77 or 97?\n  ","167940":"\n   What is the funniest thing someone has ever said to you?\n  ","167941":"\n   Why would anyone call you \"gutter trash\" and \"worse than the soup(Campbell's)\"? That doesn't make sense at all....although it is a funny thing to put in your profile.\n  ","167942":"\n   Most English & Americanese speakers , including as a 2nd language , will understand the word 'BERSERK' . But what is your understanding of a 'BERSERKER' (the origins of 'berserk' ~or is it?) ~ [ I have only recently 'learned' that this may all be myth & berserkers were traders , by intent. So , ????\n  ","167943":"\n   What is the most beautiful thing you have experienced ?\n  ","167944":"\n   What is the most frightening thing that anyone has ever said to you?\n  ","167945":"\n   What if my favorite TV show is horror?\n  ","167946":"\n   Do you think your nationality influences the way you are?\n  ","167947":"\n   Why do you think there are so many lurkers on Ask? Do you think they'll ever reveal themselves?\n  ","167948":"\n   How do massages help your SI Joint Dysfunction? I had no idea they were a treatment for that.\n  ","167949":"\n   If someone will massage you what kind of massage do you like?? I prefer giving a japanese massage. 😉\n  ","167950":"\n   .\n  ","167951":"\n   Do you think someone likes you and if you know for a fact they do ,, do you like them backkkk????\n  ","167952":"\n   .\n  ","167953":"\n   What is your outfit atm?\n  ","167954":"\n   Who's the person that inspires you to be better?\n  ","167955":"\n   How do you treat\/deal with the following types of unsolicited visitors to your home?\n1. Trick-or-Treaters?\n2. Salespeople?\n3. Religious evangelists?\n4. Christmas Carol Singers?\n5. A stranger needing to use your ‘phone?\n  ","167956":"\n   How did you choose the names for your pets?\n  ","167957":"\n   What was your wedding like?\n  ","167958":"\n   Would you ever want to live somewhere other  than Vancouver? If so, where would you want to live?\n  ","167959":"\n   What is your idea of a perfect pizza?\n  ","167960":"\n   Do you and your spouse have date nights? What do you like to do for them if you do?\n  ","167961":"\n   How much time do you and your spouse spend pursuing separate hobbies and interests in the average week?\n  ","167962":"\n   What hobbies and interests do you and your spouse have in common?\n  ","167963":"\n   What's the tastiest dish you have cooked so far?\n  ","167964":"\n   I think we need to have a pool (the game) party sometime. Who would you invite?\n  ","167965":"\n   What's your best advice to a newly diagnosed schizophrenic?\n  ","167966":"\n   .\n  ","167967":"\n   Have fun at your potluck Canadian thanksgiving! What dish did you make for it?\n  ","167968":"\n   Ouch! Dislocating your Sacroiliac joints sounds really painful. How long was the recovery for that? Did you have any longterm pain or mobility issues because of it?\n  ","167969":"\n   What 3 words are better than \"I love you\"?\n  ","167970":"\n   Do you think that we should genetically engineer babies in the womb so as to make better humans?\n  ","167971":"\n   Do you think that the world is as bad as the media makes it out to be?\n  ","167972":"\n   Do you know how mobile phone technology works?\n  ","167973":"\n   Is housing expensive where you live?\n  ","167974":"\n   Are you where you thought you'd be when you were like 10 years old?\n  ","167975":"\n   There seems to be many young people in America who take medication for anxiety and depression\n  ","167976":"\n   Ever had a professional massage?\n  ","167977":"\n   Do you still admire nice guys when you see them even though you're married?\n  ","167978":"\n   Do you usually sleep well at night?\n  ","167979":"\n   Do you get bored easy?\n  ","167980":"\n   Ever feel like time is speeding up?\n  ","167981":"\n   Do you think that digital technology is separating people and making our interactions more shallow?\n  ","167982":"\n   What kind of attention do you want more of?\n  ","167983":"\n   Hey guys and squad! :) \nFor you: What's your story?\n\n-Stay classy awesome peeps-\n  ","167984":"\n   Do you think the world is getting better or worse?\n  ","167985":"\n   Do you get enough love in your life?\n  ","167986":"\n   Best thing about being married for you?\n  ","167987":"\n   Do you wear contact lenses too?\n  ","167988":"\n   So I can answer\n   \n    @Knirk\n   \n   ’s question, could you pick one word that you feel describes me. Thanks 🙂\n  ","167989":"\n   Rocking the stripey onesie, nice lol\n  ","167990":"\n   Can you post a pic of you as a kid?\n  ","167991":"\n   What's your most embarrassing story?\n  ","167992":"\n   How emphatic are you? Do others feelings affect you deeply or do they barely affect you at all?\n  ","167993":"\n   Describe yourself with 5 words?\n  ","167994":"\n   Which words do other people often describe you with?\n  ","167995":"\n   Tell us a funny story from your life please\n  ","167996":"\n   What are your plans for this weekend?\n  ","167997":"\n   .\n  ","167998":"\n   Do you have any good drinking stories?\n  ","167999":"\n   .\n  ","168000":"\n   (STAIF~300+) \"10 days that shook the world\" . . . . the 100 year anniversary of the Russian Revolutions ~ ~ Do YOU , does ANYONE , understand the difference between the BOLSHEVIKS & the SOVIETS ? \n100-летний юбилей российских революций ~ ТЫ ЛИ ВЫ ПОНИМАЕТЕ РАЗНООБРАЗИЕ БОЛЬШЕВИКОВ И СОВЕТОВ? ☭☭☭☭☭☭\n  ","168001":"\n   If you had a chance to replay one moment of your life, what would it be?\n  ","168002":"\n   Are we all equally normal and unique or do some people really stand out?\n  ","168003":"\n   Describe a person who you'd think of as being \"normal\" - what are they doing with their life? What are they like? What are their interests?\n  ","168004":"\n   Are there any books you've read as an adult that you think should be read in high school?\n  ","168005":"\n   What would be a perfect honeymoon destination?\n  ","168006":"\n   What do you never get asked about, but would love to talk about?\n  ","168007":"\n   Do you collect anything? If yes, what?\n  ","168008":"\n   How do you like to spend your weekends?\n  ","168009":"\n   Who are your favorite musical artists and why?\n  ","168010":"\n   What's your biggest style fail?\n  ","168011":"\n   How are you doing today?\n  ","168012":"\n   What skill would you like to master?\n  ","168013":"\n   “What’s awesome in your life right now?”\n  ","168014":"\n   What song or artist do you like but would rarely admit to liking?\n  ","168015":"\n   Do you believe in anything paranormal\/supernatural?\n  ","168016":"\n   What's the weirdest thing in your wardrobe?\n  ","168017":"\n   If you were an animal, what kind of animal would you be and why?\n  ","168018":"\n   Has a movie ever made you cry? If yes, which one?\n  ","168019":"\n   Would you rather blend in or stand out?\n  ","168020":"\n   Would you describe yourself as normal?\n  ","168021":"\n   What kind of alcohol do you prefer?\n  ","168022":"\n   You are attending a birthday party of a very rich person who \"has got everything\". What do you give him\/her as a gift?\n  ","168023":"\n   i'm on prozac and my psych dr added rexulti as an adjunct to my anti depressant, and for me it works quite well !! just something to consider.\n  ","168024":"\n   Ahhh that makes sense! I hope you're able to find something that helps, I know how hard it can be and how frustrating it is to find what does work. I wish you the best :)\n  ","168025":"\n   Hey, saw your post about meds and depression \nI personally have vitamin D and it helps a super ton, its not a cure all but it could help you! (I live in Alaska and take it when the days become shorter bc the lack of light really messes with my depression)\n  ","168026":"\n   What's the best thing to do? Staying with something that already works decently or going for something that might work better?\n  ","168027":"\n   What kind of nature is mist beautiful to you?\n  ","168028":"\n   What kind of books do you like?\n  ","168029":"\n   Whose advice would you trust more – that of someone you love or that of your best friend's?\n  ","168030":"\n   Thanks for the heads up. I hope she stops soon.\n  ","168031":"\n   .\n  ","168032":"\n   How many times a day do you wash dishes (on average) , even if it is just a cup? ~ . ~ How long do you spend washing dishes in a day, including putting them away (if you do) . Do you use a machine ? Is your sink jammed right now ?\n  ","168033":"\n   What's your opinion on feminism?\n  ","168034":"\n   What is your favorite social media and why?\n  ","168035":"\n   What is your favorite tv series and why?\n  ","168036":"\n   If you were a blogger, what would you blog about?\n  ","168037":"\n   Are you religious? Why\/why not?\n  ","168038":"\n   Are you more liberal or more conservative? Why?\n  ","168039":"\n   How do you keep yourself motivated to do something?\n  ","168040":"\n   ~ soz , I meant Vancouver , British Columbia ! (only one I knew till today!)\n  ","168041":"\n   What's the funniest YouTube or online video you’ve seen recently?\n  ","168042":"\n   Have you ever been to Vancouver BC ?\n  ","168043":"\n   If you were able to remove one administrative chore from your life (eg filling out a tax return, signing in to social security), what would it be? Mine would be needing passwords for too many things online.\n  ","168044":"\n   Do you have any likes or interests that nobody else in your life gets\/shares?\n  ","168045":"\n   What are your opinion on smokers? Are you one of the people who have strong negative opinions about them, are you one of them yourself, or are you one of the people who don't give a damn?\n  ","168046":"\n   In what kind of environment do you feel most comfortable?\n  ","168047":"\n   What's the weirdest thing you are\/have been into?\n  ","168048":"\n   .\n  ","168049":"\n   Should people be given a second chance? ?\n  ","168050":"\n   If you had a mental illness, how open\/private would you be about it?\n  ","168051":"\n   What's most important to have in common with a friend? Interests and hobbies? Life style? Similar struggles? Future goals? Core values? Political beliefs?\n  ","168052":"\n   What little things annoy you the most?\n  ","168053":"\n   If you could magically get one wish fulfilled, what would you wish for?\n  ","168054":"\n   Tell me about a memory you're fond of?\n  ","168055":"\n   Do you have any creative hobbies?\n  ","168056":"\n   Are you introverted, ambiverted or extroverted?\n  ","168057":"\n   Should marijuana be legalized? Why\/why not?\n  ","168058":"\n   When it comes to drinking, do you prefer bars, clubs or drinking with friends at home?\n  ","168059":"\n   Why is your significant other your significant other? What made you choose being in a relationship with them?\n  ","168060":"\n   What kind\/type of people do you seem to attract the most often?\n  ","168061":"\n   What are you most interested in learning\/hearing about when getting to know a new person?\n  ","168062":"\n   Name three things that makes you uncomfortable?\n  ","168063":"\n   What are you grateful for today?\n  ","168064":"\n   Do you watch culinary shows?\n  ","168065":"\n   .\n  ","168066":"\n   What do you think of the social justice movement commonly associated with tumblr?\n  ","168067":"\n   Opinion on\n   \n    @wewillriseagaintonight\n   \n   ? \nIs she ableist? Transphobic? Or is she a good person to follow?\n  ","168068":"\n   How do you feel about your appearance?\n  ","168069":"\n   What's one lesson life has taught you?\n  ","168070":"\n   We'll both keep on fighting! ❤️\n  ","168071":"\n   Tag some users who you'd recommend following\n  ","168072":"\n   How's your love live going?\n  ","168073":"\n   Whats the difference between a friend and an acquaintance?\n  ","168074":"\n   How would you describe your style in clothing?\n  ","168075":"\n   What's on your mind at the moment?\n  ","168076":"\n   Is having an active sex life important to you?\n  ","168077":"\n   What's your view on people who commit suicide?\n  ","168078":"\n   Name a song you personally relate to at the moment\n  ","168079":"\n   Do you want to continue being on my spam list?\n  ","168080":"\n   What are the cornerstones to a good relationship?\n  ","168081":"\n   It’s been ages since I sent this question out, so I thought I’d repeat it to see if your answers have changed. What topics do you like to receive questions about here? What topics, if any, do you not want to discuss?\n  ","168082":"\n   Can you share a useful tip for dating?\n  ","168083":"\n   Can you think of a common stereotype that you have found to be true?\n  ","168084":"\n   What makes you unfollow someone on Ask?\n  ","168085":"\n   What makes you follow someone on Ask?\n  ","168086":"\n   When will you start preparing for Christmas?\n  ","168087":"\n   What is your best character trait?\n  ","168088":"\n   What is your worst character trait?\n  ","168089":"\n   What are you looking forward to at the moment?\n  ","168090":"\n   What is the worst thing that has happened to you?\n  ","168091":"\n   What is something about yourself that you're afraid of telling people?\n  ","168092":"\n   What kind of people are you attracted to?\n  ","168093":"\n   Which emotion do you feel the most often at the moment?\n  ","168094":"\n   What was the last thing\/experience that truly scared you?\n  ","168095":"\n   Spring sunrise or autumn sunset?\n  ","168096":"\n   Would you rather have an old phone with fast internet or a new cool phone with super-slow internet?\n  ","168097":"\n   Correct a common misconception about anything you're knowledgeable about?\n  ","168098":"\n   If you were a teacher, what subject would you teach?\n  ","168099":"\n   What are your core values?\n  ","168100":"\n   How would you describe your political views?\n  ","168101":"\n   What three personality traits do you despise the most?\n  ","168102":"\n   What three personality traits do you admire the most?\n  ","168103":"\n   What is the biggest problem in your life right now?\n  ","168104":"\n   Give me one of your unpopular opinions?\n  ","168105":"\n   What's the worst thing that could happen to you?\n  ","168106":"\n   What are the subjects\/topics that you're most knowledgable about?\n  ","168107":"\n   What made you smile today?\n  ","168108":"\n   What kind of people do you look down on?\n  ","168109":"\n   If you could magically master any skill, what would you choose?\n  ","168110":"\n   What's one thing that's going well in your life right now?\n  ","168111":"\n   What says \"autumn\" to you? For me, Pumpkin spice Cliff bars, Starbucks, lip balm and assorted cold essentials spell an oncoming fall.\n  ","168112":"\n   Why are so many people depressed nowadays?\n  ","168113":"\n   I’ve just been asked what the creepiest thing that ever happened to me was. Which experience would you like me to share? Most popular wins. \n(A) Pendle Hill Incident (B) Footsteps (C) The Asylum Wing (D) The Letter H, or (E) The Whistling Woman.  (All true stories! Ignore if not interested!)\n  ","168114":"\n   Have you ever thought about signing up for a Duolingo account? You might like the structured aspect of it. It makes learning another language easy. (I swear I'm not trying to sound like a commercial here! LOL).\n  ","168115":"\n   What's your fav food??\n  ","168116":"\n   What little things makes you like a new person?\n  ","168117":"\n   considering it's october 1st, i'm going to send a small spam !! 🍁 Q1: do you participate in any autumnal activities, such as apple-picking or pumpkin-picking? if not, is that something you would be interested in doing?\n  ","168118":"\n   Q2: what are your go-to clothing choices for the autumn \/ chilly weather? do you experience a change of seasons where you live?\n  ","168119":"\n   Q3: what are your favorite autumnal food dishes and drinks? does your family make any specific dishes during the fall months?\n  ","168120":"\n   Q4: if you could carve a pumpkin with any design you wanted, regardless of skill or complexity, what would you carve?\n  ","168121":"\n   Q5: would you prefer to go to a corn maze, a \"haunted\" hay ride, or a haunted house? why do you prefer that?\n  ","168122":"\n   It's International Music Day! What's your most played song at the moment?\n  ","168123":"\n   What little things makes you dislike a new person?\n  ","168124":"\n   List some of your pet peeves?\n  ","168125":"\n   Name something that you'd like to learn\/learn more about?\n  ","168126":"\n   What qualities do you look after in a friend?\n  ","168127":"\n   What would be the perfect gift for you?\n  ","168128":"\n   What makes you stand out?\n  ","168129":"\n   If you have a mental illness, correct one misconception that many people have about it.\n  ","168130":"\n   Which social issue are you the most passionate about?\n  ","168131":"\n   What's something that you wish everyone knew more about?\n  ","168132":"\n   Would you date a mentally ill person?\n  ","168133":"\n   How do you feel about psychiatric medication?\n  ","168134":"\n   Would you be uncomfortable around a visibly mentally ill person?\n  ","168135":"\n   I'm schizophrenic too, that's the reason I brought it up.\n  ","168136":"\n   What do you think when you hear the word schizophrenia? What are your associations? Personal experiences?\n  ","168137":"\n   Have you lost friends and what was the reason? How many close friends do you have, is it hard to maintain friendship for you?\n  ","168138":"\n   Only some of us are able to follow our heart. This is what makes people happy. Are you happy?\n  ","168139":"\n   Who is dear to you?\n  ","168140":"\n   I have always wanted…\n  ","168141":"\n   What’s one bad habit that you would like to quit but can’t?\n  ","168142":"\n   Wanna make plans?\n  ","168143":"\n   Do you believe in aliens?\n  ","168144":"\n   Do you agree that world belongs to the mad?\n  ","168145":"\n   How are you doing today?\n  ","168146":"\n   Hello! If you receive this, that means I follow you! ✨ I haven't sent out questions in quite a while sO I think I'm going to do a little mini spam. (Feel free to delete\/ignore if you want to.)\n  ","168147":"\n   What were your favorite things to receive while trick-or-treating on Halloween? 🎃 (If you don't celebrate Halloween, what are your favorite types of candy?)\n  ","168148":"\n   What was your absolute BEST Halloween costume? ✨ If you can't decide, what's the best\/most clever costume you've seen someone else wear?\n  ","168149":"\n   During the colder seasons, do you prefer; hot coffee, hot tea, hot chocolate, hot apple cider or something else? ☕️❄️\n  ","168150":"\n   Could you happily live somewhere that NEVER gets snow?! ((Or would you miss it?)) ☀️ If you already do live somewhere that doesn't get snow.. Have you ever seen snow before?\n  ","168151":"\n   Do you enjoy horror films? 😈 If so, list some of your favorites.\n  ","168152":"\n   If Santa could bring you ONE single gift (a material object), what thing would you ask for? 🎅🏼\n  ","168153":"\n   Do you enjoy pumpkin (spice and\/or pie) flavored or scented things? 🎃\n  ","168154":"\n   Do you prefer to be alone or around people?\n  ","168155":"\n   What magic words do you know?\nme Sleep, sleep, sleep 😜😜\n  ","168156":"\n   What did you have for lunch today?\n  ","168157":"\n   What childhood story actually frightened you?\n  ","168158":"\n   What is the most interesting thing you have in your purse\/wallet.?\n  ","168159":"\n   I'm removing you from my spam list, and I am also unfollowing you. It's a question, it doesn't represent my values and how I feel whatsoever and the fact that you think it does is funny. I didn't once state my opinion in anything I asked you, but consider yourself removed and unfollowed.\n  ","168160":"\n   How did you spend your day? Was it good? Was it bad?\n  ","168161":"\n   What can computer\/video games teach to a person?\n  ","168162":"\n   What are you most scared of\n  ","168163":"\n   Cake or pie\n\nBiryani yah Mutton karahi \n😜\n  ","168164":"\n   What do you think you do best?\n  ","168165":"\n   How many phones have you had in your life?\n  ","168166":"\n   Do you have a favourite fictional Superhero? If so who, and why?\n  ","168167":"\n   Have you seen these home \"microbiome\" tests? They cost around £125 ($170 US) for a test pack. You do the test (I don't know what it entails) and return it, and the company sends you advice on what your diet should be. Would you try it? What do you think - scam? Or something you GP could do anyway?\n  ","168168":"\n   What does comfort mean to you?\n  ","168169":"\n   Do you love the World you live in?\n  ","168170":"\n   When you wait for a waiter in a restaurant, are you a waiter???\n  ","168171":"\n   What can make you panic?\n  ","168172":"\n   What are five things on your bucket list?\n  ","168173":"\n   What are you constantly forgetting about?\n  ","168174":"\n   Have you or anyone you know ever attempted a World Record for\/in anything?\n  ","168175":"\n   What should I do when a dove poops on my head?\n  ","168176":"\n   Would you rather travel on a flying carpet or a dragon's back?\n  ","168177":"\n   Book of the day!\n  ","168178":"\n   2. what are some realistic symptoms of schizophrenia that you or someone you know has experienced?\n  ","168179":"\n   What's your funniest photo?)\n  ","168180":"\n   what is the most obvious sign of love? ??\n  ","168181":"\n   What's a silly thing that used to scare you as a kid?\n  ","168182":"\n   Are you one that is quick to treat your cold or any illness you get with meds or you prefer to treat yourself with natural remedies? Do you always read the side of effects of any med you take?\n  ","168183":"\n   Were you an emo teen back in the day? I could feel your annoyance with them rippling through the Internet when I read that answer. 😄\n  ","168184":"\n   Are you a good bro\/sis?\n  ","168185":"\n   Has anyone used this \"shoutout\" feature? If so what was your experience of it? I've tried looking at it but it doesn't look like much is happening, the same few questions there.\n  ","168186":"\n   Who do u want to go to the dance wirh\n  ","168187":"\n   What personality trait do you admire in other people?\n  ","168188":"\n   What is a diet?\n  ","168189":"\n   Imagine you're home alone on a cold wet night, it's 3am and your doorbell rings or there's a loud knocking on your front door. How would you react? Would you answer it in case someone needs help, ignore it and hope they go away, or something else?\n  ","168190":"\n   Who's famous for the wrong reasons?\n  ","168191":"\n   Opinion on Chelsea Manning?\n  ","168192":"\n   Are you going to watch the movie \"It\"? If you've already seen it, how did you like it?\n  ","168193":"\n   Would you rather have a boyfriend\/ girlfriend for life or a best friend for life?\n  ","168194":"\n   Opinion on guys eating ass\n  ","168195":"\n   Can Zaporozhets develop a speed of 140 km\/h?\n  ","168196":"\n   2. What are some positive coping skills for mental illness?\n  ","168197":"\n   1. What are some comforting, positive facts about life?\n  ","168198":"\n   What do you usually smell like?\n  ","168199":"\n   What is a truth that you know now that you wished you knew at 20?\n  ","168200":"\n   Is there a particular type of animal that's special to you? Either symbolically or literally?\n  ","168201":"\n   Are you a member of any clubs\/organisations\/societies \/orders \/ etc ?\n  ","168202":"\n   Would you ever consider going to college in Italy?\n  ","168203":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","168204":"\n   Wheres everybody at\n  ","168205":"\n   1. Are there any serial killers or unsolved mysteries that you really enjoy reading into and watching documentaries on?\n  ","168206":"\n   2. Your vocabulary has been limited to three words for the rest of your life. Which three do you choose?\n  ","168207":"\n   How likely do you think it is that bigots, racists, and people who are mean to animals will ever change?\n  ","168208":"\n   What kind of cookie do you like the most?\n  ","168209":"\n   What's the best news you could hear right now?\n  ","168210":"\n   2. What are the types of people that you should always avoid?\n  ","168211":"\n   1. What is something you will never understand?\n  ","168212":"\n   Are you sometimes other worldly?\n  ","168213":"\n   1. What does it mean to know who you are?\n  ","168214":"\n   2. What common misconceptions do we have about multiple personality disorder\/ dissociative identity disorder?\n  ","168215":"\n   When upset, do you prefer to be left alone of comforted? Why? If the latter, where do you usually seek comfort in?\n  ","168216":"\n   What should be illegal?\n  ","168217":"\n   How often do you eat cereal plain?\n  ","168218":"\n   Why did you begin dyeing your hair in the first place? What made you stop?\n  ","168219":"\n   2. What is something weird that you enjoy doing?\n  ","168220":"\n   1. What's the best thing you've ever done to your hair?\n  ","168221":"\n   The band Decapitated are being accused of kidnapping a female concert goer, I for one think she's lying about being forced into it, because the guys from Decapitated are very famous young men and they have women throwing themselves at them, so they don't need to kidnap a woman for sex, agreed?\n  ","168222":"\n   Who's your favorite actor and what was his or her best role?\n  ","168223":"\n   What makes Despacito the most streamed song?\n  ","168224":"\n   Is this song racist in your opinion?\n   \n    https:\/\/youtu.be\/0BzninOONh0\n   \n","168225":"\n   Sorry I appear to have been set to anon on my last question! I only interjected as I wasn't sure if you knew, I wasn't telling you your business or anything 🙂\n  ","168226":"\n   Ben is a prolific sexist, racist and homophobic troll. That's just one of his eight thousand accounts. I wouldn't even bother attempting to debate with him, he will just go on and on. My advice is to block him. He will pop up again with a different name and similar questions, but block is all we got\n  ","168227":"\n   I'm not trolling, I'm trying to have a rational debate\n  ","168228":"\n   How is it racist? Islam isn't a race, Muslims don't respect western values and traditions, so why are they here? I wouldn't get to a restaurant where I don't like the food and make myself deliberately sick and throw up\n  ","168229":"\n   I'm not saying create war with Muslims in their own countries, what they do in their countries is there own business, but when they bring their culture over here, that's when there's a problem, western military should leave Islamic countries and Muslims should leave Western countries\n  ","168230":"\n   Of course not all Muslims are extremists but it's estimated that 15-20% of Muslims in America have extremist views, imagine Muslims across the world especially in Islamic countries where the majority are extremists, Islam and the West just simply don't collide.\n  ","168231":"\n   I don't like Christianity either, the Old Testament is almost as bad as the Quran, however Christianity has had a reform and Christian countries no longer execute people in public, in Islamic countries do, the Quran needs a reform, they're 500 years behind us in Muslim countries\n  ","168232":"\n   But you aren't against it if you allow it to happen, that's like saying I'm against Nazism but I'm willing to let people practice genocide of Jews.\n  ","168233":"\n   That was tongue in cheek, if you was a true feminist you would be completely against Islam because of Female Circumcision, needing four witnesses for rape, making women cover up, verses into the Quran with advocate beating women, capturing and trading women as sex slaves, I have no room for more\n  ","168234":"\n   Salafi Islam isn't normal Islam, it's the most extreme form, it's the equivalent of the Westbrook Baptish church but 100x more extreme than that, I've been studying the Quran and the Haddiths since I was 14, I know more about Islam than you\n  ","168235":"\n   Should Salafi mosques in the U.K. be closed down?\n  ","168236":"\n   2. Which quality in your preferred gender are you most attracted to?\n  ","168237":"\n   1. What are the dangerous effects of pornography addiction?\n  ","168238":"\n   All genders aren't man made, you're assigned one at birth\n  ","168239":"\n   Transgender isn't a natural gender but it is a gender, it's a man made one\n  ","168240":"\n   You gotta meet me halfway\n  ","168241":"\n   Trans I will accept\n  ","168242":"\n   Male and female\n  ","168243":"\n   There's only two genders....\n  ","168244":"\n   What the fuck is pansexual?\n  ","168245":"\n   Are you a homosexual?\n  ","168246":"\n   Katy Perry or Miley Cyrus?\n  ","168247":"\n   Can you still like this music without being racist?\n   \n    https:\/\/youtu.be\/bx3cm4k6sks\n   \n","168248":"\n   2. Why is Taslima Nasrin (feminist and writer) so hated?\n  ","168249":"\n   1. What is the best revenge against a cheating husband and his mistress?\n  ","168250":"\n   Because I hate gay ugly feminists\n  ","168251":"\n   Women don't need skunk, they have no worries in life, leave that shit to us men who have to worry about being falsely accused of rape, paying extortionate child support, paying bills, getting put at the bottom of society,\n  ","168252":"\n\n    https:\/\/ask.fm\/shehitsback\/answer\/140706820600?utm_source=copy_link&utm_medium=android\n   \n   why are so many of those likers (not all of them, but the majority of them) in alphabetical order\n  ","168253":"\n   Skinheads, although it's very hard to have own a gun legally here, and the only people who do own guns illegally are blacks who shoot eachother\n  ","168254":"\n   Chav means someone who wears track suits and listens to r and b\n  ","168255":"\n   I'm not a chav....and I'm 6 ft 3 so you're right I am big\n  ","168256":"\n   You know what I look like\n  ","168257":"\n   You look like a hog\n  ","168258":"\n   I wouldn't even get a wank off you\n  ","168259":"\n   You're just a miserable fat feminist.\n  ","168260":"\n   Oh come on it was a good joke\n  ","168261":"\n   It was Christmas in 2008, this Chinese family knocked on my door and they were quite upset, they told me they lost their dog and they showed me a picture of it, unfortunately I couldn't identify the dog, when I closed the door I said to my family \"to be fair that was their Christmas dinner\" lol\n  ","168262":"\n   I can't believe it, I've met a good friend and he's Irish, I didn't think it would happen and the United Kingdom and the Republic of Ireland are enemy countries, goes to show that you should get to know someone before you judge them, do you agree?\n  ","168263":"\n   \"Once I was...\", \"Now I am....\" \nComplete it however you like.\n  ","168264":"\n   The entire world stands still for one day, but not you. What do you do?\n  ","168265":"\n   4. What is the saddest truth about smart people?\n  ","168266":"\n   What’s the wildest thing you’ve ever done in a hotel room?\n  ","168267":"\n   You see a moose charging at you, what do you do?\n  ","168268":"\n   What's the best trick you've trained an animal to perform?\n  ","168269":"\n   What is the best purchase you've ever made?\n  ","168270":"\n   What would you consider your sweetest victory?\n  ","168271":"\n   What's the sickest vehicle-related stunt you've ever landed?\n  ","168272":"\n   Dishonesty Night\n  ","168273":"\n   2. What was your biggest reality check when you became a parent? If you aren't a parent, would you like to be someday?\n  ","168274":"\n   If you were a volunteer, where would you like to work?\n  ","168275":"\n   What do you miss the most when you're away from home?\n  ","168276":"\n   Have you ever pranked or played a practical joke on anyone? If so, what was the outcome?\n  ","168277":"\n   I recently heard a strange rumour that the CIA owns this site. The person who shared it with me thinks they're building psychological profiles on everyone here. What do you think of that idea? Who do you imagine may have created this site, and why do you think they made it?\n  ","168278":"\n   4. What are the top 5 best decisions you have ever made?\n  ","168279":"\n   3. Have you ever lost respect for someone instantly?\n  ","168280":"\n   2. Of all the choices you've made in life, had you known the things you know now, what choices would you make differently now?\n  ","168281":"\n   I'm sorry for my absence yesterday, I will be sending out 4 questions today to make up for it. 1. Do you have trypophobia? Do clusters of holes, dots, spots or bumps freak you out?\n  ","168282":"\n   what time do you usually wake up in the morning? what time do you go to bed? do you believe you get a decent amount of sleep per night?\n  ","168283":"\n   do you normally eat breakfast first thing in the morning? what's your favorite breakfast food?\n  ","168284":"\n   all right so i almost never do this, but i'm doing honesty day today !! ♡ send your followers to my page to ask me questions !! \n\n(if you're not interested, you can just delete this.)\n  ","168285":"\n   It's Eat an Extra Dessert Day! What's one dessert you could eat all day long?\n  ","168286":"\n   I'm about to start cooking and I have no idea what I'm going to make yet. What what are you having for dinner?\n  ","168287":"\n   if you had the opportunity to receive a cute figurine of your favorite fictional character to decorate your home, who would you choose?\n  ","168288":"\n   What's your idea what FM means in ASKfm?\n  ","168289":"\n   .\n  ","168290":"\n   Why do you think it's so much easier to make friends when you're in school?\n  ","168291":"\n   I love that painting. Would you say that sunflowers are your favourite type of flower? If not, what is?\n  ","168292":"\n   Do you miss summer already?\n  ","168293":"\n   How often do you go back and read all the answers someone has posted?\n  ","168294":"\n   I'm borrowing this question from\n   \n    @amrokasha76\n   \n   because it's an awesome idea for a group question. Please use this as a free space to talk about anything that's on your mind. I can't wait to see what you discuss!\n  ","168295":"\n   What's the best thing about school?\n  ","168296":"\n   What car do you have\n  ","168297":"\n   It's a bit of a tradition here to nod to\/say hello to a solitary magpie if seen, based on the old rhyme about them. I always do it, just out of tradition! Is there something similar that you do which serves no purpose other than to continue a tradition?\n  ","168298":"\n   What's your most memorable event of this summer?\n  ","168299":"\n   Describe a moment when you thought you couldn't do anything but eventually everything went okay.\n  ","168300":"\n   I think I asked this a year ago, time to ask again. Do you make up voices for your online friends? Pick someone on your list and tell us what you think they sound like.\n  ","168301":"\n   what is your opinion on texting and driving? should it be legal or illegal? justify your answer.\n  ","168302":"\n   Are there any foods or meals you've been craving lately?\n  ","168303":"\n   Zac Efron or Dwayne Johnson?\n  ","168304":"\n   What's the last concert\/festival you attended?\n  ","168305":"\n   post a picture of the most beautiful image in your camera roll. if you're not comfortable doing so, describe the most beautiful sight you've ever seen.\n  ","168306":"\n   What was your first kiss like?\n  ","168307":"\n   How do you celebrate Christmas now that you're an adult?\n  ","168308":"\n   What's your favorite holiday? Why?\n  ","168309":"\n   What does it feel like to be high?\n  ","168310":"\n   Would you rather buy expensive clothes or expensive shoes?\n  ","168311":"\n   did you like it\n  ","168312":"\n   What's the most dangerous thing you have ever done?\n  ","168313":"\n   If you were asked to tell a bedtime story to another adult, what story would you tell them?\n  ","168314":"\n   did you hear the album st vincent did with david byrne\n  ","168315":"\n   do you go to high school or university? if you attend high school, what do you plan on studying when you graduate? if you attend university, what are you studying now?\n  ","168316":"\n   Hello! Hope you're all doing ok! With reference to the last few days, tell us:\n- Something you've physically done\n- Something you've thought about \n- Something you've felt emotionally\n-Doug 🙂\n  ","168317":"\n   Where is futility? Where is the road to the road?\n  ","168318":"\n   Does Bubo understand any words? If so, which ones?\n  ","168319":"\n   3 Fave singers?\n  ","168320":"\n   How do you relax after a difficult day?\n  ","168321":"\n   What's your favorite oldies artist\/band?\n  ","168322":"\n   Do you agree with the saying that if you love yourself, others will love you too?\n  ","168323":"\n   This question is in honour of the solar eclipse that's happening in the U.S. today. Have you ever seen a solar eclipse? If so, what was it like? If not, would you ever be interested in watching one?\n  ","168324":"\n   Wanna smoke with me\n  ","168325":"\n   Islam thinks poorly of women, yet she support them.\n  ","168326":"\n   I'm not being a bigot, I'm free to criticise a religion that's incompatible with Western Democracy, I don't hate Muslims but the Western World and the Islamic world just simply don't collide, we should get our military out of their countries and they should be repatriated from ours.\n  ","168327":"\n   Muslims have been terrorising Europe non stop recently, there has been no terrorists attacked from Jews, Sikhs, Hindus, Christians, Pagans, Buddhists or Occultists\n  ","168328":"\n   Why shouldn't they?\n  ","168329":"\n   Should mosques have CCTV in them 24 hours a day with audio and placed in every room of the mosque to check if they're preaching hate inside the mosque?\n  ","168330":"\n   Is the film Cannibal Holocaust suitable for an 11 year old?\n  ","168331":"\n   Entertainment of the day!\n  ","168332":"\n   how many followers do you have? do you place much importance on your follower count?\n  ","168333":"\n   happy friday\/saturday! what are your plans for the weekend? 🌞\n  ","168334":"\n   how many questions are currently in your inbox? do you try to answer every question to clear out your inbox, or do you not care so much about your ability to get to each question you receive?\n  ","168335":"\n   What's the last movie you watched in a cinema?\n  ","168336":"\n   OMG SOMEOJES TAKING BOOTY QUEENS PREMIUMS EVERYONE REPORT ID THEIFT HER UNCLE IS APART IF THE PENTAGON SHE EVEN SAID IT\n  ","168337":"\n   Bit of a dull question I suppose, but I'm interested - how often, if ever do you have the following tech issues with Ask:\n1. Communication Error I think it's 55 but there's a 45 too)\n2. The red \"like\" heart ❤️ being filled in for an answer you haven't liked?\n  ","168338":"\n   Hey\n  ","168339":"\n   You are so perfect!!!!  ily!!!!\n  ","168340":"\n   Say, you notice that your ex is able to talk\/converse with his\/her other exes in a friendly way, but not with you. What does that mean? Is there a specific reason to that?\n  ","168341":"\n   When you're sick and feeling poopy, what non-medical things do you do to make yourself feel better?\n  ","168342":"\n   Y are American portion sizes so big???\n  ","168343":"\n   What's more important - inner or outer beauty?\n  ","168344":"\n   Smoking is so bad though\n  ","168345":"\n   Do you think you'll always have a 90s style?\n  ","168346":"\n   What's one thing your parents do not know about you?\n  ","168347":"\n   In the 8s & 90s there was a conspiracy theory that the popularity of \"Grey\" aliens in the media and the rise in alien abduction stories was due to us somehow being \"prepared\" for First Contact. Currently the trend in film and media is zombie apocalypses. Who might be preparing us for one of those?😉\n  ","168348":"\n   how many people do you follow? do you try to make it a point to keep up with everyone's answers?\n  ","168349":"\n   how would you describe your personal style? what types of clothing are you most likely to buy?\n  ","168350":"\n   when was the last time you had to take care of someone who was sick (whether it was a human or an animal)? what happened?\n  ","168351":"\n   Tag your friends n their mid 30s\n  ","168352":"\n   look him up he's great\n  ","168353":"\n   Do u like Lil Pump\n  ","168354":"\n   22?! Wow. I was 8!\n  ","168355":"\n   How old were you when you got your first phone?\n  ","168356":"\n   Have you noticed that skinny women date fat men but fat women only date skinny men?\n  ","168357":"\n   Have you, or would you enter an intimate relationship with someone you met online but hadn't met face to face?\n  ","168358":"\n   Sweet or salty snacks?\n  ","168359":"\n   Do you believe in the paranormal?\n  ","168360":"\n   How important do you think self-disclosure is in professional relationships and why? Considering that therapists tend to disclose personal information about themselves in order to create a safe environment for patients\/clients, should teachers reveal personal info to make students feel safe, too?\n  ","168361":"\n   during times of struggle, who or what keeps you grounded?\n  ","168362":"\n   when was the last time you did something solely for yourself? what was it?\n  ","168363":"\n   Have you ever felt jealous of someone? What did you do then?\n  ","168364":"\n   How do you think your personality and overall view of the world would change if you suffered damage to your hippocampus and could no longer make new memories? Elaborate, please.\n  ","168365":"\n   Why is this woman messing me about? Two years ago I asked her out and she said no and I was cool with that as I wasn't her type and it's her choice, but just now she sent me a message asking if I wanna go out with her? Why wasn't I good enough for her then but good enough for her now?\n  ","168366":"\n   What's the most badass thing you have ever done?\n  ","168367":"\n   Is it possible to stay friends with a person you have loved before?\n  ","168368":"\n   What happened in the last dream you remember?\n  ","168369":"\n   If you were pregnant right now what would you name your baby?\nMine would be either\nKegan Eloise or Zophia Melrose\n  ","168370":"\n   Why do women call you gay if you don't want to have sex with them?\n  ","168371":"\n   What is the worst injury you have ever had?\n  ","168372":"\n   Would you leave your home country for the one you love?\n  ","168373":"\n   What would you do if you caught someone doing a poo in your back garden? Would you A) shoot them B) rub their face in the shit C) beat them up or D) do fuck all?\n  ","168374":"\n   What r y'all doing?\n  ","168375":"\n   Is it normal that I prefer the cold weather in Northern Europe that I'm use to instead of boiling weather where I'm always getting sunburnt.\n  ","168376":"\n   What has life taught you so far?\n  ","168377":"\n   Do you like the film Blue Velvet?\n  ","168378":"\n   you hit back?\n  ","168379":"\n   If you could see a concert by any band\/solo artist or performer (living or dead) who would you want to see?\n  ","168380":"\n   It's International Cat Day! Post a funny cat GIF!\n  ","168381":"\n   What, if anything, can others do to help when you're panicking or very anxious?\n  ","168382":"\n   I'm not doing my family no more favours, my dad won't let me £20 to get a ticket for a concert even though I can give him £20 back the next day after the concert, I'm really pissed off now. Would you be pissed off if you was me?\n  ","168383":"\n   What's the funniest surname you have ever seen?\n  ","168384":"\n   Tell me about a time when you felt really \"Out Of Place\" - somewhere you felt you really didn't belong, or that made you really uncomfortable and\/or well out of your 'comfort zone'. - Doug\n  ","168385":"\n   Do you smoke?\n  ","168386":"\n   Is it normal that I smoke 40 (two packs) of cigarettes a day?\n  ","168387":"\n   What age would you teach your child to roll their first joint?\n  ","168388":"\n   Do you think moshpits should be a male only activity at Metal and Punk concerts?\n  ","168389":"\n   1. What was the first piece of music you remember owning? (vinyl, tape, CD, etc)? 2. What was the first piece of music that you bought with your own money (if it's not the same piece)?\n  ","168390":"\n   How likely do you think is the possibility that more than one person you follow on here is the same person pretending to be two different people? Do you think you'd be able to tell? Have you ever experienced this actually happening?\n  ","168391":"\n   Recently Celtic fans came to Sunderland in England and started chanting about Lee Rigby saying \"fuck Lee Rigby,he won't be drumming anymore\" is this typical of Celtic fans? I've never liked Celtic as they're the official football team of the Provisional IRA.\n  ","168392":"\n   Was Matthew Hopkins a misogynist? In the 1600s he burnt women who he considered to be witches, he thought that if a woman wasn't married, if a woman was promiscuous, if a woman was ugly, if a woman wasn't religious then she was a witch so he had her burnt at the stake.\n  ","168393":"\n   What would you say are three most unattractive and attractive accents? For me the three most unattractive accents are Chinese, Nigerian and Pakistani\/Indian, the most attractive accents to me are the Northern Irish\/Ulster Scot accent, Italian and Norweagian.\n  ","168394":"\n   When was the last time you had an internet crush? And did you do anything about it?\n  ","168395":"\n   Do you use the Saraha app? If so, how is it working out for you - have you received many comments, and have they all been positive?\n  ","168396":"\n   what mistake have you recently learned not to make again? are there any mistakes you keep making?\n  ","168397":"\n   Should I of caught the porbeagle shark I found yesterday and sold it to a fish market for £200? Porbeagle sharks are very rare.\n  ","168398":"\n   How come whenever I'm in the moshpit I'm always the land one standing? When I start missing people stop also.\n  ","168399":"\n   have you ever become hyper-fixated on something? if yes, what is your current hyper-fixation? if no, is there anything you've been obsessed with lately more than usual?\n  ","168400":"\n   Am I the only one who hates theme parks, rides and rollercoasters and all that shit? I get scared on them and it's like hell plus they're dangerous and you can die on them.\n  ","168401":"\n   Would you rather date a person, who is a great cook or a great masseur\/masseuse?\n  ","168402":"\n   What's your favorite online shopping site?\n  ","168403":"\n   do you have any bad habits? how can you work to overcome these habits?\n  ","168404":"\n   Do you have more confidence behind a keyboard or in person?\n  ","168405":"\n   Do you embrace or fear change?\n  ","168406":"\n   What's one difficulty in being a teenager?\n  ","168407":"\n   Is there any person or cause you feel so strongly about that you’d be willing to die for? I’ve heard people say at times that they’d die for their parents or their mother. The irony is that they can’t even be bothered to help with a few chores, yet they say they’d die for someone.\n  ","168408":"\n   Do you think how long a person grieves is a measure for how much they loved someone?\n  ","168409":"\n   Can DJs be considered musicians?\n  ","168410":"\n   what has been your most controversial opinion (i.e. which opinion of yours has received the most backlash on social media)?\n  ","168411":"\n   in your opinion, what is currently the most alarming threat to our society?\n  ","168412":"\n   to what extent does the media influence behavior in society? have there been any memorable moments which made you question the media's intentions?\n  ","168413":"\n   I'm feeling pretty down right at the moment. One of the things I do is to remind myself constantly that this will pass, and that in s few hours I won't be quite so low. What's your go-to technique for managing when you're feeling low?\n  ","168414":"\n   What do you do right now?\n  ","168415":"\n   Have you ever gotten arrested for wearing an item of clothing? I have lol.\n  ","168416":"\n   hello friends! i'm incredibly sorry for not being active the last two weeks, my life has gone through a downward spiral so i needed to take some time off of social media. \n\nas for your question: what do you think of tattoos? do you have any yourself? do you plan on getting any in the future?\n  ","168417":"\n   tw: death. \n\nhave there been any celebrity deaths which have affected you personally? what did this person mean to your life?\n  ","168418":"\n   have there ever been moments in your life where you felt the need to take a break from social media? if you're comfortable talking about it, what was happening?\n  ","168419":"\n   Do you think you eat healthily?\n  ","168420":"\n   I'm curious to know how all of you answer this question. How many followers do you have? What percentage of them interact with you here at least occasionally by sending you questions or liking your stuff?\n  ","168421":"\n   That's wonderful, Allison. How heavy are the weights you lift?\n  ","168422":"\n   ✧ #5: what's the biggest change you've made in your life recently?\n  ","168423":"\n   ✧ #4: what song can you not stop listening to lately? what's so special about it?\n  ","168424":"\n   ✧ #3: what's on your to-do list that you can't seem to get around to doing? what's stopping you?\n  ","168425":"\n   ✧ #2: on your days off, what do you prefer to do? how do you relax?\n  ","168426":"\n   i feel like doing a 5 question spam !! ✧ #1: when was the last time you felt genuinely happy? what were you doing?\n  ","168427":"\n   Describe your life in one sentence.\n  ","168428":"\n   What do you think about third language? Is it important or not? If your work requires you to speak in mandarin would you learn it or leave it and learn another language because you like to learn that 'another' language?\n  ","168429":"\n   How do you raise your self-confidence?\n  ","168430":"\n   What's the best way to apologize?\n  ","168431":"\n   Do you tend to stand out or blend in with a crowd?\n  ","168432":"\n   Imagine that you're a teacher, and you get to teach one class a week on absolutely any subject you like. What do you teach and what age group are your students? Obviosly I'd teach a cake appreciation class lol\n  ","168433":"\n   What's your favorite fashion brand?\n  ","168434":"\n   Neymar or Gareth Bale?\n  ","168435":"\n   What’s the coolest thing people can learn from you?\n  ","168436":"\n   With whom would you get in touch in a spirit calling session?\n  ","168437":"\n   What's one weird tradition in your country?\n  ","168438":"\n   I understand you're a cat and bird mom. Have your cat and bird ever had any...disagreements?\n  ","168439":"\n   What do you prefer - individual or team sports?\n  ","168440":"\n   Five of your ask friends are on a road trip, and they're passing your town\/city. They stop to visit you. Who are they, and what do you cook for them (or do you take them to your favoutite local restaurant)\n  ","168441":"\n   What have you been painting lately?\n  ","168442":"\n   Has a person who you'd least expect to do so, ever stuck up for you? If so, what happened when this unexpected supporter stepped in?\n  ","168443":"\n   Woah, you been through a lot. I'm glad you're doing better mentally!\n  ","168444":"\n   I haven  been here for almost a year, tell me how your life has been going so far? 🤔 (staif)\n  ","168445":"\n   What's your main rule in life?\n  ","168446":"\n   tag the account on askfm which has entertained or educated you the most. what have you learned from askfm?\n  ","168447":"\n   think of something you're passionate about. when did you first realize you were passionate about that subject? do you have any future plans to pursue your passion?\n  ","168448":"\n   is there anything you would like to say to someone who currently isn't in your life anymore? what would that be?\n  ","168449":"\n   Do you sleep tight?\n  ","168450":"\n   What did (or will) you eat for dinner tonight?  I thought this would be a fun question because of how many different parts of the world everyone comes from. It's fun to hear about all of the various cuisines out there. :)\n  ","168451":"\n   what was the most valuable gift a person has given you? what does it mean to you?\n  ","168452":"\n   what is your favorite aspect of your personality? your least favorite?\n  ","168453":"\n   views on geoff tate\n  ","168454":"\n   people like that are the worst. that would be like someone judging my experiences with BPD because i don't act like winona ryder in girl interrupted. a movie rarely, if ever, gets it right when it comes to mental illnesses and most movies further stigmatize them.\n  ","168455":"\n   .\n  ","168456":"\n   Real,they believe that all people are wrong but they are not(schizophrenic patients)... I was astonished by your case,it's the first time that I meet a case like you,you are lucky bcz you have that consciousness that do not separate you from your real life...I hope you get more and more better💜\n  ","168457":"\n   I just give you an example, and the movie was an autobiography and it is not about a magical story...sorry for the second time :)\n  ","168458":"\n   I am sorry dear, i didn't mean to insult you but I loved the way by which you described your diseases,\nI do know if you had watched \"the beautiful mind\" about Jony Nash,a schizophrenic genius,usually these personnalities do not convince that hallucinations and illusions they believe in are not (1)\n  ","168459":"\n   I know that schizophrenic patients do not know that they are schizophrenic, so how can you describe your mental illness ?\n  ","168460":"\n   What makes you unique?\n  "},"Answer":{"167388":"\n  this is the most British thing someone's said to me yet. I have no idea what it means. I'm guessing that you're warning me that my new anon troll is drunk and wants a fight. Am I right? Do I win a prize?\n  ","167389":"\n  Yes, I have three named Rin, Kyo, and Mimi. Rin and Kyo are 13 years old nearly and Mimi is around 10.\n  ","167390":"\n  I don't know what that is\n  ","167391":"\n  lmao\n  \n  I'm schizophrenic. When I was a kid, I was classed as a super genius and invited to mensa. Growing up, I \"dumbed down\" to deal with other people because people don't relate well otherwise. Now, my brain has probably actually deteriorated some so who knows but I'm def not an airhead, just a sick person who types like she talks and who talks like she's trying to be relatable to a larger percentage of people.\n  ","167392":"\n  I dunno, but you keep insisting everyone know that you only like cis straight women like we get it dude\n  ","167393":"\n  Gender and sex AREN'T the same thing. It's incorrect to believe they are.\n  \n  \"Ins*ne\" is just as offensive to me as \"cr*zy\" was\n  \n  We've already discussed your sexuality why are you so insistent that we keep beating that dead horse\n  ","167394":"\n  nah, not the same, but all similar in that they are equal and worthwhile.\n  ","167395":"\n  it sucks a lot that there is such a stigma. Other than normalizing it for her and showing her that like, she knows people who are on meds probably and that it's totes normal I don't know what to suggest. I grew up in a family that shuns meds and it nearly killed me. As soon as I was old enough to make my own medical decisions I sought help. I wish your wife could find the strength to see past the stigma and seek help but I don't know what to do about it.\n  ","167396":"\n  lmao I honestly don't know very many lesbians but the few I do are not like this at all they're very outgoing and friendly people. I have met some pretty dour gay dudes though. People are people. There are happy and sad and complainy and not complainy people of every group imaginable.\n  ","167397":"\n  <3\n  ","167398":"\n  I love \"the gays\" too, but As usual you're completely wrong and gross about the ladies.\n  ","167399":"\n  ugh sorry. I found your account because someone else @'ed me about you so like, I guess we have the same trolls.\n  ","167400":"\n  okay Ben\n  ","167401":"\n  that's really weird and this isn't a question :P\n  ","167402":"\n  I've never tried it. Like, I had an e-cig about 8 years ago but it was nothing like I see people with nowadays. I've def never tried vaping weed.\n  ","167403":"\n  new account huh, Ben.\n  \n  I don't but my husband does, every night lately I get to hear him and his friend talk about payments for meth deals and whatever else is in that game\n  ","167404":"\n  no, it's not, but to specifically say to me \"I hope you're not blah blah blah fuckin' trans men blah blah\" like before it looks like you're being a giant bigot.\n  ","167405":"\n  I don't know who that is. I don't pay attention to y'alls preteen drama.\n  \n  and yup, that's basically what I said.\n  \n  it's transphobic to get hung up on whether or not I support trans people, obviously you don't if that's your concern.\n  ","167406":"\n  Unless you were gay why would you want to have sex with a trans man?\n  \n  please don't come in my inbox being transphobic and weird. It's gross to not be feminist. I think you're gross.\n  ","167407":"\n  this is so ridiculous just stop following me if you have a problem with feminists.\n  ","167408":"\n  ... I am a feminist. I'm also \"crazy\" and that's not a word I appreciate being thrown around as a pejorative.\n  ","167409":"\n  virginity is a social construct but the first time I had sex I was 18, almost 19\n  ","167410":"\n  I mean if she refuses to treat her medical issues then I don't know what to tell you. You can't recover from something without treating it. I don't understand why some people are so reluctant.\n  ","167411":"\n  oh sure, it's something to be interested in\/pay attention to which is good. I worry about her health though the eggs are like a third of her size lol. I couldn't imagine going through that I don't know how chickens do it so frequently\n  ","167412":"\n  nah I have like no sex drive I'm on anti-psychotics and antidepressants\n  ","167413":"\n  I'm sure\n  ","167414":"\n  yeah it's really fascinating watching her instincts take over on something she definitely has no experience with\n  ","167415":"\n  I do, she's my favorite. When things are normal she sits on my shoulder most of the day. For now she wants to be with her silly eggs so that's okay.\n  ","167416":"\n  lol thanks I'm not really tho and yeah she's a weird little bird but I love her. She's my ESA when she's not on maternity leave, for panic disorder and ptsd.\n  ","167417":"\n  This is the photo I meant to post earlier the one I posted was when she laid her first egg\n  ","167418":"\n  yeah I did when I was in my mid-20s.\n  ","167419":"\n  thanks :)  She's so bad at motherhood like she shunned the first two eggs completely and nests with the third but lays next to it or near it instead of on it. None of them are fertile, her \"mate\" is a jingle bell. She loves that thing so much, sings to it and gives it kisses. Birds are weird.\n  ","167420":"\n  I hope so because she's definitely pooping like one's coming :P No signs of binding, but this is her first ever clutch so I think the timing is just wonky\n  ","167421":"\n  still drinking my morning coffee and sitting here hurting but like, I'm not in a bad mood. It's early, I've done my light therapy already, I don't have a ton of housecleaning to do today just a little laundry. Bubo the parakeet is still nesting with her third egg and I'm worried about her because she's overdue for a 4th egg and I don't know if it's coming or not.\n  ","167422":"\n  hi\n  ","167423":"\n  add me to yr spam lists kiddos I'm still recovering from this muscle spasm and I am boooooooooooooored\n  ","167424":"\n  I have some that came in sets but I don't prefer them I like bikini cut underwear\n  ","167425":"\n  I never use emojis. Sometimes I do one of these : \/  and sometimes I'll use a happy or sad face or a less than three but that's it\n  ","167426":"\n  I don't know what this is in reference to\n  ","167427":"\n  I do she's a sweet little cutie here's a picture of her with her newest egg\n  ","167428":"\n  bye bye pictures can't pay the mortgage with youuuuu\n  ","167429":"\n  I don't know what that means but I report you a lot like, if I don't answer something and it's something that you think might be offensive then it probably was. Actually, it's more like- I answer like 60% of your questions. about 10-15% are really terrible and deserving reporting and the rest are just repetitive or have to do with local things to you that no one in the world knows about like your paramilitary groups. So yes I report you but like, Not every single thing.\n  ","167430":"\n  is this a guitar question Ben are you just gonna ask me like every type of guitar\n  ","167431":"\n  I think he's a sad bigot who acts out for attention. He's been around for a long time and blocking is useless so I just report the really bad things and amuse myself with the rest. I have a hope that y'all awful kids will one day grow up to be decent human beings\n  ","167432":"\n  only like once a month otherwise I prefer other snacks\n  ","167433":"\n  since I don't know much about guitars, I probably don't know much about amps either, right\n  ","167434":"\n  yeah and I reported it dude I report offensive things in my inbox.\n  ","167435":"\n  not really. There are a few shows I like, and I watch one show with my husband each night for 30-60 min but I don't watch tv when he's not around.\n  ","167436":"\n  isn't that a type of metal? No, I still don't like metal\n  ","167437":"\n  I don't know enough about guitars to tell the difference between a gibson and a fender and a whatever else I have heard of the brand name so I assume they're good enough to be popular\n  ","167438":"\n  is that how you speak regularly I thought you hated black people but it's okay to appropriate their slang?\n  ","167439":"\n  what's irie mean what is this language called\n  ","167440":"\n  nope never heard of it is it good\n  ","167441":"\n  depends on where the hair is. I use a depilatory cream for my upper lip, I tweeze my chin and eyebrows, and I shave my armpits and bikini line. I don't bother with leg hair.\n  ","167442":"\n  he's an in-home computer repair guy\n  ","167443":"\n  none of my clothes ever have pockets is really a bummer\n  ","167444":"\n  nah Bi\n  ","167445":"\n  On one hand I like dressing nice and meeting celebrities but on the other hand I don't wanna travel and I hate crowds\n  ","167446":"\n  long. There's still a bit to go, it's 5:00 pm here so I'm still waiting for dinner (tacos) and time with my husband when he gets home from work. Today I'm still recovering with a muscle spasm in my shoulder\/neck area and the muscle relaxers the doc prescribed make me feel slow and sleepy. I did manage to clean the kitchen and do two loads of laundry but the rest of the day, I just tried not to hurt my neck.\n  ","167447":"\n  I'm so bored I googled this for you.\n  \n  Dutch settlers is the reason. They call St. Nicholas \"Sinterklaas\" which was Americanized to Santa Claus\n  ","167448":"\n  I was adorbs\n  ","167449":"\n  reminder that I report any question that is inappropriate. Doesn't mean I'll always block, but I definitely report. A lot. So maybe just stop sending me stupid shit.\n  ","167450":"\n  I'm expecting my parakeet to have a 4th egg today. I'm worried about her she seems so tired.\n  ","167451":"\n  someone just asked me this yesterday or something.\n  \n  It matters what people who matter think. Not the rest.\n  ","167452":"\n  yup\n  ","167453":"\n  I'm almost always home\n  ","167454":"\n  because I overheat easily and trying on clothes in the store with those bright lights and the little rooms and the pressure of finding something tend to make me have a hot flash and I hate that. Also I feel like I have to sort through tons of stuff I don't like to see something I do like. Online everything is catered to me based on my search terms and it's from the comfort of my own home so no panic or sweating.\n  \n  I usually buy things that have a clear sizing chart with measurements so that I know what I'm getting. Otherwise, Amazon has a really good return policy so it's not a big deal to return something for a better size\n  ","167455":"\n  not really I prefer to buy cheap, colorful things from amazon and have it shipped because I hate clothing shopping in person\n  ","167456":"\n  of like, nudity in art? no. of hate speech? yup get rid of it.\n  ","167457":"\n  I have no idea I guess michelob ultra and pabst blue ribbon are kinda the cheap gross beers\n  ","167458":"\n  sometimes like beans and rice is so good and it's super cheap and like I have a soft spot for fast food being a fat american\n  ","167459":"\n  I don't remember if I liked it the one time I had it\n  ","167460":"\n  lol fair enough\n  ","167461":"\n  nope still not British\n  ","167462":"\n  oh god are you a foot fetishist too\n  ","167463":"\n  nope not at all is that one of your buddies\n  ","167464":"\n  yeah of course. hindsight tends to be overall positive. Bad things get forgotten like most everything else, and if they don't they at least lose their sting after a while. Usually.\n  ","167465":"\n  well then.\n  ","167466":"\n  I mean I probably saw part of it\n  ","167467":"\n  nope\n  ","167468":"\n  same as before\n  ","167469":"\n  I'd never heard of him. Don't think I've seen any of his movies at least not the ones that popped up in a google search\n  ","167470":"\n  injuries suck\n  ","167471":"\n  I had a procedure called a hysterosalpingogram when I was trying to get pregnant. It's a test they run by inflating a balloon-type thing in your cervix and uterus while pumping ink through your fallopian tubes and taking images of the whole thing. It hurts like if you condensed childbirth into about 90 seconds as far as I can tell. It was awful. I wasn't prepared. I screamed and cried and jerked my arms out in pain they had to hold me down. The test was fine and pointless and I am so horrified I had to go through that.\n  ","167472":"\n  it matters what people who matter think of me but the rest, nah\n  ","167473":"\n  skype with my sister and young nephews, skype with my dad and stepmom, skype with my in laws, get calls from the older nephews and their families, open whatever gifts we purchased for each other or received, and go out to a diner somewhere for comfort food.\n  ","167474":"\n  It's one thing to read about things and realize that you may suffer from them, which is fine, as long as it leads to an actual diagnosis and treatment. We all probably started off self diagnosing ourselves before we ever went to anyone about it but like, you gotta go to the next step and be confirmed or you don't know if you suffer from those illnesses or not really. You're just guessing and it's easy to make ill-informed decisions.\n  ","167475":"\n  sometimes, like it always snows up in the mountains but down in the valley here we only get snow a few times a year. Mostly it stays above freezing and rainy during the Winter. They're calling for a very cold winter this year though so we may get more than usual.\n  ","167476":"\n  Real. I have two but I plan on getting a third sometime soonish\n  ","167477":"\n  because they're too smart. And dolphins particularly because of all the stories about how rapey they are. And Gorillas particularly because they're smart AND strong so I worry about planet of the apes type situations.\n  ","167478":"\n  Oh goodness who knows he seems to have an undying passion for asking people weird things\n  ","167479":"\n  I can't keep up. It goes too fast. I feel like I'm ignoring people because I don't see their tweets if they tweet at times of the day I'm not there to read it. I like facebook best, I use the messenger there to keep in touch with good friends and also to text my husband while he's at work and I feel like I can \"catch up\" on facebook and actually keep up with people and their posts.\n  ","167480":"\n  it takes 4 months overall to heal, but you can go home the same day of the surgery. I only ended up in the hospital last time because of blood clots moving from my leg to my lungs, I'll be on blood thinners next time so hopefully I can avoid that.\n  ","167481":"\n  lofthouse brand sugar cookies\n  ","167482":"\n  Winona Ryder, and it used to be the guy who plays Aquaman (Jason Momoa or whatever?) but he is kind of intense and told a rape joke a couple of weeks ago at comic con so....I dunno. Also Kreayshawn ha.\n  ","167483":"\n  soup now. Ben has pestered me about soup so much that my husband and I are picking up soup and bread for dinner.\n  ","167484":"\n  hahaha\n  ","167485":"\n  I dunno are you? You ask me about gross shit sometimes but I mean that's not abnormal on this hellhole website\n  ","167486":"\n  it really isn't even remotely funny your sense of humor is very strange\n  ","167487":"\n  1. this isn't a question\n  \n  2. I don't want any more questions about condoms or sex related items\n  \n  3. ew I don't want to know about your sex life\n  ","167488":"\n  like the soup? Didn't you just ask me this like 5 min ago? If it's handmade and chunky and has veggies in it, then yeah.\n  ","167489":"\n  that's what it is for cannabis too so I dunno. I guess it could be bumped down to 18 and it wouldn't matter any to me.\n  ","167490":"\n  drinking is treated more harshly here than where you are. You have to be 21 to drink, you can't have an open container with you in public\n  ","167491":"\n  that's illegal here so it really only happens a lot in Vegas and New Orleans most people aren't drunk in the streets that I notice\n  ","167492":"\n  yes in high school I went to an art school that also had a music department and many of the kids practiced rapping with rap battles on the school bus or waiting for the busses or between classes\n  ","167493":"\n  yes it's common in Portland for street musicians to perform, not usually rap but sometimes.\n  ","167494":"\n  lol if someone is a pisshead, does ANYONE like them?\n  ","167495":"\n  I do right now have a pretty good support system. I have not always had one I've been on my own in very bad places in my life but things are better now and I have both family members and friends as well as my spouse and I feel very lucky.\n  ","167496":"\n  cider doesn't have to be alcoholic like there's regular non alcoholic cider that people drink hot (or cold I'm not judging) but then hard cider is yes like between 5 and 8% apv\n  ","167497":"\n  I don't think I've ever eaten it\n  ","167498":"\n  nope I don't really drink hardly ever and when I do it's something like gin or vodka or a hard cider\n  ","167499":"\n  I've never seen or heard of it\n  ","167500":"\n  what's with you and these old white directors\n  ","167501":"\n  It's not my favorite juice but I might have a glass if it's offered. I hate wine though.\n  ","167502":"\n  no can't say that I do\n  ","167503":"\n  very very rarely. I'm not big on chocolate I prefer cookies to candy and don't eat those often either lately\n  ","167504":"\n  He looks like the metal version of Tom Cruise\n  ","167505":"\n  I had to look him up I had no idea what he looked like except for like a vague understanding from the bassline junky video a  million years ago. Yeah, he's ok.\n  ","167506":"\n  I don't know a lot about the conflict. I feel like I probably lean towards supporting Palestine from what little I know. It's something I don't know enough about to really have an opinion\n  ","167507":"\n  XL size except from the Tall section\n  ","167508":"\n  I don't own any, I did when I was a teenager though. I do have a band hoodie (The Pixies) but it fits weird like too tight in the waist and too boxy in the shoulders so I rarely wear it\n  ","167509":"\n  2XLT, or if not then XXL\n  ","167510":"\n  I'm wearing one now- red and black and taupe check flannel\n  ","167511":"\n  I inherited really awful, painful bunions. I had one surgically realigned last Winter and I am scheduling the next surgery for the right foot next Spring. So on the bunion foot, every shoe rubs.\n  ","167512":"\n  if it's a good soup then yes if it's thin condensed-in-a-can then no.\n  ","167513":"\n  I extend my love to them. I don't know what it's like to want to harm yourself but I know what it's like to want to stop living and I imagine they're similar feelings or at least under the same umbrella so I know it's hard. I don't know that it solves anything, no, but people cope how they need to cope.\n  ","167514":"\n  I had a cockatiel as a kid that a man who abused me and my mother gave me. I resented\/hated that bird my whole childhood because of what the man did to us. I look back and feel like we as a family really ignored the poor bird and didn't give it any love and I feel so guilty about that. The bird didn't deserve to be hated. So I guess a lot has to do with that. I wanted to treat a bird really well and be the best parront ever to make up for a bird I neglected in the 80s.\n  ","167515":"\n  painful\n  ","167516":"\n  why in the world would you ask someone this do you expect anyone to say yes?\n  ","167517":"\n  that's really more my stepmom's thing, I'm the wrong generation for cock rock\n  ","167518":"\n  they seem really unhygienic to me so I've never tried one\n  ","167519":"\n  when it's coming from the mouth of a man, then yes. Unless it's like, bedroom talk. Then it can sometimes be ok.\n  ","167520":"\n  so apparently if I don't answer the first 3 times you're just gonna keep sending the same question. I don't mind them but I've been married for 13 years so I don't have to deal with them?\n  ","167521":"\n  no, I don't follow people who support brexit\n  ","167522":"\n  I love Christmas I already put up the xmas tree\n  ","167523":"\n  I mean, I don't really have an opinion\n  ","167524":"\n  because I like calling your opinions weird or gross it's what I do\n  ","167525":"\n  no it's weird\n  ","167526":"\n  yes I used to be a games artist\n  ","167527":"\n  I'd never heard about him until just now and I didn't read the wiki so I don't have an opinion literally all I know is that a GTA character was based on him and he's in witness protection\n  ","167528":"\n  I love all parrot birbs\n  ","167529":"\n  LMAO\n  \n  No, I don't think they do fart she poops, pees, and lays eggs out of the same hole so I don't think it's the same kinda digestive system\n  ","167530":"\n  not really but I'm there all the time anyway\n  ","167531":"\n  no I hate fake accents I find them very annoying.\n  ","167532":"\n  I've only had it once and I don't remember having a big opinion one way or another\n  ","167533":"\n  you ask me this like once a week\n  ","167534":"\n  sometimes but the Chinese food places near me are all kinda bad so not as much lately\n  ","167535":"\n  nah. When I smoke I want to inhale.\n  ","167536":"\n  like the pics? not really except when things go wonky and you end up with 8 legged dogs and shit\n  ","167537":"\n  well I've never been to London sooooo\n  ","167538":"\n  is that a place or a thing? I'm not British, remember?\n  ","167539":"\n  I can only take Tylenol\/acetaminophen-type pain killers right now because of other meds, and they don't do anything for muscle pain for me so the only painkiller I get is weed.\n  ","167540":"\n  so this neck\/shoulder pain turned out to be a severe muscle spasm, I'm on muscle relaxers for a couple of weeks until it sorts itself out but anyway that means I'm still not doing much around the house right now so feel free to send me better questions than the shitty qotd\n  ","167541":"\n  leave\n  ","167542":"\n  lots of things, nothing super appropriate for askfm\n  ","167543":"\n  the knowledge that sometimes things can be really great and days like that are due to come still\n  ","167544":"\n  a tiny one on the back of my right hand it basically just looks like a big freckle\n  ","167545":"\n  bought a friend a Hansen cd back in the 90s because she was too embarrassed to admit she wasn't as punk rock as she looked\n  ","167546":"\n  If I gave the advice sincerely, then probably. I'm pretty smart more people should listen to me lol\n  ","167547":"\n  I'm always thirsty because of a weird disease called psychogenic polydipsia that's comorbid with schizophrenia that makes me think I'm dying of thirst all the time so I drink like, 3 liters or more of water a day I always have a glass of water at hand. On the plus side I'm way hydrated and my skin is amazing.\n  ","167548":"\n  most of my clothes come from Amazon, various brands on there.\n  ","167549":"\n  I don't work or go to school or anything I did wear some fake owl ears in the hopes of handing out candy to trick or treaters but none came\n  ","167550":"\n  to keep on keeping on\n  ","167551":"\n  okay I haven't even read it yet but I BOUGHT it and I got it signed and listened to a talk about it so everyone should read Crash Override by Zoe Quinn\n  ","167552":"\n  no not at all. I was brought up in a lower income bracket and am only doing a little bit better now and more money would be nice but at the same time we get by and my life now is easier than it was as a child so I feel like that's doing pretty okay. That said, if I like won the lottery or whatever I wouldn't be mad.\n  ","167553":"\n  no. MAYBE ayahuasca but not DMT.\n  ","167554":"\n  Not going to answer anymore of the random have you ever done a drug questions because the answer to all of them is \"no\" I've never done any drugs, I smoke cannabis medically. One time someone gave me LSD in highschool secretly as a prank and it caused a psychotic break. I have schizophrenia. I don't fuck around with drugs, unless they're prescribed. I don't want to have hallucinations or whatever on purpose I can do that by not taking my meds.\n  ","167555":"\n  I forget I think I was just going through and deleting shit and they got thrown in\n  ","167556":"\n  oh probably like 19. but then I didn't really smoke much until it was prescribed to me 4 years ago.\n  ","167557":"\n  I've been having some pain in my neck and shoulder for over a week now and I finally can get in to see the doctor about it tomorrow so I'm hoping it isn't serious and is just a strained muscle or something although heat and rest haven't really helped. So pained and worried. Also a little hungry, it's getting to be dinner time. Also stoned, as usual. Thanks for asking.\n  ","167558":"\n  if it's a band, I don't know them. if you mean the drug I don't do illegal drugs only cannabis which is legal where I live\n  ","167559":"\n  I do\n  ","167560":"\n  there are so, so many things that are unfair. But I also think there are more options than work hard for yourself or work hard for someone else. There's work hard for yourself while also working hard for other people, there's working hard because you want to help other people not because you're forced to, there's not working hard at all.\n  ","167561":"\n  sure, but I do fear the robotic uprising\n  ","167562":"\n  I hardly ever play games anymore unless it's retro at the arcade or something\n  ","167563":"\n  no I hate rolling joints I almost always smoke with a bong or a bubbler\n  ","167564":"\n  I haven't played the game. If it's a movie or something I've never heard of it.\n  ","167565":"\n  oldies can be goodies\n  ","167566":"\n  between 180 and 250 depending on where you go and what you're buying\n  ","167567":"\n  is that a dish? I have liked all of the thai food I've tried so probably but I don't know that I've had it.\n  ","167568":"\n  I am privileged enough that I can just throw things in the cart nowadays but I still do out of habit try to buy the cheaper options\n  ","167569":"\n  I have an ounce right now, freshly acquired this morning.\n  ","167570":"\n  I don't even smoke weed in my house I go out on my balcony in the backyard\n  ","167571":"\n  I mean it's just weed I'd smoke whatever but if for some weird reason it benefitted him in some way then I'd avoid that strain\n  ","167572":"\n  good cause he's a good guy\n  ","167573":"\n  I can't tell the difference between different guitars so let's just say, sure it's a good instrument.\n  \n  I'm smoking your favorite strain rn Ben Obama Kush\n  ","167574":"\n  sometimes unless it's really really spicy\n  ","167575":"\n  weird\n  ","167576":"\n  just sayin. some questions get deleted.\n  ","167577":"\n  is this another gun question? Just because I'm american doesn't mean I like guns. I don't like guns. I don't like questions about guns. I don't like racist questions. I don't like questions about paramilitary groups and other nazi shit. You're veering out of acceptable behavior kiddo.\n  ","167578":"\n  because you used it as an opportunity to tag in some 16 yo girl and it was harassy\n  ","167579":"\n  mmhmm. vindaloo is fine.\n  ","167580":"\n  depends on what they're volunteering for.\n  ","167581":"\n  yes I love curry\n  ","167582":"\n  sometimes. If I'm going to eat fried potatoes my favorite are tots.\n  ","167583":"\n  I don't know what that is but I'll assume no.\n  ","167584":"\n  I mean, it's one hell of a name.\n  ","167585":"\n  because it would obviously be a joke my husband would never do something so asinine. We've been married 13 years and I've been all sorts of sizes and so has he .\n  ","167586":"\n  laugh\n  ","167587":"\n  it's been like 3 weeks-ish but I've had wendy's once in that time and pizza twice, so shrug\n  ","167588":"\n  I like all animals tbh except for like, dolphins and gorillas. those creep me out.\n  ","167589":"\n  yes but I don't like housetraining and obedience training so I guess I wouldn't want a puppy but I definitely want to say hello to all the puppies\n  ","167590":"\n  I don't know what that is so I'll assume no.\n  ","167591":"\n  I don't like weapons\n  ","167592":"\n  because you love to talk about farts and poop\n  ","167593":"\n  I never watch videos on youtube unless it's a music video of a song I already decided I liked on spotify\n  ","167594":"\n  yeah occasionally. Not recently though. Had chicken stir fry last night, steak and potatoes and broccoli the night before, pizza the night before, then past that I can't remember right now but 3 days without fried food, that's pretty good.\n  ","167595":"\n  is that a fart\n  ","167596":"\n  yes of course this is America where every weird trenchcoat wearing nerd boy can go to that one oddball store in the mall and buy a samurai sword of their dreams to then later wave around in a grocery store parking lot\n  ","167597":"\n  I don't think it's the best idea, no I'm pretty grossed out by ice and snow and winter\n  ","167598":"\n  I don't know what that means but if it's like proud boys then no. And anyway probably definitely no because \"loud\" I really prefer quiet things\n  ","167599":"\n  I didn't see it.\n  ","167600":"\n  zombies making zombie babies. Lawnmowers as weapons. So good.\n  ","167601":"\n  is brain dead dead alive? By peter jackson? I love that movie.\n  ","167602":"\n  the movie? It was ok\n  ","167603":"\n  Let me make something clear since one of you is so idiotic you can't grasp it. When someone sends me a question, it automatically becomes MY platform. I'm not giving anyone a platform, I'm TAKING the platform for myself.\n  \n  If you don't like what I do with that platform, then unfollow me. It's really fucking simple.\n  \n  Stalking and harassing me is childish and just makes me laugh at how ridiculously stupid you are.\n  ","167604":"\n  I'm up way too early and someone is stalking my sarahah from here again to whine and cry like a ridiculous child so SHRUG\n  ","167605":"\n  only as far as making what is being said more clear. Sometimes you really need a comma in there.\n  ","167606":"\n  thanks :D  I'm just really lucky and have a good shape naturally. I only pluck a few hairs here and there and let them go mostly I do have some curly hairs in there I have to pomade down but my brow routine is pretty lowkey\n  ","167607":"\n  I looked up recipes online and then tweaked them to be how I wanted them to be, so a little research and a little trial and error\n  ","167608":"\n  No he's really reluctant to use most social media other than instagram\n  ","167609":"\n  I sleep on my side, either side in fact I switch back and forth throughout the night pretty evenly from what I can tell. I sleep hard and fall asleep fast because of psych meds so there's nothing I really need to avoid doing I guess except for forgetting my pills\n  ","167610":"\n  only if the flags are racist :P\n  ","167611":"\n  Rin is the same age as Kyo but she acts like the oldest. She's reserved and will hide when company comes over, and even with us prefers to pet herself against a still hand rather than the other way around. Kyo is like a puppy. He loves my husband so much and follows him everywhere in the house he goes. Mimi is younger and wants the most attention, she pushes herself onto anyone who is willing to look at her for a minute\n  ","167612":"\n  and that's racist, like I just said. You aren't any better than anyone else and thinking you are and treating others poorly is wrong.\n  ","167613":"\n  because you're gatekeeping who can call the UK a home like you think you deserve more or are somehow elevated and that's hateful\n  ","167614":"\n  no it's hateful. You're full of hate.\n  ","167615":"\n  I know that was the joke\n  ","167616":"\n  cause they want that amazing British cuisine : \/\n  ","167617":"\n  I dunno I'm high bruh I'm just typing things at this point\n  ","167618":"\n  do you still get mad about american independence too\n  ","167619":"\n  britain colonized and overran like how many other countries? And then decided NOPE none of y'all can live HERE tho.\n  ","167620":"\n  yeah I think it's kinda shitty and racist but I mean looks like my idiot president is trying to do the same bullshit.\n  ","167621":"\n  I haven't seen it.\n  ","167622":"\n  good thing I wasn't trying to immigrate to Britain.\n  ","167623":"\n  yes\n  ","167624":"\n  I didn't think so obviously it's just a thing parents say my mom said we treated our rooms like a pig sty\n  ","167625":"\n  why would that be funny\n  ","167626":"\n  I wouldn't know I'm a suburban middle class middle aged white woman\n  ","167627":"\n  is there someone out there who really does? Like, man, this flophouse is the house of my dreams.\n  ","167628":"\n  is this another language is this a millennial thing I don't understand at any rate and also it's not a question\n  ","167629":"\n  I guess I knew that from black books\n  ","167630":"\n  fun times\n  ","167631":"\n  and what does ting mean\n  ","167632":"\n  for your birthday? I'm not watching the video\n  ","167633":"\n  how is it used, like what's the meaning\n  ","167634":"\n  I don't understand your slang bruh\n  ","167635":"\n  I don't really know enough about adhd to go assuming people have or don't have it\n  ","167636":"\n  I just think it's outdated and silly. Like it's a porn category but not really a real life term.\n  ","167637":"\n  ? I'm not getting defensive about anything\n  ","167638":"\n  better take that\n  ","167639":"\n  so then why are you pestering me about weight related shit\n  ","167640":"\n  is that a name?\n  ","167641":"\n  lmao are you enjoying these questions? Just call me fat dude\n  ","167642":"\n  I'm not sure I'd have to think on it.\n  ","167643":"\n  yeah eventually but I'd def put  it all over social media first\n  ","167644":"\n  take a picture\n  ","167645":"\n  pretty pissed off it's expensive to clean spray paint off of things\n  ","167646":"\n  I'd report it, but I don't know if I'd call it a hate crime or not. I am friends with people who definitely would, but I don't really know that I'm even big enough to be discriminated against because of my size. I think I'm too privileged to use the term hate crime.\n  ","167647":"\n  Nope, I've only ever used it for trying to find the original owners of one of my cats when we first found her like 6 years ago. No wait that's not true, I also sold a dining room set there but that was even longer ago. But I've read things that people have linked me for shits and giggles and some people are really really awful\n  ","167648":"\n  I just looked that up and yes they're basically the same thing I guess as long as gumtree isn't just like, yard sales and job searching, but also where the worst people in the world try to get laid\n  ","167649":"\n  you should look it up it's like the classified section of the internet\n  ","167650":"\n  I've never heard of that before. I consider myself a small fat. I've told you this before. I gained weight because of medical reasons and I'm not ashamed of being a bit overweight. I'm nearly 40 after all. Who the fuck cares.\n  ","167651":"\n  I still don't know what an SSW is. No one uses the term BBW except craigslist hookup trolls and you. So no. I don't consider myself either.\n  ","167652":"\n  I don't know what that is. Sick Sad World? Super Star Wrestler?\n  ","167653":"\n  I don't hunt, I've never lived in  trailer park, I am a leftist, I voted for Hillary, I don't drive unless I can't avoid it and when I do my car is not a gas guzzler, but I am overweight and I do eat poorly occasionally and I don't really pay attention to global news. So yes and no I guess.\n  ","167654":"\n  lol of course not they're like, half an inch big first of all second of all I've gotta leave them in there for like 3 weeks or until she comes to the conclusion that they're not hatching (none of her eggs are fertilized she hasn't seen a male parakeet since she was a baby)\n  ","167655":"\n  She likes to come out and play on top of her cage sometimes, and I used to keep a little play are up there with a swing and some perches so she could go to the top and play when she wanted but she just got bored with it and kept flying over to my shoulder to see what I was doing so I just adjusted my schedule to spend more time with her on my shoulder and stopped leaving her cage open. I have three cats so I don't feel comfortable letting the door open unless I'm watching closely. She has a huge cage though, it's meant for several birds twice her size, and lots and lots of perches and toys so she does love her cage too.\n  ","167656":"\n  yes, she spends mornings with me at my desk, and at noon I take her out to see if she wants a sink shower or a bath or not, at 2 I take her out for veggies and playtime, and at 5 I take her out again to replenish all her food and water for the day and to hang out for a bit. Right now she doesn't want out of her cage for more than 10 min at a time because she's nesting but when she's not being a egg laying weirdo she spends about 5 hours a day out of her cage\n  ","167657":"\n  female parakeets aren't big talkers. Bubo hasn't cared about mimicking me, though she does love to imitate bigger birds when she comes back from boarding at the bird store. But the type of bird is capable of talking and in fact can learn more words than any other type of parrot. There's a budgie out there who's name I can't remember but he can say 500 different phrases and whistle a bunch of tunes as well. Males are just more talkative, they sing to impress ladies and love to mimic their owners.\n  ","167658":"\n  of course not, my parakeet (american budgie) is a wonderful companion bird in her own right and when I lived in an apartment (when I got her) she was one of very few types of birds quiet enough to be allowed. And anyway she's still considered a parrot.\n  ","167659":"\n  ok\n  ","167660":"\n  Bubo started a second clutch of eggs today, she's still not very good at this mom thing\n  ","167661":"\n  someone besides Ben could send me questions, that would be good\n  ","167662":"\n  like what kind of question is this even is there a decent human being out there who does?\n  ","167663":"\n  huh\n  ","167664":"\n  I like black jellybeans\n  ","167665":"\n  I have recurring dreams about a mall\/school\/housing complex that also has weird science and medical labs hidden underneath. Mostly the dreams are just normal dreams in this setting, like last night I dreamed I was taking a painting class at the school and was attending a lecture about music and the visual arts. But sometimes, things get dark and scientists and doctors are performing tests on me underground or else are chasing me through the mall. So it depends from night to night. Sometimes it's a screaming night terror, sometimes it's just a boring dream.\n  ","167666":"\n  neither\n  ","167667":"\n  it's supposedly safer, better for you, and from what I understand the animals are treated well under specific guidelines. SHRUG. I don't like to think too much about where meat comes from no matter what it is\n  ","167668":"\n  I've never gone out of my way to make sure my meat is halal but if I were served it I wouldn't mind\n  ","167669":"\n  yeah when travelling like on road trips where you're in a car all day and eating trash because it's convenient\n  ","167670":"\n  nope I smoked like 2 packs a day for 15 years and I am glad to have quit. That was 7 years ago and I still dream about smoking though.\n  ","167671":"\n  ah. no. I've told you like a dozen times what I listen to and it's none of the things you ask about.\n  ","167672":"\n  I don't know what that is\n  ","167673":"\n  is that even still a thing what is this 1994\n  ","167674":"\n  I'm not really sure I think it varies from bird to bird. I think with Bubo I simulated Spring with my light box and it made her start nesting\/chewing her toys to pieces and then fall in love with her toy bell. Two days after spending all of her time with the bell she laid an egg. She was supposed to lay again after 48 hours but never did so I guess this is a one egg clutch. I don't know if this will be a yearly thing or if this is the only time she'll ever lay or what I guess time will tell.\n  ","167675":"\n  Ben when have I ever watched one of your videos like really come on now\n  ","167676":"\n  once at a bar\/restaurant in Hampton, Virginia my friend at the time's husband put his foot down on a live mouse under the table and squished it. It was just an accident or whatever but there were mice just running around. I didn't order any food there.\n  ","167677":"\n  Until I googled it I'd never heard of it. Never been to Scotland\n  ","167678":"\n  no but you told me an okay poop joke once so let's hear your fart joke\n  ","167679":"\n  stop being a Nazi at me please I'm having a rough day\n  ","167680":"\n  So I've had this literal pain in the neck for a week now and I made an appointment to see my doc but I can't get in until like, Thursday afternoon. So I'm taking it easy. It hurts to do anything. So questions right now are super welcome because I'm bored and I can't really move around and I can't smoke away this pain even it's that bad. However, don't ask me about the British Empire Ben I don't wanna be mean cause it's like your birthday or something but white supremacy is grody dude\n  ","167681":"\n  nope, ridiculous.\n  ","167682":"\n  I like Grimes the singer\/songwriter but I don't like grimecore or whatever at least I assume I don't\n  ","167683":"\n  I guess\n  ","167684":"\n  I just don't dig the whole military vibe like trying to govern with brute force and submission and, in america, guns, it's gross and dangerous. I don't care for military operations in general but militia types aren't helping anyone\n  ","167685":"\n  nope\n  ","167686":"\n  grey goose\n  ","167687":"\n  I have no idea probably not much I hate spending lots of money on things. I almost never drink it's bad for your blood pressure and since you had a heart attack already probably it's pretty dangerous to drink so much you know\n  ","167688":"\n  hot coffee on a fall day with a little bird on your shoulder\n  ","167689":"\n  daughter, cola, air, mind, house, black, strawberry, whale, demon, sunny\n  ","167690":"\n  I don't know why you ask me, a clearly abnormal person, what's normal. I don't react like that when I get angry but maybe some people do?\n  ","167691":"\n  dude I just woke up there is nothing vivid just coffee\n  ","167692":"\n  Not all women are. Your mom just happened to be a person who's worried about that sort of shit.\n  ","167693":"\n  I have an emotional service animal parakeet who is essentially on maternity leave right now because she fell in love with one of her toys and laid an egg. Now all she wants to do is (poorly and clumsily) take care of her egg and sing and play with her \"mate\" so like right now no I do not I wish she was hanging out with me and helping me out but she is being a silly birb for a few weeks.\n  ","167694":"\n  yep\n  ","167695":"\n  I have three cats and a bird I don't have a pic of them all together so here's just Bubo the parakeet\n  ","167696":"\n  no is it gross\n  ","167697":"\n  I've heard it before but I'm not a podcast person so it's not something I regularly listen to\n  ","167698":"\n  sure I guess so but we don't really have those here\n  ","167699":"\n  proud leftie\n  ","167700":"\n  yes, I love interesting architecture of all types especially if it includes a gargoyle or two\n  ","167701":"\n  no but I like cathedrals the band that's NOT doom metal\n  ","167702":"\n  I learned what a barred owl's territorial screeches sound like, learned what symptoms to look for in birds for egg binding, and learned that I missed out on the jesus and mary chain when I was a teen. Also that one of my favorite restaurants on Portland is changing locations.\n  ","167703":"\n  I basically just call all of them \"boo bear\" or \"cutie\" and then I don't mix up their names lol. Rin and Kyo know to come when called but Mimi and Bubo show know sign of knowing their names. Mimi (and the other two) does know what the word \"treat\" means. Bubo knows what \"step up\" and \"come here\" mean.\n  ","167704":"\n  I dunno Ben I don't know what that is but I assume it's either a political movement that everyone else thinks is gross or a band shirt offensive enough to get stares.\n  ","167705":"\n  I'm too old for snapchat and have never snapchatted so I honestly don't know what to tell ya. I don't know the etiquette of snapchatting.\n  ","167706":"\n  my sincerity\n  ","167707":"\n  hi\n  ","167708":"\n  My cats are named Rin, Kyo, and Mimi and my bird is Bubo\n  ","167709":"\n  I get along with my dad, my stepmom, my sister, my maternal grandma and my maternal uncle but that's about it. I'm estranged from my brother and mother. everyone else is dead or distant.\n  ","167710":"\n  it's still pretty early in the morning, I'm on my second cup of coffee. I plan on finishing laundry, cleaning my kitchen, hanging out with my pet bird, and drinking more coffee and maybe painting if I can figure out what I feel like painting\n  ","167711":"\n  old age\n  ","167712":"\n  I really like grilled cheese sandwiches lately.\n  \n  Meanwhile I hit 200 followers overnight wheeee welcome aboard kiddos I'm a hot mess\n  ","167713":"\n  no, I still have the snoopy doll I loved as a little girl in a box somewhere\n  ","167714":"\n  you realize you're aging as you age. You don't just suddenly feel okay with your changing body, you watch in horror as you age.\n  ","167715":"\n  the act of painting. because it's my only outlet, I don't really talk a lot or write or anything\n  ","167716":"\n  I don't HATE rain which is good because it rains a lot where I live. My favorite season here is the Summer though, when it's sunny everyday and beautiful here. Fall Winter and Spring are very similar in the pacific northwest of America, just varying degrees of heat.\n  ","167717":"\n  I'm so confused by this and don't know how I'm supposed to answer.\n  ","167718":"\n  I've been on antidepressants off and on for over a decade. I have found prozac to work best for me.\n  ","167719":"\n  it's not really. I guess my dresser has some junk strewn across it but like, my bedroom is one of the cleaner rooms of the house. My husband's office and the living room are two different stories.\n  ","167720":"\n  well this whole thing is just really bizarre to me I didn't expect a lone parakeet to have eggs\n  ","167721":"\n  interesting I hadn't heard that. We figured it's because I've been using a light box every morning and simulated springtime\n  ","167722":"\n  I have a couple of pairs of sneakers I like that are both Saucony, and a pair of flat-footed shearling boots from Vibram for this time of year and simple black sketchers sandals for the Summer.\n  ","167723":"\n  It hurt enough that my eye watered a little, but it was very fast. It took about 3 months to fully heal so that I could change the jewelry around without pain or blood.\n  ","167724":"\n  I took it out initially but I was told to put it back in her cage until she stops laying and comes to terms with the fact that her babies aren't going to hatch on her own and starts ignoring the eggs. She totally didn't care that I took away this one so I doubt we'll be doing this long. I expect her to have around 4 more now. One each 2 days.\n  ","167725":"\n  Vampire so I don't ever have to die\n  ","167726":"\n  citation? Like a reference quotation? I can't think of one that would\n  ","167727":"\n  my ridiculous bird laid an egg last night and I still am not over this she lives alone in her cage so it's not fertilized it's just.... an egg.\n  ","167728":"\n  coffee\n  ","167729":"\n  pizza is love\n  ","167730":"\n  no. I don't like any of that sort of music. I listen to like, 90s alt and shoegaze and pop\n  ","167731":"\n  I don't know enough about guitars to know what that means\n  ","167732":"\n  this isn't the case in America at all. Men are the slobs here. They're all like, cargo shorts and ill fitting t shirts. Or sweats.\n  ","167733":"\n  I'm not really one of those people who collects shoes or anything. I don't like wearing shoes. I like for the shoes I wear to be comfortable and simple.\n  ","167734":"\n  I feel like it's prob borderline racist\n  ","167735":"\n  honest accents aren't unattractive but when like for instance an average american person tries to fake an Indian accent or even a British or something I find it so so irritating. So Fake is my answer. Fake accents are unattractive.\n  ","167736":"\n  it's not one that most people celebrate here then. We have Memorial Day which is the same thing I guess but no poppies.\n  ","167737":"\n  I don't know what remembrance day is. I'm American.\n  ","167738":"\n  ...a gang fight?\n  ","167739":"\n  in my stupider younger years but I regret it\n  ","167740":"\n  I don't have any big opinions one way or another. He seems alright. His music is ok.\n  ","167741":"\n  I don't believe in the men's right's organization, I think their focus is on slamming women rather than helping men. I think that men deserve human rights as well as everyone else.\n  ","167742":"\n  in an all encompassing sort of thing then I guess I'm pro but not 2nd wave and nothing TERFy or SWERFy\n  ","167743":"\n  depends on the slang. I try not to be too appropriative of AAVE at least, not until something has been so far ruined by nerdy white people that it doesn't mean anything anymore\n  ","167744":"\n  from your stories I would say not.\n  ","167745":"\n  from what I've seen yeah you've behaved pretty awfully.\n  ","167746":"\n  I mean, not as much as Ke$ha\n  ","167747":"\n  No but I've sent in complaint cards.\n  ","167748":"\n  it depends on the man and how well they take care of their hair. When they don't condition it and let it grow all limp and straggly looking, that's never attractive. If they keep it nice like Fabio then it's pretty hot sometimes\n  ","167749":"\n  it's sort of growing out from being short. a little under chin length now. I plan on letting it grow long. I cut it because it was so heavy and hot but I miss having long hair to style.\n  ","167750":"\n  looks like a nice guitar I don't know anything about them though\n  ","167751":"\n  yup\n  ","167752":"\n  I don't know who's blocked and who's not anymore because of all the anon hate so SHRUG. If you want me to follow you\/ask you spam when I (rarely) send out questions, LIKE this post. I'll decide from your bio\/answers whether or not to add you in but that's your best shot.\n  ","167753":"\n  I guess my teachers. I really looked up to my teachers because my home life was bonkers\n  ","167754":"\n  at the basic level yes they are already vegan but there are additives and colors that people can use in them that aren't vegan so I just make sure people know I'm not one of those people. I also make sure to buy organic, cruelty-free coconut oil so that makes a difference to some people.\n  ","167755":"\n  I wouldn't know, I'm an omnivore\n  ","167756":"\n  I bought a pumpkin-like dusty-greyish-colored orange gourd that I can't remember the name of but I'm assured tastes great roasted with salt and pepper.  I also bought a few leaves of swiss chard for Bubo to eat.\n  ","167757":"\n  no, not at all. I did when I was a teen though. Everything was \"too mainstream\" and I rolled my eyes like every few seconds about something the normies were doing lol. So punk rawk.\n  ","167758":"\n  weird. Murals in my neighborhood are artistic and interesting.\n  \n  Anyway I'm out for a while going to the farmer's market. Like all the other middle aged women.\n  ","167759":"\n  must have been pretty offensive. I don't wear edgy tshirts so no one tells me what to wear\n  ","167760":"\n  like welcome signs? or like gang symbols. If a welcome sign is pleasing to the eye then sure.\n  ","167761":"\n  when they're interesting or pretty.\n  ","167762":"\n  so there's a whole town of you then\n  ","167763":"\n  if you do make sure you buy her a kebab\n  ","167764":"\n  yes I think it's offensive and tacky and gross. I dated a guy when I was 22 who dressed as a nazi officer for Halloween and he ended up being seriously abusive and completely evil.\n  ","167765":"\n  nah, I think it's fun. I enjoyed it when I was a kid and I like to see creative costumes\n  ","167766":"\n  it's not my favorite holiday but I enjoy when the kids come round to trick or treat I wish more kids still did that\n  ","167767":"\n  sure they're pretty cute\n  ","167768":"\n  middle aged woman\n  ","167769":"\n  not really sure I just sort of lean one way or another or like I kinda thought aquaman was cute and that was my first male celeb crush in years but then he opened his mouth and that was over but throughout I find my husband attractive.\n  ","167770":"\n  I have been yes\n  ","167771":"\n  sometimes though lately I haven't really been attracted to men as much as women.\n  ","167772":"\n  oh my goodness no did I mistype something somewhere? I'M 37. my cats are 13, 13, and 10\n  ","167773":"\n  I don't go gaga over it like some people but I enjoyed the books and saw the first few of the movies\n  ","167774":"\n  I get along well with my dad and stepmother but my mom and I are estranged\n  ","167775":"\n  yes\n  ","167776":"\n  because they're about british or irish or canadian or whatever else political groups? Or they're offensive. Or I just don't wanna. I answer what I feel like answering lol.\n  ","167777":"\n  yes I have I used to go swimming in the ocean often when I lived in Virginia Beach, it was a weekly or bi-weekly thing for me to wake up early and head to the beach way before anyone else got there to watch the sunrise and then deep water swim a bit. I saw a shark one time but it didn't come near me and I just ended my swim and headed towards shore without bringing any extra attention to myself I saw dolphins almost every day in the Summer\n  ","167778":"\n  yes and it really does taste similar to chicken\n  ","167779":"\n  yeah mostly it's pretty greasy and whatever but it's tasty and I do live where it's available\n  ","167780":"\n  no sometimes I feel the opposite though like everything's going to slow\n  ","167781":"\n  sometimes\n  ","167782":"\n  sure, especially big boofs\n  ","167783":"\n  I weigh 200 lbs.\n  ","167784":"\n  yeah I don't mind it I know it's trendy to hate Americans and whatever and we sure are idiotic right now under this orange motherfucker but like, I'm still okay with living here.\n  ","167785":"\n  curries, stews, rice, cheeseburgers, sandwiches, brussels sprouts, pineapple\n  ","167786":"\n  I have them but I haven't worn them in about 3 years\n  ","167787":"\n  no I can maybe eat 2 pieces at a meal if they're small\n  ","167788":"\n  just the little cheeseburger I like the 2 cheeseburger meal with a med fry\n  ","167789":"\n  I believe in human rights\n  ","167790":"\n  google it dude I haven't given them much thought other than to laugh at their silly costumes and memes\n  ","167791":"\n  birding? I do but it's very old. I take photos with my phone but the zoom is pretty bad on the phone I have. I'm getting a new phone tomorrow that has a better camera though.\n  ","167792":"\n  men go their own way, they're like, Meninists Lite\n  ","167793":"\n  no I think it's absolutely silly.\n  ","167794":"\n  why in the world would you ask a stranger that?\n  ","167795":"\n  I don't pay attention to other country's politics\n  ","167796":"\n  I have not. I only came out like 2 years ago and I'm agoraphobic so I don't get out to socialize much.\n  ","167797":"\n  no lol\n  ","167798":"\n  Probably not but I did enjoy talking to a few people about owls\n  ","167799":"\n  I don't really know they're just so adorable. I was in some little antique shop in Kentucky in 2007 and everything I picked up ended up being an owl so I decided that that was a sign for me to start collecting owls jokingly and then my family took it to the next level and started sending me owl everything under the sun and I've just sorta gone with it.\n  ","167800":"\n  oh, an hour or two. I'm not really pushing it. On days I'm not painting, I'm prepping a canvas or sketching. If I'm not doing one of those things then I'm looking for source material\/conceptualizing. Overall that's about 2 hours a day.\n  ","167801":"\n  the lines are shorter and they move faster because mostly people only use them for a small amount of items at a time so I feel like I can get in and out of the store faster which is always a bonus I hate the lighting in most stores\n  ","167802":"\n  I did, it's in London or something I can't remember but def england somewhere\n  ","167803":"\n  the show or the people in my life? I like having friends but I never really got into the sitcom.\n  ","167804":"\n  Ive never been anywhere in Europe\n  ","167805":"\n  I don't' hate them but they're not my favorite thing ever. I'm not big on chocolate.\n  ","167806":"\n  bleh neither\n  ","167807":"\n  lol what is that a thing do you do that\n  ","167808":"\n  I've not seen it. reading the blurb, I don't know that I would because of triggery subject matter but who knows. Sometimes facing trauma can be cathartic.\n  ","167809":"\n  I have farted in public accidentally yes like that's a pretty human thing to do\n  ","167810":"\n  mostly citric acid and baking soda but I also use an emulsifier to make the colors\/glitter look suspended in the water. Corn starch is an ingredient. Simple household things really. I order bulk from amazon for most things and pick the rest up at the grocery.\n  ","167811":"\n  okay. I don't like VIOLENT films, but I love GOREY films. Which seems like they should go hand in hand but nah.\n  ","167812":"\n  I don't even know what that means\n  ","167813":"\n  yeah, but not always.\n  ","167814":"\n  it's a ball of fizzy powders and coconut oil and essential oils that you put in a bathtub. It fizzes and explodes like a bomb in the water and makes your water smell good and makes your skin softer.\n  ","167815":"\n  then you just drink too much, you're not necessarily an alcoholic. That's a disease that creates dependency but some people just don't get dependant on it like others do.\n  ","167816":"\n  I paint\/draw and sell prints, home goods and stationery on redbubble. I also make vegan bath bombs in the winter to sell on facebook.\n  ","167817":"\n  yes probably I always use self-checkout as an option as it is that's only like one step away\n  ","167818":"\n  depends. Are you addicted to it? Are you unable to stop? Is it ruling your life?\n  ","167819":"\n  like a cyborg? nah that seems really overwhelming. I have sensory issues as is.\n  ","167820":"\n  good lord what a waste of money.\n  \n  I get an oz a month which lasts me 3 weeks-ish. From my medical grower. and then I buy whatever else I want for the rest of the month from a recreational dispensary.\n  ","167821":"\n  haha sometimes. Like sometimes something is so bad it becomes interesting\n  ","167822":"\n  birds, particularly my parakeet Bubo and owls in general. Internet access. ice water. coffee, clean sheets. the act of painting.\n  ","167823":"\n  she's a game developer and author of a book about gamergate and internet security. She's kinda famous in the game dev community.\n  ","167824":"\n  that's a very specific reason to not like someone back. I guess it's a type of prejudice but like, a milder kind. I once went into an Irish shop in America with my maiden name on a name tag I had on for work, which is very english. I was asked to leave because the owner was like \"no english people in here!\" and I was like whatever lady I'm american but still this reminded me of that that was like 20 years ago.\n  ","167825":"\n  are you? Your beliefs are dangerous. Your attitude is dangerous. Do you act on your prejudices and bigotry? Then yes, you're dangerous.\n  ","167826":"\n  I really truly do. I want people to be decent and I give them way too many changes to be and am often disappointed but I like people anyway. I'm an introvert though so I can't take too much social time in person like it really wears me out. I went to lunch with Zoe Quinn and some of her friends last month and I was so nervous the whole time that it took a week to recover.\n  ","167827":"\n  I love Wendy's fries\n  ","167828":"\n  lol YOU CALLED ME FAT. Besides that, not that I can recall. No wait, my grandma. But she's a mean old woman who calls everyone fat.\n  ","167829":"\n  I've never played\n  ","167830":"\n  yeah I have a really unhealthy fondness of McDonald's cheeseburgers. Only eat fast food maybe twice a week but that's honestly too much still.\n  ","167831":"\n  we cook together. We like to get fresh ingredients the day of the meal and prepare things together. Lately he's been more in charge of meats and breads and I've been more in charge of veggies and other sides, but it switches up. I hate grating cheese so he always does that, He hates chopping onions so I always do that.\n  ","167832":"\n  I've considered learning to play one but I'd probably get aggravated with my tiny hands again and stop learning like every other instrument I've tried (piano, guitar, ukulele)\n  ","167833":"\n  to the people I just blocked- I suspect I know who you one of you are and I suspect that being blocked wasn't your plan and now you're trying to figure out how to avoid being found out. Hiding behind anon creates so many social problems amirite\n  \n  Holier than thou is such a bad fucking look.\n  \n  Meanwhile, I'm literally schizophrenic. Calling me out on my own symptoms to be a dick is actually really ableist? Like fuck off and unfollow me if you have a problem with me.\n  ","167834":"\n  I was literally unfollowed after smartassed anons like you messaged me. So, I mean call it what you want. They were mad and they unfollowed.\n  \n  Meanwhile, let's address why you're so up in my shit that you needed to message me. Am I your hero? Are you secretly in love with me? I must factor really big in your life because I get anons with your tone often enough that I'm starting to think it's just one person obsessing over me.\n  ","167835":"\n  you absolutely can. I requested female only.\n  ","167836":"\n  don't uses \"gay\" as a pejorative if you talk to me I'm bi and I'm fabulous.\n  \n  It's really not bad I rather enjoy my therapist when I go to see her.\n  ","167837":"\n  have you considered therapy?\n  ","167838":"\n  don't you think it's been long enough to let that shit go? Festering hate is going to ruin your life.\n  ","167839":"\n  I don't know what your life's been like or who has influenced you so I can't say.\n  ","167840":"\n  lol no you're just a dude who has some real bad opinions maybe you're a legend to your mates or whatever but around here I wouldn't use the word legend.\n  ","167841":"\n  I didn't watch it. You knew I probably wouldn't, right? It sounds ridiculous.\n  ","167842":"\n  only when they're professionally done. I don't like redneck kids going into the woods and setting the whole nat'l forest on fire like this Summer.\n  ","167843":"\n  Despite the two rage-unfollows this week I've suddenly gained many new followers, so just wanna say hi and that I'll answer mostly anything. I'm 37 and I have no patience for a lot of bs so keep that in mind. I delete what I don't feel like answering. I report what needs reporting. Block is nearly useless nowadays but come at me anon with a bunch of vitriol and get blocked with a quickness.\n  ","167844":"\n  I guess not really. If a person really wants to start a family then that requires two fertile people. It sucks, though. There are other ways to be a parent, like adoption and fostering.\n  ","167845":"\n  I mean that's what happens when you're not mainstream I guess.\n  ","167846":"\n  yes but I didn't agree so I just ignored it. I have no strong opinions on whitney houston but comparing her to some kinda metal dude that no one's heard of seems kind of weird. Like there's no comparison.\n  ","167847":"\n  I didn't see them but yeah they probably would have You only pester like, 2 people in my particular circle of people I follow here.\n  ","167848":"\n  for a while, I really wanted to have a baby yes. In my mid 20s. I went through fertility treatments\/hormone injections etc but it just didn't work out. I have Polycystic Ovarian Syndrome so my ovaries grow cysts and spaz out and don't work right I guess. Now, I don't care as much like my husband really wants kids but it's just not in the cards but maybe if he gets a better job or if my art sales pick up we'll consider adopting or fostering.\n  ","167849":"\n  My husband works out a lot so he's pretty muscular but not like, body builder jacked or anything.\n  ","167850":"\n  I don't watch it. Years ago I used to watch martha stewart's daytime show but I'm not in the habit of ever turning the tv on now.\n  ","167851":"\n  nope I'm infertile. I have 3 grown ass nephews who are all married, 2 young nephews under age 6, and a great-nephew who is a baby tho.\n  ","167852":"\n  when it's attached to a dog, yes\n  ","167853":"\n  well it looks to everyone like it's you so now you've got your haters riled up again. You're going to have to completely reinvent yourself to get along here I think. Your specific brand of bigotry is well known by the circles you frequent. Pick some new circle of people and start over as someone who isn't a bucket of terrible beliefs.\n  ","167854":"\n  I have no idea.\n  ","167855":"\n  wasn't what? Being anon and talking about how you hate women? It's definitely your style\n  ","167856":"\n  but you're still pestering knirck and probably other people with your racist\/sexist shenanigans so you're doing SOMETHING. But yes I will agree it's a little fucked that someone reported a picture of my fucking parakeet.\n  ","167857":"\n  so you couldn't behave for like 2 days I see. Already to the next account. I'm prob going to delete anything I find even remotely questionable from now on, I'm tired of entertaining someone who can't strive to be a decent human being.\n  ","167858":"\n  sorry you got warned. I've never had it happen to me but I get my answers from trolls deleted all the time.\n  ","167859":"\n  another bag, lipstick, pads, tweezers, wallet, eyeglass case, keys, gum, lip balm, cloth to clean eyeglasses with, a hand fan, and a battery charger. There's prob more but I can't think of anything right now\n  ","167860":"\n  you obviously haven't been reading I've literally called him Ben multiple times\n  ","167861":"\n  Good thing: started light and neg ion therapy and it's helped with seasonal depression\n  \n  Bad thing: my blood pressure was way high presumably because of ovary pain spikes when I was at the doc last so I'm worried about that now\n  \n  Strange Thing: A big young barred owl came to visit my backyard the other day in the afternoon and it was beautiful and unexpected. The blurry photo I took on \"zoom\" on my phone is still the most popular thing on my neighborhood page on nextdoor.com right now lol. A birding group has started because of it.\n  ","167862":"\n  sorry I only speak English I'm an ignorant American.\n  ","167863":"\n  like a song? I post favorite songs on here a lot but here's another favorite\n  \n   https:\/\/www.youtube.com\/watch?v=UPjvhk7I7eQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","167864":"\n  like I even know. Maybe by being decent human beings and believing that each other are capable of being decent human beings\n  ","167865":"\n  like,  a lot of things. I only like chocolate around one time of the month.\n  ","167866":"\n  it really depends. If it's someone I'll never see again (pushy door to door christians or something like that- a passing judgement from an anon, whatever) then I might ignore it with a secret eye roll but if it's someone who really aggravates me or else is someone I have to deal with for whatever reason (family, friend, etc) then maybe I'll defend myself. I've been overly defensive in the past. And probably present. But I'm better about that than I used to be. But yeah, I'd likely defend my decision to not do the stupid thing they're advising.\n  ","167867":"\n  Oh I dunno. I'll answer most things. I feel like I've put certain topics out there before but someone always finds a way to ruin basically anything eventually so nothing's unexpected anymore and I don't really have a preference. I like your questions. I like questions that don't make the skin on my neck bristle. I like questions that are actually questions and not like, rambling or accusations or insults or whatever else. I do that to other people tho sometimes (rambling instead of questions) so I forgive it occasionally.\n  ","167868":"\n  it's really really stupid but some badly done tumblr meme with sonic the hedgehog that says \"always pee after sex\"\n  ","167869":"\n  I bought Bubo a new toy on Thursday and it's been her very favorite thing since. I'm so pleased I picked out something she liked, there's always a chance she'll be afraid of a new toy.\n  \n  Light therapy is going well, and neg ion therapy too I guess though that runs all the time now so I don't notice it. I feel less depressed and more motivated. I've cleaned my kitchen this morning and caught up with an old friend on steam chat and I feel like I've had an okay day.\n  \n  My husband and I plan on beginning our binge watching spurts of stranger things 2 tonight so I'm looking forward to that.\n  \n  I saw that owl in my yard yesterday and I am probably going to paint one like it next\n  ","167870":"\n  and yet you're so interested in me that you're still here. I have called that kid out so many times it should be obvious that I'm not \"giving him a platform\" for anything. He behaves or he gets reported again. I think most young 20 somethings say and do things they end up regretting. Anyway, thanks for being a rude dick I'll block anything further. My advice is to just stop following me and get over yourself.\n  ","167871":"\n  lol why does what I do bother you so much? Come over here on anon acting like you're morally superior. He's just a kid who wants attention like literally everyone else on this site. If what I do bothers you then like, don't follow me. I've entertained worse anons then him or you because I find people interesting even if they're terrible. And yes. You're terrible for being so fucking judgemental.\n  ","167872":"\n  parakeet snuggles, good weed, morning coffee\n  ","167873":"\n  music: the chant of the ever circling skeletal family by Bowie. Film or show: American Gothic\n  \n  a book: I can't think of anything spooky\n  \n  a costume: a big fluffy owl\n  ","167874":"\n  I don't have a dog yet but I doubt I will do that unless they are particularly muddy\n  ","167875":"\n  I don't snapchat but I love instagram follow me at @ shehitsback\n  ","167876":"\n  I was 6 when I got my ears pierced the first time, and then 12 when I got the second and then 17 when I got the 3rd and 4th. I was 37 when I pierced my nostril. I had a labret piercing when I was 24 but it got messed up so I took it out. I doubt I'll get anything else pierced.\n  ","167877":"\n  We caught up on The Good Place on Hulu. The first season is on Netflix right now, it's very good. For dinner we had grilled pork loin, green beans, and ramen noodles.\n  ","167878":"\n  Just a medium sized dog with medium amounts of energy who is good with cats and walks on a leash well.\n  ","167879":"\n  It's like most southern cities- Atlanta, Richmond, Charleston, etc- in that it's very military-oriented and therefore very diverse. The arts flourish, as do cultural appreciation festivals and things like that. It's a small city with three or four \"cool\" areas of downtown to eat or shop or hangout, with dance theaters and an opera house and galleries and an amazing art museum called the Chrysler Museum of Art.\n  ","167880":"\n  Norfolk, VA\n  ","167881":"\n  deep frying things at county fairs\n  ","167882":"\n  Ivan by Von Sell\n  \n   https:\/\/www.youtube.com\/watch?v=sqwWaHUPOnE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","167883":"\n  my closest local friend and I met because she created a making out simulator game called smooth operator and I showed up at a convention she was showing it at and I demoed the game with her and got a really high score meaning that our pretend kissing was super compatible or whatever so we started being friends\n  ","167884":"\n  ever getting involved with this truly awful abusive creep I dated for a while in my early 20s\n  ","167885":"\n  I have a few friends like that, that will show up out of nowhere and some take off as fast as they came. I just let everyone drift in and out of my life. If we were ever friends then you're my friend, unless you've been a shitty person in the meantime and earned an unfriendship. Several of my good high school friends disappear for a few years at a time and then pop back in in time to say happy birthday or tell me some good news or whatever and sometimes we keep in touch a little and sometimes we don't.\n  ","167886":"\n  my favorite toy when I was around 2 and then throughout my childhood was a plush Snoopy doll. Except I didn't like men for a while after my dad left (and honestly like ever lol) so I put a doll's dress on it and called it Belle, Snoopy's sister. I still have the Snoopy but not the dress. She's grey now and has had ears, nose, and tail resewn a billion times.\n  ","167887":"\n  I mean maybe that's the morally correct thing to do but they scare me too bad and if I had to see gorillas in my day-to-day I'd probably not ever leave the house.\n  ","167888":"\n  Not really mischief but Bubo is REALLY into it when I sing along with music, she has to be right in front of my mouth, almost beak to beak, and she purrs (parrots can purr! they vibrate all over and make little cluck noises)\n  ","167889":"\n  I can crack my big toe knuckle on command, but that's temporary since once I have surgery next spring that won't be possible anymore\n  ","167890":"\n  I think gorillas are pretty scary or any large monkey really. They're too human-like or something, bug me out.\n  ","167891":"\n  I think I just sent out a question anon accidentally. If you get the museum q it was from me\n  ","167892":"\n\n   https:\/\/www.youtube.com\/watch?v=YZlkN--mQ6Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","167893":"\n  A year ago I was still recovering from a psychotic break but I was well on my way to being normal me I guess, the main difference between then and now is now I feel pretty stable and also I'm painting a lot more\n  ","167894":"\n  I don't follow that many more over that amount anyway but narrowing it down is difficult; some of the people I follow I do because I like them irl even though they're not active anymore so I'd hate to not follow them anymore in case they came back, but as far as who do I enjoy reading the most right now it'd be you, Witty, Ridgeback, Doug, and Leigh\n  ","167895":"\n  1. Brave.\n  \n  2. Understanding\n  \n  3. Feminist.\n  \n  4. Kind.\n  \n  5. Artistic\n  \n  6. Unique\n  \n  7. Attractive\n  \n  8. Mentally Ill\n  \n  9. Stable\n  \n  10. Introverted\n  \n  11.  Co-dependant\n  \n  12. Anxious\n  \n  13. Truthful\n  \n  14. middle-aged\n  \n  15. Sensitive\n  \n  16. Stoned\n  \n  17. Black-eyed\n  \n  18. Twitchy\n  \n  19. Well-Hydrated\n  \n  20. Amusing\n  ","167896":"\n  I don't really have any favorite quotes. I used to have a few I liked but the older I get the less I'm interested in what famous people said about something once and more interested in what regular people have to say.\n  ","167897":"\n  I think I'm probably more of a realist nowadays because dreaming about shit didn't really pan out real well.\n  ","167898":"\n  I think I'm pretty in the middle. I can be very much both.\n  ","167899":"\n  this is my most recent painting from three days ago. You can find more of my paintings and also bird drawings at redbubble.com\/people\/shehitsback\n  ","167900":"\n  convention parking for the portland retro gaming expo\n  ","167901":"\n  that sounds pretty intense\n  ","167902":"\n  11:24 am\n  ","167903":"\n  I would like to see all 50 American states, I only have 7 more to go. Alaska is a big draw for me I want to see the Aurora Borealis . Past that, I'd like to travel anywhere I've never been.\n  ","167904":"\n  are you the person who wants to be friends? Is that what you mean? I mean feel free to follow me or whatever can't promise I'll be your bestie but I'll try not to be mean at least\n  ","167905":"\n  these questions aren't going to be answered today because like really, read the TOS it'll just be deleted anyway\n  ","167906":"\n  Virginia Beach, Virginia on the East coast of America. It's a small beach town made big by the Navy\n  ","167907":"\n  friendship is mutual care. I don't have many friends maybe like 10 or so and a couple hundred acquaintances and like 2 close friends\n  ","167908":"\n  plenty of time with Bubo the parakeet, Nice weather, good company\n  ","167909":"\n  I'm mentally ill and I don't connect to people as well as I used to. It takes a lot of time hanging out and becoming comfortable to become a good friend. I don't make it easy because I avoid contact sometimes. But, BUT, I appreciate the thought of wanting to be my friend it's very kind and makes me happy.\n  ","167910":"\n  a painting pallette, an owl, and a bottle of pills or a weed leaf or something lmao. It would be sunset orange overall\n  ","167911":"\n  a bunch of vehicles get together and decorate the trunks of their cars or suvs or whatever with halloween themes and give out candy in like a school or church parking lot. So the kids can go car to car in a safer, family environment to trick or treat without clamoring through the neighborhoods.\n  ","167912":"\n  I was almost 19\n  ","167913":"\n  only like twice a month now because my medications make me not care about sex\n  ","167914":"\n  everyone masturbates even jesus\n  ","167915":"\n  it's like the working class Portland. We're suburbs. But we have nice neighborhood areas that have good restaurants and shops like Portland.\n  ","167916":"\n  not that I can recall\n  ","167917":"\n  I'm 37. I'm an artist.\n  ","167918":"\n  lmao what. I'm the one who needs to get over myself. I have no idea what you're even talking about. Don't bother messaging back I'll prob just ignore this from now on.\n  ","167919":"\n  When I lived in MA way back when, me and some friends walked to the next town over for Halloween, where they happen to do it up real big- Salem, MA. There everyone dresses up basically all month long and by Halloween people are just partying in the streets. The first year I went I saw a couple dressed as these vulture like monsters and their costumes required wearing stilts and they looked as good as movie fx.\n  ","167920":"\n  I like all the popular chocolate bars, and those taffy things that taste like peanut butter wrapped in orange and black wax paper (I don't know what they're called) and I used to love to eat candy corn but I overdid it a few years ago and lost my taste for them.\n  ","167921":"\n  Sasquatch so I could still live in the Pacific NW\n  ","167922":"\n  Halloween is celebrated here with decorations and parties and events for kids and costumes. Some people trick or treat still I guess but mostly at shopping malls and \"trunk or treats\" set up by schools or churches. When I was a kid trick or treating was the main event.\n  ","167923":"\n  oh, huh, I was way off.\n  \n  I am not a big fan of black sabbath but my mom is\n  ","167924":"\n  what is that is it part of a YA novel series or something\n  \n  Knowing nothing about any of them I'll say children of the sea because the ocean is strong and swift and dead kids can't really do anything against that\n  ","167925":"\n  I dunno do she\n  ","167926":"\n  crockpot brand slow cookers. I have like 5 of them in different sizes but I only ever use the 2 qt one. I keep buying them because they put out fall designs with OWLS and I love owls. Then a huge one that was a gift, and a tiny one that I bought because it was so tiny\n  ","167927":"\n  I switch up pretty often but right now it's the wine color\n  ","167928":"\n  um I guess the food  but not really\n  ","167929":"\n  I have a painting sketched out on the canvas, it will be good to add colors to it\n  ","167930":"\n  people SURE like to talk about me on anon on other people's accounts\n  ","167931":"\n  thick as a brick by jethro tull. ivan by von sell. dissolve by absofacto.\n  ","167932":"\n  oh noes the drama\n  ","167933":"\n  No not really. I mean I appreciate when people are loving towards me or each other and I try to express myself better than for instance my family did when it comes to love but I'm probably not always good at that.\n  ","167934":"\n  My mother is my biggest trigger. I just stopped having a relationship with her and that helped a lot. About 4 years ago now. I have other triggers but I stay heavily medicated both with my prescribed medicines and my prescribed cannabis that I don't have a lot of panic nowadays.\n  ","167935":"\n  Mostly I leave it up to Bubo to amuse me when I'm REALLY bored, I spend about 3 hours with her in the mornings and 2-4 hours with her through the afternoon so she does keep me company a bit. For those that don't know Bubo is my ESA parakeet. Otherwise mostly painting, coloring, reading, refreshing internet pages are my boredom cures\n  ","167936":"\n  Oh at least 2 different crushes each year of high school, on average probably. I know the biggest crush was this boy named John who I just thought was the absolute coolest rebel ever lol I ended up hooking up with him years later and it was heartbreaking and ended quickly. My second biggest crush was a girl named Whitney who never knew because I didn't come out until I was 35\n  ","167937":"\n  thanks\n  ","167938":"\n  huh\n  \n  send me better questions\n  ","167939":"\n  I can't really imagine I assume it'll be similar to now in that I'll probably depend on a significant other and my modest art and bath bomb sales to get by and I'll probably still be painting a lot or at least drawing and I'll probably still do a lot of the same things.\n  ","167940":"\n  when I was an annoying teen I was at the mall being annoying with a friend and some older woman with the thickest unplaceable accent said to us \"I eat chirrun fur breakfast\" I guess she was saying she ate children for breakfast but we made a lot of fun of that after she left and even wrote a song about  her that I don't remember now\n  ","167941":"\n  lol someone sent those specific words about me as an anon to Knirk and it was like, the weirdest way to insult me. Who even calls people that. Also, I think campbell's soup is pretty okay? So it struck me as funny\n  ","167942":"\n  I think of like, fantasy rpg games and whatever the berserker is like, a fighting type with lots of aggro\n  ","167943":"\n  stars in the High Desert in OR at night\n  ","167944":"\n  I honestly can't think of anything maybe I blocked all of the frightening things out\n  ","167945":"\n  then your fav tv show is horror, no big deal\n  ","167946":"\n  maybe some, like in what I expect normal living situations to be like\n  ","167947":"\n  It's interesting to learn about people from afar I suppose or maybe all of my followers are bots. Or Ben. Or some other millions-of-accounts person. I'm up to a modest 171 but the growth rate on that has gone up substantially lately as it took me several years to acquire the first hundred but the rest have been this year only. maybe they are mostly people who abandoned the site a while back and I only have a few active followers after all. But still I like questions more than I get questions haha. I am so introverted that I don't get a lot of other social interaction.\n  ","167948":"\n  When they pop out a bit too far, there are five muscles that cross each joint that get pulled out of whack along with them. Mostly in the lower back, upper buttocks. Massage helps calm those muscles down enough for the SI Joints to find their way back to their almost natural position\n  ","167949":"\n  is that supposed to be dirty? Is that why you winked? Like, shiatsu massage is what I assume when you say japanese.\n  \n  Anyway, don't touch me please. I only want massages by physical therapists for my SI Joint Dysfunction and even then not really.\n  ","167950":"\n  still in pain, still sitting here at comp for too long at a time, send me questions dear followers there are like, a substantial amount of you now time to stop lurking\n  ","167951":"\n  lol I'm old and married no one likes me. I have minor crushes but nothing enough to act on and they're all women around my age.\n  ","167952":"\n  I have PCOS which almost never acts up but today my left ovary has decided to terrorize and rage. Which means I'm stuck sitting down with a heating pad here unable to really concentrate too hard coz pain. which is where y'all come in. Ask me questions. If you've been on the fence about asking me something now's the time. I'm stuck in this chair basically the rest of the evening\n  ","167953":"\n  black yoga pants, a tshirt that had the leafly code for blue dream on it (it's a weed thing) and a dark red and blue and olive flannel shirt\n  ","167954":"\n  My husband. He is very supportive of anything I do to better myself\n  ","167955":"\n  1. I enjoy trick or treaters, and put my lights on and buy heaps of candy every year. Sadly, hardly anyone still does that around here, it's all \"trunk or treats\" because of \"safety\" so I think last year only one little princess came. 2 and 3: I don't answer the door to sales people or evangelists. If I accidentally do for some reason I pretend to have to see to sometimes indoors immediately and shut the door. 4. I've never had any but I would love the hell out of that I'm wild about Christmas around that time of year at least, not like my grandma on my dad's side who kept her decorations up year round 5. I wouldn't answer the door and if I accidentally did I'd not let them use my phone but maybe would offer to make a call for them. Once in my last apartments an older lady needed to use my phone because she needed to call her daughter because she had locked her keys, purse, phone, and grandbaby in her car in the parking lot and I let HER use my phone but I was standing right there.\n  ","167956":"\n  Bubo is the genus name for a type of owls, like a great horned owl is bubo virginianus. Rin and Kyo were characters in an anime I was really into when we got them, Fruits Basket. Mimi is short for Mikan which is Japanese for little orange.\n  ","167957":"\n  lol awful. I didn't want a big deal but Jon's dad is a preacher and his mom insisted we have a church wedding and she invited the entire congregation of the church even though none of them knew me at all and it was short notice so none of my friends could make it so it was just this church filled with a few family members but mostly strangers and then they made me open the gifts at my reception! So tacky. I left out of there as fast as possible. If I was going to re do it I would rather go to an Elvis chapel in Vegas.\n  ","167958":"\n  Oh I like it here a lot but I guess it would be okay to live across the river in Portland if I had to move same general area I love how clean the air is here and the rainy season sucks but the Summer is phenomenal\n  ","167959":"\n  hand tossed, white sauce, spinach, artichoke hearts, and black olives\n  ","167960":"\n  We don't have specific date nights set aside but we do go out occasionally, usually that looks like a nice restaurant and walking around town\n  ","167961":"\n  a few hours a week for instance Jon really loves going to the movies and I hate it so he'll go to a movie or two without me a week sometimes now that he has that movie pass thing.\n  ","167962":"\n  we both like hiking, video games, conferences, food, animals, not being white supremacists\n  ","167963":"\n  I made a chicken tortilla soup that was reallly good\n  ","167964":"\n  well for sure\n  \n   @Sometimes_Witty\n  \n  and whoever else likes to play honestly I'm no good but it's enjoyable\n  ","167965":"\n  take your meds but don't be afraid to ask for a new one if what you're on doesn't work. The meds have serious side effects, like I have a permanent eye twitch from one of them so like finding one that is balanced right means everything. Don't let the weight of the diagnosis stop you from being yourself it's not the end of the world there is life with schizophrenia that's not what disables me at all it's the panic disorder and ptsd that fucks with me mostly schizophrenia is just this thing that makes my thought processes a little more extra. We're wonderful people with a weird somethin somthin but that's okay. Also apparently we yawn and stretch more? so that's a fun fact.\n  ","167966":"\n  ask me lots of questions today and convince me that having my anon turned off is worthwhile because I don't need the bs but I miss the questions\n  ","167967":"\n  Thanks! I didn't make anything because the local grocery has a really good mustard potato salad that tastes just like my homemade so I'm just buying some of it to bring.\n  ","167968":"\n  The recovery for the immediate pain was about 8 months but I'm still not fully recovered and I never will be. I have lower back pain pretty much always though cannabis helps with that a lot. The joints, once they pop out, sort of don't want to go back, too many muscles hold them taut and out of their intended place so they sort of settled down ALMOST to where they should be but they're kinda like- slightly ajar. They're only responsible for some small amount of movement, like 2 percent but I can't do squats now and I have a hard time bending over\/getting down to a kneeling position etc\n  ","167969":"\n  let's order pizza\n  ","167970":"\n  I do not. Veggies, sure. People? too many crossed lines.\n  ","167971":"\n  No but I think there are definite problems\n  ","167972":"\n  some sort of wizardry, right\n  ","167973":"\n  It is. One of the more expensive areas in the country (US). We pay about $1800\/month on our mortgage and rent at the apartment we lived in before for a 2 bedroom 2 bath was close to $1600.\n  ","167974":"\n  when I was 10 I wanted to be a famous artist. Now, I don't care about the fame but it would be nice to get a retweet once in awhile, sheesh\n  ","167975":"\n  Shrug. I just know about me. And I didn't start taking my meds seriously until like 7 or so years ago, I'm 37 now.\n  ","167976":"\n  Yes, when I dislocated my Sacroiliac joints in a really bad work accident, I tore and strained several muscles in the meantime and part of my physical therapy was deep tissue massage. It was painful but so good.\n  ","167977":"\n  I haven't preferred to admire men for a few years now. But I still admire attractive people sure. Just don't act on any attractions really, or not seriously.\n  ","167978":"\n  I sleep like a champ. Like, 11 or 12 hours a day. I've always needed a lot of sleep growing up, like 9 hours, but now that I take an anti-psychotic, a beta blocker, and an anti depressant (and a hormone medication) at night I fall asleep and sleep hard.\n  ","167979":"\n  I get restless, but not really bored. I can find amusement in lots of things and I have a ton of patience. Sometimes panic or some psychotic reaction keep me from being able to focus on anything and that's boring because like my brain won't work right.\n  ","167980":"\n  not that I can recall, the opposite happens to me though for sure. Time going too slowly.\n  ","167981":"\n  No, I don't think that. A well meaning friend can make a deep connection regardless of where they are. It's easier to keep things shallow if you want to, which in my case is good because I don't really like to let people in too much except for like, rare few. But it's not the digital communication that's making it shallow, it's user based.\n  ","167982":"\n  I think I just want more local friends to be honest. That would fix a lot of it. I want face to face attention, and someone to listen to me talk which I don't do a lot of.\n  ","167983":"\n  Once upon a time I was born and started painting at age 2, reading at age 3, was declared a genius at age 9, artistically gifted at 11. I had a ton of potential but I struggled with depression. By the time I was 19, several major mental illnesses had found their way into my brain. Some were genetic. I had a period of time where I was at my lowest and since then I've been climbing my way up. And still painting.\n  ","167984":"\n  I really want to be positive about things\n  ","167985":"\n  Yes, probably though who couldn't use more. I don't get enough attention, though.\n  ","167986":"\n  having someone who is legally obligated to chuckle at my dad jokes\n  ","167987":"\n  Nope just glasses. I have some contacts but they're long expired I got a year's worth at one point and then just really hated wearing them.\n  ","167988":"\n  I wanna say wordy but in a nice way not as an insult or anything like, a wordsmith.\n  ","167989":"\n  if I had one in my size I'd still rock it prob\n  ","167990":"\n  I'm the taller one this is the only one I had in my camera roll easily found I think this was Easter in like maybe 85 ish\n  ","167991":"\n  oh god there are so many. Once I was at the laundromat and suddenly REALLY had to use the bathroom like serious number 2 liquid nightmare mess but there wasn't one there so I had to walk home the 3 blocks to my house to the toilet I was wearing a long skirt and some tights and anyway this one dude I was friends with happened to be along the way and wanted to stop and chat for like a million years and I just couldn't hold it anymore I was so sick but like, he didn't notice because everything was held in place under my skirt and I had to waddle all the way home and I was so embarrassed I was also crying by this point and when I got home and got cleaned up my roommates and I all laughed at how horrible the whole thing was.\n  ","167992":"\n  I'd say I'm very empathetic though I have to separate myself from people who need too much emotionally because it drains me down to nothing after a while\n  ","167993":"\n  mentally ill artist who's cute\n  ","167994":"\n  artistic, quiet, \"great!\" (what does that mean y'all), unique\n  ","167995":"\n  One day in college I found out that Jack Kerouac was buried like, 2 towns over. At 2 am, I had some visitors over and they were boring me so I announced that I was going to find Jack's grave. One dude named Dave offered to drive and it was just us because it was late and stupid. We get to this graveyard and there are wrought iron fences and gates so we climb the fence carefully and with the light of my zippo lighter tried to read gravestones but like, it's a big place and we had no idea where to start and then the cops showed up on the opposite side of the graveyard so we had to run away in the dark in a cemetery at like 4 am  and I ripped my skirt open on the fence on the way back over and we never found the right grave\n  ","167996":"\n  I have a potluck Canadian thanksgiving to attend tomorrow night but I might cancel because I didn't realize it was this soon\n  ","167997":"\n\n   @RidgeBackRogue\n  \n  here is a photo of me with my coworker and some hillbilly biker bar bikers I took a picture of a picture because fuck being perfect\n  ","167998":"\n  I used to spend time in this horrible biker bar in Bluefield WV where there was no parking for cars only motorcycles because I worked with this woman who kept dragging me into things and anyway a bunch of hillbilly biker gang types are interesting to spend time with for one they're really loud about just about everything secondly being good a pool makes you their friend and I\"m fairly good at pool. Anyway they place was called The Twisted Spoke which is hilarious and I doubt it still exists as this was like two decades ago\n  ","167999":"\n  I've just put all of my recent paintings on redbubble along with my bird drawings check them out on redbubble.com\/people\/shehitsback\/shop\n  ","168000":"\n  I mean, it's not something I've ever studied really but I googled it and found this:\n  \n   http:\/\/whyunlike.com\/difference-between-bolsheviks-soviets\/\n  \n  so now I have an elementary understanding\n  ","168001":"\n  the only things I can think of are situations where I met a celebrity or someone important to me and sort of biffed it because of my social anxiety but I don't want to relive those things just to fix them\n  ","168002":"\n  Some people definitely stand out. I know it's common to act like everyone has their own quirks or whatever and they probably do but some people just stick out more than others\n  ","168003":"\n  My husband is pretty normal. He works as a computer repair guy. He has friends he goes hiking and rock climbing with. He spends time at the gym. He doesn't always understand what's going on with me and my weirdness but he tries.\n  ","168004":"\n  none that I can think of but I can say I don't think an entire year of studying shakespeare in high school is necessary I just think about all of the other books we could have discussed that year instead of annoying ass shakespeare\n  ","168005":"\n  Oh I dunno somewhere beachy my honeymoon was rushed because we both had to get back to work. We spent like a day and a half in Cape Fear but the weather was kinda cold.\n  ","168006":"\n  my mental illnesses, actually. People talk to other people about theirs but I think mine are a bit too scary lol. Art. Parakeets. Sasquatch. stories from my past.\n  ","168007":"\n  I collect owl things. I have a houseful of owls\n  ","168008":"\n  my husband works weekends so my weekends are pretty boring. Sometimes I like to take a lyft downtown to see my friends and hang out but mostly I just treat it like any other day and clean up around the house and poke around on the internet and smoke some weed\n  ","168009":"\n  overall, my favs are probably Beck, the Flaming Lips, and the Pixies because they've sort of grown up with me but I'm also really fond of Jethro Tull, St. Vincent, Tei Shi, Grimes, Ramona Lisa\n  ","168010":"\n  well I thought I had a picture to post but I can't find it. In middle school I went to a school dance dressed in mom jeans, a mustard yellow and brown floral bell sleeved blouse, and embroidered granny boots and that was a LOOK I'm telling you\n  ","168011":"\n  I'm doing as well as can be. Was productive enough, at least for me- called my grandma, cleaned the kitchen, did a load of laundry- feel clean and comfortable and I had leftover pizza for lunch so I even ate a meal. There's something a little \"off\" but I can't put my finger on it.\n  ","168012":"\n  an instrument. I've tried at different points of my life to take up an instrument (piano, guitar, ukulele) but each time I get disappointed because my tiny baby hands have to stretch too far for chords or something and give it up\n  ","168013":"\n  it's been months since my last panic attack. Beta Blockers\/ESA bird\/weed is a good combo for anxiety for me. I feel like a new person in that regard I get anxious but I handle it and it's awesome. I've been like this now for about a year and a half and it's so good to not be ruled by panic.\n  \n  Also the weather is pretty great right now, sunny and autumn-cool.\n  \n  Also Bubo is great as usual she's such a good birb\n  ","168014":"\n  I'm not embarrassed by any of the music I like but I will admit some is problematic and wouldn't wave it around as my favorite of all time or anything.  Like I really enjoy Kreayshawn but she worked with a white rapper who says the n word so like, some people get pretty pissy about her.\n  ","168015":"\n  I mean, I thought I did but everyone acts like those were delusions so I guess I don't but secretly I do\n  ","168016":"\n  I have this goddawful navy blue faux fur petite one-button vest that my stepmom left here and I don't know what to do with it because surely goodwill doesn't want that thing\n  ","168017":"\n  an owl because they always look so offended about everything and they prefer to hang out in trees\n  ","168018":"\n  I almost never cry now but in the past all sorts of movies made me cry the ones that are popping into mind are fox and the hound, bambi, and gone with the wind\n  ","168019":"\n  I'm used to standing out it would be weird to blend in\n  ","168020":"\n  lol no. I went to a special school for gifted kids and then after that a special school for artistic kids and I'm like the rarest personality type with some of the rarest psychological disorders so like I feel weird all the time\n  ","168021":"\n  fruity cocktails and hard ciders and the like I'm not a fan of alcohol taste\n  ","168022":"\n  like at my age who brings gifts to a birthday party? I'd maybe buy them a drink or something\n  ","168023":"\n  never heard of that one. I see my psychiatrist in two weeks- we upped the prozac again about 3 months ago but maybe she'll want to tinker a bit. I'll ask. Glad it's working for you.\n  ","168024":"\n  thanks :)\n  ","168025":"\n  I already take vit d, but thanks. I have osteomalacia so I take 5000 mg twice daily, and for a while was on an rx strength that was like 14,000mg per pill. I live in Washington so we don't have the same seasonal issues as you, we do have rainy season so everyone here's on some level of Vit. D\n  ","168026":"\n  For the most part I'm a \"if it ain't broke don't fix it\" type except when it comes to anti-depressants. I feel like I'm trying something new at least once every year because Prozac works, but it doesn't work enough somehow. Like, I always feel like things could be a little better. Schizophrenia, Panic Disorder, and OCD are all managed beautifully but depression never feels as good as it should.\n  ","168027":"\n  the place I live has snow capped mountains and green forests and rocky beaches and I'm all about that\n  ","168028":"\n  historical fiction, fantasy, literature, I dunno. The book I'm getting ready to read is non-fiction, about gamergate.\n  ","168029":"\n  whoever gave the best advice I guess\n  ","168030":"\n  she's furious that I explained why knirck was getting accused of being her and like called her a troll. Which maybe she didn't troll me so I shouldn't have said that but she was def kinda trolly there for a while. Anyway I've been insulted and called names and had to block her from here and facebook too.\n  ","168031":"\n  y'all Diana is stalking me now because I talked about her so she's still lurking around btw.\n  ","168032":"\n  I have a machine so I only do dishes once a day in the morning after I finish my coffee I spend maybe 20 minutes rinsing and loading and gathering dishes\n  ","168033":"\n  if it's not intersectional it's garbage but that said I'm a an (intersectional) feminist and I wish more people were also.\n  ","168034":"\n  I spend the most time on Facebook because I have the most friends there most of my socialization lately is via facebook messenger\n  ","168035":"\n  Twin Peaks because it's artsy and mysterious and funny and David Lynch has such a strange vision\n  ","168036":"\n  I have a blog but I almost never post there anymore except for instagram posts. I used to blog about personal things and mental illness and social justice sort of things but I've just gotten out of the habit.\n  ","168037":"\n  no, I was raised atheist and I sort of consider myself atheist\/agnostic but I'm not religious at all. When you are raised to believe there is nothing after death that sort of sticks with you I guess I don't know what it's like to grow up and lose my faith but I know what it's like to grow up without any to start with\n  ","168038":"\n  more liberal, way left\n  ","168039":"\n  sativas\n  ","168040":"\n  that's what I meant, too! Victoria is a part of BC but I don't know if it's also a part of Vancouver because I've only been to Canada that one time\n  ","168041":"\n  y'all this drama is so unnecessary. Grow the fuck up and leave people alone about me.\n  ","168042":"\n  Nope, wait. Maybe? Is Victoria part of Vancouver? If yes then yes. I've been to Victoria.\n  ","168043":"\n  I hate having to remember passwords too. And now that they always insist it have numbers and symbols and uppercases I never can figure out what I set the thing as.\n  ","168044":"\n  I really want to be a beekeeper but I need to fix my backyard up a bit first. No one I know really cares about that other than one friend who lives in Utah.\n  ","168045":"\n  I was a 2-pack a day smoker for 15 years. I finally quit when I was 30, 7 years ago. I still dream about being a smoker though, I always worry about how many are left in my pack in my dreams and have to take smoke breaks. I am not against smoking cigarettes, it was a pretty good anti depressant for me, but I worry about cancer so I quit. I do smoke cannabis daily but that's not really the same thing.\n  ","168046":"\n  I have a section of my house in what should be the dining room that I've set up as my \"nest\". I have all of my art things and computers here in a little enclosed area where I put all the little things I want to see on the walls and feel most comfortable\n  ","168047":"\n  I went through an encaustic painting phase which is an antiquated technique involving colored waxes that was popular in Egypt during the period of time they were burying important dead as mummies- they often put an encaustic portrait of the dead with the body. I can't use the waxes now because the fumes could hurt my pet bird but I still have a ton of the materials\n  ","168048":"\n  no more anon. Y'all don't deserve nice things.\n  ","168049":"\n  it really depends on the situation. In personal experience, not always. Sometimes. No one really owes anyone anything.\n  ","168050":"\n  I'm not private at all I try to be as open as possible because destigmatizing mental illness- especially psychotic disorders- because people like me have been treated like absolute garbage and I won't stand for that. We can be good, functioning, worthwhile people just like anyone else.\n  ","168051":"\n  core values and to an extent political beliefs probably. I wouldn't want to be friends with someone who voted for Trump for instance. gross.\n  ","168052":"\n  I hate it so much when white american people pretend to have accents from other countries. It's never funny, and it almost always seems a little on the racist side.\n  ","168053":"\n  I would wish for a few million bucks because I don't have an income\/can't get disability checks because of my husband's income so it would be nice to feel like I had everything covered and could live my life comfortably without feeling guilty or wanting.\n  ","168054":"\n  I have a grandmother who passed away from breast cancer when she was very young so I only had her in my life for about 3 years. I remember spending the night at her house and having her help me brush my teeth in the morning and teaching me about water conservation and then putting me in the high chair so she could make a big breakfast and I asked when it would be ready too many times and she told me \"hold your horses!\" and I thought it was so funny I nearly slipped out of the bottom of the high chair from laughing and wiggling\n  ","168055":"\n  I'm an artist. I started going to art schools in 4th grade and continued every year through to a second year of an art college (Montserrat college of art) before dropping out (against my will, this was right after I was diagnosed) but I still paint and sometimes draw. I'm more meticulous with my drawings but I like to just be expressive when painting and don't stress about details like I do with drawing. Here's my most recent painting which I gave to my friend Kate.\n  ","168056":"\n  definitely introverted. I went out with some friends on Monday and I'm still emotionally drained on Thursday.\n  ","168057":"\n  YESSSSSSS. It is where I live, medically and recreationally. It's helped me so much with so many things, namely depression and anxiety but also I have pre-glaucoma (and my numbers have stayed steady with no increase of pressure for the 4 years I've been smoking now!) and three tumors in my breasts, two of which have grown smaller since I started smoking. I was not a smoker before it was legal recreationally in my state but I qualify for medical cannabis because I have cptsd and it helps with flashbacks tremendously.\n  ","168058":"\n  lately I've been drinking alone online a lot but it's just a phase I feel like I'm getting sick of already. Of those choices I'd rather drink with friends at home because I'm not great with crowds and it's so much cheaper.\n  ","168059":"\n  He is kind to animals and people and thinks my jokes are funny so I decided to marry him.\n  ","168060":"\n  other mentally ill people, honestly. it's like gaydar but instead of finding other queers it works for finding other mental disorders. A lot of my friends lately have had borderline personality disorder so that's been fascinating. I don't know any other schizophrenics in real life though except Wesley Willis the musician but he passed away a while back.\n  ","168061":"\n  what their childhood was like, what hobbies they have, I dunno. I like to know anything really. I like to be trusted with information.\n  ","168062":"\n  non-familiar white men.  bad bras. the feel of peach fuzz.\n  ","168063":"\n  I get an oz of medical cannabis more or less once a month and I just got my monthly bag and it's a strain I like and I don't have to worry about running out for a while\n  ","168064":"\n  only the one with Snoop and Martha Stewart\n  ","168065":"\n  lol at this little shit who thinks calling me \"the wrong side of 30\" was polite discourse. Fuuuuuuuuuuuck that.\n  ","168066":"\n  at the base of it it's great that so many people care about social justice but I think the problem with Tumblr that gives it a bad name is that you have a whole bunch of teens and young adults who don't really know what they're talking about trying to show up their peers.\n  ","168067":"\n  I have no idea who this person is but they clearly list their pronouns as \"he\/him\" so you're the one being transphobic?\n  ","168068":"\n  I'm usually ok with it though I don't love the length of my hair right now here's me and bubo my parakeet\n  ","168069":"\n  that no one else is responsible for your actions you've gotta face yourself and be okay with that\n  ","168070":"\n  yay :)\n  ","168071":"\n  the only people I follow that I recommend that you don't already seem to follow are\n  \n   @tashaste\n  \n  and\n  \n   @timgruver\n  \n  everyone else I've seen you send questions to already lol\n  ","168072":"\n  I've been married to my husband since 2004. It's going like all long marriages go I assume in that we're pretty comfortable with each other and maybe take advantage of each other's being there but there is love and it's going pretty well\n  ","168073":"\n  a friend is someone you trust a bit more. An acquaintance is just someone you know but don't necessarily trust yet\n  ","168074":"\n  late 90s meets leggings\n  ","168075":"\n  I'm having a hard time breathing because I just walked up a big hill, we went for a walk around the neighborhood this morning because the weather is nice\n  ","168076":"\n  yes but not nearly as important as it used to be. I take a lot of anti-depressants and they aren't great for sex drive\n  ","168077":"\n  they lost a hard battle that I've been fighting since adolescence and I understand that sometimes that happens. I hope I keep fighting. So far so good.\n  ","168078":"\n  Spaceship by Kesha I'm ready for the aliens to come take me away from here too\n  ","168079":"\n  yes please I like getting questions and I'm still psyched that I met another female schizophrenic\n  ","168080":"\n  trust and care\n  ","168081":"\n  I love getting questions about things I'm interested in like art history or cryptids or parakeets or weed or whatever but I'm good with most anything I really dislike homework questions, sex questions, and anything just too trolly to be amusing\n  ","168082":"\n  don't pretend to be something you're not\n  ","168083":"\n  white girls love pumpkin spice\n  ","168084":"\n  being a shitty person or at the very least annoying me\n  ","168085":"\n  interesting or amusing people but really I don't follow too many people I should fix that I only add someone pretty rarely like I added you but before that the last person I followed was months ago\n  ","168086":"\n  we have a Canadian Thanksgiving here in America to attend, a potluck event, on the 13th (I don't know when actual Canadian Thanksgiving is) but after that I'll probably start considering inside decorations. Outside lights don't go up until after Halloween\n  ","168087":"\n  empathy\n  ","168088":"\n  when I don't care about something I lose all interest so fast and visibly that it's probably pretty annoying\n  ","168089":"\n  we're talking about adopting a dog so I'm really stoked about dogs right now\n  ","168090":"\n  I mean I had an abusive and neglectful childhood so I guess that it set the tone for the rest of my struggles\n  ","168091":"\n  I'm not afraid to tell anyone anything about myself really like I am an open book for the most part\n  ","168092":"\n  people who don't hide too much of themselves. I like open and genuine people\n  ","168093":"\n  amusement\n  ","168094":"\n  I had some blood clots in my lungs and had to rush to the hospital and that was pretty terrifying. People die from pulmonary embolisms but I toughed it out somehow and got on thinners in time\n  ","168095":"\n  autumn sunset for sure the pinks and oranges of a fall sunset are my favorite colors\n  ","168096":"\n  old phone please I hate waiting for internet\n  ","168097":"\n  a lot of people confuse multiple personality disorder with schizophrenia and it's not the same thing at all I only have one very specific and well defined personality\n  ","168098":"\n  prob art history but how boring would that be\n  ","168099":"\n  being true to myself and representing myself as honestly as possible\n  ","168100":"\n  all the way to the left and then some\n  ","168101":"\n  prejudice, cowardice, hatefulness\n  ","168102":"\n  sincerity, empathy, humor\n  ","168103":"\n  I need an income and I am unable to provide an income\n  ","168104":"\n  I think Michael Jackson was guilty of child molestation. At the very least.\n  ","168105":"\n  death I guess. That's what I fear the most. It's bizarre being both suicidal and also terrified of death.\n  ","168106":"\n  Art History, mental health, art in general, parakeets, cat care, tumblr memes\n  ","168107":"\n  I had lunch with an amazing woman I admire very much, Zoe Quinn. I feel a bit starstruck though I hope I didn't show it too badly.\n  ","168108":"\n  people who voted for Trump\n  ","168109":"\n  hyper realistic painting\/drawing. I just don't have the patience for it like some people do but I wish I had that whatever it is that takes someone from talented at art to talented at craftsmanship and art\n  ","168110":"\n  I have some good friends that are sort of local or at least close enough\n  ","168111":"\n  pumpkin spice for sure. Orange and pink sunsets. flannels and jackets. socks and boots. the return of the rains.\n  ","168112":"\n  why is ask fm so ableist nowadays\n  ","168113":"\n  E\n  ","168114":"\n  I have tried both duolingo and rosetta stone and lost interest once it got difficult like with verbs and stuff lol. I have STARTED but not gotten very far with Portuguese, Spanish, and French. I've tried Portuguese the most often but I always lose interest at about the same spot. I took Spanish classes in high school and I still understand some Spanish but I've never been good at speaking it.\n  ","168115":"\n  cheeseburgers for sure\n  ","168116":"\n  being true to themselves and being kind to others\n  ","168117":"\n  I don't do any of those things because my husband is an old fart and we don't have kids to do that shit for I'm more of a Christmas person I'll go out of my way to do Christmas things but not Fall\/Halloween\n  ","168118":"\n  We definitely have a change of seasons, it goes from beautiful dry summer to rainy cool autumn pretty quickly BUT with a few sunny days thrown in then Winter is rain everyday . I wear leggings, flannels, a denim jacket, and tunics pretty much all year with less or more layers as necessary\n  ","168119":"\n  I'm a pumpkin spice fan but I don't go out of my way for it. I love coffee all year round but especially in the Fall\n  ","168120":"\n  something twin peaks related maybe the loglady or an owl\n  ","168121":"\n  a haunted house because mazes are stressful and hayrides hurt my back\n  ","168122":"\n  prob We Run This by Missy Elliot\n  ","168123":"\n  racism, sexism, transphobia, ableism, etc\n  ","168124":"\n  fake accents, loud noises, bigotry\n  ","168125":"\n  I wish I had the motivation and structure to learn a second language.\n  ","168126":"\n  sincerity, empathy, humor, intelligence\n  ","168127":"\n  my friend Kate bought me some expensive new acrylic paint, a 48 color set that was an amazing gift\n  ","168128":"\n  I have black eyes many find them unnerving.\n  ","168129":"\n  people often think schizophrenia is just having visual hallucinations like John Nash had in A Perfect Mind or whatever that movie was but while I did have hallucinations, they didn't talk to me. I had sounds and noises coming separately without visuals, and I had elaborate delusions and superstitions that triggered my other mental illnesses like ocd. That's what schizophrenia is like for me.\n  ","168130":"\n  I pretty equally passionate about lots of things. erasing mental health stigma, lgbtq rights, black lives matter, pro-choice abortions are some things I'm passionate about.\n  ","168131":"\n  that mentally ill people are among you and using terms like \"crazy\" \"mad\" \"insane\" etc or appropriating diseases to be cool are all pretty harmful and rude.\n  ","168132":"\n  if I weren't married, sure. I have in the past.\n  ","168133":"\n  I think it's amazing. Two thumbs up. When I was first diagnosed almost 20 years ago the options were limited and the side effects were overwhelming but the newer medications have truly come a long way. I wouldn't be functioning if it weren't for Latuda and Prozac and Propranolol.\n  ","168134":"\n  no, I've been around many. I've been a visibly mentally ill person in the past. It's stressful sometimes when there are understanding issues or if I'm not feeling strong enough to be supportive. But I'm not uncomfortable.\n  ","168135":"\n  I saw on your profile. I also have panic disorder mdd ocd cptsd...lol. But I take lots of medicine and go to therapy like a good girl.\n  ","168136":"\n  I am schizophrenic. Or a remitted schizophrenic I guess is what they call it when you're well medicated and aren't having any delusions. I think of me.\n  ","168137":"\n  I have lost lots of friends, for varying reasons. Mainly because their views were or became abhorrent to me. I don't handle things like misogyny or racism well. I have I guess 3 close friends. It is hard for me to maintain friendships because I'm severely mentally ill and if my medications are off for some reason I can be very abrasive and uncaring.\n  ","168138":"\n  no I have major depressive disorder I'm rarely happy\n  ","168139":"\n  my husband my sister my dad my stepmom my grandma my nephews my friends\n  ","168140":"\n  to be incredibly rich\n  ","168141":"\n  talking myself out of things.\n  ","168142":"\n  to do what\n  ","168143":"\n  sure but I am not sure if I believe that they have tried or will try to contact us\n  ","168144":"\n  another ableist question from ask dot eff em\n  ","168145":"\n  Well it's morning but so far I'm doing alright. I have my coffee, my husband is home from work, it's sunny out, my cats and bird are cute\n  ","168146":"\n  Hi thanks for the spam it was entertaining\n  ","168147":"\n  those taffy things that taste like peanut butter in the orange and black wax paper\n  ","168148":"\n  I dressed up as an owl a few years ago and made ears out of feathers so that was kinda cute I guess I'm not really a Halloween person I like the candy and I like that other people dress up but it's not really my thing\n  ","168149":"\n  Coffee. I drink Caza Trail Creamy Hazelnut coffee, black, like all the time I have a subscription for a huge ass box of it from amazon it gets sent every month\n  ","168150":"\n  I only get snow here normally about 1-2 times a year so that's not too bad. I hate snow. I like where I live because I can go drive up to Mt. St. Helens or whatever to see snow in the summer without having to deal with snow during the winter much.\n  ","168151":"\n  I do, especially if they're gory horror comedy like evil dead 2 pr housebound or dead alive.\n  ","168152":"\n  I really want that trophy wife highlighter from fenty\n  ","168153":"\n  I do. I just drank a pumpkin spice cider the other day that was pretty good\n  ","168154":"\n  alone but around people on social media. I get lonely and want to talk to people but from the comfort of my quiet home\n  ","168155":"\n  I'm a muggle\n  ","168156":"\n  it's still morning but yesterday I had one of those P3 protein packs with cheese and meat and nuts\n  ","168157":"\n  hansel and gretel used to freak me out because being lost in the woods is scary enough but then having some old witch try to eat you just exasperates it\n  ","168158":"\n  a pre rolled joint\n  ","168159":"\n  lol. This isn't how you apologize for being an ableist.\n  ","168160":"\n  I just woke up so so far all I've done is drink coffee and stare at the internet\n  ","168161":"\n  basically anything games are such a great medium for expressing new ideas\n  ","168162":"\n  Being scared. The idea of having a panic attack can make me panic.\n  ","168163":"\n  Ice cream\n  ","168164":"\n  I mean I'm okay at lots of things but I can't think of anything I'm best at. That's pretty sad right? I'm good at taking care of myself I guess that's my answer\n  ","168165":"\n  not counting land lines which is all I grew up with I've had like 6 or 7 phones I guess.\n  ","168166":"\n  well growing up it was Wonder Woman so I guess that stands. I had wonder woman underoos when I was little and that with a blanket tied around my neck and a jumping rope lariat were what I tried to wear everyday\n  ","168167":"\n  I probably wouldn't pay to try it but if someone had one for me to take for free I'd go ahead because who doesn't love data\n  ","168168":"\n  a belly full of cheeseburgers, a bird on my shoulder, a cup of coffee, a relaxing bit of music playing, talking online to friends\n  ","168169":"\n  I mean I am fond of it and I hate when bad things happen to it\n  ","168170":"\n  Hopefully not -usually the service around here is pretty good\n  ","168171":"\n  literally anything I have panic disorder. I have to take beta blockers and smoke tons of cannabis to stay sort of okay.\n  ","168172":"\n  I don't really have a bucket list. I never think about these things because I'm pretty sure I'll die like, any second most days.\n  \n  Thinking about it now, I guess I'd like to paint something I consider my masterpiece, I'd like to see the Northern Lights, I'd like to finish off visiting all 50 of the united states (I've only got 7 more to go). I'd like to have a relationship with a woman but that might not ever happen and I can't think of a 5th thing\n  ","168173":"\n  I used to forget my pills a lot until I bought a bellabeat leaf fitness tracker because it has 4 different alarms you can set so I have all my pills set to an alarm now.\n  ","168174":"\n  Nope, sorry, this is a boring answer I can't even think of anything I could compete for\n  ","168175":"\n  wash your head\n  ","168176":"\n  well shit a dragon duh\n  ","168177":"\n  my favorite book is Demian by Hermann Hesse\n  ","168178":"\n  I actually am diagnosed with schizophrenia and find it pretty ableist how casually you're asking people about it.\n  \n  Really just rubs me the wrong way. I feel like we had a problem in the past with you being ableist and also the whole mommy thing and being insensitive about infertility.\n  ","168179":"\n  Here's a wet bad girl who took a bath in my water glass\n  ","168180":"\n  forgiveness\n  ","168181":"\n  I thought a giant spider lived in my closet\n  ","168182":"\n  I can't take most over the counter meds because they interact with more important prescription meds I have to take so I generally suffer a cold with just water and tea and time and sleep\n  ","168183":"\n  lol nope emo wasn't even a thing when I was a teen not until I was in college maybe. I mean, we had the Smiths but it wasn't considered emo then it was new wave. I was kind of a punk rock teen.\n  ","168184":"\n  not really I don't even talk to my brother and I love my sister a lot but we barely talk lately\n  ","168185":"\n  I've used it a couple of times with no real success. The people around me are all emo teens.\n  ","168186":"\n  you why won't you ask me\n  ","168187":"\n  sincerity, serenity\n  ","168188":"\n  the sum of what you eat\n  ","168189":"\n  I don't even answer my door during a sunny afternoon unless I'm expecting someone\n  ","168190":"\n  trump\n  ","168191":"\n  well I mean I follow her on twitter but I don't have any major opinions\n  ","168192":"\n  I plan on seeing it, just haven't yet\n  ","168193":"\n  friend\n  ","168194":"\n  it's a very millennial thing. No real opinion.\n  ","168195":"\n  I had to google what that even was. I don't know maybe?\n  ","168196":"\n  mindfulness, self-care\n  ","168197":"\n  people can be loving and caring and kind to each other sometimes\n  ","168198":"\n  lavender soap, coconut hair products and I prob smell like weed a little bit\n  ","168199":"\n  You're not obligated to care about anyone. not even family.\n  ","168200":"\n  I'm really fond of owls I have owl stuff all over my house and my parakeet is named after an owl\n  ","168201":"\n  on tumblr I'm part of a group of ladies who color called coloring club. I used to be part of a knitting group when I lived in Kentucky. Not really anything else though\n  ","168202":"\n  probably not I'm pretty old now college doesn't seem like something I'll likely ever do again. The college I went to had a year abroad option in Viterbo, Italy but I couldn't afford it.\n  ","168203":"\n  nerps\n  ","168204":"\n  your mom's house\n  ","168205":"\n  not really. I like cryptids though.\n  ","168206":"\n  yes. no. cool.\n  ","168207":"\n  I mean I want to believe that every shitty human has some redeeming qualities and can change for the better but I don't know how likely that is\n  ","168208":"\n  hmmm well I don't know I'm a big fan of snickerdoodles, sugar cookies, peanut butter cookies, anything with lime or coconut, sandwich cookies basically everything but not chocolate chip as much I'm not a big fan of chocolate except for like one day a month\n  ","168209":"\n  that I'd somehow acquired millions of dollars\n  ","168210":"\n  bigots, racists, and people who are mean to animals\n  ","168211":"\n  how people can be so hateful\n  ","168212":"\n  nah I'm pretty much of the earth\n  ","168213":"\n  to not be surprised by your actions anymore I guess\n  ","168214":"\n  that schizophrenia is the same thing. It's definitely not. I'm schizophrenic and I only have one personality\n  ","168215":"\n  I want to be left alone generally though if I really like the person trying to comfort me that's ok too\n  ","168216":"\n  yr mom\n  ","168217":"\n  I eat cereal as an afternoon snack about 3 times a week ish.\n  ","168218":"\n  I started because I was a teen in the 90s and it was the cool thing to do to have green or purple or really auburn hair or whatever. I stopped because I was trying to get pregnant. I continued to not because my hair was a lot better textured natural.\n  ","168219":"\n  eating cereal without milk. plain. with my hands.\n  ","168220":"\n  stopped dying it. It's really really healthy and shiny after a decade of no dyes and sulfate-free products.\n  ","168221":"\n  no, not agreed. this is extra gross.\n  ","168222":"\n  Kyle MacLachlan- Twin Peaks\n  ","168223":"\n  I've never even heard of it\n  ","168224":"\n  I'm not clicking that but yeah probably knowing you\n  ","168225":"\n  word. I thought you were Martin explaining my trolls to me lol. Didn't mean to be rude.\n  ","168226":"\n  I'm aware, thanx.  He's an emotionally disabled kid who wants attention badly and if I choose to entertain that that's my business tho.\n  ","168227":"\n  I super hate debating. I don't agree that we should exclude people who want to live in the west because of their differing beliefs and cultures. I think it's bigoty. Now. You can ask me questions about other things but on this I'm bored and I def don't feel obligated to continue entertaining the topic any further.\n  ","168228":"\n  you are so tiresome. Go get high and stop trolling me.\n  ","168229":"\n  and what I'm saying is that I can and have lived peacefully with Muslims in my community with no fear because there's nothing to fear from your average Muslim, traditionalist or not. Banning them from the west is racist and extreme.\n  ","168230":"\n  that's a pretty high stat there buddy boy. It's more like 1% and in case you haven't noticed, most of the mass killing here have been done by white dudes not islamic extremists. I'm more likely to die at the hands of some rando with a gun who hates women than a religious extremist.\n  ","168231":"\n  If I wanted to fight for reform for those countries, that would mean I was pro war with those countries and I just am not. America has enough on it's plate. I hate that bad things happen to people under the guise of religion but it's not my place to advocate war with another country over it when my own country has ridiculous problems to take care of and conflicts all over for stupid reasons anyway.\n  ","168232":"\n  Islam is just another religion. Extremists do shitty things. Doesn't mean every Islamic person believes that way. I don't care for Christianity but if I tried to ban that because of the actions of a few extreme people there would be an uproar.\n  ","168233":"\n  I can be against those things and still feel like people should be free to practice their religion\n  ","168234":"\n  if you know so much then why ask me? I thought you hated gay fat feminists?\n  ","168235":"\n  nope\n  ","168236":"\n  I don't have a preferred gender. For the most part I don't care what people look like I just want them to show empathy. But that said, I also really like boobs.\n  ","168237":"\n  I mean, i guess the same dangers of any sort of addiction. Pulling away from family and friends. Not completing daily tasks. Being unable to control your actions because of a need to soothe addiction\n  ","168238":"\n  yup, by other humans in our society. Therefore a human construct. People confuse sex and gender. They're not necessarily the same thing.\n  ","168239":"\n  all genders are man-made lol it's just a construct dude you can be fine with being masc and never ever feel like you are personally very femme but that's not the same experience for everyone.\n  ","168240":"\n  I really don't lol\n  ","168241":"\n  doesn't matter what you accept kiddo\n  ","168242":"\n  and trans and non binary\n  ","168243":"\n  nah fam\n  ","168244":"\n  attracted to folks across the gender spectrum. It's like more inclusive bisexual.\n  ","168245":"\n  didn't you just call me gay yesterday? lmao. I'm pansexual.\n  ","168246":"\n  neither\n  ","168247":"\n  nope, pretty racist\n  ","168248":"\n  I've not heard of her.\n  ","168249":"\n  I don't really believe in monogamy long term. I wouldn't want revenge if my husband had sex with someone else.\n  ","168250":"\n  then just leave me alone, obviously. hate me from afar.\n  ","168251":"\n  omg why do you bother me\n  ","168252":"\n  Wish I knew that shit was weird as hell. It was happening to a few other people's answers at the same time\n  ","168253":"\n  Well then. So this is boring again and I wanna go smoke up so probably not entertaining you anymore. Racism is bad, kids.\n  ","168254":"\n  oh. So what do you call people who are like, the British version of Trump Supporters waving guns and torches around\n  ","168255":"\n  maybe I'm confused, I'm American after all. Chav is basically equal to the sort of proudly ignorant douchebag redneck types right? Like what I would call Hillbilly White Trash here. That's what I thought it meant but I could be mistaken\n  ","168256":"\n  big 20 something chav if I remember\n  ","168257":"\n  thanks I'm sure you're a fucking prize\n  ","168258":"\n  lmao why would that matter to me in the slightest\n  ","168259":"\n  basically. Sometimes I'm not miserable.\n  ","168260":"\n  nah not really\n  ","168261":"\n  you're basically the worst but you know that\n  ","168262":"\n  why do you send me these trolly things you know ask fm will just delete and and ban your account again and again frankly I don't know why I bother but it's funny to me that you're causing so much problems for them\n  ","168263":"\n  Once I was a child now I am a mean old lady\n  ","168264":"\n  put everyone I encounter's finger up their nose so when the world starts moving again they have their fingers up their noses inexplicably\n  ","168265":"\n  it's hard to relate to others sometimes. You don't feel understood by many people.\n  ","168266":"\n  rented a goldfish from a hipster overnight service so I wouldn't be alone\n  ","168267":"\n  stand reallllllllllly still\n  ","168268":"\n  I used to have a hamster that could do my taxes\n  ","168269":"\n  a pair of chickens to raise as friends (with unlimited eggs as a benefit) they are noisy and they bite but I get lots of workout protein for next to nothing\n  ","168270":"\n  The time I protected my poodle Shep from a cougar attack without killing the cougar (it was relocated by animal control)\n  ","168271":"\n  the wind blew my kia sideways over a steep hill but I steered through trees and only rolled like 4 times good thing for seatbelts\n  ","168272":"\n  Tonight I will be answering all questions with blatant lies. Get your questions thunk and ready to go\n  ","168273":"\n  I would be careful with questions like this not everyone is able to be a parent.\n  ","168274":"\n  the exotic bird rescue. I'd be a foster parent now if my husband didn't dislike birds so much\n  ","168275":"\n  my pets and the internet\n  ","168276":"\n  when I was in third grade I put a rubber snake in the teacher's desk drawer. I liked the teacher so it wasn't to be mean I just wanted to surprise her cause I thought it was funny. I don't know if she ever even saw the snake she didn't while we were in class at least.\n  ","168277":"\n  I imagine it's a bunch of Latvians who didn't expect this to get very big and just thought it would be a cool app. Now they have to monitor every single one of my answers looking for infractions. I feel like they resent that and me. Prob not the CIA tho.\n  ","168278":"\n  1. getting an emotional service animal. She's a parakeet and she's really turned my life around. I have panic disorder but with her close by I never have panic attacks anymore.\n  \n  2. getting mental health help in general. Doctors may seem scary but letting things get out of control is scarier for sure.\n  \n  3. Switching from an academic focus to an artistic one in school. I need art to release something that gets pent up inside of me. It's important and I'm glad that I was allowed to follow that path young, it's one of the few things about my childhood I'm glad for.\n  \n  4. marrying my husband. He's been my rock for 13 years. I honestly don't know what would happen to me without his love and support.\n  \n  5. moving to the PNW. It's so beautiful here and people are more likely to share my views here.\n  ","168279":"\n  A lot of times. Usually when something racist, misogynist, ableist, transphobic, etc. comes out of their mouth or through their keyboards.\n  ","168280":"\n  I would choose to tough out a rough spell on my own instead of involving my mother. I ended up leaving college because of her and I really could have thrived there if I weren't having my firsts schizophrenic episodes and needed mental help (which I still didn't get until much later, on my own again)\n  ","168281":"\n  nope, never even heard of it until now. I like clusters of things. Unless it's like, warts.\n  ","168282":"\n  I wake up around 8:30 am and go to bed anytime after 8 pm. I sleep A LOT.\n  ","168283":"\n  I'm not a breakfast person. I have black coffee and don't eat anything until around noon.\n  ","168284":"\n  go forth, followers\n  ","168285":"\n  cookies\n  ","168286":"\n  I have no idea what we're having tonight probably take away. Last night we grilled cheeseburgers, the night before we grilled tuna steaks and had stir fried veggies on the side\n  ","168287":"\n  my husband keeps buying me these funko things so I already have Tina Belcher, Augra from Dark Crystal, Jareth from the Labyrinth, and Finn, BB08, and Rey from the new star wars. Also from my dad a Beatles figurine and a kermit the frog.\n  ","168288":"\n  since half my answers get deleted, I'll go with Fully Monitored\n  ","168289":"\n  looks like ask fm had a problem with like 50 percent of my answers this morning because they have all been removed\n  ","168290":"\n  because you're with these kids for so many hours a day you can't help but talk to people and form relationships as an adult unless you work with a lot of folks or are especially social it's not that easy\n  ","168291":"\n  Tulips are my favorite favorite but I like all flowers\n  ","168292":"\n  where I live it's still Summer weather for another month at least\n  ","168293":"\n  Rarely. The only times I really click on someone's profile and look at all of their answers is if I'm trying to decide whether or not to follow or if someone's asked me something offensive or annoying and I'm trying to decide if blocking is a good idea. I do check what scrolls across my feed here when I can.\n  ","168294":"\n  the other day a friend of mine and I walked to the local farmer's market and I bought a beautiful bouquet of flowers. I put them in a mesh ikea shoulder bag I had wadded up in my purse and started walking home. It was warm but not that warm and I had sweat dripping down my legs. It seemed excessive. I silently prayed I wasn't actually just not in control of my bladder because that shit happens to old ladies even though I'm not that old I was scared but anyway it ended up that the little baggie of water around the roots of the flowers had burst and was running all down my legs so the whole thing was way embarrassing anyway here's a painting of those flowers\n  ","168295":"\n  the ease of making friends\n  ","168296":"\n  2009 Nissan Versa Hatchback\n  ","168297":"\n  I like that, I want to start nodding hello to birds too. I am superstitious about scarier things I'm afraid. Even though it makes literally no sense I have a hard time letting any part of my body hang over the edge of the bed because when I was little I convinced myself that there were large guillotine-like blade that would come down from the ceiling and chop them off so I never sleep with any overhang.\n  ","168298":"\n  taking a ferry ride to Canada\n  ","168299":"\n  The first panic attack I can remember having was on a stalled subway in Boston when I was 18. I was so sure I would die. I sank to the floor, hunched over like they made us do when I was young in school because of cold war bomb threats, my heart was clenching and racing, my skin was damp with sweat but bumpy from cold chills. But, I got through it, and the train was pretty empty, and it started going and the lights came on again, and I lived to tell the story (and have so many more panic attacks before finally getting my meds right)\n  ","168300":"\n  I don't make up voices for folks but I'll play along anyway and say that I imagine you have a medium-toned voice that's heavily accented\n  ","168301":"\n  I hate seeing people text and drive. It's distracted driving. It is illegal where I am. It's one thing to like enter in an address to your maps program or whatever but some people are having full conversations on the interstate.\n  ","168302":"\n  fresh chunks of pineapple\n  ","168303":"\n  the Rock\n  ","168304":"\n  Tei Shi in Portland before her last album dropped. Before that was a festival at lake tahoe I won tickets to that had a bunch of electronic music like skrillex and phantogram and a bunch of people I can't remember\n  ","168305":"\n  This is from Crater lake in or. Runner up photos were the Olympic mountains and my boobs\n  ","168306":"\n  sloppy and in the rain\n  ","168307":"\n  I like to decorate, put up a tree and lights outside. My husband and I usually go out to eat on Xmas day because it's just the two of us. We call our families or at least the ones we talk to and video chat with those that prefer that. I want to have a big Xmas open house party the week or so before the holiday, but last year we had a blizzard and I ended up having to cancel.\n  ","168308":"\n  Christmas because my parents all did their best to be loving and make good memories around the holidays so there was less yelling and anger and manipulation.\n  ","168309":"\n  For me, first I feel the pressure behind my eyes lessen and then my neck and shoulders drop a bit from their constant clenched position. Flashbacks that would normally be harmful or dangerous (cPTSD) are just easy-to-handle memories when I'm high. I feel like things are a little slower, calmer, more relaxed. It's like being tipsy from alcohol except there's none of that sickly might throw up feeling. Just the good stuff.\n  ","168310":"\n  shoes. I buy most of my clothes from Amazon or thrift stores or other cheap options but I'll spend a hundred or whatever on a good pair of shoes.\n  ","168311":"\n  Byrne's not my favorite\n  ","168312":"\n  existed a few days in pain with several blood clots in my lungs before going to the hospital. But also I've been on clifftop ledges and shit I guess I dunno a motorcycle in the rain?\n  ","168313":"\n  Once up on a time a man was attacked by a vampire bird\n  \n  He was sucked to death\n  \n  The vampire bird killed him at last\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  The lake of fire tore his ass up\n  \n  He was burning to the crisp\n  \n  He was cast into the lake of burning flame\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  After the vampire bird sucked blood out of me, he started stabbing me in my ass\n  \n  Then three more vampire birds stabbed me in my ass too\n  \n  They sucked the blood out of me, killing me\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Vampire bat\n  \n  Folgers, it's good to the last drop\n  ","168314":"\n  yes\n  ","168315":"\n  I graduated high school in 1998 and left college in 2000. I was a painting\/drawing major.\n  ","168316":"\n  I've walked through Victoria BC for the first time, I've thought about how annoying my parents are while they're visiting, and I've felt anxious at having company and doing new things\n  ","168317":"\n  I'm not high enough for this one\n  ","168318":"\n  She understands \"step up\" \"come here\" \"let's get coffee\" and probably other things but she doesn't obey very well so it's hard to know what she does and doesn't understand\n  ","168319":"\n  Beck, St. Vincent, Tei Shi\n  ","168320":"\n  cannabis\n  ","168321":"\n  Jethro Tull\n  ","168322":"\n  I think there's some merit to it. people prefer people who have some sort of confidence\n  ","168323":"\n  Today is my first, I have my special glasses and we're watching every few minutes now.\n  ","168324":"\n  I don't know who you are but honestly I'm a medical smoker so I'm usually preferring alone time rather than social seshs\n  ","168325":"\n  Bigots think poorly of women too and yet I'm stuck in this never ending fucking conversation with you because you refuses to respect my boundaries and stfu and leave\n  ","168326":"\n  yes, you're a bigot. Now please leave me the fuck alone I don't have time to argue with a bigot child about whether or not Muslims are people just like you your \"rights\" to hate speech are your country's problem I've got enough of that absolute bullshit in my country.\n  ","168327":"\n  Not Muslims, extremists. Stop being a bigot and troll someone else.\n  ","168328":"\n  do they do that in Christian churches? Do they do that in Synagogue? Unless every organized religion gets treated like that then none of them should. There's nothing wrong with Islam and we don't need to police them that's absolutely ridiculous.\n  ","168329":"\n  um no wtf\n  ","168330":"\n  I've never seen it but sure probably what could go wrong\n  ","168331":"\n  Adventures with Bubo: she climbed the back of my computer down to the floor and ran over to the cat bowls where she bullied Mimi out of the way and ate a bite of food. I chased her off and tried to catch her but she ran ran ran in circles and then into the living room where she took to flight and flew two big circles around the living room before she flew to my outstretched arm because of recall training and I was able to put her bad butt in her cage.\n  ","168332":"\n  133. I don't place any importance on it I assume you're all bots\n  ","168333":"\n  I have to clean clean clean because my dad and stepmom are coming to visit next Mon\n  ","168334":"\n  the other two you sent out today are there and that's it. I delete the crap out of everything.\n  ","168335":"\n  Atomic Blonde\n  ","168336":"\n  lmao wut go away\n  ","168337":"\n  I've never had any of those problems. My only complaint about ask is that I can't keep it open in my browser because there are pop up fake virus warnings that freeze up the whole computer\n  ","168338":"\n  yo\n  ","168339":"\n  lol thanks I'm not tho\n  ","168340":"\n  I have 2 exes I don't speak to and it's because they're giant assholes so that's what that means.\n  ","168341":"\n  take selfies, drink coffee or ice water, play with my pets, paint\n  ","168342":"\n  because we like to take some home for lunch the next day\n  ","168343":"\n  inner\n  ","168344":"\n  I don't smoke cigarettes I quit like 6 years ago\n  ","168345":"\n  Probably. I stay comfortable. leggings aren't particularly 90s style, tights maybe but I wear them anyway now because of comfort. So as new comfortable things appear I'll add those things probably but I have no plans to give up my northwest flannels\n  ","168346":"\n  I mean they probably know anyway but since I didn't come out as pan until I was 35 I've never bothered to come out to my parents\n  ","168347":"\n  idiotic conservatives are basically zombies clamoring for brains\n  ","168348":"\n  Currently 19 and yeah I read through as much as possible.\n  ","168349":"\n  I would describe my style as stuck in the 90s. Basically all I wear are leggings,  soft tunics, and oversized flannel shirts or a denim jacket. My hair is short and my nose is pierced and I wear a lot of dark lipsticks.\n  ","168350":"\n  my husband was sick not long ago but I didn't do much taking care. We kinda just take care of ourselves and help out where needed.\n  ","168351":"\n  nah. they know who they are. I honestly don't know the ages of most people I follow I just assume they're younger than me.\n  ","168352":"\n  maybe I will later\n  ","168353":"\n  never heard of them\n  ","168354":"\n  I'm 37. Cell Phones weren't even a thing until I was an adult\n  ","168355":"\n  22\n  ","168356":"\n  you are super good at enormous generalizations\n  ","168357":"\n  I have, I tend to fall for what people have to say not what they look like so meeting face to face I guess isn't a required first step\n  ","168358":"\n  both at different times\n  ","168359":"\n  Bigfoot and I are bffs\n  ","168360":"\n  I don't think it's particularly needed or important in a professional relationship. I barely know anything about my therapist but she's still able to adequately help me. It just depends on each individual and their preference as to what they are most comfortable sharing with others.\n  ","168361":"\n  my ESA birb Bubo is a big help to me during times of panic or anxiety. You have to be physically calm to handle a bird because they're very anxious themselves and I can calm myself for her but not just for my own sake. She's very bonded to me so she likes to cuddle and spend time with me at my desk during a good chunk of my day which means I'm spending hours of each day able to avoid panic attacks.\n  ","168362":"\n  this cup of coffee mid day is a special gift. I don't usually drink caffeine this time of day. I am like queen of self care though so I make sure to do things for myself as much as possible. Keeps me out of therapy for longer periods of time.\n  ","168363":"\n  I'm jealous of all the mofos who are getting like a billion sarahah posts I want more shehitsback.sarahah.com\n  ","168364":"\n  I'd probably care less about making memories so I feel like that would lead to some extra depression\n  ","168365":"\n  people change their minds bro I know you're just venting though\n  ","168366":"\n  survived some pulmonary emboli and walked my ass to the hospital to take care of it\n  ","168367":"\n  yup. I'm friends with like 85% of my exes.\n  ","168368":"\n  I was enrolled in art school again and was working on a large sculptural project that had to do with knitting and painting somehow and also was in the process of moving to a new apartment\n  ","168369":"\n  Bloop McGoop\n  ","168370":"\n  they don't. If a woman said this to you that's a personal issue not something that women in general do.\n  ","168371":"\n  When I was 23 I was working in the back at Target overnights doing merchandising and one night I was rifling through some boxes on the ground under a large metal shelving unit and someone accidentally hit the leg of the unit with a forklift and the entire steel shelf crumbled down with all of the heavy boxes and pallets on it's shelves while I was under it. I jerked myself out of the way of death but managed to dislocate both sacroiliac joints simultaneously and now neither of them work properly and it's caused me major pain and discomfort for the rest of my life. Target paid all the initial medical bills so I didn't sue them.\n  ","168372":"\n  Probably not but then again I've moved across the US so that should count for something\n  ","168373":"\n  my back garden is so overgrown that I think the brambles on bare ass would be punishment enough\n  ","168374":"\n  drinking coffee and answering shit in my inbox- or deleting shit in my inbox as that seems to be happening a lot today too\n  ","168375":"\n  where I live it stays mostly mild and between 50-75 degrees F year round so I prefer that.\n  ","168376":"\n  planning ahead rarely matters something always happens to throw a wrench in the machine\n  ","168377":"\n  I do. But I like Twin Peaks better.\n  ","168378":"\n  I mean, if I have to. But originally it's from a yoko ono song\n  ","168379":"\n  David Bowie would be p great, for the dead folk, and for living I'd like to see Beck or the Pixies but they sell out for so much money\n  ","168380":"\n  all the questions I had in my box this morning were a little on the trolling side so feel free to remedy that and send valid questions kthanx\n  ","168381":"\n  give me space, mainly. When things feel overly busy or crowded things get worse. When I have a panic attack my body ramps up and I start having cold sweats and hot flashes so I get even more anxious about the sweating and it makes it worse so really I just need to cool off and not feel like a weirdo somehow\n  ","168382":"\n  I couldn't even imagine asking my mother for money. She wouldn't lend it and I wouldn't want anything from her. Then again we haven't spoken in years. My dad has lent money to me before but he was so annoying while I was repaying it that I'll never ask again.\n  ","168383":"\n  my sister went to school with a girl named Chanda Lear\n  ","168384":"\n  this is me at like every public event. I have panic disorder I'm anxious about everything\n  ","168385":"\n  only weed. I quit smoking cigarettes 6 years ago after 15 years of several packs a day.\n  ","168386":"\n  I used to smoke more than that\n  ","168387":"\n  I can't have kids but I guess if I did and they were teens who smoked I might teach them how.\n  ","168388":"\n  nope\n  ","168389":"\n  Well I started off with those thick plastic fischer-price records for the little toy player that plaed lullabies and nursery rhymes.The first real music I remember owning is a best of tina turner tape my dad had recorded for me. The first cd my family bought was madonna's immaculate collection. The first tape I bought myself was red hot chili pepper's blood sugar sex magic and the first cd I bought myself was New Kids On the Block's Hangin' Tough\n  ","168390":"\n  I follow not that many people so I'm pretty sure they're all individuals. I'm sure people do make multiple accounts here though, I feel like I've had the same troll come through a few blocks now. I'm usually able to tell or at least think I'm able to tell who my anons are except for the new ones who haven't made a pattern yet.\n  ","168391":"\n  It's almost like you're speaking another language. I hate sports\n  ","168392":"\n  You know more about him than I do, but sounds like it\n  ","168393":"\n  I mean, they're just accents but I especially dislike hillbilly American, like from the Appalachian region. I lived there for a year (In West Virginia) and it was awful. I don't know of any other accents that I find more appealing than others, just the one major dislike.\n  ","168394":"\n  Oh I have a crush on this one woman but I'm married and monogamous so I'm just friends with her and don't really act crushy.\n  ","168395":"\n  I decided to make one finally, I'm shehitsback.Sarahah.com. I've had no comments from anyone, good or bad.\n  ","168396":"\n  cheap mascara is flakey and smudgey. I keep buying it thinking it'll be different but I end up going back to expensive ass benefit roller lash every time. I'd say I've learned my lesson but when this tube's out I'll probably try some new shiny maybelline or whatever and be disappointed\n  ","168397":"\n  they're endangered so no\n  ","168398":"\n  iunno\n  ","168399":"\n  I mean, I have OCD so yeah. I fixate on numbers and the smoothness of my skin.\n  ","168400":"\n  I enjoy them but I can't ride any of the rides really because I have SI Joint dysfunction and it fucks up my back to be jostled around\n  ","168401":"\n  cook. I like to eat but I haven't wanted a massage in a long while\n  ","168402":"\n  Amazon. I'm a prime member which has ruined me for shipping I get really pissy when things take longer than 2 days\n  ","168403":"\n  I have skin picking disorder and I was really tearing up my thumb cuticles for a while but a combination of antipsychotics and some small changes on my part stopped that behavior. I wear thumb rings on both thumbs to remind me not to chew or pick.\n  ","168404":"\n  I stay pretty evenly confident no matter the situation I don't spend my time on anon hiding behind my keyboard.\n  ","168405":"\n  I don't love change.\n  ","168406":"\n  having to wait for parental approval\n  ","168407":"\n  Today, there's no one I would die for. I very much want to be alive. Some days, that changes. and maybe I'd value someone else over myself. It depends on where I am with my major depressive disorder.\n  ","168408":"\n  Nah. Everyone grieves differently no matter how much they love someone. People deal with changes in vastly different ways and for varying lengths of time.\n  ","168409":"\n  sure\n  ","168410":"\n  In general the one that gets the most boxer briefs in a bunch is that you can't be racist or sexist against white men. Another controversial opinion that got some people pretty pissed off is that cats should be indoors only. Opinions that I have that I thought would be more controversial than they are: twitter threads are the worst. emojis are annoying. Wendy's fries are better than McDonald's fries.\n  ","168411":"\n  stupidity and apathy\n  ","168412":"\n  It influences those who are influenceable. Sadly that's a lot of people. I think when you have a certain amount of intellect you can rationalize through the media some but not everyone is afforded that luxury I guess. I can't think of any examples.\n  ","168413":"\n  self-care of some sort. Whether it's a candy bar or judgement-free day spent in pajamas or a long bath or 10 min meditation, self-care usually helps some. The rest is managed by my doc, who has increased my prozac this week and it's proven so far to make me feel quite jittery but less depressed.\n  ","168414":"\n  I'm drinking coffee and answering ask questions\n  ","168415":"\n  no. A police officer gave me shit about a handbag I had as a teen made out of metal and license plates, told me it could be considered a weapon, and I was like \"good\" but he left me alone\n  ","168416":"\n  Sorry you've had a rough time! I have two tattoos, both astrology signs in black ink, on the back of each shoulder. A capricorn symbol and the symbol for \"sheep\" which is my chinese sign. I used to care a lot about astrology growing up because that was what my family treated as a religion or whatever instead of anything else but now I could care less about it or the tattoos and wish I had something different. I want to get a tribute to the Log Lady from twin peaks on my forearm someday.\n  ","168417":"\n  I cried a lot when Carrie Fischer died. Princess Leia was basically the only bad ass female I had to look up to as a kid and as an adult, I looked up to Carrie for her candidness about mental illness.\n  ","168418":"\n  I probably should take breaks but I never have. I depend on social media for my socialization, I don't have many local friends and I don't get out much because I don't drive and I don't work so sometimes these interactions are all I get.\n  ","168419":"\n  about 60-75% of the time I'm eating normal healthy foods. the rest of the time I'm eating junky fast food because of convenience.\n  ","168420":"\n  today I have 121 followers. I have regular interactions with like 5 people maybe. I have a few regular trolls as well. I get more likes than I do questions.\n  ","168421":"\n  Not very lol. I've come up in weights some but I'm still in a very beginner range. I think I'm leg pressing about 115 lbs and shoulder pressing only 30 lbs. My bicep curl is 40 lbs. and I'm squatting with 35 lbs. I can't do a deadlift because my SI Joints don't function properly but I doubt I'd be able to lift much.\n  ","168422":"\n  I've started weight lifting now that I'm able to exercise again after a few past surgeries and medical issues. I gained about 25 lbs while I was off my feet and I'm now 3 lbs away from my pre-surgery weight. Still have a ways to go to lose what I gained during the period of time I was trying different anti-psychotics and anti-depressants, because each pill switch added at least 5 lbs and usually more. I'm a size 16 right now, I was up to an 18 or 2xl now I'm down to a straight size 16 and my goal is a size 10. Weight lifting has been pretty awesome so far but I feel weak some days because of being a beginner.\n  ","168423":"\n\n   https:\/\/www.youtube.com\/watch?v=UPjvhk7I7eQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Absofacto's song \"dissolve\" is my fav song right now. Spotify recommended it, it's like 2 years old and the band only has two songs available but I just really enjoy it it's sound makes me feel positive. It's fun.\n  ","168424":"\n  I've needed to vacuum for like 2 weeks but it hurts my joints to do it really well so I've been putting it off. My husband used to do the vacuuming but since we bought a house and he's in charge of the yard he just hasn't had the time. I'm going to vacuum today though I got a good strain of sativa that's got me pain-free and ready to take on the world I've been cleaning the kitchen and laundry most of the morning and dusting so vacuuming is finally next.\n  ","168425":"\n  all my days are days off, or on, or whatever. I don't really work because of panic disorder and si joint dysfunction and schizophrenia, my special combo of disabilities that I don't get disability checks for. I relax by taking my meds on time everyday because without them I can't relax. My ESA bird helps a lot. Weed helps a ton. I spend time at my desk reading or talking to friends when I'm in a relaxed state and not busy with something creative or around the house.\n  ","168426":"\n  just a few seconds ago Bubo offered her fluffy cheek to me to scritch and she doesn't really do that very often since she hit adulthood so I was pretty happy to give her a little head rub. She's such a cutie bird.\n  ","168427":"\n  The trolls are loose, I'm getting multiple instances of ridiculousness in my inbox rn and I'm not answering, kids- so find a new target or better yet just stop.\n  ","168428":"\n  I don't even speak a second language much less a third. I tried to learn Portuguese on duolingo and I took Spanish in high school but I'm not fluent in either and couldn't even imagine working for somewhere that would require Mandarin\n  ","168429":"\n  you tell me, I could use that info\n  ","168430":"\n  sincerely\n  ","168431":"\n  I stand out. I don't always mean to but I have one of those faces.\n  ","168432":"\n  I'd teach high school kids how to do laundry because my mother never bothered to teach me and when I went away to college I ended up at a laundromat, crying, not sure what to do and the old man who ran the place had to teach me how to do laundry and it was mortifying.\n  ","168433":"\n  mostly I just wear cheap dresses and workout clothes from amazon, without consideration of the brand. I don't intend to be this size for much longer. I've saved all of my size below this clothes and I would say the predominant brand there is prana or patagonia because I really loved the dresses from both brands and that and leggings are basically all I wear.\n  ","168434":"\n  I have no idea what this is\n  ","168435":"\n  I can teach you how to knit left-handed, how to trick a parakeet into taking a bath, how to draw a still-life, how to make a really good pot roast. I have actually taught acid bite etching to a class, and helped with other printing types, so there's that too. I can teach you how to hit a bong the first time, and how to navigate a medical weed dispensary. I can teach you about good cheap liquid lipstick brands.\n  ","168436":"\n  so I know everyone I've ever slept with's full name except for one dude who is now dead so I might ask him what his last name is\n  ","168437":"\n  bringing your guns in the swimming pool to shoot people who don't like your make america great again swimsuit\n  ","168438":"\n  Luckily my bird is both confident and mean which are good traits to have when you need to bully some cats. The three as a whole are terrified of her overall but Mimi will tolerate her (mostly out of fear) and let her climb on her and preen her fur. Rin and Kyo, my other two cats, would definitely swat at or bite her if I let them get close enough but for now under supervision all they can do is run away because sniffs turn into pecks.\n  ","168439":"\n  I hate sports\n  ","168440":"\n  hmmmm I don't talk to a ton of people you know but if I had to choose 5 to come visit it would be\n  \n   @poetalunam\n  \n  ,\n  \n   @Sometimes_Witty\n  \n  ,\n  \n   @NoxAeterna\n  \n  ,\n  \n   @tashaste\n  \n  , and\n  \n   @timgruver\n  \n  .\n  \n  We'd probably go into Portland and find a food cart pod so everyone could try whatever type of food they like and also for sure I'd be smoking up with\n  \n   @NoxAeterna\n  \n  because I promised to once on tumblr\n  ","168441":"\n  I painted my boobs last and next I'm painting a portrait of Bubo from that photo I posted here yesterday I just went to buy gesso last night to prime the canvas.\n  ","168442":"\n  so today on facebook teen vogue magazine posted an article about how gross the new MAGA bathing suit is and I commented that if anyone sees anyone wearing it, they should dunk them and pretty quickly thereafter I got death threats from an old man trump supporter (why was he on teen vogue) but all these teen girls jumped in and slayed him and now all that's left is his frayed MAGA hat so that's my story of teen girls coming to my defense\n  ","168443":"\n  thankies\n  ","168444":"\n  in the last year I've lost an appendix, had foot surgery, had a pulmonary embolism, become steadier mentally, driven across America from WA to WV down to FL and back across, I've seen Glacier Natl. Park and Mount Rushmore and I visited Roswell, NM. I have been to Crater Lake more recently. But mostly, I've sat on my butt and looked at the internet while drinking coffee.\n  ","168445":"\n  be genuine\n  ","168446":"\n\n   @Sometimes_Witty\n  \n  consistently has thoughtful and sincere answers I can't think of anyone else who has specifically educated me but I'm sure she's taught me plenty through her thorough answers\n  ","168447":"\n  I'm passionate about art. I have been since I was a toddler. I am trying to get back into painting regularly\n  ","168448":"\n  There is no one who has been removed from my life that I have anything to say to. Except maybe \"continue leaving me alone\"\n  ","168449":"\n  I'm a good sleeper I sleep a lot and deeply\n  ","168450":"\n  nothing fancy (or healthy) we're baking some tater tots and grilling up cheeseburgers\n  ","168451":"\n  recipes from relatives who have passed away are valuable to me, not just because I'm able to recreate their dishes but because it's a way to connect to positive memories many of the people in my family love to cook certain dishes and it becomes something that reminds you of them, you know?\n  ","168452":"\n  favorite: sincerity    least favorite: judginess but honestly I accept it\n  ","168453":"\n  I barely know who he is and even then only as someone who fronted a band I didn't like in the 80s\n  ","168454":"\n  Absolutely. Not to mention they were just flat out incorrect, John Nash was fully aware of his diagnosis.\n  ","168455":"\n  I blocked the user who originally asked \"I know that schizophrenic patients do not know that they are schizophrenic, so how can you describe your mental illness\" because it was less of a question and more of an accusation of not fitting into this person's narrow and incorrect view of what it means to be schizophrenic. I did my best to correct and teach this person but I'm not going to apologize for the anger I feel in how ableist their accusations were and how fucking stupid the follow up questions were.  I have no problem talking about my mental illnesses but if you are going to DOUBT my OWN experience because of a fucking MOVIE you saw, then you don't deserve to continue to ask questions of me.\n  ","168456":"\n  John Nash absolutely knew he was schizophrenic, and so is his son. They have both been on medication off an on and are very aware of what they go\/went through. Using a hollywood version of someone's life to tell me that schizophrenics can't grasp their own awareness is stupid, dangerous, and ableist.\n  ","168457":"\n  you're being really ableist and honestly I'm tempted to block you.\n  ","168458":"\n  how are you going to tell me how schizophrenic people are? By using a movie as your reference material? Sorry, you're not an expert on schizophrenia.\n  ","168459":"\n  of course we know, that's the dumbest thing I've ever heard. I had to go through diagnosis and have a treatment plan for it just like anyone else with any other disease.\n  \n  Without treatment, I have visual and audio hallucinations that I know are not real but still permeate my everyday life. I an get very superstitious about certain things to the point of it affecting my living quality. I have delusions of grandeur in that I feel like I'm being targeted by certain people or organizations even though I've certainly never done anything to be targeted by anyone. It's a seriously fucked up disease and it causes all kinds of side effects like psychogenic polydipsia which causes me to be desperately thirsty feeling all the time and also affects how I see optical illusions (I can't see them normally, they flash back and forth between the two illusion types until it causes panic or discomfort) Also it causes my body to not process magnesium and several types of vitamin B properly so I have to take prescription levels of 4 different vitamins just to stay sort of healthy.\n  ","168460":"\n  Well, I'm the rarest myers-briggs personality type (INFJ) and my IQ is in the top 1%, I have schizophrenia which only affects a small percentage of people, as well as a bunch of other illnesses (panic disorder, major depressive disorder, OCD, CPTSD, psychogenic polydipsia, PCOS, cat. 2 breast tumors and cysts) plus I'm the only person I know who's allergic to mangoes so I think I'm pretty unique\n  "}}