{"Question":{"184556":"\n   What is your deepest fear? ☆\n  ","184557":"\n   Anyone here still play Pokémon Go?\n  ","184558":"\n   What’s your favorite sport\n  ","184559":"\n   What's your favorite appetizer?\n  ","184560":"\n   Hello what is your favorite dog?\n  ","184561":"\n   Are you gay?\n  ","184562":"\n   What do you usually do when you are in the bath\/shower to pass the time? (Such as some people like to sing)\n  ","184563":"\n   Do you like old pop song ?\n  ","184564":"\n   Kamu terjebak di sebuah pulau. Bagaimana cara kamu menghabiskan waktu?\n  ","184565":"\n   Have you kicked a guy in the balls\n  ","184566":"\n   Hi...\n  ","184567":"\n   Desc kelas kalian?\n  ","184568":"\n   Have a good night 🎃\n  ","184569":"\n   Would you rather explore outer space or oceans?\n  ","184570":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","184571":"\n   have you ever colored your hair any unnatural colors? what was your favorite?\n  ","184572":"\n   What was the best thing you ever found on the street?\n  ","184573":"\n   Pengen jomblo atau pengen pacaran?\n  ","184574":"\n   Do you like crime shows?\n  ","184575":"\n   What's the quickest way to make a girl cry?\n  ","184576":"\n   age?\n  ","184577":"\n   How is your morning so far?\n  ","184578":"\n   Siapa yang ingin kamu temui?\n  ","184579":"\n   Apa objek yang paling menarik di ruangan kamu?\n  ","184580":"\n   Favourite moment during the pandemic?\n  ","184581":"\n   how did you nearly drown twice?\n  ","184582":"\n   Malam malam gini enaknya ngapain? 😥\n  ","184583":"\n   Have you ever wanted to be an actor?\n  ","184584":"\n   #kepoDongg Benda apaa yang kamu cari pertama kali saat bangun tidur?\n  ","184585":"\n   i was used by my exgf, but at least she's got a cute smile right?\n  ","184586":"\n   When is your birthday?\n  ","184587":"\n   Early bird or night owl?\n  ","184588":"\n   What calls you down when you’re mad?\n  ","184589":"\n   What would you do with a billion dollars?\n  ","184590":"\n   Would You Rather Have A Beyoncé Song Or A Rihanna Song Stuck In Your Head For 24 Hours?\n  ","184591":"\n   What’s the weather like where you are?\n  ","184592":"\n   What do u do when you get caught by ur wife?\n  ","184593":"\n   are u a good swimmer?\n  ","184594":"\n   At what age did you kiss for the first time?\n  ","184595":"\n   Cheetos or Doritos?\n  ","184596":"\n   pernah kecewa gak?\n  ","184597":"\n   mau tau, followingku siapa aja ya yg masih main askfm? coba answer yaa\n  ","184598":"\n   Apa yang romantis ketika wanita mengikat rambut nya?\n  ","184599":"\n   Trump will have more power in 50 days. He is our best hope. I am a Trump follower. I will be going to Washington DC in 12 days to protest Pelosi the monster.\n  ","184600":"\n   kenapa kucing takut air?\n  ","184601":"\n   Cats or dogs?\n  ","184602":"\n   what is your most recent selfie?\n  ","184603":"\n   whats your favorite dinner meal?\n  ","184604":"\n   rain and clouds or sun and wind?\n  ","184605":"\n   What's your favorite magazine?\n  ","184606":"\n   Apa yang membuat kamu panik?\n  ","184607":"\n   What's ur favorite non-alcoholic or alcohol cocktail drink? Share a drink recipe here.\n  ","184608":"\n   Which male celebrity do you wish was your brother?\n  ","184609":"\n   Apa bedanya suka, sayang, sama cinta?\n  ","184610":"\n   What is your favorite dog breed?\n  ","184611":"\n   What was your favorite holiday?\n  ","184612":"\n   90s babies?\n  ","184613":"\n   Do you believe in love at first sight?\n  ","184614":"\n   What percentage is your phone battery at?\n  ","184615":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","184616":"\n   Do you like ramen? If so, what’s your favorite flavor?\n  ","184617":"\n   Ok fuck off\n  ","184618":"\n   hukum pacaran apa???\n  ","184619":"\n   Sunbathe or tanning bed?\n  ","184620":"\n   Do you have a pet ?\n  ","184621":"\n   What is your religion?\n  ","184622":"\n   Kapan terakhir kali kamu marah? Apa yang terjadi?\n  ","184623":"\n   What’s your skincare routine, if you have one at all?\n  ","184624":"\n   Do you use wifi more or your own data?\n  ","184625":"\n   Let’s date online\n  ","184626":"\n   What will you autobiography be called?\n  ","184627":"\n   Why dont people ask any funny shit on here???? I like to keep it interesting. So here you go. Do you fold your toilet paper and ball it up before wiping???\n  ","184628":"\n   Say something in a different language other than English. More than 2 words aannnd go.\n  ","184629":"\n   What’s one thing that you hate?\n  ","184630":"\n   Why are all boys suck jerks I am 1 sec on becoming lesbian I am so sick of this shit It kills me when I fall deep for someone and they hurt you\n  ","184631":"\n   Have you ever suffered with migraines? \nIf so, (besides drinking a tall glass of water) what is your solution without taking medications? \nFigured out a way to avoid them?\n  ","184632":"\n   What movie, picture, or video always makes you laugh no matter how often you watch it?\n  ","184633":"\n   Thoughts about what happened to the capitol?\n  ","184634":"\n   This question is for ladies:\nWhat do you like in a man?\n  ","184635":"\n   Sometimes i hate reading people's responses to my shoutouts because they have such bad attitudes 😂 i don't get people.\n  ","184636":"\n   What is one food you could eat all in one sitting?\n  ","184637":"\n   Pacar berubah, biasanya karena apa?\n  ","184638":"\n   Menurut lo mana ya tempat yg asim buat liburan?\n  ","184639":"\n   Kapan terakhir kali nangis??\n  ","184640":"\n   Do you care about others opinions\n  ","184641":"\n   Nickname\n  ","184642":"\n   Hot chocolate or just.. like coke? If they were both the same amount of time (in making it) away, which would you choose?\n  ","184643":"\n   Km suka anime genre apa?\n  ","184644":"\n   No problem and either way I hope it gets better and the best of luck to you my friend\n  ","184645":"\n   Awww I’m so so sorry to hear that my friend I hope you get better soon, and just a friendly suggestion Walmart has tums\n  ","184646":"\n   How are you\n  ","184647":"\n   Lebih suka cowok yg pendiam atau yg banyak omong?\n  ","184648":"\n   Why is chocolate a girl's best friend when she is broke up with her man.\n  ","184649":"\n   What’s your longest friendship?\n  ","184650":"\n   It hurts to be alone 🥺\n  ","184651":"\n   What does it look like outside your house right not?\n  ","184652":"\n   What does comfort mean for you?\n  ","184653":"\n   Jika kamu bisa memilih bakat khusus, bakat apa yang akan kamu pilih?\n  ","184654":"\n   Akan seperti apakah rumah impianmu?\n  ","184655":"\n   Seberapa sering kamu mengubah gaya rambut?\n  ","184656":"\n   What did you have for breakfast this morning?\n  ","184657":"\n   Have you ever been in a situation where someone was flirting😘😜with you and you were completely🥸clueless🤨?\n  ","184658":"\n   Opinions on cigarettes and\/or cigars?\n  ","184659":"\n   What’s the scariest dream you have ever had?\n  ","184660":"\n   Have you ever had sex so good you cried?😮😅\n  ","184661":"\n   Yeah that's what you call yourself if you don't practice a certain religion but believes in higher power\n  ","184662":"\n   So you are spiritual\n  ","184663":"\n   have you ever been attracted to someone, but you shouldn't have been attracted to them?\n  ","184664":"\n   Why ?\n  ","184665":"\n   What’s sex for you ?\n  ","184666":"\n   Are you religious?\n  ","184667":"\n   Where is your stress level right now?\n  ","184668":"\n   2 lagu favorit?\n  ","184669":"\n   Menurut kalian jika gebetanmu hari ini wisuda ,kalian pilih ngasih bunga atau boneka wisuda ?\n  ","184670":"\n   Siapa yang lebih tegas, ibu atau ayahmu?\n  ","184671":"\n   Gimana cara kamu menghadapi patah hati?\n  ","184672":"\n   punya bakat apa ?\n  ","184673":"\n   Sebagian besar tingkat kepercayaan diri kaum hawa jika tidak memakai make up sangatlah rendah. Apa pendapat kalian tentang hal tersebut dan bagaimana cara menumbuhkan kepercayaan diri tanpa make up?\n  ","184674":"\n   Taylor Swift or Rihanna?\n  ","184675":"\n   Pendapat tentang cowok yg lagi main bola dong?\n  ","184676":"\n   Kuliah di mana? Jurusan?\n  ","184677":"\n   tujuan kedepan yg ingin di capai?\n  ","184678":"\n   Thank you for your choice (Cookie jar or Vase) on my page.\n  ","184679":"\n   lebih baik tidak bahagia daripada mengambil kebahagian orang lain. menurut kamu gimana?\n  ","184680":"\n   Apa restoran favoritmu?\n  ","184681":"\n   menurut kamu temen di dunia maya itu apa sih ?\n  ","184682":"\n   Makanan apa yang bisa kamu buat\/masak?\n  ","184683":"\n   Pendapat kamu tentang photo tapi caption nya gak nyambung, gimana ?\n  ","184684":"\n   Where do you find new music?\n  ","184685":"\n   Kapan mengakhiri jomblonya?\n  ","184686":"\n   Definisi cemburu menurut kamu apa\n  ","184687":"\n   If you wish\n  ","184688":"\n   Are YOU PREPARED?\n  ","184689":"\n   You tell me\n  ","184690":"\n   Do you exercise?\n  ","184691":"\n   Do you give your pets kisses on the head or on their nose? I think it’s cute but my friend thinks it’s gross! I can’t be the only one who does that 🐶💋💕\n  ","184692":"\n   Are u prepared?\n  ","184693":"\n   Starbucks or Dunkin\n\nIf neither type your option\n  ","184694":"\n   How are you these days?\n  ","184695":"\n   would you want your first child to be a boy or a girl?\n  ","184696":"\n   what’s the last thing you want to do before the year ends?  ☾\n  ","184697":"\n   Is there any songs you find catchy but generally dislike?\n  ","184698":"\n   how long can you sit in one place doing nothing before you get really bored?\n  ","184699":"\n   What are you doing at this moment?\n  ","184700":"\n   Does it annoy you when someone only hits you up when they need something?\n  ","184701":"\n   You now have a one-time ability to talk to your 15 year old self for 60 seconds. What do you tell them?\n  ","184702":"\n   Can taste in music change your opinion about a person?\n  ","184703":"\n   Jim Carrey or Will Ferrell\n  ","184704":"\n   When someone asks you \"how are you?\" do you tell them how you really feel or no matter what just tell them you're fine?\n  ","184705":"\n   I have similar personality traits, which can also become exhausting.\n  ","184706":"\n   Rencana malam minggu ngapain?\n  ","184707":"\n   Apa kamu pernah kabur dari rumah?\n  ","184708":"\n   Jika kamu bisa memegang peran di acara TV, peran apa itu?\n  ","184709":"\n   This is a question for the ladies:\n\nHow often do you seek something, or someone, find exactly what you’ve been searching for, only to realize you don’t like the ramifications of that finding? It's like trying to find a guard dog, but now being upset that the guard dog barks and bites Intruders.\n  ","184710":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","184711":"\n   Apa mobil favoritmu?\n  ","184712":"\n   best features\n  ","184713":"\n   pake provider apa?\n  ","184714":"\n   Did you ever own a Walkman?\n  ","184715":"\n   Apa pendapatmu tentang remaja yg sdh pernah ciuman?\n  ","184716":"\n   In three words, how would you describe your best friend?\n  ","184717":"\n   Setulus apa perasaanmu terhadap orang lain?\n  ","184718":"\n   What can you do that others can't do?\n  ","184719":"\n   Apa kegiatan favoritmu di waktu senggang?\n  ","184720":"\n   Film terburuk apa yang pernah kamu tonton seumur hidupmu?\n  ","184721":"\n   Pernahkah ngecewain orang dekatmu? Merasa bersalahkah?\n  ","184722":"\n   Jomblo\/single? wk\n  ","184723":"\n   pernah suka sama tmen satu sd ga ??\n  ","184724":"\n   Pendapat kamu tentang orang yang terlalu berharap sama orang lain itu gimana\n  ","184725":"\n   Shoe size?\n  ","184726":"\n   Pernah pacaran beda keyakinan?\n  ","184727":"\n   Kapan sih libur lagi? ;(\n  ","184728":"\n   Have you ever ended a relationship on bad terms and have your ex look at\/follow (\"stalk\") your social media after a breakup? How did you deal w that? Did they use a \"fake\" account to do their lurking? (Delete if this makes you uncomfortable or doesn't apply to to you.)\n  ","184729":"\n   Ask me any questions\n  ","184730":"\n   lebih susah ujian praktik apa ujian tulis?\n  ","184731":"\n   The ocean or mountains??\n  ","184732":"\n   What are me and my boyfriend doing on my profile picture?\n  ","184733":"\n   Do you like Bathing or showering\n  ","184734":"\n   If you could transform into any object or being what would it be?\n  ","184735":"\n   Has anybody every been jealous of you for who you are not how they want you to be ?\n  ","184736":"\n   What is your opinion on Amber Heard?\n  ","184737":"\n   Kak  Naruto rambutnya kuning ?\n  ","184738":"\n   5 emoji for\n  ","184739":"\n   who dislikes pizza with pineapple?\n  ","184740":"\n   You are lame 🥸\n  ","184741":"\n   What was the last song to make you emotionally tear up?\n  ","184742":"\n   Are you insecure about love ?\n  ","184743":"\n   What time do you usually wake up?\n  ","184744":"\n   Do you eat food that’s past its expiration date if it still smells and looks fine?\n  ","184745":"\n   hotel or motel?\n  ","184746":"\n   What makes you feel really uncomfortable?\n  ","184747":"\n   Is it bad that I'm not a really big fan of K-pop? I don't hate it at all but I guess it's just, ok?\n  ","184748":"\n   can you play any instruments?\n  ","184749":"\n   Damn this ASK.fm getting lamer as I go on... 🤔\n  ","184750":"\n   Do you pray before every meal ?\n  ","184751":"\n   🚀🚀🚀🚀🚀🚀  I want a law against women exposing any part of her milk glands in public because it is sexual harassment of men. \nIt is street harassment.\n  ","184752":"\n   what language would you like to learn?\n  ","184753":"\n   Kenapa ikan maenan air terus tapi nggak pernah masuk angin? Kenapa? 😐\n  ","184754":"\n   Genre lagu kesukaan?\n  ","184755":"\n   What is something you are proud that you accomplished? 🏆\n  ","184756":"\n   What is the nicest thing someone told you?\n  ","184757":"\n   What was the first band or musician you were really into? Do you still like it?\n  ","184758":"\n   Have you ever counted the calories in what you eat?\n  ","184759":"\n   What did you want to be when you grew up.. when you were younger??\n  ","184760":"\n   Why can boys go shirtless but not girls?\n  ","184761":"\n   Ciptakan satu kata baru dan artinya.\n  ","184762":"\n   Have you ever gotten food poisoning?\n  ","184763":"\n   Kenapa lebih suka perawatan dirumah dibanding diluar?\n  ","184764":"\n   would you get engaged to the chinese spy Christine Fang?\n  ","184765":"\n   When you get blue, do you put it into what you do - artwork, music , writing?\n  ","184766":"\n   How long have you had an account on here?\n  ","184767":"\n   SO WHAT DO YOU THINK OF THE PANDEMIC?\n  ","184768":"\n   Are you old enough to remember the 60’s?\n  ","184769":"\n   You are a doctor with 6 patients. The first has fatal injuries and will die if untreated. The remaining 5 are in need of an organ transplant. If the first patient dies, you can give their organs to the other 5 and save them (A). However, you have medicine that can save the first patient (B). A or B?\n  ","184770":"\n   Favorite Netflix Series\n  ","184771":"\n   Where you do not mind waiting?\n  ","184772":"\n   Liberal or Conservative?\n  ","184773":"\n   Bertahan atau pergi?\n  ","184774":"\n   When is your bday?\n  ","184775":"\n   Home Alone 1 or Home Alone 2? :)\n  ","184776":"\n   New year resolutions?\n  ","184777":"\n   Does your closet consist of a variety of colors? Or do you tend to wear more of one color?\n  ","184778":"\n   I never get tired of that one\n  ","184779":"\n   Pernahkah kamu mengalami cinta yang bertepuk sebelah tangan?\n  ","184780":"\n   lagu yang suka di dengerin kaka apa??\n  ","184781":"\n   penting gak sih rayain ultah bagi lo?\n  ","184782":"\n   Will you take the vaccine if it's available on demand?\n  ","184783":"\n   Favorite Christmas movie?\n  ","184784":"\n   What would happen if all doctors and all medical personnel disappear? How would the world function?\n  ","184785":"\n   What has been the scariest experience in your life?\n  ","184786":"\n   Are you a very stressed person?\n  ","184787":"\n   Do you like beans and rice?\n  ","184788":"\n   What is the worst thing that can happen on a Monday morning?\n  ","184789":"\n   What's the most immature thing your parents ever done\n  ","184790":"\n   Apa yang paling kamu syukuri dari teman-temanmu?\n  ","184791":"\n   Apa kata-kata penyemangat untuk dirimu sendiri?\n  ","184792":"\n   what is everyone's plans for the week?\n  ","184793":"\n   What gift will you never forget?\n  ","184794":"\n   do you believe in horoscopes? If so, what is your zodiac sign?\n  ","184795":"\n   What did you eat today?\n  ","184796":"\n   Why keep it a secret?\n  ","184797":"\n   have you ever had any paranormal experiences?\n  ","184798":"\n   10 fact about =>\n  ","184799":"\n   Aww 😭\n  ","184800":"\n   Most ticklish spot?\n  ","184801":"\n   How old are you\n  ","184802":"\n   Do you like go out to have a dinner at restaurant ?\n  ","184803":"\n   Do you like coconut ?\n  ","184804":"\n   What’s your favorite color?\n  ","184805":"\n   What year was the best year ever?\n  ","184806":"\n   How are you \"getting the fun\"?\n  ","184807":"\n   Have you ever cheated on a partner\n  ","184808":"\n   do you want someone (in general terms) to be curious about u, or does that make u uncomfortable when someone is?\n  ","184809":"\n   Are you okay? Seriously\n  ","184810":"\n   Why do guys on here always ask weird and perverted questions?\n  ","184811":"\n   What animal would be the most terrifying if it could speak?\n  ","184812":"\n   Are you polite with people that don't speak english very well ?\n  ","184813":"\n   What’s a line from a movie or show you always have in your head? Mine is “your a wizard Harry”\n  ","184814":"\n   Apa nama terlucu yang pernah kamu dengar?\n  ","184815":"\n   What inspired you to change?\n  ","184816":"\n   rekomendasi lagu?\n  ","184817":"\n   Have you ever watched Dragon Tales when you were younger\n  ","184818":"\n   Do you think covid would ever go away?\n  ","184819":"\n   do you like the cold weather? ❄️\n  ","184820":"\n   Move on atau balik ke mantan ?\n  ","184821":"\n   Gimana pendapat kalian tentang seseorang yang nunggu kepastian dari orang yang dia sayang selama kurang lebih lima tahun lamanya tapi sampai saat ini belum ada kepastian sama sekali?\n  ","184822":"\n   Mau kenalan sama aku ga?\n  ","184823":"\n   hulu or netflix\n  ","184824":"\n   Please Mars?? just one photo of your bare feet?\n  ","184825":"\n   May i see your feet today? please?\n  ","184826":"\n   You can only pick one flavor ice cream.  \nWhich would you choose?\n1) Vanilla \n2) chocolate \n3) strawberry \n4) mint chocolate \n5) cookie dough \n6) cookies and  cream\n7) praline and cream\n8) rocky road\n9) butter pecan\n  ","184827":"\n   Do your parents like the music you listen to?\n  ","184828":"\n   Would you move to Little Rock Arkansas if you had the money ?\n  ","184829":"\n   Kamu menguasai berapa bahasa?\n  ","184830":"\n   what is your favorite scent?\n  ","184831":"\n   Do you decorate your room or home?🤔\n  ","184832":"\n   Do you like any actress ?\n  ","184833":"\n   What is a favorite cuisine of yours? Caribbean maybe? Korean, German or Indian perhaps? 🌯🥘🍱🍛🍤\n  ","184834":"\n   Kalo gabut biasanya ngapain kak?\n  ","184835":"\n   Hello what is your favorite dog?\n  ","184836":"\n   Do you have cable, satellite or do you use a streaming service? I just got Hulu Live\n  ","184837":"\n   Fav song\n  ","184838":"\n   Do you like to spend your free time alone or in company?\n  ","184839":"\n   Share a selfie with me 🙃\n  ","184840":"\n   In my profile picture, how many percent shirtless am I between 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, or 90?\n  ","184841":"\n   What are you searching for?\n  ","184842":"\n   What are your hobbies?\n  ","184843":"\n   What are you short-term goals?\n  ","184844":"\n   Have you ever fallen for someone on this app?\n  ","184845":"\n   Should I post my poetry or my drawings?\n  ","184846":"\n   What was your last dream about?\n  ","184847":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","184848":"\n   What is the most important thing you have learned in life?\n  ","184849":"\n   Favorite music genre?\n  ","184850":"\n   Do you like Avengers the movie ?\n  ","184851":"\n   How do you personally handle gossip?\n  ","184852":"\n   Can I Be Your One Night Stand And You Cook Noodles For Me😊 ?\n  ","184853":"\n   Have you ever sent a text message to the wrong person?\n  ","184854":"\n   apa yang akan lo lakukan ketika lo punya teman\" yang egois?\n  ","184855":"\n   If you have friends coming over, what would you cook?\n  ","184856":"\n   Have you ever had a one night stand?\n  ","184857":"\n   Plans for weekend?\n  ","184858":"\n   What is your favorite meal to cook?\n  ","184859":"\n   do you collect anything? if yes, what is it and how much of it do you have?\n  ","184860":"\n   Do you think 2020 will get better?\n  ","184861":"\n   Favorite scary movie?\n  ","184862":"\n   Are you INFJ?\n  ","184863":"\n   Last thing you wore that was Pink\n  ","184864":"\n   favorite song atm?\n  ","184865":"\n   Night owl 🦉 or early bird? 🐥\n  ","184866":"\n   Whats your zodiac sign? I'm a virgo :D\n  ","184867":"\n   Where do you shop most?\n  ","184868":"\n   Do you like Cherry flavored stuff\n  ","184869":"\n   Do you like pickles?\n  ","184870":"\n   Are you a Brie Larson fan ?\n  ","184871":"\n   morning or night person?\n  ","184872":"\n   I actually don’t think she has a crush on me, I think it is more that she doesn’t have a problem giving me a chance.\n  ","184873":"\n   Anyway, thanks a lot. Have a great day!\n  ","184874":"\n   When it comes to her. About a week prior I told he “she’s pretty “ and she replied with “aww you think I’m pretty “ then she said that about us getting married etc. like isn’t mentioning me you and having a baby in the same sentence a big thing\/having a baby a big thing\/us having sex a lot?\n  ","184875":"\n   Do you have a smart car?\n  ","184876":"\n   What question is always the funniest to answer?\n  ","184877":"\n   Omg. That’s exactly what happened. You’re so smart! What do you interpret it all as meaning?\n  ","184878":"\n   I see, but unfortunately the circumstances would make me asking her way too awkward. I think she just wanted to know if I’d put tribal marks on a half White\/African baby. What I’m wondering about is why she would use herself as the example of my white wife and baby mother?\n  ","184879":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","184880":"\n   Hi super pretty. I need your advice! I’m a 20 year old AFRICAN man, I live in California. A GORGEOUS WHITE GIRL (19 years old) at my university saw my tribal marks and ASKED ME “what if me and you got married and had a baby, would you do that to the baby?” Why do you think she said that?\n  ","184881":"\n   For us guys, this means she likes you 😂 , but you make perfect sense! 😄\n  ","184882":"\n   Paling suka kalau dikasih...\n  ","184883":"\n   Do you have a theme in your bedroom? What is it?\n  ","184884":"\n   One day I will ____________.\nFill in the blanks.\n  ","184885":"\n   I 100% agree, but for some reason, she's always looking at my stories and liking my post. On another note, I said HBD like to let her know there were no hurt feelings, and she placed a heart (not trying to sound creepy, she only put a heart on my post) but IDK if she is currently seeing someone.\n  ","184886":"\n   I swear I have a female friend with who I assumed we connected. She was giving me mixed signs; long story short, we started going out on dates, and out of nowhere, She began taking long to respond and not wanting to hang out anymore- So, I backed off.\n  ","184887":"\n   Habla español\n  ","184888":"\n   didn't understand\n  ","184889":"\n   pretty and sexy too 😉🔥\n  ","184890":"\n   are you sure you won't see my d*ck ?\n  ","184891":"\n   Female signs are hard to follow \/ read 😅\n  ","184892":"\n   wow , good girl ❤️\n  ","184893":"\n   Do you like cats?\n  ","184894":"\n   what's your job .?\n  ","184895":"\n   do you have Instagram ?\n  ","184896":"\n   Bagi saran manteman\nAku bingung sama diri sendiri, jadi mikir kenapa love my self susah banget yahhh, aku lebih cenderung mencintai orang laing daripada diri aku sendiri, kadang itu nyiksa bgt\nudah berusaha buat mencintai diri sendiri, buat sayang sama diri, buat meratiin diri tapi tetep aja gabisaa\n  ","184897":"\n   How many friends do you have?\n  ","184898":"\n   mmmm isn't good news 😭\n  ","184899":"\n   why babe\n  ","184900":"\n   you are very sexy babe , are you still virgin ?\n  ","184901":"\n   Kenapa gula itu manis? ^^\n  ","184902":"\n   you can try it now 😅\nwhere are you from ?\n  ","184903":"\n   Auw🙈💖 i still like you!\n  ","184904":"\n   If you were going to get a tattoo, what would it be and where?\n  ","184905":"\n   Have you ever pushed a door clearly marked pull?\n  ","184906":"\n   What things creep out a female from a guy who has a crush on them. E.g., what not to do in terms of overdoing it is that it is creepy and things to do.\n  ","184907":"\n   What's your opinion about friends with benefits 😅\n  ","184908":"\n   Did you do your laundry\n  ","184909":"\n   Is this app still as popular as it was a couple years ago? Wondering from the community :)\n  ","184910":"\n   Auw why are you pushing me away😓😓🙈🙈\n  ","184911":"\n   Awesome! Love it!😇💕😇💕\n  ","184912":"\n   I miss u 🥺\n  ","184913":"\n   If you're radioactive, that's fine! I'll be with you!💕😇💕\n  ","184914":"\n   If you have a bowl with six apples and you take away four, how many do you have?\n  ","184915":"\n   You're pretty and sweet though!💕😇😇\n  ","184916":"\n   You aren't a weirdo!💕💕\n  ","184917":"\n   Really?😳💖😍 so your foot size is small too?\n  ","184918":"\n   How tall are you?\n  ","184919":"\n   Wow you are my crush now!\n  ","184920":"\n   Aw sad\n  ","184921":"\n   Have you ever lost a tooth?\n  ","184922":"\n   do you have a day off today?\n  ","184923":"\n   What is all this tickling crap?\n  ","184924":"\n   That's what i meant, the men in your relationships...\n  ","184925":"\n   If you were walking in the woods and heard some cute laughing and saw some shoes on the ground then you turned a corner and saw a tickle vampire tickiling the crap out of a 14 year old girl and the vampire said \" oh um hi do you wanna play with her too ?\" What would you say\n  ","184926":"\n   Also they would already be fully accepted\n  ","184927":"\n   Oh i see! I'm so sorry to hear men have treated you badly😓😓\n  ","184928":"\n   What' are your hobbies\n  ","184929":"\n   Well they could get people's feet id they were at the beach or a pool or something\n  ","184930":"\n   What's something unique about you\n  ","184931":"\n   My cousin Tinikka passed away 9 years ago on November 21st at the age of 19 because of Lupus and I really love her and miss her so much ❤😭. I wish that I could talk to her and hear her voice. It's been really hard losing my cousin go so soon 😔.\n  ","184932":"\n   Do you think they'd tickle feet\n  ","184933":"\n   Well it wouldn't be suspicious in this society because tickle vampires would just be accepted\n  ","184934":"\n   What spots do you think they'd tickle\n  ","184935":"\n   Do you think the girl tickle vampires would prefer actual kids like 10 to 13 to tickle mostly or\n  ","184936":"\n   Do you think they'd tickle the person in public or private\n  ","184937":"\n   Do you think the girl tickle vampires would be better ticklers or guys\n  ","184938":"\n   Sorry im just bored can I ask more about this\n  ","184939":"\n   Oh ok what ages do you think the tickle vampires would go after and girls or boys\n  ","184940":"\n   Do you think the tickle vampires would go after young people or older people\n  ","184941":"\n   what if there was tickle vampires and instead of blood they needed laughter\n  ","184942":"\n   No don't be! Please🙊🙈 you might like that?\n  ","184943":"\n   LOL that's okay, i'll act like an alien and kiss your😘🦶😘🦶\n  ","184944":"\n   ur cute, are u gonna vote on my polls tho?\n  ","184945":"\n   Do you ever sit on askfm and think \"why am I even on this app?\".\n  ","184946":"\n   What is your foot size?\n  ","184947":"\n   I would love to date you🙈💕\n  ","184948":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","184949":"\n   Are you single?\n  ","184950":"\n   Aw honey why?\n  ","184951":"\n   Sweet baby Mars!😍💕😍💕\n  ","184952":"\n   All of your profile photos! And your selfie that you posted!😍😍😍\n  ","184953":"\n   Hari apa yang paling kamu benci?\n  ","184954":"\n   Excited for Christmas?\n  ","184955":"\n   Do You Like Sushi?\n  ","184956":"\n   Hello what are you doing?\n  ","184957":"\n   How are you feeling right now\n  ","184958":"\n   Do you easily forgive?\n  ","184959":"\n   Whats the most interesting thing about you?\n  ","184960":"\n   Do you miss an ex?\n  ","184961":"\n   how much do you complain\n  ","184962":"\n   Apakah menyimpan barang kenangan bisa memicu untuk memikirkan seseorang yg sdh tdk bersama kita meski kadang beranggapan  kita tidak akan bersamaan ny lagi,minta sarannya.\n  ","184963":"\n   What makes you special?\n  ","184964":"\n   Have you ever been afraid of Santa Claus?\n  ","184965":"\n   Have you ever had someone say “come talk to me” ,cause they need to talk about something but when you come to them to talk face to face,they can’t even talk to you ,they don’t even have nothen to say,can’t even talk to you what they was trying talk to you about but they want you to talk to them ?\n  ","184966":"\n   Did you have a wonderful weekend?\n  ","184967":"\n   Who is your biggest influence?\n  ","184968":"\n   I treat everyone with much respect. I feel like I have spent most my life making others happy and forgot about myself. Should I focus on myself and stop giving my energy to others since ita not getting me anywhere in life but being taken advantage of my kindness??\n  ","184969":"\n   Wow i love your photos!\n  ","184970":"\n   Kalo lo dikasih kesempatan buat ganti kewarganegaan, lo mau jadi warga negara mana? Kenapa?\n  ","184971":"\n   Status💜\n  ","184972":"\n   Wow crazy and that's a song you've heard? Whatat genre?\n  ","184973":"\n   never have two things that match 😂😂\n  ","184974":"\n   Pernah diselingkuhi sama orang yang lo sayang gak? Kalo pernah rasanya gimana sih?\n  ","184975":"\n   Whats your mission in life?\n  ","184976":"\n   What can melt your heart?\n  ","184977":"\n   accept, except, quite, quit, resume, resume, gourmet grommet. Figure it would be fun to do\n  ","184978":"\n   Great examples... I know for a fact there a lot for me\n  ","184979":"\n   Wanna text?\n  ","184980":"\n   What bugs you?\n  ","184981":"\n   pertanyaan kalian di plagiat? . . Wajar nggak sih seseorang plagiat lebih dari dua kali? . . Tauk kok ini cuman sosial media 😩\n  ","184982":"\n   Kenapa sih yang ngerusak mood itu selalu orang yg paling kita sayang i 😥\n  ","184983":"\n   What words do you misspelled ?\n  ","184984":"\n   Text your crush that you like him. If he rejects, tell him it’s a dare\n  ","184985":"\n   Do you know anyone with a PHD?\n  ","184986":"\n   My partners best friend wanted to sleep with him, but he stopped it from happening. Buttt he also finds this woman attractive. He’s told me she has a nice butt and rack. And they’re still friends. I’ve told him I felt uncomfortable and he didn’t care. What do I do?\n  ","184987":"\n   Kamu tipe yang malu difoto atau yang suka difoto?\n  ","184988":"\n   What’s something that brings you guilty pleasure?\n  ","184989":"\n   selfie\n  ","184990":"\n   Salah ga kita nungguin? Orang yang yg g peduli sama kita?\n  ","184991":"\n   Hal apa yang bisa membuat mu bahagia?\n  ","184992":"\n   I have social anxiety and I always feel weird around people to the point where I feel uncomfortable being around people.  I heard it’s called a mental illness but do you think that could stop me from continuing my life and having fun and having a like a girlfriend for instance? What should I do?\n  ","184993":"\n   sweater weather than?\n  ","184994":"\n   what's cold to you?  27⁰?\n  ","184995":"\n   Apa hal terbaik yang harus dilakukan dalam kencan pertama?\n  ","184996":"\n   Apa yang ingin kamu ketahui tentang masa depan?\n  ","184997":"\n   charcoal latte. have you ever heard of it? have you tried it?\n  ","184998":"\n   Have you ever been so confused or busy that you forgot to do something simple like: lock a door, tie a shoe, turn electronics off?\n  ","184999":"\n   In 40 years, what do you think people will be nostalgic for?\n  ","185000":"\n   Stay safe\n  ","185001":"\n   Kalian pasti pernah ngalamin dimana kalian kadang dianggap spesial,kadang juga dianggap bkn siapa-siapa. Yakan?gimana nyikapin nya?\n  ","185002":"\n   Lol nice better keep your eyes on that sucker food just would not be the same for you stay safe\n  ","185003":"\n   Which animal has the most beautiful fur?\n  ","185004":"\n   is it around 33⁰?  cold weather for you?\n  ","185005":"\n   Apa perbedaan mencintai dan rasa ingin memiliki?\n  ","185006":"\n   Are you a cat person or a dog person?\n  ","185007":"\n   Kenapa yah, setiap makan harus minum?\n  ","185008":"\n   If someone went to your home of all things you have what would get their eyeballs attention more and possibly be jacked from your home without you knowing?\n  ","185009":"\n   Seandainya ketemu aku, apa yg ingin kamu katakan?\n  ","185010":"\n   Last time you wore a sweater?\n  ","185011":"\n   Really?  What a small world!\n  ","185012":"\n   What was the last thing that made you smile?      🙃🙃🙃\n  ","185013":"\n   I'm so fuckin bored pls people give me something to either smile at or laugh at???! Yah feel this girl?!:)\n  ","185014":"\n   How tall are you\n  ","185015":"\n   Have you kicked a guy in the balls\n  ","185016":"\n   Do you know how to do choke hold\n  ","185017":"\n   Do you believe in the right to die?\n  ","185018":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","185019":"\n   I only overhear them in one anatomy class.  guy\/girl.  I think the one is from, Jarkata.   you?\n  ","185020":"\n   Its something new to me.  we have foreign exchange students here, from there.  ive only looked into it.  I just like listening to it.\n\nthe two, always are smiling (maybe because its not as hot here🙂\n  ","185021":"\n   I like listening to the spoken language\n  ","185022":"\n   Which book has made you laugh aloud?\n  ","185023":"\n   That's exactly wat I be doing frfr\n  ","185024":"\n   How do you feel when somebody say something toxic to you?\n  ","185025":"\n   I mean no disrespect.  Is the language I'm reading on this profile, Indonesian?\n  ","185026":"\n   Ingin memulaipun rasanya tak sanggup :'v\n  ","185027":"\n   Hello what is your favorite dog?\n  ","185028":"\n   \"apa yang kamu inginkan saat ini?\n  ","185029":"\n   WHAT “OLD PERSON” THINGS DO YOU DO?\n  ","185030":"\n   Apa hal terbaik yang harus dilakukan dalam kencan pertama?\n  ","185031":"\n   How often do you change your mobile phone?\n  ","185032":"\n   ka username ignya apa?\n  ","185033":"\n   Apa yang kamu inginkan hari ini?\n  ","185034":"\n   Happy Thanksgiving\n  ","185035":"\n   Apa Bedanya kepikiran sama memikirkan? ( jangan jawab beda tulisanya ya😂😂😂)\n  ","185036":"\n   Do you think it's obnoxious when people ask for coins on here?\n  ","185037":"\n   Gimana? Sudahkah buka kulkas untuk yang pertama kalinya? 😋\n  ","185038":"\n   Apakah cara yang terbaik untuk merilekskan kamu?\n  ","185039":"\n   🎁🎀.. how much Christmas Spirit you have??..⛄🎄⛄.. cuanto espíritu Navideño tienes??..🎀🎁\n  ","185040":"\n   Bagi kamu, bumi itu bulat atau datar? Berikan penjelasan nya juga yaaaa....\n  ","185041":"\n   Kapan nikah? :D\n  ","185042":"\n   First video question:\n   \n    https:\/\/www.youtube.com\/watch?v=LniGwv57uFg\n   \n   If you want me to stop sending you video questions, feel free to say so.\n  ","185043":"\n   Raisa itu??\n  ","185044":"\n   Would you like to receive my questions?\n  ","185045":"\n   Ada yang main Mobile Legends? Mabar yukk Di add : ExVIP\n  ","185046":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","185047":"\n   Do you really believe people evolved from apes?\n  ","185048":"\n   Hello what your favorite album?\n  ","185049":"\n   What is the perfect age to get married ?\n  ","185050":"\n   What is the perfect age to have a child ?\n  ","185051":"\n   kalo kalian kangen mantan apa yang kalian lakukan?\n  ","185052":"\n   Apa kamu percaya \"mereka hidup bahagia selamanya\"?\n  ","185053":"\n   Apa yang kamu lakukan sekarang jika internet tidak diciptakan?\n  ","185054":"\n   We may have common couisins.\n  ","185055":"\n   Kenapa es krim enak?\n  ","185056":"\n   Do you often smile when taking a photo ?\n  ","185057":"\n   Lagi pengen nonton film apa?\n  ","185058":"\n   saat bosen, enaknya ngapain?\n  ","185059":"\n   What makes a person rich?\n  ","185060":"\n   What’s your favorite way to have fun?\n  ","185061":"\n   Kak suka beli kerudung d mna sih?\n  ","185062":"\n   Apa makanan pencuci mulut favoritmu?\n  ","185063":"\n   dimana kota atau tempat yang salma paling suka\n  ","185064":"\n   Pengen sekolah ke luar negri ga?\n  ","185065":"\n   What is something that is popular know but in 5 years people will look back and be embarrassed they liked it?\n  ","185066":"\n   Were you popular in high school?\n  ","185067":"\n   Should i not cut my hair super short?\n  ","185068":"\n   Do you enjoy drinking apple cider?\n  ","185069":"\n   Do you like formal clothes or casual clothes?\n  ","185070":"\n   Kalo lu pergi kemana-mana, apa yang wajib lu bawa di dalem tas?\n  ","185071":"\n   Under what conditions can you sleep peacefully? (Ex. With no light and no sound)\n  ","185072":"\n   If you could travel the world with only one person who would you take?\n  ","185073":"\n   Berapa orang di luar anggota keluargamu yang tahu kata sandi wifi-mu?\n  ","185074":"\n   Mana yang lebih penting bagimu – makan atau tidur?\n  ","185075":"\n   makanan apa yang enak dimakan kalo lagi hujan\n  ","185076":"\n   well i’m glad you eventually found the real you and let her shine!\n  ","185077":"\n   bruh i freaking love you 😫🥺 also it’s pretty hard when some of those closest to you don’t accept you and are constantly talking about how wrong people like you are. and most people don’t know the real me so they talk about it a lot with\/around me and i just smile and nod 😔🤷🏽‍♀️\n  ","185078":"\n   Which series would you recommend watching now?\n  ","185079":"\n   😊\n  ","185080":"\n   thank you 🥺\n  ","185081":"\n   Let’s go \n✈️\n  ","185082":"\n   What do you think of being 32 and giving yourself the nickname Kim possible off of the Disney channel show 😂😬\n  ","185083":"\n   Hujan2 enaknya makan bakso atau mie kuah + telor ?\n  ","185084":"\n   Do you like Lip Piercings\n  ","185085":"\n   Kamu ingin apa saat ini?\n  ","185086":"\n   kak kenapa suka dancing in the rain?\n  ","185087":"\n   If you could be immortal, would you choose to be?\n  ","185088":"\n   hpmu opo se? kok sawangane jernih koyok iph\n  ","185089":"\n   How do you feel about snow?\n  ","185090":"\n   You left him because........\n  ","185091":"\n   are you LGBT? if not, do you support us?\n  ","185092":"\n   Negara impian kamu yg pgn kamu kunjungi?\n  ","185093":"\n   ganti nama nih ceritanya?\n  ","185094":"\n   Are you allergic to anything?\n  ","185095":"\n   Ada yang ngerti komputer ga ya😂\n  ","185096":"\n   Top five favorite actors?\n  ","185097":"\n   Something you’re good at?\n  ","185098":"\n   Kamu lebih suka tinggal di pegunungan atau di laut?\n  ","185099":"\n   Pernahkah kamu memecahkan porselen atau piring makan?\n  ","185100":"\n   Mau aku bahagiain ga?\n  ","185101":"\n   Apa yg membuatmu susah  ???\n  ","185102":"\n   Status\n  ","185103":"\n   Suka matematika gak?\n  ","185104":"\n   What have you preordered (in the distant past or just recently)?\n  ","185105":"\n   Sebenernyaa apa gunanya org pacaraan?? 💦\n  ","185106":"\n   Kalo liat cowo itu yang diliat pertama\" tampangnya apa dompetnya dulu?\n  ","185107":"\n   Bagi2 lah tips cantikmu:)\n  ","185108":"\n   kalo lagi penat biasanya ngapain?\n  ","185109":"\n   Do you believe in yourself?\n  ","185110":"\n   Cara move on paling ampuh gmna?:(\n  ","185111":"\n   jika di khianati teman sendiri apa yang kalian lakukan?\n  ","185112":"\n   Bagian hari manakah yang kamu sukai?\n  ","185113":"\n   Jika kau di bagi pilihan , antara pilih org yang kau syg atau org yg sygkan kau ? Kau pilih mana ? Dan bagi sebab knp kau pilih dia .\n  ","185114":"\n   apapun sakitnya yang disalahin tetep gara gara makan mie, kan?\n  ","185115":"\n   Pilih wanita berhijab atau pilih wanita tdk berhijab?\n  ","185116":"\n   Sedang apa kamu?\n  ","185117":"\n   Apa lagu fav?\n  ","185118":"\n   apa perlu mengungkapkan perasaan duluan untuk menyadarkan seseorang?\n  ","185119":"\n   kenapa kamu cuek? dan sebutkan alasannya\n  ","185120":"\n   Bagaimana caramu menunjukan keadaan hatimu?\n  ","185121":"\n   Anyone watch kitchen nightmares??\n  ","185122":"\n   Ini lagi apa\n  ","185123":"\n   Dari skala 1 - 10, seberapa gilakah kamu?\n  ","185124":"\n   Fisika\/kimia?\n  ","185125":"\n   Any advice on how to stay safe nowadays?\n  ","185126":"\n   What’s the best sitcom past or present?\n  ","185127":"\n   are you free\n  ","185128":"\n   1.nama panggilan? 2.kelas berapa? 3.single\/taken? 4.askot? 5.mantan bagi lu paan?:v 6.6q back\n  ","185129":"\n   Kalau telapak tangan sering keluar keringat itu tanda penyakit apa ??\n  ","185130":"\n   Ih ada aksara thailand nya ? Suka thailand ?\n  ","185131":"\n   Bisa buat pempek kapal selam?\n  ","185132":"\n   Siapa orang yang menginspirasi kamu untuk jadi lebih baik?\n  ","185133":"\n   Sudah memikirkan nanti ingin bekerja sebagai apa? Kira-kira apa pandangan yang kalian harapkan ke depannya untuk hidup kalian?\n  ","185134":"\n   It's crazy to think what may be in deeper waters.\n  ","185135":"\n   There is definitely a lot that's unknown in the sea.\n  ","185136":"\n   no two way act needed. you just accept it, I enjoy it\n  ","185137":"\n   yes , you must like them now\n  ","185138":"\n   but i feel the need to do it with you\n  ","185139":"\n   so lets make them & love them\n  ","185140":"\n   just have sex with me\n  ","185141":"\n   If you just hate them without considering to loving them. You're irresponsible, and possibly a vicious person\n  ","185142":"\n   because you a woman and I'm man\n  ","185143":"\n   don't hate, just make it\n  ","185144":"\n   Actually you are good! Nice to talk to you , bye ✌️\n  ","185145":"\n   Where did you travel recently ir what countries you have been in !?\n  ","185146":"\n   What men always look for in the relationships and what girls always look for ?\n  ","185147":"\n   I guess I should've worded that better. lol. I meant that as \"if the power of breathing underwater took the fear of drowning away\".\n\nWhere would you go & explore?\n  ","185148":"\n   And where are you living right now ? And is it hard to find the correct person inside your current environment?\n  ","185149":"\n   Makes sense. What would you do if the fear of drowning was taken away?\n  ","185150":"\n   Is it a must to live in relationship !?\n  ","185151":"\n   And to what extent all of theses relationships went? Marriage? Or results in kids or just a teenage love stories?\n  ","185152":"\n   How it usually starts and what reasons usually makes it end\n  ","185153":"\n   hello\n  ","185154":"\n   How many relationships you fall in ? How it usually end ?\n  ","185155":"\n   What do you mean by no 😀\n  ","185156":"\n   Age, nationality, relationship etc..\n  ","185157":"\n   May I ask some personal questions !?\n  ","185158":"\n   will you have sex with me?\n  ","185159":"\n   If you were a farmer, what would you grow?\n  ","185160":"\n   but I want to have a kids with you\n  ","185161":"\n   I understand, but I mean just mention me instead of saying someone funny cause I’m everything you think 😝😀\n  ","185162":"\n   U mean someone like me 🤝\n  ","185163":"\n   If you had the option to permanently attain the power to either A) Fly like a bird, or B) Be able to breathe underwater like a mermaid\/merman. \n\nWhat would you choose & why?\n  ","185164":"\n   I'm Chris Hansen from Dateline NBC\n  ","185165":"\n\n    @countrysunflowerqueen9\n   \n   Both of your lives must really SUCK for you to be so damn obsessed with someone you don’t know. While you continue to show how psychogenic you both are, I will continue to laugh AT you and keep living my best life with my family!! Thank you for making me apart of your life\n  ","185166":"\n   When you say “I heard it in their voice” is it you just imitating their voice in your head?\n  ","185167":"\n   What was the best year of your life so far?\n  ","185168":"\n   What was the best show you’ve watched?\n  ","185169":"\n   Paint. Yay or nay? Do you like to paint?\n  ","185170":"\n   Would you get with someone 22 years older than you? 18 and him 42?\n  ","185171":"\n   Hello i am alone send me message 🔥🥰\n  ","185172":"\n   Do you have a dream job?\n  ","185173":"\n   how old are you????\n  ","185174":"\n   1-10 how kinky are you?\n  ","185175":"\n   Your pic 👀\n  ","185176":"\n   what color are your eyes?\n  ","185177":"\n   Bad boy or good boy?\n  ","185178":"\n   Have you had any paranormal experience?\n  ","185179":"\n   Do you still believe in the good of humanity?\n  ","185180":"\n   Would you be friends with an older girl or guy that would be born in the 86? If no tell me why?\n  ","185181":"\n   Are you a men's rights activist because you need to come out of the closet. We cannot network if we are in the closet.\n  ","185182":"\n   I'm from Canada 🇨🇦\n  ","185183":"\n   Apa keputusan tersulit yang kamu sudah buat pada tahun ini?\n  ","185184":"\n   buat bikin anak kan? ngelajutin keturunan kamu\n  ","185185":"\n   What's the best way to apologize?\n  ","185186":"\n   Film apa yang membuatmu menangis?\n  ","185187":"\n   kamu hidup buat apa?\n  ","185188":"\n   Who are you in a parallel universe?\n  ","185189":"\n   Bagaimana cara kamu menghadapi orang yang kamu tidak sukai?\n  ","185190":"\n   apa kelemahan cowok ganteng?\n  ","185191":"\n   Kenapa kebanyakan cewe lebih milih cowo humoris dari pd cowo romantis? Pengen tau alasan kamu guys .kan setiap orang punya alasan beda?\n  ","185192":"\n   What is a skill you’d like to learn and why?\n  ","185193":"\n   What's the best thing that happened to you today?\n  ","185194":"\n   What is art to you?\n  ","185195":"\n   Pendapat kamu tentang pacaran beda keyakinan?\n  ","185196":"\n   5 actor kpop favorite?\n  ","185197":"\n   Rambutmu indah pasti rajin keramas?\n  ","185198":"\n   punya story yang menarik?\n  ","185199":"\n   Music charts\n  ","185200":"\n   Who has the most beautiful eyes?\n  ","185201":"\n   Kalo punya uang sisa 10ribu tapi kamu lapar, kira kira bakal beli makanan apa yang kenyangin?\n  ","185202":"\n   What is the best thing that has ever happened to you?\n  ","185203":"\n   Ada berapa nama yang makhluk2 disekitarmu sebutin untukmu? Sebutkan smua:v\n  ","185204":"\n   Mana yang kamu sukai, air bersoda atau air biasa?\n  ","185205":"\n   Which fictional character would you date?\n  ","185206":"\n   Apa nomor keberuntunganmu❓ Why❓\n  ","185207":"\n   What apps do you mostly use on your phone?\n  ","185208":"\n   Quetes untuk mantan masih sayang apa kak??\n  ","185209":"\n   Kamu suka varian rasa apa kalo di starbucks?\n  ","185210":"\n   Kapan terakhir kali kamu nangis? Karna apa?\n  ","185211":"\n   Semoga hari ini kalian mendapat kebahagiaan\n  ","185212":"\n   Bengbeng makan langsung apa makan dingin?\n  ","185213":"\n   apa yang dibutuhkan dalam suatu hubungan?\n  ","185214":"\n   buat kalian yg jomblo . kenapa kalian masih jomblo ?\n  ","185215":"\n   kenapa orang sering membicarakan keburukan seseorang, padahal diri nya lebih buruk dari yang di omongin.\n  ","185216":"\n   Pernah gagal move on?\n  ","185217":"\n   Suka bunga apa?\n  ","185218":"\n   Which words or phrases do you most overuse?\n  ","185219":"\n   Tujuan ente2 dimari bermain sosmed itu apa? 😳\n  ","185220":"\n   pertanyaan ane simpel siapa sebenar diri kita? ☺☺☺\n  ","185221":"\n   What makes you wake up each morning?\n  ","185222":"\n   Apa yang diinginkan perempuan?\n  ","185223":"\n   Apa parfum favoritmu?\n  ","185224":"\n   pernahkah kamu membuat orang tuamu menangis ???\n  ","185225":"\n   paling benci siapa?\n  ","185226":"\n   Definisi kebahagian bagi kamu?\n  ","185227":"\n   apa menurutmu jika ada seorang yang beri harapan lalu ditinggal tanpa sebab gitu saja?\n  ","185228":"\n   Kamu pasti punya orang yang kamu suka sekarang, kenapa kamu bisa suka sama dia? Jelaskan secara komprehensif 😁\n  ","185229":"\n   Kapan terakhir kali kamu menangis, baik di depan umum maupun ketika sendirian?\n  ","185230":"\n   Punya temen yang punya kelebihan sixth sense atau indigo gak? kalo ada ceritain yaaa :)\n  ","185231":"\n   Bantal tebal atau tipis?\n  ","185232":"\n   What are you really curious about?\n  ","185233":"\n   Halo semuaa apa kabar? Baik baik aja? Atau lg nangisin mantan biar dia balik lagi?ehehek🍟\n  ","185234":"\n   Terus kasih jawaban dong,ciri ciri mantan yang masih sayang sama kita itu kayak gimna?\n  ","185235":"\n   Apa yang kalian lakukan ketika ketemu mantan ditempat makan? Saat itu kalian lagi makan ditempat yang sama.\n  ","185236":"\n   Kamu mimpi apa tadi malam? 😘\n  ","185237":"\n   Lagi suka sama siapa?\n  ","185238":"\n   Kamu biasa tidur saat lampu dimatiin atau dinyalain? Why?\n  ","185239":"\n   PAP your most popular pic on social networks!\n  ","185240":"\n   Jika kamu dalam masalah hati, kamu menenangkan hati dengan melakukan apa?\n  ","185241":"\n   Di mana kamu ingin tinggal?\n  ","185242":"\n   Jika kamu dikasih kesempatan 3 hari lagi hidup, kenangan apa aja yang mau kamu buat sebelum ?\n  ","185243":"\n   Pano pag yung gusto mo may kinakausap na ibang tao ano gagawin mo?\n  ","185244":"\n   Suka sama cewe\/cowo yang ada lesung pipinya ga?\n  ","185245":"\n   Bagaimana pendapat kamu tentang orang yang lebih dekat dengan handphonenya, daripada orang di sekitarnya ?\n  ","185246":"\n   Rambut panjang tapi kriting\/rambut pendek tapi lurus\n  ","185247":"\n   What was the last book you read?\n  ","185248":"\n   Apakah indomart sama alfamart pacaran? Kalo tidak, kenapa mereka selau berdekatan? Haha\n  ","185249":"\n   Makanan yang bisa menengkan kamu apa?\n  ","185250":"\n   Siapa yang lebih mudah cemburu - perempuan atau laki-laki?\n  ","185251":"\n   punya fobia gak? kalo punya, fobia apasih yg kamu miliki?\n  ","185252":"\n   Apa aja kegiatan kamu saat malam?\n  ","185253":"\n   What is your idea of a romantic evening?\n  ","185254":"\n   Pernah ngalamin patah hati? Gimana cara ngatasinnya?\n  ","185255":"\n   Who was the last person you talked to on the phone?✨✨\n  ","185256":"\n   kalo di netflix biasanya suka nonton apa?\n  ","185257":"\n   Asal kota mana?\n  ","185258":"\n   Kalo lu ketemu sama orang yg kaga suka sama lu bakal berbuat apa?\n  ","185259":"\n   Apakah kamu punya sweater yang berlubang tetapi yang kamu tidak ingin buang?\n  ","185260":"\n   Buah atau dessert?\n  ","185261":"\n   What is your favorite motto or saying?\n  ","185262":"\n   Siapa yang memiliki mata terindah?\n  ","185263":"\n   What is your least favorite beverage?\n  ","185264":"\n   일을 올바로 처리하는 것과 옳은 일을 하는 것 중 더 힘든 것은 어느 쪽인가요?\n  ","185265":"\n   Harapan ditahun 2018🎉\n  ","185266":"\n   What's the best way to get your attention?\n  ","185267":"\n   Kenapa cewe waktu pacaran suka disenggol senggolin titit cowonnya? Wakakakaa\n  ","185268":"\n   Nama orang yang paling sering dichat?\n  ","185269":"\n   Sudah berapa kali kamu jatuh cinta?\n  ","185270":"\n   Jika kamu bisa memegang peran di acara TV, peran apa itu?\n  ","185271":"\n   pacaran atau taaruf?\n  ","185272":"\n   paling gak suka kalo ditanya soal?\n  ","185273":"\n   Apa alasan yang kamu pake buat mutusin pacar kamu?\n  ","185274":"\n   Who was the last person you talked to on the phone?✨✨\n  ","185275":"\n   Perawatan rambut kalian pake apa aja?\n  ","185276":"\n   Sweet memories sama dika dong suka liat kalian\n  ","185277":"\n   What were you doing 30 minutes ago?🦁🦁\n  ","185278":"\n   If you had to choose, would you go to the Light or the Dark side?\n  ","185279":"\n   Apa yang kamu akan lakukan jika kamu dikejar seekor gajah?\n  ","185280":"\n   Peluk cium peluk cium mwa mwa mwa mwa mwaaaahh\n  ","185281":"\n   kalau didunia ini ada zombie, apa yang kalian lakukan?\n  ","185282":"\n   Mau tau ni anggapan cewe kalau cowo dm buat kenalan. Dan apa first impression kalian ?\n  ","185283":"\n   Enaknya pacaran sama lo apa?\n  ","185284":"\n   Pernah naksir sama orang tapi ternyata udah ada yang punya?\n  ","185285":"\n   Kalo ada yang bilang \"i love you\" balesnya apaya\n  ","185286":"\n   Apa nama panggilan kamu ke aku kalau kita pacaran ?\n  ","185287":"\n   Kamu pengen menikah gak si?\n  ","185288":"\n   Masih kontekan sm mantan ga?\n  ","185289":"\n   Kamu punya fobia? Apa itu?\n  ","185290":"\n   What is your favorite joke?\n  ","185291":"\n   pendapat kmu tentang orang yg bilang bahwa dalam hidupnya ga ada untuk kedua kalinya? (otomatis dlm semua hal kan, baik percintaan,hidup,karir dll) apa dlm semua hal tidak ada untuk kedua kalianya?\n  ","185292":"\n   Siapa teman terbaikmu?\n  ","185293":"\n   Deskripsikan pagi mu hari ini\n  ","185294":"\n   Gimana hari ini ? Apa menyenagkan ?\n  ","185295":"\n   truth or dare?\n  ","185296":"\n   Apa yang paling kamu takuti?\n  ","185297":"\n   Kenapa ya cewe kalau foto suka megang dagu?\n  ","185298":"\n   Menurut kalian salah gak sih suka sama orang lain padahal baru putus dari  ? Apa itu disebut selingkuh?\n  ","185299":"\n   wdyt abt love?\n  ","185300":"\n   Ini waktu acara apa?\n  ","185301":"\n   Post fotomu menggunakan outfit favoritmu\n  ","185302":"\n   Follback yaa:) btw aku penggemar Guns n' Roses\n  ","185303":"\n   Jika kamu bisa menyaksikan persitiwa bersejarah, peristiwa apakah itu?\n  ","185304":"\n   Kalau misalnya seseorang dari kota yg berbeda nyatain perasaannya ke kita, bakalan nerima gak? Klo nolak wajar lah ya. Tp klo nerima knp? bakalansanggupldr?\n  ","185305":"\n   Salah ga sih kalo kita menutup hati untuk orang lain ? karena kita lagi menjaga perasaan orang yang ga pasti?\n  ","185306":"\n   Who was the last person you texted?\n  ","185307":"\n   Apa lagu Guns N' Roses yg paling kamu sukai?\n  ","185308":"\n   If you could play any musical instrument, what would it be?\n  ","185309":"\n   What is one thing you will never do again?\n  ","185310":"\n   Apakah menurutmu kamu adalah orang baik?\n  ","185311":"\n   Berat badan ideal menurutmu?\n  ","185312":"\n   Kamu gabung askfm sejak kapan?\n  ","185313":"\n   #HonestHour apakah kamu cukup PD dengan tubuhmu yang sekarang?\n  ","185314":"\n   Apakah kamu menyesali sesuatu?\n  ","185315":"\n   Lo sendiri gimana?\n  ","185316":"\n   Congrats ya\n  ","185317":"\n   Do you like to dance?\n  ","185318":"\n   rumah petakan tp milik sendiri atau sewa apart?\n  ","185319":"\n   Kalo pacaran udah lebih dari 1 tahun, fix udah pernah ciuman gak si?\n  ","185320":"\n   Hal apa yang membuat kamu bahagia?\n  ","185321":"\n   Kalian sering ikut give away gak? Pernah menang?\n  ","185322":"\n   Bedanya sayang sama sekedar suka menurut lu apa neng ?\n  ","185323":"\n   Which room do you spend the most time in your house?\n  ","185324":"\n   Hmmm🤤\n  ","185325":"\n   Kalau sudah selesai pademiknya..\n  ","185326":"\n   Ciri ciri cowok yang udah bosen sama kita?\n  ","185327":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","185328":"\n   percuma, mereka udah ngerebut semua mimpi gw\n  ","185329":"\n   Recomendasiin film bagus dong?\n  ","185330":"\n   Menurut kamu.. relationship goals itu yg kaya gimana sih? tbh ya ?\n  ","185331":"\n   Siapa yang dapat menghancurkan Dunia kita?\n  ","185332":"\n   kenapa sayur hijau?\n  ","185333":"\n   Apakah satu buku apa yang menurutmu harus dibaca oleh semua orang?\n  ","185334":"\n   Siapa yang menginspirasimu?\n  ","185335":"\n   Cara memaafkan perkataan orang tua yang sangat bikin sakit hati gimana? 🙂\n  ","185336":"\n   what you do to increase your self-confidence?\n  ","185337":"\n   Do you have a good sense of humor? (7)\n  ","185338":"\n   kangen seseorang?\n  ","185339":"\n   Kepengen jadi artis gak ? Kenapa ?\n  ","185340":"\n   \"... Lu tuh y, Kalo gua nyari cowo dgn  mentingin fisik, gua ga bakal mau pacaran sama elu .. \"\nArtinya dimata cewe ku, apakah aku bukan kriteria  dia?😌😁🙄😌...\n  ","185341":"\n   Kenangan pahit apa yang masih teringat  lu ?\n  ","185342":"\n   Stef kok gue mimpiin kamu meninhgal ya:\"\n  ","185343":"\n   Tulis pesan disini untuk jodoh mu 👇\n  ","185344":"\n   How do you feel right now?\n  ","185345":"\n   Gua mau nanya nih. Menurut  boleh ngejar-ngejar cowo gk sih kak?\n  ","185346":"\n   Which town did you grow up in?\n  ","185347":"\n   dikantor lu ditawarin rapid gratis tpi when hasilnya reaktif lu swab bayar sendiri ..menurutmu gimana ? ,tau gitu gak usa ikutan test ..\n  ","185348":"\n   Seru kali ya, ask.fm bikin acara gathring gitu, dan kumpul di satu titik.\n  ","185349":"\n   Selamat malam, apa aja nih kegiatan malam ini?\n  ","185350":"\n   Hidup bukan hanya soal menang. True ??\n  ","185351":"\n   Cita\" waktu kecil, cita\" saat ini?\n  ","185352":"\n   Buah nangka buah kedondong \nI love you dong\n  ","185353":"\n   Yer last sentences quite \"exact\" enough for me. \nspasiba\n\n\nandai qt dekat uda q traktir lemper km kak\n  ","185354":"\n   Misal habis putus ya...\n\ntanya\n\nberapa lama waktu ideal buat bisa cari pasangan lagi?\nbiar gak dianggap cari pelarian?\n\n\nnote : aku pengen exact answer, mcm : sekian minggu, sekian bulan, etc.\n  ","185355":"\n   salahin aja mereka yang udah lupa diri -_-\n  ","185356":"\n   Are u seriously?\n  ","185357":"\n   Apa yang ada di pikiran Anda?\n  ","185358":"\n   Pernah ketipu sama olshop gitu ga? Trus gmn? Apa yg kamu lakuin?\n  ","185359":"\n   Tanya aku dong,lagi pengen ditanya :\")\n  ","185360":"\n   Kalo aku melamarmu apa kamu mau?\n  ","185361":"\n   HAI TEMEN2 KU ALUMNI SD, SMP, SMK BPI BANDUNG YANG KEK KONTOL!!!\n  ","185362":"\n   Aku suka sama kamu. kamu?\n  ","185363":"\n   Halooo\n  ","185364":"\n   Kalau cowo dktin cewe, tpi cewenya ga suka balik harus gimana? Give up aja atau kejar terus?\n  ","185365":"\n   Hal apa yg paling bikin kamu sakit hati ?\n  ","185366":"\n   apa yang pantas dikatakan untuk mantan sahabat lama?\n  ","185367":"\n   apa sih bedanya jomblo sama single?\n  ","185368":"\n   apa suasana hatimu saat ini?\n  ","185369":"\n   What do u do in ur spare time?\n  ","185370":"\n   Tips gimna caranya bisa dkt sama orang tuanya pacar kita, dgn sifat kita yg pemalu????\n  ","185371":"\n   ada kegiatan apa?\n  ","185372":"\n   Kalian lebih suka dikasih bakat luar biasa tanpa harus kerja keras atau bakat biasa dengan kerja keras ?\n  ","185373":"\n   Bisa dijelaskan?\n  ","185374":"\n   Lebih suka bakso apa mie ayam?\n  ","185375":"\n   Mau tanya boleh?, Bagaimana pola berpikirmu?\n  ","185376":"\n   Apa kamu pernah dipanggil ke ruang kepala sekolah? Jika iya, kenapa?\n  ","185377":"\n   Kalian percaya ga si sama cinta pas baru pertama kali ketemu? Trus apa yg kalian lakuin biar dia pnya feel balik ke kita?\n  ","185378":"\n   Gue sampe lupa skarang kan gue ulang tahun ya.\n  ","185379":"\n   tes pakek perawatan wajah apa? kok mulus gak pernah ada jerawat\n  ","185380":"\n   Pernah gak sih suka sama sahabat sendiri, tapi sahabat kamu itu sukanya sama temen kamu yg lain dan ceritanya sama kamu? Dan akhirnya kamu cuman bisa diem🙂\n  ","185381":"\n   Bagaimana kamu menghadapi komentar negatif?\n  ","185382":"\n   Ada yg rambutnya di warnain? Perawatan versi kalian gmn?\n  ","185383":"\n   Mau tanya boleh?, menurut kamu, sahabat itu seperti apa sih?\n  ","185384":"\n   Makanan apa yg kamu suka\n  ","185385":"\n   Km suka warna apa trs knp?\n  ","185386":"\n   kamu kuliah dimana sih? hehe\n  ","185387":"\n   Bagaimana caramu merayakan saat sesuatu yang hebat terjadi?\n  ","185388":"\n   Mendingan friendzone \/ kakak adek zone???\n  ","185389":"\n   How many people do you think you've met in your life?\n  ","185390":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","185391":"\n   Berapa waktu paling lama kamu tidak tidur?\n  ","185392":"\n   Susah juga ga sih kak ngegambar orang gitu cuci tangan kalo dari pensil dan kertas sih gua bisa tapi kalo dari komputer agak gimana ya😂\n  ","185393":"\n   Social media content tu yang kayak misal pencegahan korona terus dibuat gambar orang cuci tangan dan lain lain gitu ya kak?\n  ","185394":"\n   Susah ga sih kak?\n  ","185395":"\n   Freelance ya kak?\n  ","185396":"\n   Rambutnya pake produk apa aja kak?\n  ","185397":"\n   Suka menggambar ya? Jiwa seninya tinggi dong\n  ","185398":"\n   Download film dimana kak?\n  ","185399":"\n   Kerja apa\n  ","185400":"\n   Kesibukannya apa sekarang?\n  ","185401":"\n   Pengen tau aja\n  ","185402":"\n   Kamu domisili mana?\n  ","185403":"\n   Kamu sedang dimana?\n  ","185404":"\n   Facewash yg biasa kamu pake apa?\n  ","185405":"\n   Pap your bare face\n  ","185406":"\n   Contohnya gimana\n  ","185407":"\n   Sroll hp aja lewat aplikasi\n  ","185408":"\n   Kenapa ga hairmask kak?\n  ","185409":"\n   Beli dimana nih kak?\n  ","185410":"\n   Ada yh mau punya uang tambahan dari maen hp?\n  ","185411":"\n   pgn belajar jd barista tp semua job vacancy pasti udh harus ada pengalaman, trus gimana mulainyaaaaa? :((((\n  ","185412":"\n   Kalo doi tiba-tiba nanya ini \"Kamu berharap aku suka kamu gak?\" Artinya apa yaaa??😭😭\n  ","185413":"\n   what rhymes with purple\n  ","185414":"\n   Sifat apakah yang paling kamu kagumi dari seseorang?\n  ","185415":"\n   Mencintai kamu itu tidak sulit, yang sulit itu adalah bertahan mencintai kamu yang sudah jelas masih mencintai orang lain  🙋\n  ","185416":"\n   Post foto wajah kamu sedang tersenyum\n  ","185417":"\n   Rencanamu untuk masa depan?\n  ","185418":"\n   You're planning a nice dinner party but could only invite 2 people. Who would you invite?\n  ","185419":"\n   Menurut kamu aku harus gimana?\nGatau kenapa akutuh lagi kangen bgt sama seseorang yg udah pergi jauh dan kayaknya gabakal bisa jumpa lagi, gak berkontak dan ga deket juga tapi aku kangen.\n  ","185420":"\n   kafir,thogut,khilafah,khalifah,durjana,rezim PKI,kriminalisasi ulama,dzuriyah nabi,mendapatkan safaat,akhi\/ukhti,islah,takbir,al-liwa dan ar rayah,antek cina,presiden planga-plongo,buyback indosat,hutang-hutang adalah kata-kata yang sering saya lihat di socmed saat berdebat. gimana menurutmu?\n  ","185421":"\n   Hari ini hari ulang tahun iPhone! Pernahkah kamu memilikinya?\n  ","185422":"\n   Mau tanya boleh? Masalah kecil apa yang biasa jadi masalah besar dalam keseharianmu?\n  ","185423":"\n   What is the last thing you do before bed?\n  ","185424":"\n   Gimana new normal kalian? Tetap di rumah atau udah berkegiatan di luar?\n  ","185425":"\n   Rindu liburan. \nKalau dunia sudah aman, kalian mau ke mana?\n  ","185426":"\n   Apakah kamu bahagia saat ini?\n  ","185427":"\n   cara biar fokus gimana sih kak?\n  ","185428":"\n   ada ga yang takut cecak?\n  ","185429":"\n   ketika masa lalu kita tak diterima seseorang bisakah kita mengubahnya???\n  ","185430":"\n   Cerita sedikit doank moment berkesan kamu di tahun 2017??? Hal yg lucu, hal yg bahagia, & hal yg menyakitkan!!!\n  ","185431":"\n   Ka gimana si caranya deketin orang yang kita suka?\n  ","185432":"\n   Seberapa sering kamu memikirkan masa depan?\n  ","185433":"\n   Pen punya pacar biar uwuw kek orang\", tapi klo punya pacar nanti pasti langsung di introgasi sama ortu, di suruh nikah aja ☹️,\n  ","185434":"\n   Pernahkah sebuah film merubah cara berfikirmu? Film apa itu?\n  ","185435":"\n   Dunia imajinasi kalian sejauh mana?\n  ","185436":"\n   Girls menurut kalian hrs gimana? Klo ada cowo deketin kita, ngaku jomblo. Ya pasti kita jd ciwi ga percaya dong, setelah cari tau ternayata udh pnya pacar. Kasian si cewe nya ini ga di akuin pacar. Tapiii kita udah kelanjur sayang sama cowo ini\n  ","185437":"\n   Apa yang membuatmu menangis?\n  ","185438":"\n   Ada yang pernah dideketin dan diperhatiin sama orang tapi berlebihan ? Tapi dia gga pernah ngomong sayang apa lagi nembak.\n  ","185439":"\n   Apa yang manusia butuhkan di dunia ?\n  ","185440":"\n   Apa yang bisa dilakukan dengan 50 rupiah?\n  ","185441":"\n   skittles or m&ms ♡\n  ","185442":"\n   Kata atau kalimat apa yang kamu akan ajarkan ke burung beomu?\n  ","185443":"\n   Apakah lagu yang paling tepat menggambarkan keadaan hari kamu?\n  ","185444":"\n   mantan kamu berapa?paling lama berapa lama?\n  ","185445":"\n   Minta solusi dong , hari ini saya dapet paket gitu bingung siapa yang kirim . Nama , no hp dan alamat rumah bener alamat rumah saya. Tapi saya gga ngerasa membeli sesuatu dionline gitu , paketnya lebih baik dibuka atau gga ?\n  ","185446":"\n   Apa artinya menjadi mandiri?\n  ","185447":"\n   Samsung or apple?\n  ","185448":"\n   Apa sepatu favoritmu?\n  ","185449":"\n   yg warna ijo ?\n  ","185450":"\n   Gaes kasih saran dong\nUdah seminggu aku galau terus, karna aku baru sadar kalau aku suka sama seseorang, emang sih selama ini sikapnya baik bgt kadang suka bikin baper. Awalnya kukira aku cuma kagum, jadi aku biasa aja tapi setelah dia pergi disitu aku sadar kalau sebenarnya aku suka sama dia\n  ","185451":"\n   You are the last person on earth. You are given a choice to have someone be with you, who do you choose? (Not anyone famous, strictly only someone you have encountered and have personal relationship with)\n  ","185452":"\n   ada yg pernah coba kimchi ? rasanya gimana sih\n  ","185453":"\n   rekomendasi skincare untuk komedo \/ pori pori gais\n  ","185454":"\n   Siapa orang terakhir yang kamu peluk?\n  ","185455":"\n   Di mana kamu biasanya tidur selain di tempat tidurmu?\n  ","185456":"\n   Pilih mana Laki-laki yang tak mudah berjanji atau laki-laki yang mudah berjanji ?\n  ","185457":"\n   Mana yang kamu pilih, kehilangan seluruh uang dan barang berhargamu atau semua foto yang sudah kami ambil?\n  ","185458":"\n   How old is your oldest piece of clothes?\n  ","185459":"\n   Kamu tau apa yang lebih indah dari pelangi ?\n  ","185460":"\n   Apa yang membuat mood mu baik hari ini?\n  ","185461":"\n   cara minta maaf ke calon mertua paling sopan gimana?\n  ","185462":"\n   Apa alasan yg paling realistis buat lo yang mulai mempercayai atau bisa mulai benar-benar mencintai seseorang? ohh ya, jangan bilang tidak ada alasan untuk mencintai seseorang.\n  ","185463":"\n   apakah kamu menyukai lagunya Despacito...?\n  ","185464":"\n   When was your first kiss?\n  ","185465":"\n   Kamu penikmat rindu, aku pecandu rindu💕\n  ","185466":"\n   Would you want to be internet famous?\n  ","185467":"\n   Parfum yang kamu suka itu wanginya yg seperti apa?\n  ","185468":"\n   Like your thought. Thanks for the answer\n  ","185469":"\n   What teacher in school made the most impact on you and why?\n  ","185470":"\n   Trus, ibu rumah tangga yg baik itu menurutmu seperti apa,  selain bisa masak?\n  ","185471":"\n   Hobi masak berarti? Calon ibu rumah tangga yg baik😁\n  ","185472":"\n   Hi guys! Aku mau jual keripik singkong, tapi bingung kasih merk apa. Barangkali ada yg mau kasih ide nama yg mudah diingat? Terima kasih sebelumnyaaa\n  ","185473":"\n   Jomblo yg baik itu seperti apa sih?\n  ","185474":"\n   Lebih prefer pergi makam malam atau masak di rumah?\n  ","185475":"\n   Bagaimana pendapat kamu tentang orang yang punya sifat pendiam?\n  ","185476":"\n   Wow\n  ","185477":"\n   Lo tipe org yg gmna kalu suka ma olang?\n  ","185478":"\n   Apa hadiah terakhir yang kamu terima?\n  ","185479":"\n   Apa rencana kamu di masa depan?\n  ","185480":"\n   Apa itu galau?._.\n  ","185481":"\n   Ciri ciri jodoh\n  ","185482":"\n   Kalo ucapan sama tindakan ga sinkron, apa yg kamu lakuin?\n  ","185483":"\n   Ditolak sakit ya\n  ","185484":"\n   Lebih suka pelihara anjing atau kucing?\n  ","185485":"\n   apa yang kamu lakukan jika badmood ?\n  ","185486":"\n   Are grammar and punctuation important in social media?\n  ","185487":"\n   Sebutkan tiga negara yang ingin kamu kunjungi berikutnya?\n  ","185488":"\n   Kriteria lelaki idaman?\n  ","185489":"\n   Suka warna biru?\n  ","185490":"\n   What's the last movie you watched?\n  ","185491":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","185492":"\n   Am not sure what U say\n  ","185493":"\n   Suka eskrim Aice rasa apa?\n  ","185494":"\n   What is your lucky number?\n  ","185495":"\n   Pepatah mengatakan takenal maka kenalan, tapi sebelum kenalan harus punya dulu akses untuk saling mengenal. Maka dari itu ask saya hadir untuk merekomendasikan akses untuk mengenal abang satu ini. Follow abang  jangan lupa ya guys!!  :))\n  ","185496":"\n   Sudah jelas \"istri\" mana ada ask kek gitu buat cewek-,\n  ","185497":"\n   Jika buku tentang hidupmu akan dibuat, seperti apakah gambar sampul bukunya?\n  ","185498":"\n   ure strong! be happy:)\n  ","185499":"\n   percaya takdir?\n  ","185500":"\n   Today is Cow Appreciation Day! Would you hug a cow?\n  ","185501":"\n   By the way, keknya banyak yha yang gak tau sistem ask dishoutout atau pribadi-,\nAbisnya W nanya \"Y\/n, istri idaman kamu seperti apa?\" Yheee masa kaum hawa yang nyaut semua terus jawabnya \"nggak salah nanya? Kan W cewek\" lahhhhh-,-,-,-,-,-,-,-\n  ","185502":"\n   20 fakta tentang kamu :)\n  ","185503":"\n   Aku punya temen dia tuh kalo ngomong sama aku suaranya selalu lembut trus senyum padahal aslinya pemarah dan jutek, suka ngebela aku kalo ada yg nyalahin\/marahin. Dia juga suka bantu aku kalo misal aku lagi capek\/sibuk, trus tadi dia juga nanya aku udah punya pacar apa gak. Itu artinya apa?\n  ","185504":"\n   Would you rather go out for dinner or cook at home?\n  ","185505":"\n   pen bikinin cemilan buat doi, karena seminggu ini doi tts. enaknya puding atau brownies ya?\n  ","185506":"\n   Seperti apa fwb menurut kalian?\n  ","185507":"\n   menurut kamu, kamu itu orangnya posesif gak sih? kalau ia coba buktikan?\n  ","185508":"\n   dengerin musik \/ baca buku?\n  ","185509":"\n   Tipe suami idaman kamu sperti apa?\n  ","185510":"\n   Gua lagi ultah ni, ngga ada yg mau ngucapin? wkwk 🤣\n  ","185511":"\n   kalo lg sendirian suka ngapain aj?\n  ","185512":"\n   Mau tanya boleh? Kamu biasanya kalau lapar ngapain aja?\n  ","185513":"\n   Pernah nggak lo berikir bahwasanya, lo itu merasa kurang di percayai oleh orang sekitar? dan apa yang akan lo lakuin biar kepercayaan mereka terhadap lo nggak goyah lagi?\n  ","185514":"\n   Do you give money to beggars in the street?\n  ","185515":"\n   Kenapa?\n  ","185516":"\n   Apakah kamu nyisir rambut ngikut letak pusaran rambut ?\n  ","185517":"\n   Pacaran atau taarufan?\n  ","185518":"\n   Kalo abis putus sama mantan bakal blokir medsosnya ga?\n  ","185519":"\n   Definisi mantan?\n  ","185520":"\n   What did you dream about last night?\n  ","185521":"\n   Kamu sedang tidur di kamar, kemudian ibumu datang mengetuk pintu, membawa roti selai dalam toples & segelas susu.. Mana yang kamu buka duluan ?\n  ","185522":"\n   Udah sibuk tapi tetep aja gak bisa\n  ","185523":"\n   Have you ever been in love?\n  ","185524":"\n   Gimana sih caranya moveon dari mantan ?\n  ","185525":"\n   Have you ever fallen asleep during a class?\n  ","185526":"\n   Kamu percaya gak sama hantu??\n  ","185527":"\n   Apa ramalan yang pernah beneran terjadi dalam hidup kalian?\n  ","185528":"\n   Gais kalian tau LGBT? Apa tanggapan kalian? Cuma sharing aja kok ga akan menghakimi apapun pemikiran kalian dan tidak bermaksud menyinggung siapapun.\n  ","185529":"\n   Aku selalu dihantui perasaan takut, takut kalau orang2 gak bisa menerima aku apa adanya, dan itu buat aku jadi gak bisa terbuka sama orang lain, siapapun itu. Aku juga gak bisa jadi diri sendiri, aku jadi tertutup dan penyendiri. Aku selau merasa kalau gak ada orang yg bisa nerima aku apa adanya\n  ","185530":"\n   Pernah d chat sm org India?\n  ","185531":"\n   Lagu terbaik yang direkomendasikan untuk akhir pekan ini?\n  ","185532":"\n   Do you believe of phrase \"love is blind\" ?\n  ","185533":"\n   Bacot lu\n  ","185534":"\n   google meet or zoom?\n  ","185535":"\n   Pendapat kakak tentang orang toxic gimana kak?\n  ","185536":"\n   Cara ngilangin rasa bosen seseorang ke diri kita?\n  ","185537":"\n   Ada pesan ga, khusus buat temen yg uda manfaatin elu? :v\n  ","185538":"\n   Apa hal yang menurut kalian lucu, padahal sebenarnya tidak?\n  ","185539":"\n   Ada yg tau? Cara menghadapi orang yg kaku?  Cuek?  Soalnya bingung mw ramah2 takut d kira sksd 🤣\n  ","185540":"\n   Apa yang membuat kamu harus punya sosmed?\n  ","185541":"\n   Usia udah seginii tp belum nikah2 , sedih dan kepikiran terus guys :(\n  ","185542":"\n   Sebulan bisa menghabiskan kuota berapa GB?\n  ","185543":"\n   Mau tanya boleh? Sebagai perempuan, bagaimana cara untuk mengetahui kalian (perempuan) betul-betul tulus mencintai kita (laki-laki)?\n  ","185544":"\n   Hi sayangggggg\n  ","185545":"\n   Apa rumus cinta?\n  ","185546":"\n   Jika seseorang menyukaimu, kamu ingin memberitahukan hal ini kepada Sahabat\/Teman kamu dengan cara apa?\n  ","185547":"\n   Masih betah main ask atau mulai bosan?\n  ","185548":"\n   Masih insomnia ya?\n  ","185549":"\n   Mau tanya boleh, apa sih kegiatan kamu malam ini?\n  ","185550":"\n   Apa yang akan kamu lakukan dengan gaji pertamamu?\n  ","185551":"\n   Kalian pernah gak sih suka sama pacarnya temen?\n  ","185552":"\n   Song to desc\n  ","185553":"\n   Pernah ngga kamu   ask tentang kehidupan kepribadian? Dan bagaimana menurut kamu?\n  ","185554":"\n   Ada yang dengerin musik pakai aplikasi spotify kah?\n  ","185555":"\n   What helps you sleep better?\n  ","185556":"\n   gmn pendapat kalian tentang cowo yg ga pernah mau kalah,posesif,kasar,ga pernah mau minta maaf walaupun dia yg slh?\n  ","185557":"\n   Thats bullshit\n  ","185558":"\n   Yeah ,fuck my life\n  ","185559":"\n   What single piece of technology makes your life easier?\n  ","185560":"\n   Kamu termasuk orang yg introvert \/ ekstrovert?\n  ","185561":"\n   Beri aku pertanyaan\n  ","185562":"\n   Is there life on Mars?\n  ","185563":"\n   Sorry,iam overthinking\n  ","185564":"\n   Hai, baby.. Selamat pagi\n  ","185565":"\n   U judge me\n  ","185566":"\n   I dont know\n  ","185567":"\n   It's World UFO Day! What's the first thing you'd ask an alien?\n  ","185568":"\n   Bagaimana perasaan kamu, kangen seseorang tapi orang itu cuekk banget. Apa yg bakal kamu lakuin?😅\n  ","185569":"\n   Knp sih anak tengah sllu aja dibedain,  apapun pencapaian gw ga pernah d apresiasi.  Smntra kakak pertma gw,  kerjaannya hhahhe aja d ceritaiin mulu seakan2 dia anak yg pling sukses.  Adek gw jg kdng ga minta, tp d kasih. Yg lbih sakitnya,  itu t gw yg minta Kok yg d ksh mlh dia. Gw d mrh tnpa sebab\n  ","185570":"\n   Banyak yang halu sekarang\n  ","185571":"\n   Pusing banget mikirin masalah dateng mulu ga kelar kelar, pengen curhat tapi gatau juga mau curhat ke siapa, ngerasa bakal sia sia juga walopun curhat karna responnya udah bisa ditebak :((\n  ","185572":"\n   Hal apa yang bisa membuatmu tersentuh?\n  ","185573":"\n   Knpa pertanyaan ku di cuekin Mulu?\n  ","185574":"\n   How would you like to be remembered?\n  ","185575":"\n   tod yuk\n  ","185576":"\n   Suka makanan pedas?\n  ","185577":"\n   Apa yang kalian lakukan jika ada orang toxic disekitar kalian ??\n  ","185578":"\n   Kalo kamu dikasih kado sama orang yang kamu anggap spesial, maunya dikasih apaa ?\n  ","185579":"\n   Siapa orang terkenal yang ingin kamu temui?\n  ","185580":"\n   Aku bjea: b:berlibur,j: jelas,e:enak,a:asyik, aku berlibur jelas enak asyik sama sahabat pacar aku sendiri sering kehotel ingin lepas tapi ga bisa karena udah terlalu enak dan nyaman wkwkw\n  ","185581":"\n   Cara naekin coin gratis gimana kak?\n  ","185582":"\n   Arti dewasa menurut kalian apa sih?\n  ","185583":"\n   Menurut km, kiamat sdh dekat blm?\n  ","185584":"\n   Menurut kamu bercandaan yang berlebihan itu bikin risih ga sih?\n  ","185585":"\n   Bener ga sih kalo makan malam buat gendut? Menurut kamu?\n  ","185586":"\n   Apa saja yang kamu pikirkan sesaat sebelum kamu tertidur?\n  ","185587":"\n   Panas bgt 😏\n  ","185588":"\n   what makes you who you are right now?\n  ","185589":"\n   how do I live without you? :(\n  ","185590":"\n   what can I do to make u love me? what can I do to make you care? What can I say to make you feel this? What can I do to get you theree?..\n  ","185591":"\n   setiap orang pasti punya lagu yg mencerminkan kisah hidup kita ya ga sih? kalau boleh tau, lagu apa sih yg paling melekat sama kalian?\n  ","185592":"\n   Kalo cewek ditawarin abs mau ga Kira Kira?\n  ","185593":"\n   Kalo cuaca lagi hujan deras, trus kamu lagi sendirian di rumah biasanya kamu ngapain aja sih?\n  ","185594":"\n   sni2 bljr\n  ","185595":"\n   wadaww.. foto postingannya dengan yang aslinya berbeda\n\nuuuuuuuuuu\n  ","185596":"\n   Jika seorang alien menawarkanmu untuk naik UFO-nya ke planetnya, akankah kamu pergi?\n  ","185597":"\n   Gimana caranya?\n  ","185598":"\n   Kepribadian setiap orang terdiri dari berbagai segi.\nSampe sini paham?\n  ","185599":"\n   lebih bahagia masa kecil atau masa sekarang ini ?\n  ","185600":"\n   Kala lu tau sisa waktu lu tinggal 3 bulan lagi, apa yang bakal lu lakuin?\n  ","185601":"\n   disini ad yg join vtube ?\n  ","185602":"\n   Aku lagi suka sama seseorang aku udah bilang kedia, dia bilang itu hak aku tandanya ditolak apa gimana ya kalo jawabannya dia begitu??\n  ","185603":"\n   Kemarin ada gerhana matahari cincin, daerah kalian kebagian bisa lihat fenomena itu gak?\n  ","185604":"\n   Jika kamu harus mewarnai rambut dan mempertahankan warna itu selama 5 tahun kedepan, warna apa yang kamu pilih?\n  ","185605":"\n   Menurutmu, apa saja yang akan terjadi di tahun  ini?\n  ","185606":"\n   Udah liburan kemana aja nih sama pacar kesayangan?\n  ","185607":"\n   Which one do you prefer, twitter or instagram?\n  ","185608":"\n   Menurut kalian kalo lagi sayang2nya kita malah ditinggal enaknya tu orang kita apain yak\n  ","185609":"\n   \"You’re on a different road, I’m in a milky way, you want me down on earth, but I up in space.\"\n  ","185610":"\n   Catu2, aku cayang ...\n  ","185611":"\n   Hello\n  ","185612":"\n   rekomendasi minuman yang enak\n  ","185613":"\n   Kenapa kalo cewe lagi ngakak pasti nutup mulut pake tangan ? 😂\n  ","185614":"\n   Whose brain would you want to live in for a day?\n  ","185615":"\n   Pernah ada gasi proposal kalian dianggurin sama dospem😭\n  ","185616":"\n   Beritahu aku yang kamu suka\n  ","185617":"\n   Follback kak🌻\n  ","185618":"\n   Followback kak?\n  ","185619":"\n   Hemm gitu, semoga kamu bisa tdr normal lagi ya\n  ","185620":"\n   Biasanya gabisa tdr krna?, gabaik lho buat tubuh keseringan begadang gitu\n  ","185621":"\n   Pelajaran yang bikin bosen menurut lo apa?\n  ","185622":"\n   Udah berapa lama begini?, apakah tidak apa apa?\n  ","185623":"\n   Serius?, sejak malam tdi blm tdr?, karena apa?\n  ","185624":"\n   Ayam, ayam apa yang paling besar? :D\n  ","185625":"\n   Mau tdr waktu normal yaampun 😭\nyg jam tdrnya berantakan sni bkin grup :(\n  ","185626":"\n   Pernah gak sih punya sahabat deket sampai dianggap kaya abang sendiri trus ketika punya pacar yang super posesif sahabat kita menghilang? Itu gimana ya solusinya? Apa harus dibiarin aja?\n  ","185627":"\n   Pap khusus buat aku dong☺️\n  ","185628":"\n   I wish i could erase it\n  "},"Answer":{"184556":"\n  Losing loved ones.\n  ","184557":"\n  Me, but not really often.\n  ","184558":"\n  Badminton\n  ","184559":"\n  Soup\n  ","184560":"\n  Every dog\n  ","184561":"\n  No, I don't think so.\n  ","184562":"\n  Yeah, I'm a shower singer. But occasionally I'm also gathering idea for work while at it.\n  ","184563":"\n  Yeah. Sort of.\n  ","184564":"\n  Building a place and decorating.\n  ","184565":"\n  Nope. That's dangerous. I would never do that unless I'm in danger.\n  ","184566":"\n  Hello\n  ","184567":"\n  I'm a college graduate. I don't attend classes anymore.\n  ","184568":"\n  Thanks. You too!\n  ","184569":"\n  Outer space. I'm scared of oceans.\n  ","184570":"\n  I'm a girl, and no I never knocked anyone out cold. But not because I can't.\n  \n  Me and my friend once win a fight with senior bullies at school. 2 vs 4. We were able to restrain 4 of them without knocking them down. We won with a smug face.\n  ","184571":"\n  Many times. Tosca would be my choice.\n  ","184572":"\n  A damaged cross.\n  ","184573":"\n  Tergantung orangnya\n  ","184574":"\n  Yes\n  ","184575":"\n  I'm not gonna give you a tips on that\n  ","184576":"\n  24\n  ","184577":"\n  Period cramps.\n  ","184578":"\n  My pen pal\n  ","184579":"\n  My hamster.\n  ","184580":"\n  None. It's awful. How can anyone find favorite moment during a fucking pandemic?\n  ","184581":"\n  1. Cramp\n  \n  2. Slippy floor on the edge of depth-changing area\n  ","184582":"\n  Eat some snacks.\n  ","184583":"\n  Sometimes. Years ago when I was still a high school student.\n  ","184584":"\n  Cellphone\n  ","184585":"\n  Hey, everyone got used once in a while. Makes you a smarter person next time.\n  ","184586":"\n  Nov 3\n  ","184587":"\n  Night owl.\n  ","184588":"\n  Banana.\n  ","184589":"\n  Build a bunker, stock a bunch of MRE and prepared for zombie apocalypse\n  ","184590":"\n  Rihanna\n  ","184591":"\n  Cloudy, will soon to be raining.\n  ","184592":"\n  I don't have a wife. And I'm surely not married.\n  ","184593":"\n  I nearly drowned twice. I'm a lousy swimmer.\n  ","184594":"\n  Toddler\n  ","184595":"\n  Doritos\n  ","184596":"\n  Many times\n  ","184597":"\n  I'm not sure if I follow you. I don't know your name.\n  ","184598":"\n  I don't know. What's so romantic about it?\n  ","184599":"\n  Well, protest is ok. It's democracy. Just don't hurt people or initiate fear.\n  ","184600":"\n  This one doesn't.\n  ","184601":"\n  Doggie dog\n  ","184602":"\n  This. A couple of days ago.\n  ","184603":"\n  Pasta\n  ","184604":"\n  Rain and wind.\n  ","184605":"\n  I don't read magazines\n  ","184606":"\n  When my loved ones are in danger.\n  ","184607":"\n  Just a plain warm milk\n  ","184608":"\n  Come on. It has to be him. So everytime I got screwed by a bf, I can make him go away rather quickly.\n  ","184609":"\n  I'm really not in a mood of melancholic question. Sorry.\n  ","184610":"\n  Every dog\n  ","184611":"\n  Every holiday. Because that would mean a day off.\n  ","184612":"\n  Yup. 1996.\n  ","184613":"\n  No, not really. Maybe an attraction at first sight.\n  ","184614":"\n  78\n  ","184615":"\n  A skirt with leggings underneath.\n  ","184616":"\n  Yes. I like miso, kake dashi or soyu.\n  ","184617":"\n  funny how politeness ends after hearing no.\n  ","184618":"\n  Construct your question more specific please.\n  ","184619":"\n  None. I don't like being exposed to heat.\n  ","184620":"\n  Yes. A lot of guppies, a louhan, 2 hamsters, 2 dogs, 1 mini hedgehog.\n  ","184621":"\n  I worship hamster in a daily basis.\n  ","184622":"\n  Yesterday. Because I made a mistake.\n  ","184623":"\n  Morning: Face Wash, soothing gel, spf (occasionally)\n  \n  Night: Face scrub, rose water, grapeseed oil, night cream+eye cream, soothing gel.\n  ","184624":"\n  Personal data because my wifi sucks.\n  ","184625":"\n  No\n  ","184626":"\n  24 and lower back pain.\n  ","184627":"\n  We don't use toilet paper here. We wash our ass with water.\n  ","184628":"\n  Jangan bergadang\n  ","184629":"\n  My allergic reaction.\n  ","184630":"\n  Just a tip, don't screw another girl by claiming you're a lesbian in a spur of anger\/experiment. It makes you no different from those boys you called jerk.\n  ","184631":"\n  Yeah, sometimes I will put a cooling gel on my closed eyes because my migraine is often come from my tired eyes.\n  ","184632":"\n  Alan Shore's word salad in Boston Legal. James Spader is a genius.\n  ","184633":"\n  Since I'm not living in US, I can't say much. But I can say it's like a circus going on, with no elephant or lions. Hunan's circus.\n  ","184634":"\n  Sometimes, I don't really know. Some kind of vibe, I guess. I tend to follow my gut feelings.\n  ","184635":"\n  Well, you sent questions anonymously to many strangers, do you expect them all to be friendly? I don't think so.\n  ","184636":"\n  Instant noodle\n  ","184637":"\n  Maybe they just change, or maybe that's just their real personality.\n  ","184638":"\n  Asim itu apa?\n  ","184639":"\n  2 days ago\n  ","184640":"\n  Sometimes\n  ","184641":"\n  Marsel\n  ","184642":"\n  Hot chocolate\n  ","184643":"\n  Not really anime fan, but as a kid I love Hunter x Hunter, Gegege no Kitaro, and Cooking Master Boy.\n  ","184644":"\n  Thanks!\n  ","184645":"\n  Thank you. I might take some tea instead. it's probably a cramp.\n  ","184646":"\n  Having stomach problem in the middle of the night.\n  ","184647":"\n  Depends on what he's talking about.\n  ","184648":"\n  Because chocolate doesn't disappoint, unlike people.\n  ","184649":"\n  The one that's still going on to this day. 14+ years.\n  ","184650":"\n  I'm alone all the time. Never an issue for me at least.\n  ","184651":"\n  Raining and dark.\n  ","184652":"\n  Comfort is my bedroom.\n  ","184653":"\n  Invisible\n  ","184654":"\n  Tidy and minimalist.\n  ","184655":"\n  Once a month, I think\n  ","184656":"\n  Chicken porridge\n  ","184657":"\n  Many times. I'm kind of stupid on that.\n  ","184658":"\n  Feel free to smoke, I'm not really care what you do in your own tine, as long it's not in public spaces.\n  ","184659":"\n  When I was dreaming about being chased by a pig-head psychopath through a Chinatown so he can kill me with a meat knife.\n  ","184660":"\n  Nope. I'm doing mitosis.\n  ","184661":"\n  well, spiritual then.\n  ","184662":"\n  I don't know, maybe. if that's the suitable term.\n  ","184663":"\n  Yup. A couple times.\n  ","184664":"\n  well, I believe on greater power out there, but I'm not consider myself to be in a specific religion\n  ","184665":"\n  An organ\n  ","184666":"\n  I'm not sure.\n  ","184667":"\n  Max. I don't like dealing with paperwork.\n  ","184668":"\n  I don't really know. I love a lot of songs.\n  ","184669":"\n  Kfc bucket.\n  ","184670":"\n  Mom is generally straightforward, but she's not mean.\n  \n  Dad is generally understanding, but he's very discipline.\n  ","184671":"\n  Shut down and eat a lot\n  ","184672":"\n  Nothing\n  ","184673":"\n  What a stereotypical, geez.\n  \n  Me and many others are only wearing makeup on special occasions. And also, women who loves makeup doesn't mean they're lack of self-confidence.\n  \n  Same case on men with big motorcycle\/fancy car. It's an acquired taste and budget. Not every men see it as a must.\n  \n  Just a matter of preference.\n  ","184674":"\n  Rihanna\n  ","184675":"\n  Healthy. Usually outgoing.\n  ","184676":"\n  Graduated. Graphic design major.\n  ","184677":"\n  Full independence\n  ","184678":"\n  You're welcome\n  ","184679":"\n  Yep, bad karma ahead.\n  ","184680":"\n  I prefer to eat at home.\n  ","184681":"\n  Alternative friends.\n  ","184682":"\n  - Brownies\n  \n  - Cookies\n  \n  - Apple Pie\n  \n  - Macaroni Schotel\n  \n  - Creamy Mushroom Pasta\n  \n  - Takoyaki\n  \n  - Yoghurt\n  \n  - Fried rice\/nooddle\n  \n  - Pudding\n  ","184683":"\n  Let them be.\n  ","184684":"\n  Usually radio.\n  ","184685":"\n  I have no idea. Maybe if I met the guy who makes me feel like I want to live.\n  ","184686":"\n  When someone is so insecure about themselves, they started to wish they have other people's life.\n  ","184687":"\n  Hell no.\n  ","184688":"\n  Prepared for what? Do I have to repeat this all over again?\n  ","184689":"\n  Be specific, genius.\n  ","184690":"\n  Not that much. Only once or twice a week.\n  ","184691":"\n  Usually on the head. Thier snoots are cute, but I don't like getting wet.\n  ","184692":"\n  For what?\n  ","184693":"\n  Dunkin.\n  ","184694":"\n  My hands are swollen. I think it might be a problem.\n  ","184695":"\n  I don't think I can bear a child in my stomach. So I'm just gonna get a dog.\n  ","184696":"\n  Make sure my bills are paid.\n  ","184697":"\n  The Dance Monkey song.\n  ","184698":"\n  An hour probably.\n  ","184699":"\n  Working. But I'm on a lunch break right now.\n  ","184700":"\n  Sometimes. But I grew to not really care as long as they didn't really cost me.\n  ","184701":"\n  \"Hey kid, don't waste your time chasing some boy. Start thinking about your career choices. You're gonna need that.\"\n  ","184702":"\n  Sometimes. But not necessarily.\n  ","184703":"\n  Jim Carrey\n  ","184704":"\n  Depends. If I trust them to have genuine concern, I would tell them the truth. But to others, I'm just gonna say I'm fine.\n  ","184705":"\n  indeed. It happens really often to the point where I spent half an hour just to decide what brand should I pick for my shampoo.\n  ","184706":"\n  Watch TV series and eat ramen.\n  ","184707":"\n  Once. Only for a few hours until I realized I didn't bring my ID.\n  ","184708":"\n  Her.\n  ","184709":"\n  Not that often. I think that's because I usually go for great length on something that I really consider for a ling time. I was thinking for more than a year just to choose what would be my first tattoo.\n  ","184710":"\n  No, not really. Except for the one where they say that I'm not good with people. That's true.\n  ","184711":"\n  I don't think I never really consider that. I can't even drive.\n  ","184712":"\n  Features of what?\n  ","184713":"\n  3 & By.U\n  ","184714":"\n  Yes, years ago.\n  ","184715":"\n  No judgement. As long as they keep it responsible.\n  ","184716":"\n  Loyal, funny, genuine\n  ","184717":"\n  Depends on who the person is.\n  ","184718":"\n  Idk. I'm not a special snowflake.\n  ","184719":"\n  Karaoke, Netflix, making Brownies.\n  ","184720":"\n  I can't even remember the title. Because I don't like it.\n  ","184721":"\n  Sometimes. And I'm easy to feel guilty, although I'm not always saying it.\n  ","184722":"\n  Independent\n  ","184723":"\n  Once. It continued through my time at  junior high school.\n  ","184724":"\n  No comment\n  ","184725":"\n  5 in US size (I think)\n  ","184726":"\n  3x. Tapi 2 nya gak terlalu beda2 amat. Cuma 1 yg totally different.\n  ","184727":"\n  24-25, 31-1 kalo gak salah.\n  ","184728":"\n  Once. Honestly I don't know if he ever stalk my social media or not, because I blocked him immediately after we broke up. But he did stalk me in real life.\n  ","184729":"\n  Who are you?\n  ","184730":"\n  Tergantung ujiannya apa.\n  ","184731":"\n  Mountain. Ocean scares me.\n  ","184732":"\n  You don't have profile picture, chucklehead.\n  ","184733":"\n  Depends on the mood. I would love showering in the morning but bathing in the evening.\n  ","184734":"\n  I wonder if I can be a that legendary creature from Loch Ness. I thought that would be cool.\n  ","184735":"\n  Once. It was in high school when a girl bitch-shaming me for being friends with a her boyfriend. And we were always friendly without being borderline flirty. In fact, I never comfortable flirting with any guy who happened to be friends with me. I assume she doesn't like me because when this couple fight, he would ignoring her and go to talk to me.\n  \n  Just for a note, I friends with him long before he date this girl. So I don't know where she got the idea that I'm flirting with her boyfriend.\n  ","184736":"\n  Idk, scary.\n  ","184737":"\n  Ask Naruto, not me.\n  ","184738":"\n  😃🌹😬❤😂\n  ","184739":"\n  🙋\n  ","184740":"\n  Thank you.\n  ","184741":"\n  Try listen to Tori Amos - Me and a gun.\n  \n  If that song doesn't f---ed you up, you're lying.\n  ","184742":"\n  Not insecure, more like sceptical.\n  ","184743":"\n  10 a.m. I sleep at 2\/3 a.m\n  ","184744":"\n  Nope. My stomach is easily upset\n  ","184745":"\n  Depends. I'm not a fan of staying in stranger's bedroom. Unknown bodily fluids, unknown deaths, etc.\n  ","184746":"\n  Someone watching me eating something.\n  ","184747":"\n  Not bad, I'm that kind of person too.\n  ","184748":"\n  I can play a recorder.\n  ","184749":"\n  Just quit while you're ahead\n  ","184750":"\n  Sort of.\n  ","184751":"\n  Pfft.\n  ","184752":"\n  Germany, just because I need to understand what Rammstein said in their songs.\n  ","184753":"\n  Gak ada angin di air. Adanya oksigen.\n  ","184754":"\n  Rock, alternative\n  ","184755":"\n  My first exhibition back in 2016\n  ","184756":"\n  Someone once told me, \"Don't let them say that you can't do it. Prove them wrong.\"\n  ","184757":"\n  Guns N Roses and RHCP. Yes, I still do. Especially RHCP.\n  ","184758":"\n  Yes on a day where I eat too much.\n  ","184759":"\n  I wanted to be a painter. But mom told me I'm jot gonna make any money so...\n  ","184760":"\n  Because people are taught to be offended and aroused by round breast. And it's stupid.\n  ","184761":"\n  Pfftt : \"this sucks\"\n  ","184762":"\n  Yeah, a couple times. I drank bad milk.\n  ","184763":"\n  I'm a home girl.\n  ","184764":"\n  Who?\n  ","184765":"\n  Sometimes, yes.\n  ","184766":"\n  I think about 5 years.\n  ","184767":"\n  Sucks.\n  ","184768":"\n  I was born in the 90s, so no. I'm not old enough.\n  ","184769":"\n  I'm not gonna play god on this one. I'm a doctor with rules and license.\n  \n  If I have the medicine for the first patience, I'm gonna give it to her\/him. The other 5 needs transplants, doesn't mean they're gonna die on the next 5 minutes. So the next step is I'm gonna working hard on finding available donor\/put them on donor recipients list. That's all I can do.\n  ","184770":"\n  Mindhunter\n  ","184771":"\n  Doctor.\n  ","184772":"\n  I don't really know. I think I'm in the middle of it.\n  ","184773":"\n  From what? Be specific.\n  ","184774":"\n  November 3\n  ","184775":"\n  The first one is the best.\n  ","184776":"\n  It's a cliche, but I hope I can restrain myself from a lot of food next year.\n  ","184777":"\n  Not really. My closet consists of just blue, black and white.\n  ","184778":"\n  I'm sort of thinking that if it wasn't for Macaulay Culkin, the movie wouldn't be that fun.\n  ","184779":"\n  Yes\n  ","184780":"\n\n   https:\/\/open.spotify.com\/playlist\/7Iu8RIuY6SGD0ErEBvapKH?si=18sHT2VBThK8e78CdCv2vA\n  \n\n  This is my playlist\n  ","184781":"\n  Not really\n  ","184782":"\n  Probably\n  ","184783":"\n  Home Alone!\n  ","184784":"\n  Like a stone age\n  ","184785":"\n  When I was about 13 y.o, I put a glass bowl on a stove, thinking it was okay. The glass bowl explode just 2 meters from where I stand. I didn't get any scratch, but It was very scary.\n  ","184786":"\n  Yes\n  ","184787":"\n  No\n  ","184788":"\n  Me feeling a little lonely. I spent too much weekend by myself.\n  ","184789":"\n  They guilty-tripped me.\n  ","184790":"\n  They have little curiosity on my private life.\n  ","184791":"\n  Don't compare yourself to others. You'll never be satisfied.\n  ","184792":"\n  Get my my work done before the deadline.\n  ","184793":"\n  A complete collection of Dark Angel novel.\n  ","184794":"\n  No, not really. I'm Scorpio.\n  ","184795":"\n  A lot of foods.\n  ","184796":"\n  I don't like being tickled\n  ","184797":"\n  Sometimes.\n  ","184798":"\n  Fact about whoM\n  ","184799":"\n  What?\n  ","184800":"\n  Not gonna tell you. It's a secret, and hidden.\n  ","184801":"\n  24\n  ","184802":"\n  Not really. I'm not a fan of going out from home.\n  ","184803":"\n  Depends. I like fresh coconut, but I don't like coconut flakes etc.\n  ","184804":"\n  Blue-black-white\n  ","184805":"\n  2016? Idk why, it just was for me.\n  ","184806":"\n  By sleeping.\n  ","184807":"\n  I never cheated. But, I once developed feelings to someone when I'm in a relationship (even though I didn't do something about it).\n  ","184808":"\n  There is a thin line when someone being curious or being a creep. When someone is curious, I'm okay.\n  ","184809":"\n  Depends on how you describe okay.\n  ","184810":"\n  I don't know. I dealt with them a couple times before. I just don't get why.\n  ","184811":"\n  Idk why, but it's probably a sloth.\n  ","184812":"\n  Yes, as long as I can understand what they're saying. I'm not really harsh on proper grammar or something.\n  ","184813":"\n  \"Gear up!\" In NCIS\n  ","184814":"\n  Sabar. Gak kebayang kalau marah trus diingetin buat terus sabar padahal seumur hidup dia emg Sabar.\n  ","184815":"\n  Change on what?\n  ","184816":"\n  I have a Spotify playlist for it.\n  \n\n   https:\/\/open.spotify.com\/playlist\/7Iu8RIuY6SGD0ErEBvapKH?si=EHK8pejuSIKdOd7Z4qZrUg\n  \n","184817":"\n  No, I don't think I have.\n  ","184818":"\n  Probably not go away, but crystallized like other viruses after we reached the herd immunity.\n  ","184819":"\n  Depends on the mood.\n  ","184820":"\n  Move on.\n  ","184821":"\n  Terlalu sabar. It's impressive, but I don't think I can do that.\n  ","184822":"\n  Kenalan doang mah gapapa\n  ","184823":"\n  Netflix\n  ","184824":"\n  Sorry but no.\n  ","184825":"\n  No\n  ","184826":"\n  Chocolate. Plain and simple.\n  ","184827":"\n  Not really. They say my music is loud.\n  ","184828":"\n  Maybe. Seems nice.\n  ","184829":"\n  Enggak menguasai sih. Sekedar bisa aja. Bahasa Indonesia & Inggris.\n  ","184830":"\n  Jasmine\n  ","184831":"\n  Not really. I just like it tidy.\n  ","184832":"\n  I have a crush with Cote de Pablo and Pauley Perrette\n  ","184833":"\n  A little of Japanese, with a hint of Korean and Chinese. And a little bit of Italian. But mostly Indonesian.\n  ","184834":"\n  Netflix\n  ","184835":"\n  Every dog.\n  ","184836":"\n  My family use cable, but I mostly use streaming services. Netflix, Disney+ and HBO GO.\n  ","184837":"\n  For now, it's Layla by Derek & The Dominos\n  ","184838":"\n  Mostly alone.\n  ","184839":"\n  Everyone else is asleep. I'm staying late.\n  ","184840":"\n  I don't know.\n  ","184841":"\n  Nothing. I didn't lose anything.\n  ","184842":"\n  Making collage art, doing karaoke, sometimes making brownies or cook some pasta, writing short stories.\n  ","184843":"\n  Being able to finish my work deadline\n  ","184844":"\n  I don't think so.\n  ","184845":"\n  Sure, be confident about it.\n  ","184846":"\n  A celebrity crush.\n  ","184847":"\n  A holy cow\n  ","184848":"\n  Not to trust people too much\n  ","184849":"\n  Mostly rock, but I listen to a lot of things.\n  ","184850":"\n  Yes.\n  ","184851":"\n  Usually, I wouldn't know gossip around me.\n  ","184852":"\n  No one night stand. But I'm fine cooking noodle. Also, it's corona time.\n  ","184853":"\n  Sometimes.\n  ","184854":"\n  Not getting too close\n  ","184855":"\n  Instant noodles. I'm lazy.\n  ","184856":"\n  Never.\n  ","184857":"\n  Not doing anything. I'm burnt out.\n  ","184858":"\n  Pasta\n  ","184859":"\n  Anything relate to Red Hot Chili Peppers.\n  \n  3 vinyl\n  \n  3 CDs\n  \n  9 cassettes\n  \n  1 book\n  \n  And my mom was mad because I spent my paychecks on them.\n  ","184860":"\n  Everything will get worse before it gets better.\n  ","184861":"\n  The Exorcist\n  ","184862":"\n  What is that?\n  ","184863":"\n  My hair. And it wad months ago.\n  ","184864":"\n  Derek & the dominos - Layla\n  ","184865":"\n  Night owl\n  ","184866":"\n  Scorpio\n  ","184867":"\n  Online.\n  ","184868":"\n  Not really\n  ","184869":"\n  On burger? Yes.\n  ","184870":"\n  Nope.\n  ","184871":"\n  Night.\n  ","184872":"\n  Well, I'm hoping for the best.\n  ","184873":"\n  You're welcome!\n  ","184874":"\n  Haha, or maybe she's into you after all. Who knows? 😁\n  ","184875":"\n  No. I don't drive at all.\n  ","184876":"\n  The attempted jokes one. It's funnier because it's supposed to be funny but it's not.\n  ","184877":"\n  Well thank you. I think I actually did this type of conversation before. You know, placing myself as an example. I figured it makes talking a lot easier, especially on riskier topics.\n  ","184878":"\n  If that's the case of pure curiosity....\n  \n  I think, maybe because she feels that it was more appropriate\/subtle for her to talk about herself rather than saying \"If you're gonna marry a white girl...\"\n  \n  When she makes herself an example, it would spare her on talking about race explicitly. Sometimes talking about race could be a sensitive matter.\n  ","184879":"\n  Whisper. I don't wanna damage my vocal chord.\n  ","184880":"\n  Well, rather than listening to me while I make assumptions about her intention, it would be better if you ask her directly.\n  \n  I mean, if it's up to me, I could think a lot of reasons.\n  \n  1. Maybe she's into you but she's scared that she and her baby have to follow your culture.\n  \n  2. Maybe she's purely curious.\n  \n  3. (This is the worse scenario, but I hope this isn't the case) She could be mocking or teasing.\n  \n  4. Etc.\n  \n  But then again, it's just maybes, a potential scenario.\n  ","184881":"\n  Well, it might be just my point of view. Maybe that's what happened with some women. But better not making assumptions gentlemen.\n  ","184882":"\n  Concert tickets.\n  ","184883":"\n  Uh, not really.\n  ","184884":"\n  be 30 years old.\n  ","184885":"\n  Don't get me wrong.. Liking your post, seeing your stories, and heart emojis could meant that she's just being friendly or nice.\n  ","184886":"\n  On that case, something was definitely changed\/happened. It could be something between the two of you during your dates (she feels like it doesn't work, etc.) or another factor outside the relationship (she found someone else, etc.)\n  ","184887":"\n  I can't speak Spanish but, hello.\n  ","184888":"\n  Never mind.\n  ","184889":"\n  That's a figure of speech though.\n  ","184890":"\n  I'm pretty sure I don't want that. Thank you.\n  ","184891":"\n  The language is everything. When they started to be defensive, just stop. The play-hard-to-get don't get defensive, they're just teasing ang buying time.\n  ","184892":"\n  Thanks\n  ","184893":"\n  No. But I don't hate them either.\n  ","184894":"\n  Graphic design\n  ","184895":"\n  Only for work.\n  ","184896":"\n  Some people were born to be hard on themselves. Probably, you are too.\n  ","184897":"\n  Depends on what you consider friends. I have friends with different categories.\n  ","184898":"\n  No it's not.\n  ","184899":"\n  Because I just don't trust people generally (?)\n  ","184900":"\n  That's quite a compliment. And no, life already fucked me up.\n  ","184901":"\n  Read line 6.\n  ","184902":"\n  Naah. I don't think so. Indonesia.\n  ","184903":"\n  Thanks nonetheless.\n  ","184904":"\n  My drawings. On my arm.\n  ","184905":"\n  Many times. Ended up embarrassing myself.\n  ","184906":"\n  The opposite of what most people believe, not every woman likes to be chased. Some of us might play hard to get, but the others are just honestly avoiding you. Learn to know the sign.\n  ","184907":"\n  Don't know. Never have one.\n  ","184908":"\n  Yes.\n  ","184909":"\n  I don't know about popular, but there are still plenty who's using it.\n  ","184910":"\n  It's just how I was made. I'm no good with affection.\n  ","184911":"\n  I'm attracted to a brick wall.\n  ","184912":"\n  Tell her\/him directly.\n  ","184913":"\n  I'm a hybrid between plants and alien.\n  ","184914":"\n  A bowl.\n  ","184915":"\n  Thanks. But I'm not sweet. I'm radioactive.\n  ","184916":"\n  I am a weirdo.\n  ","184917":"\n  Oh, come on. I said no foot\/feet.\n  ","184918":"\n  I'm smol. Kind of oompah loompah.\n  ","184919":"\n  I'm flattered. How so? You like weirdos like me?\n  ","184920":"\n  I chose not to. It's on me.\n  ","184921":"\n  Yes. I even tried to pull it with a string myself as a kid. Didn't end well.\n  ","184922":"\n  Nope.\n  ","184923":"\n  I don't know. Someone gave me the question. And it's a funny shitposting at first, until the joke runs out.\n  ","184924":"\n  Some of them, yes.\n  ","184925":"\n  I'm not gonna engage on that and say \"Nope.\"\n  ","184926":"\n  That means they would ask permission to tickle. Consent.\n  ","184927":"\n  No, not all men. It's just I'm usually have a bad judgment when it comes to relationship. I don't trust my judgment on that.\n  ","184928":"\n  Is napping considered hobby?\n  ","184929":"\n  They might not like be tickled on their feet. Me for example.\n  ","184930":"\n  Bad sense of humor, I think.\n  ","184931":"\n  Deep condolences for you and your cousin. Stay strong.\n  ","184932":"\n  No. If they want to be accepted, they can't just flip people around to get to their feet.\n  ","184933":"\n  Oh, in that case, they would just blend in. Perfectly fine.\n  ","184934":"\n  Mostly waist and behind neck. Easy spots.\n  ","184935":"\n  No, they'll prefer someone around 16-20. 10 y.o is just more easier, but not so powerful laughter.\n  ","184936":"\n  They'll tickle people in public because it would be creepy and suspicious to tickle people in private. They want to avoid that. They'll disguised themselves as pranksters.\n  ","184937":"\n  Girls would be better. They have skills to sneak up without much noises.\n  ","184938":"\n  Go on.\n  ","184939":"\n  Probably arond 10 to 25. And they will after girls mostly because they usually have more tickle spots. But they'll still after boys too.\n  ","184940":"\n  Probably the young one. They want to avoid sudden heart attack on elders.\n  ","184941":"\n  Nobody can tickle me. I only have one tickle spot and it isn't common.\n  ","184942":"\n  Considering I got too much bad relationships, I might have bad judgment about men.\n  ","184943":"\n  Fine, I'm celibate.\n  ","184944":"\n  Thanks. Just vote one though. Only because it came through my feed.\n  ","184945":"\n  No, I know the answer. I'm bored.\n  ","184946":"\n  Chernobyl's elephant foot size.\n  ","184947":"\n  Are you sure? What if I'm a psycho or something?\n  ","184948":"\n  Mostly yes. But sometimes it's just superstition.\n  ","184949":"\n  I think so.\n  ","184950":"\n  I haven't take any day off this year.\n  ","184951":"\n  Jupiter\n  ","184952":"\n  Thank you. That's very kind of you.\n  ","184953":"\n  Tuesday\n  ","184954":"\n  Not really\n  ","184955":"\n  Yes\n  ","184956":"\n  Work\n  ","184957":"\n  Exhausted\n  ","184958":"\n  Depends. Sometimes I do, sometimes I don't.\n  ","184959":"\n  Nothing\n  ","184960":"\n  No\n  ","184961":"\n  A lot.\n  ","184962":"\n  I'm not good at this.\n  ","184963":"\n  Nothing but DNA.\n  ","184964":"\n  Idk, I never think about that actually. I mean, I get it why someone would be afraid. A stranger coming down from your chimney? That's a break in.\n  ","184965":"\n  That would be me.\n  ","184966":"\n  Nah, not really. Just stay home and do Dark Angel marathon\n  ","184967":"\n  Probably John Frusciante\n  ","184968":"\n  Find the balance\n  ","184969":"\n  Which photo?\n  ","184970":"\n  Ireland. Because of the castle.\n  ","184971":"\n  Healthy\n  ","184972":"\n  Yes. It's an experimental rock song by this band Dot Hacker. Give it a listen.\n  ","184973":"\n  Ah, this whole conversation reminds me of a song that has this funny title.\n  \n  It calles \"Idleidolidyl\" which could sounds like you're saying the same words 3 times. Idle Idol Idyl\n  ","184974":"\n  Gak tau sih ya itu namanya diselingkuhin apa enggak, tp pernah dia pdkt sama orang lain pas masih jadian (blm putus).\n  ","184975":"\n  I have no mission. I'm not planning to stick around very long.\n  ","184976":"\n  Cremation\n  ","184977":"\n  Ah yes, the 'quite' and 'quiet' are also on my top list.\n  ","184978":"\n  Me too, those two were just the most often mistakes that I do.\n  ","184979":"\n  About?\n  ","184980":"\n  My stomach cramps\n  ","184981":"\n  It's just a question though... But I don't know how that feels, I rarely ask question to people.\n  ","184982":"\n  Because we actually care about them. That's why what they did matter for you.\n  ","184983":"\n  There's a lot. But I often write 'wich' instead of 'which' and 'immidiately' instead of 'immediately'.\n  ","184984":"\n  I don't have a crush, for now.\n  ","184985":"\n  No, i don't think so.\n  ","184986":"\n  Stand your ground. And keep your eyes open. A man finds woman attractive doesn't mean he would go for her. But considering the woman also attracted to him, maybe you should be concerned.\n  ","184987":"\n  Neither.\n  ","184988":"\n  Instant noodles\n  ","184989":"\n  I just woke up, and I'm tired, and it's freaking monday, and I have to work.\n  ","184990":"\n  It's not wrong, but kind of foolish.\n  ","184991":"\n  Good watch, good music, good food.\n  ","184992":"\n  I'm in no position to give you advice, but I think you can still move on with your life, even though it could be challenging. Being uncomfortable around people doesn't mean you wouldn't find someone who makes you comfortable.\n  ","184993":"\n  Yes, but it rarely happens. Usually just between December to January. When the rain is heavy.\n  ","184994":"\n  For me, anywhere below 21°.\n  ","184995":"\n  Just be nice, I guess. I don't know.\n  ","184996":"\n  The time I'm gonna die. So I can enjoy the last day.\n  ","184997":"\n  Never.\n  ","184998":"\n  Yes. I almost sprinted between cooking and working, I forgot to to save my workload and lost it when the power is off.\n  ","184999":"\n  I'm guessing Tik Tok. But I wouldn't nostalgic about it because I don't use it.\n  ","185000":"\n  You too 🌹\n  ","185001":"\n  Moving on.\n  ","185002":"\n  Noted\n  ","185003":"\n  Samoyed.\n  ","185004":"\n  Pretty much around 30-36. And it's hot. I don't wear sweater that much unless I'm going to a rather cold place.\n  ","185005":"\n  One of them is selfish, one of them isn't.\n  ","185006":"\n  Absolutely dog.\n  ","185007":"\n  Because you need it.\n  ","185008":"\n  Maybe my favorite bowl.\n  ","185009":"\n  I don't know. Because I don't know you. Probably just \"Hi, have a nice day.\"\n  ","185010":"\n  I can't really remember. Not a fan of sweater. Especially with this weather.\n  ","185011":"\n  Indeed. Not a very comfortable city though. It's a capital city and business center. I personally don't like it that much, but I work here so....\n  ","185012":"\n  My order from amazon will  arrive this Wednesday. I've been waiting for months.\n  ","185013":"\n\n   https:\/\/www.youtube.com\/playlist?list=PLToJMPJFpRy6AnLVRN99TWhtSM5N5Bw6Y\n  \n\n  Feel free to explore\n  ","185014":"\n  I'm really short. 156 cm. I'm a hobbit.\n  ","185015":"\n  Never. It's dangerous. Unless he threatens me, I'm not gonna do that.\n  ","185016":"\n  I don't know how to do it properly. But I know the basic, I guess. Never try it on someone.\n  ","185017":"\n  I think so.\n  ","185018":"\n  Fortunately, I've never been on a physical fight. But I believe I could, if I want to. I live with 2 brothers, we played wrestling as kids.\n  ","185019":"\n  Yeah, I live in Jakarta too.\n  ","185020":"\n  Ah, I see. It's interesting that you like the spoken language. Are they often speak the language there?\n  ","185021":"\n  Do you study it or something?\n  ","185022":"\n  Yellow pages. I vandalized them as a kid.\n  ","185023":"\n  I'm a clueless person.\n  ","185024":"\n  Insecure, most of the times I would question what have I done.\n  ","185025":"\n  Yes. That's correct.\n  ","185026":"\n  To what?\n  ","185027":"\n  Everydog.\n  ","185028":"\n  I hope weekend could be longer.\n  ","185029":"\n  Idk...is listening to radio counts?\n  ","185030":"\n  Be genuine.\n  ","185031":"\n  Not very often. I'm loyal to my number.\n  ","185032":"\n  I only have an account for my work.\n  ","185033":"\n  A salted egg spaghetti\n  ","185034":"\n  And for you too!\n  ","185035":"\n  Kepikiran: impulse, gak dilakukan dengan sengaja, ex: tiba2 kepikiran tagihan.\n  \n  Memikirkan: activity, dilakukan sengaja, ex: memikirkan masa depan.\n  ","185036":"\n  Yes, it's one thing if people give them voluntarily. But to ask for them, it's a different thing.\n  ","185037":"\n  Yes\n  ","185038":"\n  Watching series or listen to music\n  ","185039":"\n  Not much left\n  ","185040":"\n  Round. Because it seems logical. If the earth is flat, how can no one ever found the 'edge' of it?\n  ","185041":"\n  I have no idea. When the time is right, with the right person.\n  ","185042":"\n  Probably that polite kid I used to teach 8 years ago.\n  ","185043":"\n  Can't\n  ","185044":"\n  Okay\n  ","185045":"\n  Nope\n  ","185046":"\n  I would like to be John Frusciante for a day and I would try to decoding the way his brain works.\n  ","185047":"\n  I honestly don't know what to believe. I haven't decided yet.\n  ","185048":"\n  I'm gonna say the double album Stadium Arcadium\n  ","185049":"\n  When you're mature enough to think about having your own family.\n  ","185050":"\n  There's no such thing.\n  ","185051":"\n  I never do. So I don't know what it feels like.\n  ","185052":"\n  There's no live happily ever after. But relationship stays because of strong feelings between two individuals, which including moments of doubt, anger, sadness and weakness. It's not always flowers and rainbows.\n  ","185053":"\n  I'll be a cave painter\n  ","185054":"\n  I'm not sure\n  ","185055":"\n  I have no idea. Still a mystery. Tell me when you know the answer.\n  ","185056":"\n  Usually not, unless I'm wasted.\n  ","185057":"\n  Anything with Michael Weatherly in it.\n  ","185058":"\n  Eat something\n  ","185059":"\n  Money\n  ","185060":"\n  Karaoke\n  ","185061":"\n  I don't wear any.\n  ","185062":"\n  Watermelon\n  ","185063":"\n  Who is Salma?\n  ","185064":"\n  Maybe, if the major suits me.\n  ","185065":"\n  I'm gonna take a bet and say tiktok videos. It happened to Facebook posts when I was a teenager.\n  ","185066":"\n  I don't know. Probably not. Well, I'm bad at socializing anyway.\n  ","185067":"\n  Just do whatever you want\n  ","185068":"\n  Only to help me sleep\n  ","185069":"\n  Casual.\n  ","185070":"\n  Dompet + hp.\n  ","185071":"\n  Hearing raining sound. And wearing eyes cover.\n  ","185072":"\n  Myself\n  ","185073":"\n  1. My bestie\n  ","185074":"\n  Eat.\n  ","185075":"\n  Cream soup\n  ","185076":"\n  And I wish the best for you as well 🌹\n  ","185077":"\n  Might not the same case, and I can't speak on the same level as your experience. But I think I get a sense of the same feelings years earlier.\n  \n  Like I said, I'm a black sheep. Other family members are considered \"normal\" by common looks or ideology that was formed in my environment. They could be really conservative, and with my bloodline everyone expect me to have a common job. I'm a little bit rebels by built. I can be a little stubborn.\n  \n  When I was a kid I was made to believe that girls who talks back, smokes, have tattoo, pierced, and have bright-colored hair are \"having issues\". So I grew up trying to make myself submissive and avoid raising voice if I disagree with some opinions around me. Because that would make me a good kid.\n  \n  But as I'm getting older, eventually reached my adult years, I strike 3 scores on the bucket list. I stand up for myself more often, I got my first tattoo, and having bright-colored hair all the time. All because I met a mentor at college who's really supportive of what I want in life. And also a family member, the only one who shared the same threats like me, who reminds me that, \"there's another side of normals.\"\n  ","185078":"\n  I would say... The Blacklist, NCIS, Supernatural, or Criminal Minds. But a ton of people already watched those so I wanted to recommend something else.\n  \n  1. Dark Angel (Female lead kicking ass before it was a thing)\n  \n  2. Night Shift (I keep thinking, \"how on earth this hospital getting so much chaos in every episode??\")\n  \n  3. Boston Legal (the jokes wouldn't fly well these days, so be cautious)\n  \n  4. Criminal: United Kingdom (Basically you're gonna watch a drama focused on interviews\/interrogations. It's interesting how they turn so little space into a story through that conversations they had with suspects. Oh they also did series in Spain, French and Germany I think.)\n  \n  5. Forensic Files (It's like watching CSI with real cases.)\n  ","185079":"\n  Oh, and keep it strong 💪 people might often seems unsupportive, but don't give up on people. There are a lot who wouldn't see you any difference. They just don't say it out loud.\n  ","185080":"\n  You're very welcome.\n  ","185081":"\n  I'm still paranoid about plane though\n  ","185082":"\n  I honestly don't know what that is. So I'm not sure what I would think.\n  ","185083":"\n  Mie kuah + telor\n  ","185084":"\n  No\n  ","185085":"\n  For the pandemic to gone (?)\n  ","185086":"\n  Who says that?\n  ","185087":"\n  No. For what? Expecting WW III?\n  ","185088":"\n  Redmi note 9 pro\n  ","185089":"\n  Scary\n  ","185090":"\n  I was emotionally abused. That's enough reason to left someone.\n  ","185091":"\n  I'm straight and came from a quite conservative family (although I think I'm the black sheep among them, I have my own ideology).\n  \n  I do support your community as best as I can. I'm honestly not an activist or something. At least, for me it's basic human rights. People can't take away those rights just because it doesn't suit their way of life.\n  ","185092":"\n  Ireland\n  ","185093":"\n  Hah?\n  ","185094":"\n  Dust\n  ","185095":"\n  Definitely not me\n  ","185096":"\n  Is this including actresses or only actors?\n  \n  If just actors, for now, the list would be:\n  \n  1. Robert Downey Jr.\n  \n  2. James Spader\n  \n  3. Johnny Depp\n  \n  4. Leonardo DiCaprio\n  \n  5. Michael Weatherly\n  ","185097":"\n  Yawning.\n  ","185098":"\n  I can't live in the sea. I'm not a mermaid.\n  ","185099":"\n  Sering\n  ","185100":"\n  How? Why?\n  ","185101":"\n  My big ego. Usually gets me in touble.\n  ","185102":"\n  Context?\n  ","185103":"\n  No\n  ","185104":"\n  A book. I was obsessed with Dark Angel series recently and decided to bought one of the book last month from Amazon. The book hasn't yet arrived.\n  ","185105":"\n  Get to know each other. And giving you mental companion.\n  ","185106":"\n  Tampang lah. Masa baru ketemu  minta liat dompetnya? Emgnya saya polantas?\n  ","185107":"\n  I don't have any tricks.\n  ","185108":"\n  Watching series.\n  ","185109":"\n  Most of the times, no.\n  ","185110":"\n  Get a hobby\n  ","185111":"\n  I cut my ties with them without confrontation.\n  ","185112":"\n  Midnight\n  ","185113":"\n  I choose no one. I'm a loner. I don't deserve the love.\n  ","185114":"\n  Gara2 air es\n  ","185115":"\n  Neither. I like men.\n  ","185116":"\n  Watching Bull Season 2\n  ","185117":"\n  There's a lot of songs and I can't pick just one.\n  ","185118":"\n  Sometimes, yes.\n  ","185119":"\n  Just because I can.\n  ","185120":"\n  I have no idea. I'm bad at that division.\n  ","185121":"\n  Not really. Just a couple of clips of the show on YT.\n  ","185122":"\n  It's just a scene in an episode of Dark Angel that I really like because he looks very charming.\n  ","185123":"\n  -10\n  ","185124":"\n  Fisika.\n  ","185125":"\n  Safe from what?\n  ","185126":"\n  Full house\n  ","185127":"\n  What?\n  ","185128":"\n  I'm too old for this.\n  ","185129":"\n  I don't know. Maybe you just got sweaty hands. Ask a doctor if you're worried about it.\n  ","185130":"\n  Wait, what?\n  ","185131":"\n  No\n  ","185132":"\n  Ironically, people who inspired me are mostly fictional character.\n  ","185133":"\n  Udah kerja kebetulan.\n  ","185134":"\n  Yes. The possibility is unlimited.\n  ","185135":"\n  Some of these deep sea creatures that were discovered lately are weird enough. Imagine what else lived down there\n  ","185136":"\n  Nope.\n  ","185137":"\n  No. It's not a 'must'.\n  ","185138":"\n  But sex is two-way act. I don't want it, so it's not gonna happen. Feel free to do it yourself tho 👌\n  ","185139":"\n  No. Because I don't like them.\n  ","185140":"\n  Nope. If I don't feel the need to do it, I'm not doing it.\n  ","185141":"\n  Irresponsible? No. Because I don't make them.\n  \n  Vicious? Maybe. That's why I don't want them.\n  \n  If you can't love them, why make them?\n  ","185142":"\n  If that's a must, I would've had sex with every man I saw. And no, I still don't feel the need.\n  ","185143":"\n  If you just make them without considering to loving them. You're irresponsible, and possibly a shitty person.\n  ","185144":"\n  Okay\n  ","185145":"\n  I never travel abroad for a lot of reasons. I'm not really a fan of traveling.\n  \n  I usually just go to places inside the country when I really want to, but recently I didn't go anywhere because of this damn virus. I'm very paranoid when it comes to these type of situations.\n  ","185146":"\n  I don't know. I can't speak or others, but for me I'm looking for someone that I can comfortable with. Who have mutual preference on music, movie, jokes, etc.\n  \n  Most importantly, I don't like to be someone's baby girl. I prefer to be treated as partner. Because I was raised among brothers and I'm not really good at being affectionate or open with feelings.\n  \n  Don't get me wrong, a certain type of men prefer women who's submissive, and that's okay for me. It's just not for me.\n  ","185147":"\n  I'll definitely go to the deep sea. Haha. I think, for me personality, the 'unknown' under the sea is more intriguing than the 'unknown' above the sky.\n  ","185148":"\n  Indonesia.\n  \n  Well, I didn't say it's hard. I think it's more like, I'm not in the mood to be in a relationship or at least not looking for it.\n  ","185149":"\n  I still choose the ability to breathing in the water. Because I'm so curious about the deep sea.\n  ","185150":"\n  In my current mindset? Nope. You don't have to. I feel like I can live independently. And I'm quite happy right now.\n  ","185151":"\n  The intention for some of them (first 2 relationships) were to actually know myself better (if I was ready for something serious or not). Like you said, teenage love stories.\n  \n  After that, 3 latest relationships aimed to marriage. All of them.\n  \n  But because the most recent one (the worse one) I stopped having hope about marriage. Right now I just want to live my life for me and myself only.\n  \n  Don't get me wrong, I'm still open for the possibility of marriage, only if I meet someone who can change my perspective.\n  ","185152":"\n  Most of them started as a friend, and then our hobbies or music, or movie preference match. All of that lead to a relationship. Pretty much all of my relationship began that way.\n  \n  But the reason it ended are different from one to another.\n  \n  -The two that ended well were because we both just didn't feel right with each other, one of them even feel much better as a friend.\n  \n  -Two that ended bad happened when they cheat, or strictly obsessed to the point to scared me.\n  \n  -One that I barely remember is the worse of them all. I feel manipulated  through the entire relationship. He's the reason I'm having trust issues, panic attack, sleeping problem and a bunch of other problems. I even need to see psychiatrist. Still trying to recover from that one.\n  ","185153":"\n  Is it me you're looking for? 🎶\n  ","185154":"\n  So far, I had 5 previous relationships. 2 ended badly, 2 ended well (friendly),  1 that I barely remember.\n  ","185155":"\n  I mean that I'm currently not in any relationship. Well maybe flings and playful words banter, but nothing serious.\n  ","185156":"\n  24 next month, Indonesian, no current relationship.\n  ","185157":"\n  What kind of question?\n  ","185158":"\n  Nope. Why should I?\n  ","185159":"\n  Corn. I want to grow a bunch or corns and make a shitty horror movie there.\n  ","185160":"\n  I hate kids.\n  ","185161":"\n  Okay then 👌\n  ","185162":"\n  Well usually, someone who's funny doesn't say he\/she is funny.\n  ","185163":"\n  B. Because I'm scared of drowning.\n  ","185164":"\n  What is that? A show?\n  ","185165":"\n  Can you like, send this personal message directly to the person you intended for?\n  ","185166":"\n  Yes.\n  ","185167":"\n  2016.\n  \n  1. I got my first exhibition.\n  \n  2. I broke up with a manipulative ex.\n  \n  3. RHCP new album.\n  ","185168":"\n  Uhh....this is hard to pick one. But if I have to, it would be The Blacklist.\n  ","185169":"\n  I love to paint.\n  ","185170":"\n  I don't know, never thought of that before. I'm fine with just being friends, but to date one I'm not so sure.\n  ","185171":"\n  Hello\n  ","185172":"\n  I want to be a writer\n  ","185173":"\n  24 next month\n  ","185174":"\n  Minus 10\n  ","185175":"\n  What's wrong with that?\n  ","185176":"\n  Dark brown.\n  ","185177":"\n  Funny boy.\n  ","185178":"\n  A couple times.\n  ","185179":"\n  I do. Even though it seems like fading away these days.\n  ","185180":"\n  I don't think I would mind to be friend with someone who was born on 86. I'm 96 kid, it's just 10 years difference.\n  ","185181":"\n  I'm not an activist, on anything\n  ","185182":"\n  Hello\n  ","185183":"\n  Commitment to bought a house.\n  ","185184":"\n  No, I don't want to have kids.\n  ","185185":"\n  Bring some food (that's mom trick)\n  ","185186":"\n  Schindler's List\n  ","185187":"\n  I really have no idea\n  ","185188":"\n  X5 452\n  ","185189":"\n  Usually ignore them, but mostly  cynical to them. I'm the passive aggressive type.\n  ","185190":"\n  Self awareness.\n  ","185191":"\n  For me personally, in this dark sinister world, I prefer to have a little haha than some cheesy love words.\n  ","185192":"\n  Crime Forensics. Idk, I just want to know how to do it.\n  ","185193":"\n  My meal.\n  ","185194":"\n  A high form of human signature.\n  ","185195":"\n  I'm fine with that as long as no one shoving each other's beliefs to their partner.\n  ","185196":"\n  Not much. Maybe\n  \n  1. Gong Yoo\n  \n  2. Park Yong Ha (+)\n  \n  3. Lee Beom Soo\n  \n  4. Kim Soo Hyun\n  ","185197":"\n  Thank you. Do it in every 2 days.\n  ","185198":"\n  No\n  ","185199":"\n\n   https:\/\/open.spotify.com\/playlist\/7Iu8RIuY6SGD0ErEBvapKH?si=wTm_H5F8T6y6Z7hf4uhhWw&utm_source=copy-link\n  \n","185200":"\n  David Bowie\n  ","185201":"\n  Sayur2an.\n  ","185202":"\n  I can't pick one. There's a lot.\n  ","185203":"\n  2. I don't know their names. One is a girl, one is an elder that I have no idea the gender is.\n  ","185204":"\n  Just water.\n  ","185205":"\n  Logan Cale\/Tony DiNozzo\n  ","185206":"\n  3. It's a perfect number.\n  ","185207":"\n  WhatsApp, Netflix, Instagram\n  ","185208":"\n  I don't have an ex that I still love, so...screw 'em.\n  ","185209":"\n  I don't like Starbucks. I like those kind of coffee that I can get for only Rp 2.000,- (and came in a sachet)\n  ","185210":"\n  Last week. Because I'm not ready for commitment.\n  ","185211":"\n  Amen sister\n  ","185212":"\n  Dingin lah! Yg gak di dinginin dulu = psycho.\n  ","185213":"\n  2 individuals. 2-living-persons.\n  ","185214":"\n  I'm an idiot.\n  ","185215":"\n  Well I don't know. It's human nature.\n  ","185216":"\n  Yes, but not from an ex. I failed to move on from an incident a couple years ago.\n  ","185217":"\n  I don't really like them. I prefer green plants.\n  ","185218":"\n  -Huh?\n  \n  -Reeeaaaallly?\n  \n  -Yep.\n  ","185219":"\n  Bosan\n  ","185220":"\n  Flesh and bones\n  ","185221":"\n  My pet. They need to be fed.\n  ","185222":"\n  Not to be raped, molested, assaulted, harassed.\n  \n  We need to be safe.\n  ","185223":"\n  None. I keep changing brands.\n  ","185224":"\n  Yes. When I'm being a jerk.\n  ","185225":"\n  One of my ex. Even my greatest enemy doesn't receive as much hate as him.\n  ","185226":"\n  Independence. I live in my own house, doing whatever I want.\n  ","185227":"\n  I've been there. I hate the guy and moving on. The quickest way but obviously not the best.\n  ","185228":"\n  We have the same music taste. And yes, I'm easy.\n  ","185229":"\n  I cry mostly on 4 a.m. Almost everyday.\n  ","185230":"\n  Yes. Pas kuliah dulu, lagi trend banget sosmed Path. Waktu itu gw selfie pas lagi mati lampu, upload ke Path. Besoknya pas di kampus temen gw nanya di selfie gw yg kmrn itu anak siapa. Gw bingung dong, trs dia bilang  ke gw buat coba nailin kontras sama brightness nya. Eh bener dong ada cewe bentuknya di belakang gw. Haha. Coba kalo Path msh ada, pengen gw safe ulang itu foto. Hp lama rusak soalnya.\n  ","185231":"\n  Thicc\n  ","185232":"\n  The future.\n  ","185233":"\n  Absolutely not. Ex is an x.\n  ","185234":"\n  I don't even know.\n  ","185235":"\n  Lanjut makan. Masa bodo liat siapa.\n  ","185236":"\n  Something kinky. Haha!\n  ","185237":"\n  A guy with initial R.\n  ","185238":"\n  I sleep in a blackout. My eyes are light-sensitive\n  ","185239":"\n  This one.\n  ","185240":"\n  I used to eat a lot but since it's unhealthy, I do karaoke.\n  ","185241":"\n  Mountain.\n  ","185242":"\n  I want to be reckless and fearless before I die. Anything.\n  ","185243":"\n  I don't understand the question\n  ","185244":"\n  I don't know. I don't list that one as my type. But they're cute.\n  ","185245":"\n  The need their space. Let them be.\n  ","185246":"\n  Whatever suits you.\n  ","185247":"\n  This.\n  ","185248":"\n  Close range competition.\n  ","185249":"\n  Not a food, but milk will do.\n  ","185250":"\n  Both.\n  ","185251":"\n  Idk, but I extremely afraid of cockroaches.\n  ","185252":"\n  Making this\n  ","185253":"\n  Simple idea: Movie night.\n  \n  Another idea: Watching concert.\n  ","185254":"\n  Yes. I eat a lot to be happy.\n  ","185255":"\n  Customer service\n  ","185256":"\n  - NCIS\n  \n  - The Blacklist\n  \n  - Criminal Minds\n  \n  - Twin Peaks\n  \n  - Battle Creek\n  ","185257":"\n  Jkt\n  ","185258":"\n  Ignore them\n  ","185259":"\n  Yes\n  ","185260":"\n  Buah\n  ","185261":"\n  Nothing. But I do love to say 'damn it'.\n  ","185262":"\n  Idk, him?\n  ","185263":"\n  Herbs\n  ","185264":"\n  Can I get the question in English, please?\n  ","185265":"\n  You used Internet Explorer?\n  ","185266":"\n  Screaming: Excuse me, can I have tour attention please?\n  ","185267":"\n  What??\n  ","185268":"\n  Initial R\n  ","185269":"\n  I never counting on that\n  ","185270":"\n  I would like to be a special agent, or detective. I always love that.\n  ","185271":"\n  Pacaran\n  ","185272":"\n  Private life\n  ","185273":"\n  The real reason.\n  ","185274":"\n  A service center\n  ","185275":"\n  Right now:\n  \n  1. Shampoo & Conditioner - Naturals by Watson\n  \n  2. Hair vitamin - Ellips\n  \n  3. Creambath - Cultusia (Avocado)\n  ","185276":"\n  Dika siapa?\n  ","185277":"\n  Looking for old magazines stock on an e-commerce\n  ","185278":"\n  Depends on the context.\n  ","185279":"\n  Hiding\n  ","185280":"\n  Back off. I don't know you\n  ","185281":"\n  Kill myself\n  ","185282":"\n  Biasa aja.\n  ","185283":"\n  Nothing. I'm not a real estate salesperson.\n  ","185284":"\n  Mamy times\n  ","185285":"\n  I love you to the moon and back.\n  ","185286":"\n  Bro\n  ","185287":"\n  I don't know. Not sure.\n  ","185288":"\n  No\n  ","185289":"\n  Cockroaches\n  ","185290":"\n  Every joke that came from this guy\n  ","185291":"\n  Every good moments stand for itself. There might be no 'second time' for that moment, but sure we can have a brand new moment to replace the old one.\n  ","185292":"\n  Her name started with O.\n  ","185293":"\n  Not good.\n  ","185294":"\n  Tired\n  ","185295":"\n  Truth\n  ","185296":"\n  Me and what I'm capable of.\n  ","185297":"\n  Not always. But if they do, they're trying to make a good angle of their face.\n  ","185298":"\n  Not cheating. It's called falling out and then moving on quickly.\n  ","185299":"\n  Abstract\n  ","185300":"\n  Art exhibition\n  ","185301":"\n  I don't have a proper picture of it, but this was from 4 years ago. I love this outfit and I don't know where I put them. Can't find them.\n  ","185302":"\n  Done\n  ","185303":"\n  Moon landing\n  ","185304":"\n  Up to you. I have no experience in that.\n  ","185305":"\n  It's not wrong, but don't do it too long. It's wasting time.\n  ","185306":"\n  My brother\n  ","185307":"\n  Welcome to the jungle\n  ","185308":"\n  I wish I could play drums, or bass.\n  ","185309":"\n  Jump from a car. It was a ridiculous thing to do, leaving a ridiculous scar.\n  ","185310":"\n  Not really. I can be rude and selfish.\n  ","185311":"\n  Tergantung tinggi nya.\n  ","185312":"\n  2014 kira2\n  ","185313":"\n  No, because I'm overweight\n  ","185314":"\n  All of my previous relationships.\n  ","185315":"\n  My longest relationship lasted 2 years. We never did that. I'm not comfortable hanging out with just 2 of us, we always going somewhere with a bunch of friends. I'm kind of overprotective about myself.\n  ","185316":"\n  Thank you!\n  ","185317":"\n  When I'm alone, yes.\n  ","185318":"\n  Own a house\n  ","185319":"\n  Not really.\n  ","185320":"\n  -Food\n  \n  -Music\n  \n  -Good series\n  ","185321":"\n  Sometimes. I won a couple of CDs, Vinyls and merch from my favorite musicians. They're not really popular here, their albums are hard to find at local store and the cost to buy it online is overwhelming.\n  \n  Here's one of those stuff I won, original copy of their first release. With signature on it ❤\n  ","185322":"\n  Kalo sayang, rasa egois kamu akan berkurang. There's a level of sacrifice that you're willing to make for her\/him.\n  \n  Kalau suka, cuma sekedar ketertarikan. Kamu tertarik untuk dekat\/kenal.\n  ","185323":"\n  My room\n  ","185324":"\n  Oh and it's really tasty. 😁\n  ","185325":"\n  Probably still won't attending. I don't like too much social interaction.\n  ","185326":"\n  Got a lot of excuses.\n  ","185327":"\n  Train\n  ","185328":"\n  I'm sorry to hear that. Wish you some good luck.\n  ","185329":"\n  Schindler's List\n  ","185330":"\n  The boring one, where everything is genuine and not a fake gesture.\n  ","185331":"\n  Us.\n  ","185332":"\n  Chlorophyll\n  ","185333":"\n  The Hound of Death by Agatha Cristie\n  ","185334":"\n  Many people. But mostly musicians and fictional character.\n  ","185335":"\n  I honestly don't know. I'm struggling with the same issue. All I did was buried the feelings and move on. Which is not a good idea.\n  ","185336":"\n  I don't know. Any tips?\n  ","185337":"\n  That depends. I might make a couple of my friends chuckled.\n  ","185338":"\n  Not someone, but I do miss my dog.\n  ","185339":"\n  Maybe, maybe not.\n  \n  I like being creative. I don't like being invaded like a Carnaval.\n  ","185340":"\n  It means she likes you even though you're not 'very attractive'. Hang on to her, she's a keeper.\n  ","185341":"\n  90% cocoa. It's bitter af.\n  ","185342":"\n  Whoever you are Stef, hope you're okay.\n  ","185343":"\n  Be patience, we might need a very long time to meet because I'm an idiot and socially awkward.\n  ","185344":"\n  I feel disoriented.\n  ","185345":"\n  Boleh aja, knp enggak. Yang penting ngejarnya elegan. Jangan desperate.\n  ","185346":"\n  The same town I live in. Jkt.\n  ","185347":"\n  Pick one:\n  \n  - Thought you are sick, pay for a further test and turned out you're not sick.\n  \n  Or\n  \n  - Not knowing you're sick, spreading the virus to people that you love, they die, you die.\n  ","185348":"\n  Social distancing\n  ","185349":"\n  Make a bunch of brownies.\n  ","185350":"\n  It's about survival\n  ","185351":"\n  Pas kecil mau jadi pelukis. Skrng maunya jadi apa aja yg bisa bayar bill.\n  ","185352":"\n  Don't easily say I love you. One day someone might not take it seriously when you say it.\n  ","185353":"\n  Alright haha\n  ","185354":"\n  There's no such thing as 'exact answer' for this case. Everyone's mental condition is different. Be in a new relationship when you are truly ready. For me it could be years. My friend do it in months.\n  ","185355":"\n  Be successful, so they can't say anything about you.\n  ","185356":"\n  About what?\n  ","185357":"\n  I'm hungry but on diet. I want to rage so bad.\n  ","185358":"\n  Yes. I make a police report. Useless, but at least the bank froze his\/her account.\n  ","185359":"\n  You're anonymous.\n  ","185360":"\n  No, I have commitment issues.\n  ","185361":"\n  Did you kiss your mom's hand with that mouth?\n  ","185362":"\n  Never trust someone who said \"I like you\" to many people.\n  ","185363":"\n  Hello\n  ","185364":"\n  Up to you\n  ","185365":"\n  Betrayal\n  ","185366":"\n  I don't have ex best friend\n  ","185367":"\n  I don't even know\n  ","185368":"\n  Tired\n  ","185369":"\n  Watching series, and karaoke.\n  ","185370":"\n  Be genuine, kind.\n  ","185371":"\n  Working day\n  ","185372":"\n  Let's be honest. Everyone want incredible talent so they don't have to work harder.\n  ","185373":"\n  Pacifist basically don't like war and violence.\n  \n  Cynical don't believe on someone easily.\n  ","185374":"\n  Mie ayam\n  ","185375":"\n  Pacifist.\n  \n  Cynical.\n  ","185376":"\n  Never. Always play safe at school.\n  ","185377":"\n  I don't think so.\n  ","185378":"\n  Happy birthday.\n  ","185379":"\n  Ada kok jerawat.\n  \n  Perawaran nya standara aja, gk mahal2 bgt. Liat2 produknta Haple aja.\n  ","185380":"\n  Hahahhaha this is my 7th grade. Very accurate.\n  ","185381":"\n  Kalo make sense, ya dengerin buat perbaikan.\n  \n  Kalo gak make sense, abaikan.\n  ","185382":"\n  Me. Ombre ijo.\n  \n  Perawatan nya lebih ke conditioner, creambath, sama vitamin sih.\n  ","185383":"\n  I don't know how to describe it, but they're like your siblings (without blood relation).\n  ","185384":"\n  Noodles.\n  ","185385":"\n  Blue, black, white. They're simple and friendly to my eye.\n  ","185386":"\n  Already graduated\n  ","185387":"\n  Eat\n  ","185388":"\n  Friendzone\n  ","185389":"\n  Idk....more than 10.000?\n  ","185390":"\n  A couple times\n  ","185391":"\n  1 day 20 hours\n  ","185392":"\n  Bisa 2 cara sih. Di gambar manual dlu di kertas trus di trace di computer. Atau, pakai pen tablet (wacom dll)\n  ","185393":"\n  Kurang lebih. Misalnya untuk pencegahan corona kita buat IG post yang isinya ada gambar cuci tangan dll, tapi kita juga hrs pikirin bahasa yang lebih bisa dimengerti orang seperti apa. Jadi content itu gak semata-mata hanya gambar nya aja, tp juga gimana si postingan itu bisa diterima audience nya.\n  ","185394":"\n  Tergantung masing-masing sih. Graphic design itu kan banyak cabang nya lagi. Kadang ada designer yg bisa master di semua cabang (jarang), tapi biasanya kita tau cabang mana yg kita paling bisa\/suka dan kita bisa asah di bagian itu.\n  \n  Me personally, I love doing social media content, branding and collage illustration. I'm bad at typography, drawing, and packaging design.\n  ","185395":"\n  Enggak. Aku kerja di kantor. Tapi masih wfh.\n  ","185396":"\n  Someone already asked that one.\n  ","185397":"\n  No, not really. I like drawing but not that much. And graphic design isn't only about drawing, we also do branding, social media content, etc.\n  ","185398":"\n  Gak download sih. Nonton series di Netflix\n  ","185399":"\n  Graphic design\n  ","185400":"\n  Work-eat-sleep-watching\n  ","185401":"\n  Ok\n  ","185402":"\n  Jkt. Why?\n  ","185403":"\n  Home. Trying to make cookies\n  ","185404":"\n  Lagi pake Haple yg Lacroix atau Halley.\n  ","185405":"\n  I hate acne\n  ","185406":"\n  When I arrange my room and something is just out of place.\n  ","185407":"\n  No, I think I'm gonna pass.\n  \n  I'll die from boredom.\n  ","185408":"\n  Dulu sih pakenya hairmask, cuma belakangan sering bleaching+dye buat ombre, dan pas pake hairmask masih berasa agak kusut ujung rambutnya. Tergantung gimana cocok nya kamu sih sebenernya.\n  ","185409":"\n  Shampoo+conditioner = Watson (bisa online di website nya kalau punya kartu member)\n  \n  Creambath = ini cari di tokped banyak yang jual. Merk Cultusia\n  ","185410":"\n  Tergantung kerjanys apa\n  ","185411":"\n  Ikut kelas\/kursus mungkin.\n  ","185412":"\n  It could be he\/she hopes that you like them, or....he\/she is just playing with you.\n  ","185413":"\n  Turtle\n  ","185414":"\n  Decency, fun and smart.\n  ","185415":"\n  I don't love anyone\n  ","185416":"\n  I'm not in the mood\n  ","185417":"\n  Gathering money. That's all.\n  ","185418":"\n  Idk. Since it's a party, maybe someone fun. Like my dogs.\n  ","185419":"\n  Dump 'em\n  ","185420":"\n  Your question makes me dizzy\n  ","185421":"\n  No\n  ","185422":"\n  When something isn't in order\n  ","185423":"\n  Drink\n  ","185424":"\n  Di rumah aja. Tapi sesekali keluar kalau perlu banget.\n  ","185425":"\n  Curug Nangka\n  ","185426":"\n  Pretty good. My mood just getting better 5 minutes ago.\n  ","185427":"\n  Make a priority list\n  ","185428":"\n  Not me. Lebih takut kecoa.\n  ","185429":"\n  No you can't change your past. But you can change their mind by preparing your future.\n  ","185430":"\n  I was assaulted in 2017. That's it.\n  ","185431":"\n  There are no absolute way. Just get to know her\/him first and let it flow.\n  ","185432":"\n  A lot.\n  ","185433":"\n  Makanya kalo punya pacar tujuannya bukan biar uwuw\n  ","185434":"\n  Might not a movie, but a docuseries.\n  \n  Who Killed Little Gregory?\n  \n  The series kind of changed my perspective about French media, or media in general.\n  ","185435":"\n  As far as my daily zombie apocalypse dreams.\n  ","185436":"\n  Dump him\n  ","185437":"\n  The past\n  ","185438":"\n  Yes. One of my junior in high school. He called me sister.\n  ","185439":"\n  Compassion\n  ","185440":"\n  I don't know\n  ","185441":"\n  M&Ms\n  ","185442":"\n  Get down!\n  ","185443":"\n  Bitter and Blue\n  ","185444":"\n  5. Paling lama 2 thn.\n  ","185445":"\n  Don't.\n  ","185446":"\n  You can fully living by yourself.\n  ","185447":"\n  Nokia\n  ","185448":"\n  Not really a fan of wearing shoes.\n  ","185449":"\n  Iyesss\n  ","185450":"\n  I'm bad at relationship advice. Really.\n  ","185451":"\n  Not choosing anyone. I prefer to be alone.\n  ","185452":"\n  Like a spicy version of pickles\n  ","185453":"\n  Some by mi\n  ","185454":"\n  Myself.\n  ","185455":"\n  Bathroom\n  ","185456":"\n  Who doesn't promise\n  ","185457":"\n  I prefer those pictures. I didn't take much photos.\n  ","185458":"\n  5 years\n  ","185459":"\n  Food and paycheck\n  ","185460":"\n  My dog\n  ","185461":"\n  I have no idea.\n  ","185462":"\n  When we have the same taste of music, topics and jokes.\n  ","185463":"\n  No.\n  ","185464":"\n  Never\n  ","185465":"\n  No I'm not\n  ","185466":"\n  For a good reason? Yeah.\n  ","185467":"\n  Fruity. Like mangoes. I love mangoes.\n  ","185468":"\n  You're welcome!\n  ","185469":"\n  (6th grade) Mr. Harno: he makes math and science and math really fun.\n  \n  (8th grade) Ms. Irene: She taught me to be discipline, and determined. I'm not gonna passed with flying color if it wasn't for her.\n  ","185470":"\n  Compassionate. Learn to understand your kid. Bener-bener harus ekstra sabar. Karena kondisi mental anak saat besar nanti itu tergantung gimana dia diperlakukan saat masih kecil. Inget, mental condition is a real thing. Gak mau kan punya anak psycho gara-gara pas masih kecil orang tua nya gak aware sama kondisi anaknya?\n  \n  Paham kalau anak itu adalah keputusan ibu dan bapak, technically that kid owes you nothing. Don't expect them to fulfill your dream, they had theirs.\n  \n  One more thing. Don't act like a princess or queen to your husband. Urusan rumah tangga itu tanggung jawab bersama (especially when it comes to parenthood). It takes two to tango.\n  ","185471":"\n  Ibu rumah tangga gak cuma bisa masak aja patokannya. I don't have a mother's instinct.\n  ","185472":"\n  Sava Chips\n  ","185473":"\n  Patience\n  ","185474":"\n  Masak.\n  ","185475":"\n  I don't have any problem with that\n  ","185476":"\n  My eyes are light-sensitive\n  ","185477":"\n  Silent type\n  ","185478":"\n  A jacket\n  ","185479":"\n  Get a house\n  ","185480":"\n  Emotional imbalance\n  ","185481":"\n  You'll never know.\n  ","185482":"\n  I'm gonna stop talking.\n  ","185483":"\n  It will get better\n  ","185484":"\n  A dog. Definitely.\n  ","185485":"\n  I eat. A lot.\n  ","185486":"\n  Not really, I think. Culturally, the internet usually tolerate those things. As long as they can understand what you're saying, that would be enough.\n  ","185487":"\n  My wish list:\n  \n  1. Ireland\n  \n  2. Russia\n  \n  3. Mexico\n  ","185488":"\n  I don't know. Maybe he has to be fun to talk with.\n  ","185489":"\n  Yes\n  ","185490":"\n  Not a movie though, I binge watching NCIS.\n  ","185491":"\n  Maybe, if I'm not busy taking care of my sleep cycle.\n  ","185492":"\n  That's why I said you're innocent. Woman could have a wife\/girlfriend. In here, might not openly but there's still possibility.\n  ","185493":"\n  Mochi\n  ","185494":"\n  3\n  ","185495":"\n  Who?\n  ","185496":"\n  Oh sweetie, you're too innocent.\n  ","185497":"\n  Maybe....Something like this.\n  ","185498":"\n  Thank you, stranger in the internet. I appreciate that.\n  ","185499":"\n  Sometimes\n  ","185500":"\n  Sure, as long as it's not a madcow. It would've been nice not to be kicked by a ruminant.\n  ","185501":"\n  No need for whining. Put a disclaimer in advance.\n  \n  Example: [For women] or [For men]\n  \n  So it would be clear for them to answer or not.\n  ","185502":"\n  1. O blood type\n  \n  2. Insomniac\n  \n  3. Graphic designer\n  \n  4. Lucky number 7\n  \n  5. I worship noodle\n  \n  6. Have 2 dogs, 3 hamsters\n  \n  7. 23 years old, 8 months, 11 days\n  \n  8. I love chocolate\n  \n  9. Blue, black and white\n  \n  10. I can't pronounce R properly\n  \n  11. Multitasker\n  \n  12. Weird dreamer\n  \n  13. Aim to be independent\n  \n  14. I love free-writing just to get loose\n  \n  15. Sometimes paranoid\n  \n  16. Past love life is a train wreck\n  \n  17. I once had a score 141 on IQ test, now I'm dumb\n  \n  18. My hands got tremors sometimes\n  \n  19. I drink water approximately 3 lt a day\n  \n  20. When I'm focused, I become obsessed\n  ","185503":"\n  If you have to ask, it means something.\n  ","185504":"\n  Depends on mood\n  ","185505":"\n  Pudding\n  ","185506":"\n  I have no idea.\n  ","185507":"\n  Not really.\n  ","185508":"\n  Musik\n  ","185509":"\n  I have no idea\n  ","185510":"\n  Happy birthday to you. Whoever you are\n  ","185511":"\n  Netflix-Spotify-Cry\n  ","185512":"\n  Order some food. Or...cook some.\n  \n  I recommend cooking, it makes you eat less. Because the smell overwhelmed you before you eat them.\n  ","185513":"\n  Sometimes.\n  \n  Depends on the context.\n  \n  If it's about competence, I usually would do my best at work etc to gain their trust.\n  \n  If it's about my words, I usually don't do anything but telling the truth. They'll come to their senses eventually.\n  ","185514":"\n  Depends on my guts. Sometimes I do, sometimes not.\n  ","185515":"\n  I'm inconsistent. I prefer trial and error before making any commitment.\n  ","185516":"\n  Idk. I can't see my own.\n  ","185517":"\n  Pacaran\n  ","185518":"\n  Depends on how mess up the break up is.\n  ","185519":"\n  Expired relationship\n  ","185520":"\n  I dreamed about myself being trapped in an acrylic casket.\n  ","185521":"\n  My eyes\n  ","185522":"\n  Try to hate that person. 10\/10 would work.\n  ","185523":"\n  Idk if it was love or not, but I had this feeling for a guy that lasts long enough. Up to the point where I'm thinking that I will forever accept him, if he decides to coming back.\n  ","185524":"\n  Get yourself busy\n  ","185525":"\n  When I was in college, I slept a lot during class\n  ","185526":"\n  Sort of\n  ","185527":"\n  A friend told me my relationship will be long but ended because he's a jerk. 2 years later it happened.\n  ","185528":"\n  I'm not a part of the community, but I personally know friends and colleagues who are. My opinion? They should have equal rights like every human being. They should live a peaceful life, as should we.\n  \n  People should mind their own business rather than poking into other people's private life\/personal choice of living.\n  ","185529":"\n  You should talk about this with professional.\n  ","185530":"\n  Never\n  ","185531":"\n\n   https:\/\/open.spotify.com\/track\/0odIT9B9BvOCnXfS0e4lB5?si=VExdeYeJQdGnJX0wvaTzug\n  \n","185532":"\n  No, stupidity is blind. Love is opportunity.\n  ","185533":"\n  Really?\n  ","185534":"\n  Google meet\n  ","185535":"\n  They're like germs, they're everywhere and I do my best to stay out of them.\n  ","185536":"\n  Acting crazy. They'll pay attention.\n  ","185537":"\n  No, I'm not gonna spend my time thinking about them.\n  ","185538":"\n  The laughing sound effects on talk show or series.\n  ","185539":"\n  I'm one of it. How to deal with us? Slowly.\n  ","185540":"\n  Boredom\n  ","185541":"\n  Let if flow.\n  ","185542":"\n  30 gb\n  ","185543":"\n  I don't have a clue\n  ","185544":"\n  I don't know you\n  ","185545":"\n  g= GM\/R^2\n  ","185546":"\n  I usually don't tell. Unless it's getting serious.\n  ","185547":"\n  It starts to getting boring\n  ","185548":"\n  Everyday. Yesterday I was able to sleep at 5 a.m.\n  \n  People are waking up, I'm going to sleep.\n  ","185549":"\n  Series marathon\n  ","185550":"\n  Already did. I brought my family to a restaurant.\n  ","185551":"\n  Never\n  ","185552":"\n\n   https:\/\/open.spotify.com\/track\/4sscDOZCkbLSlDqcCgUJnX?si=9Ow_QToWTdmwcV0y34Vl6w\n  \n","185553":"\n  What kind of questions? For example?\n  ","185554":"\n  Me\n  ","185555":"\n  A good music and aromatherapy.\n  ","185556":"\n  Dump 'em\n  ","185557":"\n  Well that's up to you. But I've been there.\n  ","185558":"\n  Hard times could be very... unbearable but It will get better.\n  ","185559":"\n  Computer mouse.\n  ","185560":"\n  Depends on how you defined introvert or extrovert.\n  \n  Me, personally I cam socialize but enjoy my time better when Imy alone. So Introvert I am.\n  ","185561":"\n  What if our existence is merely a reality but a simulation?\n  ","185562":"\n  I don't know. Maybe. Ask David Bowie\n  ","185563":"\n  Don't be. Real life is already stressful, don't let social media make it worse.\n  ","185564":"\n  I'm 23. Not baby anymore.\n  ","185565":"\n  No I don't. Which of my statements suggesting that I'm judging you? Read again.\n  ","185566":"\n  That's why you're being ignored.\n  ","185567":"\n  What's the greatest song in earth's history according to your planet?\n  ","185568":"\n  I'm not gonna bother to tell them that I miss them. I don't expect them to return those feelings.\n  ","185569":"\n  Well story of my life. Welcome to the second-child unhappy club! Here we got food and beverage to accompany your unfair life.\n  ","185570":"\n  People need to get away from reality. Because reality sucks.\n  ","185571":"\n  Try to talk with yourself, in the mirror. Works for me.\n  ","185572":"\n  Dogs.\n  ","185573":"\n  Do something creative\n  ","185574":"\n  As a brave human beings. Too bad I'm a coward.\n  ","185575":"\n  Truth\n  ","185576":"\n  Not really\n  ","185577":"\n  Cut them from your life\n  ","185578":"\n  Time with them. Because they're special\n  ","185579":"\n  There's a lot. I can make a list\n  ","185580":"\n  And what?\n  ","185581":"\n  I have zero idea.\n  ","185582":"\n  Knowing their priority.\n  ","185583":"\n  Have no idea.\n  ","185584":"\n  Yep. Sometimes\n  ","185585":"\n  I don't know. I'm not sure.\n  ","185586":"\n  All scenarios that would never happen.\n  ","185587":"\n  Take a bath\n  ","185588":"\n  My own mistakes. Things that I'm trying to make right.\n  ","185589":"\n  I want to know.\n  ","185590":"\n  I don't know. I'm really sucks at these kind of things\n  ","185591":"\n  Oasis - Boy with the blues\n  ","185592":"\n  Abs like abdomen?\n  ","185593":"\n  Watching series.\n  ","185594":"\n  How many sides then?\n  ","185595":"\n  Welcome to the internet.\n  ","185596":"\n  Maybe. Who knows maybe aliens are more civilized than human.\n  ","185597":"\n  Just ask. Literally.\n  ","185598":"\n  No.\n  ","185599":"\n  Childhood\n  ","185600":"\n  Live and let die.\n  ","185601":"\n  Not me\n  ","185602":"\n  Ask the person if he\/she has any mutual feelings.\n  ","185603":"\n  Nope. I don't think so.\n  ","185604":"\n  Green or blue.\n  ","185605":"\n  People died, baby born.\n  ","185606":"\n  Don't have any\n  ","185607":"\n  Depends on what's the indicator.\n  ","185608":"\n  Let them go. It's not worth your time.\n  ","185609":"\n  Is that a movie quote?\n  ","185610":"\n  Guguk\n  ","185611":"\n  Hello\n  ","185612":"\n  Smirnoff\n  ","185613":"\n  Enggak juga.\n  ","185614":"\n  I want to go inside John Frusciante's mind for a day and experience how it feels. Must be trippy.\n  ","185615":"\n  Fortunately no. She's very kind and considerate.\n  ","185616":"\n  I like many things. Especially food.\n  ","185617":"\n  Done and done\n  ","185618":"\n  Done\n  ","185619":"\n  I hope so. Thanks\n  ","185620":"\n  My mind wouldn't let me rest. I know it's not healthy but I can't help it.\n  ","185621":"\n  Geografi, Sosiologi, Kimia\n  ","185622":"\n  Biasanya cuma telat tidur, kaya jam 3\/4 baru tidur. Kmrn lebih parah san gak tidur.\n  ","185623":"\n  Yes. Just usual sleeping problem.\n  ","185624":"\n  Chicken dino\n  ","185625":"\n  There's nothing normal about my sleep schedule.\n  ","185626":"\n  Pernah. Biarin aja, kalo dia emang ngerasa sahabat kita, nnti dia juga balik.\n  ","185627":"\n  I haven't sleep 😑\n  ","185628":"\n  Erase what?\n  "}}