{"Question":{"188848":"\n   villalobosij ♂ ♏ te preguntó: “¿Sabéis quien se quedó sin cena en Navidad?”\n  ","188849":"\n   🎀🎁.. How much do you count to not lose patience??.. a thousand!!..   jajaja..🌲💜💙🌲.. cuanto cuentas para no perder la Paciencia??.. serán mill!!.. jajaja.. 🎀🎁\n  ","188850":"\n   🎀🎁.. I'm very Hungryyy!!.. you invite me to eat something??.. pleaseee!!!.. jajaja.. 🌲💜💙🌲.. Estoy muy hambrientaa!!.. me invitas a comer algo??.. por favoreee!!!.. jajaja.. 🎀🎁\n  ","188851":"\n   🎀🎁.. Do you know how to count??.. well, don't count on me!!.. they ever told You??.. (((.u).. 🌲💜💙🌲.. Sabes contar?? .. bueno.. No cuentes conmigo!!.. alguna vez te lo dijeron??.. (((.u).. 🎀🎁\n  ","188852":"\n   🎀🎁.. What was your Christmas Dinner??..👅👅👅.. 🌲💜💙🌲.. Cual fue tu cena de Navidad??.. 👅👅👅.. 🎀🎁\n  ","188853":"\n   🎀🎁.. What dessert did you eat at Christmas??..👅👅👅.. 🌲💜💙🌲.. Qué postre comiste en Navidad??.. 👅👅👅.. 🎀🎁\n  ","188854":"\n   🎀🎁.. And to drink they made some Special punch??..👅👅👅.. 🌲💜💙🌲.. Y para beber hicieron un ponche Especial??.. 👅👅👅.. 🎀🎁\n  ","188855":"\n   🎀🎁.. What food can you not eat!!.. because it decomposes your Stomach??.. 🌲💜💙🌲 .. qué Comida no puedes comer!!.. porque descompone tu Estogamito???.. 🎀🎁\n  ","188856":"\n   🎀🎁.. You like Vegetables??.. 🌲💜💙🌲 .. Te Gustan las Verduritas??.. 🎀🎁\n  ","188857":"\n   🎀🎁.. Do you have any favorite Vegetables??.. 🌲💜💙🌲 .. Tienes alguna Verdura favorita??.. 🎀🎁\n  ","188858":"\n   🎀🎁.. Because when you finish eating you get Sleepy??.. 🌲💜💙🌲 .. Porque cuando terminas de comer te da Sueño??.. 🎀🎁\n  ","188859":"\n   🎀🎁.. What food do you like so much that you repeat another dish??.. 🌲💜💙🌲 .. que comida te Gusta tanto que repites otro Plato??.. 🎀🎁\n  ","188860":"\n   🎀🎁.. What food you don't like that you don't finish your plate??.. jajaja.. 🌲💜💙🌲 .. qué comida No te gusta que no te acabas tu plato??.. jajaja.. 🎀🎁\n  ","188861":"\n   Que canciones escuchan\n  ","188862":"\n   villalobosij ♂ ♏ te preguntó: “El café como sea. ¿Haz intentado dejar el azúcar?”\n  ","188863":"\n   villalobosij ♂ ♏ te preguntó: “Tengo 14.5 K Seguidores, la verdad es que me siguen no más de 500 personas, gracias por seguirme, por aportar algo a mi vida y por soportarme.”\n  ","188864":"\n   Tienes paz mental hermano en fe? ._.\n  ","188865":"\n   Te harías un tatuaje en la cara? ._.\n  ","188866":"\n   villalobosij ♂ ♏ te preguntó: “¿Te imaginas, que alguien esté escuchando una canción o viendo una película o leyendo un libro romántico y esté pensando en ti?”\n  ","188867":"\n   ¿Quieres un zanco de resorte?\n  ","188868":"\n   ¿Longboard o hoverboard?\n  ","188869":"\n   Buen Martes💕Espero que este día se cumplan todos tus propósitos 🥰Que jamás dudes de ti,de tu potencial porque eres una persona capaz de lograr todo lo que te propongas🥳🌈Quiero desearte toda la felicidad del mundo🎈Sonríe y Cuídate mucho😊🙈💖\n  ","188870":"\n   Los amigos no se hacen el amor? ._.\n  ","188871":"\n   💞 Prefieres pasar la navidad con tu familia o amigos? 🥰🎄❤\n  ","188872":"\n   Cara bonita o lindo cuerpo? ._.\n  ","188873":"\n   ▶️Qué frase te marcó en tu infancia??\n  ","188874":"\n   Alguna vez un familiar te bajó el autoestima🤦🏻‍♀️💔\n  ","188875":"\n   Es bonita su imagen n.n  Lo haré esta noche en mi ratos de ocioso mientras trabajo, a ver cómo me queda ._.\n  ","188876":"\n   Cuando es tu cumple? 🤩☺️\n  ","188877":"\n   Pero mira komo beben los peses en el rio x ver a dioz nacido🥰\n  ","188878":"\n   villalobosij ♂ ♏ te preguntó: “\"Soy muy...\" deja que el teclado predictivo termine la frase.”\n  ","188879":"\n   Les gusta el pozole? ._.\n  ","188880":"\n   villalobosij ♂ ♏ te preguntó: “Ser atento no es lo mismo que ser intenso. ¿Te parezco atento o intenso?”\n  ","188881":"\n   Que tipo de calzado crees que va acordé a tu personalidad? ._.\n  ","188882":"\n   🌻🍃.. If you could!!.. where would you like to be right now and why??..💋💙💜💋.. Si pudieras!!.. dónde te Gustaría estar ahora y por qué?..🍃🌻\n  ","188883":"\n   🌻🍃.. What is the strangest thing that you have had to live??..💋💙💜💋.. Qué es lo más extraño que has tenido que Vivir??..🍃🌻\n  ","188884":"\n   🌻🍃.. How fast you heal your Wounds?? ..💋💙💜💋.. qué tan rápido curas tus Heridas???..🍃🌻\n  ","188885":"\n   💞 Te consideras una persona rencorosa? Por qué? 🥺😳\n  ","188886":"\n   Me lloras, me lloras, ah ah ahhh ah ah ahhh\n  ","188887":"\n   Sigue la frase con una rima: \"Desde mi ventana puedo ver…\"\n  ","188888":"\n   Feliz sábado ❤🥳Espero que el día haya sido hermoso porque te lo mereces🥰😸Mereces que te pasen cosas hermosas ,mereces ser feliz como todos los días 🌸😸😊Espero que todo te haya ido bien ,y que estés sonriendo cada día mas🖤Cuídate Te deseo lo mejor🌈🥰🙈🦋\n  ","188889":"\n   ahhh No la conocía, y la de la imagen se parece a usted?\n  ","188890":"\n   Me portó bien n.n Con que hace las imágenes que pone? .\n  ","188891":"\n   Si no me quedo ciego por aquí la seguiré viendo n.n\n  ","188892":"\n   Cuál? ._.\n  ","188893":"\n   Te gustaría llegar a viejo? ._.\n  ","188894":"\n   Que bueno, me da gusto por usted n.n Bien, ya no me duele, pero me sigue lagrimeando u.u Compré unas gotas pero sigo con ese defecto... No le puedo hacer ojitos a nadie.\n  ","188895":"\n   se murió\n  ","188896":"\n   Cómo le ha ido?, Por qué usted casi no me visita? ._.\n  ","188897":"\n   Hoy pelea el Canelo Alvarez.\n  ","188898":"\n   Hola Dayani n.n\n  ","188899":"\n   ¿Te sientes orgulloso(a) de tu piel color marrón? ._.\n  ","188900":"\n   ¿Alguna vez has tenido una amistad que se acabara por una razón estúpida? ¿Cuál fue esa razón?\n  ","188901":"\n   Te quiero más de lo que tu mami lo hace :3\n  ","188902":"\n   ¿Alguna vez tuviste miedo de Papá Noel?\n  ","188903":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué significa que te pique la oreja derecha?”\n  ","188904":"\n   Hoy es cumpleaños de amiga y paisana\n   \n    @LupiithaLuna\n   \n   cumple 18 años... Si la felicitas, te invitará una rebanada de pastel ._.\n  ","188905":"\n   Que le pones a los chilaquiles? ._.\n  ","188906":"\n   Me siento solo .-.\n  ","188907":"\n   villalobosij ♂ ♏ te preguntó: “¿Te zumban los oídos cuando hay silencio?”\n  ","188908":"\n   Que sientes cuando menos lo esperas recibes un NP o MP de una persona que extrañas? e.e\n  ","188909":"\n   Seducción, peligrosa poción\n  ","188910":"\n   ¿Por qué la tristeza te pone de mal humor?... Duda emo de esta noche.\n  ","188911":"\n   🤔🙄Hablemos de anónimos...😈 ¿¿ Alguna vez has visitado un perfil haciendo alguna pregunta de forma \"anónima\"??¿¿ Por qué??🤐😱\n  ","188912":"\n   El poderoso León ♥ fue campeón, #SerFieraEsUnOrgullo !\n  ","188913":"\n   villalobosij ♂ ♏ te preguntó: “Hay bajones que nadie va a entender. ¿Te ha pasado?”\n  ","188914":"\n   ©....¿Te gusta más el reggaetón o el reggae ? Pregunta hecha por NOBITA desde ►\n  ","188915":"\n   villalobosij ♂ ♏ te preguntó: “Continúa la frase: Qué culpa tengo yo si tú...”\n  ","188916":"\n   👁️👁️¿¿ No les pasa actualmente que al momento de toser 😱😷o estornudar🤧😓 en público... La gente se te queda viendo feo??😱☹️🤐😳no sean así , a veces uno no controla eso 😳😳\n  ","188917":"\n   villalobosij ♂ ♏ te preguntó: “¿En tú familia quien es la hermana o el hermano mayor?”\n  ","188918":"\n   Cual es vuestro 2020 de Spotify? (Insertar foto) 😉🤗\n  ","188919":"\n   Estoy nervioso, ya va empezar el juego de la fiera ♥\n  ","188920":"\n   A ti también este mes de Diciembre, te pone nostálgico o es para ti igual que los otros? ._.\n  ","188921":"\n   💞 A qué restaurante podrías ir toda tu vida sin cansarte? ☕🌮\n  ","188922":"\n   Si no existieran los cuchillos, cómo cortarías las cosas?\n  ","188923":"\n   ¿Cuándo fue que se te cayó, trompezaste algún aparato eléctrico?\n  ","188924":"\n   villalobosij ♂ ♏ te preguntó: “Las personas más inteligentes prefieren estar solas. ¿Verdadero o Falso.?”\n  ","188925":"\n   🔥🐉.. What did you eat today??.. 💣🔥💣.. Que comiste hoy??..🐉🔥\n  ","188926":"\n   🔥🐉.. Today a boy added me and he sent me 40 questions .. what would you do if they did that to You??.. 0.0??.. 💣🔥💣.. Hoy un chico me agregó y me envió 40 Preguntas!!.. qué harías si te hicieran eso??.. 0.0??.. 🐉🔥\n  ","188927":"\n   💞 Ya pensaste qué vas a preparar de comida para navidad? 🎄❤\n  ","188928":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué quieres?”\n  ","188929":"\n   Por qué en las películas de horror siempre matan a la bonita sexy en las primeras escenas? .-.\n  ","188930":"\n   ❤️\n  ","188931":"\n   #1\n  ","188932":"\n   🤔\n  ","188933":"\n   :O\n  ","188934":"\n   ¿Te pones a ver la publicidad de YouTube?\n  ","188935":"\n   ¿Qué prefieres? ¿Comer salsa o bailarla?\n  ","188936":"\n   ¿Qué número semanal del Askfm te encuentras?\n  ","188937":"\n   ¿Qué me venderías?\n  ","188938":"\n   ¿Con qué se unta la crema de cacahuate \/ maní?\n  ","188939":"\n   No se les hace como que en Domingo se siente que pasan las horas más rápido?... Por qué será?\n  ","188940":"\n   villalobosij ♂ ♏ te preguntó: “¿Has sentido flechazos de cupido?”\n  ","188941":"\n   O.o\n  ","188942":"\n   Que emoji representa en este momento tu estado de ánimo? 😜\n  ","188943":"\n   ¿ Cuál es el sonido que más te molesta?\n  ","188944":"\n   Es verdad que ahora que soy VIP tengo el poder de mandarlos a ustedes? ._.\n  ","188945":"\n   ¿ Alguna vez alguien ha esperado demasiado de tí?¿ Cumpliste expectativas?\n  ","188946":"\n   💞 Te gusta tomarte fotos? Por qué? 📸🥰\n  ","188947":"\n   Me duele mi ojo derecho 😞, Ustedes que estudiaron medicina online, cómo puedo sanarlo?\n  ","188948":"\n   Huuy q Maal.. Preciosaa!!💕💕💕.. es q eso es lo MaloO!!.. q la Gente Stupidaaa!!.. No lo toma en serio.. y hace su Vida normal como si el Covid.. No fuera una Amenaza Mortal!!.. y es x eso q hoy x hoy.. desgraciadamente hay más Contagios.. y personitas muriendo xq simplemente No se Cuidaron (((.u)\n  ","188949":"\n   ¿Desde qué fecha usas esta página?\n  ","188950":"\n   villalobosij ♂ ♏ te preguntó: “¿Te gustan las canciones tristes?”\n  ","188951":"\n   Me voy a bañar... No tengan fantasías perversas conmigo por favor ._.\n  ","188952":"\n   Se sincero (a), has tenido amigos con derechos? O.o\n  ","188953":"\n   ¿El agua es el nuevo oro de la nueva era?\n  ","188954":"\n   Hoy juega la fiera !! 🦁♥\n  ","188955":"\n   Hoy empieza el maratón Guadalupe - Reyes ._.\n  ","188956":"\n   Siii.. es lo mejor.. xq para q Arriesgarse.. =S\n  ","188957":"\n   jajaja.. Oh my God.. No había mirado ese Bitmoji.. jajaja.. ni te imaginas.. jajaja.. osea te cuento aquí entre nos.. q ni al caso.. me Gusta me toquen mi nose.. así como en tu Bitmoji.. de verdad q No lo tolero.. jajaja jajaja XP\n  ","188958":"\n   villalobosij ♂ ♏ te preguntó: “Agradezco los ❤️ Me gusta o las 🔥 Recompensas que han dejado, intento regresarlos, son superiores a los limites de ASKfm. Perdón a quienes aún no les he regresado. Cada persona que se pasó por mi perfil, dejó una elección de vida.”\n  ","188959":"\n   Seducción, peligrosa poción\n  ","188960":"\n   Hoy se juega la gran final del fútbol Mexicano... León vs Pumbas, a quien apoyas?, Si no te gusta el fútbol responde lo que se te antoje bb ._.\n  ","188961":"\n   jajaja.. Oh my God.. si me Atrevo a Soplarle!!.. te imaginas lo q se verá??.. jajaja.. es q Yo soy muuy Tontaa!!.. xq en imágenes de Google ni al caso me importa.. osea pero como supuestamente es un Bitmoji.. el cual me representa a mi.. x eso me da Penita es una Stupidez mía.. lo seee.. jajaja.. :3\n  ","188962":"\n   Hola señorita Dayani ._.\/\n  ","188963":"\n   Huuuy.. q Sepsyyy!!💕💕💕.. jajaja\n  ","188964":"\n   Sabes??.. ignoro el xq??.. osea pero creeme q nunca puni ese Bitmoji.. xq me dió Penita xq se mira esta desnuda.. jajaja.. :3\n  ","188965":"\n   Y pues ándele yeya que llegó la señora, ese día yo llegué e hice las gelatinas.\n  ","188966":"\n   jajaja.. eso se escuchó.. como tipo Glue!!.. Agarra xq Agarra!!!.. jajaja\n  ","188967":"\n   huuy.. q rikoO!!.. Yo también quiero montar esa Star.. Yupieee.. jajaja\n  ","188968":"\n   AwwW.. llegasteeee!!!.. ahora sí las 2 contra el MundoO!!!.. jajaja jajaja XP\n  ","188969":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué sería tan horrible?”\n  ","188970":"\n   ❤️💋.. The time has come to say Goodbye!!.. 🍃💙💜🍃 Ha llegado el momento de decir Adiós!!..💋❤️\n  ","188971":"\n   ❤️💋.. Not all that glitters is Gold!!.. 🍃💙💜🍃 No todo lo que brilla es Oro!!..💋❤️\n  ","188972":"\n   ❤️💋.. Teach me to be like You!!.. 🍃💙💜🍃 Enséñame a ser como Tú!!..💋❤️\n  ","188973":"\n   ❤️💋.. You like Adventures??.. 🍃💙💜🍃 Te Gustan las Aventuras??..💋❤️\n  ","188974":"\n   ❤️💋.. You are a proud Person??.. 🍃💙💜🍃 Eres una persona Orgullosa??..💋❤️\n  ","188975":"\n   ❤️💋.. And if the World ends??.. 🍃💙💜🍃 Y si el Mundo se acaba??..💋❤️\n  ","188976":"\n   ❤️💋.. What do you want to do Now??.. 🍃💙💜🍃 Qué quieres hacer Ahora??..💋❤️\n  ","188977":"\n   ❤️💋.. How to protect your heart from pain??.. 🍃💙💜🍃 Cómo proteger su corazón del Dolor??..💋❤️\n  ","188978":"\n   ❤️💋.. You are ready??.. 🍃💙💜🍃 Estas listoO??..💋❤️\n  ","188979":"\n   ¿Qué deporte sigues en la tele?\n  ","188980":"\n   Far away, far away, waste away tonight tonight my heart's on the loose ♪\n  ","188981":"\n   ¿Que cancion te recuerda a tu etapa de ser un ser rebelde? ._.\n  ","188982":"\n   •[Buen Domingo🥰Espero que la pases  muy bonito🥳🦋Que tu día sea inolvidable,que tu felicidad nadie la opaque💛😸Que tengas un día productivo🥂🖤Sé inmensamente feliz,sin importar el tiempo ,disfruta y que la tristeza no embarguen tu corazón sincero y bueno💖Sonrie Mucho y Cuídate 🥳🌈🌸\n  ","188983":"\n   Escuchemos música romántica ._.\n  ","188984":"\n   villalobosij ♂ ♏ te preguntó: “¿Dormir poco te pone de mal humor?”\n  ","188985":"\n   Ya me vooo ._.\/\n  ","188986":"\n   En una escala del 1 -10, ¿cómo de raro\/a te consideras?\n  ","188987":"\n   Adjunta el fondo de pantalla que tienes en el aparato que usas.\n  ","188988":"\n   Eterna soledad, el tiempo danza en la madrugada, y no puedes dormir si están todas las luces apagadas ♪\n  ","188989":"\n   🎀🎁.. If you are VIP!!.. you have already received the reminder of the Gift coins??.. If you received it!!.. how many will they give You?? ..🍃🎄🍃.. Si eres VIP!!.. ya has recibido el recordatorio de las monedas de Regalo??.. Si lo recibiste!!.. cuántas te darán??..🎁🎀\n  ","188990":"\n   🎀🎁.. It gives you work to do the tasks that require you to remain a VIP?? ..🍃🎄🍃.. Te da trabajo para hacer las tareas que requieren que sigas siendo un VIP??..🎁🎀\n  ","188991":"\n   🎀🎁.. You like to be VIP??.. If you are not yet.. you would like to be??..🍃🎄🍃.. Te gusta ser VIP??.. Si aún no lo eres.. te gustaría Ser??..🎁🎀\n  ","188992":"\n   🎀🎁.. Advantages and Disadvantages of being a VIP??..🍃🎄🍃.. Ventajas y Desventajas de ser VIP??..🎁🎀\n  ","188993":"\n   🎀🎁.. If being a VIP gave you a Power!!.. what would you like it to be??..🍃🎄🍃.. Si ser un VIP te diera un Poder!!.. qué te Gustaría que fuera??..🎁🎀\n  ","188994":"\n   Que otra cosa sabes de mi aparte de que soy un despechado, acosador, antisocial, insultador en anónimo y que me gusta tu hermana? ._.\n  ","188995":"\n   Imagina que le eres infiel a tu pareja con una persona completamente desconocida, luego vas a una fiesta de su familia y resulta que es su pariente?, Que harías? ._.\n  ","188996":"\n   💞 Cuál es el lugar más incómodo en el que has dormido? 😖😴\n  ","188997":"\n   villalobosij ♂ ♏ te preguntó: “¿A quién no soportas?”\n  ","188998":"\n   villalobosij ♂ ♏ te preguntó: “¿Estás atravesando una crisis?”\n  ","188999":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué piensas cuando te dicen que tú cuerpo está bien?”\n  ","189000":"\n   La niña está triste, que tiene la niña?, Que puedo yo hacer para que sonría? ♪\n  ","189001":"\n   Todo es mental ♪ ?\n  ","189002":"\n   villalobosij ♂ ♏ te preguntó: “¿Cuál es la frase que más usaste este año 2020?”\n  ","189003":"\n   💞 Qué cosa te llevas a todas partes, vayas donde vayas? 👀😊\n  ","189004":"\n   ¿Por que crees que la usuaria Calcetin\n   \n    @rosediamant1\n   \n   trate mal a su perrito? .-.\n  ","189005":"\n   Semifinales juego de vuelta : León♥ vs Chivas... Cual es tu pronostico para este juego bb?\n  ","189006":"\n   villalobosij ♂ ♏ te preguntó: “¿Se puede ser solo mentalmente atractivo?”\n  ","189007":"\n   Ganooo la fieraaaa♥ !!\n  ","189008":"\n   villalobosij ♂ ♏ te preguntó: “¿Cuáles son las redes sociales qué más usaste en 2020?”\n  ","189009":"\n   Si pudieras vivir en otro planeta, ¿cuál elegirías?\n  ","189010":"\n   ¿Cuándo fue la última vez que has ido alguna elección popular de tú país?\n  ","189011":"\n   Nombra una cosa que destruya otra.\n  ","189012":"\n   ¿Barba o bigote?\n  ","189013":"\n   Cuál es la siguiente festividad que celebrarás? 🙊\n  ","189014":"\n   Prefieres conversar por audios, mensajes o videolladas? 🙊👀\n  ","189015":"\n   Has dedicado alguna canción? Cuál? 🥰\n  ","189016":"\n   En qué fecha pones ya el arbolito de navidad? 🎄\n  ","189017":"\n   ¿Qué has destruido?\n  ","189018":"\n   Felicidades en tu día!!\n  ","189019":"\n   villalobosij ♂ ♏ te preguntó: “Cosas que pueden arruinar un buen día: No es fácil lidiar con clientes indecisos de verdad.”\n  ","189020":"\n   Te gusta mucho el picante? 🌶\n  ","189021":"\n   ¿Qué ha sido la peor cosa que te ha pasado andando en la calle?\n  ","189022":"\n   villalobosij ♂ ♏ te preguntó: “También debemos aceptar que algunas veces, sólo somos etapas que se deben cumplir y pasar. ¿Verdadero o Falso?”\n  ","189023":"\n   [ 🌸 ](ᵔᴥᵔ)\/.....¿Cuál es la última cosa que has visto en la tele?\n  ","189024":"\n   ©....ঔৣ⇜ ⏩¿¿Has pensado alguna vez qué tanto contarás a los demás cuando ya seas una persona muy mayor ??⏪⇜ঔৣ Los sigue ►\n  ","189025":"\n   ©....ঔৣ⇜ ⏩¿¿ Alguna vez alguien de acá de ask te ha respondido de forma muy grosera?? Acaba de tocarme a mi que alguien me respondió bastante peladito ¿¿Qué harías en estos casos ??⏪⇜ঔৣ Los sigue ►\n  ","189026":"\n   💞 Hay alguna palabra que siempre pronuncies o escribas mal? 😥\n  ","189027":"\n   Te gusta el queso? 🧀\n  ","189028":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué puedes decir de las personas que hablan de tí cuando nunca han hablado contigo?”\n  ","189029":"\n   villalobosij ♂ ♏ te preguntó: \"En casa ajena no acaricio ni plantas, ni animales, ni niños. Creo quede ser muy incómodo para los anfitriones. ¿Será un error no hacerlo?\"\n  ","189030":"\n   villalobosij ♂ ♏ te preguntó: “¿Te cuesta mucho abrirte para contar tus cosas?”\n  ","189031":"\n   ¿Sabes la diferencia entre una pizza cuadrada y redonda?\n  ","189032":"\n   villalobosij ♂ ♏ te preguntó: “Hoy se me olvidó el celular en un taxi y el señor amablemente me lo devolvió. ¿Si lo encuentras tú te lo quedas o intentas regresarlo?”\n  ","189033":"\n   [ 🌸 ](ᵔᴥᵔ)\/.....¿Estás ahorrando dinero en este momento para algo especial? ¿Qué es eso tan especial?.... Yo ahorro para mi próximo viaje de aniversario 😍❤️🤭\n  ","189034":"\n   ¿Que planeas comprar este \"Buen fin\"? ._.\n  ","189035":"\n   villalobosij ♂ ♏ te preguntó: “«Es absolutamente erróneo suponer que los demás están en condiciones de comprender nuestros sentimientos más profundos» - Yukio Mishima ¿Verdadero o Falso?”\n  ","189036":"\n   •Feliz Domingo❤😻Pasalo hermoso con tus familiares ,y que Dios siempre los mantenga unidos☁️🥰Recuerda que es momento de que tu corazón sane y perdure siempre para que encuentres el camino de tu felicidad💖🌸No olvides que eres especial😊Sonríe y Cuidate🦋🖤🥳•Jooz👽🦋🌈\n  ","189037":"\n   💞 Qué es eso que te pone de buen humor siempre que lo piensas? ☺️\n  ","189038":"\n   A misa pecadores!!\n  ","189039":"\n   Qué harás este sabroso domingo? 🙊\n  ","189040":"\n   villalobosij ♂ ♏ te preguntó: “¿Tienes hambre todo el tiempo?”\n  ","189041":"\n   villalobosij ♂ ♏ te preguntó: “¿Somos diferentes y es la curiosidad la que nos acerca?”\n  ","189042":"\n   ¿Qué desayunaste hoy?\n  ","189043":"\n   Canción de favorita\n  ","189044":"\n   💞 Qué preferirías: que toda la comida te supiera picante o que toda la comida te supiera salada? 👀🥙\n  ","189045":"\n   villalobosij ♂ ♏ te preguntó: “Para la mayor parte de las personas, hay una edad en la que tratar de superar los vicios y los defectos de la personalidad, no es más que una pérdida de tiempo. ¿Verdadero o Falso?”\n  ","189046":"\n   Hoy es el Día Mundial del Veganismo. ¿Crees que es sano ser vegetariano\/vegano?\n  ","189047":"\n   Es verdad que te crees el ajonjolí de todos los moles? ._.\n  ","189048":"\n   Como va su sabado tóxico\n  ","189049":"\n   Te persignas al salir de casa? ._.\n  ","189050":"\n   Hagamósle un culto a Chucky ♥\n  ","189051":"\n   Un pie tras otro, estoy, temblando igual que tiembla un niño, un pie tras otro, voy... Por si consigo dar contigo ♪\n  ","189052":"\n   [ 🌸 ]Pon tu corazón, mente y alma incluso en los actos más pequeños. Ese es el secreto del éxito. Ten un precioso día.\n  ","189053":"\n   💞 Te gusta el olor a comida? 🤤🌮\n  ","189054":"\n   ¿Que tal esta del 1 al 10?\n  ","189055":"\n   ¿Que serie estas viendo?\n  ","189056":"\n   Hawaii de vacaciones\n  ","189057":"\n   [ 🌸 ]La mejor forma de olvidar las malas cosas de la vida es aprender a recordar las cosas buenas. No mires atras y camina hacia delante te deseo un precioso día.\n  ","189058":"\n   ••🦋•• Foto De Hoy 🖤 ••☁️••\n  ","189059":"\n   Foto❄️\n  ","189060":"\n   Foto🎃\n  ","189061":"\n   Holaa, te voy a seguir, me gusta tu perfil un saludo te espero por mi perfil si quieres :3\n  ","189062":"\n   Hola buenas noches 🥺\nYa es noche de brujas 🥳🥳🥳🥳\n¿Ya fuiste a pedir dulces?🥺 \nO voy y ...........\n¿Y Te pido yo? 🌚🌚🤭🥴\n😂😂😂😂😂😂🌚😏\n  ","189063":"\n   👌👌👌👌\n  ","189064":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué significa amar?”\n  ","189065":"\n   ¿Hay algo por lo que sientas mucha curiosidad? ¿Qué es?\n  ","189066":"\n   :D\n  ","189067":"\n   No sabía que habías sido la de esas preguntas u.u Seguramente alguien agarro mi cel y respondió de esa forma tan grosera e______e)\/ Nos leemos Dayani.\n  ","189068":"\n   [ 🌸 ] \t ¿Qué bebida prefieres cuando tienes sed? ❤️🤤🍻\n  ","189069":"\n   Holaa🦋😻¿Crees que olvidar a alguien es la mejor venganza?😢😢👌\n  ","189070":"\n   [ 🌸 ] ¿Cuando tienes hambre que preparas que sea rápido, llenador y muy rico? 🤔🍲\n  ","189071":"\n   Qué hiciste en el Kinder que jamás olvidaras? 🤭\n  ","189072":"\n   ¿Prácticas algún deporte?\n  ","189073":"\n   villalobosij ♂ ♏ te preguntó: “¿La gente mala, lo son con todo el mundo?”\n  ","189074":"\n   Presteme 100 fueguitos para ver una respuesta n.n\n  ","189075":"\n   Felicidades, mis mejores deseos para ti y para tú madre.\n  ","189076":"\n   ¿Es lindo tu cucu? ._.\n  ","189077":"\n   ¿Ya se fue el perrito? 😞\n  ","189078":"\n   ¿Quien te robó tu sonrisa bb? .-.\n  ","189079":"\n   ©....ঔৣ⇜ ⏩¿¿ Tienes más buenos o malos  recuerdos de tu ex??⏪⇜ঔৣ Los sigue ►\n  ","189080":"\n   ©....ঔৣ⇜ ⏩¿¿ En algún sentido, el tiempo terminó por darte la arzón??⏪ A mi si...⇜ঔৣ Los sigue ►\n  ","189081":"\n   villalobosij ♂ ♏ te preguntó: “¿Eres de las personas que lloran de la emoción?”\n  ","189082":"\n   Qué Ricoooo! 💙\n  ","189083":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué te da pereza?”\n  ","189084":"\n   ¿Estás ahorrando dinero en este momento para algo especial? ¿Qué es eso tan especial?\n  ","189085":"\n   Ya me voy, nadie me invitó a cenar :') n.n)\/\n  ","189086":"\n   villalobosij ♂ ♏ te preguntó: “Así es la vida, a veces son sonrisas, a veces son lágrimas. ¿Hoy sonríes o lloras?”\n  ","189087":"\n   villalobosij ♂ ♏ te preguntó: “¿Eres de las personas que se pueden orinar de la risa?”\n  ","189088":"\n   Me quiero autoregalar este fin de año una compu (lap) para andar de friki, cuál me recomiendas? ._.\n  ","189089":"\n   Tengo hambre ._.\n  ","189090":"\n   ¿Comiste pollo? 😮\n  ","189091":"\n   villalobosij ♂ ♏ te preguntó: “¿Cuál fue la última decisión que tomaste?”\n  ","189092":"\n   villalobosij ♂ ♏ te preguntó: “Conversación hasta la madrugada. ¿Cómo hacen para no quedarse dormidos?”\n  ","189093":"\n   Vicio preferido\n  ","189094":"\n   Leche 🥛 o chocomilk\n  ","189095":"\n   Cómo va la situación en tu pais\n  ","189096":"\n   Pacman o súper mario\n  ","189097":"\n   Huevo con tocino o con jamon\n  ","189098":"\n   Casi lloro jajaja\n  ","189099":"\n   Solo es pregunta :D jajajaja como has estado?\n  ","189100":"\n   Hola :D  aun quieres ser mi amiga?\n  ","189101":"\n   ©....ঔৣ⇜ ⏩¿¿ Qué tipo de \" fama\" crees tener aquí es ask??⏪⇜ঔৣ Los sigue ►\n  ","189102":"\n   Te conozco desde hace como 9 años 😪\n  ","189103":"\n   Te gustan los chupetes?\n  ","189104":"\n   La mejor usuaria\n  ","189105":"\n   Eres una grosera\n  ","189106":"\n   Y mañana a dormir todo el día 😴\n  ","189107":"\n   De que estado de México eres ?\n  ","189108":"\n   🍃💙💜🍃.. Corazoncito!!💕💕💕.. dime q fue lo q te impresiono Hoy día??.. 🍃💜💙🍃#ask.fm\n  ","189109":"\n   villalobosij ♂ ♏ te preguntó: “¿Todo pasa por una razón o somos la razón de que todo pase?”\n  ","189110":"\n   Probando la opción de \"Respuestas secretas\" para\n   \n    @villalobosij\n   \n   usuario oficial VIP+ de ASKfm:\n   \n    https:\/\/ask.fm\/VillalobosIJ\/answers\/165546242148\n   \n","189111":"\n   Eres la mejor\n  ","189112":"\n   Hola Dayani. Te gusta el champurrado?\n  ","189113":"\n   Cuál es la cosa más torpe que has hecho en tu vida?\n  ","189114":"\n   ¿Cuándo fue la última vez que pasaste un día entero sin tu móvil? ¿Qué hiciste?\n  ","189115":"\n   ¿En qué puedes estar pensando durante horas?\n  ","189116":"\n   Prefieres evitar problemas o solucionarlos? 👀\n  ","189117":"\n   Yo que te quise tanto\n  ","189118":"\n   [ 🌸 ]¿Cuál es tu mes favorito del año? A mi me encanta abril por mis 3 cumpleañeros favoritos ❤️😍🤭\n  ","189119":"\n   Que seas feliz feliz feliz es todo lo que pido en nuestra despedida\n  ","189120":"\n   villalobosij ♂ ♏ te preguntó: “¿A qué insectos le temes?”\n  ","189121":"\n   ©....ঔৣ⇜ ⏩¿¿ Qué tipo de preguntas te gustan??¿¿Simples o algo más completas??⏪⇜ঔৣ Los sigue ►\n  ","189122":"\n   Te gustaría saber inyectar o sacar sangre? 💉\n  ","189123":"\n   Luego de que una persona te falló, vuelves a confiar en ella por alguna situación?\n  ","189124":"\n   Alguna vez te encariñaste con alguien de esta app? 🥰\n  ","189125":"\n\n    https:\/\/ask.fm\/Jeynneth\/answer\/163657071269\n   \n   deja tu ♥️ y unos 20🔥 en el enlace. Gracias por tu apoyo 🥺\n  ","189126":"\n   ©....ঔৣ⇜ ⏩¿¿ Alguna vez has recibido un beso, que te transporte a las estrellas *O*??⏪⇜ঔৣ Los sigue ►\n  ","189127":"\n   11:12\n  ","189128":"\n   Mándalo a reparar. D:\n  ","189129":"\n\n    https:\/\/ask.fm\/stmayo\/answers\/164687468818\n   \n   QUE OPINAS DE ESTE PAYASO MAM0N ? SEGUN EL LAS PERSONAS QUE USAMOS ASKS SOMOS TODOS FRACASADOS Y FEOS Y SIN NADA QUE HACER!!!!!! PINCH3 MAM0N!!!!!!\n  ","189130":"\n   [ 🌸 ]¿Cuál es la máxima cantidad de dinero que has tenido entre tus manos? Yo sólo como 15,000 pero fue para pagar deudas 😭😭😭\n  ","189131":"\n   villalobosij ♂ ♏ te preguntó: “Si tu pareja te dice que cambies. ¿Cambias o cambias de pareja.”\n  ","189132":"\n   Con quien has llegado a sentir que aun es joven tu cuerpo?\n  ","189133":"\n   Quien te da pasiones?\n  ","189134":"\n   ¿Cuál ha Sido el disfraz que más te ha gustado ponerte? ¿Tienes alguna foto?\n  ","189135":"\n   Es una buena oferta. xD\n  ","189136":"\n   🤔 nevera eh!!\n  ","189137":"\n   villalobosij ♂ ♏ te preguntó: “¿El lugar perfecto para relajarse?”\n  ","189138":"\n   Te arrancaré y comeré el corazón ._.\n  ","189139":"\n   Qué te gusta más un cielo estrellado o un ocaso? 💫\n  ","189140":"\n   [•Hola🤭de nuevo yo🙊💜Cuál es tu comida preferida y la que no te gusta 🤢]•🦋Disfruta tu día Uwu☁️\n  ","189141":"\n   ¿Cuál es tu miedo mas estúpido que nadie te cree?\n  ","189142":"\n   Te gusta ver conversaciones pasadas para recordar algo bonito?\n  ","189143":"\n   [ 🌸 ]¿Duermes en la oscuridad o con algo de luz? Yo soy bien niña y duermo con una Lampara ❤️😅\n  ","189144":"\n   Eres rápido solucionando problemas? 💫\n  ","189145":"\n   Cómo demuestras que alguien te importa? 💫\n  ","189146":"\n   villalobosij ♂ ♏ te preguntó: “Cuando llegue alguien que realmente sea para ti lo vas a saber, porque no vas a sentir dudas ni miedos, vas a sentir paz y una conexión que no puedes negar, hasta ese entonces no busques más, sé feliz, pronto llegará. ¿Verdadero o Falso?”\n  ","189147":"\n   Es verdad que pondrás una foto tuya para la noche de Halloween y Dia de muertos? ._.\n  ","189148":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué hacia hoy antes de usar ASKfm?”\n  ","189149":"\n   Cuál sería tu reacción si en este momento que ya estás en cama con las luces apagadas y solo la luz de tu celular encendida... Sale Boogeyman de tu closet a pedirte un vaso de agua?\n  ","189150":"\n   ¿Sabes quién le puso los nombres a los números en español?\n  ","189151":"\n   ¿De qué fue la última vibración que has sentido?\n  ","189152":"\n   ALEJANDRO SANCHEZ PIZARRO\n  ","189153":"\n   ¿Bicicleta o patines?\n  ","189154":"\n   Que se vayan al diablo con sus instituciones\n  ","189155":"\n   villalobosij ♂ ♏ te preguntó: “Completa la frase: Siempre, por siempre y para siempre...”\n  ","189156":"\n   villalobosij ♂ ♏ te preguntó: “Hay cosas que no sabía que sentía hasta que me enamoré, una me dolió. ¿Qué sientes tú?”\n  ","189157":"\n   villalobosij ♂ ♏ te preguntó: “Yo en mi adolescencia me encerraba en el baño hasta que se le pasara la rabieta a mamá. ¿Qué puedes decir de tú adolescencia?”\n  ","189158":"\n   Gracias 😊\n  ","189159":"\n   Gracias\n  ","189160":"\n   Hola\nMe ayudas votando a la derecha \nNo por mi\nTe dejo el link\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/185240311\n   \n   PD: me avisas si te debo 25 ❤️ y 🔥\n\nSe sincero. \nBonita tarde\n  ","189161":"\n   Hola ¿Cómo estás? \nOye me ayudarías dejando algunos 🔥 y un ❣ en el síguente link\n   \n    https:\/\/ask.fm\/ana1806\/answer\/165609470317\n   \n   Se los agradezco mucho. \nY si pueden también compartan 🥺💕\n  ","189162":"\n   [•🦋🖤Buenas noches😊Feliz Sábado!Felicidad y amor en este día🥰☁️Ya que se esta acabando el día, Espero que la hayas pasaso hermoso sonriendo y creyendo una vez más en ti❤😻Que lo bueno sea duradero y lo malo pasajero😊💖Nunca dejes de soñar.Cuidate 🥳❤]•🦋🖤\n  ","189163":"\n   Holaa, me ayudas con ❤ y los 🔥 que quieras, por favor💞\n   \n    https:\/\/ask.fm\/ana1806\/answers\/165564987501\n   \n","189164":"\n   Los worditos conquistaremos el mundo ._.\n  ","189165":"\n   villalobosij ♂ ♏ te preguntó: “A mí que no me diga su signo zodiacal, yo lo quiero saber es: ¿Cuál es la canción que le gusta?”\n  ","189166":"\n   villalobosij ♂ ♏ te preguntó: “¿Algo te dejo sin palabras?”\n  ","189167":"\n   💞 Hola, hay algún alimento que te haga daño? 🤒\n  ","189168":"\n   villalobosij ♂ ♏ te preguntó: “Espacio para algo que te dejó palabras.”\n  ","189169":"\n   villalobosij ♂ ♏ te preguntó: “Todos somos especiales para alguien. ¿Ya sabes tú para quien lo eres?”\n  ","189170":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué olor cotidiano te agrada? El mio: Café.”\n  ","189171":"\n   Creo que estoy embarazado ._.\n  ","189172":"\n   Ganó la fiera es ea ea\n  ","189173":"\n   villalobosij ♂ ♏ te preguntó: “Relaciones 50\/50: ¿Sí o No?”\n  ","189174":"\n\n    https:\/\/ask.fm\/FlaviaPavanelli4\/photopolls\/186306899\n   \n   me ayudas con un voto a tu derecha por favor\n  ","189175":"\n\n    https:\/\/ask.fm\/FlaviaPavanelli4\/photopolls\/186306387?utm_source=copy_link&utm_medium=android\n   \n   Hola, perdón por el spam, pero te puedo pedir un favor \nTe gustaría votar por mi amigo el de la derecha. \n\nMi amigo Bulmaro en la noche pasará a dejarte 25 🔥 y 25 ❤\n  ","189176":"\n   💞 Tienes algún restaurante favorito? 🍜\n  ","189177":"\n   villalobosij ♂ ♏ te preguntó: “¿Para ti quién es el artista de todos los tiempos?”\n  ","189178":"\n   Les pido de favor le manden un mensaje de aliento a mi amiga\n   \n    @PIPERINO1\n   \n   ya que el día de le diagnosticaron con virus del nilo occidental y está un poco decaída :(\n  ","189179":"\n   Sin senos no hay paraíso? ._.\n  ","189180":"\n   ©....ঔৣ⇜ ⏩¿¿ Existe alguna prenda de vestir, que jamás te la pondrías??⏪⇜ঔৣ Los sigue ►\n  ","189181":"\n   ©....ঔৣ⇜ ⏩¿¿ Existe alguien que podría arrancarte la sonrisa de solo verle??⏪⇜ঔৣ Los sigue ►\n  ","189182":"\n   ©....ঔৣ⇜ ⏩¿¿ Puedes dormir tranquil@??⏪⇜ঔৣ Los sigue ►\n  ","189183":"\n   ¿Qué música (canción) te pone de buenas? ._.\n  ","189184":"\n   villalobosij ♂ ♏ te preguntó: “¿A qué huele la Navidad?”\n  ","189185":"\n   ¿Qué superstición crees que es cierta?\n  ","189186":"\n   El suyo igual n.n\n  ","189187":"\n   solo fue eso pero toma relevancia por que esos dos siempee estan diciendo pndejadas\n  ","189188":"\n   Dejame adivinar... estas enojada?\n  ","189189":"\n   Vendere mi cuerpo a chicas sexys u.u\n  ","189190":"\n   He renunciado a mi trabajo para estar más tiempo con ustedes .-.\n  ","189191":"\n   Me ayudas con un voto a tu derecha por favor\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/184621559\n   \n","189192":"\n   11:11\n  ","189193":"\n   ♡Hermoso Sabadoo🌸🥰Hoy es un día diferente y espero que lo disfrutes con tanta felicidad que tienes en tu corazón 🤗Y si no es así por favor deja todo lo malo atrás sé que no es fácil pero tampoco es imposible🦋Desde hoy Deseo que tu corazón sane y tu vida cambie💕🌈 💐Cuídate 🖤😊🥳•♡•\n  ","189194":"\n   Cuál turno? O.o\n  ","189195":"\n   Los celos son sinónimo de desconfianza?\n  ","189196":"\n   Usted me cae bien señorita Dayani, se lee buena onda n.n\n  ","189197":"\n   villalobosij ♂ ♏ te preguntó: “El tiempo nos va cambiando por fuera. Las vivencias por dentro. ¿Dejamos de ser lo que somos?”\n  ","189198":"\n   Te gustan las cenas románticas ?👀\n  ","189199":"\n   XDXDXDXD\n  ","189200":"\n   Es mi parte sexy pa ligar u.u\n  ","189201":"\n   villalobosij ♂ ♏ te preguntó: “Hay personas que llegan a tu vida para que no las olvides, unas buenas, otras malas, entre tantos estoy yo.”\n  ","189202":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué se hace en una primera cita?”\n  ","189203":"\n   ¿Cuándo tomaste limonada?\n  ","189204":"\n   Si por?\n  ","189205":"\n   Quieres ver mis tenis? n.n\n  ","189206":"\n   Day!!! Que gusto leerte\n  ","189207":"\n   villalobosij ♂ ♏ te preguntó: “Le dices a alguien 'un momento'. ¿Sabes cuánto dura realmente 'un momento'?”\n  ","189208":"\n   villalobosij ♂ ♏ te preguntó: “¿Sabes si hay gemelos en tú árbol familiar?”\n  ","189209":"\n   villalobosij ♂ ♏ te preguntó: “Ilumínenme. No entiendo el meme de: ¿Quieren ver mis tenis? Fosfo fosfo”\n  ","189210":"\n   Hola futura amiga Dayani n.n\n  ","189211":"\n   🦄•[🦋🖤Foto de Hoy🖤🦋•]🦋🥳\n  ","189212":"\n   Alguna vez sentiste celos por algo que viste en ask.fm? 👀\n  ","189213":"\n   ¿Sabes qué significa el nombre del sitio dónde te encuentras?\n  ","189214":"\n   A ti también casi te hace llorar la serie \"la maldición de bly manor\" o te aguantaste como los machos(as) como yo? ._.\n  ","189215":"\n   Hola💞, recuerdas cuál fue la primera comida que hiciste? 🌽\n  ","189216":"\n   villalobosij ♂ ♏ te preguntó: “A los 20 quieres, pero no sabes cómo hacerlo. A los 40 sabes perfectamente cómo hacerlo, pero no quieres. ¿Acaso podrías estar en una situación mejor?”\n  ","189217":"\n   villalobosij ♂ ♏ te preguntó: “Lo que lees en mi muro, es mi forma de pensar.”\n  ","189218":"\n   Como que tipos de amor hay?👀\n  ","189219":"\n   Crees que soy muy superficial si te digo que me enamora tu pelo?\n  ","189220":"\n   villalobosij ♂ ♏ te pregutó: \"Me hacen feliz cosas que nada le cuesta a nadie, un gesto, una sonrisa o una mirada, acompañados de la lluvia, el sonido del mar y de las aves, los atardeceres, con café o en la tranquilidad y el silencio de la compañía. ¿Y a ti qué?\"\n  ","189221":"\n   ©....ঔৣ⇜ ⏩¿¿ Cómo fortaleces tu sistema inmunológico??⏪⇜ঔৣ Los sigue ►\n  ","189222":"\n   ©....ঔৣ⇜ ⏩¿¿ Te importa mucho que la gente escriba correctamente?? Es decir.. sin faltas de ortografía⏪⇜ঔৣ Los sigue ►\n  ","189223":"\n   villalobosij ♂ ♏ te preguntó: “¿Qué me pediría si le llevo de shopping?”\n  ","189224":"\n   ¿Me dejas bbr de tu sangre? ._.\n  ","189225":"\n   ©....ঔৣ⇜ ⏩¿¿ Has tenido alguna vez un \"Deja Vu \"??⏪⇜ঔৣ Los sigue ►\n  ","189226":"\n   A que te refieres con diferentes tonos?👀\n  ","189227":"\n   Tu tienes pelo chino o lacio?\n  ","189228":"\n   Responden mi encuesta bbs...\n   \n    https:\/\/ask.fm\/vanvaxx\/photopolls\/183222438\n   \n","189229":"\n   Hagamos un pacto con el diablo 😈\n  ","189230":"\n   Llegando a la fiesta... Te veo besándote con ocho 💔 Que poca madre ♪\n  ","189231":"\n   Hola de nuevo! Espero te encuentres muy bien, paso por aquí para preguntarte ¿Cuál es la frase de tu canción favorita que hace feliz a tu alma? Ten un lindo día 💫\n  ","189232":"\n   villalobosij ♂ ♏ te preguntó: “Hay personas con las que se coquetea toda la vida, pero no se llega a nada. ¿Verdadero o Falso?”\n  ","189233":"\n   Alguien sabe si en esta cuarentena ya me puedo bañar o solamente sigo lavándome las manos? U.u\n  ","189234":"\n   Te llama mas la atención una persona con pelo chino o pelo lacio? ._.\n  ","189235":"\n   villalobosij ♂ ♏ te preguntó: “¿Me pregunto, eres del tipo de gente que sigue esforzándose en cosas que casi nadie percibe ni valora?”\n  ","189236":"\n   💞 Cuál es la comida más deliciosa de tu país? 🍜\n  ","189237":"\n   villalobosij ♂ ♏ te preguntó: “¿La pizza perfecta existe?”\n  ","189238":"\n   villalobosij ♂ ♏ te preguntó: “¿Eres del tipo de gente que sigue esforzándose en cosas que casi nadie percibe, ni valora?”\n  ","189239":"\n   villalobosij ♂ ♏ te preguntó: “Ya dígame la verdad. ¿El amor sí existe o también son los papás?”\n  ","189240":"\n   Hoy hay Luna invisible... La vas a ver? O.o :p\n  ","189241":"\n   ©....ঔৣ⇜ ⏩¿¿ El amor... es para todos??⏪⇜ঔৣ Los sigue ►\n  ","189242":"\n   💞 Prefieres la pizza con o sin piña? 🍍\n  ","189243":"\n   ¿En cuánto tiempo dejaste de querer a tu última pareja?\n  ","189244":"\n   [C] Holis ✨ Estudio, viaje, arte, trabajo, revolución, pareja, descendencia, soledad, deporte, ciencia, juego, nada, otra cosa 🌴 ¿Cuáles son tus prioridades en tu vida para los próximos años, con o sin pandemia? 😼 Cuídate y elige bien tu camino, saludos 😎\n  ","189245":"\n   Yo fui el amor de la vida de alguien, que un día me dejó sólo. ¿Y a ti también te dejaron?\n  ","189246":"\n   ¿Que maldades estás haciendo en este momento? ._.\n  ","189247":"\n   No podemos cambiar a las personas. ¿Hay que aceptarlo?\n  ","189248":"\n   Levantaos y brillad bbs !\n  ","189249":"\n   El sentido de la vida tiene más que ver con el desarrollo personal ante el sufrimiento que con la felicidad. ¿Verdadero o falso?\n  ","189250":"\n   villalobosij ♂ ♏ te preguntó: “Nadie debería escribir nada, ni siquiera decir nada, a menos que creyera que está en posesión de la verdad y los demás hombres, equivocados. G. K. Chesterton. ¿Crees porder cumplir con esto?”\n  ","189251":"\n   Asi como a muchos hombres les gustan las mujeres con cuerpo atletico ¿a ti te gustan musculosos?\n  ","189252":"\n   villalobosij ♂ ♏ te preguntó: “Ojalá pudiésemos entender lo que necesitamos, con la misma claridad que vemos lo que les sobra a los demás. ¿O no lo entendió?”\n  ","189253":"\n   Te ha pasado que copian tu pregunta y la reenvían ?🙄\n  ","189254":"\n   Un sabio dijo: ”Primero duele, después te da rabia y termina dándote risa. Así se cierran las etapas”. ¿Tú, en qué etapa estás?\n  ","189255":"\n   Jojojo whysky preferido?\n  ","189256":"\n   Me dejas tocar tu mano bb?\n  ","189257":"\n   🍃💜💙🍃.. You drink intoxicating drinks??.. 🍃💜💙🍃.. Bebes bebidas embriagantes??.. 🍃💙💜🍃\n  ","189258":"\n   🍃💜💙🍃.. What is it that torments you??.. 🍃💜💙🍃.. Que es lo que te Atormenta??.. 🍃💜💙🍃\n  ","189259":"\n   🍃💜💙🍃.. Would you make a call to that person you like??.. 🍃💜💙🍃.. Llamarías a esa Personita que te Gusta??.. 🍃💙💜🍃\n  ","189260":"\n   🍃💙💜🍃.. Do You wear prescription glasses or sunglasses only??.. 🍃💜💙🍃.. Usas lentes de Graduación o de solamente de Sol??.. 🍃💜💙🍃\n  ","189261":"\n   🍃💙💜🍃.. To defend your Life.. what do you prefer to Fight against.. 100 Ducks the size of an adult Horse.. or 100 Horses the size of a Duck..🍃💙💜🍃 ..Para defender tu Vida.. contra que prefieres Pelear.. 100 Patos del tamaño de un Caballo adulto.. o 100 Caballos del tamaño de un Pato.. 🍃💜💙🍃\n  ","189262":"\n   Neta que buena respuesta muy difecta!! Daya\n  ","189263":"\n   🍃💜💙🍃.. In summer time, how many times do you bathe a day??.. 🍃💜💙🍃.. En verano, cuantas veces te bañas al día??.. 🍃💜💙🍃\n  ","189264":"\n   🍃💙💜🍃.. Would you trade not being able to be with your loved ones for all the riches??.. 🍃💙💜🍃.. Cambiarías el no poder estar con tus seres queridos por todas las riquezas??.. 🍃💜💙🍃\n  ","189265":"\n   Soy una cruza de mapache y panda, ojeroso y esponjadito sexy n.n Buena noche señorita.\n  ","189266":"\n   Osea tu y yo?\n  ","189267":"\n   ¿Cambiar hasta que salga la música que te gusta o eres de escuchar en el orden en que esté?\n  ","189268":"\n   villalobosij ♂ ♏ te preguntó: “Cuando consigues ser como quieres ser, ya sólo hay una cosa que pueda hacerte aún más feliz. Alguien que te quiera como eres. ¿O prefieres la soledad?”\n  ","189269":"\n   Por qué hay algunas preguntas que me llegan que si puedo ver en mi lap, pero en el cel no? O.o No he podido dormir desde anoche por esa duda.\n  ","189270":"\n   💞 Abro debate: el pastel, se come con cuchara o tenedor? 🎂\n  ","189271":"\n   Que buena respuesta Xd\n  ","189272":"\n   Te ha pasado que estas whatsapeando  y te equivocas de grupo publicando algo? e_e\n  ","189273":"\n   villalobosij ♂ ♏ te preguntó: “Hay personas que despiertan en ti algo que ni tú sabes muy bien que es. Mencionala aquí.”\n  ","189274":"\n   Es posible que alguien pueda ser un excelente amante pero un pesimo espos@\/novi@? (Y no me refiero solo a la cama si no que se puede ser un excelente segundo pero un pesimo primero? Me explico? ) crees que tu lo seas? Cuentame tu opinion. (Esepto tu\n   \n    @vanvaxx\n   \n   tu eres un despechado)\n  ","189275":"\n   Que opinas que las dos mujeres que mas he querido y apreciado hoy ya ni siquiera son mis amigas? Me hace sentir triste eso.... te ha pasado con alguien asi? Que te arrepientes de haber terminado esa amistad o alejarte?\n  ","189276":"\n   Hola todo bien? Y si nos seguimos? XDXDXDXD\n  ","189277":"\n   Ya no quiero vivir sin ti u.u\n  ","189278":"\n   villalobosij ♂ ♏ te preguntó: “Jamás los aviones vuelan en línea recta. ¿Verdadero o falso?”\n  ","189279":"\n   Holaa😊💖Estas enamorado\/a?🥳Bonita noche😊🌸\n  ","189280":"\n   Perdí un seguidor, estoy en estado depresivo u.u Fuiste tu? <\/3\n  ","189281":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿Crees en los sucesos paranormales ??⏪⇜ঔৣ Los sigue ►\n  ","189282":"\n   Respondan mi encuesta bbs ._.\n   \n    https:\/\/ask.fm\/vanvaxx\/photopolls\/182737062\n   \n","189283":"\n   villalobosij ♂ ♏ te preguntó: “¿Alguna vez te aferraste lo imposibles?”\n  ","189284":"\n   ©....ঔৣ⇜ ⏩¿¿ Será posible que la gente que muere repentinamente, no sepa que han muerto??⏪⇜ঔৣ Los sigue ►\n  ","189285":"\n   🍃💙💜🍃.. when you say goodbye .. you are one of those who look back??.. 🍃💙💜🍃.. cuando dices adiós .. eres de los que miran atrás??.. 🍃💜💙🍃\n  ","189286":"\n   🍃💙💜🍃.. What makes your heart beat??.. 💕💕💕.. 🍃💙💜🍃.. Qué hace latir tu corazón??.. 💕💕💕\n  ","189287":"\n   🍃💜💙🍃.. 1st I.. then I and then I .. is a Selfish act??.. jajaja.. 🍃💜💙🍃.. Primero Yo .. luego Yo y luego Yo .. es un acto Egoísta??.. jajaja.. 🍃💙💜🍃\n  ","189288":"\n   🍃💙💜🍃.. Sincerity is a Weapon or a Shield??.. 🍃💙💜🍃.. La sinceridad es un Arma o un Escudo??.. 🍃💜💙🍃\n  ","189289":"\n   ¿Qué es lo peor que han sacado de ti?\n  ","189290":"\n   villalobosij ♂ ♏ te preguntó: “¿Le regalaste el patel de cumpleaños a alguien?”\n  ","189291":"\n   villalobosij ♂ ♏ te preguntó: “Menciona los 10 inventos que actualmente usas.”\n  ","189292":"\n   No se duerman !!\n  ","189293":"\n   A lo largo de tu periodo de friki aquí en ask, cuántas cuentas has tenido?, Se sincero.(a) ._.\n  ","189294":"\n   ¿Haz confundido una amistad con algo más?\n  ","189295":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿Todo lo que sube, tiene que bajar ??¿¿Me podrías dar algún ejemplo ?⏪⇜ঔৣ Los sigue ►\n  ","189296":"\n   Gracias por tu valiosa opinion day!!! Jajajajajajajajaja malos gustos... XDXD  va bien justo estoy por salir a pasear un rato y tu?\n  ","189297":"\n   Estas en canada? :D\n  ","189298":"\n   DAY!!!!! :D\n  ","189299":"\n   Que opinas de mi?\n  ","189300":"\n   ¿Color de tus ojos?\n  ","189301":"\n   Soy demasiado sincero, unas veces eso es genial y otras me deja sólo. ¿Y tú qué eres?\n  ","189302":"\n   ¿Crees en la leyenda del hilo rojo?\n  ","189303":"\n   Yo le quiero dar...en 4k\n  ","189304":"\n   ¿Te gusta Radiohead?\n  ","189305":"\n   ¿Qué zumos naturales son muy buenos para la salud?\n  ","189306":"\n   Holaa🐼💕Hermoso Martes de maravilla 🖤🤠Aprendi que es mejor No preocuparse demasiado, lo que llega es por algo y lo que se va también !🦋❤🌊Recuerda no olvides sonreír por favor que alimenta el alma de otras personas viéndote así de Feliz 🤩🌈Cuídate🥳🥰\n  ","189307":"\n   Explain in English\n  ","189308":"\n   Tan poquitos?, Antes se comía 8 u.u\n  ","189309":"\n   e.e... Cuántos le preparo entonces y de que?\n  ","189310":"\n   ¿Aún le dices \"mami\" a tú mamá?\n  ","189311":"\n   Cómo puedo dejar de recibir preguntas shoutout?, Me generan mucho spam y no veo las que ustedes me hacen ._. Si hacen no?\n  ","189312":"\n   ¿Te han o haz transferido dinero por equivocación en cuenta bancaria?\n  ","189313":"\n   ¿Recuerdas cuando te uniste a ASKfm?\n  ","189314":"\n   Como supo que soy taquero? O.o Deje de andarme espiando.\n  ","189315":"\n   No podemos volver atrás para cambiar el principio, pero desde donde estamos podemos cambiar el final. ¿Sabes de que asunto hablo?\n  ","189316":"\n   Me voy a poner a trabajar ya que aquí todos me ignoran... Ciao bbs. n.n).i.\n  ","189317":"\n   Esta haciendo frio ._. Abracémonos bbs \\e_e\/\n  ","189318":"\n   Si no respondes está pregunta es que ya no te importa responderlas y quieres que te deje de seguir n.n\n  ","189319":"\n   Sin googlear... Sabes que significa la palabra \"Google\"? O.O\n  ","189320":"\n   Me pasas tu kik bb?._.\n  ","189321":"\n   ¡Cual es el sentido de tu vida?, Pregunta robada a noBis de kik.\n  ","189322":"\n   ¿Eres de poner alarma?\n  ","189323":"\n   ¿Has estado en un barco?\n  ","189324":"\n   Votas a la izquierda porfa 💞\n   \n    https:\/\/ask.fm\/Jeynneth\/photopolls\/182193317\n   \n   ❤\n  ","189325":"\n   Perdón por el spam, votas a la izquierda ❤\n   \n    https:\/\/ask.fm\/ana1806\/photopolls\/182449261\n   \n","189326":"\n   ¿Qué fue lo último que has conseguido gratis?\n  ","189327":"\n   A veces en el intento de descifrar a otras personas, terminas descubriéndote a ti mismo. ¿Verdadero o falso?\n  ","189328":"\n   Me has sido infiel? <\/3\n  ","189329":"\n   Si me subieran a un pedestal me tiraría. Total, tarde o temprano acabaría cayendo. ¿Y tú qué harías?\n  ","189330":"\n   Mi amor 😍💜\n  ","189331":"\n   Buen inicio de semana🖤🥰!Hoy lunes 🌈❤espero que la vida te sorprenda ,sobre todo que no falte nunca el amor y salud para ti y tu familia🖤😊Mis deseos para ti de todo corazón 💕Cuídate 🥳🌸🦋]•\n  ","189332":"\n   Holaaa!!.. q tal.. Good Morning!!💕💕💕.. como amaneciste hoy Día??.. Yo Bendecida y Tú corazonsito??💕💕💕.. \\(((.^)\/💜\n  ","189333":"\n   Son las 10:24 am y aún No he Comido más Nadaa!!.. dime q hora es??.. y si ya Comiste algo??.. y q fue lo q Comiste??.. Corazoncito!!💕💕💕.. me Invitas??.. coloca una Pic oh imagen de Google!!.. para saber q fue??.. x fiiis!!.. jajaja.. :3\n  ","189334":"\n   ¿Crees en los finales felices?\n  ","189335":"\n   Describe cómo te sientes cuando la persona que te gusta te manda un mensaje para poder hablar.\n  ","189336":"\n   ¿Cuál es la decisión más importante que uno tiene que tomar?\n  ","189337":"\n   Para mí, las personas se dividen en las que saben reconocer sus errores y las que culpan a otros o buscan excusas para intentar justificarse. ¿Y tú reconoces o culpas o te justificas?\n  ","189338":"\n   ¿Es que a veces, es suficiente con lo minimo que te dé, la persona correcta?\n  ","189339":"\n   Te deseo un muy feliz martes💖\nHoy en la noche, en México se da el grito, representativo del inicio de la guerra de Independencia 🇲🇽 se acostumbran hacer platillos muy mexicanos jsjsjs ¿Qué vas a comer tú? 👀 En caso de que no seas de México ¿En tu país celebran algo similar? 🤔\n  ","189340":"\n   Te sientes orgulloso de tu país?, O ya quieres mudarte y naturalizarte de otro? e_e\n  ","189341":"\n   Algo que quieras en este mismo rato ? 👀\n  ","189342":"\n   Al saludar a la gente, es mejor evitar chocar el codo porque te pones a menos de un metro de distancia de la otra persona.\n  ","189343":"\n   💞 Qué comida no te gustaba, pero la probaste, y ahora no puedes dejar de comerla ? 🍲\n  ","189344":"\n   Dime cantinero, tu sabes de penas, a los cuantos tragos me olvido de ella ♪\n  ","189345":"\n   ¿Alguna vez aceptaste a salir con alguien solo por que no querias pasarla sola?\n  ","189346":"\n   Cuando haces algo que te gusta y automáticamente piensas en alguien. ¿Qué significa?\n  ","189347":"\n   ¿Qué pasa cuando una mujer te dice haz lo que quieras?\n  ","189348":"\n   Ser detallista no implica dinero. Implica atención. ¿Verdadero o falso?\n  ","189349":"\n   Holaa Bonita noche🤎☁Mi pregunta es¿Alguna vez has pensado en mudarte a algún lugar donde nadie te conozca y empezar una nueva vida?🤔❤️Cuídate🥳💚\n  ","189350":"\n   ¿El hecho de vivir deja secuelas?\n  ","189351":"\n   ¿Nunca se han puesto a pensar por qué no le gustan a la persona que les gusta?\n  ","189352":"\n   ¿Te habla o solo te responde?\n  ","189353":"\n   Entiéndeme, te pido explicación porque me estás matando y destruyendo la razón, ya me cansé, no quiero insistir, es que cuando me acerco, tú te alejas más de mí ♪\n  ","189354":"\n   Cuál es la mayor locura que has cometido en tu vida ? 💫\n  ","189355":"\n   ©....ঔৣ⇜ ⏩ ✌️✌️ ¿¿ Se puede odiar lo que algún día se amó??️?️⏪⇜ঔৣ Los sigue ►\n  ","189356":"\n   Esto jamás acabará, he escuchado decir: ...\"Buah, pero si al final vamos a caer todos, esto es así\"... ¿Será que nadie sabé que algunos mueren y a otros les deja efectos secundarios, que no sabemos como afectará a las nuevas generaciones?\n  ","189357":"\n   votate a sinistra per\n   \n    @YomiCrazy\n   \n   è il suo primo evento\n   \n    https:\/\/ask.fm\/LaBellezzaFemminile\/photopolls\/182644465?utm_source=copy_link&utm_medium=android\n   \n   grazie in anticipo se lo farai\n  ","189358":"\n   Has copiado en los exámenes ?\n  ","189359":"\n   ¿Qué parte de tu cuerpo te cuidas más?\n  ","189360":"\n   Buenos dias💜Bonito sábado 💕🌈Que tengas un buen fin de semana 🦋Confía en ti  en tus sueños, y no pares hasta lograrlo.💕Sé feliz ,vive y disfruta cada segundo 🥰Cuídate 🥳☁️\n  ","189361":"\n   Te has cortado el pelo tu solo(a)? ._.\n  ","189362":"\n   Caminas rápido o lento en un día normal sin nada que hacer? ._.\n  ","189363":"\n   Hoy es el clásico nacional de futbol en mi pais... A quien le vas al poderoso Ame ♥ o Chivas :$ ?, 10 puntos al que le atine al marcador correcto.\n  ","189364":"\n   💫 Sábado de declaraciones 💫 Tienes alguna declaración que hacer ? 🙊\n  ","189365":"\n   ¿Qué tan ruda eres?\n  ","189366":"\n   Dile algo bonito a alguien que quieras mucho 👇🏼❤\n  ","189367":"\n   ©....ঔৣ⇜ ⏩Voy a hacer esta pregunta solo para saber ✌️✌️ ¿¿ Quiénes de ustedes, mis contactos, me siguen?? Yo sigo a todos los que les llega esta pregunta 😨👁️👁️⏪⇜ঔৣ Los sigue ►\n  ","189368":"\n   Awww bellísima 👏🏼👏🏼👏🏼🤍\n  ","189369":"\n   Algo que te guste pero no les guste a los demás ?\n  ","189370":"\n   Leche entera o semidescremada ? 🐄\n  ","189371":"\n   [•☁️🦋Foto de Hoy💖☁️🦋]•☁️🦋\n  ","189372":"\n   Tu eres la formula de la cangreburger y yo plánton ❤️\n  ","189373":"\n   Por qué no tienes novi@ ?\n  ","189374":"\n   Cómo soy (signo zodiacal) no puedo dejar de (texto predictivo) 👀\n  ","189375":"\n   Si tus papás se divorciaran con quien te gustaría irte? (O si lo hicieron con quien te hubiera gustado quedarte)?\n  ","189376":"\n   Jajaja.. osea te juro q te imaginé.. jajaja.. te miras taan Tiernaa!!💜\n  ","189377":"\n   \\(((.^)\/.. Te AdoroO!!💕💕💕\n  ","189378":"\n   Es una preguntita Secret!!.. q dice 1ro Dios tu Mamy se recuperará.. la tendré en mis Oraciones Nenita Hermosa!!💕💕💕.. Okirokyyy!!\n  ","189379":"\n   [•Holaa🥰¿Cuál es tu canción preferida?Cuídate☺️💛]•🦋☁️\n  ","189380":"\n   buenos dias como esta? yo muy bien\n  ","189381":"\n   ¿Sientes que eres tú mism@ frente a los demás?\n  ","189382":"\n   ©....ঔৣ⇜ ⏩ ¿¿ Qué opinas???✌️✌️ ¿¿ Apoyarías en todo a tu pareja?????😨👁️👁️⏪⇜ঔৣ Los sigue ►\n  ","189383":"\n   Gracias a ti preciosa 😊💞\n  ","189384":"\n   ©....ঔৣ⇜ ⏩ ¿¿ Qué opinas??? ¿¿ ¿¿Crees que todos somos manipulados en algún momento?????⏪⇜ঔৣ Los sigue ►\n  ","189385":"\n   Ahora sí puedes Desblockear la Surpriseee!!.. la cuál segura estoy.. q te va a Encantaar!!.. mill Graxs.. x ser un Amor!!💕💕💕.. y estar para conmigo cuando más te Necesito!!.. q Diosito te Bendiga AmorsitouU!!💕💕💕💕💕💕💕\n  ","189386":"\n   Buen sabado💕 ¿intercambias hacer  2 preguntas y paso dejarte 20 likes? Si aceptas comienzas!😊\n  ","189387":"\n   A donde vas cuando los dias no tienen colores?\n  ","189388":"\n   Si jaja yo también 😋\n  ","189389":"\n   Donas esponjosas 🍩❤. Espero que te gusten mucho.\n   \n    https:\/\/youtu.be\/4Y7jc23S9XQ\n   \n   Ayúdame a compartirlo 💞\n  ","189390":"\n   Te gustaría conocer a alguien de ask ? A quién 👀\n  ","189391":"\n\n    https:\/\/drive.google.com\/file\/d\/1ziiHjUgO8DJ0MAwG8ZPH6OuyItGHesox\/view?usp=drivesdk\n   \n\n    https:\/\/drive.google.com\/file\/d\/1zopdTsj_sdunvG7wkqRhR6-X_6632-hP\/view?usp=drivesdk\n   \n   Canto horrible\n  ","189392":"\n   Nenita Preciosaa!!💕💕💕.. te tengo Excellent's Noticias en mi Casita.. Oh Yeaah!!!.. Oh Yeaah!!.. Yupieee!!.. \\(((.^)\/💕💕💕.. mill Graxs AmorsitouU!!💕💕💕.. x estar para conmigo.. cuando más te Necesitaba q Diosito te Bendiga.. te Cuide y te Proteja!!💜.. antes de pasar x fis contesta mi pregunta\n  ","189393":"\n   Escucha este tema\n   \n    https:\/\/open.spotify.com\/track\/73yNpXmDYr0W7nqsRGhKqZ\n   \n","189394":"\n   ¿Te gusta soñar despierta?\n  ","189395":"\n   Cuál es tu película favorita ?\n  ","189396":"\n   hola desculpe la molestia te querria preguntar si puede ponerme 1mg y algunos fueguitos por favor\n   \n    https:\/\/ask.fm\/andreaandreadeandeangelis\/answer\/162376430833\n   \n","189397":"\n   Hola :D como estas?\n  ","189398":"\n   Que tan activo eres en ask ?\n  ","189399":"\n   ¿Te has hecho la prueba del Coronavirus?\n  ","189400":"\n   💞 Si te dieran a escoger entre pan y pancakes. ¿ Cuál eliges ? 🥐🥞\n  ","189401":"\n   No se enamoren solos. El seguro no cubre ese tipo de daños.\n  ","189402":"\n   Hola 💞 Cuál es tu golosina favorita ? 🍭\n  ","189403":"\n   ¿Qué se puede hacer para ir al baño en el trabajo y no dejarlo mal oliendo?\n  ","189404":"\n   ©....ঔৣ⇜ ⏩ ¡¡¡Hola a todos!!!¿¿ Cómo sería una persona que NO te conviene???⏪⇜ঔৣ Los sigue ►\n  ","189405":"\n   ¿Has salido por diversión en esta cuarentena?\n  ","189406":"\n   Eres buen consejero ?\n  ","189407":"\n   Cuando crees que ya los has visto todo...\n  ","189408":"\n   💜🍃💙.. Pasa una Maravillosa Día!!.. y que Diosito te Bendiga!!.. 💙🍃💜.. Have a Wonderful day !! .. and God Bless you!!.. 💋 MuoackkksS!!!.. 💙🍃💜\n  ","189409":"\n   💙🍃💜.. Alguna vez te hechaste la Culpa.. para Salvar a alguien más??.. 💙🍃💜.. Have you ever taken the blame .. to save someone else??.. 💜🍃💙\n  ","189410":"\n   💙🍃💜.. Que tan Responsable eres de tus actos?.. 💜🍃💙.. How responsible are you for your actions?.. 💜🍃💙\n  ","189411":"\n   💜🍃💙 Cuando se te hace tarde para una cita.. cuál escusa es la que das? 💜🍃💙 When you are late for an appointment ... what excuse do you give?.. 💜🍃💙\n  ","189412":"\n   ☁️🦋[•Hola💖☺️Te deseo un Hermoso inicio de semana❤Que tu día sea lleno de sorpresas y alegrías para ti😸💛Recuerda siempre sonreír 🥳🌸Cuídate ☁️🦋]•💜☁️\n  ","189413":"\n   buonanotte🖤\n  ","189414":"\n   Señor, me has mirado a los ojos, sonriendo, has dicho mi nombre, en la arena he dejado mi barca, junto a ti, buscaré otro mar ♪\n  ","189415":"\n   🌹\n  ","189416":"\n   ❤️\n  ","189417":"\n   🎀🖤ESPACIO LIBRE 🖤🎀\n  ","189418":"\n   Me ayudas votando a tu izquierda? 😌 (Por el chico)\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/181197303?utm_source=copy_link&utm_medium=iOS\n   \n","189419":"\n   📖✍🏼¿Eres Diestro\/a, Zurdo\/a ó Ambidiestro\/a?.✍🏼📖\n  ","189420":"\n   Que dicen las voces de tu cabeza?\n  ","189421":"\n   Te sigo si quiere seguirme tambien tu me haria muy placer\n  ","189422":"\n   Gracias a ti 💞. Ya te sigo ❤\n  ","189423":"\n   Cuidado con creerse libres, que la mayoría no lo somos, siempre nos ata algo o alguien.\n  ","189424":"\n   Pollo crujiente y delicioso:\n   \n    https:\/\/youtu.be\/i-nlQk-1GDs\n   \n   ❤🍗 Espero te guste y suscríbete o ayúdame a compartirlo 💞\n  ","189425":"\n   Holi,es la última que pido de su ayuda🥺 podrían votar a la derecha, porfi?\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/181197303\n   \n   Me estaré pasando con 20🔥 \nGraciaas🥰\n  ","189426":"\n   ©....ঔৣ⇜ ⏩El amor es uno solo por ahí dicen, pero, ¿¿Es considerado el amor por internet como algo real ??¿¿ ¿¿ Te has ciberenamorado alguna vez????⏪⇜ঔৣ Los sigue ►\n  ","189427":"\n   😍😍💖\n  ","189428":"\n   ¿Consideras ser una persona atractiva?\n  ","189429":"\n   ¿Te gusta la limonada?\n  ","189430":"\n   ¿Facebook o Instagram?\n  ","189431":"\n   En un accidente eres de los que reaccionan rápidamente o te quedas en Shock sin saber que hacer?\n  ","189432":"\n   Si te confieso que estoy enamorad@ de ti me darías una oportunidad de conocerte?\n  ","189433":"\n   Si eres testigo de un asesinato serías capaz de declarar lo que viste?\n  ","189434":"\n   Si te descubren mintiendo cuál sería tu versión de defensa?\n  ","189435":"\n   No hay peor ciego que el que no quiere ver, que te dicen estás palabras?\n  ","189436":"\n   ¿Y tú a qué te dedicas en esta pandemia?\n  ","189437":"\n   Bueno ya terminé de hacer mi ejercicio, ahora voy a reponer energía con mi torta de torta de tamal , unas quesadillas y un bote de helado de oreo ....\nCuál es tu alimentación normalmente? \nA_A\n  ","189438":"\n   ¿Tienes mas amigos o amigas?\n  ","189439":"\n   que hago si me gusta alguien??\n  ","189440":"\n   ¿Tienes instinto maternal?\n  ","189441":"\n   Bebes, otra vez.\nSe que ya los tengo hasta el coco pero ayuden a mi amiga a ganar el vs\n   \n    https:\/\/ask.fm\/Eduardo_Hbautista\/photopolls\/179912123\n   \n   A la derecha también porfavor y claro, siganla🤭🥴\n  ","189442":"\n\n    https:\/\/ask.fm\/belen_slt\/photopolls\/181194231?utm_source=copy_link&utm_medium=android\n   \n   Voten por mi amigo para desempate \nEl de la derecha porfavor, si votaron por el por el de 24 y ahora está, se las duplicó \nGracias\n  ","189443":"\n   Hola se que están hartos pero pueden votar por el chico?(izquierda)\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/181197303?utm_source=copy_link&utm_medium=android\n   \n   Nos estaremos pasando por las rondas que ya nos ayudaron, bonito día\n  ","189444":"\n   Podrían votar por la chica a la derecha? \nTiene blusa gris🥰❤\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/181197303?utm_source=copy_link&utm_medium=android\n   \n","189445":"\n\n    https:\/\/www.instagram.com\/p\/CEhEIwbB18K\/?igshid=afbpc9dik0h0\n   \n   Me regaláis un mg y coment en la foto ? 🙄🥰\n  ","189446":"\n\n    @KarenCortes630\n   \n   está preguntando: ¿Tienes agregada a tu familia en redes sociales?, la verdad yo no porque tengo una tía bien comunicativa jaja xd\n  ","189447":"\n\n    @pablo_piscis\n   \n   está preguntando: ¿A ti de que forma te a afectado la cuarentena, que es lo que extrañas mas poder hacer?\n  ","189448":"\n   🌤️Casi nunca recibimos lo que damos🥺\npero siempre damos lo que somos 🤭\nY eso es lo que en realidad importa🥰 te deseo un lindo día 🌹\n  ","189449":"\n   Votarías a la derecha por favor? Muchas gracias 🙏🏻\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/181027319?utm_source=copy_link&utm_medium=iOS\n   \n","189450":"\n   Holi🥰espero que tengas un hermoso viernes🤭 será que puedas votar por mi amigo porfi?🥺es el de la izquierda🥰\nEstará dando 15🔥\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/181027319?utm_source=copy_link&utm_medium=android\n   \n   Graciaas🙊❤\n  ","189451":"\n   ¿Te ha gustado alguien de la app? Etiquetal@ si eres valiente\n  ","189452":"\n   Va y viene? 🤔\n  ","189453":"\n   Problemas de que tipo (?)\n  ","189454":"\n   Igual apenas son las 10 , no me digas que duermes temprano u_u o.O\n  ","189455":"\n   A descansar que se viene un nuevo día lleno de cosas maravillosas\n  ","189456":"\n   Perdón si tardo en responder, estoy preparando hot cakes🥞 quieres? 🙃\n  ","189457":"\n   🤔\n  ","189458":"\n   Excelente y el suyo?, Cómo la trato la vida el día de hoy? ._.\n  ","189459":"\n   [💚] ¿Qué sueles hacer para mantenerte motivad@?\n  ","189460":"\n   Hola n.n\n  ","189461":"\n   ¿Por qué las personas dicen “sin animos de ofender” justo antes de ofender?\n  ","189462":"\n   Zy\n  ","189463":"\n   ©....ঔৣ⇜ ⏩¿¿ A ti también te asustan los maullidos de los gatos en plena madrugada????⏪⇜ঔৣ Los sigue ►\n  ","189464":"\n   Es mucho! Que bueno.\n  ","189465":"\n   ©....ঔৣ⇜ ⏩¿¿ Crees que solo de errores se aprende????⏪⇜ঔৣ Los sigue ►\n  ","189466":"\n   ©....ঔৣ⇜ ⏩¿¿ Será posible que la gente que muere repentinamente, no sepa que han muerto??⏪⇜ঔৣ Los sigue ►\n  ","189467":"\n   ¿Quién jamás sale de tú mente y de tú corazón?\n  ","189468":"\n   les gustan los videos de accidentes de auto?\n  ","189469":"\n   Lol o.O que me aparece como roro, como lo escribiste primero :c lo de toro fue el corrector y no me di cuenta :c\n  ","189470":"\n   Creen que los hombres nos guiamos siempre por la antenita? ...\nCuando recibimos señales del planeta Venus orbitamos ese mundo \nPor cierto dios bendiga la fuerza de gravedad A_A\n  ","189471":"\n   Es que creía que eran \"chafas\" u_u pero estuve leyendo y dicen que siempre han tenido calidad :v\n  ","189472":"\n   Pero busqué y me aparece más como \"toro\" :v\n  ","189473":"\n   [💚] ¿Qué esperas del amor?\n  ","189474":"\n   Nunca he probado los cereales maizoro, que opinas de eso? o.O\n  ","189475":"\n   :l creí que se escribía \"rorro\" o.O\n  ","189476":"\n   Eres Celos@?\n  ","189477":"\n\n    @Dayazulcielo\n   \n   Dejé ❤️ Me gusta y 🔥 Recompensas de lo que leí.\n  ","189478":"\n   \"R\" pero no adivinarás e.e\n  ","189479":"\n   ¿Crees en las \"señales\" que da la vida?\n  ","189480":"\n   Tengo preguntas tuyas sin responder, y ya tienen un rato u_u lo siento, no te molesta o si? o.O\n  ","189481":"\n   Si pudieses ahora mismo transportarte a cualquier lugar del mundo para pasar una temporada, ¿dónde estarías?\n  ","189482":"\n   Pero puedo decirte mi inicial :c (?)\n  ","189483":"\n   Holi🙊🖤 \nTe gusta el helado\/nieve?🍧\nHas probado la nieve de arroz con leche?👀\n  ","189484":"\n   Y por qué antes no o.O\n  ","189485":"\n   Estoy cerca o lejos? O.o\n  ","189486":"\n   Si de repente algún ex te envía un mensaje y te dice, \"me acabo de ceparar vamos por un trago\". ¿Irías o no?\n  ","189487":"\n   Café y una buena noticia para mi...\n  ","189488":"\n   ¿Puedes hablar con gente muerta?\n  ","189489":"\n   Fisicamente ¿qué crees que todos voltean a verte?\n  ","189490":"\n   Imagina que dos personas quieren hablar contigo, una es muuuuy atractiva pero crees que tiene mala actitud y la otra no ea nada agraciada pero crees que trae buena vibra ¿con quién hablarias primero?\n  ","189491":"\n   Si la felicidad tuviese olor ¿a qué olería?\n  ","189492":"\n   MIS IDOLOS \nAMLO,MARCELO EBRARD,FERNANDEZ NOROÑA,TRUMP,PIOJO HERRERA,JUAN GABRIEL,JOSE JOSE,HUGO SANCHEZ,CUAUHTEMOC BLANCO,BIELSA,RAFA MARQUEZ,RONALDO,OCHOA,LAVOLPE,JALIFE\n  ","189493":"\n   No les molesta cuando alguien que no conocen les habla de tu? A mi me ENCABRONA que me empiezen a tutear como si los conociera SE ME HACE MUY NACO.\n  ","189494":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿Crees en eso de que los tiempos de Dios son perfectos ??⏪⇜ঔৣ Los sigue ►\n  ","189495":"\n   ¿Qué produce más miedo?\n  ","189496":"\n   ©....ঔৣ⇜ ⏩¿¿ Limpias muy seguido la bandeja de tus correos electrónicos?⏪⇜ঔৣ Los sigue ►\n  ","189497":"\n   🌸¿En qué o para que utilizas tus fuegitos(monedas)🔥?🌸\n  ","189498":"\n   ¿Qué marcó en ti un antes y después?\n  ","189499":"\n   Por qué hay un hot dog ahí? :|\n  ","189500":"\n   Holaaaa💖 Hoy vengo con algo clásico en mis preguntas, el alcohol🥴 El viernes me estaba echando una michelada🥴 y me puse a reflexionar, llegué a la conclusión de que en realidad no me gustan mucho las micheladas😅 Prefiero la cerveza solita🤤💖 ¿A ti te gustan o prefieres la cerveza sola? 💖\n  ","189501":"\n   Holaaa 🧡. Creo que ya hay muchos que no entran a ask,  ¿Podrías votar aquí\n   \n    https:\/\/ask.fm\/KarenCortes630\/photopolls\/179299961\n   \n   ? para saber si sigues con vidaaaaa jaja y enviarte o no preguntas c:\n  ","189502":"\n\n    https:\/\/ask.fm\/Eduardo_Hbautista\/photopolls\/179691963\n   \n   me ayudan a su derecha por favor\n  ","189503":"\n   ¿Alguna vez dijiste que la música  de banda es de nacos pero acabaste escuchando canciones así te gustaron ?\n  ","189504":"\n   ¿Si te tuvieras que tragar tus palabras, te envenenarías o te revitalizarías?\n  ","189505":"\n   ¿Cuántos años tiene la persona con mayor edad en tu familia?\n  ","189506":"\n   Los que hacen la pregunta diaria al menos deberían tener tener buena ortografía.\n  ","189507":"\n   Holi🤭❤\nEspero que tengas bonita tarde ❤ \nSerá que puedas ayudarme a votar a la derecha?🥺\n   \n    https:\/\/ask.fm\/Eduardo_Hbautista\/photopolls\/179837371?utm_source=copy_link&utm_medium=android\n   \n   Me estaré pasando a dejarte 20🔥 Gracias🥰\n  ","189508":"\n   El avatar que usas en tus imágenes ahora tiene el cabello como un poco rizado o.O\n  ","189509":"\n   ¿Nos seguimos en insta? 🤭\n   \n    https:\/\/instagram.com\/vic_0139?r=nametag\n   \n   Linda noche! 🌙\nMe estaré pasando por sus perfiles 😌\n  ","189510":"\n   Lupita? Te llamas Lupita? :'D(?)\n  ","189511":"\n   Lasagna que rico\n  ","189512":"\n   ¿Te has dado cuenta de que lo único que necesitas para brillar es creer en ti?\n  ","189513":"\n   ¿Cuál es la mejor manera de empezar el verano?\n  ","189514":"\n   Si pudieras regresar el tiempo y cambiar algo que cambirias?  En general personal o del mundo.\n  ","189515":"\n   Cual es la inicial de la persona que amas?\n  ","189516":"\n   Un recuerdo de 1990 ?\n  ","189517":"\n   Comida favorita?\n  ","189518":"\n   Por que termino tu ultima relacion?\n  ","189519":"\n   Has amado con intensidad?\n  ","189520":"\n   Tu mejor edad fue?\n  ","189521":"\n   En que año te enamoraste por primera vez?\n  ","189522":"\n   Que opinas de las relaciones a distancia?\n  ","189523":"\n   Que opinas de alcoholicos anonimos?\n  ","189524":"\n   Podrias soportar ver a la persona que amas con otra persona? O en ese momento dejarias de amarla?\n  ","189525":"\n   Jajaja 🥺 entonces sí?\n  ","189526":"\n   Hey! 🤍 soy nuevo aquí, ya estoy siguiéndote ☺️\n  ","189527":"\n   A mi si me gustaría ser tu plantilla uwu\n  ","189528":"\n   Es verdad 😨 y si mejor se convierte en la plantilla de tu zapato?\n  ","189529":"\n   Tu me mandaste una pregunta? Se mando en anonimo si es asi.\n  ","189530":"\n   Por? 😂\n  ","189531":"\n   Hola, sólo quiero decirte que eres arte (por si nadie te lo ha dicho aún) ❤️\n  ","189532":"\n\n    https:\/\/ask.fm\/Eduardo_Hbautista\/photopolls\/179837371?utm_source=copy_link&utm_medium=android\n   \n   y en este a la derecha porfi🙁 te dejaré 20🔥\n  ","189533":"\n   Te gustaria que la cara de alguien que te cae mal fuese el asiento de tu silla?\n  ","189534":"\n   Hola c: ¿Cuantas veces has roto un vaso, taza o plato accidentalmente?\n  ","189535":"\n   Hola, será que puedas votar por la chica de blusa gris?🥰https:\/\/ask.fm\/belen_slt\/photopolls\/180854775\n  ","189536":"\n   Esa es tu canción favorita? 😦 Es buena, yo la escuché por primera vez hace poco menos de un año g_g\n  ","189537":"\n   Me ayudas a tu izquierda por favor 🥺\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/180942327\n   \n","189538":"\n   Hola como estas todo bien?  10 preguntas por 10 preguntas?\n  ","189539":"\n   Bebes. De nuevo \nMe ayudan 🥰🤓\nTercera ronda \nVoten a la derecha 🥺🥺🥺✨\n   \n    https:\/\/ask.fm\/Eduardo_Hbautista\/photopolls\/179758011?utm_source=copy_link&utm_medium=android\n   \n","189540":"\n   Hablemos de Dependencias rastreras, que te viene a la mente al escuchar eso?\n  ","189541":"\n   Chicos 🥺\nBuen día\n\n4os de final\nApoyen a la derecha 🥺\nFalta muy poco para la final\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/181027319?utm_source=copy_link&utm_medium=android\n   \n   Los amo bebés 🤭💖\n  ","189542":"\n\n    @elputodejuliio\n   \n   está preguntando: ¿Algo que te haga feliz por las mañanas al despertar?\n  ","189543":"\n\n    @vickyfuzetea\n   \n   está preguntando: ¿Cuál es tu canción favorita?\n  ","189544":"\n   ¿Alguna vez te han besado por sorpresa?\n  ","189545":"\n   ¿Se puede amanecer de mal humor?\n  ","189546":"\n   ¿Se te han blanqueado las manos de tanto gel alcoholado?\n  ","189547":"\n   ¿Sabes qué es hacer \"piojito\"?\n  ","189548":"\n   tienes unas clavículas lindas??\n  ","189549":"\n   ¿Solías recorrer largas distancias para llegar al colegio?\n  ","189550":"\n   Hola bbs, buen día, planes para hoy? ._.\n  ","189551":"\n   Hola tienes una mente perversa 😈 o eres tranquila\/o \n\n🍒Si gustas pásate 🔥🤭\n  ","189552":"\n   Quien?\n  ","189553":"\n   La politica en si no hay a quien irle la neta.  Ayer anaya sale con tapabocas como diciendo MIRENME YO SI USO CUBREBOCAS\n  ","189554":"\n   En mexico pueden votar casi 90 millones de personas.  De las cuales 30 votaron por amlo y 60 no.  Estamos hablando que el 70% de la poblacion no coincide con andres manuel pero exibe las carencias de una oposicion moral y politicamente derrotada incapaz de capitalizar esos 60 millones de mexicanos\n  ","189555":"\n   El huracan todo bien todo tranquilo y tu?\n  ","189556":"\n   Que buena persona eres entonces ñ_ñ\n  ","189557":"\n   Dejé aquí algo que considere “Se ve horrible”:\n  ","189558":"\n   O que me dices de lupillo y belinda LOL\n  ","189559":"\n   Alguna vez has estado en alguna de las dos caras de esa moneda? Sinseramente.\n  ","189560":"\n   Que dicen las voces de tu cabeza?\n  ","189561":"\n   Siii ya te sigo\n  ","189562":"\n   Esque sabes que pasa es facil ser la persona que cambia a la otra persona pero no es nada facil ser el cambiado LOL\n  ","189563":"\n   Holaaaaa💖 ¿Me puedes regalar un voto para mi amix?✨\n   \n    https:\/\/ask.fm\/Thelastmansteam\/photopolls\/178836671?utm_source=copy_link&utm_medium=android\n   \n   aquí a la derecha por favor💖\n  ","189564":"\n   ¿Alguna vez alguién ha querido propasarse contigo?\n  ","189565":"\n\n    @villalobosij\n   \n   Dentro de poco me pasaré con ❤️ Me gusta y 🔥 Recompensas.\n  ","189566":"\n   ¿Cuál es el límite de las bromas?\n  ","189567":"\n   Saldrías con tu mejor amigo\/a si te confiesa que le gustas?\n  ","189568":"\n   ¿Qué haces a las 03:00 de la madrugada?\n  ","189569":"\n   Hola ya es la final 🥺 podrías apoyarme con un voto a tu izquierda 👈🏻 por favor\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/180196343\n   \n   Gracias 💖\n  ","189570":"\n   Hey! qué onda, qué tal? Cómo andas? En esta ocasión te vengo a pedir un voto aquí a la izquierda\n   \n    https:\/\/ask.fm\/Thelastmansteam\/photopolls\/179013311?utm_source=copy_link&utm_medium=android\n   \n   paro\n  ","189571":"\n   Buenas noches 💖 ahora haré una pregunta que no tiene que ver con alcohol jsjsjsj hace 2 meses hice una compra en línea, pero robaron la unidad de la paquetería☹️ hice el trámite del reembolso y a la fecha no me lo han hecho 🥺 ¿Has tenido problemas asícon las compras en línea? 🥺\n  ","189572":"\n   Qué deseás qué pase él siguiente año\n  ","189573":"\n   A dormir bbs !!\n  ","189574":"\n   ¿Se le puede hacer piojito a un calvo?\n  ","189575":"\n   ©....ঔৣ⇜ ⏩¿¿ Alguna vez te utilizaron para obtener un beneficio??⏪⇜ঔৣ Los sigue ►\n  ","189576":"\n   ©....ঔৣ⇜ ⏩Cuando estamos en una relación, no pensamos en que quizá no funcione y algún día termine. Pero cualquiera que sea el caso...¿¿ Siempre es amargo el Adiós??⏪⇜ঔৣ Los sigue ►\n  ","189577":"\n   ¿Qué serie recomiendas poner de fondo mientras estudias? xD\n  ","189578":"\n   Hola✨ bonito miércoles, mitad de semana ya 💖 Hoy traigo una pregunta más de alcohol jsjsjs 🥴\n¿Prefieres el vino tinto o blanco? 🤔🍷🥂\n  ","189579":"\n   Holi🤭\nEspero que tengas una hermosa noche❤\nMe podrías ayudar con tu voto por quien gustes,Porfi ? 🥺🥺\n   \n    https:\/\/ask.fm\/manzanitaespejel\/photopolls\/184287362\n   \n   Muchísimas gracias 🥰🥰🥰🥰\n  ","189580":"\n   : ) me da gusto saludarte enserio\n  ","189581":"\n   Todo mundo se burla dicen ahora si que cante felices los 4 XDXD \n\nDAYA\n  ","189582":"\n   Hola 💖 ahora va una sin alcohol 🥴 yo suelo seguir siendo amigo de mis ex (a excepción de una jsjsjs) pero hay una con la que en verdad me cuesta trabajo desapegarme 🥺¿Te has quedado clavado con algún ex? 🥺 ¿Crees que es difícil para ti superar las relaciones? 🤔\n  ","189583":"\n   JOJO\n  ","189584":"\n   Santo y seña\n  ","189585":"\n   ¿Dónde tienes las cosquillas?\n  ","189586":"\n   Hola dayani tqm :3\n  ","189587":"\n   Hawai de vacaciones mis felicitaciones, muy lindo en Instagram lo que posteas, pa que yo vea ♪\n  ","189588":"\n   🌷[Déja en este shoutOut tu canción favorita]🌷\n\nFeliz jueves bebés 🥰\n  ","189589":"\n   ¿Qué es lo último que haces antes de irte a la cama?\n  ","189590":"\n   ¿Alguna vez la has pasado mal en un parque de diversiones?\n  ","189591":"\n   Hola gorditos(as), ¿Por que creen que ha pesar de la cuarentena y mucho están encerrados en casa, haya poco movimiento en las paginas ask?, ._.\n  ","189592":"\n\n    @Canticokid\n   \n   NoBis me acaba de romper el cora <\/3 Solo jugo con mis sentimientos .-.\n  ","189593":"\n   Holaaaa💖 regresando al tema del alcohol ✨ ¿Prefieres la cerveza claro u obscura? 🤤🍺 Ya sé que hay varios que no toman, pero casi todos han probado la cerveza mínimo una vez en la vida 🥴 ¿De cuál probaste? ✨\n  ","189594":"\n   Huele a tierra mojada ♥.♥ Quien de ustedes se acaba de bañar? ._.\n  ","189595":"\n   🌼Le has dedicado alguna canción a algún amor?🖤\n  ","189596":"\n   ¿Desde cuándo posees tu actual número telefónico?\n  ","189597":"\n   Corazoncito!!💕💕💕.. muchísimas Graxs.. x responder mis preguntitas lokaas!!.. eres un Solecito!!💕💕💕.. pasa un MaravillosoO Day!!💜.. y recuerda q cada Pensamiento Positivo.. nos Ayudará a pasarla mega rikoO!!💕💕💕.. \\(((.^)\/💙\n  ","189598":"\n   Holaaa!!.. Corazoncito!!💕💕💕.. q es lo q más te Gusta de Ask??.. y q es eso q realmente te Molesta de Ask??.. Cuenta Cuenta.. (((.~)\/💜\n  ","189599":"\n   Saludos si recibes esta pregunta es por que te considero una persona honesta.\n  ","189600":"\n   Cual es el recuerdo que te viene a la mente del año 1992\n  ","189601":"\n   Una vez le dedique la cancion de 40 y 20 a una mujer y en ves de gustarle se molesto, por que crees? LOL\n  ","189602":"\n   Hola ¿qué serie me recomiendas Y por qué?\n  ","189603":"\n   Si, unas enchiladas por favor 🤤\n  ","189604":"\n   ¿Siempre has mantenido tú mismo número de celular?\n  ","189605":"\n   Será algo que cambia de un momento a otro pero es injusto☀ 😩\n  ","189606":"\n   Ooo ya que triste ☹️\nY sigues a alguien del top😯\nTe gustaría volver a ser del top?\n  ","189607":"\n   ¿ canción del momento?\n  ","189608":"\n   Que bonito 😯😯😯\nAhorita ya hay top hasta el 200\n  ","189609":"\n   No dije hola, perdón, olvido mis cyber modales :x es raro verte aquí de día o es que no me he fijado bien? O.o\n  ","189610":"\n   No entiendo por qué, el pronóstico dice que debería estar lloviendo 😫\n  ","189611":"\n   Eres enojona\n  ","189612":"\n   Hace mucho calor 😥\n  ","189613":"\n   Hola\n  ","189614":"\n   El día de hoy vamos a preparar vomisqueta mis queridas chiwiwinas\n  ","189615":"\n   Holaa me encantas\n  ","189616":"\n   ¿Has llorado por estar enojado\/a?\n  ","189617":"\n   Yo no soy esa mujer\n  ","189618":"\n   Eres de top méxico?\n  ","189619":"\n   El día menos pensado...\n  ","189620":"\n   Hola n.n ☆☆ ¿Te gusta la tapioca?\n  ","189621":"\n   Como estuvo tu dia?\n  ","189622":"\n   ¿Cómo es el tú servicio de Internet cuando llueve?\n  ","189623":"\n   AHORCADO: _ _ _ _ Pista: No podemos vivir sin eso.\n  ","189624":"\n   ¿Alguna vez has tenido la culpa de que dos personas se separen?\n  ","189625":"\n   Hola mi nombre es Annie, tengo 23 años casi 24, soy virgen, me gustaría dejar de serlo, me gustan los hombres maduros de 35 años o más, mucho más, me excitan demasiado, me encantaría tener también mi primera experiencia lésbica, igual con una madura, me gusta mas_-tur;-bar:'me, y ver películas porno\n  ","189626":"\n   Inserta una frase poética. \n¡Ten un buen día!\n  ","189627":"\n   ¿Cuál es la fórmula de la felicidad?\n  ","189628":"\n   ¿Tienes algún sabor de palomitas favorito?\n  ","189629":"\n   Gusto culposo\n  ","189630":"\n   🤤¿Te gustan los chiles rellenos?🍴\n¿Los prefieres con Queso o Atún?🧀\n  ","189631":"\n   ¿Cuál es la “regla de oro”?\n  ","189632":"\n   Necesito completar mis tareas de VIP\nAiudaaaaaaaaa🙃\n  ","189633":"\n   Si solo pudieras comer una sola comida durante el resto de tu vida ¿qué comida sería? ¡Publica una foto!\n  ","189634":"\n   Dulces sueños 💋\n  ","189635":"\n   Me haces falta\n  ","189636":"\n   Te has ensuciado con andres alguna vez\n  ","189637":"\n   Por que lloras ?🥺\n  ","189638":"\n   Para ti, ¿qué sería importante conocer de una persona?\n  ","189639":"\n   Cuál es tu mayor miedo?\n  ","189640":"\n   ¿Cuál es tu dicho favorito?\n  ","189641":"\n   En la matrix. ¿Píldora azúl o roja?\n  ","189642":"\n   Y qué haces. 🤔\n  ","189643":"\n   No entiendo esa pregunta, cómo vas a publicar una foto de lo que harás si no lo has hecho? 🤔\n  ","189644":"\n   yo tengo una plaga de hormigas :S dejé un cubierto con mayonesa y en segundos había un ejército :s y me esta pasando cada vez mas seguido ¿que harías tu? yo no quiero hacer nada porque me parecen simpáticas :c\n  ","189645":"\n   ¿Qué parte del sexo opuesto te parece bonita o atractiva? (Algo decente jajaja, del cuello para arriba)\n  ","189646":"\n   ¡Canción del día!\n  ","189647":"\n   Buenas noches amigos 💖 ya casi es viernes, como que ya es hora de echarse unos Four Lokos, no?🤤🥴 Esta pregunta va para los fumadores, ¿Te gustan más las cigarros normales, saborizados o con cápsula?🤔 Para mí el que caiga es bueno🥴 y más en la peda🤤 Si no fumas, que bueno no lo hagas 💖\n  ","189648":"\n   ¿Qué tipo de música te relaja?\n  ","189649":"\n   Que bonita vos tenes!!!  Ves que si podrias cantar bien?\n  ","189650":"\n   Necesito hablar con...\n  ","189651":"\n   Gracias a la vida porque...\n  ","189652":"\n   SIIIIIIII LO MEJOR ASI COMO LO DECIS\n  ","189653":"\n   A mi edad de milagro sigo caminando u.u\n  ","189654":"\n   Ok\n  ","189655":"\n   ¿Elegirías el dinero o la fama?\n  ","189656":"\n   No recuerdo lo de los nombres creo no me lo has contado osea eso que tienes muchos nombres pero por ejemplo recuerdo que te gusta trabajar con  los niñ@s  una vez me contaste algo asi osea como que tienes talento para ser doscente de kinder xd\n  ","189657":"\n   Creo que eres mi unica amiga bonita a la que no me le declare LOL\n  ","189658":"\n   Me duelen las piernas u.u\n  ","189659":"\n   Además qué chiste tiene darle corazones a puras tontadas\n  ","189660":"\n   Neta...\n  ","189661":"\n   Como es tu voz?\n  ","189662":"\n   Ah es verdad ya n i me acordaba de esa aplicación xD\n  ","189663":"\n   Entiendo y las pasaban de noche seguro llegabas cansada!!!\n  ","189664":"\n   Con qué aplicación las haces? xD\n  ","189665":"\n   Llenas de pura basura mi muro\n  ","189666":"\n   Por que no pudiste verlas ? 😀\n  ","189667":"\n   jajaja  es linda la imagen XD\n  ","189668":"\n   De todas solo cuando seas mia. \n\nComo olvidar esa gran trama !!! \nMi top es\n1.Mirada de Mujer (las dos que hubo) \n2.Amor En custodia\n3. Dos mujeres un camino\n4.Cuando Seas Mia\n5. Tu y yo\n  ","189669":"\n   Me encantan los rufles con picante\n  ","189670":"\n   Chips o sabritas? \n\nYo chips.\n  ","189671":"\n   Dime tu top 5 de telenovelas\n  ","189672":"\n   ¿¿Por qué no hay nadie en este ask ?? :(\n  ","189673":"\n   Ya deja de darle corazón a tanta respuestas tontas.\n  ","189674":"\n   Confiesa... Cuál fue el último final de novela que te hizo llorar? ._.\n  ","189675":"\n   10!!.. coloca una imagen.. y x último.. mill Graxs.. x tus lindas Respuestas!!.. y compartir un Pokito de Ti!!💕💕💕.. x fiis!!.. Cuídate un muchoO!!.. y q Diosito te Bendiga!!.. \\(((.^)\/💕💕💕\n  ","189676":"\n   9!!.. coloca una imagen.. osea obvio No podría faltar el Postre!!.. Invitameee!!.. digoO.. digoO.. coloca cuál Postre!!.. es el tuyo Favorito??.. 👅👅👅..💕💕💕\n  ","189677":"\n   9!!.. coloca una imagen.. y para q No se nos Atoren los Tacos!!.. jajaja.. cuál es tu Soda preferida??.. Oh Jugo oh Agua??.. ( osea hablo de la Agua de Frutas obvio )..💕💕💕\n  ","189678":"\n   8!!.. coloca una imagen.. cuales son tus Tacos Favoritos??.. Huuuy.. ya se me Antojaron.. 💕💕💕\n  ","189679":"\n   7!!.. coloca una imagen.. q te Gusta más??.. Cantar oh Bailar??.. 💕💕💕\n  ","189680":"\n   6!!.. coloca una imagen.. q te Gusta más??.. lo Dulce oh lo Picante??.. 💕💕💕\n  ","189681":"\n   5!!.. coloca una imagen.. q te Gusta más??.. el Verano oh el Invierno??.. 💕💕💕\n  ","189682":"\n   4!!.. coloca una imagen.. q Automóvil te Gustaría Tener!!💕💕💕\n  ","189683":"\n   3!!.. coloca una imagen.. en q País  te Gustaría Vivir!!💕💕💕\n  ","189684":"\n   2!!.. coloca una imagen.. q platillo  te Gustaría Comer!!💕💕💕\n  ","189685":"\n   1!!.. coloca una imagen.. a dónde te Gustaría Viajar!!💕💕💕\n  ","189686":"\n   Holaaa mis Amores!!💕💕💕.. today les haré 10 Preguntitas!!.. dónde colocarán solamente imágenes para responder.. así q Comenzamos!!.. en 5!!.. 4!!.. 3!!.. 2!!.. 1!!.. Yupiee!!💕💕💕\n  ","189687":"\n   ¿Te gusta el té? 🍵\n  ","189688":"\n   Recuerdo hace ya casi diez años cuando estábamos en form ... en 2011\n  ","189689":"\n   Que rico con salsa valentina? O chile en polvo? \n\nSiiii el limon\n\nPueden ser garapiñados XDXDXD ME ACORDE DE ALGO LOL\n  ","189690":"\n   Siii  es lo bueno cuando ya hay 1 2 y 3 te echas todas juntas a mi me pasa con volver al futuro!!! Xd \n\nSon de los japoneses jajaja\n  ","189691":"\n   El partido de la esperanza es ?\n  ","189692":"\n   Que divertido!!!! que pelicula es? \n\nYo estoy comiendo cacahuates y viendo series jaja nada interesante\n  ","189693":"\n   A mi trabajo una chica se llevo las cartas hace como unos dos meses ... nunca he ido como tal a un lugar especial para ello...\n  ","189694":"\n   Hola daya que onda como estas\n  ","189695":"\n   Si y a veces fue acertado :0\n  ","189696":"\n   Has consultado el tarot?\n  ","189697":"\n   Publica tu foto favorita.\n  ","189698":"\n   Nada se puede hacer en cuarentena y menos siendo sospechoso covid :;(\n  ","189699":"\n   Crees que es efectiva la lectura de la bola de cristal ?\n  ","189700":"\n   Te das cuenta muy rapido cuando a alguien le gustas??\n  ","189701":"\n   ¿Darias una segunda oportunidad a algo que no funcionó a la primera?\n  ","189702":"\n   ¿Cuál fue la última vez que visitaste una biblioteca?\n  ","189703":"\n   Buenas noches amigos💖 Nada mejor para tomar en la noche que un whisky limpio o en las rocas🥃, si o no?🤤🥴 Estaba en mi casita viendo AcaShore y me surgió una duda ¿Has tenido una peda así tan cañona como para no poder mantenerte en pie?🥴🍻 A mí nunca me ha pasado, he estado cerca pero aún no 🥴\n  ","189704":"\n   Hola amigos buenos días 💖 Mi papá dice que un vaso de cerveza en ayunas es más nutritivo que una vaso de leche, así que a nutrirse 🥴✨ Hablando del desayuno, ¿Qué es lo que más te gusta desayunar o almorzar? 🍽️ Para mí, nada supera unos buenos chilaquiles 🤤💖\n  ","189705":"\n   Checa esta cancion\n   \n    https:\/\/open.spotify.com\/track\/6xIRxp9cOQtjLAN0ozNA16\n   \n","189706":"\n   🇲🇽\n  ","189707":"\n   En una escala del 1 al 10, ¿cuán feliz eres?\n  ","189708":"\n   En una escala del 0 a 10 que tan aburrida crees que es tu vida? ._.\n  ","189709":"\n   Te Atreverias A Ir A Un Panteón Tu Sol@ A Dormir En La Noche ?👀👻\n  ","189710":"\n   No sé cómo decirte neta xc\n  ","189711":"\n   Que día cumples años ?🤔\n  ","189712":"\n   Día caluroso🥵\n🥤Coca, Agua de frutas o una cerveza🍻\nYo una agua de frutas 🥰 aunque una cerveza no me caería nada mal 🥴✌🏽\nY tú? Que te gusta tomar en un dia asi🙊\n  ","189713":"\n   ©....¿¿Cres que exista alguien que te haya boqueado aquí en ask ?? ¿¿Cómo te das cuenta de que es así ?? ¿¿Te dolería  saber que te han bloqueado ??  Les sigue ►\n  ","189714":"\n   ©....¿¿Crees que exista alguien que te haya boqueado aquí en ask ?? ¿¿Cómo te das cuenta de que es así ?? ¿¿Te dolería  saber que te han bloqueado ??  Les sigue ►\n  ","189715":"\n   ©....¿¿Te podrías dar cuenta si le \" caes\" mal a alguien por este medio ??  ¿¿Qué haces si te responden de una mala manera ??  Les sigue ►\n  ","189716":"\n   Te gusta el chocolate?\n  ","189717":"\n   ¿Es tu letra bonita\/agradable a la vista o se parece más a un lenguaje extinto?\n  ","189718":"\n   ¿Cuál es la pregunta correcta?\n  ","189719":"\n   Bonita tarde amigos💖 Ya es mitad de semana, un día perfecto para unas cubabys🥴 Hoy lo que les vengo a preguntar es sobre algo que me gusta✨ ¿Cómo mezclas tus licores?🤔 Yo el whisky lo tomo con Ginger Ale y con manzana, el tequila con toronja o con coca🥰 Para los demás no me alcanza el espacio🥺\n  ","189720":"\n   Que materia se te hace difícil ?🤔\n  ","189721":"\n   Hola Dayana ♥\n  ","189722":"\n   Crees que es efectiva la lectura de runas?\n  ","189723":"\n   Sabes algún tipo de defensa personal? ._.\n  ","189724":"\n   En esta cuarentena, ¿Engordaste o te hiciste un cuerpower?. Yo engorde jajaja :(\n  ","189725":"\n   ¿Alguna vez un amig@ te ha traicionado? :(\n  ","189726":"\n   Hola me ayudas con un voto a tu izquierda por favor\n   \n    https:\/\/ask.fm\/VictorRicardo908\/photopolls\/180115038\n   \n","189727":"\n   ¿Cómo se suele dirigir la gente a ti cuando estás en una tienda, abasto\/mercado?\n  ","189728":"\n   Podrías votar hacia tu derecha por favor\n   \n    https:\/\/ask.fm\/minersolague\/photopolls\/180131408\n   \n","189729":"\n   Vota por tu favorito\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/178675191\n   \n","189730":"\n   Vota por tu fav\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/178673655\n   \n","189731":"\n   ¿Cómo animas a tu mejor amigo\/a cuando está triste?\n  ","189732":"\n   Dulces sueños 💋\n  ","189733":"\n   ❤😍\n  ","189734":"\n   ¿El Coronavirus será un huésped inevitable en el planeta?\n  ","189735":"\n   Gracias por tus buenos deseos day eres una gran persona y sabes que son reciprocos que tengas una hermosa noche y un excelente dia y claro que si nos leemos pronto!!!!!\n  ","189736":"\n   ¿Cuál es tu signo zodiacal?  el mío virgo♍ al parecer los horóscopos me definen como ordenado y si lo soy 😂\n¿Que dicen los horóscopos de ti?\n  ","189737":"\n   ©....Hablemos de Mitomanía... ¿¿Puedes diferenciar aquí en ask, cuando alguien es mitóman@?? ¿¿Diferencias a las personas que hablan mal de alguien solo para llamar la atención y dejar en mal a la otra persona?? ¿¿Qué harías ante esto ?? Los lee►\n  ","189738":"\n   ¿Qué harás este finde? Publica una foto.\n  ","189739":"\n   Te han dedicado una canción?\n  ","189740":"\n   Me voy, pero algún día volveré e.e)\/\n  ","189741":"\n   yo me convertire en tarotista\n  ","189742":"\n   Eso me agrada, después la molesto, cuidese ._.)\/\n  ","189743":"\n   O las runas\n  ","189744":"\n   me puedes leer el tarot?\n  ","189745":"\n   Cuál es mi futuro contigo? O.o\n  ","189746":"\n   Haciendo memoria, ¿De qué edad es el recuerdo más antiguo que posees?\n  ","189747":"\n   Siempre hay nuevas oportunidades de aprender.\n  ","189748":"\n   Aparte de para dormir y comer... Cuál crees que sea tu mejor talento?\n  ","189749":"\n   Me pasas tu what's o kik?\n  ","189750":"\n   Tienes fe en la humanidad?\n  ","189751":"\n   Carita *\n  ","189752":"\n   ¿Por qué esa cerita emo?\n  ","189753":"\n   De un grupo de amigas ¿cuál eres tú?\n  ","189754":"\n   La verdad no pero solo me dio curiosidad jojojojo\n  ","189755":"\n   Dayana ._.\n  ","189756":"\n   Porque no comes pizza de costco Dayani?\n  ","189757":"\n   jajaj recuerdas?? XD  va que va lo haré!!\n  ","189758":"\n   Dayani\n  ","189759":"\n   Hace una semana comi brochetas de camaron con arrachera pimiento y aguacate \n\nMe encantan con salsa de tomate y aguacate \n\nO tambien me gustan para pelar\n  ","189760":"\n   Y hablando de buena comida que tan seguido comes pizza de costco?\n  ","189761":"\n   Concuerdo al 100000% con vos\n  ","189762":"\n   Camarones 🤤🤤🤤🤤🤤🤤\n  ","189763":"\n   ¿¿Me hablas a mi ?? a la que se le quema el agua?' XD  sabes si he practicado varios platilos. de algo me sirvió la cuarentena XD voy a probar a ver si puedo :)\n  ","189764":"\n   CANTANOS 😀😀😀😀\n  ","189765":"\n   Me acuerdo que una ocasión fui a Oaxaca y me invitaron ese platillo, solo que tuve que irme y no pude probarlo.. Se ve delicioso  :(\n  ","189766":"\n   15 likes🔥 x 15 likes🔥?\n  ","189767":"\n   Ya me antojaste XD e.e\n  ","189768":"\n   Hahaha te mamaste\n  ","189769":"\n   Listo te toca :D\n  ","189770":"\n   Cuál sería tu última confesión a un usuario de ask si está noche acabará el mundo? n.n\n  ","189771":"\n   CANTANOS :D\n  ","189772":"\n   ¿ Intervienes en las discusiones de tus amigos????\n  ","189773":"\n   Holi🖤\nBonita noche \nNos ayudarías con tu voto a la pareja que gustes🙊 porfi🖤 \nGracias y disculpa la molestia💕\n   \n    https:\/\/ask.fm\/benji_chavez\/photopolls\/177021875\n   \n","189774":"\n   Y si nos seguimos? 10❤️?\n  ","189775":"\n   Hola bbs, alguien sabe por que el amour es tan complicada? ._.\n  ","189776":"\n   Pero yo no soy el que tiene el problema XD  yo sigo en mi ask\n  ","189777":"\n   Day tu sabes como soy soy directo no me gusta andar con anonimos ni con mp.   FAKESSA una vez me confeso que tu amabas a larvadespecho en silencio es cierto? Y otra cosa que opinas de la nueva novia de larvadespecho?\n  ","189778":"\n   Day me conoces fisicamente? Osea te enseñe algunas vez una foto?\n  ","189779":"\n   Hola, buen día! ¿Alguna vez has hecho alguna figura de origami?\n  ","189780":"\n   Crees En El Odio A Primera Vista?👀😮\n  ","189781":"\n   Viste que FAKESSA ya cerro su ask ?\n  ","189782":"\n   Day!!!!\n  ","189783":"\n   Una vez tenia una novia pero me compre un xbox y la deje para pasar mas tiempo en el xbox.  Que opinas?\n  ","189784":"\n   Una vez tenia una novia pero se volvio lesbiana justo cuando termino la relacion, que opinas?\n  ","189785":"\n   Si por favor y mucha crema.\n  ","189786":"\n   ¿Cuál fue la última comida chatarra que consumiste gordito?\n  ","189787":"\n   Que me recomiendas para el cutis ? \nQuiero tener piel de porcelana \nQuitarme unos 20 años de edad y \nVerme tan masculino con siempre\n  ","189788":"\n   ¿De qué ha sido la última píldora que has tomado?\n  ","189789":"\n   Hola bbs, buena tarde ._.\n  ","189790":"\n   ¿Tienes ropa interior favorita? O.o\n  ","189791":"\n   ¿Te gustaría ser famoso en Internet?\n  ","189792":"\n   Clavar a esta hora LOL YO PENSE QUE ESTABAN MMM TU SABES XDXDXD\n  ","189793":"\n   oh vaya.. Aqui donde vivo tienen en el reglamento que no se puede hacer trabajos de ese tipo, después de las 6 de la tarde XD Pero a unos les vale XD\n  ","189794":"\n   Siguió saliendo la luna en noches oscuras y el sol brilla también sin ti yo me siento bien aunque no tenga tu piel. Sigue saliendo la luna nada ha cambiado mujer aunque no sea tu figura la que acompañe mi piel ♪\n  ","189795":"\n   Pensé que estaban cogiendo\n  ","189796":"\n   Hay cosas que ni te imaginas\n  ","189797":"\n   Clavar a esta hora? ¿Qué hora es allá??\n  ","189798":"\n   Esta noche está puesta para nosotros, déjame acercarme a tus labios un poco ♪\n  ","189799":"\n   It was twice, on January and then February\n  ","189800":"\n   ¿Que opinan de cantantes como Greeicy bb, Mike Bahia, Manuel Turizo y Sebastian Yatra?... Música buena de verdad, desde hace una semana soy su fan e_e\n  ","189801":"\n   ¿Tiene algo que decir en su defensa?\n  ","189802":"\n   Crees que el amour tu lo buscas o el te encuentra?, Duda romántica de esta noche.\n  ","189803":"\n   Hasta las cuentas ignoradas te das por vencido con un ser que te gusta? e_e\n  ","189804":"\n   Hola Day!! Cómo andas??\n  ","189805":"\n   ©....Soy yo.. o ask.fm anda lento???\n  ","189806":"\n\n    https:\/\/ask.fm\/benji_chavez\/photopolls\/176856499\n   \n   nos ayudan con un voto somos la pareja de la derecha\n  ","189807":"\n   Si pudieras pedir un deseo que sería?\n  ","189808":"\n   Extrañas a alguien en estos momentos? 😨\n  ","189809":"\n   Hola ya es viernes\nY no hay dinero 😂\n\nNo les a pasado que ya ni saben en qué día están yo pensaba que era miércoles\n  ","189810":"\n   Estoy jugando con larvadespecho a amlo y calderon yo soy amlo y el calderon quien crees que gane?\n  ","189811":"\n   Este viernes por la noche se te antoja para...? ._.\n  ","189812":"\n   Estaba reflexionando hace un momento ves la preparacion que tiene lozoya? Las escuelas donde estudio? No te parece una gran ironia saber que hoy esta en el mismo lugar que alguien que no estudio? Eso no te dice algo? Durante muchos años tipos con su preparacion eran presidentes.\n  ","189813":"\n   Hola 👋\n  ","189814":"\n   Alguna vez has soñado con animales?🕷 \nYo si,Siempre sueño con Alacranes y cucarachas 🤢🤧\n¿Crees que tengan algún significado?🤷‍♀️\n  ","189815":"\n   Hablas de mancera verdad? 🤨\n  ","189816":"\n   Crees que calderon y peña acaben en prision? Con todo esto de lozoya?\n  ","189817":"\n   ¿Tipo de beso que mas te gusta?\n  ","189818":"\n   Te vistes algo sexy o muy tranqui??\n  ","189819":"\n   Es que larvadespecho me dijo que me fuera de ask :( y ya ves que soy bien obediente \n\n\nAy que rico la lluvia!!!!  Y por que pusiste mely? Te llamas mely?\n  ","189820":"\n   App favorita para hacer compras online?\n  ","189821":"\n   Muy bien day gracias!!!! Y tu como has estado todos estos años? Lol espero tu si te acuerdes de mi por que otra me dijo que quien eraXDXD\n  ","189822":"\n   DAY :D\n  ","189823":"\n   Me prestas tu cargador, olvide el mío y me quedan 9% de batería .-.\n  ","189824":"\n   ¿Cuál es tu hobby favorito?\n  ","189825":"\n   ¿Trabajas este verano o simplemente vas a disfrutar de las vacaciones?\n  ","189826":"\n   Es tan malo que da risa\n  ","189827":"\n   Ya me voy a poner a trabajar... Los amo !\n  ","189828":"\n   Eso es para despistar... Ok.\n  ","189829":"\n   Corazoncito!!💕💕💕.. today muero x darte.. de mi Calorsito Humano!!.. q dices te quieres incendiar para Conmigo??.. jajaja.. si tu respuesta es Siii!!.. x fiiis!!.. dame un Chiste!!.. q valga 5 🔥🔥🔥\n  ","189830":"\n   Ha de ser porque me tienes bloqueado .-.\n  ","189831":"\n   Tampoco, pero feo no soy ._.\n  ","189832":"\n   Corazoncito!!💕💕💕.. today muero x darte.. de mi Calorsito Humano!!.. q dices te quieres incendiar para Conmigo??.. jajaja.. si tu respuesta es Siii!!.. x fiiis!!.. dame un Meme!!.. q valga 5 🔥🔥🔥\n  ","189833":"\n   Sabían que yo en verdad no soy gordito o.O\n  ","189834":"\n   Corazoncito!!💕💕💕.. today muero x darte.. de mi Calorsito Humano!!.. q dices te quieres incendiar para Conmigo??.. jajaja.. si tu respuesta es Siii!!.. x fiiis!!.. dame una imagen.. q valga 5 🔥🔥🔥\n  ","189835":"\n   Existe algún lugar más cómodo que tú cama para dormir?\n  ","189836":"\n   Por qué tiene tantos nombres?, A mí me gusta el de Dayana, así le dire n.n\n  ","189837":"\n   ¿Sabes cuantos tipos de besos existen, conoces el nombre de alguno? 🤔🤔\n  ","189838":"\n\n    https:\/\/voca.ro\/anrq97l3O8o\n   \n   audio pregúnta\n  ","189839":"\n   Hola futura amiga, me llamo Ángel y usted?\n  ","189840":"\n   Voy a comprar algo a la tienda, gustan algo bbs? Traigo 40 pesos.\n  ","189841":"\n   prefieres entonces el kinder delice? o.O yo dije que era su versión pirata 🤷🏽‍♂️\n  ","189842":"\n   Te sigo n.n\n  ","189843":"\n   Hola, qué haces?🤔\n  ","189844":"\n   Tu serie favorita de Netflix es .....\n  ","189845":"\n   probaste el latte marinela? :3\n  ","189846":"\n   ¿Los caminos de la vida son lo que tú pensabas, son lo que creías?\n  ","189847":"\n   Que vas a cenar?\n  ","189848":"\n   Oyeee\n  ","189849":"\n   Cree que usted y yo podríamos ser amigos? ._.\n  ","189850":"\n   que envidia *-*\n  ","189851":"\n   Hola ._.\n  ","189852":"\n   Me apoyarías votando por mi soy la de la derecha por favor\n   \n    https:\/\/ask.fm\/ale_98she\/photopolls\/176236153\n   \n","189853":"\n   sabias que a las hormigas les gusta la mayonesa? ._.\n  ","189854":"\n   el de alfalfa también me gusta :3 :v\n  ","189855":"\n   Usualmente cuántas horas duermes? 😴\n  ","189856":"\n   Menos.\n  ","189857":"\n   ¿Tienes miedo de envejecer?\n  ","189858":"\n   mm si tuviera que escoger uno de esos, pues los gusanitos y los tuyos? o.O aunque solo distingo gusanitos, panditas y emanems hay uno que no distingo o.o\n  ","189859":"\n   buena elección, los chocolatines tienen cacahuate y eso no me gusta 😝 es verdad eso, no entiendo por qué son difíciles de encontrar(?) si no están descontinuados todavía 😓 cualquier teoría es bienvenida ...\n  ","189860":"\n   ¿Y siempre respondes de esa manera tan incoherente e impresentable?\n  ","189861":"\n   ninguno, porque se ven mejor de lo que saben 😟\n  ","189862":"\n   has descubierto a otros dibujantes interesantes? n_n yo por lo general no me fijo, el dibujo no es mi pasión... 😞\n  ","189863":"\n   se ven mejor de lo que saben :(\n  ","189864":"\n   como el de jim carrey en una pareja de idiotas 🤣\n  ","189865":"\n\n    https:\/\/ask.fm\/libralaconsejera\/photopolls\/176728238\n   \n   me ayudarías con un voto a tu derecha porfi\n  ","189866":"\n   Ese no o.O\n  ","189867":"\n   ¿Desde cuándo no resuelves un crucigrama?\n  ","189868":"\n   Te gustan los caramelos? 🍬😋\n  ","189869":"\n   :S\n  ","189870":"\n   Que corte se cabello lenteci estarías a un varón ? Voy a hacerme un corte yo mismo con las habilidades que obtuve en   5 minutos de tutorial y con unas tijeras sin punta para niños de preescolar \n Ideas ? \nAlgún peinado sexy pueden poner la foto por favor\n  ","189871":"\n   ¿Cuál es la manera más rápida de hacer llorar a una chica?\n  ","189872":"\n   ¿Has pasado algún año en el que no te hayan gustado mucho las cosas que sucedieron con tu vida?\n  ","189873":"\n   De solecito nada\n  ","189874":"\n   Conoces a alguien que cumpla años el mismo día que tú?\n  ","189875":"\n   ¿Qué hay?\n  ","189876":"\n   Sabias que las chivas son campeonas! 🔴⚪️🔵🏆\n  ","189877":"\n   ¡Nombra una película que hayas visto al menos 5 veces!\n  ","189878":"\n   No\n  ","189879":"\n   Mely.\n  ","189880":"\n   ¿Cuál es la mejor caricia que puedes dar o recibir?\n  ","189881":"\n   Si hubieras salido del sexo opuesto. ¿Que nombre te iban a poner tus padres?\n  ","189882":"\n   Conoces a alguien que cumpla años el mismo día que tú?\n  ","189883":"\n   ¿Qué tanto extrañas el contacto con la demás gente? Pregunta hecha por TW KENT desde ------->\n  ","189884":"\n   ¿Confundimos demasiadas cosas con amor?\n  ","189885":"\n   Tengo que admitir que ese maldito psicópata da risa a veces\n  ","189886":"\n   Inserta la última canción que te haya gustado.\n  ","189887":"\n\n    https:\/\/ask.fm\/ale_98she\/photopolls\/176160633\n   \n   me ayudarías con un voto a tu izquierda porfis\n  ","189888":"\n\n    https:\/\/ask.fm\/ale_98she\/photopolls\/176160633\n   \n   perdón por la molestia podrías votar a tu izquierda 🥺\n  ","189889":"\n   The game.\n  ","189890":"\n   Qué animal te daría miedo encontrar? 😰\n  ","189891":"\n   Liar\n  ","189892":"\n   Por que es tan difícil hacer amigos a los 30? : |\n  ","189893":"\n   Holaaaa, ten un excelente inicio de semana.\n  ","189894":"\n   ¿Cthulhu cuenta como marisco?\n  ","189895":"\n   Si sales corriendo para huir de tus problemas, ¿cuenta eso como ejercicio?\n  ","189896":"\n   Mira al espejo. ¿Qué ves?\n  ","189897":"\n   ¿Qué artista o grupo recomiendas siempre cuando alguien te pide una recomendación musical?\n  ","189898":"\n   #VIAJE POR CARRETERA ¿Dónde vas y a quién te llevas contigo? 🚌🚐🚛🚚🚜🚗🚙🏍️🛵🚲🚂🚃🚃🚃🚃🚃🚃🚃🚃\n  ","189899":"\n\n    https:\/\/voca.ro\/7SIRHFCofdB\n   \n   n___@\n  ","189900":"\n   ©....¿¿Alguna vez alguien te ha hecho un comentario de mal gusto?? Les sigue ------------>\n  ","189901":"\n   Cabello corto o largo? 🖤☘️\n  ","189902":"\n   Hola, nos regalan un voto somos la pareja del lado izquierdo 🥺\n   \n    https:\/\/ask.fm\/Eduardo_Hbautista\/photopolls\/175674811\n   \n","189903":"\n   Buenas noches amiguitos como están ?\n  ","189904":"\n   Puse en mi perfil una captura dé pantalla de algunas personas que sigo si apareces allí felicidades\n  ","189905":"\n   ¿De que canción te has cansado recientemente debido a haberla escuchado demasiadas veces?\n  ","189906":"\n   ¿Qué es lo mejor que puedes hacer con una lámina de chicle?\n  ","189907":"\n   ¿Juzgas a los demás por su conocimiento de la gramática?\n  ","189908":"\n   Qué opinas de las redes sociales? Cuál usas más?\n  ","189909":"\n   Eres de las personas que dejan pasar mucho tiempo antes de hacer una tarea que no quieres hacer? ¿O por el contrario las haces lo antes posible para no llevar la carga de hacerlas después?\n  ","189910":"\n   Hola me ayudas con un voto por favor 🥺 soy la de lado izquierdo\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/177352439\n   \n","189911":"\n   ¿Con que combinarías el dulce de leche o manjar de leche?\n  ","189912":"\n   Heeeey, qué buena pinta tiene tu perfil.\n  ","189913":"\n   Hola🌼🖤\nBonita noche🌃\nTe consideras una persona Celosa,o en una relación eres a quien celan?🙊\n♡Cual es tu opinión sobre ese tema.👀\n  ","189914":"\n   Hola🌼🖤\nTe deseo un precioso domingo 💟\nQue fue lo más agradable que te paso en esta semana?🙊❤\n  ","189915":"\n   Hola👀💟\nSoy la única que le molesta que la llamen o le hagan videollamada?😒🤦🏾‍♀️\n  ","189916":"\n   Hasta donde estas dispuest@ a llegar por eso que mas deseas? \nClaro a parte de mi fina persona \nSiempre cumples tus metas?\nCon qué das color a tu vida \nAWESOME COMBOOOO \nA_A\n  ","189917":"\n   Nos seguimos?:)\n  ","189918":"\n   ¿Cuál ha sido el momento más gracioso que has vivido hoy?\n  ","189919":"\n   ❤️\n  ","189920":"\n   Yes\n  "},"Answer":{"188848":"\n  Tristemente muchas personas 😔\n  \n  Los que estuvieron en los hospitales, la gente de la calle, los enfermos, los que no tienen para poder comprar lo necesario... Y muchas más 😔\n  ","188849":"\n  Bastante, mientras no me ponga roja de la molestia, pueden seguir... Pueden ser años, meses, dias 🤭\n  ","188850":"\n  Te invito un sandwich de nutella 😋\n  \n  No inventes, mándame por favor unos tamales 😔\n  ","188851":"\n  No, hasta ahorita nadie me lo ha dicho 🤣\n  \n  Y si me lo dicen, ya no me encuentran 🙃\n  ","188852":"\n  Lomo mechado en salsa de manzana, pasta a la mantequilla, puré de papa y ensalada navideña, con baguette al ajuuuua xD\n  \n  El recalentado fue pozole y lassagna 🙏🏻\n  ","188853":"\n  Hice buñuelos de viento y eso comimos 😌❤️\n  ","188854":"\n  Hice un ponche especial, pero sin licor 🤚🏻😌\n  ","188855":"\n  Mmmh, me indigesta mucho los bayos, lenteja, garbanzo, y la guayaba, sandia, jicama, pepino a ciertas horas del día.. Me dan unos santos cólicos estomacales, que para qué te cuento 😋\n  ","188856":"\n  Sí, las consumo sin problemas ❤️😌💕\n  ","188857":"\n  Me encantan! 🐰🥕\n  ","188858":"\n  Cuando me sucede eso, es porque me cayó de peso, creo 🤔\n  ","188859":"\n  Lassagna, pozole.. Tacos!\n  ","188860":"\n  Es raro que eso me suceda, tal vez el plato de lentejas, pero para no dejar, me sirvo menos 😜\n  ","188861":"\n\n   https:\/\/youtu.be\/fk4BbF7B29w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","188862":"\n  Lo he intentado, y no puedo, el café sin azúcar es como algo sin chiste, pero es cosa de educar el paladar por el bienestar de uno.\n  \n  Los suplementos de la azúcar me caen mal, así que, a saborear las cosas con el mínimo de azúcar 😳\n  ","188863":"\n  No agradezca.. un placer!\n  \n  Disfrute los días y pásela lo mejor posible y cuídese mucho... Y muchas gracias 😄\n  ","188864":"\n  Se me rompió la cajita de la paz mental, estoy juntando los cachitos y ya casi termino 😌❤️\n  ","188865":"\n  No, nunca xD\n  ","188866":"\n  No me lo imaginaba, pero a raíz de tu pregunta ya me lo imaginé... Sería lindo 😌❤️\n  ","188867":"\n  Estaría padre, pero a cómo soy de loca sé que alguno de los dos se va a romper 🤣🤣🤣🤣\n  ","188868":"\n  Longboard .. ❤️❤️❤️❤️❤️❤️😌\n  \n  Con las otras no salgo del suelo 😔🤣\n  ","188869":"\n  Muchas gracias, tus colectivas me gustan mucho y gracias por compartir conmigo.. las frases dan en el ❤️\n  \n  Te deseo lo mejor y que te vaya genial, que la pases bien y cuídate mucho 😌\n  ","188870":"\n  Sí se lo hacen y dónde nadie los ve o.o\n  ","188871":"\n  Con la familia ❤️😌\n  ","188872":"\n  Bonitos sentimientos y linda actitud (ﾟοﾟ人))\n  ","188873":"\n  \"No eres de la familia por tu color de piel\"\n  \n  \"Estudia, eso te ayudará en un futuro\"\n  \n  \"Debes de darle el mejor ejemplo a tus hermanos\"\n  \n  \"Sé agradecida y trata como quieres que te traten\"\n  ","188874":"\n  Sí, pero pinté mi raya y ya no logra pasar esa barrera 😌\n  ","188875":"\n  Dele a ver cómo le queda y disculpe que ya no respondí o.o\n  \n  Que esté bien n.n\/\n  ","188876":"\n  El 3 de junio 😌❤️\n  ","188877":"\n  La Posada ya está lista!\n  ","188878":"\n  Va..\n  \n  Soy muy feliz\n  \n  😳🤭😁😋\n  ","188879":"\n  Sí, sin cabeza..\n  \n  Si tiene, paso o.o\n  ","188880":"\n  Hola!\n  \n  Para mí, atento y respetuoso..\n  \n  Gracias por sus colectivas y vueltas a este ask 😌\n  ","188881":"\n  😁❤️\n  ","188882":"\n  En Mahahual.. ❤️\n  \n  Para seguir conociendo una personita muy especial y disfrutar del lugar ❤️😌\n  ","188883":"\n  El ser madre de mis padres..\n  \n  Difícil pero te deja muchas enseñanzas y satisfacciones que la verdad no se comparan con nada, suena extraño, pero quién lo vive, lo puede confirmar 😌\n  ","188884":"\n  Tan rápido cómo bajan las gotitas 🤭\n  \n  Nah ya depende cómo este la herida, pueden ser días, meses, hasta años 😔\n  ","188885":"\n  No, yo no me considero así 😳\n  ","188886":"\n  xD\n  ","188887":"\n  La gran conjunción, Saturno y Júpiter ❤️\n  \n  Crédito: Matt Smith\n  ","188888":"\n  Muchas gracias, igualmente para ti\n  \n  Hermosa noche y excelente domingo!!🤗\n  ","188889":"\n  Sí algo así, es difícil igualar\n  \n  Tiene muchas opciones y tiene mucho para escoger, y de tanto quedó así\n  \n  Hágase el suyo o.o\n  ","188890":"\n  Con esta app  😋\n  \n\n   https:\/\/play.google.com\/store\/apps\/details?id=com.bitstrips.imoji\n  \n","188891":"\n  No, verá que no.. aquí nos veremos hasta que se pueda, cuídese nada más y no se asome a lugares prohibidos o.o\n  ","188892":"\n  Terminé Raised by Wolves 😌\n  ","188893":"\n  Sí y con mi niña interior bien loquilla 🤪❤️\n  ","188894":"\n  Uff no, pues cuídese y esos remedios que le di, son serios, ojalá las gotas terminen por aliviarle totalmente 🤗\n  ","188895":"\n  Tengo llamada 🤔\n  ","188896":"\n  Bien muy bien 😄\n  \n  Es que cada que voy, lo veo muy ocupado.. cómo sigue de su ojo?\n  ","188897":"\n  Genial! Pero estoy viendo mi serie 🤭\n  ","188898":"\n  Hola Ángel n.n\/\n  ","188899":"\n  Mucho ❤️\n  ","188900":"\n  Sí\n  \n  No llegó a una cita muy importante para mí o.o\n  ","188901":"\n  😳\n  ","188902":"\n  Nunca 😌\n  ","188903":"\n  Nervios o desesperación 😳\n  ","188904":"\n  ¡¡Muchas felicidades Lupita que los cumplas feliz y todos tus deseos de cumplan!!\n  ","188905":"\n  Queso, huevo y cecina o tocino o_o\n  ","188906":"\n  Yo camino sola ._.\n  ","188907":"\n  No, sólo cuando se me baja la presión\n  ","188908":"\n  Mucha emoción y alegría 😌\n  ","188909":"\n  Son síntomas que da tu amor 🤭\n  ","188910":"\n  Supongo que es porque no quieres que te molesten 😌\n  ","188911":"\n  Sí, para conocer un poco a la persona \"tantear terreno\"\n  ","188912":"\n  Muchas felicidades! 🏆\n  ","188913":"\n  Sí 😔\n  ","188914":"\n  El reggae 😖\n  ","188915":"\n  Qué culpa tengo yo, si tú no me dejas hablar 😔\n  ","188916":"\n  Y sí, y mañana me toca pasar por eso bien temprano, yo creo que es de nervios que me agarra la tos y no lo puedo evitar, pero cómo no toman su sana distancia, aprovecho para que me dejen mi espacio 🤭\n  ","188917":"\n  Yo merengues 😌❤️\n  \n  La más esperada por todos 🤣🤣🤣\n  ","188918":"\n  ❤️😌❤️\n  ","188919":"\n  Yo también lo estoy, pero usted póngase contento 🏆\n  ","188920":"\n  Me gusta mucho el mes de Diciembre, igual me pone llena de nostalgia, pero lo disfruto mucho 😌❤️\n  ","188921":"\n  Al Nikky ❤️😌\n  ","188922":"\n  Con los dientes o con una piedra o.o\n  ","188923":"\n  Será hace una semana que se me resbaló de las manos el extractor de jugos, por suerte cayó sobre la mesa 😳\n  \n  Con mis manos de mantequilla yo...\n  ","188924":"\n  Verdadero 😌\n  ","188925":"\n  Tacos de cachete en chicharrón y la mitad de una chasca con agua de jamaica 😌\n  ","188926":"\n  Las contesto y se las regreso.. obviamente no las mismas pero sí la misma cantidad, para que haya más interacción 🤭\n  ","188927":"\n  No, estaba haciendo el menú para la semana y ya no tengo ideas 🤪🤣\n  \n  Seguramente será lo mismo de otros años 😌❤️\n  ","188928":"\n  Cosas buenas para el mundo ❤️\n  ","188929":"\n  No es el papel principal.. que se mejore pronto de su ojo..\n  \n  Buenas noches 🏆\n  ","188930":"\n\n   https:\/\/youtu.be\/I8Q7V4EBKiI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","188931":"\n  Usted quedará en #1 luego me cuenta 😄\n  ","188932":"\n  Veremos está semana en qué número quedo 🤭\n  ","188933":"\n  Ya bajé a 70\n  \n  Así me la llevo o.o\n  ","188934":"\n  No, no me gusta 🤣\n  \n  Pero a veces es inevitable 😔\n  ","188935":"\n  Comerla 🤭\n  ","188936":"\n  En el 69 😌❤️\n  ","188937":"\n  Unas chocobombas 😔\n  ","188938":"\n  Con el dedo, cuchara, cuchillo, tenedor sobre un pan tostado, panqueques, helado o así solito o.o\n  ","188939":"\n  Y sí, pues porque me levanté más tarde o.o\n  ","188940":"\n  Contadas veces, pero sí 😌❤️\n  ","188941":"\n  Azúcar!!\n  ","188942":"\n  🤪\n  ","188943":"\n  Peleas, gritos, perros en desorden, eso o.o\n  ","188944":"\n  Claro y como jefe que es.. necesito mi aguinaldo 🤭\n  ","188945":"\n  Sí\n  \n  Para algunos sí y otros no 😌\n  ","188946":"\n  Sí, me divierto mucho haciéndolo 🤭\n  ","188947":"\n  Cierras el ojo y te frotas la cola de un gato o.o\n  \n  Y si no se te quita, lo cierras nuevamente y te frotas un poco de vaporu o.o\n  ","188948":"\n  Así es.. así que cuídate mucho y cuida a tus Reyes por fa 😔\n  ","188949":"\n  La fecha exacta no la tengo, pero ya hace bastantes años 😌\n  ","188950":"\n  Sí, tengo mis ratos en que las busco y las disfruto mucho 😌\n  ","188951":"\n  Changos ._.\n  ","188952":"\n  No, nunca 🤔\n  ","188953":"\n  Tristemente sí 😔\n  ","188954":"\n  🏆\n  ","188955":"\n  Qué rápido se fue este año u.u\n  ","188956":"\n  La verdad que sí..\n  \n  Aquí están con la puerta \"abierta\" para inicios de año volver a cerrar.. pero mejor me quedo y salgo lo indispensable, para qué le busco, si ya los hospitales se están poniendo al máximo aquí, cosa que no había pasado.. en fin, que los agarre confesados u.u\n  ","188957":"\n  Jaja en serio?\n  \n  Conmigo no hay fijon, lo que sí, aquí entre nos también te cuento que no tolero que me toquen la espalda 😖\n  \n  Se me sale la fiera xD y golpeo 😔\n  ","188958":"\n  No agradezca y conmigo no hay problema que no los pueda regresar, lo que le dejo, va y se quedan allá en agradecimiento a su  presencia y gran actividad en ask y sus respuestas.\n  \n  Muchas gracias y linda tarde 😌\n  ","188959":"\n  Que me envenena el cuerpo\n  \n  Me pone al descubierto amor... 🎵🎵\n  ","188960":"\n  Apoyo a los Pumas ❤️\n  ","188961":"\n  Kassy!!!\n  \n  No pues yo los veo como dibujitos y ya.. 😳\n  ","188962":"\n  Hola joven Ángel (°-°)^\n  \n  ¿Cómo le va?\n  ","188963":"\n  Sabes, seguro te acuerdas de la peli donde sale eso xD\n  \n  Por eso te da pena, aparte eres más penosa que yo 😔\n  \n  Tú también eres sepsy ya te vi\n  ","188964":"\n  No te hagas, le soplas para que se vayan los pétalos, ni el ombligo se le ve 😳\n  \n  Jaja ntc yo sí lo he usado, sin vergüenza 😳😳😳\n  ","188965":"\n  Chepina eres tú?\n  ","188966":"\n  Cómo se dice acá..\n  \n  Chicle y pega.. difícil, pero alguna enseñanza nos deja todo eso 😔\n  ","188967":"\n  Digo, ya lo iba a mandar otra vez como pregunta 🤔\n  \n  Tengo muchas ganas de ir al centro, pero seguramente está a reventar y pues.. Mejor en mi casa\n  ","188968":"\n  Jaja no sé que hice xD\n  \n  Te mandé mi respuesta y creo que se fue en anónimo, perdón!!! 🤣🤣🤣🤣🤣\n  \n  Vamos con todo Kassy!!! 🤭🤣\n  ","188969":"\n  Que sigan abusando de los desesperados y débiles 😑\n  ","188970":"\n  Ten una tarde linda y cuídate mucho, muchas gracias por tus colectivas princesa y bendiciones a ti y toda tu hermosa familia 💋🙋🏻‍♀️\n  ","188971":"\n  Exacto..\n  \n  A veces se sale el cobre 🤭\n  ","188972":"\n  No princesa, porque duele mucho\n  \n  Mejor más al ratito sales y disfrutas el atardecer ❤️\n  \n  Y de pasada a ver si puedes ver cómo se están acercando los planetas Saturno y Júpiter, los veo desde antier y se ven cada vez genial! *suspiro 😌\n  ","188973":"\n  Sí xD\n  \n  No lo puedo evitar 🙈\n  ","188974":"\n  Seee\n  \n  Tengo una pizca, pero la tengo 🤭\n  ","188975":"\n  Se acabó, no hay más, debes estar lista para lo que viene 😋\n  \n  Gracias x cruzarte en mi camino princesa dulce 💋🙋🏻‍♀️\n  ","188976":"\n  Hacer mi recorrido decembrino 🤭\n  ","188977":"\n  Es muy difícil poder protegerlo del dolor.. pero con unos buenos ejercicios mentales y malas experiencias agarra porque agarra fuerza ante el dolor 😳\n  ","188978":"\n  Yip\n  \n  Más que lista 💋\n  ","188979":"\n  Fútbol\n  ","188980":"\n  Oh lights and action.... 🎵🎶🎵\n  \n\n   https:\/\/youtu.be\/0qYO3ujfg9s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","188981":"\n  🤭\n  \n\n   https:\/\/youtu.be\/mk1QWldA0mA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","188982":"\n  Muchas gracias, igualmente para ti 😁🌷\n  ","188983":"\n  😍\n  \n\n   https:\/\/youtu.be\/oIIxlgcuQRU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","188984":"\n  Bastante, por eso siempre procuro ya dormir muy bien 😋\n  ","188985":"\n  Que le vaya genial 😌\/\n  ","188986":"\n  😂😋\n  ","188987":"\n  Recién cambié de tema y no he cambiado el fondo 🤭\n  ","188988":"\n  She's madonna 🎵🎵\n  ","188989":"\n  Según acabo de leer 2,000 serán\n  \n  Saludos princesa, que tengan una tarde linda 💋\n  ","188990":"\n  Sí, como te decía, la de los hilos 😔\n  \n  Y el no venir, a veces no se puede 😪\n  ","188991":"\n  Sí, es entretenido 😌\n  ","188992":"\n  Ventaja? Recompensas, respuesta secreta y otras cosillas que salen por ahí.\n  \n  Desventajas? Soy malísima para completar las tareas, en especial, la de los hilos.\n  ","188993":"\n  Cambiar el mundo de manera positiva\n  ","188994":"\n  Te gusta escuchar música y compartirla en tus colectivas 🤭\n  ","188995":"\n  Qué oso, pues haría cómo que no me acuerdo 🤷🏻‍♀️😂\n  ","188996":"\n  Pues era una cama de ladrillos, y encima tenía cartón y muchas mantas, el cuarto estaba húmedo y muy frío, con techo de doble altura y madera y lámina y muchos roedores, la verdad casi no dormí, pues los animalitos tuvieron una pelea justo arriba de mi y pues.. estaba cuidando por si me caía una encima 😂\n  \n  Fue una noche muy larga 🤭\n  ","188997":"\n  A esa persona que hace sufrir a quién yo quiero 😔\n  ","188998":"\n  Sí 😔\n  ","188999":"\n  Que no se fijan en lo más importante .-.\n  ","189000":"\n  Canción tan más triste u.u\n  ","189001":"\n  Y pronto pasará...\n  ","189002":"\n  Uhmmm 🤔\n  \n  Cuídate que te quiero mucho y no quiero que algo malo te pase.\n  ","189003":"\n  Mis llaves y mi bálsamo 😌💗\n  ","189004":"\n  No sé, tal vez el perrito no se porta bien o no tenga el carácter para aguantar humanos .-.\n  ","189005":"\n  Que quedaban fuera las Chivas, no dí marcador, pero ya me gané una cena 😌\n  \n  Gracias León 🤭\n  \n  Me falta el otro partido!!!\n  ","189006":"\n  Sí se puede 😌\n  ","189007":"\n  Felicidades!! Me hicieron la noche 😂\n  ","189008":"\n  Las que más, Ask y Facebook 😌\n  ","189009":"\n  Saturno\n  ","189010":"\n  2018 federal y estatal si mal no recuerdo 🤔\n  ","189011":"\n  La desconfianza 🤔\n  ","189012":"\n  Bigote chocomilero y barba buffet .. me da igual 🤭\n  ","189013":"\n  .\n  ","189014":"\n  .....\n  ","189015":"\n  ..\n  ","189016":"\n  '\n  ","189017":"\n  💔\n  ","189018":"\n  .\n  ","189019":"\n  Y sí, es bastante desesperante, pero a veces hay buenas propinas y ventas 😋\n  ","189020":"\n  Sí 😍\n  ","189021":"\n  Lo último.. 🤔\n  \n  Un asalto en el centro, fue muy estresante, pero lo bueno es que no pasó a mayores 😔\n  ","189022":"\n  Verdadero 😌\n  ","189023":"\n  El capítulo #7 y 8 de Raised by Wolves 😍❤️\n  ","189024":"\n  A veces.. pero no navego mucho en eso, no sé si llegue 🤭\n  ","189025":"\n  Jaja sí, claro que sí.. y mucho 🤭\n  \n  Pues nada, es su manera, su personalidad, educación y ya, yo pensé en bloquear pero, una persona me comentó que no estaba bien y mis preguntas no llegaron en buen momento.. entonces cambié de chip y solo leo, y quién lo hace de esa manera grosera o pelada, voy y los hago enojar 🤣 nah no es cierto, sólo los acompaño un rato más para saber si así son siempre o llegué en un muy mal momento 🤷🏻‍♀️\n  ","189026":"\n  Escribir, un montón! El haz y has, por sobre todas las cosas 😐\n  \n  Habladas también 🤭\n  ","189027":"\n  Mucho! 😍\n  ","189028":"\n  Jaja bueno, lo único que puedo decir es..\n  \n  🔴El león cree que todos son de su condición🔴\n  \n  Y sigo mi camino 😉😄\n  ","189029":"\n  Yo no lo hago por lo mismo..\n  \n  Igual si soy la anfitriona no me gusta que toquen mis cosas, y si soy la visita por lo regular pregunto antes de tocar 😋\n  \n  Y con esto de la pandemia menos!\n  ","189030":"\n  Depende de la persona.. pero la mayoría de las veces, sí! 🙃\n  ","189031":"\n  La cuadrada tiene 4 esquinas y la redonda no 🤔\n  \n  La cuadrada trae más pedazos que la redonda!!! 😋\n  ","189032":"\n  Lo regreso 😌\n  ","189033":"\n  Sí, para poder comprar alimento, atención a la salud.. no sé, uno nunca sabe, y hay que tener un guardado para una emergencia.. en este momento los empleos están tambaleando.. que disfrutes tu viaje de aniversario 😄🌹\n  ","189034":"\n  Nada, se debe ahorrar lo más que se pueda en estos tiempos ✋🏻😌\n  ","189035":"\n  Verdadero 😌\n  ","189036":"\n  Awww ❤️\n  \n  Muchas gracias, igualmente para ti y cuídate mucho!! 🙋🏻‍♀️🌹\n  ","189037":"\n  Una canción que me recuerda a alguien 😋\n  ","189038":"\n  Desde las ocho am 😉\n  ","189039":"\n  Quehacer, recargar pilas para la semana y escuchar una deli playlist que tengo pendiente 😌\n  ","189040":"\n  No, solo ansiedad por cosas dulces 🙃\n  ","189041":"\n  Posiblemente así sea 😌\n  \n  Nos acerca y nos aleja.. 🤷🏻‍♀️\n  ","189042":"\n  Chilaquiles y un delicioso café 😍\n  ","189043":"\n  ♥️😌\n  \n\n   https:\/\/youtu.be\/1Cw1ng75KP0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189044":"\n  Picante, lo salado luego luego me pega 🤭\n  ","189045":"\n  Verdadero 😔\n  ","189046":"\n  No lo creo 🤔\n  ","189047":"\n  Ño.. sólo la tortilla de todos los tacos 🤣♥️\n  ","189048":"\n  Bien tóxico, pero ya..!\n  \n  Es domingo  1° de Noviembre, borrón y día nuevo 😌\n  ","189049":"\n  Eso trato y pido bendición 😌😁\n  ","189050":"\n  Ya tengo todo listo!\n  ","189051":"\n  Viejitas pero bonitas 😋\n  ","189052":"\n  Totalmente de acuerdo.. 😌♥️\n  \n  Están muy bonitas tus colectivas!!!😍\n  \n  Hermosa noche y bonito fin de semana 🙋🏻‍♀️\n  ","189053":"\n  Mucho y más cuando va horneado, cómo galletas y pan, o alguna pieza de carne 😍\n  ","189054":"\n  Está genial!\n  ","189055":"\n  Raised by Wolves 😌♥️\n  ","189056":"\n  Mis felicitaciones..\n  ","189057":"\n  Hermosa frase y llena de razón.. muchas gracias por compartirla 🌷\n  \n  Linda noche y cuídate mucho ♥️\n  ","189058":"\n  ♥️🤤\n  ","189059":"\n  😍\n  ","189060":"\n  ♥️\n  ","189061":"\n  Hola buenas noches..\n  \n  Muchas gracias y me pasaré 🙂\n  ","189062":"\n  Buenas noches.. fui temprano, hay horario restringido\n  ","189063":"\n  🙂\n  ","189064":"\n  Esa acción, ese sentimiento que te lleva a hacer cosas para que sea feliz ese ser hermoso y seas feliz, amar es cuidar a esa persona especial, entregar todo lo mejor de ti, amar te llena de colores los días, amar te lleva al camino de hacer las cosas mejor.. te lleva a ser mejor persona para ti y para los demás.. describir amar es tan complejo pero tan fácil y bonito de sentir.. ♥️\n  ","189065":"\n  Sí, en dónde está el escarabajo 🤔\n  ","189066":"\n  Ya lo repararon !\n  \n  Estaba haciendo hielo pero ya quedó!! 😆😁🤩\n  ","189067":"\n  No se preocupe, no pasa nada, si quiere más me dice y le dejo ..\n  \n  Pase bonita noche y cuídese n.n\/\n  ","189068":"\n  Agua natural o agua de frutas naturales 🤤♥️♥️\n  ","189069":"\n  Olvidar.. ignorar sí, tristemente pero sí 😔\n  ","189070":"\n  Un sandwich o una ensalada con pasta 🤤♥️\n  ","189071":"\n  Uff tantas cosas 🤣\n  \n  Amaba estar en el arenero, pero había un niño que me sacaba, entonces fui por mi cubeta y una pala, llené la cubeta y se la vacíe al niño en la cabeza, me castigaron, pero yo feliz 🤭\n  ","189072":"\n  La dormición 😍\n  ","189073":"\n  No lo creo, seguramente tienen alguna persona que no le hacen daño y la cuidan 🤭\n  ","189074":"\n  Bueno.. por ahí me encontré unos Shoutout que mandé y respondió 🤭\n  \n  Le dejé su recompensa 😌\n  ","189075":"\n  Muchas gracias\n  \n   @VillalobosIJ\n  \n\n  Ya le di tu felicitación y también te agradece.. la pasamos genial 😌\n  \n  Igualmente, que así sea para ti y toda tu familia 🙏🏻\n  ","189076":"\n  Y cómodo 😌♥️\n  ","189077":"\n  Sí, le di una nalgada y ya se fue a dormir 😌♥️\n  ","189078":"\n  El dueño del escarabajo 🤯\n  ","189079":"\n  Buenos.. muy buenos, más buenos que malos.. en realidad malos, es nada 😌\n  ","189080":"\n  Sí y mucho.. es solo cosa de esperar pacientemente 😌\n  ","189081":"\n  De la emoción y por casi todo, soy muy sensible y tengo los sentimientos a flor de piel 🙈\n  ","189082":"\n  Demasiado 😁\n  ","189083":"\n  Los días que tengo muchas cosas por hacer, comenzar me da mucha pereza pero después no hay quien me pare.. eso, entre otras cosas 😌\n  ","189084":"\n  Sí, para pagar una pequeña deuda que tengo y quiero saldar este año 😌\n  ","189085":"\n  Bueno, es más sencillo decir que no lo invito quien quería 🤣\n  \n  O tal vez no le gusto mi menú 🤔\n  \n  Pásela bien y espero que le den de comer 😁\n  \n  Linda noche 🙋🏻‍♀️\n  ","189086":"\n  Hoy sonrío, mañana y pasado tal vez llore por mis ausentes.. 😔♥️😌\n  ","189087":"\n  Bueno, se me ha roto mi caja de risa y no pasa nada 🤣🤣🤣🤣\n  ","189088":"\n  No tengo idea sobre Laptop, pero busca una que cumpla con tus necesidades, si la quieres para jugar o para trabajo o ambas cosas o.-\n  ","189089":"\n  Y ya no hay taquitos :c\n  \n  Ya está todo cerrado 😔\n  \n  Gusta champurrado y una pellizcada?\n  ","189090":"\n  No, pellizcadas 🤤♥️\n  ","189091":"\n  Intentar hacer mi ofrenda afuera en el jardín, si no me gusta, estaré en serios problemas 🤔\n  ","189092":"\n  Es la compañía la que te quita el sueño.. o haces todo lo posible por mantenerte despierto y no perder ni un segundo sin estar con esa persona 🤔\n  ","189093":"\n  El café 🤤♥️\n  ","189094":"\n  Chocomilk ♥️🤤\n  ","189095":"\n  El país feo, mi estado.. más feo, ya nos mandaron a guardar 15 días 😔\n  ","189096":"\n  Super Mario ♥️😊\n  ","189097":"\n  Con jamón, mucho jamón ♥️😌\n  ","189098":"\n  Es que no sé si te acuerdas..\n  \n  Pero yo te leo y me voy a esos días 🤣\n  \n  No lo puedo evitar! Esos tiempos fueron muy bonitos, aquí ya es otra cosa, otras personas y demás.. las cosas y las personas hemos cambiado 😔\n  \n  Pero lo que se siente no! Bueno conmigo no 🤭\n  ","189099":"\n  Bueno 🤣\n  \n  Bien y bien, ya descansando y tú?\n  ","189100":"\n  Hola Juan C.\n  \n  Yo cuando dije que ya no quería? 🤔\n  ","189101":"\n  Dicen que soy un desastre total, que soy mala hierba...\n  \n  Ah pues ni idea, de frente nada, de espaldas hasta lo que no.. yo me voy a dormir 😉🤣♥️\n  ","189102":"\n  Sí, mucho tiempo, y pues.. qué te cuento, me agrada que aún te leo por aquí.. poquito pero aquí seguimos \\n.n\/\n  ","189103":"\n  Nup\n  \n  Bueno.. depende de qué tipo de chupetes estemos hablando 🤔\n  ","189104":"\n  ¿Tú crees?\n  \n  Gracias Fernando, no lo creo así, pero te lo agradezco 😊\n  ","189105":"\n  Poquito 🤭\n  ","189106":"\n  Oh sí!!! Todo el día bien relax 🤭\n  ","189107":"\n  Guadalajara ♥️😌\n  ","189108":"\n  La coordinación entre mi hermana y yo 🤣😌♥️\n  ","189109":"\n  Somos la razón ♥️\n  ","189110":"\n  Genial, aunque el link estaba nervioso.. no me dejaba acceder, pero ya quedó 😌\n  ","189111":"\n  En qué? 🤔\n  ","189112":"\n  Hola Fernando n.n\/\n  \n  Sí, y mucho que me gusta ♥️\n  ","189113":"\n  Caerme al querer sorprender a alguien 🤣\n  ","189114":"\n  No hace mucho de eso... Pues nada, dejar que hicieran lo que tenían que hacer 🤭\n  ","189115":"\n  ♥️💖😌💖♥️\n  \n\n   https:\/\/youtu.be\/_z6oXoZui_4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189116":"\n  Hola ojillos..\n  \n  Prefiero evitarlos ✋🏻😌\n  ","189117":"\n  Quiero que seas feliz, feliz, feliz!\n  ","189118":"\n  Diciembre.. frío, reuniones.. Navidad, año nuevo, año viejo.. vacaciones!!! 😌♥️\n  ","189119":"\n  Siempre podrás contar conmigo\n  \n  No importa dónde estés\n  \n  Al fin que ya lo ves\n  \n  Quedamos como amigos.....\n  ","189120":"\n  Las cuuucarachas :c\n  ","189121":"\n  De todo un poco, para que no sea rutinario 😌🌹🙋🏻‍♀️\n  ","189122":"\n  No :c\n  ","189123":"\n  Nope, las cosas ya no vuelven a ser iguales, pareciera que sí, pero.. secretamente ya tiene límites esa relación 😌\n  ","189124":"\n  Mucho cariño y amor ♥️😌\n  ","189125":"\n  ♥️\n  ","189126":"\n  Sí.. a las estrellas, al infinito y más allá ♥️😌\n  ","189127":"\n  🤭 amo ese twitt 🤣 y el hilo!\n  ","189128":"\n  No habrá de otra ☹️\n  ","189129":"\n  Qué onda?\n  \n  Tú a lo tuyo, no?\n  ","189130":"\n  Más de $50,000 para pagar la nómina, y hasta más cuándo daban los apartados para las franquicias 🤯\n  ","189131":"\n  Si lo que me pide cambiar me ayuda a ser mejor persona y crecer, continuo, si no, cambio de pareja 😌♥️\n  ","189132":"\n  Al rato entra el nuevo horario, no olvide atrasar su relojito\n  ","189133":"\n  Mi amor ♥️😌\n  ","189134":"\n  Sin duda el de bruja..\n  \n  Sí, pero no le tengo a la mano, tengo que ir al baúl de los recuerdos 🤭\n  \n  Linda noche! 🙋🏻‍♀️\n  ","189135":"\n  Claro, le iba a ofrecer patas o manitas pero no sé si le gusten.. 🤔\n  ","189136":"\n  Esta haciendo un ruido chistoso el motor de la nevera, puse mi mano para ver qué estaba sonando y es ese coso que da vueltas para congelar.. parece motor de helicóptero por el ruido y vibra chispa.. algo me dice que pronto, nuevamente me quedaré sin refrigerador :'c\n  ","189137":"\n  Ese lugar que esté cómodo, en calma, solitario... 😌♥️\n  ","189138":"\n  Se lo cambio por un kilo de cuerito, trompa u orejas.. deje mi corazón en paz .-.\n  ","189139":"\n  Uff.. amo los dos, pero por la paz que me da, el cielo estrellado 😌♥️\n  ","189140":"\n  Hola! 💖\n  \n  La que me gusta, pues.. difícil decirte una, uhmmm.. enchiladas!\n  \n  La que no me gusta... 🤔 Pues platillos que lleven muchas cosas o cantidades enormes que de verlos no se me antojan 🤭\n  \n  Hermosa noche 🌹\n  ","189141":"\n  Miedo a que el tren se quede sin luz o se inunde cuando esté bajo tierra ☹️\n  ","189142":"\n  Sí 😌♥️\n  ","189143":"\n  Con algo de luz 😌♥️\n  ","189144":"\n  Nope 🤭\n  ","189145":"\n  Con muchos hechos y más cuando se dejan ♥️😌\n  ","189146":"\n  💖 Verdadero 💖\n  ","189147":"\n  Puede ser 🤔\n  ","189148":"\n  Unos guisos para la comida de mañana, es cumpleaños de mi madre 😌\n  ","189149":"\n  Lo saco a escobazos y a gritos 😶\n  ","189150":"\n  Elmo\n  \n  No, la verdad no lo sé 😋\n  \n  *Se va a Google\n  ","189151":"\n  De la nevera 🤔\n  ","189152":"\n  🔴OTRO CICLÓN PARA MÉXICO🔴\n  \n  Depresión tropical Veintiocho se ubica a 455 km al este-sureste de #Cozumel con viento sostenido de 45 km\/h, moviéndose al nor-noroeste a 4 km\/h.\n  \n  ⚠️Como tormenta tropical #Zeta podría cruzar QRoo-Yuc de lunes a martes ¡Aún puede variar trayectoria!\n  ","189153":"\n  Patines ♥️😌\n  ","189154":"\n  ♥️\n  ","189155":"\n  Siempre, por siempre y para siempre.. brillarás inmenso si regalas tu sonrisa al caminar.\n  ","189156":"\n  Un gran nudo en la garganta 🤔\n  ","189157":"\n  Pues difícil.. Igual me les perdía en la casa hasta que las aguas se calmaran, yo feliz mirando las estrellas.. creo que de ahí nació mi gusto por los atardeceres y la noche 😌♥️\n  ","189158":"\n  De nada, linda noche 🙋🏻‍♀️\n  ","189159":"\n  Había olvidado dejar los fuegos 🤣\n  \n  Ya también los dejé..\n  \n  De nada! 🙋🏻‍♀️\n  ","189160":"\n  Hola\n  \n  Ya voté\n  ","189161":"\n  Hola, bien bien gracias.. ya pasé\n  \n  Linda noche 🙋🏻‍♀️\n  ","189162":"\n  Hola!\n  \n  Gracias, linda noche y también cuídate mucho 🌹🙋🏻‍♀️\n  ","189163":"\n  Hola, ya te dejé un poco de todo, está muy lindo el perrito ♥️😌\n  \n  Suerte!\n  ","189164":"\n  A rodar! Nadie nos vencerá!\n  ","189165":"\n  La mía es esta que justo escucho 😌♥️\n  \n  La de ella, la verdad no lo sé 😶\n  \n\n   https:\/\/youtu.be\/iy4mXZN1Zzk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189166":"\n  Sí ☹️\n  ","189167":"\n  El sustituto de crema en polvo para el café me hace ronchitas en el cuello y mejillas, pero nada más 🤔\n  ","189168":"\n  Palabras y sonrisas.. su sonrisa 😌\n  ","189169":"\n  Lo sé, y me hace feliz 😌♥️\n  ","189170":"\n  El café, el chocolate principalmente, o cuando preparo té 😌♥️\n  \n  También cuando sale la ropa de la secadora *-*\n  \n  O estoy horneando galletas o pan 😋\n  ","189171":"\n  Chispas.. pues, felicidades!! o.ö\n  ","189172":"\n  Felicidades 🤭\n  ","189173":"\n  Siempre ♥️\n  ","189174":"\n  Listo el voto 👍🏻\n  ","189175":"\n  Listo 👍🏻\n  ","189176":"\n  Sí, El italiano 😌♥️\n  ","189177":"\n  ♥️😌\n  ","189178":"\n  Recupérese pronto, y coma toda la sopita de pollo que le lleva Ángel, cuídese más!\n  ","189179":"\n  Sin ángeles no lo hay 🤔\n  ","189180":"\n  No, creo que no, te diría que el reboso, pero en una visita me pusieron uno para una celebración y es fecha que lo amo ♥️😌\n  ","189181":"\n  Oh claro que sí!\n  ","189182":"\n  Sí 😌♥️\n  ","189183":"\n  🤤😋🤣😌🤭♥️\n  \n\n   https:\/\/youtu.be\/RF0HhrwIwp0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189184":"\n  A té de guayaba con canela ♥️\n  ","189185":"\n  Déjame ganar, perder, probar, besar 🎶🎶🎶\n  \n\n   https:\/\/youtu.be\/Kq6AVIs2kvk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189186":"\n  Muuuuuuchas gracias! 😌\n  ","189187":"\n  Ah eso sí xD\n  \n  Ya ves, cada estado tiene sus payasitos o.o\n  ","189188":"\n  No Juan C.\n  \n  Cómo te a ido?\n  ","189189":"\n  🤭 ojalá se acuerde después de nosotros, los pobres..\n  ","189190":"\n  Ya se ganó el cielo por dejar su empleo por nosotros uvu\n  \n  Pero son tiempos muy difíciles, va a cobrar por pregunta enviada? o.o\n  \n  De algo tiene que vivir 😔\n  ","189191":"\n  Listo el voto! 🙋🏻‍♀️\n  ","189192":"\n  😌♥️\n  ","189193":"\n  Aww gracias hermosa, igualmente para ti..\n  \n  Lindas palabras ♥️🌹🙋🏻‍♀️\n  ","189194":"\n  De su trabajo.. Cuando vaya a trabajar o.o\n  ","189195":"\n  Desconfianza y falta de amor propio ☝🏻😌\n  ","189196":"\n  Oh pues gracias por lo de buena onda 🤗\n  \n  Le deseo que su turno le vaya de maravilla!\n  ","189197":"\n  Para mí, sí, vas cambiando conforme van pasando los años, las vivencias, las personas, vamos modificando un poco a poco, adaptando nuestro ser para lo que pueda venir 😌\n  ","189198":"\n  Mucho, pero más la compañía, ojillos 🙋🏻‍♀️\n  ","189199":"\n  Cuéntame el chiste 🤔\n  \n  Sí es así, no?\n  \n  O es con doble sentido? O.o\n  ","189200":"\n  No quiero distracciones u.u\n  \n  Sólo los tenis.. son fosfo?\n  ","189201":"\n  Personas que llegan a tu vida y te dejan una huellita en el alma 😌♥️\n  ","189202":"\n  Platicar para conocerse mejor, acompañado de algo para beber, para complementar gratamente el momento 😌\n  ","189203":"\n  El fin de semana pasado, fue el premio del día 😌♥️\n  ","189204":"\n  ¿Ya te diste tu baño prejidenjial?\n  ","189205":"\n  Sin enseñar la pierna por favor n.ó\n  ","189206":"\n  ¿Estás seguro Juan C.? 🤔\n  ","189207":"\n  Puede durar desde un segundo hasta horas!\n  \n  Y soy más de decir, ahorita 🤭 y ese ahorita tarda bastante 🤷🏻‍♀️\n  ","189208":"\n  Sí, si los hay ♥️\n  ","189209":"\n  Un vídeo de un hombre diciéndole algo a la esposa y ésta dice: ¿Quieren ver mis tenis?\n  \n  Enfoca a los tenis y comienza a decir fosfo fosfo 🤷🏻‍♀️\n  \n  Le dió avión o ignoró lo que le decía el marido.. y eso de fosfo, es fosforescente.. pero en tiempos de ahora 🤭\n  \n  Alguien me dijo que tenía otro significado más fuerte y no me lo quiso contar 🤔😔💔\n  ","189210":"\n  Hola Ángel n.n\/\n  ","189211":"\n  ♥️\n  ","189212":"\n  Sí, ya hace un buen de eso, ojillos 🙋🏻‍♀️\n  ","189213":"\n  Sí.. río de piedras ♥️\n  ","189214":"\n  No, esa no la he visto..\n  \n  La que me deja con la boca abierta y me resetea es la de Raised by Wolves.. el último capítulo que vi me dejó mal xDD\n  \n  De tan mal que me dejó lo voy a repetir o.ö\n  ","189215":"\n  Hola!\n  \n  Así así la primera, quesadillas de masa al comal.. Ya después sopa de arroz rojo y una gelatina de limón con zanahoria.. No sé de dónde ni como lo hice, tendría unos seis años más o menos y ya de ahí no paré 😌\n  ","189216":"\n  Definitivamente 🤭\n  ","189217":"\n  Bastante interesante...\n  ","189218":"\n  Amor de pareja\n  \n  Amor de amigos\n  \n  Amor de hermanos\n  \n  Amor de amantes\n  \n  Amor de lejos\n  \n  Amor de padre\n  \n  Amor de madre\n  \n  Jaja no sé hay muchos.. 🤭\n  ","189219":"\n  No, para nada\n  \n  Es lo más normal que te gusten ciertas partes en específico de alguna persona.. Para mí no es problema y no pongo etiquetas\n  ","189220":"\n  Todo eso que escribiste..\n  \n  Esos pequeños detalles que están ahí para ti, el viento en el rostro, el olor de la lluvia, el saborear un vaso de agua, el despertar bien, el color de las flores dando vida el jardín y alimento a las aves, el azul cambiante del cielo, la noche y la tranquilidad... Son tantas cosas que me hacen feliz y rica.. pues puedo disfrutarlas ♥️\n  ","189221":"\n  Con mi ponche matutino\n  \n  Jengibre, cúrcuma, piña y perejil un día\n  \n  Toronja, betabel y zanahoria otro día\n  \n  Y por las noches miel con limón y otra cosa xD\n  \n  Me ha funcionado pues no he estado como otros años 😌\n  ","189222":"\n  No, sólo que sea entendible, ya sabes que a veces escriben con muchas letras entre mayúsculas y minúsculas en una sola palabra y eso sí me desespera un poco 😌\n  ","189223":"\n  Un helado..\n  \n  Y algún paquete de comida para alguien que lo necesite de camino\n  \n  Gracias!\n  ","189224":"\n  Mejor..\n  \n  Préstame tu peine o.ö\n  ","189225":"\n  Muy seguido :c\n  \n  Creo que no borré bien el cassette 😔\n  ","189226":"\n  Hola ojillos\n  \n  Sí, hay diferentes tipos de amor, aparte está la intensidad del mismo y sobre todo, cuenta mucho cómo lo recibe la persona.\n  ","189227":"\n  Ondulada ♥️\n  ","189228":"\n  Listo xD\n  \n  Yo llevo la gelatina!\n  ","189229":"\n  Lo veo a la media noche\n  ","189230":"\n  Regresame el retrato, se acabó uououooo 🎶\n  ","189231":"\n  Hola hola!!!\n  \n  Tengo muchas.. Pero estoy escuchando esta así que te dejo ese pedacito que me gusta mucho.. Linda noche 🌹😌\n  \n  In your house I long to be\n  \n  Room by room patiently\n  \n  I'll wait for you there, like a stone\n  \n  I'll wait for you there, alone, alone... Auuuu🎶\n  ","189232":"\n  Ouch verdadero 😔💔\n  ","189233":"\n  A estas alturas ya debe darse baños prejidenjiales, tengo entendido que también ya pueden darse baños de aviador, es más efectivo que el prejidenjial pues incluye otras zonas 🤭\n  ","189234":"\n  Es lo último que veo.. 🤔\n  \n  Uhmmm no me importa cómo lo tenga\n  ","189235":"\n  El otro día tuve un detalle con alguien.. Me dijo.. ya no lo hagas, no lo necesito.. bueno, yo quedé satisfecha, ya no tengo compromiso con esa persona! Soy feliz por ello.. y sé que otra persona inimaginable lo apreciará y le dará el valor que se merece.\n  \n  Dijo alguien por ahí-\n  ","189236":"\n  Los tacos 🤭♥️\n  ","189237":"\n  Para los que gustan de ese manjar, claro que tienen su pizza perfecta 😋\n  ","189238":"\n  Sí, pero es más para mí, que para ellos 😌\n  ","189239":"\n  Si existe, solo es cosa de que te dejes sorprender y lo sientas 💖\n  ","189240":"\n  Lo olvidé y no la vi xD\n  ","189241":"\n  Para todos, pero en diferentes tonos 💗\n  ","189242":"\n  Con piña 🤤💖\n  ","189243":"\n  Bastantes años y contando 🤭\n  ","189244":"\n  Repostería\n  \n  Mahahual\n  \n  Colectivo\n  \n  Administración\n  \n  De sueños e ideas\n  \n  Al final del hilo rojo\n  \n  Española y húngara\n  \n  Paz\n  \n  Fútbol, volleyball\n  \n  De la educación\n  \n  De manos, de mesa\n  \n  La oscuridad y el silencio\n  \n  Mariposa\n  \n  Seguir estudiando, aprendiendo, ayudando.. ser una mejor persona para mí y para la gente que me rodea\n  \n  Muchas gracias, así será y gusto leerte por aquí, y disculpa la tardanza Salvador..\n  \n  Cuídate mucho mucho y que te vaya lo mejor posible y cumplas tus sueños y anhelos.\n  \n  Hermosa noche 🙋🏻‍♀️\n  ","189245":"\n  Sí, y seguí mi camino y también he dejado.. triste caso 😔\n  ","189246":"\n  Estoy haciendo un gif 😌♥️\n  ","189247":"\n  Aceptarlas tal y como son 😌\n  ","189248":"\n  ♥️\n  ","189249":"\n  Verdadero 😌\n  ","189250":"\n  Es difícil, pero no imposible 😌\n  ","189251":"\n  No me gustan muculosos 😌\n  ","189252":"\n  Lo entendí perfecto y tiene razón 🤗\n  ","189253":"\n  No tengo esa suerte 😌\n  ","189254":"\n  Estoy en la primera.. y no sé por cuánto tiempo 🤷🏻‍♀️\n  ","189255":"\n  J&B, Johnnie Walker BL..\n  ","189256":"\n  Doy toques 🤭\n  ","189257":"\n  Sí y te iba a presumir que poco, pero este año me he destrampado un poco 🙈\n  ","189258":"\n  El poco tiempo o el tiempo mal empleado con las personas que amo y que ya no están conmigo, me pongo a pensar mucho en el hubiera y eso a veces me atormenta.. 😔\n  ","189259":"\n  Claro que sí ♥️\n  ","189260":"\n  Con graduación 😌\n  ","189261":"\n  Cien caballos 😌\n  ","189262":"\n  Me iba a explayar, pero no quiero recordar ni pensar más en eso, por mi bien 😌\n  ","189263":"\n  Dos o tres veces, depende mucho de las actividades que haga durante el día 😌\n  ","189264":"\n  Nunca 😔\n  ","189265":"\n  Con un moño rojo y ya está para el intercambio en Navidad 🤭\n  \n  Buenas noches Ángel 🙋🏻‍♀️\n  ","189266":"\n  Ño 🤭\n  \n  O sea, mí amor xd\n  ","189267":"\n  Tengo mis listas muy bien, así que como van saliendo 😌\n  ","189268":"\n  Alguien que me quiera como soy, pero me está gustando la soledad ♥️\n  ","189269":"\n  Falla de la app\n  \n  Porque he entrado desde el navegador al ask en el celu y si aparecen, como en la PC y lap\n  \n  Y en la app nope 🤔\n  \n  Duerma, ya parece panda con esas ojeras\n  ","189270":"\n  Con cuchara 😌\n  ","189271":"\n  Ya sé que no es lo que querías leer, ya alguien te la dará..\n  \n  Pero yo no puedo quedarme doliendo por alguien que quise mucho y se fué sin importar más nada..\n  ","189272":"\n  Sí, por suerte ya se podían borrar los mensajes enviados 😌\n  ","189273":"\n  Las personas que son vainilla :c\n  \n  Huelen bien, se ven bien, hacen maravillas .. Pero saben horrible u.u\n  ","189274":"\n  Puede suceder, y yo no lo quiero saber.. por ahora, sólo te digo que con quién estoy, es mi todo y tiene mi todo o.o\n  ","189275":"\n  Ah claro, pero, siempre llega gente nueva, y eso te ayuda como persona, tanto como la que se fué, como la que se quedó y como la que llegará o.o\n  ","189276":"\n  Hola, Juan C. todo bien!\n  \n  No, yo llevo otro rumbo o.o\n  ","189277":"\n\n   @Mooncita\n  \n  le hablan 🤭\n  ","189278":"\n  Verdadero 🤔\n  ","189279":"\n  Hola!\n  \n  No, por ahora no 😌\n  \n  Hermosa noche para ti también 🌹🙋🏻‍♀️\n  ","189280":"\n  Yo no fui\n  \n  Yo también perdí uno.. tal vez le eliminaron la cuenta 🤭\n  ","189281":"\n  Si creo y he vivido cosas así 😌\n  ","189282":"\n  Listo el voto, el otro no lo conozco 🤔\n  ","189283":"\n  Contadas veces y con toda el alma 😕\n  ","189284":"\n  Sí es posible, y creo que por no se cuánto tiempo les hacen como un altar con algo en el piso para que vean que ya no están en vivos y se vayan a descansar 😕\n  ","189285":"\n  Sólo por un tiempo 🙋🏻‍♀️\n  \n  Linda noche Kassy 🌹\n  ","189286":"\n  El amor ♥️\n  ","189287":"\n  No, sólo es amor y ser tú ♥️\n  ","189288":"\n  Para mí, un arma ♥️\n  ","189289":"\n  Malos deseos, malos pensamientos 💔\n  ","189290":"\n  Sí y me gusta hacerlo cada que puedo ♥️\n  ","189291":"\n  Celular, estufa, radio, tv, plancha, fuego, foco, PC, fibra óptica, auto ☘️\n  ","189292":"\n  Tengo sueño!!!\n  ","189293":"\n  Esta es la de siempre.. pero sí tengo por ahí una más 🤭\n  ","189294":"\n  Sí, hace añales 😶\n  ","189295":"\n  Así es.. uhmmm\n  \n  Tu estado de ánimo, a veces lo tienes arriba, alegre! Y otras lo tienes abajo, y te pones triste ...\n  \n  Lindo día 🙋🏻‍♀️\n  ","189296":"\n  Ay pues que te la pases muy bien.. yo descanso, hoy es día de Spa, dentro de un rato comienzo..\n  \n  Y olvide decir que tienes buenos gustos musicales 🤭\n  ","189297":"\n  Yo estoy en todas partes 🤭♥️\n  ","189298":"\n  Hola Juan C.\n  \n  Qué tal tu domingo?\n  ","189299":"\n  Lo poco que conozco de ti..\n  \n  Directo, alegre, soñador, peleonero, con malos gustos en la política 🤭\n  \n  Hola, Juan C 🙋🏻‍♀️\n  ","189300":"\n  Café claro, miel, a veces se ven más claros\n  ","189301":"\n  Soy con quién me deja ser, total, sin filtros, yo, directa, ruda, cruel, tierna, enojona, soñadora, alegre, triste.. y muchas cosas más.\n  ","189302":"\n  En el hilo rojo del destino.. sí 😌\n  ","189303":"\n  Baila haciendo el helicóptero *\n  ","189304":"\n  Me fascina!\n  \n\n   https:\/\/youtu.be\/1uYWYWPc9HU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189305":"\n  Perejil, piña, jengibre, nopal, para bajar triglicéridos\n  \n  Remolacha, zanahoria, apio, para aumentar glóbulos rojos\n  \n  Toronja, manzana verde, naranja, para la presión alta\n  \n  Piña, jengibre, pepino, acelera el metabolismo\n  \n  Son los que por ahora recuerdo, y son medidos y en porciones pequeñas, hay gente que bebe un litro de eso y lejos de ayudar, le afecta.\n  ","189306":"\n  Hola hermosa.. muchas gracias y así es todos los días 😄\n  \n  Hermosa noche y cuídate mucho!! ❤️🌷\n  \n  Linda noche!!\n  ","189307":"\n  4\n  \n  One of suadero, one of tongue, one of steak and one of shepherd, with everything please 🤤 He makes me some Doraditas!\n  \n  Suadero, tongue, steak and shepherd tacos with sauces, onion, cilantro and shepherd with pineapple. Doraditas are golden tortillas in oil, like tostadas.\n  \n  Google Translation 🤭\n  ","189308":"\n  Es que aquí traigo un pan de muerto, ya ve que se adelantaron las fechas y pues es el postre, uno para usted y uno para mi 🤭\n  ","189309":"\n  4\n  \n  Uno de suadero, uno de lengua, uno de bistec y uno al pastor, con todo por favor 🤤\n  \n  Me pone unas doraditas!\n  ","189310":"\n  Le digo má o madre, mami fue de niña 😋\n  ","189311":"\n  Desactive el botón de shotout, tanto en muro o en configuración.\n  \n  Hacía ☹️💔\n  ","189312":"\n  Hasta hoy no he tenido esa suerte y no he cometido ese error 😋\n  ","189313":"\n  Desde el 2013\n  \n  No tenía el año exacto pero me ayudaron 😌\n  ","189314":"\n  Su sazón es inevitable hasta en las letras 🤭\n  ","189315":"\n  Nunca es tarde para comenzar de nuevo, las decisiones que tomes hoy, definirán parte de tu futuro..\n  ","189316":"\n  A qué hora salen los de lengua?\n  \n  Que le vaya bien en el trabajo y venda todos los tacos .. linda noche, ciao 🙋🏻‍♀️\n  ","189317":"\n  Bastante frío que hace.. (>°-°)\/∆ le dejo una mantita.. para el frío\n  ","189318":"\n  Voy lenta pero segura con las respuestas..\n  \n  Voy a contratar a alguien para que me ayude\n  \n  🤭\n  \n  No se desespere 🙋🏻‍♀️\n  ","189319":"\n  No tengo idea.. o.o\n  \n  *Se va a Google 🏃🏻‍♀️\n  ","189320":"\n  No tengo kik .-.\n  ","189321":"\n  No detenerme o.o\n  \n  Saludos a Fershi 🙋🏻‍♀️\n  ","189322":"\n  Sí, casi para todo 😋\n  ","189323":"\n  Sí, hace años ❤️\n  ","189324":"\n  Listo 😋\n  ","189325":"\n  Listo 😌\n  ","189326":"\n  El pasaje del bus 🤭\n  ","189327":"\n  Verdadero 😌\n  ","189328":"\n  Desde que me contestaste TPM comenzé a mirar los pollos en la rosticería y a comer helado sin cuchara 💔\n  \n  No xD\n  ","189329":"\n  Esperarte con un brincolín y enseñarte un álbum de atardeceres y bebemos café.. mientras te cuento que esas no son formas de afrontar las cosas.\n  ","189330":"\n  Eres flores, y amo las flores...\n  ","189331":"\n  Muchas gracias hermosa igualmente para ti y todos tus seres queridos y amistades ❤️😌\n  \n  Hermosa tarde 💋\n  ","189332":"\n  Hola!\n  \n  Me desperté bien, con miles de planes y cosillas por ahí 😋\n  \n  Más bendiciones para ti chiquilla 🌷💋\n  ","189333":"\n  Son las 3:40 pm\n  \n  Desayuné ya hace un buen rato.. chilaquiles verdes y cecina con mi respectivo café 😌❤️\n  ","189334":"\n  Sí 😌❤️\n  ","189335":"\n  Una adrenalina.. Una emoción tan fuerte y sientes que tu corazón se quiere salir 😌\n  ","189336":"\n  Tirar la toalla o seguir..\n  ","189337":"\n  Los reconozco y a veces los justifico.. 😔\n  ","189338":"\n  A veces, pero algunas otras se necesita un poco más del mínimo 😌\n  ","189339":"\n  Gracias, igualmente, ese día se preparó flautas y enchiladas en nogada 🇲🇽❤️\n  \n  Excelente domingo! 🙋🏻‍♀️\n  ","189340":"\n  No me siento orgullosa de algunas cosas de mi país, pero me quedo aquí 😌\n  ","189341":"\n  Dormir 😌❤️\n  ","189342":"\n  Cada vez que veo gente saludándose con los codos, me acuerdo de esa pregunta tuya de el antebrazo\/codo y los estornudos 🤭\n  \n  Mejor de lejos\n  ","189343":"\n  El sushi 😌❤️\n  ","189344":"\n  Quisiera morirme en una buena peda\n  \n  Porque esto de amarte, me trajo problemas\n  \n  A través del vaso ya miro tu cara\n  \n  Las ganas de verte, no se van con nada 🎶🎶\n  ","189345":"\n  Nunca ✋🏻😌\n  ","189346":"\n  Que estás enamorado.. 😌\n  ","189347":"\n  Pasa que estás en problemas, lo mejor es hacerle caso 🤔\n  ","189348":"\n  Verdadero 😌\n  ","189349":"\n  Hola.. sí, es una idea que no deja de pasear en mi mente, aunque dejar a la familia no es nada fácil 🤔\n  ","189350":"\n  Totalmente..\n  ","189351":"\n  Sí, y es por la atención que les ponemos 🤔\n  ","189352":"\n  Depende su estado de ánimo 🤔\n  ","189353":"\n  A tu lado todo no es perfecto, pero sí mejor\n  \n  Y cada detalle tuyo e' mejor que el anterior\n  \n  Aquella canción\n  \n  Y cuando decoras con rosas mi habitación\n  \n  Vamos a enseñarle al mundo lo que es amor\n  \n  Tú y yo podemos juntos, eh\n  \n  Porque amo toda' las locuras de tu mente\n  \n  Y así me encanta presumirte ante la gente.. 🎶🎶\n  ","189354":"\n  Irme de viaje sin avisar 😌❤️\n  ","189355":"\n  Yo siento que sí..\n  \n  Pues cambia mucho la actitud de las personas que puede pasar que se terminen odiando 😔\n  ","189356":"\n  Así es, hablan tan a la ligera, en fin.. queda que tú te cuides y cuides a los tuyos, el resto ganará o perderá, depende de su actuar\n  \n  Linda noche 🙋🏻‍♀️\n  ","189357":"\n  Listo! 🙋🏻‍♀️\n  ","189358":"\n  No, hasta ahorita no lo he hecho 😌\n  ","189359":"\n  Piernas 😌 ❤️\n  ","189360":"\n  Hola! Linda noche, muchas gracias, igualmente para ti y cuídate mucho! 🙋🏻‍♀️🌹\n  ","189361":"\n  Pues sí le he dado unos buenos tijerasos, cortes rectos, pero que me haga un corte con algún estilo, no, me da miedo quedar trasquilada y que no tenga arreglo 😦 mejor me voy al estilista!\n  ","189362":"\n  Lento, si no tengo nada pendiente y no tengo prisa, voy lento, sin estorbar 🤣\n  \n  Me tomo mi tiempo, un helado o un café.. El atardecer y a mi casa por la vía más larga 😌\n  ","189363":"\n  Al América.. uhmmm 3-1\n  ","189364":"\n  😌❤️\n  \n\n   https:\/\/youtu.be\/ABLT6hdgEek\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189365":"\n  Demasiado cuando estoy con una persona de mucha confianza 😋\n  ","189366":"\n  \" Nosotros, los de entonces,\n  \n  ya no somos los mismos\",\n  \n  escribía Neruda.\n  \n  Nosotros, los de ahora,\n  \n  sólo somos tú y yo...\n  \n  a solas con nuestros sentimientos...\n  \n  TQM\n  ","189367":"\n  Hola! Yo te sigo 😌\n  \n  Linda noche 🙋🏻‍♀️\n  ","189368":"\n  Linda noche..\n  ","189369":"\n  Las aceitunas verdes y los pepinillos con Tajín y chamoy...\n  \n  Los días fríos y lluviosos\n  ","189370":"\n  La leche entera 😌❤️\n  ","189371":"\n  ❤️😌\n  ","189372":"\n  🤭❤️\n  ","189373":"\n  Porque...\n  \n  Buena pregunta 🤔\n  ","189374":"\n  Cómo soy Géminis no puedo dejar de amar\n  \n  😍\n  ","189375":"\n  Con mi papá siempre ❤️😌\n  ","189376":"\n  Tal linda tú 🌻\n  ","189377":"\n  💋🌹\n  ","189378":"\n  Tardé pero la encontré!!\n  ","189379":"\n  Hola 🌹😌\n  \n\n   https:\/\/youtu.be\/waU75jdUnYw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189380":"\n  Buenos días!\n  \n  Que bueno que está usted bien, cuídese mucho.. Yo bien, disfrutando este día frío 😌\n  \n  Excelente domingo!\n  ","189381":"\n  Depende de la persona, con unas soy enteramente yo sin miedo a nada y con otras les doy lo que quieren porque no me aceptan tal cual soy 🤷🏻‍♀️\n  ","189382":"\n  Depende! A veces se hace cada locura que... 🤔\n  ","189383":"\n  💋🌹\n  ","189384":"\n  Sí, de alguna manera sin que te des cuenta terminan haciéndolo 😔\n  ","189385":"\n  Seguiré buscando nena, no la encuentro 😳\n  \n  Muchas gracias y ahí estaré! 🌹\n  ","189386":"\n  Hola hola 🌹\n  \n  Claro que sí, ya me paso a tu ask\n  ","189387":"\n  A mí refugio personal 😌❤️\n  ","189388":"\n  Alimento para el alma ❤️🤤\n  ","189389":"\n  Haces que la receta sea super sencilla, gracias por compartirlo!! 🤤🤤🤤❤️\n  ","189390":"\n  Claro que sí ♥️😌\n  \n  Personitas lindas que han sido hermosas conmigo, es todo lo que puedo decir 🍀\n  ","189391":"\n  El morro está presente!\n  \n\n   https:\/\/youtu.be\/B36VrCV_ty4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189392":"\n  Me daré una vuelta a tu casita, cuídate princesa 💋🌹\n  ","189393":"\n  Interesante tema! ... Gracias por compartirlo, ten buen día 🙋🏻‍♀️\n  ","189394":"\n  Mucho ❤️😌\n  ","189395":"\n\n   https:\/\/youtu.be\/W9eP5N5J1yc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189396":"\n  Hola..\n  \n  Listo, buen día 🙋🏻‍♀️\n  ","189397":"\n  Hola!\n  \n  Muy bien, disfrutando de este día frío y nublado ❤️😌\n  ","189398":"\n  Ya no es tanto como antes 😌\n  ","189399":"\n  No aún no 😌\n  ","189400":"\n  Pancakes 🤤❤️\n  ","189401":"\n  Ahhhhh.. ya entré en terapia otra vez de solo leer esto 😔💔\n  \n  Buen día 🙋🏻‍♀️\n  ","189402":"\n  Hola!!!\n  \n  Chocolate en todas sus presentaciones 😌❤️\n  ","189403":"\n  Usar un spray de esos que son para aromatizar.. oh tu puedes hacer uno con algún líquido como fabuloso, pinol, cloro, y agua.. o uno solo de esos y con agua en un envase pequeño 🤔\n  ","189404":"\n  Hola! Pues tóxica, mal vibrosa.. ✋🏻😌\n  ","189405":"\n  No, todavía no 😔\n  ","189406":"\n  Siento que no, pero me buscan mucho para eso 🤷🏻‍♀️\n  ","189407":"\n  Las personas no dejan de sorprenderme 😳\n  ","189408":"\n  Muchas gracias princesa, cuídate mucho y te mando un abrazo, lindo día!! 😌❤️\n  ","189409":"\n  Contadas veces pero sí 🤪\n  ","189410":"\n  Bastante, tengo muchos ojos en la mira 🤭\n  ","189411":"\n  Hola princesa... Pues realmente para ese tipo de cosas soy muy puntual, y creo que si me pasara, sería que me quedé dormida 😴\n  ","189412":"\n  Hola!\n  \n  Muchas gracias, igualmente para ti, cuídate mucho y lindo día!!!❤️😌\n  ","189413":"\n  Buenos días 😌\n  ","189414":"\n  Me llega al alma 😔❤️\n  ","189415":"\n  💋\n  \n\n   https:\/\/youtu.be\/1rHPrd0RDI8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189416":"\n  Es hora de soltar la tinta,\n  \n  no sin antes desearles lo mejor...\n  \n  La noche es larga y promete\n  \n  Me voy en busca de la felicidad...\n  \n  Luna dile que ya estoy lista\n  \n  Y que no se le olvide el vino\n  \n  Porque esta noche nos embriagamos...\n  \n  de amor ♥️\n  \n  #\n  ","189417":"\n  Ojalá en un abrazo, olvides todo lo que has llorado...\n  \n  #Jokersmaycry\n  ","189418":"\n  Hola, me han mandado mucho esa competencia y ya está mi voto .. suerte y lindo día 🙋🏻‍♀️🌷\n  ","189419":"\n  Antes era ambidiestra.. ❤️\n  \n  Hoy.. diestra 😔\n  ","189420":"\n  ¿Qué opinas de los covidiotas?🤔\n  \n  Buen fin de semana were 🙋🏻‍♀️\n  ","189421":"\n  Ya te sigo, gracias por seguirme\n  \n  Linda tarde 🙋🏻‍♀️\n  ","189422":"\n  Muchas gracias y hermoso fin de semana! ❤️🌹😌\n  ","189423":"\n  El ser humano, mientras más libre, es más feliz..\n  \n  Toda “necesidad” que se cree y se crea, lo esclaviza, estamos buscando siempre ese algo que nos ata, desde el reloj, hasta cualquier persona, cosa o circunstancia de la cual “amarrarse”...¡Nada más grave que la dependencia... Por eso la importancia de ir soltando!\n  \n  #bella\n  ","189424":"\n  Hola!\n  \n  Hiciste que se me antojara!! 🤤🤤🤤\n  \n  Ya te sigo y gracias por compartir tus recetas..\n  \n  Linda tarde! 🌷🙋🏻‍♀️\n  ","189425":"\n  Hola!\n  \n  Ya está el voto a la derecha.. suerte y lindo día 🙋🏻‍♀️🌷\n  ","189426":"\n  Algunos de esos amores lo son, y son muy fuertes, entregados y reales, sin importar si son por internet..\n  \n  Me enamoré a través del internet, fue real, muy real y demasiado hermoso ❤️\n  ","189427":"\n  😊🌷\n  ","189428":"\n  Lo normal 🤭\n  ","189429":"\n  Sí, con su toque de chía 😌\n  ","189430":"\n  Facebook ❤️\n  ","189431":"\n  Uys.. no lo sé.. y es que he estado en los dos casos, yo creo que tiene mucho que ver si hay vidas en peligro o ya no hay nada que hacer 😔\n  ","189432":"\n  Todos merecemos una oportunidad 😌\n  ","189433":"\n  Posiblemente sí, haría lo que me corresponde 🤔\n  ","189434":"\n  Estaba en peligro mi vida y la de mi familia 😔\n  ","189435":"\n  Que es inútil tratar de convencer a alguien de algo que salta a la vista 🤔\n  \n  Gente necia 🤨\n  ","189436":"\n  A cuidarme, y trabajar algo a distancia\n  \n  Lindo día 🙋🏻‍♀️\n  ","189437":"\n  Were..\n  \n  Por ahora ensaladas y fruta.. algo de pollo o pescado y arroz y agua de frutas naturales ❤️ 😌\n  ","189438":"\n  Ahora, por igual 😌❤️\n  ","189439":"\n  Decírselo o callarlo para siempre 😳\n  ","189440":"\n  Sí 😌❤️\n  ","189441":"\n  Ya están los votos, y lo malo es que no puedo votar por los dos, ya que me piden votar por los dos y como voy en orden quedo mal con alguien.. suerte!\n  \n  Lindo día 🙋🏻‍♀️\n  ","189442":"\n  Listo el voto\n  ","189443":"\n  Hola.. acabo de votar 🤷🏻‍♀️\n  ","189444":"\n  Listo!\n  ","189445":"\n  Hola!\n  \n  Lo siento, no tengo instagram 🤭\n  ","189446":"\n  No, a nadie.. es mejor así ✋🏻😌\n  ","189447":"\n  Trabajar, ir a reuniones o simplemente salir tranquilamente a caminar 😔\n  ","189448":"\n  Que hermoso pensamiento..\n  \n  Y es cierto, SIEMPRE DAMOS LO QUE SOMOS ❤️\n  \n  ten un día lindo 🌷🙋🏻‍♀️\n  ","189449":"\n  Ya quedó el voto 🙋🏻‍♀️\n  ","189450":"\n  Hola, ya vote ayer creo, me pidieron el voto del otro lado, lo siento y suerte\n  \n  Lindo día 🌷\n  ","189451":"\n  :3*\n  ","189452":"\n  Ajá\n  \n  Pero ya quedó 😜\n  ","189453":"\n  No se conectaba bien al internet 🤪\n  ","189454":"\n  No.. Pero tengo problemas con la red desde hace un buen .-.\n  ","189455":"\n  Trataré..\n  \n  Dulces sueños..\n  \n  Si es que puedes dormir ❤️\n  \n\n   https:\/\/youtu.be\/UNA3wkufUNg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189456":"\n  No se preocupe.. no quiero que se le quemen..\n  \n  Sí, claro que sí!\n  \n  Muchas gracias 🤤\n  ","189457":"\n  We.. no tenemos red desde hace un buen rato! 🤔\n  ","189458":"\n  Genial por usted..\n  \n  Suavecito, después de días tan pesados 😌\n  ","189459":"\n  Pensar siempre en positivo ❤️😌\n  \n  Hermosas noche! 🙋🏻‍♀️\n  ","189460":"\n  Hola 🙋🏻‍♀️\n  ","189461":"\n  Supongo que es para que no te enojes tanto 🤣🤭\n  ","189462":"\n  Ño\n  ","189463":"\n  A veces 🤭\n  \n  Y la besucona tarzán también 😔\n  ","189464":"\n  Sí.. aunque con la pandemia hay que cuidarla mucho más, todo va bien hasta ahora 😌❤️\n  ","189465":"\n  No, también de lo bueno se aprende 😌\n  ","189466":"\n  Es posible y muchas veces no lo aceptan tan fácil 😔\n  ","189467":"\n  Mi papá ❤️😌\n  ","189468":"\n  Nope\n  \n  Prefiero los videos de cocina ❤️\n  \n\n   https:\/\/youtu.be\/tBF0YnpqI6A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189469":"\n  Uhhh que feo caso..\n  \n  El bautizo ya fue y llegó tarde para impedirlo\n  \n  Ya estamos en la pachanga Rorro el toro!\n  ","189470":"\n  La mayoría de las veces.. 🤔\n  ","189471":"\n  Si tienen calidad, pero eso no quita ese sabor que tienen y que a muchos no convence.\n  \n  Yo me quedo con la otra marca más conocida 🤭\n  ","189472":"\n  Rorro el toro\n  \n  Le va bien, caso cerrado 🤭\n  ","189473":"\n  Que no me abandone ❤️😌\n  ","189474":"\n  Le hace falta barrio..\n  \n  Tienen su peculiar sabor, se ha perdido de mucho 😳\n  ","189475":"\n  Sí.. mil disculpas\n  \n  Es Rorro, me comí una \"r\"\n  ","189476":"\n  Sí 🤭\n  ","189477":"\n  Muchas gracias por tu visita\n  \n  Linda y tranquila noche 🙋🏻‍♀️\n  ","189478":"\n  Ruperto\n  \n  Rigoberto\n  \n  Rubén\n  \n  Roberto\n  \n  Rumualdo\n  \n  Ramiro\n  \n  Ya sé! usted es el \"Roro\" de doña Clotilde\n  \n  Y así le voy a decir 🤭\n  ","189479":"\n  Sí, aunque algunas no las veo 🤔\n  ","189480":"\n  Lo sé, lo sé...\n  \n  No, usted tiene sus motivos para no contestarlas y lo respeto 😌\n  ","189481":"\n  ❤️\n  ","189482":"\n  Claro.. yo pongo el resto 🤭\n  ","189483":"\n  Hola!\n  \n  Si me gusta el helado\/nieve ❤️\n  \n  Lo probé hace muchos años, y me gustó ❤️\n  ","189484":"\n  Ahhhhh es la magia del alaciado permanente 😌\n  ","189485":"\n  Yo no sé\n  \n  No me quiere decir de dónde es usted 🤭\n  ","189486":"\n  No..\n  \n  No iría.. 🤭\n  ","189487":"\n  Café y voy a pasar a tu ask\n  \n  Linda noche 🙋🏻‍♀️\n  ","189488":"\n  En sueños.. y puedo verlos despierta 😌❤️\n  ","189489":"\n  Eso quisiera yo saber 🤔\n  \n  Mis ojos, creo..\n  ","189490":"\n  Con la última 😌\n  ","189491":"\n  Pan recién horneado 🤭\n  ","189492":"\n  Puro naco\n  \n  Ammm...\n  ","189493":"\n  Nope\n  \n  A mí me gusta.. 🤨\n  ","189494":"\n  Así es..\n  \n  Siempre está todo para cuando tiene qué 😌\n  ","189495":"\n  El rostro de la muerte..\n  ","189496":"\n  No, siempre los necesito 😌\n  ","189497":"\n  Para darlos en respuestas que me gustan.. y sobre todo dárselas todas a alguien más adelante 😌\n  ","189498":"\n  Los días de la primaria.. sabía que tendría que hacer muchos cambios 😌\n  ","189499":"\n  Es el hot dog musical 🎶🎶\n  \n  Canta para tener dulces sueños..\n  ","189500":"\n  Hola, si me gusta preparada, pero igual, la prefiero sola 😌\n  ","189501":"\n  Hola!\n  \n  Ya no hay nada en el enlace..\n  \n  Linda noche 🙋🏻‍♀️\n  ","189502":"\n  🤭 ya quedó\n  ","189503":"\n  La de banda viejita es buena, ya la de hoy paso.. nacos los chairistiquis 🤭\n  ","189504":"\n  El mal y la cura a la vez.. tal cual 🤭\n  ","189505":"\n  102 ❤️😌\n  ","189506":"\n  Lo dijo un anónimo..\n  ","189507":"\n  Ya está el voto\n  \n  Linda noche 🙋🏻‍♀️\n  ","189508":"\n  Sí, así es mi cabello al natural ❤️😌\n  ","189509":"\n  Hola, no tengo insta\n  \n  Linda noche para ti también 🙋🏻‍♀️\n  ","189510":"\n  Ño o.ó\n  ","189511":"\n  Mucho muy rico 😌\n  ","189512":"\n  Así es ❤️\n  \n  Namasté...\n  \n  La vida a un ritmo agitado desgastando LATIDOS, tropezando PASOS, inhala y sorbo a sorbo toma tu ritmo nada acelerado.\n  \n  Exhala y fluye contigo, con el universo conspirando por ti, aprenden un suspiro a oler  las flores, exhala en un grito cauteloso el toc ~ toc del corazón.\n  \n  En un destello te mira, en una sonrisa te hace brillar, eres tú la vigía de tu propio camino, tómalo con calma y aprende a escuchar.. cree en ti y comienza a brillar.\n  \n\n   @nairam\n  \n  ♡\n  \n  ©DR\n  ","189513":"\n  ❤️\n  ","189514":"\n  Para el mundo, que no falte alimento, atención a salud y educación.. servicios básicos en buen estado.\n  \n  Y no como el kks, ok?\n  \n  Saludos y gracias por las preguntas 🤭\n  ","189515":"\n  ❤️L❤️\n  \n  Me amo ñamñamñam\n  ","189516":"\n  Las posadas en mi calle.. fueron lo más hermoso ❤️\n  ","189517":"\n  Enchiladas.. Lasagna.. Sushi 🤤\n  ","189518":"\n  Celos.. no soporto los celos 😖\n  ","189519":"\n  Siempre ❤️\n  ","189520":"\n  A los 18 🤭\n  ","189521":"\n  En el 2000 🎶\n  ","189522":"\n  Difíciles, muy lindas, pero muy dolorosas a la vez, la distancia es.. lo peor 😔\n  ","189523":"\n  Buen lugar para tratar una adicción y conocer gente nueva en la misma situación.\n  ","189524":"\n  Es muy difícil, pero se puede..\n  \n  Y no se puede dejar de amar de una mirada así nada más, es un proceso bastante largo 😔\n  ","189525":"\n  Ño\n  ","189526":"\n  Hola!\n  \n  Gracias, bienvenido y ya te sigo\n  \n  Linda tarde 🙋🏻‍♀️\n  ","189527":"\n  Órale 🤣\n  ","189528":"\n  Alguien que me cae mal, definitivamente no puede estar cerca de mi ✋🏻😌\n  ","189529":"\n  Oh sí xD\n  \n  Perdón creo que no le quité la opción.. Disculpa\n  ","189530":"\n  Mi cuerpo es sagrado no puede tocar eso 🤨\n  ","189531":"\n  Hola!\n  \n  🤭 Muchas gracias (?\n  \n  Eres un solcito 🌻\n  ","189532":"\n  Listo y suerte! 🙋🏻‍♀️\n  ","189533":"\n  Jajajajajaja noooooooooo!\n  ","189534":"\n  Hola!\n  \n  Muchas veces.. tengo manos de mantequilla :c\n  ","189535":"\n  Hola, listo 🙋🏻‍♀️\n  ","189536":"\n  Hola, sí, por ahora sí\n  \n  Me fascina demasiado 🤭\n  \n  Tengo un buen, pero esa es la #1 ❤️\n  \n  Saludos\n  \n   @Fbbj5\n  \n  linda tarde 🙋🏻‍♀️\n  ","189537":"\n  Listo 🙋🏻‍♀️\n  ","189538":"\n  Hola Juan C.  🙋🏻‍♀️\n  \n  Todo bien 😌\n  \n  Claro, comienza y en un momento te dejo las mías.\n  \n  Linda tarde!\n  ","189539":"\n  Listo 🤭\n  ","189540":"\n  🤭\n  ","189541":"\n  Listo el voto 🙋🏻‍♀️\n  ","189542":"\n  Despertar.. La música ❤️\n  \n  Y como hoy.. que esté lloviendo 😌❤️\n  \n\n   https:\/\/youtu.be\/M4ZoCHID9GI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189543":"\n  😍❤️😍\n  \n\n   https:\/\/youtu.be\/RF0HhrwIwp0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189544":"\n  Sí 😌❤️\n  ","189545":"\n  Se puede amanecer, despertar y estar todo el día de mal humor 😔\n  ","189546":"\n  No tanto así, pero fue bastante molesto la semana pasada de tantos que usé traía las manos pegajosas 😖\n  ","189547":"\n  Sí y me gusta mucho hacerlo ❤️\n  ","189548":"\n  Para mí son hermosas.. tienen sus curvas y un color lindo 🤭\n  ","189549":"\n  Uhmm.. 🤔\n  \n  Sí, al instituto me quedaba bastante retirado 😔\n  ","189550":"\n  Hola chaparrito\n  \n  Para hoy, ya queda solo ver un rato tv y después dormir\n  ","189551":"\n  Yo digo que tranquila 😌\n  \n  Pasaré..\n  \n  Hermosa noche 🙋🏻‍♀️\n  ","189552":"\n  Si se dice.. No se cumple 😳\n  ","189553":"\n  Y sí..\n  \n  Y si las cosas siguen así, alguien va a quedar en el camino 🙏🏻🙏🏻🙏🏻\n  ","189554":"\n  Está chido el cotorreo de la demanda\n  \n  Pero éste es otro tema 👇🏻 que igual embarra al kks\n  ","189555":"\n  Parece que ya pasó lo peor 😌\n  \n  Que bueno que contigo esté todo tranquilo 👌🏻\n  ","189556":"\n  No sé si lo sea, sólo trato de no hacer lo que no quiero que me hagan.. me he portado mal y pues.. cada día trabajo en mi o.o\n  ","189557":"\n  😳\n  ","189558":"\n  Ay no.. xD\n  \n  Él es el #15 creo ❤️\n  \n  O el 14? 🤔\n  \n  Bueno mientras la pasen bien xD\n  ","189559":"\n  Nop.. hasta ahorita no y espero nunca pasar por ello o.o\n  ","189560":"\n  🚀\n  ","189561":"\n  Igual n.n\n  \n  Cómo te fue con el huracán?\n  ","189562":"\n  Diste en el clavo más doloroso xD\n  ","189563":"\n  Listo voto a la derecha 👌🏻😌\n  ","189564":"\n  Sí 😔💔\n  ","189565":"\n  Está bien\n  \n   @VillalobosIJ\n  \n  cuando gustes y puedas..\n  \n  Linda noche 🙋🏻‍♀️\n  ","189566":"\n  Cuando ya te afectan física y mentalmente.. no todos aguantan 😔\n  ","189567":"\n  Chispas está de pensarse..\n  \n  Y es que es difícil pues se arriesga una amistad y puede perderse y al final te quedas sin amigo y sin.. Pareja o.o\n  ","189568":"\n  Nada, estoy bien dormida 😌😴\n  ","189569":"\n  Hola, algo tarde pero ya quedó el voto 😌\n  ","189570":"\n  Hola, listo el voto 😌\n  ","189571":"\n  Hola!\n  \n  La verdad nunca he tenido problemas.. ojalá se solucione el tuyo 😔\n  ","189572":"\n  Infinidad de cosas..\n  \n  Pero principalmente que la situación actual que estamos viviendo mejore para todos 😔\n  ","189573":"\n  Deme unas dos horas máximo y ya estaré bien dormida.. ahorita no que me falta mi tecito de la tarde n.n\n  \n  Linda tarde noche 🙋🏻‍♀️\n  ","189574":"\n  Claro que se puede..\n  \n  *Afilando dientes\n  ","189575":"\n  *ataque de tos\n  \n  A veces, muchas veces!\n  \n  Linda tarde 🙋🏻‍♀️\n  ","189576":"\n  No lo creo, depende mucho lo que viviste con esa persona y en qué términos quedaron al final.\n  ","189577":"\n  Difícil xp\n  \n\n   https:\/\/youtu.be\/n2igjYFojUo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189578":"\n  Hola!\n  \n  Gracias igualmente para ti.. prefiero el tinto ❤️\n  ","189579":"\n  Hola, ya quedó el voto n.n\/\n  ","189580":"\n  Oh muchas gracias, estaba mirando que esa es otra cuenta verdad?\n  \n  Igualmente, bueno verte n.n\/\n  ","189581":"\n  Y sí, pero es bastante difícil que pueda cantar ahorita :p\n  ","189582":"\n  Hola!\n  \n  Si me ha pasado, y es muy difícil despegarse de alguien a quien amaste y quisiste mucho... Pero el tiempo te va dando las señales para dejar de hacerlo y sin perder contacto con esa persona 😌\n  ","189583":"\n  Leí cada cosa.. @_@\n  \n  Nadie está exento 🤷🏻‍♀️\n  \n  Juan C!\n  ","189584":"\n  Bien surtido siempre 👌🏻😌\n  ","189585":"\n  Bien escondidas, es secreto de estado o.o\n  ","189586":"\n  Hola Fernando mqt n.n\n  ","189587":"\n  Neymar, Natalia y Maluma gsgsgsgsss 🤭\n  ","189588":"\n  Linda tarde 🙋🏻‍♀️\n  \n\n   https:\/\/youtu.be\/VxeQ1NXeOFk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189589":"\n  Beber agua 😌\n  ","189590":"\n  Sí, la última vez que fui ya no la pasé bien en los juegos extremos 😔\n  ","189591":"\n  Se generó una rutina..\n  \n  Y sin preguntas agradables, pues no queda mucho por hacer 🤔\n  ","189592":"\n  Es todo un rompecorazones 🤭\n  ","189593":"\n  Hola, de las dos y me gusta más la oscura 😌\n  ","189594":"\n  🙋🏻‍♀️\n  \n  Con ese tormentón, nos tocó a varios ❤️\n  ","189595":"\n  Sí ❤️😌❤️😄\n  \n\n   https:\/\/youtu.be\/RF0HhrwIwp0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189596":"\n  Más de 10 años 😌❤️\n  ","189597":"\n  Muchas gracias y ten una noche hermosa!! 💋\n  ","189598":"\n  Hola!\n  \n  Me gusta, que conoces gente interesante\n  \n  No me gusta, que no hay regalos\n  \n  Algo sencillo 🤭🤣\n  ","189599":"\n  Ah genial! 😌\n  ","189600":"\n  Cuando estaba estudiando en el centro, tenía siempre el reloj sobre mi y llegaba rayando, pero siempre me dejaban un buen lugar en la clase de práctica 😝\n  ","189601":"\n  Tal vez no le gustó la canción o el cantante.. a mi me la cantaban y raios era una carrilla buena, pero no me enojé 🤣\n  ","189602":"\n  Hola\n  \n  Dark\n  \n  Got\n  \n  You\n  \n  Visavis\n  \n  Breaking Bad\n  \n  Lucifer\n  \n  Better call Saul\n  \n  Casa de papel\n  \n  Cada una tiene lo suyo, diferentes tramas y tienes para pasar un buen rato.\n  ","189603":"\n  Provecho 😄\n  ","189604":"\n  No, he cambiado una vez\n  ","189605":"\n  La verdad sí\n  \n  En la semana me pasó varias veces 😜🤭\n  \n  Te mandaré una nube para que te llueva en la noche 😌\n  \n  Nos vemos al ratoncito, voy comer.. ¿Gustas?\n  ","189606":"\n  Sigo a tres o cuatro personas ❤️\n  \n  No, la verdad así voy bien 😉\n  ","189607":"\n  Esta, hasta que se me canse el alma!\n  \n  😜❤️❤️❤️❤️❤️❤️❤️❤️\n  \n\n   https:\/\/youtu.be\/TJaPuc9FCmk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189608":"\n  Sí pero la bandera te la ponen al llegar al cien 😔\n  ","189609":"\n  Hola, no importa, uno se va acomodando n.n\n  \n  Sí, tenía algo de tiempo y quise aprovechar 😌\n  \n  Me gusta más por la tarde noche darme una vuelta, pero de una vez ando por aquí un ratito n.n\n  ","189610":"\n  Desgraciadamente es algo que cambia de un momento a otro..\n  \n  Mira mis días que vienen ❤️😌\n  \n  Y ya está lloviendo 😝🤤😜\n  ","189611":"\n  Pues algo 😝😌❤️\n  \n  Mi consejo es, no me busquen... Que me encuentran 🙈\n  ","189612":"\n  Hola, aquí hace frío y está por llover 😌❤️\n  ","189613":"\n  Holiwis 🙋🏻‍♀️\n  ","189614":"\n  Jaja provecho 🤭\n  ","189615":"\n  Hola! 😌❤️\n  ","189616":"\n  Creo que sí 🤔\n  ","189617":"\n  Yo no soy esa mujer, esa niña perdida\n  \n  La que firma un papel y te entrega su vida\n  \n  Nunca me verás llorar, aunque sienta deseos\n  \n  Más de una vez, yo no soy esa mujer 🎶🎵🎶\n  ","189618":"\n  Un día.. algunas veces\n  \n  Entro y salgo como si estuviera en una dulcería 🤭❤️\n  ","189619":"\n  El día menos pensado le diré todo lo que pienso y correré una maratón de la emoción 😝😜❤️\n  ","189620":"\n  Hola!\n  \n  Me fascina 🤤❤️\n  ","189621":"\n  Va muy bien, frío, nublado, tranquilo.. planeando como será la semana 😝\n  \n  Excelente domingo 🌷\n  ","189622":"\n  A excepción de este año, muy bueno, pero bueno, uno no prevee cómo serán los temporales 😔\n  ","189623":"\n  Amor\n  \n  Agua\n  \n  Aire\n  \n  Papa\n  \n  Risa\n  \n  🤔🤔🤔🤔🤔\n  \n  Elijo Aire 😌\n  ","189624":"\n  Todavía no 🤔\n  ","189625":"\n  Hola Annie 🌹\n  ","189626":"\n  💥❤️ De los días malos a los días buenos, prefiero los ratitos contigo ❤️💥\n  ","189627":"\n  Cada quien tiene la suya..\n  \n  Viviendo y dejando vivir, haciendo las cosas con amor y respeto, disfrutando lo que haces y lo que vives, bueno o malo.\n  ","189628":"\n  Extra Mantequilla 😌❤️\n  ","189629":"\n  Escuchar a Mónica Naranjo ❤️😏\n  ","189630":"\n  Mucho!\n  \n  Con queso, siento que son más ligeros 😌\n  ","189631":"\n  💥 Trata a los demás como quieres que te traten 💥\n  ","189632":"\n  Estamos igual 😝😜\n  ","189633":"\n  ❤️\n  ","189634":"\n\n   https:\/\/youtu.be\/dR-T5nnkjvQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189635":"\n  Te espero,\n  \n  en esos sueños\n  \n  que hemos tejido juntos,\n  \n  pese a que el río\n  \n  se crezca y no\n  \n  deje que lo crucemos....\n  \n  #Señor_Poeta\n  ","189636":"\n  No o.o\n  ","189637":"\n  Me entró una pestaña 😔\n  ","189638":"\n  Sus valores, parte de su vida, sus gustos y prioridades, los planes que tiene y a dónde va 😌\n  ","189639":"\n  No despertar o.o\n  ","189640":"\n  Al mal tiempo, buena cara 😌\n  ","189641":"\n  Azul 🤪\n  ","189642":"\n  Me alisto para mis vacaciones 😍\n  ","189643":"\n  Una imagen que represente lo que harás 🤔\n  ","189644":"\n  Ya están comiendo de todo :c\n  \n  Bueno, yo sigo el camino y se los tapo con jabón de tocador 😔\n  \n  Igual me gusta verlas, darles de comer, pero cuando se suben a mi comida me desespero y termino dándoles algo en el camino que llevan o.o\n  ","189645":"\n  Sus manos, ojos y boca, en ese orden 😍\n  ","189646":"\n  Tu boca no pierde sabor a caramelo 🎶🎶\n  \n\n   https:\/\/youtu.be\/BFlG5sD540k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189647":"\n  Hola!\n  \n  Pues no conozco de cigarros, no fumo y no me gusta que fumen cerca de mi, pero disfruta la noche! 🙋🏻‍♀️\n  ","189648":"\n  La romántica, pop en Español\n  \n\n   https:\/\/youtu.be\/R_F0N4es_U4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189649":"\n  No lo creo\n  \n  Una cosa es cantar y otra hablar\n  \n  Pero gracias 🤭\n  ","189650":"\n  Necesito hablar con mi papá.. teníamos mucho que platicar todavía 😔\n  ","189651":"\n  Gracias a la vida porque tengo lo más hermoso que jamás imaginé 😌❤️\n  ","189652":"\n  Puro antojo 😔\n  ","189653":"\n  No se dé por vencido, le regalo mi burrita para que se ayude a caminar n.n\n  ","189654":"\n  ¿Te enojaste? 😔\n  ","189655":"\n  El dinero 🤭\n  ","189656":"\n  Sí, me fascina trabajar con ellos, hace un tiempo, de asistente de educadora... Los extraño un buen 😔\n  ","189657":"\n  Hay chicas de tu edad.. por ahí estará una esperando por ti 😌\n  ","189658":"\n  Son las reumas.. póngase lidocaína con naproxeno en gel 🤭\n  ","189659":"\n  Mira, ya te cuento..\n  \n  A mí no me cuesta nada darlos, y quién los recibe tu no sabes el impacto que pueda tener... A mí me da igual y tengo para compartir.\n  \n  Más tampoco sabemos el motivo de sus respuestas que no son de tu agrado, tal vez no tiene ánimo, tal vez esto es un escape, tal vez esto de alguna manera los hace sentir un poco mejor que su realidad.. no sabemos, cada quién intenta escapar y llega a ask.\n  \n  Ya he dicho más de una vez, que si es molesto que esté dando corazones a quien sea, hay un botón que eso impide que veas a quién estoy corazoneando.. a mi no me afecta darlos, para algo están, y cada quien le da su razón. También hay quien no le gusta y le es algo inútil la existencia de fuegos y corazones.. entonces, pido que arregles tu ask de modo que no veas mi actividad más que las respuestas de quién sigues.\n  \n  Respeta las respuestas mochas o de biblioteca de los demás, cada quién, todavía tienen un poco de libertad de expresión y decisión.\n  \n  Te agradezco que me sigas y disculpa que llene tu ask de lo que podría ser una sonrisa para alguien más.\n  ","189660":"\n  Nah\n  \n  Está bien, no lo haré hasta las 3:00 am\n  \n  Cuando todos estén dormidos y a nadie le moleste 😏\n  ","189661":"\n  De pito de calabaza con bronquitis :c\n  ","189662":"\n  Ya se me hizo adicción usarla y cómo no descargo nada al celular de imágenes, pues es más práctica 😌\n  ","189663":"\n  En ese tiempo lo que menos tenía en la cabeza era llegar y ver TV\n  \n  Estudiaba, trabajaba y andaba de vaga, así que no tenía tiempo 🤷🏻‍♀️\n  ","189664":"\n  Con Bitmoji 😌❤️\n  ","189665":"\n  Yo pensé que no me seguías.. 🤔\n  ","189666":"\n  Pasaba mucho tiempo en la calle y trabajaba en varios lugares 😌\n  ","189667":"\n  Lo bueno es que esto tiene de todo ❤️\n  ","189668":"\n  Uhhh, fueron buenas en sus tiempos, yo no pude verlas 🤷🏻‍♀️\n  \n  Y las últimas que yo llegué a ver son turcas, ya que las nuevas están muy pesadas para mí gusto\n  ","189669":"\n  Saben muy rico..\n  \n  Pero nada se compara unos taquis salsa brava, con jícama y pepino, salsa Valentina, cacahuate japonés, sal y limón 🤭\n  ","189670":"\n  La papita feliz ❤️\n  \n  Mmmmhhhh chips con mucho aire 🤭\n  ","189671":"\n  Chispas.. ya tengo un buen\n  \n  Pero te dejo estas\n  \n  👉🏻El sultán\n  \n  👉🏻Sila\n  \n  👉🏻Amor prohibido\n  \n  👉🏻La que no sabía amar\n  \n  👉🏻Cuándo seas mía\n  ","189672":"\n  Estábamos ocupados 🤭\n  ","189673":"\n  Nah\n  ","189674":"\n  De novela, ninguno.. Que recuerde..\n  \n  Pero si lloré con el final de un capítulo de una serie 😔❤️\n  ","189675":"\n  Gracias por tu visita princesa.. cuídate mucho y ten una noche hermosa 💋🌹🙋🏻‍♀️\n  ","189676":"\n  🤤🤤🤤😍❤️\n  ","189677":"\n  🤤\n  ","189678":"\n  🤤😍\n  ","189679":"\n  😌❤️\n  ","189680":"\n  🤤❤️\n  ","189681":"\n  😍😌❤️\n  ","189682":"\n  🤪🤭❤️\n  ","189683":"\n  😍❤️\n  ","189684":"\n  🤤😍\n  ","189685":"\n  ❤️\n  ","189686":"\n  Hola Princesa!!!🌹\n  \n  Venga ya tengo listo todo 😉😘\n  ","189687":"\n  Sí, mucho, por las mañanas y la noche 😌❤️\n  ","189688":"\n  Diez años.... 😌\n  \n  Yo voy a graduarme de las redes 🤭\n  \n  Pero conocí gente muy linda, estos años han sido muy lindos ❤️\n  \n  Gracias por formar parte de ellos 🌹\n  ","189689":"\n  Sí, Valentina, Tamazula.. me gusta mucho cómo saben..\n  \n  Jamás le he puesto limón a los garapiñados 🤔\n  \n  Saben rico?\n  ","189690":"\n  Cierto, aunque estoy pensando mejor ver a Austin Powers 🤭\n  \n  Japoneses así sin más o preparados??\n  \n  Yo les pongo picante y limón 🤭\n  ","189691":"\n  Susana Distancia ❤️\n  ","189692":"\n  Bad boys 1\n  \n  Se me hizo eterna pero la terminé\n  \n  A ver si al rato veo la dos, para salir de la rutina de las series 🤭\n  \n  Los cacahuates, crudos, asados o cocidos?\n  ","189693":"\n  No pues tienes poco.. Que padre conocer a alguien así\n  \n  Yo iba a un café, en el centro, hace más de diez años.. ahora el café ya ni existe y era un viejito..\n  \n  Qué tiempos aquellos ❤️\n  ","189694":"\n  Hola Juan! 🙋🏻‍♀️\n  \n  Bien y bien, terminando de ver una peli\n  \n  Cómo estás tú?\n  ","189695":"\n  Igual conmigo, en muchas cosas que me dijo acertó y sigue después de muchos años, aunque dicen que ellos te programan mentalmente para lo que te sucede en el futuro.. como sea todo lo que te dicen en una hora, hora y media, es increíble\n  \n  Cuándo fue la última vez que fuiste?\n  ","189696":"\n  Dos veces hace muchos años, con la misma persona, la primera vez ni le entendí, me lo tomé a juego, ya la segunda fue... Muy interesante 😌\n  \n  Y ya no fui por qué me regañaron 🤭🤪\n  \n  Y tú?\n  ","189697":"\n  😍\n  ","189698":"\n  Vas a estar bien, nada más cuídate mucho... 🙏🏻💫\n  ","189699":"\n  No, para nada..\n  \n  Pero ten mucho cuidado en todo lo que hagas y digas lo que resta de la semana o.o\n  ","189700":"\n  Nope\n  \n  Soy media despistada para eso 🤷🏻‍♀️\n  ","189701":"\n  Depende.. pero por lo regular suelo intentar una segunda vez.\n  ","189702":"\n  A inicios de año fui 😌\n  ","189703":"\n  Hola buenas tardes!\n  \n  Eso sí, para cerrar el día 😌\n  \n  No, tanto así no 🤔\n  ","189704":"\n  Hola!\n  \n  Lo más, fruta, huevos rancheros, chilaquiles y frijoles chinitos con su respectivo café 😋😁😍\n  ","189705":"\n  😍\n  \n  Me encanta, lástima que no dura mucho\n  ","189706":"\n  ❤️\n  ","189707":"\n  8\/9 por ahí 😏❤️\n  ","189708":"\n  1 🤭\n  ","189709":"\n  No, es muy denso, sí ayer de ver el hospital civil viejo por la tele ya me andaba, si hago eso me muero 😔\n  ","189710":"\n  Pues así, como va c:\n  ","189711":"\n  ❤️ El 3 de junio ❤️\n  ","189712":"\n  Agua de frutas 🤭♥️\n  ","189713":"\n  Quién me sigue o.Ö\n  \n  ¿Mamá?\n  \n  ¿Juanito?\n  \n  ¿Danno?\n  ","189714":"\n  Bloqueado no, pues no soy de estar de ask en ask ✋🏻😌\n  \n  Sencillamente no voy a ningún ask, a menos que sea una ocasión especial, o vengan y me pregunten algo que no tengo que publicar.\n  \n  Y de iniciativa, iba a dos\/tres ask a dejar preguntas de joda, pero cómo no me contestan, dejo de ir, aunque vengan aquí y no saquen lo que envíe, así le dejo.\n  \n  Aunque me hagan berrinche porque dejé de ir 🤷🏻‍♀️\n  \n  Y de dolerme, aquí en ask pues.. en su momento lo fué, que eliminarán parte de lo que envíe, pero ya, next!\n  ","189715":"\n  Yep\n  \n  Yo sigo mi camino 😌❤️\n  ","189716":"\n  Demasiado ❤️\n  \n  Pero chocolate obscuro, amargo 🤤\n  \n  De leche o blanco casi no ✋🏻😌\n  ","189717":"\n  Pues para mí se me hace bonita, clara, bolita, me gusta mucho, aunque últimamente de ha dado por arrastrar mucho el lapicero y parece medio cursiva y medio molde y me es extraña 🤔\n  \n  Tengo que cuidarla 🤭\n  ","189718":"\n  ¿Tu boca no pierde sabor a caramelo?\n  ","189719":"\n  Hola!\n  \n  Pues.. el whisky con spry y mucho hielo\n  \n  El tequila como no me gusta mucho, lo tomo con agua de jamaica 🤣\n  \n  El vodka con jugo de piña\n  \n  Son las más básicas, pues no bebo mucho, aunque si he probado mezclas muy deliciosas 😌♥️\n  \n  Linda tarde 🙋🏻‍♀️\n  ","189720":"\n  Matemáticas 😖\n  ","189721":"\n  Hola Ángel 🙋🏻‍♀️\n  ","189722":"\n  Totalmente, claro, con expertos 😌\n  ","189723":"\n  El rayo paralizador de alto impacto ⚡⚡\n  ","189724":"\n  Me he mantenido.. pero ha sido muy difícil 😔\n  ","189725":"\n  Sí, y después todo quedó en su lugar 😌❤️\n  ","189726":"\n  Listo el voto a la izquierda ❤️🙋🏻‍♀️\n  ","189727":"\n  Con respeto, muy amables, algunos serios, otros con una sonrisa, hasta enojados llegan conmigo.. creen que yo atiendo el lugar, es divertido, lo disfruto mucho! 🤪🤭\n  ","189728":"\n  Listo 😌\n  ","189729":"\n  Ya quedó el voto 🙋🏻‍♀️\n  ","189730":"\n  Listo el voto 🙋🏻‍♀️\n  ","189731":"\n  Escuchando, acompañando, sacándole plática... Y otras cosillas 😌\n  ","189732":"\n\n   https:\/\/youtu.be\/canpmxeVBbI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189733":"\n  Ganas de anudar tus ganas con las mías y subrayar pasiones entre nudos, sorpresas y emociones soterradas que ahora en la dulce espera renacen...\n  \n\n   @MrAngelorDemon\n  \n","189734":"\n  Es la visita inesperada, que al tercer día ya apesta 😔\n  \n   Linda noche 🙋🏻‍♀️\n   \n\n     View more\n    \n\n","189735":"\n  Gracias, igualmente para ti, ten una excelente semana y disculpa por ser también tan directa en ese asunto..\n  \n   Linda noche 🙋🏻‍♀️\n   \n\n     View more\n    \n\n","189736":"\n  Géminis ❤️😌😔\n  \n   Somos dos personas en una, luz y oscuridad 😏\n   \n\n     View more\n    \n\n","189737":"\n  Resumo:\n  \n   Sólo veo que sus palabras, no van de la mano con sus actos..\n   \n   Linda noche fresita 🙋🏻‍♀️\n   \n\n     View more\n    \n\n\n","189738":"\n  Buscar el tesoro del arcoiris, mis intereses están aumentando!!\n  ","189739":"\n  Sí ❤️😌\n  \n\n   https:\/\/youtu.be\/llmPWL-INZk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189740":"\n  Aquí lo esperamos con la botana o.-)\/\n  ","189741":"\n  Me avisas cuando ya estés listo para hacer una consulta contigo 😊\n  ","189742":"\n  Muy bien!\n  \n  No se preocupe, que le vaya bonito y también cuídese mucho (n.n)\/\n  ","189743":"\n  Menos, no necesito nada de eso.. nada material, es todo espiritual y lleva algo de tiempo\n  ","189744":"\n  No funciono así 😌\n  ","189745":"\n  Ser amigos o.Ö\n  ","189746":"\n  🤔\n  \n  Cuando tendría dos\/tres años\n  \n  Para tomarme una foto de caritas.. tenía que llorar y para lograrlo me enseñaron una jeringa y pues sí lloré.. tengo una foto seria y tres llorando 🤣\n  \n  No pudieron sacarme debajo de la cama.. bueno eso recuerdo y también las carcajadas de mi mamá y del fotógrafo😔\n  ","189747":"\n  Así es y lo voy a lograr!\n  ","189748":"\n  Cocinar, dar órdenes.. y ver el futuro ❤️😌\n  ","189749":"\n  Ño\n  \n  Hasta después de la primera cita :c\n  ","189750":"\n  Sí, y también en aquellos que te ayudan a bajar de la rampa del tren sin bolsearte 😌❤️\n  ","189751":"\n  * lo observa\n  ","189752":"\n  Usted me saludó serio, pues yo también :p\n  ","189753":"\n  La conciliadora.. la loquilla y alegre 🤭\n  ","189754":"\n  Pues ahí están los motivos..\n  \n  Aquí cerca de casa tengo tres lugares y la verdad, están muy deliciosas 😌\n  ","189755":"\n  Ángel .-.\n  ","189756":"\n  Una, mi rancho queda lejos de uno\n  \n  Dos, ya tengo mi lugar favorito\n  \n  Tres, soy medio especial para los sabores de la pizza..\n  \n  Si están buenas?\n  ","189757":"\n  Cómo olvidar, me las antojaste y las preparé a los pocos días 🤭\n  ","189758":"\n  Hola Fernando 🙋🏻‍♀️\n  ","189759":"\n  Ah para pelar no inventes.. ❤️\n  \n  Es el cielo y se van en un suspiro 😌\n  ","189760":"\n  Nunca he comido pizza de ese lugar.. consumo local y mexicano ❤️\n  ","189761":"\n  Tú los preparas de alguna manera en especial?\n  \n  Yo a la bbq en brocheta 🤭\n  ","189762":"\n  Ay sí 🤤\n  \n  Ya me andaba dando wakalas cuando leí que eran las cucarachas del mar.. pero ps ya me las comí y están deliciosas 🤣🤣😝\n  \n  Al coco y a la momia, mis respetos 😌\n  ","189763":"\n  Si claro, a ti!\n  \n  Además va en frío, y es súper fácil, nada más cuida la sal y el picante para que quede comible, le tomas foto y lo subes, como aquella vez de las enchiladas 😌❤️\n  ","189764":"\n  Aullo y me da vergüenza 🤣🤣😝🙈\n  ","189765":"\n  Refrescante, ligero y sabroso, con una coronita y listo.\n  \n  Oye pero te lo puedes preparar en casa, fácil y económico, claro con tu sazón 😌\n  ","189766":"\n  Claro, envíeme la dirección 😌\n  ","189767":"\n  Es delicioso si está bien preparado, hay con diferentes frutas.. Pero yo lo prefiero, rojo, verde, negro o al coco, espero lo puedas probar 😌\n  ","189768":"\n  🤭\n  \n  Gané y me va a cumplir, ya metí la mano en azúcar 😌\n  ","189769":"\n  Vocerrón!\n  \n  Espera\n  \n  Aún me quedan en mis manos primaveras\n  \n  Para colmarte de caricias todas nuevas\n  \n  Que morirían en mis manos si te fueras 🎶🎶\n  ","189770":"\n  Es un agradecimiento..\n  \n  Gracias por hacerme feliz tantos años, y hacerme llorar como la fuente de los niños miones, te quiero ❤️\n  \n  Pd. no olvides, mi mano te espera.\n  ","189771":"\n  Venga, tu comienza.. 😌\n  ","189772":"\n  Cuando los estimo demasiado o estoy en medio lo hago, si no.. le disparo unos aguachile al ganador.\n  ","189773":"\n  Votao ❤️\n  ","189774":"\n  Listo, ya te sigo..\n  \n  Linda noche ❤️\n  ","189775":"\n  Holi\n  \n  El amor no es complicado, las personas son las complicadas, las personas ponen los peros, las trabas para que una relación donde hay amor no funcione, pero como nos cuesta reconocer nuestros errores, culpamos al amor.\n  \n  Si te refieres a compli.. ya no la he visto por aquí 🤷🏻‍♀️\n  ","189776":"\n  Parece todo lo contrario\n  \n  Dónde está el Juan C que hacía preguntas divertidas y dejaba de lado el chisme y los problemas de los demás 🤷🏻‍♀️\n  \n  Y sí, sigues igual de directo, pero ya chole con el mismo tema, perdón, pero me fastidia eso 😔\n  ","189777":"\n  No, y no tengo nada que aclarar al respecto. Él y yo sabemos qué y es todo.\n  \n  No me gusta andar en chismes y no me interesa saber, creo que ya estamos lo suficientemente adultos como para andar en este tipo de teatros. Habrá quien le guste ese circo. Yo paso 😌\n  ","189778":"\n  Pues la verdad, sea como sea, arreglen sus problemas, al estar haciendo eso parece que lejos de ignorar y seguir estás muy al pendiente, pareciera que aún no olvidas a alguien y estás mal por ello y disculpa pero, acuérdate lo que te a pasado, yo que tú.. le cambio de canal.\n  \n  Y respondiendo a tu pregunta, creo que una vez subiste una foto, casi no la recuerdo, pero sí te vi 😌\n  ","189779":"\n  Intenté muchas veces, el plan era una figura y me salía otra 😔\n  ","189780":"\n  No, no creo en eso 🤔\n  ","189781":"\n  No, no me he fijado, voy llegando 🤔\n  ","189782":"\n  Ay!\n  \n  Juan C hola 👋🏻😌\n  ","189783":"\n  Que no te gustan las mujeres 🤔\n  ","189784":"\n  No le cumpliste 😔\n  ","189785":"\n  Ay dios! 🤤\n  \n  Esa crema me mata 😍\n  ","189786":"\n  Unos rancheritos con sal, limón y salsa huichol.. tenía que contrarrestar lo dulce del biónico 😌\n  ","189787":"\n  Una mascarilla casera.. aloe con vitamina e, por las noches, 20 minutos tres veces por semana y te queda cómo pompi de bebé 😌\n  ","189788":"\n  Tramadol 😝\n  ","189789":"\n  Hola!\n  \n  Buenas, lo va a querer con todo?\n  \n  (Estoy en los biónicos) 🤭\n  ","189790":"\n  Sí, la de los domingos me fascina 😍\n  ","189791":"\n  Nope.. para nada 🤭\n  ","189792":"\n  Qué mente xD\n  \n  Sí se puede mal interpretar como lo escribí, pero, no era de ese clavar, era del otro, con martillo y clavos 🤭\n  \n  Creo que ya se van a dormir ya se escucha algo más tranquilo, así que voy aprovechando el momento para irme a dormir..\n  \n  Ten linda noche y nos leemos pronto!!!🙋🏻‍♀️\n  ","189793":"\n  Aquí es igual, hay reglamentos, pero alguien le pondrá su estate quieta, ojalá no tarde u.u\n  \n  Ya me voy fresita, ten linda noche 🙋🏻‍♀️\n  ","189794":"\n  Esa no me la sé 🤔\n  \n  Quiero explorar todo tu cuerpo\n  \n  Fumando la pasamos bien\n  \n  Tus gestos me enloquecen\n  \n  Contigo la paso bien 🎶🎶🎶\n  ","189795":"\n  No xD\n  \n  De eso ya me encargué hace mucho..\n  \n  Ahorita los trae en jaque a todos, es una señora muy muy limpia, y muy ordenada y pues, con estas lluvias que se han dejado sentir estas semanas, seguro no la ha pasado bien 🤷🏻‍♀️\n  \n  Desde las 7:00 am llegó un maestro de obra y trabajó casi todo el día.. a ver si ya se duermen.. no quiero soñar con ella, como en la mañana 😖\n  ","189796":"\n  Quiero verlas\n  ","189797":"\n  Las 12:10\n  \n  Así son ellos, todo el día ladran y en la noche peleas y ese tipo de cosas.. 🤷🏻‍♀️\n  \n  Creo que se les daño algo de la casa con las lluvias y andan en eso.. antes de que vuelva a llover, tienen muchos perros y pues, están evitando que entre el agua 🤔\n  ","189798":"\n  Tengo que confesar..\n  \n  Que tú me gustas un poco más\n  \n  Y también me pierdo solo en tu mirada\n  \n  Que cuando te tengo no me falta nada..🎶🎶\n  ","189799":"\n  No valieron más mis te quiero.. y esos abrazos que mandé con el viento.\n  \n  Unos momentos de tristeza mezclado con enojo y desespero, hoy navegan con la bandera de triunfo en esta guerra perdida..\n  ","189800":"\n  Perreando solito :o\n  \n  Pues esa lista musical, la evito 🤭\n  ","189801":"\n  Sólo lo dije una vez.. y fue sin querer 😔\n  ","189802":"\n  Solito llega, pero dicen que si lo das,  llega más rápido o.o\n  ","189803":"\n  Si me gusta, no las cuento 🤭\n  ","189804":"\n  Bien fresita, aquí escuchando a mis vecinos clavar 🤦🏻‍♀️\n  \n  Pero de ahí en más, todo tranqui y tú cómo estás?\n  ","189805":"\n  Hola fresita.. a mi me va muy bien, no tengo problema alguno.\n  \n  Linda noche 🙋🏻‍♀️\n  ","189806":"\n  Listo el voto\n  ","189807":"\n  Tener lo necesario para poder ayudar a las personas y alejarlas de tanto sufrimiento 😔\n  ","189808":"\n  Owwww sí 😔\n  \n  Me duele mi corazón 😔💔\n  ","189809":"\n  Hola!\n  \n  Siiii otra semana más y ya casi se acaba el mes 💔\n  ","189810":"\n  Nuestra primerísima, guapa, estudiada, servicial y humanitaria primera no dama.. o cómo era? 🤔\n  \n  Entre ustedes ya los años y las copas no les ayuda.. mejor ya váyanse a descansar y disfrutar a sus nietos, en serio. ✋🏻😖\n  ","189811":"\n  Estar en la cama, mirando la jauría y escuchando la lluvia 😍\n  \n  Con un chocolate caliente 🤤\n  ","189812":"\n  Todo es una porquería.. con dinero hacen lo que quieren, con la labia hacen más, yo solo sé, que nadie de los que están estudiados o no, merecen estar ahí. Por qué el país lejos de mejorar es una ..\n  ","189813":"\n  Hola! 👋🏻😄\n  ","189814":"\n  Sí, con el León que siempre veo de lejos por la avenida 🤯 y tengo que salir por una emergencia, salgo pero no me ve y eso en parte es genial.\n  \n  Tengo entendido que sí, más por el momento no tengo idea de qué significa.\n  ","189815":"\n  No n.n\n  \n  Y no me gusta mucho hablar de política, podríamos salir enojados pues tal vez estemos en puntos opuestos 😋\n  ","189816":"\n  Es posible, sirve que le van calentando la celda al cabeza de cotonete o.o\n  ","189817":"\n  Ese que se da con amor, con deseo y pasión... No importa si es francés, de pollito, mordelón.. etc. 😌❤️\n  ","189818":"\n  Depende, por lo regular.. tranquilamente sexy 😌\n  ","189819":"\n  Y sí, que obediente o.o\n  \n  ¿Pues no recuerdas que te platiqué que tengo varios nombres? Y Mely se podría decir que es el diminutivo de uno de ellos 😌\n  \n  Hermosa la lluvia.. la noche es perfecta ❤️\n  ","189820":"\n  Mercado Libre, Amazon.. segunda mano, Shein 🤔\n  ","189821":"\n  Claro que sí me acuerdo de ti Juan.. por qué no debería de acordarme, yo estoy bien, ahorita disfrutando de la lluvia n.n\n  \n  Por qué te fuiste tan feo? o.o\n  ","189822":"\n  :o\n  \n  Hola!!! Cómo estás??🙋🏻‍♀️😁\n  ","189823":"\n  Qué marca y modelo es tu celu.. para ver si tengo el cargador o.o\n  ","189824":"\n  🤭\n  ","189825":"\n  Voy a descansar unos días y el resto, trabajaré 😌\n  ","189826":"\n  Es tan extraño que ya me quedé sin inter otra vez\n  ","189827":"\n  Que le vaya bonito..!\n  \n  Déjeme su contra del Inter.. otra vez la red no sirve u.ú\n  \n  Linda noche Ángel n.n\/\n  ","189828":"\n  Esta bien, nada más no me vaya a asustar o.o\n  ","189829":"\n  Esta era una ratita que tenía dos ratitos ❤️ Le cogieron uno y se puso muy triste 😔💔\n  \n  ¿Tu te pondrías triste si te cogen un ratito? 😔\n  \n  Soy malísima contando chistes 🙈\n  ","189830":"\n  Claro que no, hasta estrella le acabo de poner o.o\n  ","189831":"\n  Pues, algo usted hizo para que el universo le diera poderes n.n\n  \n  Estoy revisando que algunas de sus respuestas a mis colectivas no aparece en mis notificaciones, sin embargo están en su perfil o.o\n  \n  Sí.. lo estoy stalkeando un poquito .-.\n  ","189832":"\n  🙈\n  ","189833":"\n  :0 entonces usted es delgado, de perfil tallado por los dioses, con razón puede pasar sin problemas en modo anónimo!\n  ","189834":"\n  😏\n  ","189835":"\n  Mi sofá 😍\n  ","189836":"\n  Tengo tres, y a pesar de que tengo tres es muy raro que me llamen por alguno de ellos, y pues fue herencia de la abuela y por si no venían más niñas, yo ya tenía todo el santoral 🤭\n  \n  Dayana.. bueno está bien, en parte es un cachito de mi user, que originalmente es Dayani que me gusta mucho ese nombre ❤️\n  ","189837":"\n  No sé cuántos existan..\n  \n  Sólo sé de el francés, de Ángel, de pollito, el ruso, la mejilla, apasionado y mordelón ñamñam! Mariposa, esquimal y nada más esos que recuerde ahorita 🤔\n  ","189838":"\n  Cuándo regresa chepina con alguna nueva receta 🤔\n  ","189839":"\n  Hola Ángel, mucho gusto!\n  \n  Tengo varios nombres, y aquí todo quedó en Mely n.n\n  ","189840":"\n  Unos chetos naranja por favor 😋\n  ","189841":"\n  Definitivamente, el chocolate del kinder me sabe más rico que el late, no sabes cómo extraño uno que sacaron con licor  🤤🤤🤤🤤\n  \n  No duró mucho su venta, pero estaba delicioso ❤️\n  ","189842":"\n  Nos seguimos y gordito el que se arrepienta o.n\n  ","189843":"\n  Hola!\n  \n  Estoy por ver unos capítulos de La Jauría.. en lo que se llega la hora de dormir n.n\n  \n  Linda noche 🙋🏻‍♀️\n  ","189844":"\n  Dark 😌❤️\n  ","189845":"\n  Sí, la semana pasada, al tiempo .-.\n  \n  Estaba rico, pero no así de wow! o.o\n  ","189846":"\n  Algunos sí, otros... Han sido muy difíciles u.u\n  ","189847":"\n  Ya cené pan de elote ❤️😌\n  ","189848":"\n  Dígame o.o\n  ","189849":"\n  Existe esa posibilidad..\n  \n  Usted ya me dijo lo que llevan unas super hamburguesas, y su gusto en suero n.n\n  ","189850":"\n  Y todavía tengo sueño durante el día 🤭\n  ","189851":"\n  Hola n.n\/\n  ","189852":"\n  Listo el voto 🙋🏻‍♀️\n  ","189853":"\n  No lo sabía, les pondré para que cenen esta noche y me dejen en paz mi pan de elote u.u\n  ","189854":"\n  🤭🙈 ese está retierno\n  ","189855":"\n  Últimamente de 11 a 12 horas 🙈\n  ","189856":"\n  Ya sé!\n  ","189857":"\n  Un poco 🤔\n  ","189858":"\n  Los chocolates m&m y después lo gusanos con chamoy 😍\n  \n  Los otros que casi no se ven son igual, gomitas, los ositos si me gustan pero no tanto como los gusanos 🤭\n  ","189859":"\n  Estuve revisando mi zona.. de 15 tiendas que tengo cerca, sólo en tres había, y dos o tres paquetes, no es muy comercial, había muchísimo de otros productos y ese hasta escondido está 🤭\n  \n  Mmmh *se limpia los bigotes y le muerde al bombonete* aparte, solo vienen tres piezas casi al mismo costo de otros productos que traen más contenido 🤷🏻‍♀️\n  \n  Ay, pero están bien ricos ❤️\n  ","189860":"\n  No\n  ","189861":"\n  Wooorales!\n  ","189862":"\n  Pocos la verdad...\n  \n  Este es de Nicoletta Ceccoli ❤️😌\n  ","189863":"\n  Algunos sí, cuáles son tus preferidos?\n  ","189864":"\n  Coquetón el muchacho! 🤭\n  ","189865":"\n  Listo 🌹\n  ","189866":"\n  Cómo es tu corte de cabello? 🤔\n  ","189867":"\n  Cómo unos dos meses más o menos 😊\n  ","189868":"\n  Me fascinan 😌❤️\n  ","189869":"\n  🤣\n  \n  Te dió cosa?\n  ","189870":"\n  👀\n  ","189871":"\n  Ignorarla, romperle el corazón, o ponerla celosa 🤔\n  ","189872":"\n  Sí 2018 y 2019 😔💔\n  ","189873":"\n  Entonces un copito que se resbala por tu cuello :B\n  ","189874":"\n  Sí, a mi vecina, que desde niñas nos festejaban juntas o cuando mi familia no podía hacerme nada me invitaban allá o viceversa\n  \n  Y la hija de una amiga, ella siempre puntual a las siete de la mañana me marca y me pone las mañanitas al teléfono, me hace llorar con eso porque la escucho que toda su familia me las cantan.. y nos invitamos pastel o festejamos juntas algo sencillo\n  \n  Y una compañera, amiga nos vamos a comer siempre, pero este año no se pudo 😔\n  \n  Y otra chica de aquí, que ya no he leído pero sí fue sorprendente cumplir años el mismo día y ser totalmente opuestas\n  ","189875":"\n  Nada, todo tranquilo, tanto que ya es hora de soñar 😏\n  \n  Después iré a ponerme al corriente ok?\n  \n  No creas que eso fue todo 🤭\n  ","189876":"\n  El Cruz azul es campeón 🤔\n  ","189877":"\n  Ratatuille 🤭❤️😌\n  ","189878":"\n  Jaja ah ya sé\n  \n  Un viejo solcito :p\n  ","189879":"\n  Eduardooooo! Hola 🙋🏻‍♀️\n  ","189880":"\n  Un abrazo 🤔\n  ","189881":"\n  José 🤭\n  ","189882":"\n  Sí, a bastantes personas, a veces festejamos juntas 🤭❤️\n  ","189883":"\n  No mucho, como que ya me estoy mal acostumbrando a no abrazar y apashurrar, besar y morder a la gente.. oww no te creas, si lo extraño mucho 😔💔\n  ","189884":"\n  A la mayoría nos sucede 😌❤️\n  ","189885":"\n  Esta vez fue inevitable 🤭\n  ","189886":"\n  ❤️\n  \n\n   https:\/\/youtu.be\/fL0fqjT82zI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189887":"\n  Ya vote 😁\n  ","189888":"\n  Hola, ya está el voto 🙋🏻‍♀️\n  ","189889":"\n  Pinturillo ggg\n  ","189890":"\n  Un león o.o\n  ","189891":"\n  Pálida, con los cabellos claros soy un hermoso solcito\n  ","189892":"\n  Porque ya sabes lo que quieres\/buscas en un amigo o.o\n  ","189893":"\n  Hola!\n  \n  Muchas gracias igualmente 😌\n  ","189894":"\n  Iuuuuuuuwwwwww no lo creo!\n  \n  Tiene pinta pero no 🤢\n  ","189895":"\n  Claro que sí, es lo más agotador que puede existir 😵\n  ","189896":"\n  Un solcito 😁❤️\n  ","189897":"\n\n   https:\/\/youtu.be\/fKopy74weus\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189898":"\n  Voy a la playa, con mi amor ♥️\n  ","189899":"\n  Jajajajajaja xp\n  \n  Me recordaste a Garett Nolan saliendo del coso ese del agua!! 🤣🤣🤣🤣\n  ","189900":"\n  Infinidad de veces y no sé si lo hacen a propósito o es sin querer 🤷🏻‍♀️\n  \n  Ya les tengo su mote 😌\n  \n  Excelente domingo fresita 🙋🏻‍♀️\n  ","189901":"\n  En mi, largo, en ellos, corto 😌❤️🌷\n  ","189902":"\n  Hola, listo 🙋🏻‍♀️\n  ","189903":"\n  Buenas tardes!\n  \n  Excelentemente bien 😌\n  ","189904":"\n  Muchas felicidades a los que están ahí y a ti, por compartirlo 🙋🏻‍♀️\n  \n  Excelente domingo!\n  ","189905":"\n  Esta canción.. estoy cansada pero no puedo dejar de escucharla 😍❤️\n  \n  \"Solo te quiero para que me quites el sueño\n  \n  Y me prestes un par de secretos\n  \n  Hasta que dejen de serlo y sean la verdad\n  \n  Perder el tiempo y no encontrarlo ni un momento\n  \n  Porque el planeta va muy lento\n  \n  Y a veces siento que me quiero bajar\".. 🎶🎵🎶🎵\n  \n\n   https:\/\/youtu.be\/uqrTfgA_ATw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","189906":"\n  Llenarme de goma hasta las cejas 🤭\n  ","189907":"\n  No, nada de eso ✋🏻😌\n  ","189908":"\n  Te ayudan a distraerte, conocer, interactuar.. uso más ask y Facebook 😌\n  ","189909":"\n  Hola!\n  \n  La hago lo más pronto posible para no tener que estar atada a ello y me impida seguir lo más fluido posible mi camino\n  ","189910":"\n  Hola, listo el voto 🙋🏻‍♀️\n  ","189911":"\n  Con.. helado, alguna fruta, bombones, pastel, pan tostado, leche 😍\n  ","189912":"\n  Hola!!\n  \n  No no, el tuyo lo es!! Pero gracias 🤭\n  \n  Ten un excelente día 🙋🏻‍♀️\n  ","189913":"\n  Hola 🌷\n  \n  Soy celosa, sí.. pero no creo ni siento ser tan, creo que los controlo bien, pero claro dejo ver un poco de ellos.\n  \n  Y pues, siento más los celos que me dan que lo que doy y eso me brinca como no tienes idea, no me gusta eso 😵 salgo corriendo!\n  ","189914":"\n  Hola!!\n  \n  Muchas gracias, igualmente para ti...\n  \n  Lo más agradable que me pasó, fue que encontré algo que había perdido 😍😌❤️\n  \n  Pásala genial! 🙋🏻‍♀️🌷\n  ","189915":"\n  Hola!\n  \n  No creo, todos tenemos algún momento en qué no queremos nada de eso 🤭\n  \n  Y a veces se hace costumbre 🙃\n  ","189916":"\n  Hasta mis límites y un poco más allá..\n  \n  Hago lo posible porque si sea 😌\n  ","189917":"\n  Claro que sí!!🙋🏻‍♀️🌷\n  ","189918":"\n  Quise gritar y no tuve voz 🤭\n  \n  Se me fue el del pedido 🤷🏻‍♀️\n  ","189919":"\n  Un lucero\n  \n  besándonos\n  \n  la piel\n  \n  iluminando\n  \n  nuestros cuerpos\n  \n  en una cama\n  \n  envolviéndonos\n  \n  con su luz\n  \n  azul\n  \n  extra corpórea\n  \n  poética\n  \n  erótica\n  \n  errante y lasciva\n  \n  inmaculada\n  \n  dándonos\n  \n  en un orgasmo\n  \n  mientras relampaguea\n  \n  nuestro éxtasis\n  \n  #Sr_poeta\n  ","189920":"\n  Cuídese.. Dulces sueños\n  "}}