{"Question":{"193140":"\n   Que planes para hoy colmena?\n  ","193141":"\n   que son pazamanes? o.O cual león? TwT\n  ","193142":"\n   estoy bien, relajado y descansado xd y tú?\n  ","193143":"\n   😚\n  ","193144":"\n   fue está xd, y no soy ese anon o.O\n  ","193145":"\n   que fe lo que pasò el 08-08-18 ? o.o\n  ","193146":"\n   esa pregunta la envíe yo o.O\n  ","193147":"\n   ¿Cuál ha sido tu momento más intenso de este verano?\n  ","193148":"\n   Al fin algo que no es basura.\n  ","193149":"\n   ayer me quedé dormido pecosita u_u xd\n  ","193150":"\n   ✨🙈✨\n  ","193151":"\n   💋❤️ Dulces noches, lindos sueños ❤️💋\n  ","193152":"\n   Una frase que te describa\n  ","193153":"\n   ¿Cómo limpiar la casa de forma más fácil y rápida?\n  ","193154":"\n   ¿En qué cafeterías te gusta pasar el rato?\n  ","193155":"\n   ❤️ Dulces sueños ❤️💋💋\n  ","193156":"\n   Bloquea al anon pendejo que te manda poemas plagiados amor\n  ","193157":"\n   Si tu vida estuviera relatada en un libro, ¿con qué título se conocería la obra?\n  ","193158":"\n   ¿Qué prefieres? ¿Vivir solo\/a o con alguien?\n  ","193159":"\n   estoy bien, algo cansado y con sueño xD, espero y te recuperes pronto\n  ","193160":"\n   Porque en algunas ocasiones ,acudimos a pedir ayuda ,donde no la dan ? Siendo que hay lugares donde la dan gratuitamente\n  ","193161":"\n   Donde estás ahora ? , fuiste solo imaginario ?, donde estás ahora ? Atlántida ,bajo el mar ,bajo el mar...\n  ","193162":"\n   Si pudieras escuchar solo una canción durante el resto de tu vida. ¿Cuál sería?\n  ","193163":"\n   Mor ,mor ,mor... Eres mi amor platónico ,irónico ,ilógico 🎼🎼🎼\n  ","193164":"\n   Te amo bebe 😘\n  ","193165":"\n   daya, cómo estás?\n  ","193166":"\n   Conoces la isla de los gatos en japon aoshima ?\n  ","193167":"\n   Cállate pinocho\n  ","193168":"\n   ¿Qué dos películas te gustaría combinar en una?\n  ","193169":"\n   ❤️ Dulces sueños 💋\n  ","193170":"\n   ¿Dónde debería ir de luna de miel? ¿Tú qué preferirías?\n  ","193171":"\n   Cuántas veces uno es engañado por su propia naturaleza? Mira el vídeo completo, creo que el ejemplo me queda esta vez\n   \n    https:\/\/youtu.be\/hMs1i-f3BK8\n   \n","193172":"\n   ¿Qué hace más fuerte el carácter humano?\n  ","193173":"\n   ¿Es verdad que no eres de este mundo, lo inventas todo y por qué?\n  ","193174":"\n   Oh my God.. yo quierooooO!!!.. jajaja jajaja XP\n  ","193175":"\n   Porque?\n  ","193176":"\n   ¿Dónde vas a estudiar?\n  ","193177":"\n   Cómo estás?\n  ","193178":"\n   Hola hermosa 😘\n  ","193179":"\n   No le compro muy seguido, unos dos al día. \n\nSi, parece peluche. XD\n  ","193180":"\n   Si, todavía, ya está más grande.\n  ","193181":"\n   Claro, yo le digo. :)\n  ","193182":"\n   Bien, y uste señorita?\n  ","193183":"\n   Hola\n  ","193184":"\n   ¿Vale la pena introducir clases de planificación financiera en el programa escolar? Si es así, ¿desde qué curso?\n  ","193185":"\n   Por aquí no hermosa.. pasa tu WhatsApp o cualquier red social\n  ","193186":"\n   Pinocho regresate con Geppeto.\n  ","193187":"\n   ¿Cómo encontrar un buen trabajo? Los conocidos no son una opción..\n  ","193188":"\n   Un besazo guapa descansa\n  ","193189":"\n   Que rico\n  ","193190":"\n   :(\n  ","193191":"\n   Nariz de pinocho\n  ","193192":"\n   En vivo y en directo mi amor\n  ","193193":"\n   Bésame\n  ","193194":"\n   💋 Dulces sueños 💋\n  ","193195":"\n   ya quiero que llegue diciembre u.u adiós daya que descanses\n  ","193196":"\n   ¿Tienes miedo de que los robots conquisten el mundo?\n  ","193197":"\n   a mí sí, no me llegaban las notificaciones o me llegaban tarde, que envidia, a mí me dan vacaciones hasta diciembre\n  ","193198":"\n   yo antes usaba la app de ask pero me empezó a fallar mucho y mejor la borré, descanso el domingo y tú?\n  ","193199":"\n   supongo que solo es para la versión web y para la app en los smartphones yo no uso la app y por eso no me aparece xD, me fue bien, estuvo relax uwu y a ti?\n  ","193200":"\n   :*\n  ","193201":"\n   Ño, eso también es secreto :c\n  ","193202":"\n   bien también, voy llegando del trabajo, no sabía que ask tenía su galería de gifs xD\n  ","193203":"\n   Por qué? Eso interfiere en el sabor de la carne? :c\n  ","193204":"\n   Daya si es canibal, eso cuentan todos :c\n  ","193205":"\n   cómo estás? quién es la mona china que pusiste en el gif?\n  ","193206":"\n   lo tienes grande ?\n  ","193207":"\n   Eso no es de Dios :c\n  ","193208":"\n   Ño, porque me amenazas con irte :c eso no es bueno u_ú\n  ","193209":"\n   :*\n  ","193210":"\n   Lo extraño tanto .... Tanto ... quisiera un solo abrazo \nPero prefiero verlo feliz que aparecer de nuevo en su vida cuando ya es feliz con otra \nMi querido ya no querido. 🐼\n  ","193211":"\n   No lo olvides!\nCome frutas y verduras 🌚\n  ","193212":"\n   Pues yo si le veo la gracia >:c\n  ","193213":"\n   Pues es la gracia de los admiradores secretos u_ú que sean secretos :v\n  ","193214":"\n   daya owo\n  ","193215":"\n   LOL Basura\n  ","193216":"\n   ¿Cómo hacerse popular en ask.fm?\n  ","193217":"\n   ¿Qué vas a hacer una vez que te gradúes de secundaria?\n  ","193218":"\n   ??¿Qué le dirías a tu yo más joven y por qué?\n  ","193219":"\n   ¿Preferirías ser siempre el primero en todo o ser el último en reír?\n  ","193220":"\n   haz un audio tú y tal vez así me anime ewe plis\n  ","193221":"\n   ¿Qué preferirías, vivir en la montaña o en la playa?\n  ","193222":"\n   C. Te vez buena onda & linda!!\n  ","193223":"\n   tienes que esperar a que tenga una voz bonita u_u\n  ","193224":"\n   LOL Basura\n  ","193225":"\n   LOL Basura\n  ","193226":"\n   LOL Basura\n  ","193227":"\n   Muchos de nosotros coleccionamos imanes que ponemos en la nevera, ¿y tú? ¿Los enseñarías?\n  ","193228":"\n   No tan bien desde que ya no he escuchado tu voz... ewe\n  ","193229":"\n   What is one thing you will never do again?\n  ","193230":"\n   Dayis :*\n  ","193231":"\n   ¿Te gustaría saltar al agua desde un trampolín? ¿O te parece más interesante la natación sincronizada?\n  ","193232":"\n   ¿Qué persona te inspira para ser mejor?\n  ","193233":"\n   ❤️ Dulces sueños 💋\n  ","193234":"\n   Ya ve a dormir mejor ZzZz :v\n  ","193235":"\n   Creo q no c envió :v\n  ","193236":"\n   Leche con miel? Nunca la he probado o_o\n  ","193237":"\n   No me funciona contar ovejas u_u\n  ","193238":"\n   Si :c\n  ","193239":"\n   Tenei insomnio? :c\n  ","193240":"\n   encacahuatado? xDD ese como es? nunca oi habalr de ese...\n  ","193241":"\n   ¿Cuánto tiempo necesitas dormir para sentirte bien?\n  ","193242":"\n   Daya :*\n  ","193243":"\n   quiero comer mole\n  ","193244":"\n   todos los deportes losodio, me gusta si acaso solo la tauromaquia, pues eso es lo que el deporte fomenta, puro odio ;c puras peleas y violencia\n  ","193245":"\n   oh no que horror, yo odio el fut :c\n  ","193246":"\n   ¿Qué es lo que más te gusta del verano?\n  ","193247":"\n   Ay ;C\n  ","193248":"\n   ¿Quién te inspira?\n  ","193249":"\n   por que no te gusta la tauromaquia dayanita bella?\n  ","193250":"\n   ¿A qué hora te levantas normalmente por la mañana?\n  ","193251":"\n   yo me siento Español\n  ","193252":"\n   te gustan las corridas de toros? a mi me encantan\n  ","193253":"\n   ¿Quién fue la última persona a la que le diste un beso?\n  ","193254":"\n   ¿Cuál ha sido el último concierte al que has ido?\n  ","193255":"\n   Oh bueno. Cuando vengas sé recibida con abrazos virtuales y chistes variados de mi parte, Pecosita. U_U\n  ","193256":"\n   ¿Qué puede unir a la gente?\n  ","193257":"\n   Oh vaya. O_O La vida da sorpresas. ¿Conoces a Helénica? n.n\n  ","193258":"\n   ¿Qué hacer si estás aburrido?\n  ","193259":"\n   ya me estaba quedando dormido y no conté ninguna xd, porque no puedes dormir?\n  ","193260":"\n   o.O Pensándolo bien, sí te sigo, porque me dejaste likes varias veces.\n  ","193261":"\n   cuántas ovejas se necesitan contar para poder dormir? o.O cómo estás?\n  ","193262":"\n   Yo encontré belleza, fortuna y experiencia. Nada que ver. U_U\n\nSiento leer tu ask pero es que mis amigos le dan like ja ja.\n  ","193263":"\n   Me encantaría saber tu opinión.. pasa a dejar tu voto.. Graxs!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/102149147?utm_source=copy_link&utm_medium=android\n   \n","193264":"\n   daya hola\n  ","193265":"\n   Veamos un pokito sobre tus gustos.. y de paso me invitas a desayunar tengo hambre.. No importa comamos solo Tortillas con Sal!!.. jajaja jajaja XP\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/102176795?utm_source=copy_link&utm_medium=android\n   \n","193266":"\n   de verdad te gustan los videos de michelle vieyra? jajajaja a mi tambn me encantan!\n  ","193267":"\n   Que tengo que hacer para que ask me de la palomita azul?  uwu\n  ","193268":"\n   ¿Tienes Snapchat?\n  ","193269":"\n   PhsS!!! PhsS!!!.. pasa te invito a jugar conmigo.. nos vamos a Divertir!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/149196144155?utm_source=copy_link&utm_medium=android\n   \n","193270":"\n   PhsS PhsS!!!.. me estoy escondiendo.. x fas me podrías ocultar?.. only sera x un time mientras se olvida de la Travesura q hice a mi Mommy!!💕.. te ha pasado algo así?.. has hecho algo q mueres x salir corriendo?.. y encontraste ese refugio?.. cuentaa!!.. cuentaa!!.. muero de curiosidad.. (((.^)\/💕\n  ","193271":"\n   ¿En qué piensas siempre?\n  ","193272":"\n   ¿Ni en la vida de los personajes históricos? U_U\n  ","193273":"\n   ¿Te gusta salir de compras? ¿Cuánto tiempo puedes pasarte en eso?\n  ","193274":"\n   ¿Cómo expresas generalmente tus emociones?\n  ","193275":"\n   ¿Tienes a alguien con quién compartir fotos divertidas?\n  ","193276":"\n   Daya\n  ","193277":"\n   ¿Qué peinado te gusta en una persona del sexo contrario?\n  ","193278":"\n   Te ha llegado una notificación cómo está?.. y si te llegó como te sentiste?.. creíste q realmente deberías compartirla?.. la compartiste?.. oh simplemente la  cerraste y continuaste respondiendo.. 0.0??\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/149270951963?utm_source=copy_link&utm_medium=android\n   \n","193279":"\n   Que tienes linda sonrisa y cabello 👌\n  ","193280":"\n   Muestra tus piernotas.\n  ","193281":"\n   Tu q crees?.. será solamente un Mito oh es una Realidad?.. x fas pasa a dejar tu voto y comparte tu opinión.. Graxs.. (((.^)\/💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/102608667?utm_source=copy_link&utm_medium=android\n   \n","193282":"\n   Me gustaría saber de cuales eres Tú?.. x fas pasa a dejar tu voto!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/102604827?utm_source=copy_link&utm_medium=android\n   \n","193283":"\n   ¿Qué es una cantante de cabaré?\n  ","193284":"\n   ¿Cuál es tu idea de unas vacaciones geniales?\n  ","193285":"\n   ¿Por qué la gente chismorreamos los unos de los otros?\n  ","193286":"\n   ❤️ Dulces sueños ❤️\n  ","193287":"\n   Pokemon favorito w\n  ","193288":"\n   persona con los ojos mas lindos que conozcas\n  ","193289":"\n   Todo es más salado cuando tu me ignoras , todo se vuelve gris 🎼🎼🎼\n  ","193290":"\n   ¿Tienes un crush?\n  ","193291":"\n   ¿Qué sería más duro para ti? ¿Vivir sin música o sin dulces?\n  ","193292":"\n   ¿A qué edad aprendiste a ir en bici?\n  ","193293":"\n   Adiós Daya, sueña con este dulce y sensual anon (?) :*\n  ","193294":"\n   ❤️ Dulces sueños ❤️\n  ","193295":"\n   Lo siento cuando respiro.\nÉl late en mi corazón y habita mi mente.\nLo llevo en mi piel como tatuaje.\nEn mis oídos su voz resuena.\n\nÉl es mi océano, mis mares.\nÉl es mis rocas, mi cielo ...mi mundo y todo absolutamente todo... lo invade.\n  ","193296":"\n   Descansa Nenita Preciosaa!!!💕\n.\nTe dejo sweets Besitos.. Te kieroO mushoO!!💕💕💕💕💕💕💕💕💕💕💕💕.. \\(((.^)\/.. 💋 MuoackkksS!!!\n  ","193297":"\n   AwW.. Ternuritaa!!!.. q Diosito Bendiga a Tu Abuelita!!💕\n  ","193298":"\n   ¿Te gustan los perros?\n  ","193299":"\n   ¿Quién ha sido la persona más importante en tu vida?\n  ","193300":"\n   Cuídate pecosa A_~\n  ","193301":"\n   :**\n  ","193302":"\n   Nada. Es solo que suena poético y por eso quise escribirla ewe\n  ","193303":"\n   CONSEJO DEL DIA:\"Nunca dejes ír a esa persona que te ha perdonado una y otra ve los mismos errores, Tal vez sea la unica persona que quiéra estar con esa porqueria de ser que eres\"\n  ","193304":"\n   Hoy ha muerto la democracia\n  ","193305":"\n   Aww Super lindo tu anonimo 💜 \nLinda noche,hermosa! 😘\n  ","193306":"\n   dulces sueños cielo u.u\n  ","193307":"\n   Nunca había notado que la voz de kassy y de britney son muy parecidas... OMG, y si son la misma persona??!\n  ","193308":"\n   pero yo me iré por un tiempo Daya... espero verte cuando regrese y que siga ask  jeje de todas formas quiero agradecerte tu amistad ♥ Un abrazo Daya\n  ","193309":"\n   ay dayani haras que llore de verdad-...\n  ","193310":"\n   OwO\n  ","193311":"\n   Abrazo Daya y gracias por haberme dado tu amistad todos estos años.. Siempre te llevaré en mi ♥\n  ","193312":"\n   12:15 AM y tú? buenas noches\n  ","193313":"\n   ¿Trabajas este verano o simplemente vas a disfrutar de las vacaciones?\n  ","193314":"\n   Mal.. pero ahi vamos... Ojalá pases m´s seguido.. Me dio gusto verte :)\n  ","193315":"\n   siempre te recordaré aunque algun dia ya no nos leamos mas u.u\n  ","193316":"\n   andamos mal u.u creo que es por la hora xd\n  ","193317":"\n   Saludos Daya.. Me da gusto verte\n  ","193318":"\n   por que te conozco desde hace casi siete años...\n  ","193319":"\n   ©.... ¿¿Qué es lo más extraño que has buscado por internet??\n  ","193320":"\n   leí mal, creí que eran las películas que te gustaban xd\n  ","193321":"\n   me faltan las últimas 3 películas de harry potter, ya las viste todas?\n  ","193322":"\n   te quiero\n  ","193323":"\n   ¿Qué piensas sobre los tatuajes?\n  ","193324":"\n   yo ni he visto ninguna, van como 2 o 3 de esas, no me llaman la atencion, cuales películas te gustan? o de qué saga\n  ","193325":"\n   Como has estado pedacito de cielo?\n  ","193326":"\n   ¿Quién es tu vídeobloguero\/a favorito\/a en youtube? ????\n  ","193327":"\n   ¿Es normal tener el sentimiento de querer cuidar a alguien? ¿O se está recayendo en el síndrome de wendy o síndrome del cuidador?\n  ","193328":"\n   a mí tampoco, les da la loquera xd y son agresivos\n  ","193329":"\n   Cual es tu comida preferida?\n  ","193330":"\n   ¿Qué es lo que te motiva?\n  ","193331":"\n   te gustan los changos? o.ó\n  ","193332":"\n   Está bonito n.n al menos no era salinas 😁\n  ","193333":"\n   a los zoológicos que iba no habían u.u eran chafas o.o creia que al final se iba a caer el pingüino xd\n  ","193334":"\n   ¿Qué es lo más bonito que te han dicho?\n  ","193335":"\n   ¿Eres ambicioso?\n  ","193336":"\n   si los has visto de cerca o solo en national geographic? xd yo no u.u\n  ","193337":"\n   Que bueno que ya estés más relax, ya me voy a dormir. Buenas noches.\n  ","193338":"\n   si, pero cuando crecen se hacen feos xd\n  ","193339":"\n   Mucho trabajo, pero todo bien, creo. Y tú qué tal.\n  ","193340":"\n   ¿Confías en tus amigos?\n  ","193341":"\n   Con sueño y tú?\n  ","193342":"\n   Hola\n  ","193343":"\n   No se quien es kassy :c :v\n  ","193344":"\n   Holaaa!!.. serías taan Amable y pasar a responder.. a todas mis Interrogantes.. x fiiis!!.. x fiiis!!.. Síii!!.. de antemano muchas Gracias!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/149009627675?utm_source=copy_link&utm_medium=android\n   \n","193345":"\n   no pude evitar de acordarme de la canción de la sonora dinamita xd\n  ","193346":"\n   omg, la voz de esa tal \"Britney B\" suena muy sexi equisdé\n  ","193347":"\n   ese es un pingüino de madagascar? o.O\n  ","193348":"\n   Yo no sé nadar :c\n  ","193349":"\n\n    https:\/\/vocaroo.com\/i\/s0LQNQblO8Yv\n   \n   😳\nP.S. Estoy un poco enferma! Lo lamento,en verdad.. 💔\n  ","193350":"\n   voy a cenar, el microondas ya me avisó como 4 veces que ya está mi comida xd, te leo ahorita, si es que sigues\n  ","193351":"\n   por cierto como te llamas? xd melissa? no\n  ","193352":"\n   pd: holaaa\n  ","193353":"\n   y como te gusta más que te digan? xd\n  ","193354":"\n   ¿Cuál es la mejor canción para una película?\n  ","193355":"\n   daya o dayana?\n  ","193356":"\n   ¿tienes una foto con angel?\n  ","193357":"\n   películas o libros?\n  ","193358":"\n   Comparte las canciones que estás escuchando ahora mismo.\n  ","193359":"\n   ¿Te gusta nadar? ¿Dónde hay buenas piscinas?\n  ","193360":"\n   ¿Se te da bien guardar secretos?\n  ","193361":"\n   Musica favorita...!??♥\n  ","193362":"\n   Nappita desea tu cuerpo desde que te conoce y quiere hacerte suya.\n  ","193363":"\n   Estará peque y todo pero nappita se quiere acostar contigo y embarazarte.\n  ","193364":"\n   no que ya te ibas a dormir Dayis? :*\n  ","193365":"\n   Mi amiga fanática del animé que se vaya a la chingada!\n  ","193366":"\n   Sólo estoy diciendo lo que nappita no se atreve a decir. De nada, Nappa.\n  ","193367":"\n   Me expreso así de ella porque tiene el cerebro repleto de mierda. Estupidisima. No se puede hablar de nada con ella porque sale con sus neko kawaii y no sé que tanta pendejada más. Creo alguien debería darle una lección a ella y su gente. Erradicarla seria un buen principio.\n  ","193368":"\n   No. A pesar de tener comportamientos característicos de una persona homosexual,  nappita desea entablar relaciones sexuales contigo.\n  ","193369":"\n   yo la unica vez q me desperté por una pesadilla soné que una araña tipo viuda negra (pero mas grande) se me subió por la mano derecha y rapido comenzó a caminar por mi brazo para subir a mi cara DD: la aventé con un movimiento bruzco y por eso desperté, creo que si hice el movimiento en realidad lol\n  ","193370":"\n   Y que pasaba en tu pesadilla? :c se te apareció? DD:\n  ","193371":"\n\n    https:\/\/ask.fm\/Dayazulcielo\/answers\/150106641776\n   \n   si, yo los vi! echaban chispas!\n  ","193372":"\n\n    https:\/\/ask.fm\/Dayazulcielo\/answers\/150106602608\n   \n   ahhgg DD:\n  ","193373":"\n   Nappita sí quiere.\n  ","193374":"\n   En serio, está estupidísima. Se comporta como una completa imbécil. A veces me dan ganas de pagar para que le quiten su estupidez aparentemente irremediable a base de golpes.\n  ","193375":"\n   No, porque me daría mas insomnio uwu\n  ","193376":"\n   No, ¿que es un momo? TwT\n  ","193377":"\n   ... dormir contigo cof cof\n  ","193378":"\n   Además mi amiga que le gustan los videojuegos y el animé está bien estúpida.\n  ","193379":"\n   *se identifica* o,o\n  ","193380":"\n   Dayis, bloquea al otro anónimo que te pide fotos eróticas, es malo... y grosero TwT\n  ","193381":"\n   de alguien q tiene insomnio TwT\n  ","193382":"\n   ¿Qué podemos ver a vista de pájaro?\n  ","193383":"\n   ¿Qué afecta tu estado de ánimo?\n  ","193384":"\n   :*\n  ","193385":"\n   ¿Qué porcentaje de felicidad reside en un beso?\n  ","193386":"\n   ¿Estás cansado\/a de tantos anónimos?\n  ","193387":"\n   Donatello está interesado en masajearte. Sólo quiero tus piernas descubiertas.\n  ","193388":"\n   ¿Dónde te ves de aquí a 10 años??\n  ","193389":"\n   ¿Y de quién es la culpa?\n  ","193390":"\n   Debido al punto anterior, es lógico que anhele tanto tus piernas.\n  ","193391":"\n   El veganismo es todo lo que conozco en esta vida. Piernas.\n  ","193392":"\n   ¿Qué tipo de música prefieres? Comparte tu canción favorita\n  ","193393":"\n   No se come carne aquí. Abrazamos la senda del veganismo. La foto de tus piernas, por favor.\n  ","193394":"\n   No precisamente. Prefiero ver la imagen completa. En este caso, me conformo con tus pies y piernas desnudas.\n  ","193395":"\n   Esta vez antes de ponerse los zapatos, tomas la foto.\n  ","193396":"\n   No esta vez. No señor.\n  ","193397":"\n   ¿Cuál es tu idea de una velada romántica?\n  ","193398":"\n   Entonces al ser de día y despertar, las pones.\n  ","193399":"\n   Precisamente, parte de esta cuestión involucra el dormir. Por tanto, os debo pedir amablemente su cooperación.\n  ","193400":"\n   ??? ¿Qué piensas de las relaciones a distancia?\n  ","193401":"\n   Me temo debo ser insistente en esta cuestión.\n  ","193402":"\n   Heyyyy daya\n  ","193403":"\n   igual me dió gusto saludarte nuevamente n.n que tengas buen día c:\n  ","193404":"\n   No. Insisto.\n  ","193405":"\n   Muerto de calor , literal , soy un espíritu\n  ","193406":"\n   No.\n  ","193407":"\n   ¿Cuánto tiempo pasas jugando a juegos en el móvil?\n  ","193408":"\n   Precisamente es tu turno de complacerme.\n  ","193409":"\n   ya me voy a mimir daya uwu\/\n  ","193410":"\n   Sólo que te des prisa. Cuanto antes mejor.\n  ","193411":"\n   ¿En qué famoso\/a te gustaría convertirte durante un día? 💫\n  ","193412":"\n   Qué no le contarías nunca a tus padres ???\n  ","193413":"\n   Tengo una brillante idea. Enciende el calentón y ponlo en tu cuarto para que se caliente. Posteriormente, con el cuarto a buena temperatura, te descubres las piernas y tomas las fotos.\n  ","193414":"\n   Enséñame a bromear 🙃\n  ","193415":"\n   Perdonada. Ahora la foto de tus piernas desnudas por favor.\n  ","193416":"\n   pues mientras haya buena paga no importa o.O y en qué trabaja?\n  ","193417":"\n   Cierra la ventana para el frío. ¿Listo? Bien, ahora ya puedes tomarte la foto con las piernas totalmente descubiertas.\n  ","193418":"\n   Sin calcetines entonces.\n  ","193419":"\n   Ya de paso sin pantalones o pijamas.\n  ","193420":"\n   Estás planeando organizar una cena pero solo puedes invitar a 3 personas. ¿A quién invitarías?\n  ","193421":"\n   el sueño se me desacomoda porque a veces me cambian el horario, y pues no es pesado, y tú trabajas verdad?\n  ","193422":"\n   No. Otro.\n  ","193423":"\n   Gracias por tus likes.👍\n  ","193424":"\n   ¿A qué celebridad te gustaría conocer?\n  ","193425":"\n   ya estoy acostumbrado, siempre me gana el sueño por las tardes xd, ando trabajando en una empresa owo\n  ","193426":"\n   ¿Qué piensas de los batidos saludables? ¿Te gusta beberlos? ¿Cuál es tu favorito?\n  ","193427":"\n   por dormir en la tarde ya no puedo dormir ahorita xd, y me voy al trabajo en unas horas\n  ","193428":"\n   a mí ya me dió hambre xd, me tengo que aguantar xd\n  ","193429":"\n   Durante los días más cálidos del verano, ¿prefieres tomar el sol o permanecer en la sombra?\n  ","193430":"\n   Yo creo que siguen igual de frikis y todo eso pero en otras redes uwu\n  ","193431":"\n   Daya baila cumbiones? o: no me lo imagino o.O\n  ","193432":"\n   también es mi preferida, y más las rellenas con queso owo\n  ","193433":"\n   No. Ponte otros.\n  ","193434":"\n\n    https:\/\/youtu.be\/vy2gCrOvy0A\n   \n   ewe\n  ","193435":"\n   Otra pero sin los horrendos calcetines.\n  ","193436":"\n   pues nada interesante, mas que trabajar owo ya está muerto ask que ni ganas dan de entrar xd y tú?\n  ","193437":"\n   yo no sabía que las patas del pollo se comían, hace poco me enteré xd\n  ","193438":"\n   Jesse Jane cumple 38 años hoy c:\n  ","193439":"\n   patas de pollo owo xdd\n  ","193440":"\n   Termina la frase: No puedo vivir sin ti, pero… ???? \"\"\n  ","193441":"\n   Ok :c\n  ","193442":"\n   Otra foto de tus piernotas.\n  ","193443":"\n   ¿Cuál ha sido la última vez que has bailado?\n  ","193444":"\n   ¿eres una persona hipócrita? Si es así, ¿hasta qué punto podrías llegar?\n  ","193445":"\n   A ver ewe\n  ","193446":"\n   Hola todos\n  ","193447":"\n   bien xd, pues me va bien, no me quejo owo ya se, es que ya casi no entro a ask y al parecer tú tampoco xd\n  ","193448":"\n   Para ver si tienes pies bonitos ewe\n  ","193449":"\n   ........ Uno dos ........ Cierra la puerta\n  ","193450":"\n   Puedes tomarle una foto a tus pies descalzos y ponerla aquí? TwT\n  ","193451":"\n   Holaaa!!.. estoy very Happyy!!.. xq mi Rey ya está bien.. y esta little Lluvia de corazonsitos MG!!💜.. son xq yo Te Kiero muchoO!!.. Mill Graxs x todoO!!!.. q Diosito te Bendiga.. 💕💋💕💋💕💋💕💋💕💋💕💋💕💋💕💋💕💋💕💋💕💋💕💋💕💋💕\n  ","193452":"\n   Te llamo la atencion alguien ayer?\n  ","193453":"\n   que cancion te gusta bailar?\n  ","193454":"\n   cómo estás? owo\n  ","193455":"\n   Más de lo otro.\n  ","193456":"\n   ¿Con qué tipo de regalo sueñas?\n  ","193457":"\n   Más\n  ","193458":"\n   que hiciste hoy?\n  ","193459":"\n   ¿Persona favorita?\n  ","193460":"\n   Más.👙\n  ","193461":"\n   dayana :D\n  ","193462":"\n   Más fotos de tus piernas.\n  ","193463":"\n   Eres feliz?\n  ","193464":"\n   ¿Cómo se puede impresionar a una chica\/mujer?\n  ","193465":"\n   ¿Tienes alergias a algún tipo de comida o flor?\n  ","193466":"\n   PhsS PhsS!!!.. Te invito pasa a mi encuesta y dejame tu voto.. Graxs x participar.. 💋 MuoackkksS!!!\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/101603867?utm_source=copy_link&utm_medium=android\n   \n","193467":"\n   3 ex que quisiste mucho?\n  ","193468":"\n   ¿Dónde te gustaría vivir?\n  ","193469":"\n   ¿?Un caracol sin concha está desnudo o sin techo??\n  ","193470":"\n   ¿Qué deporte practicas?\n  ","193471":"\n   ¿Qué da más miedo? ¿Los payasos o las arañas?\n  ","193472":"\n   ¿Qué canción refleja mejor tu estado de ánimo de hoy? (pon un enlace de youtube   )\n  ","193473":"\n   Cof correcto, adivina quién volvió? Jaja :*\n  ","193474":"\n   QUE DICEN LAS VOCES DE TU CABEZA?\n  ","193475":"\n   De lo que dijo esta chica.\n   \n    https:\/\/www.facebook.com\/josue2claves\/videos\/10156507628024700\/\n   \n   ¿Qué opinas?\n  ","193476":"\n   ¿Qué software tienes en tu ordenador?\n  ","193477":"\n   WoOW.. estoy Impactadaaa!!.. jajaja.. te invito hacer este test.. maybe te Sorprendas?.. (((.^)\/💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/148678563099?utm_source=copy_link&utm_medium=android\n   \n","193478":"\n   Mis Amores!!💕.. quien crees q Ganará?.. x fis pasa a dejar Tu voto.. Argentina vs Francia\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/100633883?utm_source=copy_link&utm_medium=android\n   \n","193479":"\n   ¿cuantos años cumples?\n  ","193480":"\n   ¿Cuál es tu mayor sueño en la vida mi querida??\n  ","193481":"\n   Mis Amores!!❤.. Muero de los Nervios.. jajaja.. quien crees q Ganara?.. México vs Brasil\n.\nMi pronostico es: \nMéxico 2 vs Brasil 1\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23?utm_source=copy_link&utm_medium=android\n   \n","193482":"\n   ¿Qué te pone realmente nervioso\/a?\n  ","193483":"\n   En mi País EE.UU!!💕.. celebramos el Día de la Independencia!!.. este 4th de Julio.. serias tan amable y regalarme una imagen.. de celebración de mi País.. para colocarlo en mi casita.. :3\n.\n💕💕💕God bless America💕💕💕\n💜..................💋Kassy💋................💜\n💕💕💕Happy 4th of July!!💕💕💕\n  ","193484":"\n   Quien o que te hace feliz en estos momentos?\n  ","193485":"\n   Mis Amores!!💕.. perdón x molestar pero hay una chika q \"NO TIENE VIDA Y DESEA LA MIA\".. jajaja.. Pobresita chika.. les aviso para q sepan y \"NO ACEPTEN IMITACIONES\".. disen q la Piratería es de segunda!!!\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/148769237019?utm_source=copy_link&utm_medium=android\n   \n","193486":"\n   Mill Graxs x tu Apoyo.. q DTB!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/148767111195?utm_source=copy_link&utm_medium=android\n   \n","193487":"\n   ¿Cuál es la palabra que usas más a menudo?\n  ","193488":"\n   Hoy es el día internacional del beso robado. ¿A quién del Askfm se lo darías? Menciónalo.\n  ","193489":"\n   Hoy es el día internacional del beso robado. ¿A quién elegirías? Menciónalo.\n  ","193490":"\n   cuando tienes el gran amor de tu vida lo quisieras perder??\n  ","193491":"\n   ¿Cómo puedes diferenciar una buena persona de una mala?\n  ","193492":"\n   ¿El peor concierto?\n  ","193493":"\n   Notaron esto en el partido México vs Alemania ?\n   \n    https:\/\/ask.fm\/Velenoprofumo\/answer\/147665549558\n   \n   ?\n  ","193494":"\n   Te gustan mayores o menores¿\n  ","193495":"\n   cual es tu amistad mas importante?\n  ","193496":"\n   ¿Cuál ha sido el momento más gracioso que has vivido hoy?\n  ","193497":"\n   Adivina, adivinanza… Cuatro en la oficina y uno trabajando, ¿qué es?\n  ","193498":"\n   ¿Por qué los conductores no respetan las normas de tráfico? 🚨🚔\n  ","193499":"\n   ¿Cómo te va la vida? ?\n  ","193500":"\n   ¿Cómo es tu alimentación? ¿Vegana, vegetariana o carnívora?\n  ","193501":"\n   Ultima canción que ayas escuchando?\n  ","193502":"\n   Cuales números? 🤔\n  ","193503":"\n   La lluvia o El sol!? :)\n  ","193504":"\n   Te quiero mucho\n  ","193505":"\n   Viendo sense8 y tú qué cuentas?\n  ","193506":"\n   Qie es hp?\n  ","193507":"\n   Ojos soñadores\n  ","193508":"\n   Rosas o girasoles? 🌷🌻\n  ","193509":"\n   ¿Cómo debería ser una mujer? ?\n  ","193510":"\n   Hi\n  ","193511":"\n   I miss you 😢 💔\n  ","193512":"\n   Miles de placeres aparecen ante ti… ¿A cual te abalanzas primero?\n  ","193513":"\n   Oh my God.. no te las comas todas!!!.. q yo también quiero.. nenita comelona comelona.. jajaja\n  ","193514":"\n   Qué celular tienes?\n  ","193515":"\n   ¿Qué tal te manejas en la cocina? ¿Sabes cocinar? ¿Cuál es tu plato estrella? 🍽\n  ","193516":"\n   Batería o piano? pasate\n  ","193517":"\n   ¿Te gusta que te hagan fotos? Venga, una foto ❤\n  ","193518":"\n   Hola dayani\n  ","193519":"\n   X fin termino la Tortura!!.. jajaja.. espero lo hayas disfrutado tanto como yo.. ( Maybe yo mas q Tu!!💕.. jajaja ).. Anyways.. Si tienes alguna encuesta yo encantada de pasar a votar.. Graxs x tu Apoyo!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/99116571?utm_source=copy_link&utm_medium=android\n   \n","193520":"\n   Está más q una encuesta.. es el querer compartir 2 extraordinary's sensaciones.. q disfrute al Máximo con estos beshos animalitos!!💕.. Mill Graxs x pasar a dejar tu voto.. 💋 MuoackkksS!!.. (((.^)\/💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/99116315?utm_source=copy_link&utm_medium=android\n   \n","193521":"\n   Siempre tenía la dudita.. de como gustan las uñas la mayoría.. y más xq en mi País.. EE.UU!!💕.. las nenas usan un mucho las uñas Acrílicas!!.. x fis déjame tu voto y así despejare está dudita.. Graxs!!💕 \n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/99116059?utm_source=copy_link&utm_medium=android\n   \n","193522":"\n   Mmm Mmm.. q rikoO!!!.. las frutas son lo maasS!!.. así q en esta encuesta ni al caso q podían faltar.. espero tu voto corazonsito.. mill Graxs!!.. (((.^)\/💕.. 💋 MuoackkksS!!\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/99115803?utm_source=copy_link&utm_medium=android\n   \n","193523":"\n   Today me dio la lokurita de hacer varias encuestas.. y nadaa.. espero tu apoyo con tu voto.. Graxs!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/99115547?utm_source=copy_link&utm_medium=android\n   \n","193524":"\n   Veamos tus gustos en estos Postres.. x fis.. x fis.. pasa a dejar tu voto.. (((.^)\/💕.. 💋 MuoackkksS!!!\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/99114779?utm_source=copy_link&utm_medium=android\n   \n","193525":"\n   X fas corazonsito.. pasa a dejar tu voto en mi Encuesta.. Graxs!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/99114267?utm_source=copy_link&utm_medium=android\n   \n","193526":"\n   Hola corazonsito x fas puedes pasar a votar en mi encuesta.. de antemano muchas Graxs.. \\(((.^)\/💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/99113499?utm_source=copy_link&utm_medium=android\n   \n","193527":"\n   ¿Cuál es tu mes favorito del año?\n  ","193528":"\n   Hay muchas formas de ver la vida , hay tantas verdades y una realidad , las realidades no son absolutas pero las verdades son únicas pero hay tantas como ideas en el mundo y personas en la tierra , todos somos átomos en movimiento, somos historias que se cuentan a través del multiverso humano\n  ","193529":"\n   ¿Qué?-¿Cómo? ¿Cuándo? Pregunta :) I'm Black!...digo Back!....\n\n\n.... bueno por hoy! Saludozzzz!\n  ","193530":"\n   De los Juegos del hambre cual es tu pelicula preferida? A mi la primera y ultima 🎬🔥\n  ","193531":"\n   ¿Cuánto mides? Haz una foto de tu altura total\n  ","193532":"\n   ¿Llevas un reloj?\n  ","193533":"\n   ¿Cuál es tu cereal favorito?\n  ","193534":"\n   Yo la compuse\n  ","193535":"\n   Luego le pasaré a otro este enlace y así sucesivamente hasta que tengan que pasar un día entero para llegar a mi vocaroo\n  ","193536":"\n\n    https:\/\/ask.fm\/Velenoprofumo\/answer\/147436435702\n   \n   ?\n  ","193537":"\n   Te paso el enlace del enlace xD\n  ","193538":"\n   Ya escucho mi audio ?\n  ","193539":"\n   ¿Cuál ha sido la última bebida que has tomado?\n  ","193540":"\n   Me Puedes Dar Un Consejo Por Favor\n  ","193541":"\n   ¿nombre de tu perro?( si tienes)\n  ","193542":"\n   ¿Qué es para ti el arte?\n  ","193543":"\n   Necesitas hacer cita con mi secretaria para llamarme primero\n  ","193544":"\n   Como castigo tendrás que ver el comercial de english live todo el día\n  ","193545":"\n   Ocupado? 🤔\n  ","193546":"\n   Que es Trelew Chubut? o.O\n  ","193547":"\n   Siempre estoy a esta hora 😶\n  ","193548":"\n\n    https:\/\/ask.fm\/Dayazulcielo\/answers\/147310449264\n   \n   Yo también aquí o,o tenemos tanto en común <3\n  ","193549":"\n   Y vos ?\n  ","193550":"\n   Day\n  ","193551":"\n   ¿Cuál es el último video que has visto en YouTube?\n  ","193552":"\n   ¿Qué estás esperando con ansias?\n  ","193553":"\n   Pasa y vota por favor\n   \n    https:\/\/ask.fm\/Velenoprofumo\/photopolls\/91911926\n   \n   ?\n  ","193554":"\n   En el último capítulo de agents of shield se menciona que la tierra está bajo ataque de Thanos , al parecer la nueva temporada de la serie mostrará el planeta tras los eventos de Infinity wars\n  ","193555":"\n   Que piensas de las personas chismosas.\n  ","193556":"\n   Por cierto.. Sueña lindo.. Te veo después y vengo a decirte quien soy.. Te agradezco lo de los emojis\n  ","193557":"\n   ¿Saldrías contigo si fueras otra persona?\n  ","193558":"\n   Esa última eestá cool!! *O*  gracias  :)\n  ","193559":"\n   ¿A toda acción corresponde una reacción igual y en sentido opuesto?\n  ","193560":"\n   e.e\n  ","193561":"\n   ¿Qué cualidad en un hombre te disgusta más?\n  ","193562":"\n   Daya pasame una pagina de emojis en movimiento\n  ","193563":"\n   ¿tienes alma?\n  ","193564":"\n   ¿Qué te parece interesante mirar?\n  ","193565":"\n   ¿Deberían las personas tener una segunda oportunidad? ?\n  ","193566":"\n   ¿Qué sueles hacer cuando no puedes dormir? :)\n  ","193567":"\n   Cómo estás\n  ","193568":"\n   ¿Qué harías si tuvieras los podres del Doctor Strage?\n  ","193569":"\n   ¿Cuánto amas las donas?\n  ","193570":"\n   ¿Cuáles son las cosas que siempre llevas contigo?\n  ","193571":"\n   ¿Por qué a veces practicar deporte puede causar sarpullido?\n  ","193572":"\n   A quien extrañas en estos momentos\n  ","193573":"\n   ¿Quién o qué es tu fuente de inspiración?\n  ","193574":"\n   de qué te has avergonzado?\n  ","193575":"\n   ¿Cómo descubres nueva música?\n  ","193576":"\n   Holaaa corazonsito!!💕.. ya volví Graxs a Diosito!!💕.. y a Ti x tu Apoyo incondicional!!.. si gustas pasar y leerme así sabrás un pokito de cómo me siento.. de antemano Mill Graxs!!.. q DTB!!.. \\(((.^)\/💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/147584666139?utm_source=copy_link&utm_medium=android\n   \n","193577":"\n   Que opinan de que hoy es mi cumpleaños y nadie me felicitó 7n7r y yo que les abrí mi alma mi corazón pero uwu este dolor me hará más fuerte\n  ","193578":"\n   Bueno gracias por los me gusta, señora.\n  ","193579":"\n   En tu audio se escucha que estabas escuchando regeton ewe\n  ","193580":"\n   Hola Daya...\n  ","193581":"\n   Dayani cielo mio\n  ","193582":"\n   ¿Qué vídeos te gusta ver?\n  ","193583":"\n\n    https:\/\/www.youtube.com\/watch?v=3Jxk_wM2Pm4\n   \n   \/u\\ ❤\n  ","193584":"\n   ©....Duda real... Si tu pareja tuviera un \" juego tonto\" con otra persona, tal como hablarse coquetamente o incluso ponerse su nick ¿¿Qué pensarías ?? ¿¿está bien aceptar que sea un juego inocente??\n  ","193585":"\n   ¿Con quién saltarías en un trampolín? Menciónalo.\n  ","193586":"\n   I need you in my _________. 😊 💖\n  ","193587":"\n   es mejor arriesgarse de lo que se hizo o de lo que no se hizo ?\n  ","193588":"\n   Pero y si no coincidimos? ;-; dejas el audio en respuesta a esta pregunta? TwT\n  ","193589":"\n\n    https:\/\/vocaroo.com\/i\/s1DE1E0s4nBZ\n   \n   😇 🌸\n  ","193590":"\n   Qué esperas que no te encueras? ... Pregunta comunitaria de la que necesito saber la respuesta para una tarea escolar.\n  ","193591":"\n   cual seria tu pócima mágica para crear dinero?\n  ","193592":"\n   ¿Aquién que conozca del Askfm le pedirías un aventón? ¡Mencionalo!\n  ","193593":"\n   Hola Mely\n  ","193594":"\n   ¿Qué vas a recordar del día de hoy?\n  ","193595":"\n   ¿Cómo cuidar a los peces de pecera correctamente?\n  ","193596":"\n   ¿Tienes alguna fobia?\n  ","193597":"\n   Trabajo en una empresa de encuadernación ;-;\n  ","193598":"\n   ¿Dónde esconderías un baúl del tesoro si tuvieras uno?\n  ","193599":"\n   que haces? que harás lo que queda del dia?\n  ","193600":"\n   ¿El juego más popular entre tu grupo de amigos?\n  ","193601":"\n   ¿Te gustan los jabones hechos a mano?\n  ","193602":"\n   Mañana? Pero sé que no entraras de nuevo hasta en un mes e.e consegi un trabajo nuevo. Pero eso no es divertido;-;\n  ","193603":"\n   Bueno, estoy feliz de leerte de nuevo.  u_u podrías hacerme un audio o vr, para que escuché tu voz? ewe\n  ","193604":"\n   Abandonado por ti. Así es como estoy TwT\n  ","193605":"\n   Daya? ;-; Crei que nunca volverías TwT\n  ","193606":"\n   Cuanto mides?\n  ","193607":"\n   Necesitas ayuda? ñ  ñ\n  ","193608":"\n   * le pone un paño con cloroformo *\n  ","193609":"\n   ¿Qué haces cuando tienes un resfriado? ¿Cómo lo tratas o esperas a que se pase por sí solo?\n  ","193610":"\n   ¿Dónde te duermes aparte de en tu cama?\n  ","193611":"\n   Cuánto llevas viviendo en la casa donde vives ahora?\n  ","193612":"\n   god yisus tu medida acaa\n  ","193613":"\n   ¿Qué idioma te gustaría aprender, pero te cuesta?\n  ","193614":"\n   ¿Cómo encontrar tu lugar en un lugar nuevo? ?\n  ","193615":"\n   ¿Tienes migrañas? ¿Cómo lidias con ellas?\n  ","193616":"\n   Subirás foto hoy?\n  ","193617":"\n   ¿En qué es en lo primero que te fijas del sexo opuesto?\n  ","193618":"\n   ¿Quien te pone de buen humor ?\n  ","193619":"\n   Que pensais ahora mismo?\n  ","193620":"\n   ¿Te gustaría practicar boxeo?\n  ","193621":"\n   ¿Llevas algún collar o algo así?\n  ","193622":"\n   Que le gusta a las personas de ti?\n  ","193623":"\n   Que Es Lo Que Mas Te Gusta Hacer?\n  ","193624":"\n   ¿Te gustan las palomitas? ¿O qué comes mientras ves una peli?\n  ","193625":"\n   ¿Alguna vez has hecho una dieta ridícula?\n  ","193626":"\n   ¿Las tres primeras canciones de tu lista de reproducción favorita?\n  ","193627":"\n   ❤️\n  ","193628":"\n   Me das paz :3\n  ","193629":"\n   O.o alguien me podría decir por que mi perro cornelius come croquetas de gato  y mi gatita patitas tiernas come croquetas de perro?\n  ","193630":"\n   Entonces me dijo ella no agarres eso que se te. cae la mano :c\n  ","193631":"\n   ¿Qué imagen o foto tienes de fondo en el Askfm? Adjúntala aquí. ¡Pásate por mí Askfm!\n  ","193632":"\n   Veamos Tu quien crees q Ganará?.. x fas pasa a dejar Tu voto.. Graxs💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/88846363?utm_source=copy_link&utm_medium=android\n   \n","193633":"\n   ¿Cuál es el coeficiente intelectual de un unicornio?\n  ","193634":"\n   ¿De qué personaje te gustaría tu muñeca inflable?\n  ","193635":"\n   ¿Qué te parece el chocolate? ¿Cual es tu favorito y cuál te gustaría probar pero todavía no ha llegado el momento?\n  ","193636":"\n   13.Frase que mas digas??\n  ","193637":"\n   Me dan ganas de arreglarla yo\n  ","193638":"\n   ¿Alfajor o Waffle de dulce de leche?\n  ","193639":"\n   Mmmmm ojalá tuviera tiempo u,u\n  ","193640":"\n   ¿Esta es la pregunta del día?\n  ","193641":"\n   Noooooo, en la sierra te matan gratis\n  ","193642":"\n   Me mudare a Siberia hasta que comience el otoño\n  ","193643":"\n   No, estoy en mi horno digo casa\n  ","193644":"\n   Muriendo de calor \"literal\" , se acaba mi tiempo 😔\n  ","193645":"\n   SALTEEEEEEE!! 😆\n  ","193646":"\n   Cómo estás?\n  ","193647":"\n   Daya\n  ","193648":"\n   Pública un gif de un personaje de super héroe o villano a que consideres atractivo\/a.\n  ","193649":"\n   ¿Qué comida comes con más frecuencia?\n  ","193650":"\n   Mis Amores!!💕.. pasen a dejar su voto a la encuesta de\n   \n    @Kokonut22\n   \n   .. x fas le puedes seguir y darle la Bienvenida!!.. me encantaría se de cuenta.. lo maravillosos q son ustedes mis lindos Amiwitos!!.. Graxs de 💜\n.\n   \n    https:\/\/ask.fm\/Kokonut22\/photopolls\/86461164?utm_source=copy_link&utm_medium=android\n   \n","193651":"\n   010001000001000001111010010010\n  ","193652":"\n   ¿Qué consideras que sea un \"superalimento\"?\n  ","193653":"\n   Cual fue la última canción q te dedicaron?\n  ","193654":"\n   (¬‿¬)\n\n¿Qué haces bb?\n  ","193655":"\n   ¿A qué concierto te encantaría asistir? 🎤\n  ","193656":"\n   ¿Te gusta morder a las personas? 😌\n  ","193657":"\n   En la papelera de tu correo electrónico. ¿Cuántos mensajes tiene que aún no has borrado?\n  ","193658":"\n   Que bien te ves peinado nuevo ?\n  ","193659":"\n   ¿Cuál sería el canto ideal para acompañar la danza de la lluvia?\n  ","193660":"\n   Es simple imposible predecir lo que nos deparará el futuro por eso mucha gente siente la necesidad de juzgar el pasado las personas son como los libros tienen cubierta y contraportada. ¿Me sigues? Y también puedo añadír que la oscuridad disfruta jugando con la mente humana\n  ","193661":"\n   Haz dejado a alguien en el pasado y te arrepientes de haberlo hecho?\n  ","193662":"\n   El Askfm tuviera la opción de ver quiénes te siguen. ¿Tú qué piensas?\n  ","193663":"\n   fechas importantes para ti ❤✋\n  ","193664":"\n   Haz una video respuesta hablando.\n  ","193665":"\n   Has el reto del chocolate\n  ","193666":"\n   Si, mientras solo sea preguntar sin meter mierda no hay problema\n  ","193667":"\n   Bajo una gran sonrisa siempre se esconde un gran dolor\n  ","193668":"\n   No no no no\n  ","193669":"\n   O.o\n  ","193670":"\n   Coloca una imagen.. q te proyecte algo besho.. oh ya de una.. te sientas identificado.. y dime q es eso q te proyecta?.. oh xq te identificas con ella?.. cuentaa.. cuentaa.. (((.^)\/💕\n  ","193671":"\n   Había una vez!!!... ... ... ...\n  ","193672":"\n   ¿Eres más bien una persona optimista o una persona pesimista?\n  ","193673":"\n   hola corazon mio\n  ","193674":"\n   ¿Qué es lo que más te gusta hacer en el verano?\n  ","193675":"\n   Tengo mis huevos rojos\n  ","193676":"\n   Caliéntame los huevos\n  ","193677":"\n   ¿Quién es la persona más famosa de tu país?\n  ","193678":"\n   ¿A quién respetas más?\n  ","193679":"\n   Mira como se mueven mis huevos\n  ","193680":"\n   ¿Cuál es el secreto de una vida feliz?\n  ","193681":"\n   ¿que cosa a ras proximamente?\n  ","193682":"\n   Y de q color t gustaría tener tus ojos?\n  ","193683":"\n   Cancion favorita? ?✋\n  ","193684":"\n   ¿Te ríes de los fracasos de otras personas?\n  ","193685":"\n   hola terroncito de azucar\n  ","193686":"\n   ¿Cambiarías tus ojos por unos de visión de rayos X?\n  ","193687":"\n   Hola Corazonsito.. x fas pasa a mi encuesta y sácame de la duda.. please please!!.. \\(((.^)\/💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/91501851?utm_source=copy_link&utm_medium=android\n   \n","193688":"\n   A mis contactos..... ¡¡ HOLA!! ¿¿Podrían pasar un momentito a leer please?? Gracias de antemano\n   \n    https:\/\/ask.fm\/ChikaFressaStrawberry\/answers\/147752168331\n   \n","193689":"\n   Y tu cuantos ask regalos tienes?  O,ò\n  ","193690":"\n   ¡Día de las mamus! Felicidades a todas las chicas guapas a que sigo. :D\n  ","193691":"\n   El día de la mujer y Jessica Jones 2. Temporada, n,n saludos damas, ladys, señoritas , señoras , elfas, morras, chicas y el  sexo fuerte , y también saludo cerdos machistas y opresores del patriarcado amantes de los falos, bueno ustedes entienden, como les va?\n  ","193692":"\n   Dame placeres nuevos, que desconozco Óó\n  ","193693":"\n   ¿Cómo sería tu reacción y qué harías si vieras un encuentro ovni?\n  ","193694":"\n   Qué opinas, el final de dragón ball super será transmitido en la república mexicana como un gran evento en pantalla gigante, plazas, bares, discotecas , estadios y de más ? La voz de los fans repercutió en oidos del gobierno GOKU VS JIREN EL FINAL DEL TORNEO MULTIVERSAL , ya ni  mayweather boxeando\n  ","193695":"\n   donde anda :'c\n  ","193696":"\n   Tu tambien has intentado cavar un hoyo para llegar a china? Uwu xd\n  ","193697":"\n   ¿Cómo reaccionas cuando alguien te insulta ? Pregunta hecha por Iron Man desde ------------->\n  ","193698":"\n   \"No me pidas que te olvide antes de conocerte\". \"Quiero quererte antes de que no me quieras\". 😂 ¿Te besaron en la boca hoy? 💋\n  ","193699":"\n   Cuál fue la última película que fuiste a ver al cine?\nLa recomiendas?\n  ","193700":"\n   ¡Cuenta! ¿Qué es lo mejor que hacer en horas de la madrugada.\n  ","193701":"\n   ¿Cuál es tu topping (Cubierta) ideal para un helado?\n  ","193702":"\n   Pública última foto que has tomado.\n  ","193703":"\n   Cuenta lo más gracioso que te haya pasado en este mes.\n  ","193704":"\n   Do you worry about your future?\n  ","193705":"\n   👫Relación: ❤Te gusta alguien:  😒Extrañas a algún ex; 🍰Cumpleaños: 🔋Batería: 🍴Comida fv: 😍Relación mas duradera: 😱 Estatura: 😤Algo que no te guste: 👟Deporte fv: 📖Facebook o Instagram📷: 🍕Adicción: 🎨Color de pelo: 👀Color de ojos: ☀Días o 🌙Noche: 📷Foto: Pásate🙈🙉🙊\n  ","193706":"\n   Siempre existe algo lindo q decir!!.. Graxs.. x escucharme.. TkM!!💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/146572770843?utm_source=copy_link&utm_medium=android\n   \n","193707":"\n   No sé por qué tú me niegas, si yo sé que tú me prefieres\n  ","193708":"\n   ¿Qué es lo más importante que necesitas hacer hoy?\n  ","193709":"\n   Como se llevan familia pelos\n  ","193710":"\n   ¿Te definirías como una “persona feliz”?\n  ","193711":"\n   Q es lo q t agrada mas d las personas?\n  ","193712":"\n   Ya fumas? JAJAJA\n  ","193713":"\n   Por qué eres tan guapa?\n  ","193714":"\n   ¿Con qué rapidez te enamoras?\n  ","193715":"\n   ¿Qué ingrediente para bocadillos serías y por qué?\n  ","193716":"\n   De donde eres?\n  ","193717":"\n   que me puedo poner con unos toms floreados negros con rojo?\n  ","193718":"\n   ¿Qué palabras o frases utilizas con demasiada frecuencia?\n  ","193719":"\n   Te planchas diario el cabello ?\n  ","193720":"\n   ¿Cuál es tu juego de mesa favorito?\n  ","193721":"\n   Entonces con quien  te llevas mejor de las neonas?\n  ","193722":"\n   ¿Cuál es tu ritual del domingo por la mañana?\n  ","193723":"\n   Que piensas del amor?\n  ","193724":"\n   ¿Que canción te gusta más?\n  ","193725":"\n   ¿Qué canción puedes escuchar una y otra vez?\n  ","193726":"\n   ¿Cuál es tu banda sonora favorita?\n  ","193727":"\n   ¿Qué te gusta fotografiar?\n  ","193728":"\n   ¿Quién es la persona a la que más admiras?\n  ","193729":"\n   ¿Te gusta el queso? Yo solo puedo comer eso. 🧀 ¿Cuál crees que es el más delicioso?\n  ","193730":"\n   Estas no son horas de llegar!!!\n  ","193731":"\n   ¿Cuánto crees que podrías vivir sin usar Internet?\n  ","193732":"\n   ¿Dónde es mejor buscar un lugar para vivir? ¿Puedes aconsejar alguna página web o amigos?\n  ","193733":"\n   ¿Qué te parece la geografía? ¿En tu opinión, cuál crees que es el país más atractivo para visitar? 🌎🌍🌏\n  ","193734":"\n   ¿Qué te parece interesante mirar?\n  ","193735":"\n   ¿Te gusta pasar más tiempo solo o rodeado de gente?\n  ","193736":"\n   ¿Qué tienda de decoración te gusta más?\n  ","193737":"\n   ¿Cómo puede ser tan grave si no se sabe de su existencia?\n  ","193738":"\n   ¿Coca-Cola o Pepsi? ¿Con cuál te quedas?\n  ","193739":"\n   ¿Te gustan los jabones hechos a mano?\n  ","193740":"\n   ¿Cual ha sido el juego que mas viciado te ha tenido ultimamente? XD\n  ","193741":"\n   ¿Te gusta la película Zodiac?\n  ","193742":"\n   ##cuales son las ultimas 5 películas que haz visto?\n  ","193743":"\n   ¿Quién es tu ídolo? ¿por qué?\n  ","193744":"\n   ¿Cuál crees que es el mejor sitio en un avión?\n  ","193745":"\n   ¿Gastas dinero en juegos online? ¿En qué? 🎮\n  ","193746":"\n   ¿Con qué frecuencia cambias de teléfono? ¿Cuál será el próximo? 📱\n  ","193747":"\n   ¿Te gusta la comida picante?🔥\n  ","193748":"\n   ¿Qué tipo de series te gusta ver?\n  ","193749":"\n   ¿Crees en los horóscopos?\n  ","193750":"\n   ¿Qué tipo de deporte nunca vas a practicar? ❌\n  ","193751":"\n   ¿Qué libros tienes intención de leer?\n  ","193752":"\n   ¿Qué es lo primero que harías si fueras del otro sexo durante un día?\n  ","193753":"\n   ¿Quién te inspira?\n  ","193754":"\n   ¡ Que Es lo Que Te Gusta Hacer En Tus Tiempo Libres ! ????\n  ","193755":"\n   ¿De qué hablan las mujeres cuando no hay hombres cerca?\n  ","193756":"\n   ¿Te es fácil dormirte en la carretera?\n  ","193757":"\n   ¿Te consideras una buena persona para dar consejos?\n  ","193758":"\n   Parece que a todo el mundo le chifla el fútbol, ¿a ti también te gusta?\n  ","193759":"\n   eres celoso?\n  ","193760":"\n   ¿Qué piensas del baloncesto? Me gustaría jugar algún día. ¿Te apetecería?\n  ","193761":"\n   ¿Por qué crees que la gente se casa?\n  ","193762":"\n   ¿Cuándo fue la última vez que estuviste enojado y feliz al mismo tiempo?\n  ","193763":"\n   ¿Qué es lo más estúpido que has hecho?\n  ","193764":"\n   ¿Te gustan las palomitas? ¿O qué comes mientras ves una peli?\n  ","193765":"\n   ¿Es normal visitar a un psicólogo a tu edad? 👩🏼💼 ¿Alguna vez has visto a uno?\n  ","193766":"\n   Y vendrán cosas peores dice la biblia\n  ","193767":"\n   que te fijas para que te guste alguien?\n  ","193768":"\n   ¿Qué cámara es mejor para grabar vídeo?\n  ","193769":"\n   5 cosas del que te gusta\n  ","193770":"\n   Cual es tu fruta favorita?\n  ","193771":"\n   ¿Qué te gusta más, hacer regalos o recibirlos?\n  ","193772":"\n   ¿Te gusta jugar a Angry Bird?\n  ","193773":"\n   ¿Te gustaría jugar al golf algún día? ¿A partir de qué edad puede uno empezar a jugar?\n  ","193774":"\n   ¿Sabes cómo aprender por ti mismo\/a? ¿O necesitas a alguien que te enseñe?\n  ","193775":"\n   ¿Para ti la mejor felicitación de cumpleaños es…?\n  ","193776":"\n   ¿Quién es la persona más divertida que conoces?\n  ","193777":"\n   ¿Es posible vivir sin aire acondicionado hoy en día? ¿Tienes? 🌬\n  ","193778":"\n   ¿Qué haces generalmente en tus descansos?\n  ","193779":"\n   ¿Qué diferencia hay entre sushi y sashimi? ¿Qué te gusta de la comida japonesa?\n  ","193780":"\n   ¿Qué anuncio con famoso\/a recuerdas más?\n  ","193781":"\n   ¿Cuál es el trabajo de tus sueños?\n  ","193782":"\n   ¿Cuál ha sido el último regalo que le has hecho a alguien?\n  ","193783":"\n   ¿Crees que las cámaras de los móviles pueden sustituir completamente a las cámaras de foto? ¿O no se pueden comparar?\n  ","193784":"\n   ¿Te arrepientes de algo? Si es asi, ¿de que?\n  ","193785":"\n   ¿Qué tipo de películas te gustan?\n  ","193786":"\n   ¿Qué opciones de universidad estás buscando?\n  ","193787":"\n   ¿Qué regalo quieres para tu próximo cumpleaños?\n  ","193788":"\n   iPhone o galaxi ?\n  ","193789":"\n   ¿Qué tipo de festivales no te puedes perder?\n  ","193790":"\n   ¿Qué vista te gustaría tener desde tu ventana? Muestra la tuya.\n  ","193791":"\n   ¿Cuál era tu juguete favorito cuando eras pequeño?\n  ","193792":"\n   Inicial del que te gusta??\n  ","193793":"\n   ¿Crees en los horóscopos?\n  ","193794":"\n   ultima vez que sentiste mariposas en el estomago, ¿en quien estabas pensando?\n  ","193795":"\n   ¿Cuánto tiempo se tarda en olvidar a una persona a la que quieres?\n  ","193796":"\n   Mueve ese bum bum tam tam\n  ","193797":"\n   ¿Dónde es mejor hacer ejercicio? ¿En casa o en el gimnasio? ¿Dónde lo haces tú?\n  ","193798":"\n   Si ganaras la lotería, ¿con qué cantidad de dinero serías feliz?\n  ","193799":"\n   🖤\n  ","193800":"\n   Holaaa!!.. tengo una dudita.. este 14 de Febrero como lo vas a Celebrar?.. x fas pasa a dejar Tu voto.. Graxs x Tu Apoyo.. (((.^)\/💕\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/87518235?utm_source=copy_link&utm_medium=android\n   \n","193801":"\n   Buenas noches, ¿ En la intimidad con tu pareja que prefieres.. luz apagada o luz encendida? 🤔 Gracias por tu respuesta\n  ","193802":"\n   Exacto!!!\n  ","193803":"\n   Hola dayani corazon mío\n  ","193804":"\n   ¿Cómo lograr el éxito en tu carrera profesional?\n  ","193805":"\n   Jajaja. Pues no lo descarte.\n  ","193806":"\n   ¿Puedes descrifrar el mensaje oculto?\n  ","193807":"\n   Jajaja. Pensaba, bueno si se le ve chida.\n  ","193808":"\n   Es que eres de aquí, bien yo pienso que si a primera impresión sí jajaja.\n  ","193809":"\n   Jajaja. Gracias. ¿Te hacen reír las imágenes o lo escrito? Tu te ves buena onda. ¿Lo eres no? Jajaja.\n  ","193810":"\n   Hola, soy un huracán y vengo a podar tus arbustos, ¿Puedo?\n  ","193811":"\n   Ahora se ya de quien me sigue desde hace tiempo jajaja.\n  ","193812":"\n   ¿Te gusta jugar al ajedrez? ¿Cómo puedo aprender?\n  ","193813":"\n   Cuando venga más a menudo. ¿Cómo se llama?\n  ","193814":"\n   hola day\n  ","193815":"\n   Ah fuera preguntado antes tal vez ya le fuera hablado mucho.\n  ","193816":"\n   Aaah jajaja. Bueno la sigo entonces.\n  ","193817":"\n   De qué fue esto? XD\n  ","193818":"\n   Dayaaaa buenas noches como estas\n  ","193819":"\n   Tiembla tierra!\n  ","193820":"\n   :**\n  ","193821":"\n   Hola sabandijas mías\n  ","193822":"\n   Gracias, gracias!!! :D\n  ","193823":"\n   ¿Te gustaría saltar al agua desde un trampolín? ¿O te parece más interesante la natación sincronizada?\n  ","193824":"\n   ¿En qué punto se convierte en coqueteo, una atención una amabilidad  ? Pregunta hecha por Iron Man desde ------------->\n  ","193825":"\n   ¿Qué piensas de los postres? ¿A cuál no puedes renunciar? 🍰🍩🍮🍨\n  ","193826":"\n   Puedo pedirte un favor? Uwu me puedes borrar el historial de mi navegador si muero :v\n  ","193827":"\n   ¿Que opinas de que me dieron ganas de unos tacos?  Uwu\n  ","193828":"\n   Cuánto es maximo que has durado sin bañarte? Por qué duraste ese tiempo? :)\n  ","193829":"\n   ¿Eres celosa?\n  ","193830":"\n   ¿Qué queda mejor tocar? ¿Una guitarra o un saxófono?\n  ","193831":"\n   Buenas, buenas. :D\n  ","193832":"\n   ¡¡¡AL FIN ES VIERNEEESSS!!!\n  ","193833":"\n   Sigue preguntando ▶️\n  ","193834":"\n   ¿Qué piensas de la frase: «el perro es el mejor amigo del hombre»?\n  ","193835":"\n   Dayanicita :333\n  ","193836":"\n   Te gustan los videojuegos? c: 😂🙌\n  ","193837":"\n   Por que quiere verme sufrir?😭😭😭\n  ","193838":"\n   Malditos dinosaurios!!\n  ","193839":"\n   ¿Para qué nunca hay tiempo suficiente?\n  ","193840":"\n   ¿Por qué cambiaste? \/:\n  ","193841":"\n   Has comido esquites con carne Huamana?\n  ","193842":"\n   AwW.. Ustedes son lo maaS!!!💕.. Mill Graxs x TodoO!!!.. 💋 MuoackkksS!!!\n.\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/145357195291?utm_source=copy_link&utm_medium=android\n   \n","193843":"\n   Holaa corazonsito.. x fas pasa a la encuesta.. de mi kerido Amiwito y deja tu voto.. pleaseee.. pleaseee.. \\(((.^)\/💕\n.\n   \n    https:\/\/ask.fm\/ANTIPERVERSION\/photopolls\/85995029?utm_source=copy_link&utm_medium=android\n   \n   .\nDe antemano muchisimas Graxs.. Besitos.. 💋 MuoackkksS!!\n  ","193844":"\n   Hola corazoncito.. serias tan amable y pasar a dejar tu Voto.. a esta encuesta de mi kerido Amiwito!!💕.. \\(((.^)\/\n.\n   \n    https:\/\/ask.fm\/ANTIPERVERSION\/photopolls\/85994261?utm_source=copy_link&utm_medium=android\n   \n   .\nDe antemano muchísimas Graxs.. Besitos.. 💋 MuoackkksS!!!\n  ","193845":"\n   Espero no molestar al pedirte q pases.. es q mi kerido Amiwito.. hicio varias encuestas y están geniales!!.. so x fas puedes pasar y dejar tu voto.. Graxs!!\n.\n   \n    https:\/\/ask.fm\/ANTIPERVERSION\/photopolls\/85993749?utm_source=copy_link&utm_medium=android\n   \n   .\nDe antemano muchísimas Graxs!!.. 💋 MuoackkksS!!\n  ","193846":"\n   Huuy q penaa!!.. PerdoON!!!.. estoy dando mucha lata el día de hoy.. so x fas puedes pasar?.. pleasee pleasee.. :3\n.\n   \n    https:\/\/ask.fm\/ANTIPERVERSION\/photopolls\/85993493?utm_source=copy_link&utm_medium=android\n   \n   .\nDe antemano muchísimas Graxs!!!💕\n  ","193847":"\n   Mi última encuesta del día de hoy.. I'm promisee!!.. jajaja.. x fas pasa a mirar un dibujo q realice.. en la puerta de mi recamara.. muchas Graxs x tu voto.. Besitos.. 💋 MuoackkksS!!\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/86756379?utm_source=copy_link&utm_medium=android\n   \n","193848":"\n   Te es easy descubrir.. cuando alguien está siendo Sarcástico?.. xq yo noup.. eso me hace sentir como una Tontaa!!.. te has sentido así?.. (((.u)\n  ","193849":"\n   Este mensaje es importante por un motivo difícil de explicar.\n  ","193850":"\n   Que opinas de que\n   \n    @mestrocooler\n   \n   ya esta organizando su primera fiesta de reggaeton del 2018? \n \\Ó,o\/\n  ","193851":"\n   Mis Amores!!💕.. x fas podrían pasar a esta pregunta.. ya q necesito de su Ayuda!!.. x fiiis!!.. pleasee pleasee!!\n.\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answer\/145451205403?utm_source=copy_link&utm_medium=android\n   \n","193852":"\n   ¿Quién te limita a no ser, como realmente eres?\n  ","193853":"\n   * saca al perro a cagr en este ask *\n  ","193854":"\n   Hola... \nSe entiende? XDD\n  ","193855":"\n   ¿Agua con gas o agua sin gas?\n  ","193856":"\n   A ti \nTe gustan mayores?\n  ","193857":"\n   ¿Gatos o perros?\n  ","193858":"\n   ¿Qué es más potente? ¿El reconocimiento de cara o los vehículos sin conductor?\n  ","193859":"\n   me gustas ??\n  ","193860":"\n   ©¿Qué sentirán los perros cuando aúllan al escuchar un violín o una ambulancia? \n\n¿Sentirán que el violín es otro perro?\n  ","193861":"\n   ¿Dónde está el mundo más seguro? ¿Online o en la vida real?\n  ","193862":"\n   ❣️\n  ","193863":"\n   ❤️\n  ","193864":"\n   Eres de formar grupos y fraternizar con ellos? Yo siempre fui yo y nada más , últimamente me siento tan extraño espero no echarlo a perder\n  ","193865":"\n   You wanna my number?\n  ","193866":"\n   Sueles equivocarte con frecuencia?\n  ","193867":"\n   Mely....\n  ","193868":"\n   Ya felicitaste a nobita por su cumpleaños numero 49 ? Jajajajaja felicidades amigo\n   \n    @Canticokid\n   \n","193869":"\n   ¿Cuál ha sido la última película realmente buena que has visto?\n  ","193870":"\n   ¿Cuál es la mejor aplicación de procesamiento de vídeo? 📱\n  ","193871":"\n   ¿Qué servicio en línea usas para almacenar notas?\n  ","193872":"\n   ¿Para ti cuál es el postre más delicioso?\n  ","193873":"\n   © Si desea no recibir más mis colectivas, responda NO a esta colectiva.\nPara los que desean seguir recibiendo las colectivas, les dejo un espacio libre.\n  ","193874":"\n   © ¿Haces lo que tanto criticas?\n\n¿Olvidaste que cuando señalas a alguien, tienes cuatro dedos apuntando a ti?\n  ","193875":"\n   © ¿Tienes miedo de que te descubran haciendo \"algo bueno\" y que en realidad es algo malo?\n¿Qué haces para que no te descubran?\n  ","193876":"\n   © Tómame muy en serio, te sigo por que me interesan tus respuestas.\n\nLas cuales hasta hoy son muy interesantes y completas, no lo eches a perder, que gente así en ask hace falta.\n\nLo digo en plan muy serio, aunque no tenga credencial visible.\n\n\nGracias por tus respuestas.\n•Colectiva especial•\n  ","193877":"\n   © ¿Qué te da más miedo desnudar, el alma o el cuerpo?\n¿Por qué?\n  ","193878":"\n   © ¿Tienes a una persona que siempre hace que te preguntes, si estará bien o que es de ella?\n¿Quién?\n  ","193879":"\n   © Esos que se la pasan criticando la vida de los demás\n\n¿También critican a la persona que ven, cuando se paran frente al espejo? \n\nPregunta ultra seria.\n  ","193880":"\n   Si algo, independientemente de su pigmento, refleja una determinada longitud de onda, ¿No es automáticamente de ese color por definición?\n  ","193881":"\n   Cuál es tu golosina favorita?\n  ","193882":"\n   En qué consideras que eres realmente bueno\/a?\n  ","193883":"\n   ¿Hay alguna parte de tu cuerpo que no te guste?\n  ","193884":"\n   Pe, pero, dijiste que me pasarías tus redes por si no coincidíamos de nuevo 😭😭😭😭\n  ","193885":"\n   ¿Qué tipo de poder deseas?\n  ","193886":"\n   EL XXXV ANIVERSARIO DE LARVA Y EL OSCURO PASAJERO TOMORROW\n  ","193887":"\n   Mañana es my Birthday!!.. se aceptan Felicitaciones!!💕.. jajaja.. dime algo?.. Te gusta Festejarlo vs No te gusta Festejarlo.. Graxs x tu voto.. \\(((.^)\/💕..\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/85550107?utm_source=copy_link&utm_medium=android\n   \n","193888":"\n   Y el pum, pum, pum, pum, pum, pum, pum, pum, pum, pum, pum Y la cosa suena ¡Ra, Ra, Ra, Ra, Ra! Scooby Doo pa, pa\n  ","193889":"\n   El echo de que seas tan talentos@ es una vergüenza?\n  ","193890":"\n   Hola, ¿Cómo están todas?\n  ","193891":"\n   Aouch!!!.. xq si yo estaba mega calientita.. en la camita mía durmiendo super rikoO!!.. me tengo q levantar a las 6:00 am.. no se valeee!!!.. te ha pasado q quisieras seguir durmiendo.. toda la día sin parar.. xq el frió está fataal!!.. huuy.. me estoy congelando.. (((.u)\n  ","193892":"\n   Enséñame a bromear 🙃\n  ","193893":"\n   ¿Este 14 de febrero lo pasarás sol@ o acompañad@? laura sad :(\n  ","193894":"\n   Del 1 al 10 que tanto te molesta que tu novi@ le de like a las fotos de sus amig@s?\n  ","193895":"\n   ¿Beyoncé o Nicki Minaj?\n  ","193896":"\n   ♥\n  ","193897":"\n   Asumes tus errores y te disculpas, o el orgullo te gana?.. Aprovecho el momento para pedirle disculpas a todos que no les respondí desde hace meses, pero emm por error se me borró el inbox\n  ","193898":"\n   Jaja, es que se mueve solo. :-O\n  ","193899":"\n   ¿Preferirías una fiesta con unos pocos o muchos amigos?\n  ","193900":"\n   Pensaba que solo tu lo abrazabas.\n  ","193901":"\n   ¿Qué día de la semana odias más?\n  ","193902":"\n   ¿Tienes tatuajes?\n  ","193903":"\n   Mely....\n  ","193904":"\n   Hereje\n  ","193905":"\n\n    https:\/\/ask.fm\/SuavePili\/answer\/145606095825\n   \n   ? Ella dice que he cambiado para bien , yo creo que soy la persona más cambiante del mundo, eres una persona estática o al contrario mudas de piel y cambias de forma todos los días ?\n  ","193906":"\n   Melyly.\n  ","193907":"\n   3. Comida Favorita ???\n  ","193908":"\n   --para saber las causas por las que no realizan adecuadamente y más pulcramente su trabajo.\n  ","193909":"\n   Pero no se enoje\n  ","193910":"\n   No se puede estar todo el tiempo bien ¿no? Que bien, fuiste a trabajar?\n  ","193911":"\n   Cansado y triste. Ya pasará. ¿Y tu que tal?\n  ","193912":"\n   ¿Como se ve ahora? o,o\n  ","193913":"\n   Hola.\n  ","193914":"\n   Por qué Snoopy duerme tanto? u_u\n  ","193915":"\n   Oh, recomiendeme una imagen que poner, por favor. No se me ocurre nada xD\n  ","193916":"\n   owo ---->\n  ","193917":"\n   :*\n  ","193918":"\n   ¿cuántos años tienes?\n  ","193919":"\n   Harás que llore :´)\n  ","193920":"\n   Hola niños de Papi, ya te partieron la rosca? Yo parti varias y ahora tengo como 5 niños que se llamarán Jesús\n  ","193921":"\n\n    https:\/\/ask.fm\/Dayazulcielo\/answers\/145874839920\n   \n   con estas palabras me hiciste sentir fiebre en el corazon :3\n  ","193922":"\n   Coloqué 9 árboles de Navidad en casa y por cada uno tuve un regalo :B, ¿Se puede violentar el sistema?\n  ","193923":"\n   Game over\n  ","193924":"\n   ¿Quién te entiende?\n  ","193925":"\n   eres la de la foto de perfil?\n  ","193926":"\n   Dayani 💞💞💞\n  ","193927":"\n   ¿Cómo demuestras tu amor por los gatos?\n  ","193928":"\n   ¿Quién soy yo?\n  ","193929":"\n   Te consdieras una persona celosa? del 1 al 10?\n  ","193930":"\n   ¿Alguna vez has experimentado con tu imagen? ¿Te gustaría cambiar algo?\n  ","193931":"\n   ¿Te interesaría el buceo en jaula con tiburones?\n  ","193932":"\n   Que fue lo último que compraste??\n  ","193933":"\n   A qué hora acostumbras levantarte para ir a trabajar o a estudiar ?\n  ","193934":"\n   ¿Te gustan los regalos hechos mediante manualidades? 🎁\n  ","193935":"\n   Ahora se lleva lo feo. ¿Estás de acuerdo?\n  ","193936":"\n   Qué  prefieres ¿un día de relajación en casa o un día de salir y explorar lugares nuevos?\n  ","193937":"\n   te leo desde hace ya unos siete años :3\n  ","193938":"\n   Tornado de Corazonsitos 4you!!!.. a la una.. a las dos.. y a laaaas 3.. KaboOM!!!.. jajaja XP\n  ","193939":"\n   Huuy.. q nenita taan malaa!!!.. eso no se hace... ... ... ... ... Mmm Mmm!!!.. y cómo fue?.. cuentaa.. cuentaa.. jajaja XP\n  ","193940":"\n   Preparandome para la orgi fiesta karaoke de al rato\n   \n    https:\/\/vocaroo.com\/i\/s0FPPMhNS5RW\n   \n   ... Vos que harás hoy en la noche?\n  ","193941":"\n   Usando emojis elabora una historia.\n  ","193942":"\n   Corazonsito.. x fas pasa a mi encuesta a votar.. Q labios son mas Tentadores?..\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/84716827?utm_source=copy_link&utm_medium=android\n   \n","193943":"\n   Cuál es la comida que más frecuentas comprar o preparar?\n  ","193944":"\n   Te gusta visitar restaurantes de comida extranjera ?\n  ","193945":"\n   ¿Alguna vez has tenido cucarachas en casa? ¿Cómo te deshiciste de ellas?\n  ","193946":"\n   Cómo describirías tu estilo?\n  ","193947":"\n   U.ut yo no tengo novias\n  ","193948":"\n   ¿Qué preferirías? ¿Poder respirar debajo del agua o andar sobre las nubes?\n  ","193949":"\n   U.u oye te extraño mucho y te quiero y no como amigo e.e u.u con extrañarte me cuesta respirar u.u\n  ","193950":"\n   ❤️\n  ","193951":"\n   Cuántos minutos necesitas para salir de la cama, 5, 10, 30 🤔?\n  ","193952":"\n   Cuándo fue la última vez que remodelaste tu cuarto?\n  ","193953":"\n   De quién fue tu última llamada recibida? La mía de mi compañía de telefonía u_u\n  ","193954":"\n   Vives cerca de la  playa, monté, Laguna ,  de qué?\n  ","193955":"\n   Te quedan 7 minutos de vida, ¿Qué canción pondrías en ese tiempo?\n  ","193956":"\n   Si fueras un animal, ¿Cuántos Kilometros recorrió Juana?\n  ","193957":"\n   No puedes estafar al estafador o.O\/\n  ","193958":"\n   © Un sentimiento que tenías por alguien y lo desterraste de tu cuerpo, de tu vida por equis motivo..........\n\n•¿Crees que pueda regresar ese sentimiento por esa misma persona?•\n\n®Gracias por sus amables y serias respuestas.\n  ","193959":"\n   feliz año\n  ","193960":"\n   Hablemos de confianza ¿Alguna vez intentaste ver el celular (mensajes) de tu pareja?\n  ","193961":"\n   quien te gusta ?\n  ","193962":"\n   Foto de tu abdomen\n  ","193963":"\n   Criminal\n  ","193964":"\n   No va a sacar al ruso?\n  ","193965":"\n   أمي يرسل لك أن أقول مرحبا\n  ","193966":"\n   Pancho ven\n  ","193967":"\n   El coaching NO es una terapia psicológica sino un acompañamiento personalizado que te ayuda a salir de los baches personales y emocionales, a mejorar la relación contigo y con los demás, y al cumplimiento de tus objetivos. \n\nCIERTO O FALSO ☝️👆☝️👆\n  ","193968":"\n   por cierto...la semana pasada me robaron el teléfono\n  ","193969":"\n   -Está muy trillada esta pregunta pero-\n\n¿Qué significa el nombre de tu user?\n  ","193970":"\n   A veces yo quisiera reír a carcajadas ¿Tú no?\n  ","193971":"\n\n    @Ckvax\n   \n   me ha bloqueado ☹️😭\n  ","193972":"\n   ¿Que te gusta hacer más? ❤\n  ","193973":"\n\n    https:\/\/youtu.be\/kQKGI24aydk\n   \n","193974":"\n   Cómo me quito lo traumad@?\n  ","193975":"\n   Post?\n  ","193976":"\n   Qué opinas de las personas que piden dinero en la calle ?\n  ","193977":"\n   ¿Quieres ser famoso?\n  ","193978":"\n   ¿Eres la persona de la foto?\n  ","193979":"\n   Lo sé, pero algún día por la edad, enfermedad o accidente lo harán.\n  ","193980":"\n   Con ese buen sexo dudo que me olvide\n  ","193981":"\n   ¿Qué tipo de pizza te gusta más?\n  ","193982":"\n   Cada tanto borro las fotos mías que hay en el phone de mi hermana\n  ","193983":"\n   Tienes algún postre favorito? Cada cuánto lo consumes?\n  ","193984":"\n   Sí, pero yo me refiero a cuestiones cercanas\n  ","193985":"\n   Tienes algo que gritar a los cuatro vientos?\n  ","193986":"\n   ¿Qué prefieres el día o la noche?\n  ","193987":"\n   El perro se acabó de tirar un pedo bien podrido, tuve que abrir todas las ventanas T_T\n  ","193988":"\n   Por qué dices que no se pueden evitar?\n  ","193989":"\n   Qué es lo que más odias limpiar ?\n  ","193990":"\n   Hace cuánto no tienes vacaciones ? Crees necesitar más?\n  ","193991":"\n   Dah nada de copias, solamente te refieres a recuerdos\n  ","193992":"\n   Quién es el\/la conse de tu casa ?\n  ","193993":"\n   Lo sé, es una huella a borrar un día de estos.\n  ","193994":"\n   Odias las filas largas o eres paciente y no te molesta esperar tu turno sin importar lo tardado que sea ?\n  ","193995":"\n   Cada cuánto te cortas el pelo ?\n  ","193996":"\n   no estoy de acuerdo con eso que dijiste\n  ","193997":"\n   A mí me gustaría borrar todas las fotos mías hechas\n  ","193998":"\n   DEJA DE GRITARME!!\n  ","193999":"\n   ¿Guardas fotos de cuando eras pequeño\/a?\n  ","194000":"\n   ¿Cuales son algunos de los últimos pensamientos que tienes antes de dormirte?\n  ","194001":"\n   ¿Cuál es la fórmula del amor?\n  ","194002":"\n   ❣️\n  ","194003":"\n   te quiero mucho Dayani\n  ","194004":"\n   ¿Perdonarías una infidelidad? Por que si? Por que no? Gracias por tu amable respuesta\n  ","194005":"\n   Los dulces con moderación, ok?\n  ","194006":"\n   Si dices que llegué sin cartera quiere decir que habías revisado mi bolsillo, y lo habías revisado para robarme ...al menos fue tu intención U_U\n  ","194007":"\n   ¿En serio me abrazaste solamente para robarme la cartera? T_T\n  ","194008":"\n   Holaaa!!.. x fas pasa y déjame tu Voto.. please please..\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/81336603?utm_source=copy_link&utm_medium=android\n   \n","194009":"\n   Pregunta totalmente sería ¿Cuántas posibilidades existen para que un pato se muera ahogado? Que tengas un buen día 🙂\n  ","194010":"\n   hola Dayanni\n  ","194011":"\n   Buenas noches muñeca, me retiro\n  ","194012":"\n   Te sigo en tu trayecto al trabajo, ¿Eso cuenta?\n  ","194013":"\n   Account Disabled  Return to the main page\n  ","194014":"\n   ¿A dónde?\n  ","194015":"\n   U_U<3\n  ","194016":"\n   ¿Cuáles respuestas? ¡¡¿Cuáles?!!\n  ","194017":"\n   ¿Dónde están los anónimos cuando uno más los necesita?\n  ","194018":"\n   Miren el tatuaje que me voy a hacer, yo lo planeaba diseñar pero este me ahorro el trabajo solo que el mío será más pequeño\n   \n    https:\/\/ask.fm\/Velenoprofumo\/answer\/143424280054\n   \n   ?\n  ","194019":"\n   Buenas tardes, hoy me levanté con la siguiente duda, ¿Cuántos años tienes? 🤔\n  ","194020":"\n   Que es lo que te pone feliz\n  ","194021":"\n\n    https:\/\/youtu.be\/z7HzgmFtkGM\n   \n   voces\n  ","194022":"\n   En una escala del 1 al 10, ¿cuán feliz eres?\n  ","194023":"\n   ¡Es el cumpleaños de iPhone! ¿Alguna vez has tenido uno?\n  ","194024":"\n   ¿Qué canción no te puedes quitar de la cabeza hoy?\n  ","194025":"\n   Florezcan *\n  ","194026":"\n   🎈\n  ","194027":"\n   Yo no sé, si estás muy pedo o lo vas a estar...\n  ","194028":"\n   Oye\n  ","194029":"\n   ¿Serías capaz de escribir usando la lengua en la computadora de algún ciber por 200 $?\n  ","194030":"\n   ¿Me puedes repetir la pregunta?\n  ","194031":"\n   ¿Serías capaz de sobrevivir en una isla desierta, contando solamente con un cuchillo como herramienta?\n  ","194032":"\n   ¿Qué clase de pregunta es esta?\n  ","194033":"\n   Qué frío está haciendo!, ¿Cómo está en tu localidad?\n  ","194034":"\n   ¿Cuándo fue la primera vez que fumaste? 😱😏\n  ","194035":"\n   Voy a meter mi galleta en tu taza ;3\n  ","194036":"\n   ¿Por qué te ocultas?\n  ","194037":"\n   Ya, es hora de que dejen de fingir que andan socializando e_e\n  ","194038":"\n   Quiero un beso de desayuno.\n  ","194039":"\n   ¿Qué les parece mi foto de perfil?\n  ","194040":"\n   En serio olvidaste mi cumpleaños?\n  ","194041":"\n   no publiques la pregunta anterior u.u\n  ","194042":"\n   ¿Estás pendiente sobre los usuarios que dan like a tus publicaciones?\n  ","194043":"\n   ¿Qué es algo que quieres ahora mismo?\n  ","194044":"\n   ¿Alguien me puede enseñar a hacer nudos?\n  ","194045":"\n   ¿Cuándo me vas a dar acceso a tu pc por TeamViewer?'\n  ","194046":"\n   Que tal pasaron su 24 de diciembre?\n  ","194047":"\n   ¿Cómo reaccionarías si descubres que algún familiar cercano tuyo ha estado involucrado en asesinatos?\n  ","194048":"\n   Último meme que te ha hecho reír\n  ","194049":"\n   ¿Por qué eres tan Grinch?🤔\n  ","194050":"\n   Cómo aprendiste a hablar tantos idiomas?\n  ","194051":"\n   Otro maldito fin de año r_r\n  ","194052":"\n   No he podido, es que surgieron un montón de inconvenientes y he estado muy ocupado...aparte que me robaron el móvil, hasta ahorita que pude hacerme con otro\n  ","194053":"\n   Igual me como esa pizza u_u\n  ","194054":"\n   ¿Cómo describirías la sensación que tienes cuando miras al cielo?\n  ","194055":"\n   Pues yo ahí ando, tampoco es que haya hecho gran cosa en los últimos meses\n  ","194056":"\n   El mítico fuaa\n  ","194057":"\n   ¿Qué podría salir mal?\n  ","194058":"\n   ¿Te puedo hacer una pregunta en serio?\n  ","194059":"\n   ¿Cuántas maldiciones tengo que decir para que me abra esa página web?\n  ","194060":"\n   Me vas a dejar de seguir?U_U\n  ","194061":"\n   Haha U_U, hola qué tal? Tiempo sin verte\n  ","194062":"\n   No mms we\n  ","194063":"\n   ¿A cuántos usuarios sigues?\n  ","194064":"\n   o_o\n  ","194065":"\n   Feliz cumpleaños\n  ","194066":"\n   Qué haciendo bonita. Cómo tas.\n  ","194067":"\n   El corona Hell and heaven 2018  ya tengo mis boletos FELIZ NAVIDAD  Y QUE VIVA EL DIOS DEL METAL\n  ","194068":"\n   Hello.\n  ","194069":"\n   hola me gusta tu askk\n  ","194070":"\n   ¿Has llegado a onfender a alguien con tu humor? ¿O eres la persona ofendida generalmente?\n  ","194071":"\n   ¿Tarta de manzanas o tarta de zanahoria?\n  ","194072":"\n   Holaa.. Corazonsito.. espero tu day sea maravilloso y la estés pasando mega rikoO!!.. yo vengo con una lluvia de Corazonsitos.. para tu sepas q te tengo presente y no me olvido de Ti.. x fas coloca una imagen de cómo te sientes el día de hoy.. x fiis.. x fiis.. Siiii!!.. cuidate y q DTB.. \\(((.^)\/💕\n  ","194073":"\n   Alguno de ustedes sabe cuanto me cobraría un uber por llevarme al cine y quedarse a ver la pelicula conmigo?\n  ","194074":"\n   Frase optimista?\n  ","194075":"\n   Era ayer y no hace cinco días.\n  ","194076":"\n   ¿Quién crees que seas en un universo alterno?\n  ","194077":"\n   Tu pregunta ha sido enviada.\n  ","194078":"\n   Adiós babosos!\n  ","194079":"\n   ¿Qué es lo que más anhelas?\n  ","194080":"\n   ¿Quien controla tu mente?\n  ","194081":"\n   🚌\n  ","194082":"\n   ¿Tienes un momento para hablar de Evangelion?\n  ","194083":"\n   Jo jo jo\n  ","194084":"\n   Y tú, ¿Ya estás inscrito en el gimnasio para empezar en enero?\n  ","194085":"\n   Brillas y brillas tan lindo.\n  ","194086":"\n   Des-pa-cito 🎶\n  ","194087":"\n   No le entiendo ni madres jajajaja\n  ","194088":"\n   Tomate una pastilla para los cólicos xD\n  ","194089":"\n   Te lees enojado\n  ","194090":"\n   ¿Qué es amor? ♡\n  ","194091":"\n   Prepárense para la caída de WhatsApp y descarguen Telegram A_a. Fin del espacio publicitario.\n  ","194092":"\n   ¿Quién es la última persona a la que le has hecho un regalo?\n  ","194093":"\n   A todos los usuarios que me están leyendo, que el venidero año los (a)coja de buena manera.\n  ","194094":"\n   Ese Yisus baila mejor que yo.\n  ","194095":"\n   SALUDOS A TODOS , PASENLA GENIAL Y BEBAN HASTA AHOGARSE EN SU VOMITO, DISFRUTEN CON SUS SERES QUERIDOS Y FELIZ AÑO 2018, Y NO OLVIDEN VOTAR POR MI, LARVA PARA PRESIDENTE Y PROXIMO DICTADOR DEL MUNDO SALVE YOOOOOOOO, POR UN FUTURO MEJOR ,\nPARTIDO RELOVEUTIONARIO 2018\n  ","194096":"\n   Corazonsito.. x fas pasa a mi casita y escucha mi audio ya q no puedo coger el link.. I'm so Sorryy!!.. y al escucharlo sabrás q te dejo en el mis mejores deseos.. para celebrar este New Year!!.. q Diosito te Bendiga!!.. \\(((.^)\/💕\n  ","194097":"\n   Qué dicen las voces de tu cabeza?\n\nLe petit Mort 🙄\n  ","194098":"\n\n    https:\/\/youtu.be\/GKNB7Eid-ek\n   \n","194099":"\n\n    https:\/\/youtu.be\/xlJe56tnIxs\n   \n","194100":"\n\n    https:\/\/youtu.be\/GFElLKx0XtQ\n   \n","194101":"\n   ¿Qué significa el amor para ti?\n  ","194102":"\n   De los animales conocidos en el planeta, ¿Cuáles son los que emiten los ruidos\/sonidos que más te fascinan?\n  ","194103":"\n   envíame anónimos c:\n  ","194104":"\n\n    https:\/\/pbs.twimg.com\/media\/DSfM4hgX4AAU0C1.jpg\n   \n","194105":"\n   ¿De qué año es la foto más antigua que tienes en tu actual dispositivo?\n  ","194106":"\n   ¿Cuál es tu plataforma preferida para realizar llamadas o videollamadas?\n  ","194107":"\n   ¿Cuánto eres capaz de aguantar, de encerrar un sentimiento?\n  ","194108":"\n   Te deseo\n  ","194109":"\n   Buenas tardes\/noches\n  ","194110":"\n   ;B\n  ","194111":"\n   ¿Qué haces para demostrar a los demás que les quieres?\n  ","194112":"\n   En qué va a influir un paseo?\n  ","194113":"\n   Puede que sea por eso o_O\n  ","194114":"\n   ¿Cuál es tu red social favorita?\n  ","194115":"\n   Mi tortuga se trepó a un árbol, ¿Alguien me ayuda a bajarla?\n  ","194116":"\n\n    https:\/\/imgur.com\/a\/ZkCkF\n   \n","194117":"\n   ese camello turbopropulsado\n  ","194118":"\n   * tocando *\n  ","194119":"\n\n    https:\/\/ibb.co\/nyTgRb\n   \n   acá ven los emojis mejor, es obvio el motivo por el cual el primero es ese personaje.\n  ","194120":"\n   Ja, no se ven u_u\n  ","194121":"\n   🏻🏽🏿 regresen!!!\n  ","194122":"\n   🐫🐫🐫\n  ","194123":"\n   ¿Es cierto que el tercer rey mago si va corriendo llega más rápido?\n  ","194124":"\n   ¿Tienes tus dispositivos asegurados con contraseña, cifrado de información o algo por el estilo?\n  ","194125":"\n   ¿Hace cuánto que no lloras?\n  ","194126":"\n   A quien amad de verdad?\n  ","194127":"\n   ¿Tienes tiempo para realizar la revisión de seguridad?\n  ","194128":"\n   eres super lindo enserio ??☺☺?????\n  ","194129":"\n   <3\n  ","194130":"\n   ¿Qué es lo que más valoras en tu vida?\n  ","194131":"\n   ¿Quieres descargar el archivo de todos modos?\n  ","194132":"\n   ¿Qué es más importante para ti? ¿Comer o dormir?\n  ","194133":"\n   e_e\n  ","194134":"\n   ;B\n  ","194135":"\n   ¿Has preparado ya todos tus regalos de Navidad?\n  ","194136":"\n   En serio te gustan? .-.\n  ","194137":"\n   ¿En dónde demonios estuviste?\n  ","194138":"\n   ¿Qué atracción de feria te gusta más?\n  ","194139":"\n   Tú acá o_O\n  ","194140":"\n   ¿Lo sabías?\n  ","194141":"\n   ¿En qué estado de salud está Santa después de tantos siglos de trabajo?\n  ","194142":"\n   💋❤️\n  ","194143":"\n   ¿Qué haces con tanto dolor a cuestas?\n  ","194144":"\n   Por X razón, ¿Alguna vez has estado sin hablarle por años a algún hermano o uno de tus padres?\n  ","194145":"\n   ¿Te gusta presumir? (smirk)\n  ","194146":"\n   Una canción para iniciar con buen humor la semana\n  ","194147":"\n   ¿¡Quieren Roooooock!?\n  ","194148":"\n   Ayer salí a correr por la nochesita   y al volver  una chica se me acercó asustada se me hizo raro y dijo que alguien la estaba siguiendo, y si había un tipo drogado que venía atrás, la acompañe hasta un restaurante que estaba de paso, al inicio sospeche, que harías en esa situación?\n  ","194149":"\n   ¿Te han confundido con alguien alguna vez?\n  ","194150":"\n   ¿Qué te ha hecho feliz hoy?\n  ","194151":"\n   Vaya, les salieron pelos\n  ","194152":"\n   ¿Te consideras una persona gustable o amable?\n  ","194153":"\n   ¿A cuántos fin del mundo has sobrevivido?\n  ","194154":"\n   ¿Qué es lo más sano que puedes hacer por ti?\n\n•Gracias por sus respuestas•\n  ","194155":"\n   ¿Qué cosas te gustaría poder multiplicar?\n  ","194156":"\n\n    https:\/\/www.16personalities.com\/es\n   \n   hazlo y dime qué te sale daya\n  ","194157":"\n   \\(((.^)\/💕.. Hoy Dic\/12\/17.. Y q Vivaaaaa la Virgencita de Guadalupe!!!💕.. Madre nuestra y una hermosa Bendición!!!.. y aprovechando quiero desearte pases un day maravilloso.. q Diosito te Bendiga!!.. y la Virgencita Preciosa te protejan 4ev3R and ev3R!!.. xq yo TkM!!💕.. Besitos.. 💋 MuoackkksS!!!\n  ","194158":"\n   Tu mejor amiga sólo una ❤️\n  ","194159":"\n   México se a \" Volvido\" referente. 🤔😓\n  ","194160":"\n   ¿Eres capaz de recordar las múltiples contraseñas que usas en la red o debes anotarlas?\n  ","194161":"\n   Acoso, buenas respuestas, marcar territorio... en fin..., ¿Cuál es tu motivo para darle likes a otros usuarios?\n  ","194162":"\n   ¿Le haces caso a los sueños?\n  ","194163":"\n   Lo sigues siendo\n  ","194164":"\n   ¿Hay algo más incómodo que ir al baño en la casa de alguien más y que el sanitario se atasque?\n  ","194165":"\n   ¿Quién fuiste en tu vida pasada?\n  ","194166":"\n   Que entiendes cuando alguien te dice \" Eres mala entraña\"?\n  ","194167":"\n   Ponle un nombre al anónimo!!\n  ","194168":"\n   ¿Por qué la vida sana está tan de moda hoy en día?\n  ","194169":"\n   alguna vez felicitaste a alguien por su cumpleaños en el día que no era su cumpleaños?\n  ","194170":"\n   ¿Qué es lo primero de tu lista de regalos de cumpleaños?\n  ","194171":"\n   Esto es un asalto\n  ","194172":"\n   Y un nuevo rey se alzó sobre nosotros y vino a conquistar el mundo y tenía orejas de ratón\n   \n    https:\/\/ask.fm\/Velenoprofumo\/answer\/143562039030\n   \n   ?\n  ","194173":"\n   ¿Cuál es tu película de zombis favorita?\n  ","194174":"\n   01010100 01101000 01100101 00100000 01100110 01101001 01101110 01100001 01101100 00100000 01100011 01110101 01110100\n  ","194175":"\n   Uwu nel que bonnitas medias rositas uwur xDDDDD me acorde de algo D:\n  ","194176":"\n   Pues ya vez comiendo burritos y usted uwut\n  ","194177":"\n   Cuando esa persona está a punto de irse y te deja desvestido, alborotado y sabes que será el último beso ..\n  ","194178":"\n   👀\n  ","194179":"\n   ¿Debo escribir algo aquí?\n  ","194180":"\n   Mantén la calma.\n  ","194181":"\n   ¿Quién te hace reír?\n  ","194182":"\n   ¿Qué puedes hacer?\n  ","194183":"\n   ¿A dónde van?\n  ","194184":"\n   ¿Qué deseas?\n  ","194185":"\n   \\uwu\/ loca\n  ","194186":"\n   ¿Has llegado a desconocer al reflejo en el espejo?\n  ","194187":"\n   ¿Te  causa gracia eso?\n  ","194188":"\n   Uwu\n  ","194189":"\n   ¿Te desesperan las preguntas\n  ","194190":"\n   ¿Hace cuánto no ejecutas un cambio radical?\n  ","194191":"\n   Estimado cliente, en este momento no podemos atender su petición.\n  ","194192":"\n   ¿Serías capaz de gritar que hay una bomba en un avión?\n  ","194193":"\n   ¡Cuéntanos cuál es tu momento del día más activo!\n  ","194194":"\n   Al menos comparte de lo que fumas\n  ","194195":"\n   ¿Escuchaste eso?\n  ","194196":"\n   ¿Alguna vez dañaste a alguien y te dañaste en el proceso?\n  ","194197":"\n   ¿Quién es el verdadero?\n  ","194198":"\n   ¿Qué prefieres para calmar este frío?\n\nA: Un café americano \nB: Ponche navideño\nC: Cerveza\nD: Un abrazo\nE: No tengo frío\n  ","194199":"\n   ¿Le tienes miedo a la Luz?\n  ","194200":"\n   Me gusta hacerte reír\n\nPonte boca arriba que te voy a hacer cosquillas 😏\n  ","194201":"\n   ¿Canción que escuches mucho últimamente?\n  ","194202":"\n   😐\n  ","194203":"\n   ¿De qué te ríes?\n  ","194204":"\n   La puerca ya está en la pocilga 😎\n  ","194205":"\n   Acompáñame 😎\n  ","194206":"\n   Uy qué mala, ya me diste miedo 😎\n  ","194207":"\n   te arrepientes de algo?\n  ","194208":"\n   No se vale editar las respuestas\n  ","194209":"\n   Corazonsito.. dime algo.. si pudieras elegir un lugar y una personita.. para invitarla a q conozca ese lugar secret donde te sientes mas q mega Geniaal.. a quien invitarias y cual es ese lugar?.. cuentaa!!.. cuentaa!!.. q muero de curiosidad!!.. \\(((.^)\/💕\n  ","194210":"\n   Andrés Manuel López Obrador 2018 😍\n  ","194211":"\n   Dicen que todos tenemos un precio, por cuanto  dinero harías algo que normalmente no harías? Gracias  por tu amable respuesta\n  ","194212":"\n   ¿Qué te hace feliz?\n  "},"Answer":{"193140":"\n  Hacer que funcione el play antes que me cancelen la cuenta xD\n  \n  Y dormir hasta que me canse ❤️\n  ","193141":"\n  Mazapanes ❤️🤤\n  \n  El león que estaba frente a mi :3\n  ","193142":"\n  Ay genial!\n  \n  Que bueno ya era hora que estuvieras así xp\n  \n  Yo, descansando y bien también, disfrutando la noche, la lluvia y el frío n.n\n  ","193143":"\n  Si.. ¿De parte de quién? 🤔\n  ","193144":"\n  Changos! Desde esa pregunta.. fue muy atrás\n  \n  Mmmm y cómo estás hoy?\n  ","193145":"\n  Me comí tres pazamanes con helado de vino tinto, frente al león 🤤\n  ","193146":"\n  Ándale chiquito, ya te descubriste :o\n  \n  Y cuál fue la anterior a esa?\n  \n  Eres el anónimo de los 400 metros? 🤔\n  ","193147":"\n  Jamás lo olvidaré 08-08-18\n  \n  Le perdí el miedo a los leones ❤️\n  \n\n   https:\/\/youtu.be\/C_3d6GntKbk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193148":"\n  Deja de criticar lo que escucho!\n  \n  Tú sigue jugando Switch.. con la babalu, les deseo que tengan muchos babalucitos ❤️\n  \n  ~(^°^)\/\n  \n\n   https:\/\/youtu.be\/eoU7_qCgUAI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193149":"\n  Yo también xD\n  ","193150":"\n\n   https:\/\/youtu.be\/ypr18UmxOas\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193151":"\n\n   https:\/\/youtu.be\/eVaAnOCKT20\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193152":"\n  ❤️✨Una persona fuerte, incluso con lágrimas en los ojos, se las arregla para decir con una sonrisa: Estoy bien ✨❤️\n  ","193153":"\n  ☝️Cosa que tires, levanta\n  \n  ☝️Cosa que ensucies, lava\n  \n  ☝️Cosa que está fuera de su lugar, acomoda\n  \n  ☝️Cosa que esté enpolvada, limpia\n  \n  👉No esperes a que tu hogar o habitación se haga un basurero y sea eterno y fastidioso hacer la limpieza..\n  \n  Si de pleno no puedes, contrata quién lo haga por ti o.ö\n  ","193154":"\n  ❣️La Borra del café\n  \n  ❣️Café CHAI\n  \n  ❣️Mayalto\n  \n  ❣️El sorbo del café\n  \n  ❣️El rincón del café\n  \n  ❣️El terrible Juan café\n  \n  ❣️Amorosocafé y por último..\n  \n  ❣️La Tetería ❤️☕\n  ","193155":"\n  .... ❤️\n  \n\n   https:\/\/youtu.be\/iy4mXZN1Zzk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193156":"\n  Ashis soy yo.. yo me envió eso para poder irme a dormir jajajaja\n  \n  Nadie me manda eso.. soy yo solita :3\n  ","193157":"\n  ❤️\"Oscura primavera\"❤️\n  ","193158":"\n  Conmigo ❤️\n  ","193159":"\n  Gracias, creo que dije algo que no debía, pero y estaré bien ñ.ñ\n  \n  Ya te dormiste? O.ö\n  ","193160":"\n  Por la confianza que tienes al pedirla donde no hay o.ö Siento que es más difícil pedirla con alguien que no conoces.\n  \n  Saludos y linda noche! n.n\/\n  ","193161":"\n  No sé si es canción o no..\n  \n  Pero estoy en mi habitación, solo soy letras con mucha imaginación y estoy cada vez más lejos de donde quiero estar..\n  ","193162":"\n  Ésta canción tiene el efecto de la anestesia 😍\n  \n\n   https:\/\/youtu.be\/AHU-8yb11CQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193163":"\n  Se me derramó la miel 🤤❤️\n  \n\n   https:\/\/youtu.be\/icOqEFxuIJY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193164":"\n  Te vas a enfermar por amar cosas que ya no sirven ö.ö\n  \n  Hola, linda noche n.n\/\n  ","193165":"\n  Hola!\n  \n  No muy bien otra vez .-.\n  \n  Pero que así  quede x)\n  \n  Cómo estás tú?\n  ","193166":"\n  No, hasta ahora que la mencionas.. pero me la imagino así.. ❤️\n  ","193167":"\n  Neh\n  \n  No me da la gana fíjate!\n  ","193168":"\n\n   https:\/\/youtu.be\/OEh1fT1IH14\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/2aylZ5oS-PY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193169":"\n  .... ❤️\n  \n\n   https:\/\/youtu.be\/N6FdnbxbM44\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193170":"\n  A un lugar que te guste.. que te inspire, un lugar agradable para los dos.. no lo sé, hay muchas opciones..\n  \n  Yo.. pues no lo sé, depende del tiempo, las fechas.. me gusta mucho el mar, en diciembre.. las montañas en otoño-invierno..\n  \n  No te doy un lugar exacto, pues el lugar sería mágico, cualquiera que fuere, si voy con la persona que amo. ❤️\n  ","193171":"\n  La respuesta la obtendrás no muy lejos.. solo espera 😉\n  ","193172":"\n  Muchas cosas, entre ellas, lo que vives día a día con las personas que conoces..\n  ","193173":"\n  En efecto.. no soy este mundo..\n  \n  Invento todo y nada, el por qué?\n  \n  Estoy escribiendo mi destino...\n  ","193174":"\n  Yo también quiero!!!\n  \n  Con un rico asado o guisado ❤️\n  ","193175":"\n  Eso quiero saber..\n  ","193176":"\n  En el fondo del mar ❤️\n  ","193177":"\n  Mejor, gracias por preguntar.. y a usted cómo le va?\n  ","193178":"\n  Hola, linda noche n.n\/\n  ","193179":"\n  Ay ya se come dos! :o\n  \n  Mi princesa no la agarra para jugar?\n  \n  A ver cuándo le tomas una foto para verla, a la sexy Tara ❤️\n  ","193180":"\n  Qué padre!\n  \n  Ya cuántos chipilines se come?\n  \n  Ha de estar como peluche *-*\n  ","193181":"\n  Gracias n.n\n  \n  Fue una linda sorpresa que hasta hoy vi ❤️\n  \n  Sigues con la Tara?\n  ","193182":"\n  Mejor, aquí tomando el fresco n.n\n  \n  Cómo te a ido?\n  ","193183":"\n  ¡¡¡Hola Javiiiii!!! 😄\n  \n  Cómo estás??\n  ","193184":"\n  Sería muy interesante..\n  \n  Y para mí, desde el preescolar, poco a poco, que los niños ya vayan creciendo y aprendiendo, por que si lo hacen ya más grandes, no le ponen el mismo interés, es como más obligado y si lo hacen desde pequeños, se hace un modo de vida y ayuda también a sus padres y familiares a llevar acabo lo aprendido día a día.. digo yo o.ô\n  ","193185":"\n  Ño\n  ","193186":"\n  Acompáñame, tengo miedo!\n  ","193187":"\n  Pues para empezar debes saber qué trabajo quieres, cuáles son tus opciones en dado caso que no encuentres el de tus sueños..\n  \n  Existen muchas agencias y en Internet más.. la última vez que busqué, fue de salir a caminar a las plazas, encontré muchas opciones y no pude elegir mejor ❤️ aunque reconozco que evité ir a las agencias pues no pagan muy bien y solo es tiempo limitado lo que te contratan y como ya trabajé así, la verdad no me gustó..\n  \n  Fue cansado y desgastante pero en menos de dos semanas, tuve un empleo que me gustaba, bien pagado y sin querer me llenó de muchas oportunidades.\n  \n  Buscando, encuentras 😊\n  ","193188":"\n  Tú también descansa.. bybye!\n  ","193189":"\n  ¿Cuándo viste un taco de carnitas que no esté rico? ñamñamñam!\n  \n  Ya me voy a descansar, tengo que cuidarme.. dulces sueños cosita anónima\n  \n  Un beso! Y hasta después n.ñ\/\/\n  ","193190":"\n  No te pongas triste, es de cariño..\n  \n  *Le muerde los cachetes*\n  ","193191":"\n  Cachetes de marrana asoleada\n  ","193192":"\n  Ey no me digas mi amor.. no soy amor de nadie\n  \n  Pásame tu dirección 🙃\n  ","193193":"\n  ¿En poema o en directo?\n  ","193194":"\n\n   https:\/\/youtu.be\/QJf975rvhMA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193195":"\n  Yo también, pero que se espere un poquito más jaja tengo muchas cosas que hacer todavía..\n  \n  Mientras aprovecha descansar lo más que puedas y date tus tiempos para que te consientas y no te enfades.\n  \n  Hermosa noche Zamita, que descanses n.n\/\/\n  ","193196":"\n  No, para nada\n  ","193197":"\n  Uys\n  \n  Esas son las más padres, en diciembre ❤️\n  ","193198":"\n  Changos!\n  \n  A mí no me a fallado hasta eso..\n  \n  Me tienen descansada por lo del lunes.. y mis vacaciones del lunes que viene hasta fin de mes más o menos..\n  \n  Así que solo a reponer y disfrutar un buen rato n.n\n  ","193199":"\n  Pues en el celu lo veo..\n  \n  Y me ayuda un buen n.n\n  \n  Qué bueno te fue bien y cuándo vas a descansar?\n  ","193200":"\n  Besito..\n  \n  Cuídate mucho n.n\/\n  \n  Y ten una hermosa noche\n  ","193201":"\n  Qué triste situación.. 💔\n  \n  Fue un placer interactuar un poco contigo, gracias por el tiempo n.n\n  ","193202":"\n  Si, tiene un apartado de gifs n.n\n  \n  Cómo te fue hoy?\n  ","193203":"\n  Jaja no.. no no nada eso xD\n  \n  Solo es curiosidad por saber cuántos años tienes, espero eso sí me lo digas :3\n  ","193204":"\n  Bueno si..\n  \n  Los muerdo y me los como, tienes razón o.ø\n  \n  ¿Cuántos años tienes?\n  ","193205":"\n  Hola, muy bien y tú?\n  \n  No lo sé, salió en automático en los gif del ask\n  ","193206":"\n  Aceptable\n  \n  Yo lo quiero más largo y grueso, pero lo tengo no tan grueso y a media espalda.. en estos momentos estoy en un tratamiento para que se me ponga más hermoso y mi cabello me crezca más sano, para un último cambio drástico que tengo programado ❤️\n  ","193207":"\n  Ni lo que usted hace comigo..\n  \n  Me trata como si fuese una criminal, una caníbal\n  \n  Y yo no hago nada 🤷\n  ","193208":"\n  Porque no me queda de otra..\n  \n  Yo he cumplido y usted no\n  ","193209":"\n  Identifíquese u.ú\n  ","193210":"\n  Ay :c\n  \n  Esto y el correo que acabo de leer me dio cositas :(\n  ","193211":"\n  No, no lo olvidaré nunca! ❤️\n  ","193212":"\n  Ni modo, me iré de vacaciones de ask hasta que no tenga mi audio ✈️\n  \n  Que te diviertas con la gracia de ser secreto :v\n  ","193213":"\n  Fíjate que no le encuentro la gracia :c\n  \n  Haré una huelga de no participar más en ask hasta que no vea yo mi audio.. eso haré, oh sí\n  ","193214":"\n  Hola övö\n  ","193215":"\n  No puedo usar las canciones que te pedí, esas son para mí, son mis gustos muy muy especiales.. puede y un día aquí ponga alguna.\n  \n  Por cierto, gracias por llenar la rockola lunera con esas canciones Mr. 🐥\n  \n  *Lluvia de zapes\n  \n  Te dejo esta canción especial para ti!\n  \n\n   https:\/\/youtu.be\/gIro5YYtteQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193216":"\n  Haciendo muchas preguntas, dar respuestas muy buenas, dando muchos corazones y siguiendo a mucha gente.. eso creo 🤔\n  ","193217":"\n  Trabajar, seguir estudiando y apoyando en casa, como debe ser 😍\n  ","193218":"\n  No lo hagas!\n  \n  Solo espera un poco más, que vienen cosas mejores.. ❤️\n  ","193219":"\n  La última x)\n  ","193220":"\n  Así me dices siempre y no cumples u.ú\n  \n  Ni ask, ni nombre, ni voz.. nada\n  \n  💔\n  ","193221":"\n  Yo quiero en la playa... Pero no sé a dónde me lleve el amor ❤️\n  ","193222":"\n  No me conoces enojada, ni enferma..\n  \n  Pero gracias por la colectiva ❤️\n  \n  Saludos y linda noche 😄\n  ","193223":"\n  No, ya no puedo esperar y no me importa como esté, no la voy a criticar, solo la quiero conocer o.ô\n  ","193224":"\n  Cómetela xD\n  \n  Deja de revisar mi ask pedazo de carne asada!\n  ","193225":"\n  La que tienes en el cerebro!\n  ","193226":"\n  La que traes en los calzones, cochino!\n  ","193227":"\n  Lo tenía tapizado y los tiré x)\n  \n  Solo tengo el de unos tacos y el gas xD\n  ","193228":"\n  Oh qué triste u.ú\n  \n  Yo sigo esperando su audio no publicable y nada que llega 💔\n  \n  ¿Cuánto más tengo que esperar?\n  ","193229":"\n  Give people so many opportunities\n  ","193230":"\n  Yisas! Me asusté xD\n  \n  Hola anoni del beso ñ.ñ\/\n  \n  ¿Cómo estás?\n  ","193231":"\n  Saltar, inguesus xp xD\n  ","193232":"\n  .... ❤️\n  \n\n   https:\/\/youtu.be\/cJHJtV_6VQI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193233":"\n\n   https:\/\/youtu.be\/Vj1190w58UM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193234":"\n  Sí, ya me voy 😴\n  \n  Dulces sueños anóni, que descanses y puedas dormir, cuidate y hasta pronto, ten excelente semana ñ.ñ\/\/\n  \n  Gracias por la compañía 🌷\n  ","193235":"\n  ¿Qué no se envió? xD\n  \n  Ya cuando brinco con las notificaciones es que estoy ya más en el sueño que despierta 🙊😄🤣\n  ","193236":"\n  Es muy efectiva, a mí me funciona, solo que hoy no tengo miel :c\n  ","193237":"\n  ¿Escuchar música? Leer.. mmm ver videos en el Facebook? O alguna película?\n  \n  Ya sé! Leche tibia con miel o.ö\n  ","193238":"\n  Que mala onda.. y eso?\n  \n  Contemos ovejas!! :D\n  ","193239":"\n  Tenía.. pero ya me está dando sueño n.n\n  \n  ¿Tú tienes insomnio?\n  ","193240":"\n  Lleva mucho más cacahuate y su color es diferente, pero sabe delicioso 🤤\n  ","193241":"\n  Cuatro horas x)\n  ","193242":"\n  Anonibeso hola!\n  ","193243":"\n  Hay de pollo, res, puerco y vegetariano, de olla, verde, encacahuatado, poblano, almendrado, con ajonjolí, dulce y picosito.. de cuál le doy joven?\n  ","193244":"\n  Uhmmm el deporte no, los pseudo aficionados lo hacen, las supuestas barras.. peleas y violencia hay en donde quiera, gente que ya no respeta a nadie y que se sienten lo más por traer armas, alcohol o drogas encima, gente sin educación.. tanto en el rodeo como en la plaza, también vi altercados.. aunque en unos se ve más que en otros. 🤷\n  ","193245":"\n  Y el béisbol?\n  \n  La lucha libre?\n  \n  El básquet?\n  \n  En tu corazón no puede haber ni una pizca de odio 😔\n  ","193246":"\n  El calor que hace 😋\n  \n  Dann ganas de no salir del agua 😍\n  \n  Y las vacaciones!!! ❤️❤️❤️\n  ","193247":"\n  ¿Qué?\n  \n  Lo siento pero no me gustan u.u\n  \n  Prefiero el fut\n  ","193248":"\n  Él.. y me deja insomnios del color de sus besos.\n  ","193249":"\n  No le encuentro sentido a eso..\n  \n  El otro día me invitaron a una y de pleno me fui al estadio a ver a las Chivas eww..  la ventaja de tener el estadio y la plaza de toros cerca.\n  ","193250":"\n  A las seis y quince.. ya debo dormir :c\n  ","193251":"\n  Se te ven las raíces 😎\n  ","193252":"\n  Ewwww no x(\n  \n  Ni rodeos, ni peleas de gallos, ni corridas de toros.. vamos a San Pedro por una nieve de garrafa xB\n  ","193253":"\n  .... ❤️\n  ","193254":"\n  Al de Monster Truck Machine \\c.c\/\n  \n\n   https:\/\/youtu.be\/0d_jNT14EkY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193255":"\n  Awww gracias!!! Jaja no sé que decirte, solo que es muy lindo de tu parte Change \\ä.ä\/\n  ","193256":"\n  El respeto, el amor..❤️\n  ","193257":"\n  Así es.. la vida está llena de sorpresas n.n\n  \n  A Hele muy poco realmente, casi no vengo ya y si coincidimos es muy escasa la interacción, la leo a veces y es una chica muy especial n.n\n  ","193258":"\n  Ponte a leer 😍\n  \n  Seguro que con eso se te va lo aburrid@!\n  ","193259":"\n  No lo sé, hay algo de ruido y eso me tiene algo inquieta..\n  \n  Me tomaré una pastilla para dormir si en media hora no me duermo o.ø\n  ","193260":"\n  Quién te manda contestar tan interesante, yo sí te sigo desde hace años n.n\n  ","193261":"\n  Realmente son pocas, te aconsejo que empieces del 100 para atrás, no vas a llegar muy lejos despierto xD\n  \n  Yo muy bien.. pero algo preocupada, no tengo nada de sueño y no he tomado café u.ó\n  ","193262":"\n  Personalidades diferentes, pero interesantes...\n  \n  Hola! No te preocupes, solo no te fijes en el tiradero que tengo :P\n  ","193263":"\n  Ahí te va...\n  \n  Resulta que a mi cuerpo le hacen falta ya cosas, así que debo cuidarlo mucho más, yo de mis ganas prefiero las pastillas, pero los medicamentos no siempre los tolero ingeridos, así que, debo de hacerme la valiente y recurrir a las inyecciones 😔😧\n  ","193264":"\n  Hola Nappita!\n  ","193265":"\n  De maíz, recién salidas del comal, hechas a mano! 😍🤤🤤🤤🤤\n  ","193266":"\n  Fershi!!\n  \n  Si y la sigo por ahí por ahí jaja\n  \n  Ya conoces a El Viscocho? Te va a encantar ars ars ars\n  \n\n   https:\/\/youtu.be\/tY6k_YFPfUM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193267":"\n  Pues, según tienes que tener cierta cantidad de seguidores y unos requisitos que no me sé o.ö\n  \n  Te regalo una palomita ❤️\n  ","193268":"\n  Tenía.. pero le di vacaciones 🙊🙈\n  ","193269":"\n  Amor, inteligencia y juventud 🤔\n  ","193270":"\n  Ah claro que sí, escóndete en la casita de Willys..\n  \n  Yo infinidad de veces que hago mis travesuras, a veces me escondo y otras ya no por que me va peor 🤣\n  ","193271":"\n  Cuántas personas echan raíz en un corazón... Y de esas personas.. ¿Cuál es la consentida? 🤔\n  ","193272":"\n  Ni en la de ellos, ni en la de nadie, sí solo es para ensuciar el alma y dejar vacío el corazón.\n  ","193273":"\n  Sips mucho, pues todo el día!!\n  \n  Claro siempre y cuando esté bien organizado el recorrido 😍\n  ","193274":"\n  Por escrito, sinceramente y con el corazón abierto ❤️\n  ","193275":"\n  Mmmmmmm sipi 🤣\n  ","193276":"\n  Daya aquí está, Daya todavía no se fue 🎶🎶\n  ","193277":"\n  A le Pasquel o bien retocados con cortes de hombres :p\n  ","193278":"\n  No.. es que yo por ahora no tengo ideas u.u\n  \n  Dulces sueños 💋\n  ","193279":"\n  Nocierto 👎\n  ","193280":"\n  Toy mimida 😴\n  ","193281":"\n  Para los que no pueden es un mito..\n  \n  Para los que podemos es una realidad ❤️\n  \n  Se ejercita muy bien la lengua con esos nudos...\n  ","193282":"\n  🤣😌\n  \n  Me fascina los dos, pero voté por el cordón umbilical 😂😂😂😂\n  \n  Éste es el rey de los nudos ❤️\n  ","193283":"\n  Noooooooooooooooon 🎶🎶🎶🎶\n  \n\n   https:\/\/youtu.be\/7I7u_XLtFa0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193284":"\n  Suecia.. y lo que surja, lo que he visto hasta hoy, me enamora ir para allá ❤️\n  ","193285":"\n  Es lo que les gusta hacer 😳\n  ","193286":"\n  💋💋💋\n  \n\n   https:\/\/youtu.be\/psOLa_iBN74\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193287":"\n  Jigglypuff ❤️\n  ","193288":"\n  Él ❤️\n  ","193289":"\n  Hola sexy botecito ❤️\n  \n  No sé cual sea esa canción..\n  \n  Pero yo te dejo esta o.ö\n  \n\n   https:\/\/youtu.be\/Ro_F5hJsZss\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193290":"\n  Sí ❤️\n  ","193291":"\n  Sin música 💔\n  ","193292":"\n  Hace un año ❤️\n  ","193293":"\n  Leí mal xD\n  \n  Adiós anónimo dulce y sensual, soñaré con... 🙈🤣\n  \n  Dulces sueños anoni!!!\n  \n  Bybye!! n.n\/\/\n  ","193294":"\n\n   https:\/\/youtu.be\/BilaShsQphM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193295":"\n  ❤️\n  ","193296":"\n  Kassy!!!\n  \n  Tú también descansa, dulces sueños y que te vaya de lo mejor ❤️💋\n  ","193297":"\n  Amén, en donde quiera que esté 🙏❤️\n  ","193298":"\n  Si, pero más mi Kiki ❤️\n  ","193299":"\n  Mi abu ❤️\n  ","193300":"\n  Dulces sueños Samxxxzzzzz\n  ","193301":"\n  Hola n.n\/\n  \n  Bonita noche!!\n  ","193302":"\n  Oh ya veo o.o\n  \n  Todos sabemos que el vacío existencial se llena con litros de cerveza.\n  ","193303":"\n  Atiende tu vida y luego das consejos a quien te los pide..\n  \n  Dulces sueños 😊\n  ","193304":"\n  ¿Qué viste? o.ö\n  ","193305":"\n  ¿Verdad que sí? xD\n  \n  Ya te ganaste otro admirador por esa voz tan linda, deja que te conozca y se de cuenta de lo hermosa persona que eres n.n\n  \n  Hermosa noche Britt 💋❤️\n  ","193306":"\n  Dulces sueños Fernando Cielo.. 🌸😢\n  ","193307":"\n  No lo creo, solo están del otro lado del muro tengo entendido, pero las dos hablan muy sexy n.n\n  ","193308":"\n  Que te vaya de lo mejor y lo que emprendas resulte favorable, nos veremos, eso no lo dudes, si no es aquí, será en otro lugar, el mundo es redondo y las ciudades cada vez más chicas.. te mando bendiciones y lo mejor, no dejes de cuidarte, hasta pronto nena ❤️😢🌸\n  ","193309":"\n  Te abrazo!!! 😊\n  ","193310":"\n  ÖvÔ\n  ","193311":"\n  Gracias nena ❤️\n  \n  En unos días te veré, no creas que te libras de mi xD\n  \n  Pero igual, muchas gracias por tanto!!\n  \n  Muchos años y yo te llevo en mi ❤️\n  ","193312":"\n  Igual aquí xD\n  \n  Dulces sueños Nappita\n  \n  Hasta pronto n.n\/\/\n  ","193313":"\n  Trabajaré y tendré vacaciones.. todo lo voy a disfrutar lo más que se pueda ❤️\n  \n  Hasta esos momentos lentos y solitarios xD\n  ","193314":"\n  Eres fuerte, no dejes que nada te derrumbe, busca en ti ese fuego que siempre te levanta..\n  \n  Trataré, no se cuándo vuelva, espero leerte mejor, te mando un abrazo muy fuerte, chiquilla linda ❤️\n  ","193315":"\n  Yo también, gracias por todos los momentos compartidos ❤️\n  \n  Te quiero mucho Fer.. tu canto me lo llevo en el corazón.\n  ","193316":"\n  Qué hora tienes?\n  \n  Yo ya me retiro a dormir 😴\n  ","193317":"\n  Saludos nena!!! 😄\n  \n  Cómo te va?\n  ","193318":"\n  Me haces llorar u.u\n  ","193319":"\n  Solo ideas para despertar la imaginación u.u\n  \n  Hola fresita ❤️\n  ","193320":"\n  Respondí mal .-.\n  \n  Esas no me gustan\n  ","193321":"\n  No me gusta Harry Potter, solo Harry Styles x) (sus canciones)\n  ","193322":"\n  ¿Por qué?\n  \n  No deberías.. no lo merezco u.u\n  ","193323":"\n  Me gustan, y es una forma de expresarse.. ❤️\n  ","193324":"\n  Harry Potter\n  \n  Star wars\n  \n  Monos\n  \n  No me gustan.. de ahí en más, las que sean n.n\n  ","193325":"\n  Muy bien, nublada y con arcoiris 😄\n  \n  Linda noche Fer n.n\/\/\n  ","193326":"\n\n   https:\/\/youtu.be\/lN_zsFmScWo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193327":"\n  Para mí es normal, pero en exceso hace daño, te hace daño o.o\n  ","193328":"\n  Y si, así que la peli de monos ni de broma la veo u.u\n  ","193329":"\n  Enchiladas ❤️\n  ","193330":"\n  Terminar mi misión ❤️\n  ","193331":"\n  Sólo en peluche, los reales les tengo algo de miedo, y los que están en esa zona andan por las ramas y cuerdas que les pusieron, no me da confianza o.x\n  ","193332":"\n  Tú crees?\n  \n  Lo bueno es que no se les ocurrieron más n.n\n  ","193333":"\n  Acá igual no había, pero con los años lo han arreglado mucho, y pues también ya tengo mucho que no voy y creo que no iré, hasta que bajen a los changos 🙈\n  ","193334":"\n  Mentiras 😌\n  ","193335":"\n  Lo normal..\n  ","193336":"\n  En el zoológico, ahí los vi y están lindos\n  \n  Muy apachurrables 😊\n  ","193337":"\n  Gracias, dulces sueños y cuídate mucho Javi.. excelente jueves 💋😊\n  ","193338":"\n  Como todos u.u\n  \n  Pero los reales siguen siendo lindos ❤️\n  ","193339":"\n  Qué bueno que tengas trabajo, yo igual con mucho trabajo pero ya yo relax en otra área, y aunque siguen con el dedo en el renglón, ya decidí no volver 😊\n  \n  Oye...\n  ","193340":"\n  No del todo, ya la gente que tengo, es de cuidado, más vale o.o\n  ","193341":"\n  Yo bien, aquí esperando más sueño.. qué tal te va?\n  ","193342":"\n  Hola!! 😄\n  \n  Cómo estás chaparrito?\n  ","193343":"\n  La de mi anterior respuesta n.n\n  ","193344":"\n  Hola nena, la verdad me cuesta algo escuchar tu audio xD\n  \n  Edito la respuesta ya que termine de meterme al celular al oído xp\n  ","193345":"\n  A veces se vuelve desesperante, pero otras tantas divertida xD\n  ","193346":"\n  Ajá, como la de Kassy :p\n  ","193347":"\n  Sí, que yo sepa sí..\n  \n  Verdad que está bien tierno?\n  ","193348":"\n  Ni yo, pero me gusta hacer bucitos.. xp\n  ","193349":"\n  Debajo de mi cama no hay nada, no soporto saber que hay algo debajo xD\n  \n  Cuido mucho ese detalle, tiene que estar vacío y limpio x)\n  \n  Cuídate mucho y que te mejores Britt 💋❤️\n  \n  Linda noche 😄\n  ","193350":"\n  Buen provecho, cena rico y por aquí andaré un ratito n.n\/\/\n  ","193351":"\n  Cerca, pero no 😋\n  ","193352":"\n  Jaja hola ñ.ñ\/\/\n  ","193353":"\n  Day.. o Daya.. o por un cachito de mi nombre 😆\n  \n  Mely 😝\n  ","193354":"\n  Para un documental 😆😋😌\n  \n\n   https:\/\/youtu.be\/Y0cw6A1TwcI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193355":"\n  El artístico es Dayani xD\n  \n  Hola 😊\n  ","193356":"\n  Ésta 😍\n  ","193357":"\n  Ambos, pero más películas 😍\n  ","193358":"\n  No salen todas, son 22 😍❤️❤️❤️❤️\n  ","193359":"\n  Mucho x)\n  \n  Pues en algunos hoteles o balneario..\n  \n  Ir a nadar al mar 😍😍😍😍\n  ","193360":"\n  Claro, un pozo sin fondo, ni eco 😏\n  ","193361":"\n  Dulces sueños....\n  \n\n   https:\/\/youtu.be\/YxCNd7nknyQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193362":"\n  Tiene novia\n  \n  Compórtate Mr. Pollo\n  \n  Y ya duermete xD\n  ","193363":"\n  ¿Cómo crees?\n  ","193364":"\n  Ya me fui\n  \n  Estaba buscando una canción para acompañar la noche, la lluvia y los sueños..\n  \n  Bybye ñ.ñ\/\/\n  ","193365":"\n  Ya duermete o te amarro los dedos e.é\n  ","193366":"\n  Nappita es más peque que tú, date a respetar.\n  ","193367":"\n  Cásate con ella y le enseñas lo hermoso que es vivir lejos de eso, la llenas con tus sabios conocimientos y viven felices por siempre ❤️\n  \n  Ya me voy a dormir, por favor, portate bien xD\n  \n  No andes de peleonero ¿Sí?\n  \n  Y ya duermete, descansa y ten unos mugrosos y pegajosos sueños, de esos que te gustan x)\n  \n  Gracias por la compañía, la verdad no te esperaba 😄\n  \n  Abrazo y pellizco para ti! Linda madrugada Mr. 🐥\n  ","193368":"\n  Cálmate o te golpeo e.é\n  ","193369":"\n  Ay qué feo!!\n  \n  No lo dudo que si te moviste xD\n  \n  Pues te deseo que ya no tengas pesadillas y solo tengas dulces sueños, creo que yo ya me voy a dormir, no me percaté de la hora o.o\n  \n  Excelente martes y ojalá te duermas también.. Gracias por pasar y hasta pronto 😄🌷\n  ","193370":"\n  Pues, estaba en una habitación con mucha gente, y de pronto jugando brincó enfrente de mi y me asustó, y me desperté, pero antes ya la había visto bailar y bromear con la demás gente, solo fue eso, pero si me asusté y evito verla mucho tiempo, o pensar en ella por que no quiero verla otra vez xp\n  ","193371":"\n  XDD\n  \n  Se dieron de esos besos en los que brota fuego!\n  ","193372":"\n  Sí asusta verdad?\n  \n  No la veas mucho, porque puedes soñar con ella :c\n  ","193373":"\n  Contigo!\n  \n  Ya los vi, pasándose el chicle, atrás del otro anónimo, quién los viera uuuyuyuyuyuuuuuy!\n  ","193374":"\n  No, qué te pasa, si es bien inteligente, ya quisiera yo saber el 1% de lo que ella sabe, es un cerebro con pies.\n  \n  Sí así te expresas de ella, que no dirás de mi! 💔\n  ","193375":"\n  Es descafeinado y con crema de plano no te afecta o.ö\n  ","193376":"\n  Está hermosa criatura, que me hizo tener una pesadilla antier .-.\n  ","193377":"\n  ¿Quieres?\n  \n  (Sí te entendí pero te voltié la tortilla e.é)\n  ","193378":"\n  Jaja eres un inche vas a ver!\n  \n  Te gusta, ahí andas detrás de ella ya te vi xD\n  ","193379":"\n  Ya xD\n  \n  Con esa credencial basta, pase usted tome siento, gusta café?\n  ","193380":"\n  Tú eres el que tiene la cara de momo de pick de perfil?\n  \n  Lo que voy a hacer es que le voy a jalar los pies y no lo voy a dejar dormir!\n  ","193381":"\n  Identifíquese o.-\n  ","193382":"\n  Depende de qué pájaro seas ö.Ō\n  ","193383":"\n  A veces cosas que leo.. pero más, lo que me dicen algunas veces y cosas que suceden a mi alrededor\n  ","193384":"\n  Beso.. beso de quién?\n  ","193385":"\n  100%\n  ","193386":"\n  Yo no y tú?\n  ","193387":"\n  No metas a nappita!\n  ","193388":"\n  En mi auto deportivo de control remoto xD\n  \n  Mmmmmmm no lo sé bien, pero me veo ya descansando en mi lugar definitivo de residencia ❤️\n  ","193389":"\n  Tuya, por qué crees que te pido el masaje!\n  ","193390":"\n  Son piernas de pollo, pálidas, feas, con golpes y moretes, no te pierdes de mucho.\n  ","193391":"\n  Nah en serio me haces reír, vegano y andas detrás de unas piernas..\n  \n  Ya mejor, cántame una canción y dame mi masaje!\n  ","193392":"\n  La que me haga bailar, cantar..\n  \n  Recién salida del horno ❤️❤️❤️❤️😍\n  \n\n   https:\/\/youtu.be\/SQDYEKJZuhM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193393":"\n  Jaja tú no eres nada de eso, el otro día te vi comiendo carnita asada.. abraza mis pies y dame mi masaje!\n  ","193394":"\n  El día que me invites a un asado en tu rancho, será, antes no, dame mi masaje!\n  \n  Mira que me pongo de malas si tengo sueño.\n  ","193395":"\n  ¿Tienes algún fetiche con los pies?\n  \n  Ya venden unos de plástico xD\n  ","193396":"\n  Sí, un delicioso masaje para ya dormirme\n  ","193397":"\n  Él y yo.. una noche de lluvia, velas, música suave, un buen vino, una linda plática... Nuestros respectivos versos y..\n  ","193398":"\n  Las pongo en onda y en sus respectivos zapatos y a correr se a dicho.. dame un masaje en mis pies..\n  ","193399":"\n  Te regalo un poco de mi sueño, mis piernas ya están con lo necesario y de verdad no deseo ni moverlas :c\n  ","193400":"\n  Pueden funcionar si los implicados le ponen las ganas suficientes a la relación ❤️\n  ","193401":"\n  Y como por qué insistir, no me huelen los pies como para decir que te voy a dormir con eso xD\n  \n  Yo no tengo la culpa de tu insomnio..\n  ","193402":"\n  Hola luciérnaga titilante!!\n  ","193403":"\n  Gracias ❤️\n  \n  Espero leerte de nuevo!\n  \n  Ten un martes súper 😉😄\/\n  ","193404":"\n  Sí, en serio, aprovecha.\n  ","193405":"\n  Yo tengo mucho frío.. estoy dentro de la cueva de mis cobijas xD\n  \n  Saludos y dulces sueños!!\n  ","193406":"\n  Sí y punto.\n  ","193407":"\n  Una hora a la semana, cuando mucho o.ö\n  ","193408":"\n  Pues anda a dormir..\n  \n  Yo no estoy para eso, complácete tú mismo 🙈\n  ","193409":"\n  Pensé que ya te habías dormido.. :0\n  \n  Que descanses y te vaya muy bien mañana, cuídate y me dió gusto saludarte ñ.ñ\/\/\n  \n  Hasta pronto y dulces sueños!!! 😄\n  ","193410":"\n  Ño\n  \n  Y para qué raios quieres eso, seguramente entre las que sigues te pueden complacer con tus antojos!\n  ","193411":"\n  ❤️💓❤️💓❤️💓🤤😍\n  ","193412":"\n  Lo que me cuentan uno del otro x)\n  ","193413":"\n  ¿Se te ofrece algo más?\n  \n  Habla ahora, antes de que me vaya a encender el calentón :v\n  ","193414":"\n  No sé cómo se hace eso.. yo sólo me sé burlar 😝\n  ","193415":"\n  Están bajo mis cobijas ya y no las voy a descubrir, pues qué te crees e.é\n  ","193416":"\n  Te haces más grande físicamente o.o\n  \n  Pues según esto sigo donde mismo, pero ya es pura oficina, ya me pierdo caso todos los eventos u.u\n  \n  Pero es chido estar ahí también 😄\n  ","193417":"\n  Oblígame, pedazo de oblea con amaranto ..\n  \n  Lo siento..! tengo hambre xD\n  ","193418":"\n  Ya viste sin calcetines..\n  ","193419":"\n  Neh tengo frío... Ahora te toca a ti e.é\n  ","193420":"\n  Mi gemela, el árabe y yo..\n  ","193421":"\n  Ahhhhhhh eso cómo afecta en todo, esos trabajos te acaban bien y bonito en todo u.u\n  \n  Pues según esto si 😄\n  ","193422":"\n  Ya no tengo xD\n  ","193423":"\n  Gracias a ti\n  \n  Por tus colectivas y tus respuestas\n  \n  Hermosa noche y dulces sueños 😄🌷\n  ","193424":"\n  Al osito panda ❤️🤤\n  ","193425":"\n  Entonces ya tienes tu rutina y el sueño desacomodado 😋\n  \n  Y es pesado lo que haces?\n  ","193426":"\n  Batidos de jugos naturales, de cosas naturales, de los otros comerciales no me gustan, ni me caen bien o.x\n  ","193427":"\n  No inventes qué pasado se te hará, en qué andas trabajando ahora?\n  ","193428":"\n  Hablemos de otra cosa en lo que nos gana el sueño xD\n  ","193429":"\n  En la sombra, siempre en la sombra, con una refrescante bebida ❤️\n  ","193430":"\n  Oye es verdad, no había pensando en eso, pues que se diviertan en donde quiera que estén.. ya vendrán más personas a revivir un poco esto o.ö\n  ","193431":"\n  Ah claro que sí, el sábado fue pura cumbia ❤️🎶🎶\n  ","193432":"\n  Ay son una delicia, con queso y tocino xD\n  \n  Me va a dar hambre y no son horas para eso 😒\n  ","193433":"\n  De pandita?\n  ","193434":"\n  Esa la bailé el sábado y hasta ahorita le agarré la onda a la letra o.o\n  \n  Gracias por compartir ❤️\n  ","193435":"\n  ¿No te gustan?\n  \n  Sí están bien sexys xD\n  ","193436":"\n  Cierto, esto ya está muy solito..\n  \n  Ya crecieron todas esas ternuritas que estaban aquí siempre u.u\n  ","193437":"\n  Jaja sí, del pollo se come todo, tengo entendido\n  \n  Aunque la pechuga es mi preferida ❤️🤤\n  ","193438":"\n  Ay que darle un abrazo a la güerita ❤️\n  ","193439":"\n  Piernas de pollo xD\n  ","193440":"\n  No puedo vivir sin ti..\n  \n  Pero ya me cansé que estés buscando a mi gemela y no a mí 💔\n  ","193441":"\n  A ver, quiero ver! c:\n  ","193442":"\n  🐥💓👣\n  ","193443":"\n  Hace como cinco minutos ❤️🎶🎶🎶\n  \n\n   https:\/\/youtu.be\/DIvqjJKtLb0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193444":"\n  Pues no, yo siento que no, solo soy idiotamente amable.. no hace mucho quise ser hipo pero no se me dió tan fácil xD\n  \n  Sencillamente no se hacerlo 😔\n  ","193445":"\n  A ver al cine..\n  \n  Quiero ver los tuyos primero ëwé\n  ","193446":"\n  Hola!!!\n  \n  Qué tal como te va?\n  \n  Saludos y hermosa noche 😊\n  ","193447":"\n  Qué bien que estés bien.. 😄\n  \n  Pues ya sabes que los deberes y responsabilidades te jalan casi todo el tiempo, qué hiciste de tu vida este tiempo de ausencia?\n  ","193448":"\n  Los tengo bonitos, como tamales oaxaqueños xD ❤️\n  ","193449":"\n  Quién tiene trasero de acero... 🎶🎶🎶\n  \n\n   https:\/\/youtu.be\/inUVmo3gsok\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193450":"\n  Sí puedo, pero para qué quieres algo así? 🤔\n  ","193451":"\n  Gracias!!! XD\n  \n  Hermosa noche nena y cuídate mucho!!\n  ","193452":"\n  Imagina, fui al cine al otro lado de la ciudad, terminé con tortícolis xDD\n  ","193453":"\n  Ésta, así bien despacito 😉\n  \n\n   https:\/\/youtu.be\/hbe3CQamF8k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193454":"\n  Yo muy bien y tú?\n  \n  Cómo te a ido?\n  \n  Tanto sin leerte!!!  owö\n  ","193455":"\n  ¿Qué es lo otro? 🤔\n  \n  Me perdí 🤣\n  ","193456":"\n  Que no me falte salud, es todo 🙏\n  \n  Pero estaría genial poder tener para un negocio ❤️\n  ","193457":"\n  Divino 😍❤️\n  ","193458":"\n  Hoy.. 🤔\n  \n  Dormir, hacer las compras, algo de quehacer y fui a que me dieran amor en el tren 😒\n  \n  Jaja pero fue divertido, como puedes ver no hice mucho, hoy no tenía ganitas de hacer mucho xD\n  \n  Ya tengo sueñito 😪😪😪😪\n  ","193459":"\n  ❤️😏💓\n  ","193460":"\n  😍 me fascina!\n  ","193461":"\n  Nappita!!!!\n  \n  Hola 😄\n  ","193462":"\n  ❤️🐤🐥👣\n  ","193463":"\n  La verdad no me puedo quejar, lo que sí, es que día a día quiero más ❤️\n  ","193464":"\n  Dando lo mejor de ti.. supongo o.o\n  ","193465":"\n  Al polvo nada más 😎\n  ","193466":"\n  Todos tenemos algo de eso, desde que nacemos..\n  ","193467":"\n  Nada más tengo dos, y los sigo queriendo❤️\n  \n  🗼amor 💋❤️\n  \n  🐻locura 💋❤️\n  ","193468":"\n  Por tantas razones... Aquí 👇👇👇👇❤️❤️❤️\n  ","193469":"\n  Supongamos que te quitas la ropa..\n  \n  ¿Como te sientes?\n  ","193470":"\n  Resorte ❤️\n  ","193471":"\n  🙈\n  ","193472":"\n  😍😍😍😍😍😍😍😍🤤🤤🤤🤤🤤🤤❤️💋❤️\n  \n  Dulces sueños 💋\n  \n\n   https:\/\/youtu.be\/1rHPrd0RDI8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193473":"\n  Mileeee!!!! ❤️❤️❤️❤️❤️❤️❤️\n  \n  Qué lindo volverte a ver, cuándo me cantas otra vez, corazón?\n  \n  Ten una bonita noche y que hermosa sorpresa 😍😄💋💋💋💋💋💋💋💋💋💋\n  ","193474":"\n  Salvaje, es en lo que me convierto\n  \n  cuando me tocas, o cuando te pienso,\n  \n  y salen a la luz\n  \n  mis instintos primarios.\n  \n  Te veo, de espalda,\n  \n  de pies a cabeza, con el alma desnuda\n  \n  con el corazón roto entre las manos,\n  \n  y unos ojos hermosos tan profundos como            aterradores.\n  \n  Cierro los ojos, para que tu verdad no haga ruido mientras te amo…\n  \n  y así, te hago polvo,\n  \n  entre mil suspiros,\n  \n  contra la realidad y sobre la cama…\n  \n  en la caricia constante a una herida abierta.\n  \n  Tu pecho, a cero centímetros\n  \n  de mi inocencia ilusa,\n  \n  y tu lujuria socavando mi pureza sin compasión.\n  \n  Tu boca, mi delirio más grande\n  \n  y mi mente no para de pensar\n  \n  en los tres latidos exactos, contados sin respirar,\n  \n  mis entrañas, retorciéndose en fuego\n  \n  pensando en el calor de tu cuerpo y tu virilidad…\n  \n  tu manos, exhaustas, reescribiendo mi biografía\n  \n  sin detalles, ni colores, ni sentimientos…\n  \n  olfateando cada último segundo de mi reloj.\n  \n  Tu piel, cubierta de la dosis diaria\n  \n  que moja mis bragas y mis sábanas,\n  \n  mis manos llegando al precipicio\n  \n  de un grito salvaje,\n  \n  inefable… cuando me corro imaginándote.\n  \n  Tus palabras, cociendo mi cicatrices\n  \n  uniendo deseos perdidos en el tiempo\n  \n  besando cada rincón entre mis pies y mi frente\n  \n  abrazándolo todo para luego\n  \n  soltarme al vacío, sin pensar en el daño.\n  \n\n  Salvaje,\n  \n  mis instintos ante tu alma y tu ausencia,\n  \n  salvaje…\n  \n  tu historia cruzada con la mía\n  \n  entre el mar y el cielo,\n  \n  una diosa lamiendo la tinta\n  \n  de un poeta maldito\n  \n  que jamás me ha leído,\n  \n  por miedo a morir de hambre y de sed de amor.\n  \n  J.G.\n  ","193475":"\n  Están bien claros los gentilicios y hay que respetar, para que te respeten, estoy yo de acuerdo con ella. ❤️\n  \n\n   https:\/\/www.google.com.mx\/url?sa=t&source=web&rct=j&url=https:\/\/www.saberespractico.com\/gentilicios\/gentilicios-de-todos-los-paises-del-mundo-orden-alfabetico\/&ved=0ahUKEwjGiOW9r4zcAhVhxYMKHXQPAxkQFggxMAI&usg=AOvVaw1VeuE7P5NRmPTUwTQ-DxWX\n  \n","193476":"\n  Uno que no me gusta, pero hay que estar actualizados 😌\n  ","193477":"\n  Woooooow o.ö❤️\n  ","193478":"\n  Ya voté jaja era al revés pero bueno ya lo hice xD\n  ","193479":"\n  Poquitos, hasta eso que no son muchos ❤️ 😂\n  ","193480":"\n  Descansar después de terminar lo que tengo que hacer ❤️\n  ","193481":"\n  Bélgica 🤣🤣🤣🤣🤣🤣🤣🤣🤣\n  ","193482":"\n  Bastantes cosas, soy muy nerviosa 😔\n  ","193483":"\n  Felicidades nena ❤️\n  ","193484":"\n  La tormenta que cae en este momento 😍😍😍😍\n  ","193485":"\n  Dale mucho amor... Y tú, sé muy feliz ❤️\n  \n  No te desgastes en ese tema 💋\n  ","193486":"\n  Deseo que ya esté mejor y tú también\n  \n  Un abrazo fuerte 😃❤️💋\n  ","193487":"\n  Mmmmmmmhhhhhhh....\n  \n  Gracias xD ❤️\n  ","193488":"\n\n   @Pecossita_\n  \n  ❤️\n  ","193489":"\n  Al señor de la sonrisa bonita ❤️\n  ","193490":"\n  Obviamente que no ❤️\n  ","193491":"\n  Por sus actos..\n  ","193492":"\n  Este año, el de Cosquín 😞💔\n  \n  Dulces sueños 💖\n  \n\n   https:\/\/youtu.be\/Fy7FzXLin7o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193493":"\n  Pues sí, pero al final mantuvieron el marcador a favor, tuvieron sus fallos, y como siempre los resultados son los que hablan al final.\n  \n  Según se cambiará la estrategia y alineación para el que viene, un solo cambio y yo espero buenos resultados.\n  ","193494":"\n  Mmmmmmmm.... Mayores 🤔\n  ","193495":"\n  La que tengo yo, comigo misma ❤️❤️❤️❤️❤️💋\n  ","193496":"\n  Estando un en restaurante, llegó un conocido por detrás y asustó a una amiga, se espantó tanto que gritó pensando que la querían asaltar, fue graciosa la manera de saltar de la silla 🤣😂🤣😂🤣😂🤣😂🤣😂\n  ","193497":"\n  Tú trabajando 🤔🤔🤔🤔🤔\n  ","193498":"\n  Por que sacaron licencia chueca y no tienen nada de respeto por la vida, ni por los demás.\n  ","193499":"\n  Esta vida loca... 💓❤️💓\n  \n  Muuuuuuy bien 🤘😎\n  \n\n   https:\/\/youtu.be\/BZ-ewG9GqVU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193500":"\n  Mendozina 🥓🍔🧀🥞🍕🍳🍧🍣🍘🍱🍿🥗🍚🍩🍫🍰🎂🍪🍷🍸🍬🍶🍻\n  ","193501":"\n  ❤️\n  \n  Dulces sueños\n  \n\n   https:\/\/youtu.be\/Ijk4j-r7qPA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193502":"\n  Algunos que llegaron mientras no estuve 😋\n  ","193503":"\n  Lluvia ❤️❤️❤️❤️❤️❤️❤️\n  ","193504":"\n  Yo también, te mando un abrazo fuerte Fer 😄\n  ","193505":"\n  Genial por ti\n  \n  Yo cuento los números de teléfono que me dejaron aquí xD\n  \n  A ti no te llegan?\n  ","193506":"\n  Hora payasa 🙊\n  ","193507":"\n  Sí xD\n  \n  Ya tienes sueño x)\n  \n  Qué andas haciendo wereber?\n  ","193508":"\n  Tulipanes ❤️❤️❤️❤️❤️❤️❤️❤️❤️\n  ","193509":"\n  Ella misma ❤️\n  ","193510":"\n  Hola joven de ojos soñadores!\n  \n  Cómo estás?? 😄\n  ","193511":"\n  Hola Brit 😄❤️💋\n  \n  Miss you... 🎶🎶\n  \n\n   https:\/\/youtu.be\/2h0bkuWzQeU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193512":"\n  A comerme un chocolate antes de dormir 😆🤤❤️❤️❤️❤️❤️\n  ","193513":"\n  No no, para nada nena xD\n  \n  Te traje más y esta vez con chocolate!!! ❤️\n  \n  Disfrútalas 😋😄\n  ","193514":"\n  Un Motorola y me encanta su protector 😍😍\n  ","193515":"\n  Me encanta cocinar 🖤🖤🖤🖤🖤🖤🖤🖤🖤\n  \n  Mi lugar preferido de la casa después de la recámara..\n  \n  Tengo varios platillos que me quedan muy bien, no sé cuál elegir o.o\n  ","193516":"\n  Uhmmm... Los dos me fascinan, hoy elijo piano ❤️\n  \n  Y a dónde me paso? xD\n  ","193517":"\n  Me gusta, claro que sí xD\n  ","193518":"\n  Hola Fernando Cielo!!\n  \n  Cuidate mucho y linda noche 😄\n  ","193519":"\n  Estuvo entretenido\n  \n  Gracias por hacerlo!\n  \n  Hermosa noche nena 😄❤️💋💋💋💋\n  ","193520":"\n  ❤️🖤❤️🦋\n  ","193521":"\n  🙈\n  ","193522":"\n  👄👅💜💛💚\n  ","193523":"\n  Ese ese ese 🤣\n  ","193524":"\n  Ñamñam 🤤\n  ","193525":"\n  4ever 💞\n  ","193526":"\n  Ni tan tan, ni muy muy 😆\n  ","193527":"\n  Diciembre 💋\n  ","193528":"\n  A veces todo es muy simple, un movimiento puede cambiar toda tu vida, pero temes al futuro que está por venir, odias el pasado que te llevó a este punto y te asqueas de ti y tu maldito presente.\n  ","193529":"\n  Hola Junior 🤗\n  ","193530":"\n  La primera\n  ","193531":"\n  Oooh!\n  \n  1.65 CM no más 🤗\n  ","193532":"\n  Ño\n  \n  Pero si un sueño del que no voy a querer despertar.. ❤️\n  \n  Dulces sueños 💋\n  ","193533":"\n  Y el Crusli ❤️❤️❤️😜\n  ","193534":"\n  Dame zape, eso acabo de leer xD\n  ","193535":"\n  Tú escribiste la letra? 🤣😆\n  \n  Por qué no habrá llegado a todos?\n  ","193536":"\n  Qué creatividad xD\n  ","193537":"\n  Dale, soy toda oídos 😆\n  ","193538":"\n  No tengo ningún audio tuyo aquí o.O\n  ","193539":"\n  Agua natural ❤️👌\n  ","193540":"\n  No soy buena dando consejos\n  \n  Pero igual puedo leerte y darte una opinión..🤔\n  ","193541":"\n  Willys perro ladrador 😂🤣❤️\n  ","193542":"\n  Las constelaciones que forman sus lunares ❤️\n  ","193543":"\n  Ay qué apretado, no inventes xD\n  \n  Por eso estamos como estamos 😋\n  ","193544":"\n  Venga!\n  ","193545":"\n  Sí, ocupado, te marco a tu teléfono y está ocupado 🤔\n  ","193546":"\n  Es un pedacito de cielo que está en Argentina 😊\n  ","193547":"\n  Y bien ocupado como siempre 😊\n  ","193548":"\n  Jajajaja xD\n  \n  Tan lindo! Me hiciste reír con eso xd\n  ","193549":"\n  No, yo no, llovió tan delicioso que refrescó mucho la noche..\n  \n  Un baño con agua al clima ayuda mucho.. inténtalo 😊\n  \n  Yo bien, como siempre, pase lo que pase para adelante 😄\n  \n  Por qué tan tarde? 🤔\n  ","193550":"\n  Samx el jugoso! 😎\n  \n  Como estás?😋\n  ","193551":"\n  ❤️❤️❤️❤️❤️❤️😊\n  \n\n   https:\/\/youtu.be\/YJJbrBEZqy8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193552":"\n  Escuchar su voz otra vez.. ❤️😊\n  ","193553":"\n  No veo yaytsa 🤔\n  \n  No hay voto\n  \n  👇👌\n  ","193554":"\n  Interesante! 🤔\n  \n  Tengo que ponerme al corriente con todo eso\n  ","193555":"\n  Les hace falta una vida 🤣😋\n  ","193556":"\n  Muchas gracias, igualmente 😄\n  \n  Está bien, hasta pronto y que bueno que te sirvió alguna.. dulces sueños 😊✨\n  ","193557":"\n  Claro que sí 😊❤️\n  ","193558":"\n  De nada 😊\n  ","193559":"\n  Una más\n  \n\n   https:\/\/www.google.com.mx\/url?sa=t&source=web&rct=j&url=http:\/\/www.nuevosemoticones.com\/2015\/09\/emoji-de-ratita-con-movimientos-para.html%3Fm%3D1&ved=2ahUKEwighqK3gMHbAhUHTawKHa6rCbUQFjAbegQIARAB&usg=AOvVaw3CyrpbKuu2-W2wz9zRHX4q\n  \n","193560":"\n  Qué? jaja perdón pues xD\n  \n  Deja sigo buscando 😋\n  ","193561":"\n  Yo no uso eso, a ver si te sirve éstas\n  \n\n   https:\/\/www.pinterest.com.mx\/pin\/42221315238849686\/\n  \n\n  No sé para qué lo necesitas\n  \n\n   https:\/\/www.google.com.mx\/url?sa=t&source=web&rct=j&url=https:\/\/play.google.com\/store\/apps\/details%3Fid%3Dcom.plantpurple.emojidom%26hl%3Des_MX%26referrer%3Dutm_source%253Dgoogle%2526utm_medium%253Dorganic%2526utm_term%253Demojis%2Bcon%2Bmovimiento%2Bpara%2Bfacebook%26pcampaignid%3DAPPU_1_NtsYW6CTD4easQWu16aoCw&ved=0ahUKEwighqK3gMHbAhUHTawKHa6rCbUQ5YQBCJMBMBk&usg=AOvVaw1QUWLbqSv39g12Dzm5EJcz\n  \n","193562":"\n  Claro, con hielos?\n  \n  Espera un poco, ya te la traigo xD\n  \n  Hola jaja\n  ","193563":"\n  Claro ❤️\n  ","193564":"\n  😋😊\n  ","193565":"\n  Algunas, no todas la merecen 🤔\n  ","193566":"\n  Cansarme hasta no poder más, ya sea leyendo, mirando TV.. escuchando música.. navegando en las redes o de pleno reacomodo mi ropa 😋\n  ","193567":"\n  Muy bien y tú?\n  \n  Que estés bien 😄\n  ","193568":"\n  Usarlos (?\n  \n  Jaja no sé quién es, lo siento, no he mirado la peli xDD por ahora tengo otras cosillas por ver 😋\n  ","193569":"\n  Mucho! ❤️😋\n  ","193570":"\n  Llaves, dinero, teléfono y un labial 😋😊\n  ","193571":"\n  Por el calor 😋\n  ","193572":"\n  Uhmmm 🤔\n  \n  A mi abu ❤️\n  ","193573":"\n  El amor... ❤️\n  \n  Principalmente 😊\n  ","193574":"\n  Ammm..\n  \n  Lo que recuerdo en este momento es de una vez que mande un mensaje muy importante pero incompleto jaja  🙈🙊\n  ","193575":"\n  Siguiendo el hilo en Spotify o YouTube.. 😊\n  ","193576":"\n  Hola nena ❤️\n  \n  Cuídate mucho y deseo que estés mejor cada día, bendiciones y un abrazo fuerte princesa!!😄\n  ","193577":"\n  🎉🎈🎂🎁Feliz cumpleaños Di!🎁🎂🎈🎉\n  \n  Algo atrasado, pero te mando un abrazo fuerte con todos los mejores deseos 🍦\n  \n  Cuídate mucho 😄\n  ","193578":"\n  Gracias a usted por su visita, sus preguntas y sus respuestas joven .. también por los corazones!! 😄\n  ","193579":"\n  Uhmm como que si, estaba la radio encendida xD\n  \n  Siempre está así ñ.ñ\n  \n  No le presté atención en ese rato 😋\n  \n\n   https:\/\/youtu.be\/8uGMeS41ui0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193580":"\n  Hola Eduardo!! 😃\n  ","193581":"\n  Hola Fernando Cielo!!!!\n  ","193582":"\n\n   https:\/\/youtu.be\/QpkMT7wPZxE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193583":"\n  Qué sexy!\n  ","193584":"\n  Pues..\n  \n  Eso, que es un juego, pero mucho tiene que ver tu confíanza en la otra persona y viceversa, claro también los límites.\n  \n  Para todo hay un límite, la comunicación y la confianza son super importantes.\n  \n  Puedes permitir el juego o no, hay gente que es permisiva y sobre la marcha ve qué tanto es el \"juego\" de la otra persona para con tu pareja y detenerlo, exponiendo con claros ejemplos que eso ya no es un juego.. también debe respetar.\n  \n  Bue es mi punto de vista.. 🤔\n  ","193585":"\n  Con un par de chiquillos lindos ❤️\n  \n  No puedo poner sus nombres, su padre no me lo permite 😆\n  ","193586":"\n  Sueño\n  ","193587":"\n  🤔\n  \n  De lo que no se hizo..\n  \n  De lo que hiciste, ya te arriesgaste 😋\n  \n  No entendí muy bien xD\n  ","193588":"\n\n   https:\/\/vocaroo.com\/i\/s1vhNsbjhzuu\n  \n","193589":"\n  Gracias nena ❤️\n  \n  Van de regreso!!!\n  \n  Linda noche 😄\n  ","193590":"\n  Que se haga de noche 😴\n  \n  Mientras hay que estar bajo el agua 😎\n  ","193591":"\n  Cabellos de elote, con la copa de la piña y aguacate, tres cabellos de niño virgen y un diente de leche, baba de una enamorada y no correspondida, 15 gotas de sangre de niña que mida 1.50 y le guste el animé y los videojuegos, un grito de una de 40 cuando le arrancan las pestañas de golpe y por último 5 cucharadas de sudor de un friki homofóbico.\n  \n  Y mis palabras mágicas ❤️\n  \n  Con eso tienes fajos de billetes de $200 para arriba x)\n  ","193592":"\n\n   @Pecossita_\n  \n\n  Es loca es única en eso xD\n  ","193593":"\n  Hola Fiquiiiiii!!!! 😄\n  ","193594":"\n  Que desbloquearon los números 😌\n  \n  Y que es primero de junio del 2018 ❤️\n  ","193595":"\n  No sé, supongo que como las plantas acuáticas 🤔\n  ","193596":"\n  Algunas, como todos @_@\n  ","193597":"\n  Qué paciencia!\n  \n  Te deseo que te sea leve o.o\n  ","193598":"\n  En el aljibe xp\n  \n  Más abajo, o tal vez en una pared o.o\n  ","193599":"\n  Me estoy durmiendo xD\n  \n  Creo que ya me voy a dormir... Hasta mañana!!\n  \n  Dulces sueños!!! 😄❤️\n  ","193600":"\n  Tómale foto al famoso del lugar 😋\n  \n  Todo un reto!\n  ","193601":"\n  Me enamoran 😄❤️\n  ","193602":"\n  Si voy a venir un ratito 😋\n  \n  Y lo hago con calma, mientras aclaro más la voz..\n  \n  Y de qué es ese trabajo que no te divierte?\n  ","193603":"\n  Qué bueno que estás feliz 😃\n  \n  Tal vez mañana, hoy tengo voz muy afónica..\n  \n  Qué fue de tu vida este tiempo?\n  ","193604":"\n  Oh no digas eso\n  \n  Sólo fueron unos días de ausencia y ya 😋\n  ","193605":"\n  Yo 😄\/\n  \n  Hola!!!\n  \n  Como estás??\n  ","193606":"\n  Un pedacito ❤️\n  \n  1.65 CM 😋\n  ","193607":"\n  Ño gracias\n  \n  Ya terminé 😄\n  ","193608":"\n  Dame el paño sin cloroformo\n  \n  Tengo que secarme xD\n  ","193609":"\n  Me atiendo, pues no suelo salir rápido y se me puede complicar, me ayudo con medicamentos y reposo. 😋\n  ","193610":"\n  Dónde me gana el sueño, sofá, comedor, en el jardín, en el columpio, en el bus..\n  ","193611":"\n  Prácticamente toda mi vida! ❤️\n  ","193612":"\n  Jajaja yipi!!!!\n  ","193613":"\n  Inglés xD\n  ","193614":"\n  Buscando ese lugar que te hace sentir bien ❤️\n  ","193615":"\n  A veces ..\n  \n  Con medicamento y mucha paciencia 😉\n  ","193616":"\n  Claro 😎\n  ","193617":"\n  Físicamente.. ojos, manos, sonrisa\n  \n  Y su personalidad 😍\n  ","193618":"\n  XD\n  ","193619":"\n  Qué olvidé algo en el baño!!! 🤣😂\n  ","193620":"\n  No, la verdad no 😊\n  ","193621":"\n  En este momento no 😋\n  ","193622":"\n  Yo qué sé\n  \n  Pregúntales a ellas que yo no sé 😔\n  ","193623":"\n  Ver el azul azul de cielo jaja ❤️\n  ","193624":"\n  Sí me gustan mucho..\n  \n  Papas con sal, limón, catsup y Tamazula 😍🤤\n  \n  O fruta, depende el antojo 😊\n  ","193625":"\n  Claro que no 😊\n  ","193626":"\n  ❤️🤔\n  ","193627":"\n  Dulces sueños ❤️\n  \n\n   https:\/\/youtu.be\/UGSWRJKu3lI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193628":"\n  Te mando un abrazo y deseo que estés bien, cuídate mucho!\n  ","193629":"\n  No leíste bien las instrucciones, ponte tus lentes la próxima vez :c\n  ","193630":"\n  Y lo agarraste xD\n  \n  Lo sabía!!! Lerolero 😆\n  ","193631":"\n  Esta foto es de una mañana que la ciudad amaneció cubierta por una densa niebla, no podías ver a más de 10 metros, fue genial vivir esa experiencia, ya que por lo regular en la zona de la barranca lo viven casi a diario en tiempo de invierno, yo quedé fascinada ❤️😍\n  ","193632":"\n  Ya voté xp\n  \n  Saludos nena!\n  ","193633":"\n  Los mismos que..\n  ","193634":"\n  🙈\n  ","193635":"\n  Me encanta, es algo mágico, con un poquito te sientes muy bien 😍\n  \n  A mí me encanta el dark, el oscuro, su sabor amargo y poco dulce, con almendras o arándanos, a veces me compro trufas que traen licores y son mi fascinación, hasta hoy he probado el que me hace ojitos 😍😍😍😍\n  \n  En la chocolatería Arnoldi encuentras los mejores 😍😍\n  ","193636":"\n  Vive y deja vivir ❤️\n  ","193637":"\n  No me digas.. Déjame adivinar 🤔\n  \n  En tus próximas vacaciones!\n  \n  Es mucho tiempo u.u\n  ","193638":"\n  Waffles de dulce de leche 😍\n  ","193639":"\n  No nos rinde verdad? U.u\n  \n  Cuando te vayas a trabajar la dejas de paso, en un lugar que tú ya viste y que sea confiable.\n  \n  O de plano una nueva y en abonos facilitos o.ö\n  ","193640":"\n  La de hace 27 días :3\n  ","193641":"\n  Jaja nah\n  \n  Si te vistes como ellos no te pasa nada ❤️\n  \n  A mí me encanta ir! Hasta las mejillas se me queman del frío que hace y yo fascinada.. deberías de darte una vuelta n.n\n  ","193642":"\n  Qué bonito viaje 😍\n  \n  No te vayas tan lejos, en la sierra está el clima perfecto para los pieles blanca, yo me quiero ir ahí o.o\n  ","193643":"\n  Ufff qué insoportable es eso..\n  \n  Y que hiciste al respecto?\n  \n  Te presto mi abanico, sé el nuevo locomia 8) jaja ya te vi 8P\n  ","193644":"\n  Yo igual, ya me traje mis bolsas de hielo xD\n  \n  A ver si no me enfermo..\n  \n  Estas trabajando todavía? 🤔\n  ","193645":"\n  😆😆\n  ","193646":"\n  Bien y bien 😆\n  \n  Esperando la hora de dormir.. y tú?\n  ","193647":"\n  Samy! 😄\n  \n  Hola, me asustaste xD\n  ","193648":"\n  Ahí están los que me gustan, nada más me faltó Hulk ❤️\n  ","193649":"\n  Ensalada César ❤️\n  ","193650":"\n  Hola nena!\n  \n  Ya pasé a su encuesta y claro le sigo!\n  \n  Y pronto pasaré a su ask\n  \n  Bonita noche! 💋\n  ","193651":"\n  Grrrrr ❤️\n  \n\n   https:\/\/youtu.be\/gNTIOZ3jJJo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193652":"\n  El arándano y el amaranto ❤️\n  ","193653":"\n  🙈\n  \n\n   https:\/\/youtu.be\/jdva7E0tv3k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193654":"\n  Ya me voy a dormir 😴😴😴😴😴\n  ","193655":"\n  Al de Lenny Kravitz!\n  \n  Va a venir el 18 abril al VFG 😍\n  \n\n   https:\/\/youtu.be\/jAHlQ77lm10\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193656":"\n  Mucho :B ❤️\n  ","193657":"\n  Más de 9,000 o.o\n  ","193658":"\n  Sabía que ese corte me va ❤️\n  ","193659":"\n\n   https:\/\/youtu.be\/KLJ-jXJLPcU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193660":"\n  El tiempo nos dirá lo que quieres saber...\n  ","193661":"\n  Si y no, ya era necesario, estamos mucho mejor así.. ❤️\n  ","193662":"\n  Yo creo ya no tarda, y estaría muy bien n.n\n  ","193663":"\n  03 de junio ❤️\n  ","193664":"\n  ❤️\n  ","193665":"\n  No sé cuál sea..\n  \n  Pero tu deberías hacer el del salero 😌\n  ","193666":"\n  Exacto, así que por mí, no lo hay..\n  \n  Hermosa noche nena n.n\/\/\n  ","193667":"\n  No siempre..\n  ","193668":"\n  No qué?\n  \n  Ya no eres sonrisa?\n  ","193669":"\n  Hola!!\n  \n  Don sonrisa colgate.. n.n\/\n  ","193670":"\n  No sé, esta imagen me da paz o.Ö\n  \n  Me gusta mucho, aunque está muy oscura ❤️\n  ","193671":"\n  Una almohada que le hacía falta un sueño..\n  ","193672":"\n  Optimista, me deja más, que siendo pesimista ❤️\n  ","193673":"\n  Hola hola Fernando Cielo!\n  ","193674":"\n  Caminar, comer helado y andar lo más fresca posible ❤️\n  ","193675":"\n  Es que son de gallo, no son de mentiritas u.u\n  ","193676":"\n  Usted dígame con qué..\n  \n  Con la plancha, la freidora o en la estufa.. y hoy por ser miércoles, tengo también el carbón prendido 🙈\n  \n  El horno de microondas no, porque se hacen wuakala y te puedes enfermar 😓\n  ","193677":"\n  El presidente 🤔\n  ","193678":"\n  A nadie grrrrr\n  \n  No te creas.. mi padre 😔❤️\n  ","193679":"\n  Eso pasa cuando ves cosas que no debes x)\n  ","193680":"\n  Estar bien contigo mismo y con todos los que te rodean. No deberle nada a nadie, ni hacerle un mal a nadie, hacer las cosas bien y con amor, con dispocisión y no esperando nada a cambio ❤️\n  ","193681":"\n  Viajar ✈️ ❤️\n  ","193682":"\n  Del que los tengo, me gustan mucho como se ven con el reflejo de la luz del sol ❤️\n  ","193683":"\n  Una de tantas... Dejo esta 😍\n  ","193684":"\n  Ño, eso no va conmigo 🌸\n  ","193685":"\n  Hola corazón de algodón de azúcar!\n  \n  Ten una noche bonita!\n  ","193686":"\n  No creo xD\n  \n  Me quedo con los que tengo, creo que veo cosas más bonitas así como están n.n\n  ","193687":"\n  Según yo el otro se derivó de una película x)\n  \n  Pero ya voté xD\n  ","193688":"\n  Hola!\n  \n  Está bien, no te preocupes y muchas gracias por avisar, que recuerde yo, te sigo en las dos 😊\n  \n  Ten una noche hermosa, chaparrita linda ❤️\n  ","193689":"\n  117 ❤️\n  \n  Y tú? o.ö\n  ","193690":"\n  Oh muchas gracias!\n  ","193691":"\n  XD\n  \n  Saludos Don Sami!!\n  \n  Y gracias, pues bien, muy bien n.n\n  \n  Que estés muy bien tú también!\n  ","193692":"\n  Te daré un helado, con sabor a quiero más o.ø\n  ","193693":"\n  Me asusto y me infarto u.u\n  ","193694":"\n  Genial!\n  \n  Un súper evento ❤️\n  \n  Que lo disfrutes mucho Lindurita n.n\n  ","193695":"\n  Yo aquí y usted? O.ö\n  ","193696":"\n  Shi\n  \n  Y también para hacer muchos pastelitos de lodo ❤️\n  ","193697":"\n  Ignorarlo\n  \n  No me voy a desgastar con alguien tan x por unos insultos, yo sé quién soy y como soy y eso me basta.\n  ","193698":"\n  Ño u.u 💔\n  ","193699":"\n  Coco ❤️\n  \n  Claro que sí!\n  ","193700":"\n  Dormir ❤️\n  \n  O leer y escuchar musica!\n  ","193701":"\n  Amo el amaretto con chispas de chocolate y almendras ❤️\n  ","193702":"\n  Ésta pero no la pondré completa 🤔\n  ","193703":"\n  Llegué al hospital de incógnita, de entrada, pero de salida iba como reina de la primavera haciendo holitas xD Me encontré a mucha gente conocida por todos lados! A todos nos dio risa por que no se habían encontrado hasta que nos saludamos.\n  \n  No quería que me viera nadie, pero el asunto estaba a reventar!\n  ","193704":"\n  Of course, as with everything I love ❤️\n  ","193705":"\n  👫Relación: Soltera\n  \n  ❤Te gusta alguien: Sí\n  \n  😒Extrañas a algún ex: Sí\n  \n  🍰Cumpleaños: 03 de Junio\n  \n  🔋Batería: 92%\n  \n  🍴Comida fv: Tacos\n  \n  😍Relación mas duradera: Años muchos años\n  \n  😱 Estatura: 1.65cm\n  \n  😤Algo que no te guste: La gente metiche\n  \n  👟Deporte fv: Futbol\n  \n  📖Facebook o Instagram📷: Mely Cieloo\n  \n  🍕Adicción: Chocolate\n  \n  🎨Color de pelo: Castaño muy claro\n  \n  👀Color de ojos: Café claro\n  \n  ☀Días o 🌙Noche: Amo la noche\n  \n  📷Foto: Ya te la dejo n.n\n  \n  Pásate🙈🙉🙊: Pasaré :D\n  ","193706":"\n  Gracias muñeca, me cuesta un buen tus audios, pero bueno, se te agradece el detalle ❤️\n  \n  Ten una noche hermosa y te mando un abrazo!\n  ","193707":"\n  La foto que enviste voy a ponerla de perfil.. Pa' que todo el mudo se entere.. Que anoche estuviste conmigo..!\n  ","193708":"\n  Que se me quite el mareo 😵\n  ","193709":"\n  De los bigotes y barbas xp\n  ","193710":"\n  Obvi ❤️\n  ","193711":"\n  Su existir ❤️\n  ","193712":"\n  Sí 😏\n  ","193713":"\n  Neh colectivas patito 🙄\n  ","193714":"\n  Qué es eso?\n  ","193715":"\n  Aceituna, nadie las quiere xD\n  ","193716":"\n  De donde me quieran ❤️\n  ","193717":"\n  Un bra de encaje rojo!\n  ","193718":"\n  No sé, ni me interesa o.o\n  \n  Esa, entre otras..\n  ","193719":"\n  Casi diario u.u\n  ","193720":"\n  Monopoly\n  ","193721":"\n  Con todas xp\n  ","193722":"\n  Dormir hasta muy tarde ❤️\n  ","193723":"\n  Muchas cosas bien bonitas ❤️\n  ","193724":"\n  ❤️❤️\n  \n\n   https:\/\/youtu.be\/MeX2nLza4AY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193725":"\n  ❤️\n  \n\n   https:\/\/youtu.be\/Z0CfkHlzZrU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193726":"\n  Uys tengo muchas!\n  \n  Dejo esta hoy ❤️\n  \n\n   https:\/\/youtu.be\/AlJJJwl7Ess\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193727":"\n  El cielo, las aves, las flores ❤️\n  ","193728":"\n  A mí ❤️\n  ","193729":"\n  Mucho..\n  \n  El Gouda, el Oaxaca y el ranchero ❤️\n  ","193730":"\n  Ni modo, yo ya me voy 🤷\n  ","193731":"\n  Lo que me queda de vida o.-\n  ","193732":"\n  Depende donde lo quieras y en internet ya es muy fácil encontrarlo..\n  ","193733":"\n  Yo no sé, pero algún día quiero ir a Isla Saona ❤️\n  ","193734":"\n  El cielo 😍\n  ","193735":"\n  Sola ❤️\n  ","193736":"\n  Tutto pelle ❤️\n  ","193737":"\n  Ya estamos enterados de su existencia y es grave 😢\n  ","193738":"\n  Ninguna, prefiero el agua fresca de frutas naturales ❤️\n  ","193739":"\n  Jaja sí!\n  \n  Mucho ñ.ñ\n  ","193740":"\n  Descubre al poeta 🙄\n  ","193741":"\n  No recuerdo haberla visto 🤔\n  ","193742":"\n  La última que vi, fue coco ❤️\n  ","193743":"\n  P. Na.\n  \n  Su manera de vivir, de ser, de entregar a la vida me encanta! Su serenidad, todo!\n  ","193744":"\n  Junto a la ventana y a la mitad xp\n  ","193745":"\n  Gastaba,.. para comprar la ropa de mi granjera ❤️\n  ","193746":"\n  Ya cuando está al límite el android que tiene.. o si algún modelo se me antoja o.o\n  ","193747":"\n  Mucho! 🤤\n  ","193748":"\n  Tipo GOT\n  ","193749":"\n  No mucho, me gusta leerlos y ya.. o.o\n  ","193750":"\n  Tiro al blanco xD\n  ","193751":"\n  Ninguno, por ahora..o.o\n  ","193752":"\n  Darte\n  ","193753":"\n  El amor, el recuerdo.. una imagen, un sonido.. ❤️\n  ","193754":"\n  Cantar u\/u\n  ","193755":"\n  Maquillaje y chismes xp\n  ","193756":"\n  Sí 😍\n  ","193757":"\n  No, para nada..\n  ","193758":"\n  Me encanta también!\n  \n  Es entretenido y a veces es.. espera, hoy hay futbol!!!\n  ","193759":"\n  Mucho, pero me controlo bien, creo yo.. o.o\n  ","193760":"\n  Me encanta!\n  \n  Ojalá así sea xp\n  ","193761":"\n  Quiere tener problemas o.o\n  ","193762":"\n  Hace rato\n  \n  En serio, que le pasa mi gente!?\n  ","193763":"\n  Contestar esta pregunta xp\n  ","193764":"\n  Demasiado\n  \n  Fruta, nachos, palomitas, dulces u.u\n  ","193765":"\n  Sí, a muchos xD\n  ","193766":"\n  Cállate los ojos!\n  \n  No me asustes de esa manera que me da el miminsky!\n  ","193767":"\n  Me fijo en...\n  \n  Ese click que se da y no se ve, pero se siente\n  ","193768":"\n  Una profesional xp\n  ","193769":"\n  *Suspira... 5 nada más?\n  ","193770":"\n  Sandía ❤️\n  ","193771":"\n  Hacer ❤️\n  ","193772":"\n  Si, mucho ❤️\n  ","193773":"\n  No me gusta\n  \n  Supongo que desde que tienes uso de razón o.o\n  ","193774":"\n  Sé cómo y si no sé pregunto y me apoyo en quien sepa..\n  ","193775":"\n  La que no esperas (?\n  ","193776":"\n  Yo sé quién, no diré nombres n.ñ\n  ","193777":"\n  Sip, y no tengo ya u.u\n  ","193778":"\n  Dormir ❤️\n  ","193779":"\n  Uno es rollo y el otro viene presentado diferente.\n  \n  Me fascina! ❤️\n  ","193780":"\n  Lo que nadie, me cantó las mañanitas desde temprano xD\n  \n\n   https:\/\/youtu.be\/RFs4TxTFeA8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193781":"\n  Maestra de preescolar ❤️\n  ","193782":"\n  Un helado de garrafa a un niño que vendía chicles y quería un helado y no traía dinero ❤️\n  ","193783":"\n  Definitivamente no\n  \n  Claro que sí!\n  ","193784":"\n  No, de nada\n  ","193785":"\n  Drama, comedia y terror ❤️\n  ","193786":"\n  Ninguna, ya casi me graduo de la vida ❤️\n  ","193787":"\n  Un viaje 😍\n  ","193788":"\n  Moto\n  ","193789":"\n  Todos, todos me gustan y trato de ir a todos..\n  ","193790":"\n  Mmmm el cielo 😍\n  ","193791":"\n  Mi apache ❤️\n  ","193792":"\n  I te la boy a dever 🤤\n  ","193793":"\n  A veces, me gusta leerlos y ya..\n  ","193794":"\n  Hace como cuatro horas..\n  \n  En los taquitos de suadero que están afuera del baile 🤤\n  ","193795":"\n  Para eso no existe un tiempo definido..\n  ","193796":"\n  *Baila* \\(^•^)~\n  \n\n   https:\/\/youtu.be\/bqao21cZ5nM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193797":"\n  En el gimnasio\n  \n  En el gimnasio.. en nivel es más alto\n  \n  Mitad y mitad es variable, rompes la rutina\n  ","193798":"\n  Algunos miles  o.-\n  ","193799":"\n\n   https:\/\/youtu.be\/egX9ZDaIrkU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193800":"\n  Hola!\n  \n  Listo, ya voté, ten una noche hermosa princesa! ❤️\n  \n  Dulces sueños n.n\/\/\n  ","193801":"\n  Media luz ❤️\n  \n  Bonita noche n.n\/\/\n  ","193802":"\n  Me descontrola un poco esto del hilo de preguntas xD\n  \n  Mi Inter se está poniendo pesado, me da mucho gusto verle de nuevo, me iré despidiendo, por que no sé si esto me deje hacerlo después :c\n  \n  Pase una bonita noche y cuídese mucho!\n  \n  Hasta luego y muchas gracias! n.n\/\/\n  ","193803":"\n  Hola Fershi cielo del amor!\n  \n  Ten una noche hermosa y un miércoles de renovación interna.\n  \n  Hasta pronto! n.n\/\/\n  ","193804":"\n  No quitar de la mira el objetivo, escuchar críticas, pero solo escucharlas, no distraerte y dar tu 1000% en todo lo que hagas, con respeto y dignidad.\n  ","193805":"\n  Por nada del mundo lo pierda :c\n  ","193806":"\n  Claro, deme unos minutos..\n  ","193807":"\n  Usted también n.n\n  \n  Contagia cierta alegría.. así lo percibo pues xD\n  ","193808":"\n  Ño u.u\n  \n  Yo soy de México\n  \n  ¡Awwww gracias! :')\n  ","193809":"\n  Ambos casos, y otras pues, me enojan y me ponen triste por la situación del país u.u\n  \n  Pues, yo digo que si, habrá que preguntarle a los que me siguen xD\n  ","193810":"\n  Il n'y a pas de buissons ici, passez vous pour tailler le voisin 🙋\n  ","193811":"\n  XD quiero recordar desde cuándo te sigo, y es que te vi en varios ask y se me hacen buenas tus preguntas y las respuestas algunas me hacen reír.. Otras no es más que la dura realidad.\n  \n  Yo esperaba a que ask pusiera visible quién te sigue, pero, le gané xp\n  ","193812":"\n  Mucho que me gusta, pero no sé.. :c\n  \n  Supongo que en línea y con alguien que sí sepa y esté dispuesto a enseñarte u.ü\n  ","193813":"\n  Mely, diminutivo de todos mis nombres 🖤\n  \n  Genial, pues estaré al pendiente cuando ande por aquí, gracias por seguirme n.n\n  ","193814":"\n  Hola Fer!!!\n  \n  Si te estabas escondiendo verdad?\n  \n  Espero que estés muy bien!\n  \n  Linda noche n.n\/\/\n  ","193815":"\n  Tú crees, casi no vengo :c\n  \n  Pero bueno, yo no hago preguntas casi, más bien respondo.. y poquito también :c\n  ","193816":"\n  Muchas gracias!\n  \n  Yo ya le sigo desde no sé cuándo la verdad xD\n  ","193817":"\n  Por los corazones de la otra noche xD\n  ","193818":"\n  Hola otra vez Juan C.!\n  \n  Pues, como te decía estoy bien.. pero.. se me está agotando la batería.. iré a dormir un rato, pásala genial y cuídate mucho, nos leemos más al rato..\n  \n  Gracias por pasarte y ten un día súper! n.n\/\n  ","193819":"\n  Cállate los ojos!\n  \n  Aún sigo nerviosa por eso ū.û\n  ","193820":"\n  Usted se llama beso\n  \n  Casi no dice nada y se le va el tiempo en puro beso o.ö\n  \n  Gracias n.n\n  \n  Tenga un bonito día n.n\/\n  ","193821":"\n  Hola fenómeno n.n\n  \n  Cómo estás?\n  ","193822":"\n  De nada xD\n  \n  La otra noche tuve problemas de conexión x(\n  \n  Y gracias a usted n.n\n  \n  Bonita tarde!\n  ","193823":"\n  Me gusta más la natación sincronizada ❤️\n  ","193824":"\n  Cuando la otra o las otras personas dejan de percibirlo de esa manera, no hay rayo celestial que los haga entender que sólo es un gesto de amabilidad.\n  \n  Son cosas totalmente diferentes y se ven tan diferentes xD\n  ","193825":"\n  Que son la cosa más deliciosa del mundo ❤️\n  \n  A ninguno, siempre pruebo un poco de todos y me sería muy difícil renunciar a alguno de ellos 💞\n  ","193826":"\n  Mejor quemo tu dispositivo.. quiero ver cómo salen las almas impuras de ahí.. :v\n  \n  Si yo muero, promete que dejaras junto a mi mis dispositivos, quiero comunicarme del más allá *-*\n  \n  No se muera Sr. Chiclaus va a dejar muchas viudas!\n  ","193827":"\n  Qué rico, ojalá los puedas comer, disfrútalos mucho, y te comes uno por mi.. con una tortilla por fi 😭\n  \n  Ya me los antojaste!\n  ","193828":"\n  Días, muchos días xD\n  \n  Estaba enferma, estaba internada y no sé dió tan fácil que me pudiera bañar u.ü\n  ","193829":"\n  Lo soy y mucho, pero creo que lo controlo algo bien.. creo o.ö\n  ","193830":"\n  Depende el momento.. me gustan los dos.. mmmhh pero me voy más por la guitarra *-*\n  ","193831":"\n  Hola! Gracias por los corazones!\n  \n  Buenas noches n.n\n  ","193832":"\n  Hoy es el fin del mundo ❤️\n  ","193833":"\n  ¿Para qué?\n  \n  Mis preguntas no tienen respuesta\n  ","193834":"\n  Tal vez sea verdad.. ❤️\n  ","193835":"\n  Fer? O.o\n  ","193836":"\n  Oh sí..❤️\n  \n  Mucho, lástima que no tengo el suficiente tiempo para jugar 😩\n  ","193837":"\n  No es personal..\n  \n  Y si no es aquí, no será en ningún otro lado, lo siento.\n  \n  Gracias..\n  \n  Cuídese y que le vaya bien bonito n.n\/\n  ","193838":"\n  Un día se extinguirán y ya no serán molestos para nadie ❤️\n  ","193839":"\n  Para dormir, para soñar ❤️\n  ","193840":"\n  Era lo que querían ..\n  ","193841":"\n  Uy hasta el tuétano.. En Xola están para comerte el vaso!\n  ","193842":"\n  Que bueno que estás mejor, eso también es muy bueno para la gripe\n  \n  Linda noche!\n  ","193843":"\n  Cantinflas!\n  ","193844":"\n  El Santo xD\n  ","193845":"\n  La India por siempre!\n  ","193846":"\n  Eugenio Derbez, hoy..\n  \n  Aunque en su tiempo lo fue el chapulín n.n\n  ","193847":"\n  Pues.. voto por la de la puerta, a mí también me gusta mucho Betty ❤️\n  ","193848":"\n  No me es fácil.. soy mala para varias cosas, aunque dan por echo que no es así..\n  ","193849":"\n  Si no se dicen en el momento, pierden validez\n  ","193850":"\n  Opino que ya era hora!\n  \n  Voy calentando los pasos de baile :v\n  ","193851":"\n  Según yo, cómo lo dices tú, está bien..\n  ","193852":"\n  Ya te cuento.. te invito un café para contarte\n  ","193853":"\n  La seño coneja lo observa*\n  ","193854":"\n  Sí se entiende, está claro el mensaje\n  ","193855":"\n  Sin gas ❤️\n  ","193856":"\n  De 44 nada más ❤️\n  ","193857":"\n  Helado y pajaritos.. pero sin doble sentido, por favor ✋😶\n  ","193858":"\n  La indiferencia\n  ","193859":"\n  No lo creo\n  ","193860":"\n  Miedo.. uhh\n  ","193861":"\n  Dentro de mi burbuja ❤️\n  ","193862":"\n  Sólo respira..\n  \n\n   https:\/\/youtu.be\/SyRv0-oPfKE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193863":"\n  Aún siento el cansancio de la noche, han sido días de muchas horas de trabajo, voy a dormir, voy a la cama, me voy con la sonrisa grande en los labios, pues tú estás ahí, junto a mi almohada, te abrazaré en mis sueños y te recordaré cuando mis ojos se abran y despierte a la vida una vez más, excelente inicio del fin de semana....\n  \n  ...........................\n  ","193864":"\n  No mucho.. ya últimamente nada xD\n  \n  Pero aún es divertido.. sola o con bodoquitos ❤️\n  ","193865":"\n  Claro, con todo y clave Lada o.ö\n  ","193866":"\n  Algo.. y es desesperante\n  ","193867":"\n  🎉🎈🎉🎈 💋¡¡Feliz cumpleaños!!💋 🎉🎈🎉🎈\n  \n  Un abrazo bien fuerte ❤️\n  ","193868":"\n  Oh no!\n  \n  No supe, no estaba aquí u.ú\n  \n  🎈🎈🎈Feliz cumple Fer! 🎈🎈🎈\n  ","193869":"\n  Raw ñam ñam xD\n  \n\n   https:\/\/youtu.be\/NcHfOMwxQG8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193870":"\n  Me gusta como se van quedando plantados uno tras otro.. x)\n  \n  Ya tengo mucho que no uso eso de los vídeos n.n\n  ","193871":"\n  No uso ninguno aún.. o.ö\n  ","193872":"\n  El tiramisú :B\n  ","193873":"\n\n   https:\/\/youtu.be\/qJbkMxZn-kA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193874":"\n  Trato que no sea así, es fácil caer en ese tipo de cosas..\n  \n  Por eso voy derecho y sin mirar a los lados, aunque muchas veces se meten en mi camino y pues...\n  ","193875":"\n  Nope\n  \n  Pues.. diciendo lo que es (?\n  ","193876":"\n  Mmmmhhh o.O\n  ","193877":"\n  El alma.. te joden más..\n  ","193878":"\n  Sip\n  \n  Lo saben y es más que suficiente n.n\n  ","193879":"\n  Ven lo que quieren ver..\n  ","193880":"\n  Sólo es luz azul...\n  ","193881":"\n  Chocolate ❤️\n  ","193882":"\n  Para crear ❤️\n  ","193883":"\n  Mis manos xD\n  ","193884":"\n  Si, lo dije.. y todavía no me voy xp\n  ","193885":"\n  Tengo tres y no me pude decidir\n  ","193886":"\n  🎈🎈🎈🎈Feliz cumpleaños Lindurita!🎈🎈🎈🎈\n  ","193887":"\n  A mí sí, me gusta mucho! ❤️\n  \n  🎈🎈🎈🎈🎈Feliz cumple atrasado!!!!🎈🎈🎈🎈🎈\n  ","193888":"\n  Che cancioncita pegajosa ya me tiene pum, pum, pum, pum pasa la manguera 🎶\n  ","193889":"\n  Para los demás, para mí no, ell@s están muy lejos de mi xp\n  ","193890":"\n  Hola\n  \n  Bien sonrojadas, ja! XD\n  \n  Ughhhhhh me dio sueño!\n  ","193891":"\n  Uhhhhh si nena, mucha veces.. y ahora que no voy tan temprano, me aprovecho y lo disfruto tanto cómo no tienes una idea ❤️\n  ","193892":"\n  No, por que luego se pegan con el látigo.. xD\n  ","193893":"\n  Acompañada, pero sola o.ö\n  ","193894":"\n  0 tiene la libertad de hacer lo que le plazca.. hay confianza, por likes no me voy a arruinar la vida, sea como sea, si hay algo más, después sale a la luz.\n  ","193895":"\n  30 seconds to mars\n  \n\n   https:\/\/youtu.be\/y9uSyICrtow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193896":"\n\n   https:\/\/youtu.be\/9i9sV8TkUFM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193897":"\n  Hola!\n  \n  Pues la mayoría de las veces es así u.u\n  \n  Me disculpo o pido perdón, cuando me doy cuenta que hice algo mal...\n  \n  Y tú disculpame por favor por responder hasta ahorita u.u\n  \n  Hermosa noche!\n  ","193898":"\n  Jajajaja no me asustes que hoy no duerme comigo!\n  \n  *Voltea y lo ve con miedo ô.º\n  ","193899":"\n  Pocas! *-*\n  \n  Ya se acerca otra vez el jueves! 😝\n  ","193900":"\n  Eso pensaba hasta que lo encontré en otro lugar y como no es algo que se pueda esconder.. Lo ven y se les antoja\n  \n  Le haré un lugar especial.. Ya verás ñ.ñ\n  ","193901":"\n  Lunes x)\n  \n  Siempre comenzar es algo, es pesado y hasta fastidioso..\n  ","193902":"\n  No, todavía no, lo del otro día era un juego xd\n  \n  Pero si me gustaría uno ❤️\n  ","193903":"\n  Fiqui...\n  ","193904":"\n  Jerehe baila para mí la cumbia con la luna 😆\n  ","193905":"\n  Cambio constantemente, la mayoría lo hacemos..\n  \n  Se vienen mejores versiones de nosotros, aunque muchas veces esos cambios duelen demasiado.\n  \n  Saludos y hermosa noche!!! ñ.ñ\n  ","193906":"\n  A Fiquiqui ya le explotó la cola :c\n  ","193907":"\n  Tempura\n  ","193908":"\n  Según mis cálculos, es ir y sacar lo que firmé, que si sacamos cuentas y de tres a cuatro horas máximas al día, me iré hasta abril xD\n  \n  Eso de estar emocionada con los proyectos no sentí cuántos eran, pero el tiempo más pesado ya pasó ñ.ñ\n  ","193909":"\n  Yo ya no me puedo enojar, así que puedes hacer lo que quieras xp\n  ","193910":"\n  Noup\n  \n  Pero ya está en uno decidir que tanto sentir eso.. Te entiendo, deseo que te pase pronto, ya sabes, estaré..\n  \n  Si fui por la mañana, tres.. Casi cuatro horas, esta semana fue buena y me siento bien..\n  \n  Cómo te a ido a ti? Siguen de ojotes?\n  ","193911":"\n  Qué te pasa cielo?\n  \n  Te mando un abrazo.. no me gusta mucho que estés triste :c\n  \n  Yo estoy muy bien, ya descanso desde hace rato.. \\(-_-)\/\n  ","193912":"\n  Ahora si ya lo puedo ver, gracias por hacerlo más fácil para mí..\n  \n  Cómo le a ido? n.n\n  ","193913":"\n  Hola travieso lindo!!!\n  \n  Cómo estás? 💋\n  ","193914":"\n  Le gusta soñar 😍\n  ","193915":"\n  Mmm qué le gusta?\n  \n  Es que yo tengo bien femeninas..\n  \n  En todo caso le digo esa del Snoopy en la luna *-*\n  ","193916":"\n  Qué ojos xD\n  ","193917":"\n  Hola Yoyo!\n  \n  Cómo está?\n  \n  Mire así se ve en el teléfono xD\n  ","193918":"\n  Tienes que prestarme tus dedos, por que los míos no me alcanzan xD\n  ","193919":"\n  No llores.. mejor canta!\n  ","193920":"\n  Hola hijo mío 😄\n  \n  Qué bien por ti!! Ahora tienes que trabajar más xD\n  \n  Yo sí partí pocas y también tengo trabajar mucho mucho más!\n  \n  Quiero un aplicador de masa para tamales, tengo muchos pedidos :c\n  \n  Saludos y hermosa noche lluviosa!! 😍\n  ","193921":"\n  Es lo que es, no olvido todo lo que compartimos en todos estos años, aunque aquí no mucho, pero en forms como lo voy a olvidar xD\n  \n  Qué días aquellos!\n  \n  Geniales!!! ❤️\n  ","193922":"\n  Claro, si llegan los tíos y los abuelos con el intercambio del año pasado xp\n  ","193923":"\n\n   https:\/\/youtu.be\/zTHhwvTJyMU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193924":"\n  Nadie xp\n  ","193925":"\n  Quién pregunta?\n  ","193926":"\n  Fernando!\n  \n  Ten una noche hermosa y cuídate mucho! ñ.ñ\n  ","193927":"\n  Dándoles hogar, alimento, salud.. cariño y su espacio 😍\n  ","193928":"\n  Un anónimo poeta, que va por las calles robando besos y corazones..\n  ","193929":"\n  No mucho.. Un 3 o 4..\n  \n  Pero si algo lo pone al 10 .. corran!\n  \n  xD no es cierto.. los controlo a tiempo n.n\n  ","193930":"\n  Mucho..\n  \n  Claro, en cada oportunidad lo hago y lo aprovecho n.ñ\n  ","193931":"\n  Me interesa más un buceo en las mentes 😌\n  ","193932":"\n  Un vasito de garbanzos con sal, limón y picante, bien calientitos .. 😝😜\n  ","193933":"\n  Desde las seis am estoy despierta.. me levanto 6:20 por ahí 😎\n  ","193934":"\n  Si, mucho..\n  ","193935":"\n  Se lleva porque así tú lo deseas.. No estoy de acuerdo\n  \n  La ciudad bajo la densa niebla ♥o♥\n  ","193936":"\n  Salir a explorar un lugar nuevo y por un momento relajarme.. me gustaría hacer las dos cosas ❤️\n  ","193937":"\n  Qué bonito no?\n  \n  Tantos años, tantos recuerdos ñ.ñ\n  \n  Gracias por ser parte de ellos Fer 💓\n  \n  Hermosa noche!!!\n  ","193938":"\n  No inventes estuvo intenso!\n  \n  Gracias nena xD\n  \n  Ahora necesito un terremoto x)\n  \n  Bonita noche princesa!!\n  ","193939":"\n  Fue algo triste, pero es lo que es..\n  \n  Si no fuese así, no habría tantos problemas aquí o allá o más allá..\n  \n  Tan mala soy que estoy rompiendo límites y reglas ö.o\n  ","193940":"\n  Que bonita canción...\n  \n  Yo.. Dormir, tengo mucho mucho sueño 😪\n  ","193941":"\n  👳👉😡👉🐇\n  \n  Entonces..\n  \n  🐇👉😭👉🚀🌑👉🔪👉💓👉💔\n  \n  Para que..\n  \n  🙈🙉🙊👉💆👉👳👉😆😄👉👻👉🐇😥\n  \n  A ver si salen todos los emojis\n  ","193942":"\n  Los dos están tentadores.. pero ninguno como los del osito Fiquiqui ❤️\n  ","193943":"\n  Ensaladas, pollo mmm ceviches y pastas 😍\n  ","193944":"\n  No mucho, voy más a la mexicana ❤️\n  ","193945":"\n  Si, con veneno y las besuconas se terminaron 😮\n  ","193946":"\n  Cómodo vintage xD\n  ","193947":"\n  Eso le dices a todas uvut\n  \n  Y todas hasta son tus esposas.. tú tienes un harem o.ö\n  ","193948":"\n  Respirar bajo el agua.. en las nubes ya ando ❤️\n  ","193949":"\n  Qué bonito pensamiento...\n  ","193950":"\n\n   https:\/\/youtu.be\/fZbusX0dt9o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193951":"\n  30 o 40 xD\n  \n  Y con estos fríos no me quiero levantar u.u\n  ","193952":"\n  Dos años más o menos.. Ya le hace falta ❤️\n  ","193953":"\n  Del banquete 😒\n  ","193954":"\n  De la avenida :c\n  ","193955":"\n  ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️\n  \n\n   https:\/\/youtu.be\/yuFI5KSPAt4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193956":"\n  Juana cenó anoche u.u\n  ","193957":"\n  Si te puedes esconder de tus novias.. Que no se pueda hacer eso :v xD\n  ","193958":"\n  Ese mismo sentimiento que tenías no, no lo creo, por que pasa el tiempo, las personas y todo cambia\n  ","193959":"\n  Feliz cumpleaños!\n  ","193960":"\n  No, nunca o.o\n  \n  Cada quien tiene su privacidad, su espacio, su conciencia, si existe algo mal, no olvides que una mentira dura hasta que la verdad llega.\n  \n  Eso tarde qué temprano, sucede.\n  ","193961":"\n  Me gusta\n  \n   @Dayazulcielo\n  \n  en su burbuja ❤️💋\n  ","193962":"\n  :B\n  ","193963":"\n\n   https:\/\/youtu.be\/rs6Y4kZ8qtw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193964":"\n  Ehhh o.Ö\n  ","193965":"\n\n   https:\/\/youtu.be\/b0a7QavDTpo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193966":"\n  Pancho está dormido en mi cama, déjelo en paz e.e9\n  ","193967":"\n  Como sea..\n  \n  Te tiran un montón de palabras y hacen de ti sí te dejas lo que quieren!\n  ","193968":"\n  Lo lamento u.u\n  ","193969":"\n  Day = Dayani = Nombre que me gusta mucho ❣️\n  \n  Azul = Azul = Mi color favorito ❤️\n  \n  Cielo = Cielo = Me fascina el cielo, estoy enamorada del cielo 💋\n  \n  Dayazulcielo 😍\n  ","193970":"\n  Lo hago más seguido de lo que pensaba xD\n  ","193971":"\n  Seguro hiciste algo para que lo hiciera o.ö\n  ","193972":"\n  Dormir, bailar, cantar, comer, observar ❤️\n  ","193973":"\n  Un pitbull bailando esto xD\n  \n  Mmm..\n  \n\n   https:\/\/youtu.be\/RaIbBbqpDGo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","193974":"\n  Con un helado de amaretto!\n  ","193975":"\n  Eso eso ñ.ñ\n  ","193976":"\n  Un buen negocio..\n  \n  Algunos si lo hacen por necesidad, pero, lamentablemente la mayoría ya es su negocio u.u ya no trabajan, solo piden..\n  ","193977":"\n  No, con lo que tengo basta\n  \n  Es bastante incómodo cambiar mis rutas y horarios para salir a la calle y no ser molestada @_@\n  ","193978":"\n  Sí, con mi cabello azul azul ❤️\n  ","193979":"\n  Y en alguna parte del planeta encontrarán rastros de ti, plasmados en algún lugar...\n  \n  Jaja me acordé de tus post, semejante huella!\n  ","193980":"\n  Bien araña la doña xD\n  ","193981":"\n  La de pepperoni\n  \n  Y la azteca (base de masa de maíz al comal con carne asada, queso, cebolla, cilantro, guacamole y sus salsas)\n  \n  Ya me dió hambre .-.\n  ","193982":"\n  Pero de su mente no podrás.. Ni de nadie de los que te conocen y les importas :3\n  \n  La señora de ayer seguro nunca te va a olvidar o.o\n  ","193983":"\n  Tiramisú ❤️\n  \n  Unas dos o tres veces por mes u.u\n  ","193984":"\n  Cómo que lo del perro no les dió risa como contigo xD\n  \n  Mmm ya es desición propia hacerlo así\n  ","193985":"\n  Ya no voy a decir groserías :c\n  ","193986":"\n  La noche.. Me tiene fascinada ❤️\n  ","193987":"\n  No le eches la culpa al perro e.e\n  \n  Yo vi que casi se te salían los ojos è.é9\n  ","193988":"\n  Cuando la persona toca mi vida, para bien o para mal, se queda en mi historia\n  ","193989":"\n  Lavar los trastes, lo odio con todas mis manos u.u\n  \n  Y barrer e.e me salen ampollas ._.\n  ","193990":"\n  Vacaciones así que se diga vacaciones, como dos\/tres años.. Changos me urge irme al mar.. De perdis a Chapala xD\n  ","193991":"\n  Tengo copias, aparte mis recuerdos, ni uno ni otro se puede evitar en estos tiempos.. ni con ciertas personas, no todos tienen ese privilegio\n  ","193992":"\n  Mi hermana.. creo que tengo que llorar más xd xD\n  \n  Nah yo también soy consentida xp\n  ","193993":"\n  Tú borrarás la base de datos, yo tengo una copia.. y alguien más tiene otra copia.. así de fascinante es la vida..\n  ","193994":"\n  Me gustan, siempre llevo mis tijeras o en algo me entretengo y se me va el tiempo rápido, soy muy paciente ñ.ñ\n  ","193995":"\n  Cada que me da la loquera o.o\n  \n  No tengo fechas fijas, solo voy al estilista y ahí mismo tomo la desición 💆\n  ","193996":"\n  Nunca.. Lo sé u.ú\n  ","193997":"\n  Es tu huella en este planeta, en esta vida..\n  ","193998":"\n  Usted está gritando más que yo!\n  \n  * Le tapa la boca *\n  ","193999":"\n  Si, tengo muy poquitas y me hubiera gustado tener mucho más u.ú\n  ","194000":"\n  Mejor me preparo un té....\n  \n\n   https:\/\/youtu.be\/U7rYj10RLOk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194001":"\n  Unos tacobesos.. una mirada, una sonrisa, una conexión .. él y yo ❤️💋\n  ","194002":"\n\n   https:\/\/youtu.be\/NhheiPTdZCw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194003":"\n  Yo también te quiero mucho Fer, sabes que te aprecio mucho y son años de leerte, aunque no interactuamos mucho, estás aquí, gracias \\n.n\/\n  \n  Hermosa noche y que estés muy bien! 💖\n  ","194004":"\n  No lo creo la verdad.. es que se rompe la confianza y las cosas ya no vuelven a ser iguales, siempre quedará esa falta de la otra persona en la relación y ante cualquier disgusto lo sacan a flote y son peleas interminables y eso desgasta la vida 💔\n  ","194005":"\n  Solo uno y ya, sin querer ser me hizo tarde o.o\n  ","194006":"\n  Buscaba un dulce o.o\n  \n  No he comido dulces hoy.. 🙊\n  ","194007":"\n  Fue para darte unos cocos.. claro que te abracé con buena intención, con buenos deseos, para reconfortar el alma..\n  \n  Aunque la popocita pueda pensar otra cosa, me vale, sí, te abracé, ¿Y? por cierto llegaste sin cartera o.ø\n  ","194008":"\n  Hace poco fue mi primera vez con esa frase.. qué malota soy e.e9\n  ","194009":"\n  Si lo metemos en una bolsa, existen muchas probabilidades o.o\n  \n  Pero no hagan eso con los patos u.u\n  \n  No con ningún ser vivo u.u\n  ","194010":"\n  Hola Fer!!!\n  \n  Cómo estás?\n  \n  Cómo sigues de tu pierna?\n  \n  Deseo que estés mejor y tengas un año súper!!! \\ñ.ñ\/\n  \n  Hermosa noche Fershi Cielo ñ.ñ\/\/\n  ","194011":"\n  Descansa muñeco, gracias y cuídate.. buenas noches n.ñ\/\/\n  ","194012":"\n  Mucho xD\n  \n  Le voy a disparar un Tejuino!\n  ","194013":"\n  Próximamente... ❤️\n  ","194014":"\n  A que me pongan una inyección xD\n  \n  No sé crea, pues aquí en ask, ya me sigue? e.ë\n  ","194015":"\n  ñ.ñ\n  ","194016":"\n  xD yo que sé, hay gente que responde taaaaaaan divertido xd\n  \n  Debería seguir gente más interesante xD\n  \n  Me sigue?\n  ","194017":"\n  Se están divirtiéndo de las respuestas que reciben o.ö\n  ","194018":"\n  Está bueno para matarlo con un zapato xD\n  \n  Está genial, no había visto uno igual, seguro con tu tono de piel va a lucir mucho ñ.ñ\n  ","194019":"\n  Soy mayor de edad, tengo como unos 10 inviernos ❤️ más que tú xp\n  \n  Bonita tarde ñ.ñ\/\n  ","194020":"\n  Dormir y comer.. Bailar y jugar.. sonreír y soñar.. sentir y disfrutar.. vivir y respirar..\n  \n  Sentiste el frío de la noche y su tranquilidad con los ojos cerrados?\n  \n  Hoy me senté bajo un árbol y cerré mis ojos, abrí mis oídos y dejé que el sol me abrazara.. sentí los pasos de la gente, el murmullo de las aves y el agua de la fuente.. sentí magia.. sentí volar por un momento y fui muy feliz.. abrí mis ojos y miré como unos niños jugaban con el agua, sonreí al ver su alegría y despreocupación.. al costado estaban muchos chicos y chicas dando abrazos gratis y besos a quien quisiera.. me hicieron reír de solo verlos cómo al paso, detenían a alguien que iba de prisa y le extendían los brazos y lo abrazaban y los hacían reír y ser iban con una sonrisa... Veo y siento muchas cosas que me hacen feliz... Pero existe algo más que me hace mucho muy feliz, las personas que tengo a mi lado, que pese a mi manera de ser y los malos entendidos, están conmigo enteramente. Los quiero tanto por ser parte de mi vida. ❤️ Gracias por existir y ser y estar y aguantarme ..\n  ","194021":"\n  Qué triste canción.. pero tiene mucho de verdad..\n  \n  Mi forma de ser.. vivo y dejo vivir, disfruto y amo sentir, soy feliz y lo seré más, eso está en mi y en nadie más, quien quiera desear estar a mi lado bienvenid@ será, siempre tendrá lo mejor de mi y quien no, que saqué sus alas y se vaya a volar, a buscar una vida, por que sólo tenemos una y algún día, se va a terminar... Voces ❤️\n  \n\n   https:\/\/youtu.be\/_Uqd3Z1fVtA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194022":"\n  Mi felicidad no se mide en escalas ❤️\n  ","194023":"\n  Claro que sí xD\n  ","194024":"\n\n   https:\/\/youtu.be\/j-fWDrZSiZs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194025":"\n  Genial, te lo agradezco, ahora sí ya puedo escribirlo en Twitter 💋\n  \n  Qué haría yo sin ustedes ❤️\n  ","194026":"\n\n   https:\/\/youtu.be\/1TO48Cnl66w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194027":"\n  O.o\n  \n  Khé?\n  ","194028":"\n  Diga? O.o\n  ","194029":"\n  Ay no wuakala 😣\n  ","194030":"\n  A los cuántos se aprende a respetar a los demás?\n  ","194031":"\n  Es posible, ya que me facilitaría muchas cosas ñ.ñ\n  ","194032":"\n  Una muy buena para irme a dormir xD\n  \n  Buenas noches..\n  ","194033":"\n  Según mi nota esta a 14° grados\n  \n  Yo tengo mucho mucho frío u.u\n  ","194034":"\n  No recuerdo exactamente la edad, pero desde entonces no me gusta (7\/15 años)\n  ","194035":"\n  O.Ö\n  \n  Goloso\n  ","194036":"\n  Hace frío..\n  ","194037":"\n  Es divertido cuando miras al horizonte y alguien te está hablando 🙊\n  ","194038":"\n  Yo quiero muchos las 24 hrs ❤️\n  ","194039":"\n  Se ve padre con la luz negra ❤️\n  ","194040":"\n  Tengo duda sobre el día exacto, nada más, pero no lo olvido 🤔\n  ","194041":"\n  Obligueme e.ë\n  ","194042":"\n  Si ❤️\n  \n  Gracias por ello.. 💋\n  ","194043":"\n  Mi lista es larga.. necesito muchas cosas u.u\n  \n  No sé por dónde comenzar..\n  ","194044":"\n  Me duelen los dedos, si no con gusto le explico cómo hacer nudos e.e\n  ","194045":"\n  Cuando concuerden nuestras agendas o.-\n  ","194046":"\n  Muy bien, festejé antes de las doce 😝\n  ","194047":"\n  Pues me sorprendería y trataría de saber bien por qué lo hizo o pasó eso o.o\n  ","194048":"\n  Jaja no.. es muy cruel, me da pena 🙈\n  ","194049":"\n  Por que comí guacamole y tenía habanero 😳\n  ","194050":"\n  Practicando 👌\n  ","194051":"\n  Y más oportunidades ❤️\n  ","194052":"\n  Qué bueno que está bien, vendrán tiempos mejores :3\n  ","194053":"\n  Yo también u.u\n  ","194054":"\n  De paz.. de tranquilidad y me reconforta.. ❤️\n  ","194055":"\n  En dónde te metiste?\n  \n  Creí que ya te habías mudado o algo así o.o\n  ","194056":"\n  Si xD\n  ","194057":"\n  Que no sea la pizza que pediste u.u\n  ","194058":"\n  Las que gustes n.n\n  ","194059":"\n  Con una bien dicha tienes, tiene que ser con fua si no, no pega 😝\n  ","194060":"\n  Ñop\n  ","194061":"\n  Hola!\n  \n  Qué a sido de tí?\n  \n  Pasó mucho tiempo ya desde la última vez\n  ","194062":"\n  Haré limpieza de nuevo 😉\n  ","194063":"\n  135 ❤️\n  ","194064":"\n  Olo\n  ","194065":"\n  Gracias!\n  \n  Pensé que nadie se iba a acordar ñ.ñ\/\/\n  \n  Buenas noches!!❤️💋\n  ","194066":"\n  Acomodando ciertas cosas.. para que todo salga bien.. gracias n.n\n  ","194067":"\n  Que te diviertas mucho!\n  ","194068":"\n  Hola ❤️\n  ","194069":"\n  Te lo regalo ❤️\n  ","194070":"\n  Mucho..\n  \n  No tanto como lo primero\n  ","194071":"\n  De zanahoria :B\n  ","194072":"\n  Hola\n  \n  Dame unos huracanes de corazones :c\n  \n  Cuídate mucho princesa ❤️\n  ","194073":"\n  Es gratis, si le disparas el combo cachetón\n  ","194074":"\n  Soñar es empezar a transformar la realidad.\n  \n  - El Guardador\n  ","194075":"\n  Bueno, lo recordé y le deseo lo mejor, que se haga viejo y feliz, con todos sus negocios que siempre a anhelado.\n  \n  Tenga buena vida Mr. Boboto n.ñ\/\/\n  ","194076":"\n  Una edición de vídeo ❤️\n  ","194077":"\n  Esperaré la respuesta 👌\n  ","194078":"\n  Adiós idiota ❤️\n  ","194079":"\n  Viajar ❤️\n  ","194080":"\n  El wis y la luna ❤️\n  ","194081":"\n  En ese me voy al infinito de la barranca ❤️\n  ","194082":"\n  Claro, es un tema que me interesa\n  ","194083":"\n  Me duele la cabeza si me río :c\n  ","194084":"\n  Noup o.o\n  ","194085":"\n  Y brillamos juntos, entre pestañas...\n  ","194086":"\n  Nos dimos todo lo que se nos dió, nos dimos todo eso y mucho más * canta *\n  ","194087":"\n  Ni yo, de qué hablamos? O.o\n  ","194088":"\n  Demasiado tarde, ya tomé rompope ❤️\n  ","194089":"\n  Ando en mis días  ❤️\n  ","194090":"\n  El amor es...\n  \n  U.U yo sé que es algo bonito.. no puedo acordarme más.. Lo siento u.u\n  ","194091":"\n  Qué triste caso.. yo por eso puras palomas mensajeras ❤️\n  ","194092":"\n  A una niña que vendía dulces con su mamá ❤️\n  ","194093":"\n  Gracias, igualmente para usted ñ.ñ\n  ","194094":"\n  Tiene la cadera quebrada xD\n  ","194095":"\n  Jaja gracias Sami lindura!\n  \n  No hables de alcohol\n  \n  Que tengas excelentes años, días, semanas, minutos, momentos.. junto a tu familia y amigos.\n  \n  Y lo siento, el movimiento naranja ya me tiene harta la corona! No voy a votar por ellos xD\n  \n  Un abrazo y que estés muy bien werito!\n  ","194096":"\n  Muchas gracias Kassy!\n  \n  También te deseo lo mejor este año y el que sigue y siempre!\n  \n  Un abrazo princesa ñ.ñ\n  ","194097":"\n  No sé cuánto tiempo tenga, ni cuánto tiempo me lleve, yo solo caminaré sobre mis huellas, perderé la mirada sobre esos atardeceres a ver si miro una señal para encontrar eso que perdí, vagaré sin descanso hasta que ese fuego vuelva a arder día y noche.... ❤️\n  ","194098":"\n  Jaja están bien lindos ❤️\n  \n\n   https:\/\/youtu.be\/GKNB7Eid-ek\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194099":"\n  Puro ritmo xD\n  \n\n   https:\/\/youtu.be\/xlJe56tnIxs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194100":"\n  xD\n  \n\n   https:\/\/youtu.be\/GFElLKx0XtQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194101":"\n  Si me acuerdo, edito la respuesta, estoy segura que pronto lo recordaré :c ❤️\n  ","194102":"\n  Gato, búho o.o y las palomitas cafés, no sé cómo se llaman pero cantan mucho ❤️\n  ","194103":"\n  Envíame tu cuenta y te haré muchos! xp\n  ","194104":"\n  Ah por Dios!\n  \n  Mis ojos se llenaron de pelos!\n  \n  No hagas eso, estaba comiendo 💔\n  \n  Pero es muy su peluche, digo, su cuerpo ._.\n  ","194105":"\n  Del año pasado ❤️\n  ","194106":"\n  Duo ❤️\n  ","194107":"\n  Lo suficiente para que esté listo para vivir fuera o morir dentro..o vivir dentro y morir fuera ❤️\n  ","194108":"\n  Gracias ❣️\n  ","194109":"\n  Buenas tardes frías ❤️\n  ","194110":"\n  B:\n  ","194111":"\n  Dejarlos libres u.u\n  \n  Y quererles mucho.. en silencio ❤️\n  \n  Algo así..\n  ","194112":"\n  Qué coma menos rábano y haya menos acumulación de gases propulsores xp\n  ","194113":"\n  Hay que sacarlo a pasear ñ.ñ\n  ","194114":"\n  Facebook ✨\n  ","194115":"\n  Enséñale lechuga y de volada se baja o.o\n  ","194116":"\n  Ese turbo!\n  ","194117":"\n  Si lo ví xD\n  \n  Será por el rábano?\n  ","194118":"\n  :0\n  \n  No se pase!\n  ","194119":"\n  :o\n  \n  Se ven lindos! 💞\n  ","194120":"\n  Yo si los miré ❤️\n  ","194121":"\n  Hasta el otro año!\n  ","194122":"\n  🍫🍫🍫\n  ","194123":"\n  Lo dudo, se quebró un pie xD\n  ","194124":"\n  No, aún no o.x\n  ","194125":"\n  Unas 16 horas :')\n  ","194126":"\n  Es que el amor no puede morir de un día para otro..\n  \n  A mí, por los siglos de los siglos ❤️\n  ","194127":"\n  Si * Levanta los brazos * 😌\n  ","194128":"\n  Claro, cada quien tiene su lado lindo 💋\n  ","194129":"\n  ❤️\n  ","194130":"\n  Mis 5 sentidos y los que están escondidos ❤️\n  \n  Y otras cosas más ñ.ñ\n  ","194131":"\n  Si, en la carpeta de documentos por favor o.-\n  ","194132":"\n  Dormir ❤️\n  ","194133":"\n  Jaja no te enojes!  :P\n  ","194134":"\n  Lerolero no fue aprobada 🎶\n  ","194135":"\n  😏\n  ","194136":"\n  Mucho xD\n  \n  Y lo que no me gustan son las tazas locas\n  ","194137":"\n  En una alucinante olla de ponche.. tenía estrellitas *-*\n  ","194138":"\n  😍 la montaña rusa o la rueda de la fortuna\n  ","194139":"\n  o.ö\n  ","194140":"\n  No, pero lo sospechaba e.ë\n  ","194141":"\n  En realidad él no trabaja, tiene ayudantes u.u él nada más hace la parte más papita.. repartir u.u\n  ","194142":"\n  Dulces sueños..\n  \n\n   https:\/\/youtu.be\/eP4eqhWc7sI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194143":"\n  Seguir..\n  ","194144":"\n  Si o.o\n  ","194145":"\n  No, no me gusta o.o\n  ","194146":"\n\n   https:\/\/youtu.be\/76l6QNtIAaI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194147":"\n  No o.ó\n  ","194148":"\n  Igual acompañarla hasta un lugar seguro para ella y para mí o.o\n  ","194149":"\n  Ah sí muchas veces..\n  \n  Que oso\n  ","194150":"\n  Verme en sus ojos\n  ","194151":"\n  :0\n  ","194152":"\n  Gustable.. si\n  \n  Amable.. también, pero sobretodo muy saludable 😍\n  ","194153":"\n  Ya perdí la cuenta o.o\n  ","194154":"\n  Cambiar  de chip\n  \n\n   https:\/\/youtu.be\/qrO4YZeyl0I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194155":"\n  Los chocolates y los besos..\n  \n\n  Los amores y los sueños..\n  \n  Los abrazos y el dinero :p\n  ","194156":"\n  Salió Cónsul 😉\n  ","194157":"\n  Amén\n  ","194158":"\n  Mi libreta 😍\n  ","194159":"\n  🤔\n  ","194160":"\n  Las anoto xD\n  ","194161":"\n  Por que me gustan sus respuestas, principalmente ñ.ñ\n  ","194162":"\n  A veces, casi todos tienen mi atención o.o\n  ","194163":"\n  Yo qué?\n  \n  Ya me perdí xD\n  ","194164":"\n  Que no tengan baño u.u\n  ","194165":"\n  Una bruja u.u\n  ","194166":"\n  Que le haces mal a alguien o.o\n  ","194167":"\n  *se lo pone en la frente*\n  ","194168":"\n  Por que es moda u.u\n  ","194169":"\n  Si xD\n  ","194170":"\n  Mi kit de belleza 😍\n  ","194171":"\n  Bang!\n  ","194172":"\n  Ya quiero ver el vídeo, realmente me sorprendió esa noticia o.o\n  ","194173":"\n  Bienvenidos a Zombieland!\n  ","194174":"\n  Extraño mi máquina de escribir o.o\n  ","194175":"\n  Están bien bonitas n.n\n  \n  De qué se acordó?\n  ","194176":"\n  Comiendo fruta, gusta? 🍓🍎\n  ","194177":"\n  Amarrarla a la cama, no hay de otra u.u\n  ","194178":"\n  Que ojos tan coquetos 💋\n  ","194179":"\n  Siempre, por que eso es una herencia para la humanidad o.o\n  ","194180":"\n  Eso trato u.u\n  ","194181":"\n  Yo xp\n  ","194182":"\n  Muchas cosas, pero esa que estás pensando, sólo la puedo hacer si dejas de reírte o.o\n  ","194183":"\n  A donde el camino los guíe o.o\n  ","194184":"\n  Una hora más :3\n  ","194185":"\n  \\o.o\/\n  \n  Hola señor burrito!\n  \n  Cómo le va?\n  ","194186":"\n  Ay si! u.u\n  ","194187":"\n  A veces, para qué te digo que no xD\n  ","194188":"\n  Owo\n  ","194189":"\n  Nop o.ö\n  ","194190":"\n  Hace 24 hrs o.o\n  ","194191":"\n  Paciencia, ya te tocará u.u\n  ","194192":"\n  No no, como crees? xD\n  ","194193":"\n  De 7 AM a 7 PM\n  ","194194":"\n  Te doy si sonríes..\n  ","194195":"\n  Si, cada noche en lo mismo, ya me estoy acostumbrando u.u\n  ","194196":"\n  Si y sí u.u\n  ","194197":"\n  El que está detrás de todo eso ñ.ñ\n  ","194198":"\n  D: una manta y un mokaccino 😍\n  ","194199":"\n  Para nada o.o\n  ","194200":"\n  Nou olvídalo!\n  ","194201":"\n  💖❤️💖\n  \n\n   https:\/\/youtu.be\/PFe1JTJHNms\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194202":"\n  xD\n  ","194203":"\n  De lo que estoy escuchando xp\n  ","194204":"\n  Dale amor xD\n  ","194205":"\n  No o.o\n  \n  Me das miedo!\n  ","194206":"\n  Yo?\n  ","194207":"\n  No, ya no o.o\n  ","194208":"\n  Si se vale o.o\n  ","194209":"\n  La persona me la reservo.. pero sería en este lugar..\n  \n  💕\n  ","194210":"\n  No se te ocurra e.e\n  ","194211":"\n  La verdad no tengo ni idea o.o\n  ","194212":"\n  Dormir 😍\n  "}}