{"Question":{"194213":"\n   Prueba los nuevos estados de ánimo A_A\n  ","194214":"\n   ¿Qué os preferís pizza, hot dog o hamburguesa?\n  ","194215":"\n   Say my name\n  ","194216":"\n   ¿Duermes de golpe hasta el otro día o te despiertas en varias ocasiones en la noche?\n  ","194217":"\n   Cual es tu cancion favorita de Marc Anthony?\n  ","194218":"\n   Que opinas de que ando muy feliz :)\n  ","194219":"\n   han visto este video? hahahahaha.... como me rei pobres ratas como truenan en su boca\n   \n    https:\/\/www.youtube.com\/watch?v=vbqu2J6M0vQ\n   \n","194220":"\n   ♥\n  ","194221":"\n   ...\n  ","194222":"\n   Tú también cocinas bien sabroso. ❤\n  ","194223":"\n   Me siento miserable sin ti, es casi como tenerte aquí, en algo aplica está frace para ti ?\n  ","194224":"\n   ¿Es el amor complicado? ¿Por qué?\n  ","194225":"\n   Es que está bien bueno. u.u\n  ","194226":"\n   Yo si lamo el plato. u.u\n  ","194227":"\n   ;3\n  ","194228":"\n   ¿Lees el apartado \"Acerca de mí\", de los usuarios que sigues?\n  ","194229":"\n   Y tú, ya que hayas acabado, ¿Lames el plato de comida cuando nadie te ve?\n  ","194230":"\n   Amigos, sabian que tengo una demanda por daño moral hacia Putelme, por que segun el, yo fui el responsable de la filtracion de sus fotos. 😂😂\n  ","194231":"\n   Que dices si hacemos un grupo en FB para ir a publicar pndejadas a los perfiles de los famosos? ... Espero no ofender a nadie con mi pregunta, en mi defensa debo aclarar que estoy algo ebrio\n  ","194232":"\n   Tener animales es una responsabilidad y quizá por lo menos para mí lo único desagradable de tenerlos es que por lo general viven menos que uno ... No hay dolor más grande que ver sufrir a los seres que amas te punza hasta el tuetano *suspiro*\n  ","194233":"\n   ¿Te tienen que andar explicando mucho las cosas o entiendes fácil?\n  ","194234":"\n   ¿Tiene usted problemas con la ley?\n  ","194235":"\n   Quien sea, déjeme de seguir 👿\n  ","194236":"\n   U_U\n  ","194237":"\n   A la hora de comer, ¿Tratas de llevar todos los días un mismo horario y orden o comes hoy a una hora y mañana otra y así?\n  ","194238":"\n   ¿Cuál es el piropo más guarro que has hecho?\n  ","194239":"\n   ¿Serías capaz de visitar un sitio abandonado con solamente un acompañante de noche?\n  ","194240":"\n   Cuando estás comprometido\/a, ¿Compartes las contraseñas de tus cuentas en línea a tu pareja?\n  ","194241":"\n   ¿El que te di? o.ó O cual e.e\n  ","194242":"\n   Kamui\n  ","194243":"\n   * perreando *\n  ","194244":"\n   Recuérdame...🐉🎼🎶🎵 No llores por favor... 🎼🎵🎶\n  ","194245":"\n   Nuestros sueños y fantasías son también parte de la realidad? A_A\n  ","194246":"\n   Supermoon!! 🌜 🗽\n  ","194247":"\n   Hahahahhahahahahahahahahaha\n  ","194248":"\n   Aún especulando sobre edades?\n  ","194249":"\n   Eres súper buena onda?\n  ","194250":"\n   ¿Por qué se pone caliente cuando escucha este perreo?\n  ","194251":"\n   Cuéntame\n\n¿Qué fue lo más extraordinario que te a pasado esta semana?\n\n•Estar vivo cuenta, pero esa respuesta no vale.•\n  ","194252":"\n   ¿Dónde crees que están tus dientes de leche?\n  ","194253":"\n   ¿Cómo prefieres bañarte, agua fría o caliente? ¿Qué hace que prefieras una u otra?\n  ","194254":"\n   Ésa¡?\n  ","194255":"\n   Te amo bebé c:\n  ","194256":"\n   o.o?\n  ","194257":"\n   vas a ir a maliblue?\n  ","194258":"\n   ¡Felicidades! 🎉🎈🎊\n  ","194259":"\n   Bueno, con algo así de pequeño, puedo hacer milagros.\nTe llevaré a un lugar caluroso 😂\n  ","194260":"\n   ¿Eres adict@ a las redes sociales?\n\n¿A cuáles?\n  ","194261":"\n   ¿Cuál ha sido el último regalo que le has hecho a alguien?\n  ","194262":"\n   Me cortaste la inspiración.\n  ","194263":"\n   ¿Quién me interrumpió?\n  ","194264":"\n   ¿Siempre llegas en tan buen momento?\n  ","194265":"\n   Té con piquete. o.ó\n  ","194266":"\n   Jajajajajajajajajaja si te estaba haciendo caras. WAAAAAAAAAA!!!!\n  ","194267":"\n   A donde vas. o.ó\n  ","194268":"\n   Eso es tontear y hacerte caras y es bien divertido y molestable y me gushta molestarte. Es divertido. cX\n  ","194269":"\n   Cómo estas.\n  ","194270":"\n   LOL XD. WAAAAAAAAAAAAAAAAAAAAAAAAAAAAA!!!\n  ","194271":"\n   Todos los osos pandas están bonitos oye.\n  ","194272":"\n   Duuuu daaaa duuuu. o.ó\n  ","194273":"\n   En cuál oso panda?\n  ","194274":"\n   Alguna vez amaste esa flor que nació de la maldad? \n.......un mal mayor puede terminar con los otros males? Será que la gente buena pierde por ser buena ? Romper las reglas y escupirle a la sociedad es un requisito para sentarte en tu sofá y beber algo caro COMBO BREAKER \n _A\n  ","194275":"\n   En que piensa\n  ","194276":"\n   Lol. XD ¿Por qué se me está tirando la babita?\n  ","194277":"\n   Ignoren al hombre tras la cortina, el mago de Oz no tiene por que tener  una identidad, mientras conceda deseos que importa si se trata de un simio o un drogadicto cof cof vida a la tosferina\n  ","194278":"\n   Te encuentras a alguien conocido o familiar por la calle, ¿Sueles saludarle o tratas de evadirle?\n  ","194279":"\n   Amas lo que haces o piensas que deberías dedicarte  a otra cosa?\n  ","194280":"\n   Hace cuánto que no te conscientes a ti mism@?\n  ","194281":"\n   Buuuu!! Waooooo!! Duuuuaooooayuuuu!!\n  ","194282":"\n   Mejor escena de película , serie o anime.\n  ","194283":"\n   Te gusta el nombre que tienes? ... si no te gusta y pudieras cambiarlo cuál elegirías?\n  ","194284":"\n   Soy yo o en diciembre da más hambre?\n  ","194285":"\n   ¿Cuál crees es la especie animal que sufre más a manos de nosotros?\n  ","194286":"\n   ¿Qué soportas mejor, el frío o el calor?\n  ","194287":"\n   Le dicen la rompe corazones🎵🎼🎶🐉\n  ","194288":"\n   oye\n  ","194289":"\n   Esperabas que estuviese dormido e_e?\n  ","194290":"\n   Canción favorita, ¿y porque? c:\n  ","194291":"\n   q estabas haciendo?\n  ","194292":"\n   cri cri\n  ","194293":"\n   ☺️✋el Mejor recuerdo que ah tenido en la vida¿?\n  ","194294":"\n   ¿Y dónde está mi gente?\n  ","194295":"\n   ¿Cuánto tiempo esperarías al amor de tu vida?\n  ","194296":"\n   ¿Aguantas la presión o cedes con facilidad?\n  ","194297":"\n   De qué hablas, deja las drogas\n  ","194298":"\n   ¿Alguna vez te has metido el dedo en la nariz en público?\n  ","194299":"\n   ¿Cuál es la mejor manera de empezar el sábado?\n  ","194300":"\n   ♥\n  ","194301":"\n   ¿Puedo confiar en ti? e_e\n  ","194302":"\n   ¿Cuál crees sea el lugar más peligroso de la Tierra?\n  ","194303":"\n   ¿Qué diablos te ocurre!!?\n  ","194304":"\n   Huy, ya no recuerdo qué pregunté .-.\n  ","194305":"\n   Sí o no?\n  ","194306":"\n   o.o\n  ","194307":"\n   Risa de actor\/actriz o personaje de ficción que más te guste.\n  ","194308":"\n   Muy pocas cosas me generan asco\n  ","194309":"\n   Maldito insecto!!\n  ","194310":"\n   ¿Te gusta planificar la mayoría de las cosas o vas trabajando sobre la marcha, improvisando?\n  ","194311":"\n   ¿Qué animales te generan asco\/repulsión?\n  ","194312":"\n   Me tuve que ir a ver la imagen...\n  ","194313":"\n   Podría yo serlo? O:\n  ","194314":"\n   Lol\n  ","194315":"\n   Sí, justo eso pregunto o.o\n  ","194316":"\n   Ah? De qué hablas e.e\n  ","194317":"\n   Sí\n  ","194318":"\n   * cruz *\n  ","194319":"\n   Tengo que admitir que me causa curiosidad\n  ","194320":"\n   ¿Te agradan o molestan las reuniones familiares?\n  ","194321":"\n   ¿Eres puntual?\n  ","194322":"\n   Me doy a entender?\n  ","194323":"\n   Define el lugar donde vives, puedes hacer referencia a alguna ciudad conocida para una descripción, ejemplo: aquí es como  hells kitchen, solo que sin un Daredevil\n  ","194324":"\n   n_n\n  ","194325":"\n   Qué tal manejas el estrés? Estudio, trabajo, gastos, salud, responsabilidades, relaciones, rutinas, cambios, imprevistos, incertidumbre etc, más aún si vives solo o te haces cargo de varias cosas ? 😛 Alguien me invita a unas vacaciones ? olvide mencionar  los hijos y la familia, viva la soltería\n  ","194326":"\n   ¿Qué cosas se te dificulta decir?\n  ","194327":"\n   ¿Por qué te cotizas?\n  ","194328":"\n   Después te digo\n  ","194329":"\n   ¿Cuál crees que es el peor concurso que hacen en tu país?\n  ","194330":"\n   ¿Qué podrías comer y comer sin parar?\n  ","194331":"\n   Anda en mantenimiento e.e\n  ","194332":"\n   Por qué dices que te equivocaste?\n  ","194333":"\n   Que cantante te gusta\n  ","194334":"\n   A_a\n  ","194335":"\n   El caos es una escalera\n  ","194336":"\n   Qué pasará el jueves ?\n  ","194337":"\n   Siempre te llevaste bien con tus mejores amigos? A veces los mejores amigos son los que no eran ni amigos , soy como Goku mi grupo de amigos está formado por personas con las que tuve muchos roces\n  ","194338":"\n   qiero ver tus orejitas day\n  ","194339":"\n   ¿Qué es lo mejor que produce tu país?\n  ","194340":"\n   ¿Qué clase de videojuegos encajan contigo?\n  ","194341":"\n   Y tú, ¿Has usado esas apps para generar aspecto animal en tu foto? -___-\n  ","194342":"\n   Ya sé que no, por eso la bajé o.o\n  ","194343":"\n   Generalmente, ¿Qué sueles hacer en diciembre?\n  ","194344":"\n   Te enojaste? o.o\n  ","194345":"\n   Ya en la recta final del año, ¿Qué te ha parecido este 2017?\n  ","194346":"\n   ¿Quién es más estricto? ¿Tu madre o tu padre?\n  ","194347":"\n   ♥\n  ","194348":"\n   Esa estaba en anon. La última pregunta, que sucede. :-O\n  ","194349":"\n   Uhhh que genio. Lo qué usted ordene. *Le pellizca quedito un cachete *\n  ","194350":"\n   Por qué chaparrito.\n  ","194351":"\n   Cómo estás morrita?\n  ","194352":"\n   Hey!!\n  ","194353":"\n   ¿Por qué me ignoras? u.u\n  ","194354":"\n   ¿Cuál es el punto?\n  ","194355":"\n   ¿Qué tipo de pan te gusta más?\n  ","194356":"\n   Buen fin de semana.\n  ","194357":"\n   ¿Qué tal eres para moverte por tu ciudad, de andar de un sitio a otro sin necesidad de andar preguntando mucho?\n  ","194358":"\n   Solamente digo que sé hacerlo, no tengo nada. Tampoco es que lo use, pero el conocimiento no está de más.\n  ","194359":"\n   ¿De qué color es tu cepillo de dientes?\n  ","194360":"\n   Yo puedo hacer capture de las imágenes de Snapchat e.e\n  ","194361":"\n   ¿Te agrada tu color de piel?\n  ","194362":"\n   Otro título más a la colección\n  ","194363":"\n   ¿Qué haces cuando no puedes dormir por la noche?\n  ","194364":"\n   Por qué no dices que tienes un lindo escorpión?\n  ","194365":"\n   Ya olvida ese tema xD\n  ","194366":"\n   Estas media loquita v:\n  ","194367":"\n   Si quiero limpiar mis riñones ¿Qué me aconsejan, beber cloro o ácido sulfúrico?\n  ","194368":"\n   Me duele la cabeza\n  ","194369":"\n   No llores por un bobo 🎶\n  ","194370":"\n   U.u\n  ","194371":"\n   ¿Qué acciones de las personas hacen que te alejes de ellas, que pongas distancia?\n  ","194372":"\n   ¿Cuánto mide tu espacio personal?\n  ","194373":"\n   Moquienta? O.o\n  ","194374":"\n   ¿A qué fenómeno natural le temes más?\n  ","194375":"\n   ¿Por qué las mujeres solamente nos quieren como objeto de deseo y no les importan nuestros sentimientos? u.u\n  ","194376":"\n   O.o te pasa algo o.o te noto acelerada\n  ","194377":"\n   Todos los días se aprende algo nuevo ¿Qué aprendiste hoy?\n  ","194378":"\n   Uwu me da un abrazo\n  ","194379":"\n   ¿Alguna vez un amigo\/a de tu mismo sexo se te ha insinuado?\n  ","194380":"\n   ¿Cuál es la cosa más hermosa que has visto?\n  ","194381":"\n   Congratulations\n  ","194382":"\n   O.o porque te acuerdas mucho de los burritos y las tortas x2 uwu\n  ","194383":"\n   Cómo me voy a meter el PN en las orejas???\n  ","194384":"\n   Tienes un tatuaje? ?\n  ","194385":"\n   Como los brazos?\n  ","194386":"\n   Si yo me peleo con mi mano, ¿Me quedaré sin compañera sexual? u.u\n  ","194387":"\n   ¿Qué tal eres para hablar en clave?\n  ","194388":"\n   Se puede tener cáncer por el sol\n  ","194389":"\n   Por cierto ayer estaba pensando en ti eran las 1 am uwu y pos te llame con la mente\n  ","194390":"\n   Genial, a beber sangría\n  ","194391":"\n   Dime, ¿Qué se siente salir a la calle y que te acosen los paparazzi?\n  ","194392":"\n   Lloraste cuando viste Coco? De Pixar.\n  ","194393":"\n   ¿Sueles prepararte para ciertas fechas? Cumpleaños, aniversario, festividades, ¿O no te importan en lo absoluto?\n  ","194394":"\n   Me sangran los ojos T_T\n  ","194395":"\n   Tendrías que bañarme en oro\n  ","194396":"\n   Quienes estan locas? O.o\n  ","194397":"\n   Etoy loco por eso\n  ","194398":"\n   ¿Qué tal te llevas con la tecnología? ¿Aún hay algo que te cueste manejar?\n  ","194399":"\n   Sé mi conejillo de indias A_A\n  ","194400":"\n   Porque te acuerdas mucho de eso u>u\n  ","194401":"\n   8 película favorita\n  ","194402":"\n   ¿Cómo no morir virgen?\n  ","194403":"\n   ¿Algún conocido o familiar tuyo ha intentado suicidarse alguna vez?\n  ","194404":"\n   Me acosan ayudame uwu\n  ","194405":"\n   ¿Cada cuánto limpias tu habitación, departamento u hogar?\n  ","194406":"\n   Tragona e.et te demandare\n  ","194407":"\n   Ya se me antojaron unas alitas de pollo uwu\n  ","194408":"\n   Tu no mereces esas alas u.u no has hecho nada bueno\n  ","194409":"\n   ¿Qué colores sueles usar para vestir?\n  ","194410":"\n   Tú ni siquiera recuerdas qué pasó ese día e___e\n  ","194411":"\n   30 noviembre año pasado, algo que quisiera revertir.\n  ","194412":"\n   Grosero de que tu eres la grosera u.ut\n  ","194413":"\n   Rabbit A_a\n  ","194414":"\n   Yo? Por favor e.e\n  ","194415":"\n   Sí, qué bien me ignoras e_e\n  ","194416":"\n   ¿En qué cosas eres como un pez en el agua?\n  ","194417":"\n   ¿Por qué no me dices quién eres realmente? u.u\n  ","194418":"\n   ¿A quién de ask acudes cuando tienes alguna duda?\n  ","194419":"\n   ¿Te gustan los juegos mentales?\n  ","194420":"\n   En serio te hierve la sangre por esas cuestiones o.o?\n  ","194421":"\n   Si pudieras viajar en el tiempo ¿Serías capaz de impedir el nacimiento de alguien? ¿De quién?\n  ","194422":"\n   ¿Me podrías decir cuál es la clave del WiFi?\n  ","194423":"\n   Elabora el nombre más ingenioso para una red WiFi\n  ","194424":"\n   WhatsApp, claro para que quepa todo.\n  ","194425":"\n   Ahorita le tomo foto\n  ","194426":"\n   Tiene un color así como las llamas de un fénix oscuro\n  ","194427":"\n   30 qué o.o\n  ","194428":"\n   Le apuesto 10 $ al anon del cuchillo!!\n  ","194429":"\n   Espero que ese vídeo lo hagas bien.\n  ","194430":"\n   :3\n  ","194431":"\n   ¿Qué pasa si presiono ese botón?\n  ","194432":"\n   Dime, ¿Eres de las personas que graba vídeos verticales? e_e\n  ","194433":"\n   No te enojes e_e\n  ","194434":"\n   ¿Cuál es tu día de la semana favorito?\n  ","194435":"\n   ¿Por qué lo vas a matar?\n  ","194436":"\n   Te atormentaré en tus sueños\n  ","194437":"\n   Te encuentras un pelo en el plato o en el café, ¿qué haces?\n  ","194438":"\n   ♥\n  ","194439":"\n   Hahahaha ;3\n  ","194440":"\n   ¿Por qué hiciste tanto ruido anoche? e_e\n  ","194441":"\n   ¿Por qué te lastimaría algo que nunca existió?\n  ","194442":"\n   Me sentí extraño...\n  ","194443":"\n   No tiene sal\n  ","194444":"\n   Hola, que cancion alegraria tu dia?\n  ","194445":"\n   Soy una tumba U_U\n  ","194446":"\n   ¿Qué tal eres para expresarte ante una gran multitud de personas?\n  ","194447":"\n   No seas egoísta y comparte tu conocimiento.\n  ","194448":"\n   ¿Acaso no se puede tener un poco de privacidad? Deja de observar e_e\n  ","194449":"\n   Te invito a comer, yo pago todo ¿Qué elegirías?\n  ","194450":"\n   ¿En tu casa o en la mía?\n  ","194451":"\n   ¿No te pasa que andas recordando o pensando algo, te ríes y la gente alrededor se te queda viendo extraño?\n  ","194452":"\n   kutzy\n   \n    @nanakutzy\n   \n   Dejar de seguir Haz una pregunta a\n   \n    @nanakutzy\n   \n   : Qué, cuándo, cómo... pregunta 300 Pregunta anónimamente Aparece como invisible Lo último\tLo más ¿Qué sueño has tenido que te gustaría que se hiciera realidad? Hace 8 días Me censuran u.u Puedo ser malo con la gente con l\n  ","194453":"\n   Si el cuerpo humano se pudiese upgradear, ¿Qué te pondrías\/mejorarías?\n  ","194454":"\n   Que no soy un robot!!!!\n  ","194455":"\n   e_é si quieres te doy de mi salsa we\n  ","194456":"\n   ¿En qué te gusta competir?\n  ","194457":"\n   ¿Qué tal eres para hacer nudos? ¿Me ayudarías con la horca?\n  ","194458":"\n   Ha cambiado todo y no ha cambiado nada.\n  ","194459":"\n   cuantos pares de zapatos tienes? ??????\n  ","194460":"\n   Porque nunca llego cuándo estas u.ut\n  ","194461":"\n   Cómo sobrellevas tu etapa de duelo? \nYo me hundo en la negación total, o quizá más bien estaba preparado\n  ","194462":"\n   ¿Qué significa tu imagen de perfil? Los que tengan foto omitan.\n  ","194463":"\n   Descubres que tienes una enfermedad términal, ¿Cómo reaccionarías y qué harías con el tiempo que quede? ¿Cambiarías algo o seguirías igual?\n  ","194464":"\n   Baila Day * mueve los hilos *\n  ","194465":"\n   ¿Y si todos ustedes son producto de mi imaginación y no existen?\n  ","194466":"\n   ¿Dónde y cómo te ves\/proyectas en 5 años?\n  ","194467":"\n   ¿Cuál crees sea el mejor modo de lidiar con una persona controladora? ¿Has caído en las garras de alguna persona así?\n  ","194468":"\n   ¿Qué tal eres para calcular la edad de la gente?\n  ","194469":"\n   ¿Cuándo fue la última vez que besaste el suelo?\n  ","194470":"\n   ¿Con quién te llevas mejor, gente de tu edad o mayores?\n  ","194471":"\n   ¿Cómo se titularía el libro que tratase sobre tu vida?\n  ","194472":"\n   ¿Qué haces aquí tan temprano? o_O\/\n  ","194473":"\n   ¡Oye que feo! 😞\nDéjame darte un abrazo\n  ","194474":"\n   Y qué has tomado o_O? Sigues con los js?\n  ","194475":"\n   ¿Cómo hago para que mi hermana deje de tocarme en las noches?\n  ","194476":"\n   ¿Qué rumorean los anónimos entre ellos?\n  ","194477":"\n   Hola soy yo, ¿No me recuerdas?\n  ","194478":"\n   Oye por cierto, fuiste con el Doc?\n  ","194479":"\n   Perdón, se me fue en anónimo\n  ","194480":"\n   ¿Silbas en público?\n  ","194481":"\n   D: ¡?\n  ","194482":"\n   Happy Thanksgiving! 😊 🍷\n  ","194483":"\n   ¿Alguna duda que no te deje dormir?\n  ","194484":"\n   ¿Cuál es el objeto más extraño que has comprado?\n  ","194485":"\n   El chiste del día, lel\n  ","194486":"\n   ¿Eres capaz de mantener la mirada a alguien durante una conversación o te ganan los nervios?\n  ","194487":"\n   Me duele la cara de ser tan guapo\n  ","194488":"\n   Tienes 1 nueva pregunta :)\n  ","194489":"\n   ¿Sabes dónde podría comprarme una vida?\n  ","194490":"\n   Más o menos, ¿Cuántas preguntas suelen llegarte por día?\n  ","194491":"\n   Sí lap, sí phone * les pone una cinta *\n  ","194492":"\n   ¿Te unirías al nuevo orden mundial?\n  ","194493":"\n   ¿Por qué las elfas quitan su foto de perfil cuando están enojadas?\n  ","194494":"\n   La pantalla no me anda captando o_O\n  ","194495":"\n   2012, te gané.\n  ","194496":"\n   Y cuál es el punto de hacerlo?\n  ","194497":"\n   ¿Vives con algún trauma?\n  ","194498":"\n   Te gano en lo de esconderse y lo sabes\n  ","194499":"\n   Me incomoda mirar la cámara del cel...\n  ","194500":"\n   ¿Po qué te burlas de mí?\n  ","194501":"\n   * se pone los lentes negros *, de este modo sí lo haría e.é\n  ","194502":"\n   ¿Qué podría aprender de ti?\n  ","194503":"\n   ¿Sobre qué tema podrías hablar por horas y horas sin \"cansarte\" ni perder el hilo?\n  ","194504":"\n   No puedo mantener la mirada con alguien U_u\n  ","194505":"\n   Ha de ser un sismo\n  ","194506":"\n   Y luego dices que 20 por día e_e, qué mentirosa we\n  ","194507":"\n   Las drogas delatan mi pupila @_@\n  ","194508":"\n   ¿Por qué andas diferente?\n  ","194509":"\n   Pues sí, algo es algo u_e\n  ","194510":"\n   cuantos años tienes ? te gustan mayores o pueden ser menores por uno o dos años?\n  ","194511":"\n   ¿Te ha dado por coleccionar algo extraño en algún momento?\n  ","194512":"\n   Hey!!, Eres tú mi anónimo??!!\n  ","194513":"\n   ¿Se te ha llegado a caer algo valioso por el inodoro?\n  ","194514":"\n   ¿Quién le quitó más cabello a quién?\n  ","194515":"\n   Llegas tarde una hora A_A\n  ","194516":"\n   ¿Has estado involucrado en alguna pelea callejera?\n  ","194517":"\n   ¿Qué es lo que te motiva para seguir a otro usuario acá?\n  ","194518":"\n   ¿Conoces a alguien que adora cantar pero desafina siempre?\n  ","194519":"\n   Los moviste demasiado rápido o.ó\n  ","194520":"\n   ¿Qué prefieres? ¿Comer salsa o bailarla?\n  ","194521":"\n   ♥\n  ","194522":"\n   Buen inicio de semana, última canción que escuchaste\n  ","194523":"\n   Day.\n  ","194524":"\n   Hoy conocí en persona a París Hilton y bueno deja mucho que desear.. escojan dinero o una vida feliz ?\n  ","194525":"\n   Quiero que me hagas una de esas cosas, un mensaje con tu letra, y pongas, Black es puto y un corazoncito. Sería un gran detalle.\n  ","194526":"\n   Con razón andas muy callada\n  ","194527":"\n   ¿Cómo olvidar, ignorar, seguir \"sin saber nada\"?\n  ","194528":"\n   Hoy recibí la carta de una admiradora y me dijo por qué ya eres tan light? Tan pg? Antes eras cool. Bueno, en vista que tiene peso alguien que no conozco más que una bola de amigos inútiles creo que pasaré las normas de ask por los huevos otra vez\n  ","194529":"\n   ¿Qué tal eres para entablar una conversación?\n  ","194530":"\n   Tienes algun secreto al que le tengas miedo?\n  ","194531":"\n   Del 1 al 10, ¿Qué tan creativo\/a eres?\n  ","194532":"\n   Lol\n  ","194533":"\n   ME ANDAS PU-TE-ANDO EN MI ASK Y ME HABLAS DE RESPETO? Que doble moral, la neta.\n  ","194534":"\n   Yo la asusto cuando quiero. Te voy a jalar las patrullas. WAUUUUUUUUUUUUUU!!!!!!! Me meto al baño y te susto. BUUUUUUUUUUUU!\n  ","194535":"\n   Decir groserías es bueno.\n   \n    https:\/\/www.youtube.com\/watch?v=9Z-PCbHeN-w\n   \n","194536":"\n   ¿Me extrañabas bb?\n  ","194537":"\n   Pu-to tiene distintas connotaciones, pu-to de joto. Eres bien pu-to, o puta-zo, pu-to de o-je-te, pinche pu-to!!!\n  ","194538":"\n   *Daya le avienta la chancla a Black y le da en toda su madre * \nPone cara de que le dolió y se soba* Jajajajaja.\n  ","194539":"\n   La neta, Day, tú no sabes, pero si es bien divertido bailar esas rolitas. Los hombres somos seres muy simples.\n  ","194540":"\n   Mencionaste la zona rosa.  Explícate\n  ","194541":"\n   Tiene tu bebida favorita. Café. o.ó\n  ","194542":"\n   Jajajajaja namaste!\n  ","194543":"\n   CEPILLIN CEPILLIN, ES LA FIESTA DE CEPILLIN.\n  ","194544":"\n   Para mí que ese inche vasito siempre está lleno de licor. O me equivoco.\n  ","194545":"\n   Elefante, ahora ríete\n  ","194546":"\n   Tú no puedes tomar.\n  ","194547":"\n   BUUUUUUUUUUUUUUUUUUUUUUUUUUUUUU!!!!!!!!!!!\n  ","194548":"\n   A que playa.\n  ","194549":"\n   Dame un audio de tu risa ;3\n  ","194550":"\n\n    https:\/\/ask.fm\/Black_589\/answers\/142802608173\n   \n   (Saludos)\n  ","194551":"\n   ¿Qué tal es tu risa?\n  ","194552":"\n   ¿Qué grado de desorden hay en tu habitación?\n  ","194553":"\n   ♥\n  ","194554":"\n   Empezó a llover\n  ","194555":"\n   Escápate conmigo esta noche bebé 🎶\n  ","194556":"\n   Hmm\n  ","194557":"\n   ¿Tienes el sueño pesado o ligero?\n  ","194558":"\n   Del 1 al 10 ¿Qué tan stalker eres?\n  ","194559":"\n   Hola\n  ","194560":"\n   Pues ya han puesto varias pero tengo memoria de pez para las canciones\n  ","194561":"\n   También me dijo no te mortifiques que yo le envío mis avispas pa que lo piquen 🎶\n  ","194562":"\n   Están variando la música al menos\n  ","194563":"\n   Yo quiero besar tu boca 🎶\n  ","194564":"\n   ¿Qué toleras más, frío o calor?\n  ","194565":"\n   Saben por que Dios me hizo tan feo ? ( Respuestas serias y no cosas como \"no c\" ... Ocupo seriedad ) v:\n  ","194566":"\n   No, yo creo que en vez de sacarme plática me sacas platica (dinero) mientras ando distraído n_e\n  ","194567":"\n   Que has echo  tanto tiempo sin mi presencia o.O\n  ","194568":"\n   Aaaaachu! Diablos tengo más fiebre que una vacacionistas spring breakerera después de participar en un concurso de camiseta mojadas en las playas de mazatlan uwu\n  ","194569":"\n   Entonces por qué me preguntas?\n  ","194570":"\n   Ojalá se te cumpla ;B\n  ","194571":"\n   Como carajo llegue aqui o.o\/ hola\n  ","194572":"\n   ¿Tu también mides el tiempo en canciones?\n  ","194573":"\n   Es una invitación a bailar ? A_a\n  ","194574":"\n   Qué se supone es ese lugar\n  ","194575":"\n   Ya no quiero verte no me llames no me sigas 🎶\n  ","194576":"\n   Eres linda y hechicera  🎶\n  ","194577":"\n   O.o alguna vez has abierto el refrigerador y te has bajado los pantalones y te has sentado o.o? Por favor digan me que no soy el unico uwu\n  ","194578":"\n   Aquí hay mucho ego, voy a rociar insecticida.\n  ","194579":"\n   Cual es tu tipo de sangre?? La mia es RH Nulo aunque a nadie le importé mi meta en la vida es encontrar a alguien mas con ese tipo de sangre y luchar con el aunque a nadie le importé x2 hasta la muerte es... Mi destino... Aunque a nadie le importe x3 o.o\n  ","194580":"\n   Por qué a barrer?\n  ","194581":"\n   Te amu, a correr.\n  ","194582":"\n   - ¿Dulce o truco? \n- Dilci i trici ti piti midri\n  ","194583":"\n   Si apagan las luces con su bolsa de botanas Doritos® #RuletadelDiablo en la mano, alguien los va a saludar.\n  ","194584":"\n   Hola, me doy cuenta que te sigo desde hace 4 años aproximadamente, jagdkahdka, bye.\n  ","194585":"\n   Para Navidad podría hacer que fluya\n  ","194586":"\n   Quien fue el que se robó tu corazón e.e\n  ","194587":"\n   Feliz no cumpleaños!!!\n  ","194588":"\n   Dame de tu elixir\n  ","194589":"\n   ¿Cuál sería tu fin del mundo ideal?\n  ","194590":"\n   Supongo que hay piedras atractivas\n  ","194591":"\n\n    https:\/\/ask.fm\/amilindradaelizabeth7\/answers\/143956967946\n   \n   tu sabes que tu novio se la pasa buscando chicas fáciles como la amilindrada? Cuídate de ella que le encanta ciber follar con todos\n  ","194592":"\n   Define algo interesante A_A\n  ","194593":"\n   Parte 2 o.o débil ser algundia para que volvamos a vernos\n  ","194594":"\n   Si la señal de la despedida suena en el cielo nocturno pensare en ti cuando te vayas lejos un dia te veo desdé tu izquierda veo el perfil de tu cara ¿te rias o llorabas? tu pelo largo me estorbaba si la señal de la despedida en el cielo nocturno brillara una nueva luz eterna en el camino de nuestro\n  ","194595":"\n   ¿Subes para rodar?\n  ","194596":"\n   Habla ahora o calla para siempre.\n  ","194597":"\n   Asesorarte mejor con alguien que sepa, en Internet\n  ","194598":"\n   Somos los únicos que tropezamos con la misma piedra más de 2 veces ¿Estás de acuerdo con esto?\n  ","194599":"\n   Sí lo hay, solamente tienes que buscar.\n  ","194600":"\n   ¿Por qué borraste eso?\n  ","194601":"\n   ¿Te gusta escuchar música la mayoría del tiempo o prefieres el silencio?\n  ","194602":"\n   ¿Sueles liberar tus emociones o reprimes lo que sientes?\n  ","194603":"\n   Qué hacer cuándo solo unos cuantos miembros de tu equipo están participando? Que opinas del trabajo en equipo ? A mí no me gusta pero aún así se hacerlo\n  ","194604":"\n   ¿Quién hace una pregunta a las 3am?\n  ","194605":"\n   Buenas, ¿Cuál es tu dulce o postre preferido?\n  ","194606":"\n   pequeña encuesta:::. Saber o sentir? Soledad o te quieros falsos? regalos o momentos? desconfiar y perderse las mejores cosas o confiar demasiado y salir herido? amanecer con much@s o soñar con un@? Libros y café o película y pizza?\n  ","194607":"\n   ¿Qué móvil tienes y cuál quisieras tener?\n  ","194608":"\n   ¿Confías en los remedios naturales?\n  ","194609":"\n   ¿Qué fruta comes más a menudo?\n  ","194610":"\n   Frase\/cita que te guste mucho.\n  ","194611":"\n   A Serbian film o Salo 120 dias en Sodoma? Si no saben de que hablo más adelante hablaré de esas películas en mi canal\n  ","194612":"\n   Así que eso lo haces\n  ","194613":"\n   ¿Te gustan las fiestas?\n  ","194614":"\n   ¿Qué tan bueno\/a eres mintiendo? ¿Cómo se supone que crea a lo que dices?\n  ","194615":"\n   ¿Cómo puedo hacer una pregunta?\n  ","194616":"\n   Como reaccionas a un chavo q no te agrada o más bn te agrada pero no quieres nada cerio con el ?\n (Plox necesito ayuda ) ✋\n  ","194617":"\n   ¿Qué te gustaría tatuarte?\n  ","194618":"\n   ¿Cuál es tu personaje favorito de la Guerra de las Galaxias?\n  ","194619":"\n   No mames, hazte respetar!!\n  ","194620":"\n   ¿Qué tal es tu letra?\n  ","194621":"\n   ¿Has consumido drogas? De ser así  ¿Cómo fue la experiencia, lo recomendarías?\n  ","194622":"\n   ¿Qué es eso sin lo que no podrías \"vivir\"? No mencionen el oxígeno por el amor a su madre.\n  ","194623":"\n   ¿Qué opinas de la eutanasia?\n  ","194624":"\n   ¿Hay alguna situación que te genera incomodidad al realizarla?\n  ","194625":"\n   ¿Qué tan fácil es hacerte cabrear?\n  ","194626":"\n   ¿Qué sueles meter en tu bocadillo?\n  ","194627":"\n   Géneros musicales preferidos\n  ","194628":"\n   Happy Halloween! 👻 🎃 🗽\n  ","194629":"\n   Eso suena a que estoy loco, verdad u_u''?\n  ","194630":"\n   Por que no quieres ser mi novia? U_u\n  ","194631":"\n   Si fueras una tortuga ¿Te la pasarías con la cabeza adentro?\n  ","194632":"\n   Oye we, sígueme en Twitter ;D\n  ","194633":"\n   Que no serás un vago recuerdo e_e\n  ","194634":"\n   Siguiendo con el tema de la chica, es así tipo galgadot, siempre me han gustado atleticas pero también de carácter independiente, fuerte y a la vez dulce, pon en un porcentaje la importancia del físico y en otro las cualidades de lo que te atrae de una persona\n  ","194635":"\n   ¿Conoces a alguien cercano a ti que cumpla años el mismo día que tú?\n  ","194636":"\n   Que opinas de los signos zodiacales? Crees o te identificas con las características descritas por ellos? Yo no, pero siempre hay similitudes en lo que dicen sobre uno o quizá solo es algo que queremos relacionar pues casi siempre dice cosas interesantes que queremos poseer? Cual es tu signo ?\n  ","194637":"\n   No :C\n  ","194638":"\n   Omae wa mou shindeiru!\n  ","194639":"\n   Hablemos de las groserías y el lenguaje soez, qué tan florido es tu lenguaje? Que opinas de quienes abusan de las leperadas y que opinas de los que no las dicen? Sabes en qué momentos usarlas y cuáles no?\n  ","194640":"\n   Escupe la torta que te di el otro día e_e\n  ","194641":"\n   Que tan posesiv@ eres en una relación? Celos, y cuánta libertad estás dispuest@ a dar? Siempre he tenido algo de dificultad en mis relaciones por que me gusta tener mi espacio y mis libertades aunque si respeto y soy fiel a la pareja mi personalidad es un tanto digamos sociable, tú como eres ?\n  ","194642":"\n   ¿Qué verdura es la que más odias?\n  ","194643":"\n   ¡Es Halloween! ¿De qué te vas a disfrazar este año?\n  ","194644":"\n   ¿Cuál es el primer sitio web o aplicación que usas en cuanto te levantas?\n  ","194645":"\n   Ir ala fiesta de reggaeton de\n   \n    @mestrocooler\n   \n   me hace mejor persona? Uwu\n  ","194646":"\n   Ok no puedo dormir así que les dejo esta vr\n   \n    https:\/\/ask.fm\/Velenoprofumo\/answer\/142676008182\n   \n   ? Sueñen lindo\n  ","194647":"\n   ¿Por qué me respondes con una pregunta?\n  ","194648":"\n   ¿Te puedo hacer una pregunta?\n  ","194649":"\n   Casi escupo las tripas.\n  ","194650":"\n   Igual llega un momento donde colapsa la RAM y me tira alguna app para dejar respiro\n  ","194651":"\n   No inventes e.e, tú no lo puedes usar\n  ","194652":"\n   Qué opinas del modo pantalla dividida?\n  ","194653":"\n   Tú sabes que no quiero perderte 🎶\n  ","194654":"\n   Sitio turístico al que quisieras ir antes de morir.\n  ","194655":"\n   ¿Usas los repiques predeterminados del teléfono o pones un sonido\/canción personalizado?\n  ","194656":"\n   ¿Sueles tener pesadillas?\n  ","194657":"\n   Tatuajes de corazón\n  ","194658":"\n   ¿Tienes algún lugar donde plasmes tus ideas?\n  ","194659":"\n   pa q kieres saber eso jaja salu2\n  ","194660":"\n   2013*\n  ","194661":"\n   ¿Qué tal eres para dibujar?\n  ","194662":"\n   ¿Desde cuándo estás en esta red?\n  ","194663":"\n   ¿Qué tan bueno\/a eres para recordar acontecimientos pasados?\n  ","194664":"\n   Wiu wiu wiu\n  ","194665":"\n   ¿Te importa la ortografía y gramática o te vale madres?\n  ","194666":"\n   *se echa dulce sobre el cuerpo*\n  ","194667":"\n   Vamos a chingarnos unos tacos 🌮 o,Ô yo pago uwú\n  ","194668":"\n   o.o\n  ","194669":"\n   ¿Cuál ha sido la última foto que has hecho con tu móvil? ¡Publícala!\n  ","194670":"\n   ¿Tienes vicios? De ser afirmativo ¿A qué edad los adquiriste?\n  ","194671":"\n   ¿Te gusta tu nombre?\n  ","194672":"\n   Calma, relax, te pones nervioso tú, me pones nervioso a mí, te pego un tiro y tenemos un problema.\n  ","194673":"\n   sigues con\n   \n    @Black_589\n   \n","194674":"\n   Hola amor\n  ","194675":"\n   ¿Se te ha pasado alguna vez por la mente asesinar a alguien? Vamos, di la verdad.\n  ","194676":"\n   ¿Cuál ha sido el momento más gracioso que has vivido hoy?\n  ","194677":"\n   ¿Qué es mejor que el chocolate?\n  ","194678":"\n   Lo bueno de los problemas es que son temporales.\n  ","194679":"\n   Estoy bien gracias, muy ocupado con varias cosas, trabajo y labores humanitarias!... Vos cómo te ha ido?\n  ","194680":"\n   ¿A qué animal le temes y por qué?\n  ","194681":"\n   Cuándo te veré? ;c x2\n  ","194682":"\n   Hola Day\n  ","194683":"\n   Le temes a las inyecciones? Todos tenemos algo que debido a nuestra niñez nos trae malos recuerdos\n yo detesto las agujas por qué de pequeño recibi muchos agujazos y tú?\n  ","194684":"\n   Qué os preferis.. 🍕 o 🍔? Gracias por tu amable respuesta\n  ","194685":"\n   Cuándo te veré ? :'c\n  ","194686":"\n   No, para eso se usa otra herramienta.\n  ","194687":"\n   ¿Cómo celebrarías tu próximo cumpleaños?🐶🎉🏻\n  ","194688":"\n   *va por un cuchillo*\n  ","194689":"\n   Si yo no bebo tú no beba?\n  ","194690":"\n   ¿Qué fondo de escritorio tienes en tu teléfono o PC?\n  ","194691":"\n   Por que cuando uno dice que no toma alcohol nunca le creen ? Acaso son tan escasos los que no tomamos ?\n  ","194692":"\n   :|\n  ","194693":"\n   Ese es tu único deseo?\n  ","194694":"\n   Un anónimo intentando jugar con la mente de todos, grande!!\n  ","194695":"\n   Pídelos, no es necesario que los escribas A_A\n  ","194696":"\n   Amor\n  ","194697":"\n   ¿Del 7 al 3 qué tal calificas mis facultades mentales?\n  ","194698":"\n   Soy un genio bb\n  ","194699":"\n   Pasatiempo favorito\n  ","194700":"\n   ¿Por decir algo se puede decir nada?\n  ","194701":"\n   Te nes hermanos o hermanas?\n  ","194702":"\n   Estás mintiendo? e.e A mí no me aparece tampoco y tengo última versión\n  ","194703":"\n\n    https:\/\/i2.wp.com\/donreclamon.com\/wp-content\/uploads\/2016\/12\/IMG_20161102_210535.jpg?fit=969%2C1000\n   \n","194704":"\n   Miau?\n  ","194705":"\n   Le podría preguntar a tu gemela ;D\n  ","194706":"\n   No puedes usar tu imaginación para saberlo¡???\n  ","194707":"\n   ¿Has tenido parálisis del sueño?\n  ","194708":"\n   ¿De qué color crees sea tu aura?\n  ","194709":"\n   (chew)\n  ","194710":"\n   Me acabo de dar cuenta que hay límite.\n  ","194711":"\n   Ya llegó por quien llorabas!!\n  ","194712":"\n   Quien te hace reír por llamada? Jaja :3\n  ","194713":"\n   ¿Qué días si te digo que\n  ","194714":"\n   Si yo soy tú ¿Tú eres yo?\n  ","194715":"\n   Si te consiguieras con tu yo del pasado (unos 10-15 años atrás) ¿Qué te dirías?\n  ","194716":"\n   Tengan un buen día.\n  ","194717":"\n   ¿Qué es lo último que has olvidado?\n  ","194718":"\n   Cuántas facetas tienes y cuál es la que muestras ahora? \nEl mundo es un lugar interesante para conocer , vas a venir ? Solo tengo un espacio disponible te seguro que va a ser algo emocionante A_~\n  ","194719":"\n   Te aburres fácilmente? Yo casi de forma instantánea, necesito hacer algo cada segundo de mi vida o me vuelvo loco\n  ","194720":"\n   Por que hay personas que hacen el amor o tiene sexo con la luz apagada? Yo hasta pongo espejos , cámaras y vivo la experiencia en HD\n  ","194721":"\n   Qué tan rápido evolucionas? Cual es tu capacidad de aprendizaje, la mía puede ser de un segundo a otro , puedo estar cerca de conseguir algo y en ese instante dejarlo como cualquier cosa sin gracia y buscar algo mas, o incluso mudar de piel y vos?\n  ","194722":"\n   ¿Cuál es tu escape de los problemas?\n  ","194723":"\n\n    https:\/\/www.youtube.com\/watch?v=_ao2u7F_Qzg\n   \n","194724":"\n   ¿Cuál es tu mayor miedo?\n  ","194725":"\n   ¿Qué fue lo último que comiste?\n  ","194726":"\n   Si tuvieses la oportunidad de visitar 5 países ¿Cuáles serían?\n  ","194727":"\n   Según tú ¿Cuál es la peor manera de morir?\n  ","194728":"\n   Memoria de pez\n  ","194729":"\n   ¿Qué fue lo último que dañaste?\n  ","194730":"\n   ¿Cuántos idiomas manejas y cuáles te gustaría aprender?\n  ","194731":"\n   Si fueras un animal, ¿qué animal te gustaría ser?\n  ","194732":"\n   Good to see you\n  ","194733":"\n   Recomiéndame música para perderme en los oscuros pasajes de la mente\n  ","194734":"\n   ¿Te han robado alguna vez? De ser afirmativo ¿Qué fue? El que diga el corazón se merece la muerte.\n  ","194735":"\n   ¿Eres de usar colonias\/fragancias o por el contrario te gusta el aroma natural? Diablos, no hay nada como este exquisito olor a sobaco.\n  ","194736":"\n   De qué te vas a disfrazar este halloween? 👻\n  ","194737":"\n   ¿Sabes qué responder a esta pregunta¡?\n  ","194738":"\n   ¿Qué preferirías? ¿Volar en una alfombra voladora o sobre la espalda de un dragón?\n  ","194739":"\n   ♥\n  ","194740":"\n   Aún existe?\n  ","194741":"\n   Me gustan más los búhos\n  ","194742":"\n   Los míos llevan palomas y canarios en pedazos, libélulas, lagartijas, y un día llevaban una mano Humana quien sabe de dónde así que los conejos pues ammmm\n  ","194743":"\n   Ya me corres we\n  ","194744":"\n   Me ahorraría en comprar comida de gato pero no sé si les guste la carne de conejo\n  ","194745":"\n   ._.\n  ","194746":"\n   No ya no e.e\n  ","194747":"\n   Eso no me lo esperaba.jpg\n  ","194748":"\n   Pásense💕🏼😝\n  ","194749":"\n   Aquí peleándose por el territorio\n  ","194750":"\n   Interesante? Creo que ya no está en ask esa persona, pero la vi en 2014\n  ","194751":"\n   Bien aquí todos bien yo soy el más jodido con la garganta hasta se fueron a Acapulco\n  ","194752":"\n   No entendí\n  ","194753":"\n   Y vos cómo estás?\n  ","194754":"\n   Tal vez\n  ","194755":"\n   ¿Está hermoso qué? ¿Si te lo dieron? :-O\n  ","194756":"\n   Hola guapa. ¿Como tas?\n  ","194757":"\n   Fueron 2 e.e sabes cuánto sufrí\n  ","194758":"\n   Cómo que la contraria?\n  ","194759":"\n   Ya mejor me inyectaron a morir u.u\n  ","194760":"\n   No sé qué cosa que dije te llevó a pensar en eso, pero no fui porque no me llamaron\n  ","194761":"\n   Cómo que chic@s ? Cuestionas mi sexualidad? E.e\n  ","194762":"\n   No entendí tu pregunta\n  ","194763":"\n   Hi\n  ","194764":"\n   Hiba a subir mi vídeo de bladerunner pero como no puedo hablar y para no estar atrasado de nuevo después haré uno explicando la historia de la primera y su relación con esta \nAcaso los androides sueñan con oevjas eléctricas ?\n  ","194765":"\n   Ya no prometo calaveritas por que luego no tengo tiempo de hacerlas y quedó mal así que con suerte haga algunas si no pues ya se jodieron\n  ","194766":"\n   Que tipo de películas del género terror te gustan mas? Trhiller ((está no es terror meramente)), sobrenatural, horror, ciencia ficción\/terror, gore, slasher, serie z, las de bajo presupuesto como las de morbido tv, miedo psicológico, y dime tres films que te gusten ?\n  ","194767":"\n   Me encantaría que México no jugará el mundial de rusia necesitan un escarmiento y uno muy fuerte para dejar de dar pena que opinas de tu pais a nivel futbolístico?  Como diría Vegeta son jugadores de clase baja malditos insectos\n  ","194768":"\n   Hola guapa >_o\n  ","194769":"\n   7. Cantante favorito!\n  ","194770":"\n   Chicas calientes  😉💧😈\n  ","194771":"\n   ¿Cuáles son tus planes para este fin de semana?\n  ","194772":"\n   ♥\n  ","194773":"\n   no es necesario si me reconoces :p\n  ","194774":"\n   yo esperaba payasitas mas dotadas\n  ","194775":"\n   Yo bien salvó que no puedo hablar u.u jaja y tú qué te haces que ni visitas\n  ","194776":"\n   quieres que este peor a como ando\n  ","194777":"\n   Cual gusano?\n  ","194778":"\n   Milagro\n  ","194779":"\n   cuidado te pica el gusano\n  ","194780":"\n   Para todos mis compatriotas felices fiestas patrias y  el día de la independencia Y QUE VIVA MÉXICO CABROOOOOONES\n  ","194781":"\n   AAS ACHU!!!!\n  ","194782":"\n   cúal es el mejor regalo que te puede dar alguien? yo les traigo unos presentes de mi costal de NADA por que nada es lo unico que obtendran de mi A_A saludos\n  ","194783":"\n   Cae la noche y amanece en París.!! ♪♫https:\/\/www.youtube.com\/watch?v=pHj-xQowyV0\n  ","194784":"\n   buenas noches Dayani, entra mas seguido, ya voy a dormir!\n  ","194785":"\n   Hola!!!!!! ¿Qué haces traviesa?\n  ","194786":"\n   por que no me das una burrita ando ganoso?\n  ","194787":"\n   ahora mismo tengo quebrado el pie y estare en cama como dos meses\n  ","194788":"\n   no\n  ","194789":"\n   Bien y tu? Que has hecho? Leerte me hace sentir como fiebre en el pecho. :3\n  ","194790":"\n   .\n  ","194791":"\n   Tienes una excelente memoria, me has puesto esa cancion que hace mucho te dije que me gustaba :33\n  ","194792":"\n   QUE DICEN LAS VOCES DE TU CABEZA? Un mundo sin estímulos es un mundo de mierda , libertad a la enfermiza y desatada  sinrazón  en fin este ask ya cambio de administrador otra vez A_A\n  ","194793":"\n   Daj. !\n  ","194794":"\n   Pase y deje su abracito ,en esta cuenta\n   \n    https:\/\/ask.fm\/ChangeOfWords\n   \n","194795":"\n   De qué forma harías sufrir a alguien que lo merece ? Por ejemplo yo te diria a ti que debes vivir más que yo para que sufras mucho todo ese tiempo que yo no esté en tu vida\n  ","194796":"\n   Hola\n  ","194797":"\n   Ha pasado cuanto desde que traje vocaroo a sus vidas? No recuerdo, ya hasta una página se lo pirateo 😤 en fin pronto tendrán el vocaroo caliente si eres gorda y tienes 60 años pero voz sexy es tu oportunidad de exitar a tus contactos pajeros. \ncooming soon #jalaelganzo\n  ","194798":"\n   Hola :v\n  ","194799":"\n   Hola prrros\n  ","194800":"\n   Who's online? 😰\n  ","194801":"\n   ¿Qué llevas siempre en el bolso?\n  ","194802":"\n   ¿Por qué los chicos se hacen fotos de las abdominales hasta los 20 y luego dejan de hacerlo?\n  ","194803":"\n   ♥\n  ","194804":"\n   Existe la amistad después del amor?\n  ","194805":"\n   QUÉ DICEN LAS VOCES EN TU CABEZA? A_A\n  ","194806":"\n   Si fueras una comida ¿que comida serias? O,ó\n  ","194807":"\n   Alguna vez rompiste a alguien y fuiste testigo del monstruo que creaste? Que te causó tu creación?\n  ","194808":"\n   Dayani :3\n  ","194809":"\n   Dicen la belleza está en los ojos de quien la mira. Qué es aquello que te parece bello que no a muchos les parece así ?\n  ","194810":"\n   Es raro no saber el nombre de alguien que se sienta a mi lado?\n  ","194811":"\n\n    http:\/\/vocaroo.com\/i\/s1gzZne68BjC\n   \n   😄 💋\n  ","194812":"\n\n    http:\/\/vocaroo.com\/i\/s1JbXUWDWnFD\n   \n   💖 😇\n  ","194813":"\n   Para ti cuáles son los puntos débiles de alguien? Por ejemplo si un enemigo tiene cabeza ese es un punto débil\n  ","194814":"\n   Esa cosa que yo ayude a crear y criar  anda por ahí afuera  echando todo a perder, será que así se sienten lo padres ?\n  ","194815":"\n   Hay tanto que aprender y tú sabes tan poco .... Qué deseas aprender ?\n  ","194816":"\n   En esta vida todo se creen los buenos de la historia pero no hay buenos ni malos solo aliados y enemigos ?\n  ","194817":"\n   La verdad es una sola? o es igual al mismo número de personas que vieron la misma cosa?\n  ","194818":"\n\n    https:\/\/ask.fm\/angeparfait\/photopolls\/60243697\n   \n   ¿Tu quien crees ?\n  ","194819":"\n   Eres virgen?\n  ","194820":"\n   Hola. La duda existencial de hoy es: ¿Andarías de pareja con un@ de tus emplead@s que además tiene un hijo?   o:\n  ","194821":"\n   eres de sinaloa?\n  ","194822":"\n   ¿Sigues esperando su mensaje? :'v\n  ","194823":"\n   que harias con un vecino discapacitado con sindrome de tourette que silba ante el menor sonido que escucha y eso durante las 24 horas a diario? a veces me dan ganas de pegarle en la boca para que se calle luego recuerdo que esta loquito xD\n  ","194824":"\n   Vendras ala fiesta 🎉 de reggaeton de\n   \n    @mestrocooler\n   \n   ? ?  Xd\n  ","194825":"\n   ¿Un tentempié dulce o salado?\n  ","194826":"\n   ♥\n  ","194827":"\n\n    https:\/\/ask.fm\/Dayazulcielo\/answers\/143005256816\n   \n   feliz, porque te leo de nuevo *---*\n  ","194828":"\n   Sin ir inmediatamente a buscar una definición del diccionario (solo en el caso de que nunca hayas escuchado de dicha palabra), menciona que es para ti la \"proactividad\", como la definirías. ¿Te consideras una persona proactiva?\n  ","194829":"\n   Que hay más en vos, impulsividad o inteligencia? O ambas pueden cohexistir sin excluirse?\n  ","194830":"\n   Porque está la creencia popular que aquellos que gustan de la tecnología y en especial de lo cibernético son raros e inmaduros?\n  ","194831":"\n   Cuando hablas con alguien te das cuenta si le resultas pesad@, aburrid@ o molest@ aunque no te lo diga para no hacerte sentir mal, o no notas si no te quieren hablar más?\n  ","194832":"\n   Holaaa!!!.. Te invito pases a mi Encuesta x Favor!!!..Tu crees q a este Mundo le falta Amor!!❤.. ESTAS DE ACUERDO vs NO ESTAS DE ACUERDO.. GraciasS x tu Votacion!!!.. Te EsperoO!!! --->\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/52789531\n   \n","194833":"\n   A_A 39% cargando...... Hay un límite para todo o solo el fin es algo que uno elige donde y cuándo terminar todo? El mundo es redondo y tú sabes dónde detenerte hasta donde llega el fin del mismo\n  ","194834":"\n   Qué opinas de que\n   \n    @PORTOS\n   \n   y\n   \n    @unlockfogger\n   \n   son la misma persona?\n  ","194835":"\n   Crees tener realmente libertad de pensamiento o piensas lo que los medios de comunicación te inducen a pensar? Piensa antes de responder...\n  ","194836":"\n   Hola... la pregunta nostalgica para esta noche es... Tienes rasguños en el alma, has logrado curarlos, dejaron cicatriz?\n  ","194837":"\n   Si pudieras verte desde afuera durante todo un día como si fueras otra persona, te gustaría, te elegirias? Porque? No habló de gustar físicamente.\n  ","194838":"\n   Mis gatos ya saben abrir puertas brinca a las manijas y las abren mientras no estén cerradas con llave .... Tienes mascotas? Cuales y cuántas tienes ?\n  ","194839":"\n   Salacadula Chalchicomula Bibidi Babidi Bu. Siete palabras de magia que son: Bibidi Babidi Bu.\n  ","194840":"\n   Te adaptas a los temas y formas de comunicación de cada persona con la que hablas, o siempre sos igual y no te interesa adaptarte si no tienen tu misma onda o estilo?\n  ","194841":"\n   Quien crees que gane la copa🏆confederaciones.. Chile vs Alemania.. Gracias x tu voto!!.. \\(((.^)\/♡..\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/53825307\n   \n","194842":"\n   Pregunta:\n   \n    https:\/\/ask.fm\/whereismymind_598\/answers\/141962445547\n   \n","194843":"\n   \"Hazte la fama y échate a dormir\". Esa fama la crea uno o nos la inventan los demás. Que tanto crees en lo que te cuentan de otros? Porque la gente le hace fama de algo que no es a los demás?\n  ","194844":"\n   Hola estais?\n  ","194845":"\n   Good Morning\/Good Night 😳 💋\nToday is the day..\nHappy 4th of July!! 🎉 🎈 🍻\n   \n    https:\/\/ask.fm\/EBSB\/answers\/143584683916\n   \n","194846":"\n   Daya  Se que estas aqui o al menos se que te das tus vueltas quiza si quitara el anonimo me contestarias TE MANDO UN ABRAZO !!!\n  ","194847":"\n   Quienes nos leen aqui se hacen ideas de como somos y creen estar seguros, incluso no comprenden que otros nos vean de forma opuesta a como ellos nos ven. A nosotros nos pasó lo mismo, no entendemos que vean a X tan diferente a como lo vemos. Porque pasa esto, en donde está la distorsión ?\n  ","194848":"\n   Que tan obediente sos con las reglas, ejemplo, estás a punto de llegar a un crucero, el semáforo verde comienza a parpadear, aceleras para cruzar aunque cuando vayas a la mitad ya esté en rojo o te detienes?\n  ","194849":"\n   Hola day te mando un abarazote !!!\n  ","194850":"\n   Paso a dejarte tu abrazo nocturno :* te quiero mucho\n  ","194851":"\n   ¿Cuál es tu opinión acerca del uso de anticonceptivos?\n  ","194852":"\n   ¿Que opinas de que pucca quiere a garu? Uwu\n  ","194853":"\n   Pregunta:\n   \n    https:\/\/ask.fm\/whereismymind_598\/answers\/141979289835\n   \n","194854":"\n   Omg, que hace usted respondiendo de dia? *---*\n  ","194855":"\n   Hola daya ... Buenos dias !!! Te quiero mucho que tengas un dia exelente !!!  Abrazote\n  ","194856":"\n   Holaaa!!!.. te invito pases a votar.. q es lo q prefieres?.. Textos vs Cartas!!!.. GraciasS!!!.. x tu Apoyo!!!.. \\(((.^)\/♡..\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/54358043\n   \n","194857":"\n   Hola criaturitas de la creación... la pregunta perver de esta tarde es... Si los dos últimos digitos del número de quienes me siguen son 69, será eso una especie de señal? o:\n  ","194858":"\n   ¿¿Dejarías tu país... por ir en busca de un sueño??  Preguntado por ஜ sтяαωвєяяygιяl ஜ desde ---->\n  ","194859":"\n   ✈\n  ","194860":"\n   Abrazo <[A_A]>\n  ","194861":"\n   Feliz cumpleaños atrasado 🎂🍷🎁\n  ","194862":"\n   ♥\n  ","194863":"\n   En qué situación te podría intimidar una persona inteligente y porque?\n  ","194864":"\n   Te quiero mucho Dayani\n  ","194865":"\n   Oh my God!!!.. corazonsito!!♡.. me estoy muriendo de caloOR!!!.. estoy q me derrito litetalmentee!!!.. tienes un Ice Cream!!!.. Soda!!.. Agua de Sabor!!.. oh q se yo q me ayude.. a sentirme more better x favoOR!!!.. HelpP!!!.. HelpP!!!.. HelpP!!!.. =S\n  ","194866":"\n   La pregunta de la noche #SobrecargaRadio ¿Cuál es tu instrumento musical favorito y qué provoca en ti cuando lo escuchas? #Envivo por\n   \n    http:\/\/sobrecargaradio.myl2mr.com\/\n   \n","194867":"\n   NUEVO VIDEO EN MI CANAL\n   \n    https:\/\/www.youtube.com\/watch?v=ftxwcjhv5nU&t=7s\n   \n   GLASS LA PELICULA QUE UNIRA EL PROTEGIDO Y FRAGMENTADO\n  ","194868":"\n   Se vive mejor en el suelo que en el cielo, esto será verdad o es una frase de autoconsuelo para quienes carecen de una buena economía? o:\n  ","194869":"\n   Ese momento en el que te quedas sin palabras porque…\n  ","194870":"\n   ♥\n  ","194871":"\n   ¿Qué canción te alegra siempre?\n  ","194872":"\n   ♥\n  ","194873":"\n   por que lo quiere mantener en secreto? o.o\n  ","194874":"\n   Según tu punto de vista ¿Qué crees que sea más \"extremo\" un tatuaje o una perforación? ¿En tu entorno familiar que causaría más \"revuelo\"? (cX). En la perforación digamos un piercing en la lengua o pezones, y del tatuaje, uno no muy grande pero tampoco tan pequeño, en el hombro, pecho, o antebrazo.\n  ","194875":"\n   Abrazito 4youU!!!♡.. Preciosaaa!!!.. \\(((.^)\/♡\n  ","194876":"\n   Era penal o no? Yo digo que si, al final pero bueno chibas compra títulos.\n  ","194877":"\n   no sea modesta, admita que está bien buenota uwu\n  ","194878":"\n   ¿De donde proviene el aburrimiento o cual es su origen? ¿Por qué hay gente que se aburre más fácilmente que otra?\n\n¿Sueles aburrirte con facilidad o siempre tienes algo que hacer o en que pensar? (Tratando de dejar un poco de lado la cuestión de la escuela o trabajo)\n  ","194879":"\n   Es más común en vos atraer o repeler a las personas, porque? Que tengan buen día, saludos a todos.\n  ","194880":"\n   dicen por ahi que usted está bien buena *-----* es cierto?\n  ","194881":"\n   hola :v\n  ","194882":"\n   tuturno\n  ","194883":"\n   Cuando estamos enfermos valoramos el estar sano, cuando nos duele algo nos damos cuenta lo bueno que es no tener ese dolor...Crees que del mismo modo la gente no se da cuenta lo que vale estar vivo y desperdicia su vida en peleas, cosas que no desea etc porque no puede experimentar la propia muerte?\n  ","194884":"\n   PhsS PhsS!!!.. corazonsito.. ya hiciste tu lista de lo q haras hoy dia?.. cuentaa!!!.. cuentaa!!!.. (((.^)\n  ","194885":"\n   15 mgs x 15 mgs?\n  ","194886":"\n   ¿Alguna ves te has sentido atraid@ por una persona que sabes bien que no te ¨conviene¨? Saludos :v\n  ","194887":"\n   4:20 pm estoy afuera del aeropuerto apunto de entrar  a mis clases de vuelo las clases son a las 5 pero saldré de mi auto y caminaré en cámara lenta con estilo  hasta llegar ahí asi bien epicoy superare mis miedos es hora de evolucionar! no piloteo desde los 14  den me de su energía para pasar \\o.o\/\n  ","194888":"\n   Hola Dayani\n  ","194889":"\n   Message Importante para cuidar tus Ojitos!!.. listen to meeee!!!..\n   \n    https:\/\/ask.fm\/mydreamistofly23\/answers\/141636991003\n   \n","194890":"\n   ♥\n  ","194891":"\n   Hay gente que no llora nunca pero de todos modos se siente tan triste como para llorar pero no lo desahoga. En qué tipo de persona te hubicas, Llorona o que contiene el llanto aunque sea involuntario?\n  ","194892":"\n   YO SOLO NECESITÓ AMOR!!! COMPRENSIÓN Y TERNURA!!!\n  ","194893":"\n\n    https:\/\/ask.fm\/EBSB\/photopolls\/44163212\n   \n   VOTE! Holli Would VS Jessica Rabbit.. #CoolWorld #WhoFramedRogerRabbit 👯\n  ","194894":"\n   Es más fácil que te engañen o que engañes?\n  ","194895":"\n   Nada por ueu acabo de ver dbs\n  ","194896":"\n   Continua la frace.. Si yo me Atreviera hoy.. definitivamente lo firts q haria es... ... ... ...\n  ","194897":"\n   Alguna vez te acusaron de algo que no hiciste? Como fue?\n  ","194898":"\n   Holaaa corazonsito.. pasa a mi encuesta para saber tu oppinion.. si no tomas its Ok!!.. yo tampoko lo hago pero aun asi.. escoji: el Tekila Corralejo!!.. xq se me hace more besha su presentacion y el color de la botella!!♡.. y Tu x cual Votas?..\n   \n    https:\/\/ask.fm\/mydreamistofly23\/photopolls\/44864027\n   \n","194899":"\n   Bien y usted uvu\n  ","194900":"\n   Hola d:\n  ","194901":"\n   ♥\n  ","194902":"\n   Hay algún aspecto de tu personalidad que te impida establecer relaciones con las personas?\n  ","194903":"\n   Mmmm\n  ","194904":"\n   Es en  serio ? Es difícil encontrar gatos por allá ?\n  ","194905":"\n   Pues los míos los crío desde que nacen  o.o\n  ","194906":"\n   Hola Daya, cómo estás? :)!\n  ","194907":"\n   Siempre eh estado aquí moriré sólo como en mis sueños uwu\n  ","194908":"\n   Yo los dejo salir a ciertas horas ... Y los cuido no están siempre en la calle además no son muy vagos\n  ","194909":"\n   No tienes ninguno ?\n  ","194910":"\n   Ok uwu. Y que haces\n  ","194911":"\n   Pues tengo una fábrica 😒😒 jajaja xD\n  ","194912":"\n   Buenas tardes gente,  la pregunta perver de hoy es.... Qué te hace falta experimentar, sexualmente hablando?\n  ","194913":"\n   Tengo dos nuevos n.n\n  ","194914":"\n   Chismosa è.é\n  ","194915":"\n   Puedes venir solo que verás a todo mundo en pelotas xD\n  ","194916":"\n   Uwu y como te ah ido preciosa o.<\n  ","194917":"\n   Me estas vigilando e.e\n  ","194918":"\n   Jaja pues cada día n.n yo mismo me aseguro de comprobar la calidad\n  ","194919":"\n   Ya kassy ni habla v: ya se quedo dormida ella habla hasta por los codos o.l\n  ","194920":"\n   Soy productor de porno o.o\n  ","194921":"\n   Negativo pareja me quedare aquí princesa?\n  ","194922":"\n   Bien ...se acabó el estrés por fin 😎\n  ","194923":"\n   Yo bien ...jojo cambie de trabajo\n  ","194924":"\n   Mejor no me voy porque tendre esperar un mes para volver hablar contigo\n  ","194925":"\n   Cómo estás ?\n  ","194926":"\n   Me espías jaja si de echo estoy asandome\n  ","194927":"\n   Ya ha pasado tiempo n.n\n  ","194928":"\n   Que opinan de los ataques informáticos realizados por el virus cuyo nombre olvide? Toman sus medidas de seguridad, piensas que solo ataca instituciones y empresas? Yo no pediría dinero por la información yo la dejaría libre para hacer al mundo un caos ya saben agita las aguas y pesca\n  ","194929":"\n   Hi\n  ","194930":"\n   Sondeo: que medidas de seguridad tienes para proteger tu ordenador que antivirus y antimalware usas? Cual es tu contraseña de ask.fm xD jaja ok eso último es solo para mi tarea de hackeo básico uno\n  ","194931":"\n\n    http:\/\/vocaroo.com\/i\/s13aRA5UyzCR\n   \n   💕 👯\n  ","194932":"\n   Y después te cubrirás con las cortinas y te trataran de quitártelas y te tomaran otra foto que guardas en tu cel porque que si o.o perdón una anécdota hijos de la gran Teresa de cancuta\n  ","194933":"\n   ¿Qué puede enfadarte?\n  ","194934":"\n   Hola... hace un rato me corté el dedo con una lata de cerveza y ahora mi pregunta es... ¿Por qué todo lo que amo me termina lastimando? :\/\n  ","194935":"\n   Hahha amo esa canción siempre la canto cuando me baño y después quitan las cortinas y te toman fotos...\n  ","194936":"\n   We're moving from the ground floor Rising tide\nPush us up more How we climbAs the water's pouring  in Like it always should have been We can crawl or we can run Towards the sun Take it all, I'll keep the rest\nBurn the wheels and pound your chest\n  ","194937":"\n\n    https:\/\/ask.fm\/Velenoprofumo\/answer\/140946143222?utm_source=copy_link&utm_medium=android\n   \n   que opinas del caso del ruso loco linchado en Cancún México ?\nAcaso el mundo debe ser un caos para terminar con el mismo caos dónde queda la razón en estos días ?\n  ","194938":"\n   Un niño masacra a otros en una escuela, jovenen en estados unidos masacra compañros una niña se suivida en escuela, un loco atropella personas en la calle con su auto rusos locos apedreados caos en venezuela, Trump y los mexicanos ....y cosas que yo veo a diario en las calles ..continuara\n  ","194939":"\n   Uwu baby baby baby ohhhhh\n  ","194940":"\n\n    https:\/\/ask.fm\/DIMENSION_PSYCHO\/answer\/142253019306?utm_source=copy_link&utm_medium=android\n   \n   entra y dime si me equivoco y dime qué puede darnos un respiro en este momento continuara ......\n  ","194941":"\n   io ke se no soy 100tifiko\n  ","194942":"\n   io ke se no soy 100tifiko\n  ","194943":"\n   Protesto!! Su señoría su testimonio contradice las pruebas  ..... No contradice nada verdad .....\n  ","194944":"\n   Que hice u.u\n  ","194945":"\n   Hablando de tus metas y objetivos personales... Tienes alas que vuelan poco o sueños que nunca aterrizan?\n  ","194946":"\n   U.u te aguero mucho patas de pollo\n  ","194947":"\n   a favor o encontra de burlarme de los amigos de homosexuales y transexuales que se sui-ci-dan o los ma-tan? hace unos dias con un amigo le hicimos tal bullying a una que se cerro la acc de facebook jajaj!1 c:\n  ","194948":"\n   Mis Amores!!♡.. los invito a descubrir su parte oscura oh de nenes malos!!.. jajaja.. haciendo este test y asi descubrir como se llamarian?.. si fueran unos Mafiosos!!.. Huuuy!!.. I'm Scareed!!!..\n   \n    http:\/\/www.mi-verdadero-yo.es\/nombre-mafioso.html\n   \n","194949":"\n   Gracias siento que te debo algo\n  ","194950":"\n   Sshhh!!!.. today me paso de puntitas para dejarte.. tu besito de las buenas noches!!.. MuoackkksS!!.. y corazonsitos con musica instrumental!!.. ♪♡♬♡♪♡.:.Kassy.:.♡♪♡♬♡♪\n  ","194951":"\n   Eres lo MaximoO!!!!.. FelicidadesS!!!.. ClapP!! ClapP!! ClapP!!!.. MuoackkksS!!!.. \\(((.^)\/♡\n  ","194952":"\n   Exacto o.o digo noo u.u me cambiaste el tema de una manera que uff si dolio\n  ","194953":"\n   Veamos si Adivinas corazonsito.. Ok!!.. \"SI DICES MI NOMBRE!!.. YA NO EXISTO MAS\".. q es?.. (((.^)\n  ","194954":"\n   A que me recuerda\n  ","194955":"\n   Hola... la pregunta animalesca para este día es ... ¿Sos capaz de nadar en el fango sin embarrarte de tanta mierda? o:\n  ","194956":"\n   Me gustas asi <3\n  ","194957":"\n   Y quien es?\n  ","194958":"\n   Te falto humana o.o\/\n  ","194959":"\n   Hola... Qué es lo que le da el sabor a tus tertulias? o:\n  ","194960":"\n   Tan siquiera que este el fiscal von karma? Lo odio e.e por su culpa casi me acusan de  desacato en el tribunal  se cree de la realeza meh è.ë\n  ","194961":"\n   Oye eres una demonio oh un ángel caído? Estaba pensando en ti y apareciste?\n  ","194962":"\n   Hola, la pregunta emotiva del día de hoy es... qué es eso que te puede alterar más que bomba despachadora de gasolina? o:\n  ","194963":"\n   Unu\n  ","194964":"\n   Pero si estuviera tus enemigos en ese lugar >:D\n  ","194965":"\n   3 minutos bastaron para acabar con las ilusiones de  Chivas hahahahaahahaha\n  ","194966":"\n   Esta mañana a ocurrido una tragedia... No trasmitieron plaza sésamo en la mañana que me estas comentando no me lo estoy creyendo TORITOOO!! NO TE MUERAS MIJITO!!!! O.o oh perdón me deje llevar\n  ","194967":"\n   Quisiera ir a el concierto de ariana grande uwu explotaría de emoción uwu quien me invita :p xDDD que opinas de el terrorismo?\n  ","194968":"\n   ¿Alguna vez te has preguntado como y en que situacion vas a morir?\n  ","194969":"\n   Alguna vez has sido irrespetuoso\/a con alguien con quien no querías serlo?  ¿Qué hiciste al darte cuenta?\n  ","194970":"\n   ♥\n  ","194971":"\n   ©....¿¿Has buscado algo... perdiendo cosas de tu vida??\n  ","194972":"\n   O.o mmm nada estoy loco por una persona :*\n  ","194973":"\n   De la tostada y tu?\n  ","194974":"\n   Sondeo simple y directo...que opinas del racismo, la discriminación, tienes algún prejuicio con la gente de color de alguna raza en especial, alguna religión, estatus social, preferencia sexual, género? Por que razón aún la humanidad es excluyente? Existen personas que llegues a subestimar?\n  ","194975":"\n   Hola amiguitos del ask... la pregunta perver de este day es: ¿En este día del niño, cómo consentiste a tu chiquito? o:\n  ","194976":"\n   Que o.O?\n  ","194977":"\n   Uwu\n  ","194978":"\n   Siempre te sales con la tuya?\n  ","194979":"\n   Te atrae más una personalidad depresiva y oscura o una personalidad siempre alegre?  Porque?\n  ","194980":"\n   Que tan diversos gustos y aficiones tienes ? Por ejemplo a mi me gusta el cine, la música leer, ejercitarme, las artes marciales, cómics, psicología, sociología, videojuegos, investigación, el ajedrez, los puzzles, hacer vídeos en yt, exponer, me gusta jugar cartas, me gusta dibujar, y demás y tu?\n  ","194981":"\n   Son más tus decisiones acertadas que las que te generan arrepentimiento?\n  ","194982":"\n\n    http:\/\/vocaroo.com\/i\/s158E8roTCCv\n   \n   😳 💋\n  ","194983":"\n   ¿Cuál es el insecto más fastidioso?\n  ","194984":"\n   ♥\n  ","194985":"\n   Oye u.u te quiero <3\n  ","194986":"\n   Daya 💜 cielo 💙 azul 🌿 ¿En qué piensas?\n  ","194987":"\n   Nomas guerra y vamo a hacer el amor \\uwu\/\n  ","194988":"\n   Que tanto has cambiado en un par de años ? por ejemplo ahora me volví misántropo, piscopata potencial, insencible con complejo de dios, solitario y más rudo y cinico?  así es mi lado espirtuoso y poético esta agonizando solo queda mi niño caprichoso y travieso vivo en mi A_U\n  ","194989":"\n   E.e te voy a quemar la foto r.e\n  ","194990":"\n   Si es sábado porque hay dbs uwu ya lo viste\n  ","194991":"\n   Hola, Buenas noches, Le podrías dar MG al vídeo por favor, gracias.\n   \n    https:\/\/youtu.be\/OS6vWlnG_m4\n   \n","194992":"\n   Que no era viernes o.o? A bueno oye haha los japoneses y sus mensajes para nosotros v: xD\n   \n    https:\/\/m.youtube.com\/watch?v=2HgvfxGu78E\n   \n","194993":"\n   Uwu que flojera o.o oye que dia es hoy\n  ","194994":"\n   Aqui nomas siendo cena de mosquitos u.u\n  ","194995":"\n   De chocolate uwu que hace\n  ","194996":"\n   Hola. Que tan a menudo ves cosas que los demás no pueden ver? o:\n  ","194997":"\n   Komo lo supo e.e que me estas viendo en tu bola de cristal bruja e.e uvu mi bruja fav es bayonetta uwuxD pues me compre una rebanada de pastel con una vela y fui a la calle para compartir con la gente extraña de la calle\n  ","194998":"\n   No lo hare mi preciosaa nenita!!♡.. Te AdoroO!!♡.. MuoackkksS!!!.. \\(((.^)\/♡\n  ","194999":"\n   Que tanto tiempo le has permitido vivir en tu cabeza a esa persona que te ha hecho daño? o:\n  ","195000":"\n   Ah bueno señorita. Qué está muy caliente por allá? Y no, no estoy de vacaciones ya hace algún tiempo que paso trabajando y dedicado al deporte cuando se puede 😊!\n  ","195001":"\n   PhsS PhsS!!.. hoy dia vengo a dejarte.. una lluvia de kotazonsitos!!♡.. xk deseo de alguna manera.. sientas mi kalorcito humano.. Sabes?.. en estos 2 days k regrese de new.. me doy kuenta lo bendecida k estoy.. k apezar del time k dure en regrsar.. aun puedo kontar kon \"TU VALIOSA AMISTAD\".. Gracias\n  ","195002":"\n   Es que nomas estoy como el chinito nomas milando uwu\n  ","195003":"\n   Yo estoy muy bien Daya gracias :)! Y tú cómo has pasado? Tiempo sin saber de ti...\n  ","195004":"\n   Sho siempre estoy aquí soy un ninja e.e\n  ","195005":"\n   Daya... estas por aquí! Raro coincidir contigo jaja!\n  ","195006":"\n   Lo políticamente correctos no siempre es la verdad, entonces se podría decir que lo políticamente correcto es hipócrita, o es una falsedad necesaria?\n  ","195007":"\n   De maravisha y usted azulcielo ni modo que rojo v:\n  ","195008":"\n   Yo amo la vida y quiero sentir que late mi corazón....Tu eres un sobreviviente o vives la vida ?\n  ","195009":"\n   Hola nwn\n  ","195010":"\n   ¿Alguna vez has sentido miedo al dormir?   Preguntado por ~MARK ~ desde ---->\n  ","195011":"\n   Mely....\n  ","195012":"\n   se me ocurrió de un amigo que tengo que tiene a su mujer y en el trabajo anda con una compañera y ella sabe que tiene pareja...acaso ella se siente bien siendo la amante? piensa o imagina que en algún momento le dará su lugar ? que tanto se respeta para ser el plato de segunda que satisface un dese\n  ","195013":"\n   Se dice que todos somos especiales...Especiales para que o quien?? Ser especial es subjetivo, para algunos lo seremos y para otros no. O vos tenés otra idea que haga cierta la premisa de \"Todos somos especiales\" cual?\n  ","195014":"\n   Hola!! Si en un recital la mayoría no sabe comportarse, no respeta las reglas, no respeta al otro y todo le importa poco, crees que la culpa de los desastres y muertes que ocurran igual son culpa de los organizadores y el municipio?\n  ","195015":"\n   Mely....\n  ","195016":"\n   Sugerencias para mi nuevo vídeo ?\n  ","195017":"\n   hola dayani\n  ","195018":"\n   harias el reto ?¿\n   \n    https:\/\/www.youtube.com\/watch?v=-L1dyLun0ws&t=40s\n   \n   seguirias ese canal?\n  ","195019":"\n   Si te clonas y luego matas a tu clon \\Ó,ò\/\n¿Eso cuenta como suicido?\n  ","195020":"\n   Que opinas de que te deje se seguir por accidente?  Unú\n  ","195021":"\n   ¿Que opinas de que ya llegue? \\Ówó\/\n  ","195022":"\n   ¿Que opinas de las personas que le dan laikes a sus propias respuestas? Uwu xD\n  ","195023":"\n   ¿Cuantos días podrias aguantar sin comer absolutamente nada? \\Ó,o\/\n  ","195024":"\n   ¿haz superado algunos de tus miedos? Ó,o\n  ","195025":"\n   Tengo hombre Unú\n  ","195026":"\n   ¿Cual es tu juego de mesa favorito? \\Ó,o\/\n  ","195027":"\n   ¿Desde que dispositivo estas respondiendo esta pregunta? o,Ò\n  ","195028":"\n   Se descarga mi celular u,Út\n  ","195029":"\n   Recomiende musica 🎶 o,Ò no importa el genero uwu\n  ","195030":"\n   Me recomiendas un libro 😊\n  ","195031":"\n   ¿Porque ya no se pueden hacer ask regalos como antes? Duda que me atormenta unÚ\n  ","195032":"\n   ¿Porque 8 de cada 10 gatos prefieren whiskas? Uwu\n  ","195033":"\n   Hoy somos desconocidos, mañana amigos, después adversarios\n  ","195034":"\n   La pregunta de la noche #SobrecargaRadio ¿Cuantas veces al día sueles escuchar la misma canción favorita? Ya #EnVivo por\n   \n    http:\/\/sobrecargaradio.myl2mr.com\/\n   \n","195035":"\n   Noo esa basura de canción no e.e esta es\n   \n    https:\/\/m.youtube.com\/watch?v=NCtzkaL2t_Y\n   \n","195036":"\n   Te AdoroO!!♡.. nenita preciosaa!! \\(((.^)\/♡\n  ","195037":"\n   ¿Cuál es el mejor lugar al que ir cuando quieres estar solo\/a y disfrutar de ese aislamiento?\n  ","195038":"\n   Te kuento algo?.. estoy estrenando new kuenta.. es k estaba muy chiko ese depa para mi jajaja, ya en serio ignoro k paso?.. pero ya no puedo entrar a mi otra kuenta, y nada k mas da, lo bueno es k son free y aqui estoy de new jajaja.. SIGUEME I NEED YOU!!.. \\(((.^)\/♡\n  ","195039":"\n   Uwu\n  ","195040":"\n   Good Morning korazonsito.. MuoackkksS!!.. today me siento kon un hueko en mi stogamito.. asi tipo revolvido y me lele xk sera?.. pero bueno dejando eso de lado.. kiero k sepas k \"Te KieroO\".. k me hace happy el saber de Ti!!♡.. y mejor aun lograr kompartir time para kontigo.. kuentame algo lindo ♡\n  ","195041":"\n   Today estoy algo creative.. so espero me ayudes please.. se me okurrio k inventes una story de lo k tu kieras.. Grande!!.. Chikita!!.. Explisita!!.. lo k sea no importa.. lo importante es hechar a volar tu imagination.. komenzamos \"HABIA UNA VEZ\"... ... ...\n  ","195042":"\n   ♥\n  ","195043":"\n   U.u ya te fuiste?\n  ","195044":"\n   Uwu don't let me down uwu don't let me down\n  ","195045":"\n   Has tropezado varias veces con la misma piedra?\n  ","195046":"\n   Que tan rápido te aburres? Yo suelo aburrirme rápido de muchas cosas necesito estímulos continuos o me siento muerto en vida que cosas te estimulan? Que opinas de una vida rutinaria? A_A\n  ","195047":"\n   Que opinan de mis preguntas recientes ? Tal vez vuelva a mis raíces y a mi auténtico yo ...Solo que cuando lo haga no griten, lloren ni corran.... Existe algo oscuro en cada uno de nosotros y tenemos tendencia al caos y a la locura por que no? A_A\n  ","195048":"\n   Hay dos tipos de personas en la vida a cual perteneces tu? Buscas un lugar en la sociedad humana o buscas ser quien realmente quieres y eres? si lo sé preguntas existenciales pero es que seré sincero me aburre la monotonía y a veces me pregunto si debo ver un psiquiatra o salir a matar gente cuerda\n  ","195049":"\n   Hablemos de la belleza últimamente me resulta muy aburrida a menos que esté sustentada por una personalidad atrapante y cautivante ....Ya me resulta muy común y poco retador una mujer hermosa pero carente de encantó .... Se honesto que prefieres personalidad o belleza ? En el sexo opuesto\n  ","195050":"\n   e__e\n\n¿Que me habrá querido decir? LOL XD\n  ","195051":"\n   A.A\n  ","195052":"\n   Preciosaaaa!!!, te AdorooooO!!!, eres un Sol, no imaginas lo bello k se siente k de inmediato supiste kien soy, hasta me senti mega importante, tipo una artista famosa y asi jajaja, te mando millones de besitos xk simplemente eres the beeest!!!, \\(((.^)\/♡ MuoackkksS!!♡.. MuoackkksS!!♡.. MuoackkksS!!\n  ","195053":"\n   ¿Qué le pasa a Lupita? ¡Qué le pasa a esa niña? No sé... ¿qué es lo que quiere? ¡bailar! ¿Por qué ella no baila? ¡Su papá! ¿Qué dice su papa? ¡Que no! ¡Que dice su mama? ¡Que si! ¡Que baile Lupita! ¡Si! ¡Si! ¡Que baile Lupita! ¡Sí! ¡Si! o_ó\n   \n    https:\/\/www.youtube.com\/watch?v=dbcyhxNErQM\n   \n","195054":"\n   ¿Ves dibujos animados? ¿Cuál es tu dibujo animado reciente favorito?\n  ","195055":"\n   ♥\n  ","195056":"\n\n    https:\/\/ask.fm\/Dayazulcielo\/answers\/142449449328\n   \n   JAJAJAJAJAJAJAJJAJAJAJAJJAJAJAJAJAJJAJJAJA LOL Cx\nGenial.\n  ","195057":"\n   ¡Ay weeeeeeeeeeeey! Pérate....\n   \n    https:\/\/s-media-cache-ak0.pinimg.com\/originals\/c0\/28\/0d\/c0280d1962ac37c1674fcba4d1d41a8e.gif\n   \n   *Se soba*\n  ","195058":"\n   Alguna vez has pensado en alejarte de toda la sociedad y darte \"break\" un momento de descanso del mundo moderno y las personas ? Que opinan debería irme de viaje a una selva en África o a un monasterio tibetano?\n  ","195059":"\n   aqui rifa la labiositos andas diciendo que me distes en la madre orales nos damos de guamasos no le saques coyona mendiga perruchita te faltan huevos\n  ","195060":"\n   *Le da un minizape* o_ó\n  ","195061":"\n   ¿Que me vas a regalar en mi cumpleaños? Uwú\n  ","195062":"\n   He preparado críos al horno, gustas probar?\n  ","195063":"\n   Cuál es tu signo Ascendente?\n  ","195064":"\n   Cuál es tu signo del zodiaco?\n  ","195065":"\n   Has sufrido de bullying? Cómo acabar con el bullying? Hay que enfrentar al agresor o acudir a alguien con más autoridad?\n  ","195066":"\n   Has conocido a esas personas que hacen que pases por una montaña rusa de emociones? En su presencia pasas de la euforia a la melancolía, de la paz mental a un caos emocional, o viceversa\n  ","195067":"\n   ¿Desde de dispositivo electrónico sueles ingresar con más regularidad al ask?\n  ","195068":"\n   tal vez es tu hermana perdida y no lo sabías :o no se, lo intuí e.e\n  ","195069":"\n   ¿Qué harías si tu hijo de 14 años te dice que no quiere seguir yendo al instituto?\n  ","195070":"\n   Qué piensas sobre las preguntas sexuales en ask? Son de adolescentes que acaban de descubrir el erotismo? O son hombres vírgenes que se contentan con hacer estas preguntas por que nunca tendrán nada físico?\n  ","195071":"\n   las pecas o.O\n  ","195072":"\n   Dsi en verdad amno tengo problema en decírtelo, lo único es que amno sé, amme dio por hacerte preguntas el día que lo pusiste y amme aburría y ahora amme da como cosa quitar el anónimo😂. Realmente amno sé mucho de atii, solo que amme aburría y amme dio por ahí. Atuu entiendes, mno?\n  ","195073":"\n   que tienen en común? o.o\n  ","195074":"\n   Uwu que opinan que mañana 18 de abr es mi cumple uwu que me vas a regalar v:\n  ","195075":"\n   dicen por ahí que te pareces a amy adams *---* es cierto? o.O\n  ","195076":"\n   Hola :v\n  ","195077":"\n   Digamos que te secuestraron \\Ó,ó\/ y tu familia o amigos no pagan el dinero de rescate y ahora te van a matar D': pero los secuestradores te dejan escuchar una ultima canción antes de volarte la cabeza \\ò,Ó\/ ¿Cual seria?\n  ","195078":"\n   Antes de qué me cargue la ver... (o sea cuando dejemos de existir), yo tengo qué?... Y vos ya respondes qué es eso qué queres hacer, como por ejemplo probar la comida de perro, viajar a alguna parte no sé.\n  ","195079":"\n   Conoces tus límites y frenas antes de llegar o te desbordas?\n  ","195080":"\n   Hola no te sorprendas k solo soy una alucinacion o kisas podria ser producto de tu imaginacion, no lose?, si kieres averiguarlo?, SIGUEMEE!!! (=.0)\n  ","195081":"\n   ♥\n  ","195082":"\n   ♥\n  ","195083":"\n   hablemos de Lo personajes de ask aquellos que a pesar de que ha pasado mucho tiempo siguen aferrados a fingir ser alguien que no existe ...mi pregunta es acaso no deja de ser divertido ?\n  ","195084":"\n   Y vos, a qué hueles? o:\n  ","195085":"\n   Hola. Hay algo que te guste hacer cuando nadie más esta mirando? o:\n  ","195086":"\n   la amistad va más allá de la etiqueta en que encasillamos a las personas que llamamos amigos y entonces hay alguien con quien te entiendes bien,  y te hace disfrutar los días  y entonces cuando se marcha sientes un enorme vacío... has tenido un amigo al que jamás llamaste así? hasta que ya no esta\n  ","195087":"\n   En donde o en qué cosas  encuentras belleza?\n  ","195088":"\n   Qué necesitas para ser feliz?\n  ","195089":"\n   \"Si pusiera a la persona que arruinó tu vida frente a ti, y te garantizara que te saldrías con la tuya... Lo asesinarias ?\" Pregunta que se plantea la película Predestinación, se las recomiendo, es muy compleja pero es excelente.\n  ","195090":"\n   Que cosas te llaman la atención o te interesan de un usarío para seguirlo e interactuar con el en ask ? si recibes esta pregunta eres de los 50 principales de todos a los que sigo\n  ","195091":"\n   dicen que las personas no cambian pero constantemente lo hacemos quizá lo que cambia es nuestra perspectiva de la vida pero no las malas manías y costumbres esas son más difíciles de modificar pues requieren de un constante ejercicio como el alcoholismo o los malos habitos ..cual es tu peor costumbr\n  ","195092":"\n   soy un hombre joven y sano es normal que me gusten las mujeres guapas, divertidas, ingeniosas y sexy mente inteligentes?  u.u soy víctima de mis instintos y tu eres celos@?\n  ","195093":"\n   Que dicen las voces de tu cabeza? ?\n  ","195094":"\n   © No había razón...\n  ","195095":"\n   #PreguntasParaErald ¿Qué pregunta le harías al locutor de radio más odiado, el menos notado por ser odiado, el más insultado por ser odiado, el más amenazado por ser odiado, el más odiado por ser odiado?\n  ","195096":"\n   Que dicen las voces de tu cabeza ? hoy gritaré y moriré de carcajadas mi cordura se alejó de nuevo ... La razón murió mis sentidos despiertan y vuelvo a sonreír no hay más felicidad que la libertad sígueme   estamos al fin llegando a la mejor parte ..Te voy a tomar de la mano y salir de tu mente A_A\n  ","195097":"\n   Tomo la guitarra, sujeto las cuerdas y me dispongo a pasar  mis dedos por toda ella, me disparó y comienzo suave hasta desbordar salvajemente con cada nota y arrancar la realidad con el sonido más exitante que jamás hayas escuchado voces : ahora ahora existe algo que no puedo describir un éxtasis\n  ","195098":"\n   Estábamos mirando el cielo ser corrompido por Dios y a sus ángeles invadiendo la tierra mientras todos estábamos atrapados entre las manos del destino ....Escuché un estruendo y decidí tomar una bomba y detonar el infierno ... Me ví cara a cara con el creador y lo entendí VOCES .....\n  ","195099":"\n   Nuevo vídeo en mi canal\n   \n    https:\/\/youtu.be\/OYyFd3aEEnU\n   \n   it (eso) de la novela al cine A_A\n  ","195100":"\n   ♥\n  ","195101":"\n   Pierdes más tiempo  mortificándote por un problema o resolvienolo?\n  ","195102":"\n   Creés que fuimos hechos de la forma que somos o así nos construimos nosotros mismos? Creés que sea posible cambiar un rasgo muy marcado de nuestra personalidad o somos esclavos de ellos?\n  ","195103":"\n   Pasa y responde la siguiente encuentra. 😂👍\n   \n    https:\/\/ask.fm\/MrPeter79\/photopolls\/28153827\n   \n","195104":"\n\n    http:\/\/vocaroo.com\/i\/s1SZffoJwTiy\n   \n   EL ASK RAP DE LARVA SOLO DENLE CLICK AL LINK\n  ","195105":"\n   ¿A quién deberían gastarle una broma hoy?\n  ","195106":"\n   Del 1 al 10 que tan gay se te hace que un hombre se ponga el filtro del perro de snapchat? Gracias por tu amable respuesta 😀\n  ","195107":"\n   A qué cosas o personas desafias? A lo que sabes que ganaras o aún cuando te sabes posible perdedor lo desafiado igual?\n  ","195108":"\n   Pon un meme que te cause mucha gracia 😂\n  ","195109":"\n   Al fin pude verme cara a cara con mi reflejo....Y sentí un escalofrío que me recorrió cada molécula de mi ser ... Soy el caos que jamás debí frenar ...Soy la lcura, la pasión que muere y se vuelve abrazadora cuando estás aquí .... La muerte me persigue por que mi amor fue robado por la vida misma\n  ","195110":"\n   Cuál fue la última canción que escuchaste en Spotify? (Pon captura)\n  ","195111":"\n   Cuál es tu emoji favorito? 😂\n  ","195112":"\n   Hay sonidos huecos que surgen de un alma perdida que muere cada noche cada hora y que desgarran aún más el silencio.... Cada vez que mi corazón se atreve a latir y cada respiro me agita recordándome que aún estoy vivo después de caer y haber tragado la tierra  y la sacudida que me hace levantarme\n  ","195113":"\n   Existen momentos en los que el silencio de turba como una fuerza devastadora y en el cual parece que estoy muriendo y agonizando existen momentos donde todo parece estar en mi contra y envenenarme pero al final son solo eso momentos momentos que nadie entiende solo yo y nadie sabe que Mori un moment\n  ","195114":"\n   Siguiente tema de vídeo the wall o la próxima película death note?\n  ","195115":"\n   De qué fue lo último que te quedaste con ganas de hacer?\n  ","195116":"\n   Hola Diana, te caché\n  ","195117":"\n   Cómo estás?\n  ","195118":"\n   Si pudiérais elegir dónde morir, ¿Dónde moriríais? A mí me gustaría en el espacio, para ver esa maravillosa inmensidad. Y que mi cuerpo quede flotando.\nSaludos:\n  ","195119":"\n   La famosa frase \"Ser o no ser...\" Habla en  resumida  cuenta del  suicidio como una posibilidad, vivir o morir, una elección meditada... Creés que el suicidio sea realmente una posibilidad, una alternativa, una elección; o se lleva a cabo sin elección, sin conciencia y sin comprensión?\n  ","195120":"\n   por q los emos van solos al cine?\nporque en la entrada dice: cinema. o_o\n  ","195121":"\n\n    https:\/\/www.youtube.com\/watch?v=IBAOUfFEI6E\n   \n   MI NUEVO VIDEO : GHOST IN THE SHELL ANIME Y PELICULA \nPASA Y COMENTA A_A\n  ","195122":"\n\n    https:\/\/ask.fm\/Efebofilo\/photopolls\/31187079\n   \n","195123":"\n   Hola... qué talento tienes? o:\n  ","195124":"\n   duda dudosa existencialosa ... Qué significa ALV?\n  ","195125":"\n   Otra duda existencial... Qué significa BBLB? o:\n  ","195126":"\n   Cómo está tu paciencia con la gente hoy en día?\n  ","195127":"\n\n    https:\/\/ask.fm\/Dayazulcielo\/answers\/142329902960\n   \n   auch..\n  ","195128":"\n   ¿Qué opinas? ¿Podemos corregir un daño hecho?\n  ","195129":"\n   ¿Existe algo en lo cual no tengas elección?\n  ","195130":"\n   ¿Qué opinas? ¿El fracaso nos hace perdedores?\n  ","195131":"\n   ¿En qué momento se debe utilizar la frase \"No puedo\" ?\n  ","195132":"\n   ¿Crees realmente que el tiempo ayuda a superar cosas o depende de uno .. si realmente quiere hacerlo?\n\n¿Qué opinas? ?\n  ","195133":"\n   q harias si te vesara\n  ","195134":"\n   #SobrecargaRadio te pregunta: ¿Cuál ha sido el gasto más innecesario que haz hecho pero al final no te arrepentiste de hacerlo? AVISO: en estos próximos días tendremos una nueva charla en vivo.\n  ","195135":"\n   ©\"I can't get no satisfaction.\"\n  ","195136":"\n   ♥\n  ","195137":"\n   ♥\n  ","195138":"\n   😎\n  ","195139":"\n   A qué conciertos has ido?\n  ","195140":"\n   😒\n  ","195141":"\n\n    http:\/\/vocaroo.com\/i\/s1h9BziN4PYU\n   \n   AUDIO PREGUNTA\n  ","195142":"\n   Y tu... ¿Si sabes cómo se llama el pajarito de Twitter?\n  ","195143":"\n   Uwu\/\n  ","195144":"\n   A_Ask\n  ","195145":"\n\n    https:\/\/youtu.be\/aHT_FPbBsE0\n   \n   Cuidado pillo, no sabes con quien te estás metiendo...\n  ","195146":"\n   ¿Por qué crees que los humanos necesitamos clasificar y etiquetar todo? ¿Etiquetarnos entre nosotros es por la misma razón o por otra?\nSaludos de:\n  ","195147":"\n   Tratas de encajar en cada grupo de persona que conoces o prefieres mantenerte aislado, observando y siendo el extraño? Si optas por ser el extraño, es por llamar la atención de ese modo, o porque no puedes o no sabes integrarte, o simplemente no te interesa ser parte?\n  ","195148":"\n   El ask rap cooming soon\n  ","195149":"\n   Hola pequeños. He subido un nuevo video a mi canal\n   \n    https:\/\/youtu.be\/hCUIUxUKiYw\n   \n   Es mi wrap up del mes de febrero. Espero que les guste y si pueden compartirlo seria genial y se los agradecería. Mi ask los espera.\n[inserte video musical favorito]\nBesos de:\n  ","195150":"\n\n    https:\/\/ask.fm\/EBSB\/photopolls\/15895692\n   \n   VOTE! Squid Roe VS Cabo Wabo.. #SpringBreak2017 🍻\n  ","195151":"\n   Soy yo o creo que ask cada día se pone mas aburrido? e__e\n  ","195152":"\n   Dejame tu voto please!!!\n   \n    https:\/\/ask.fm\/ERIKe_e2\/photopolls\/17480987\n   \n   es ke no se con cual de las 2 casarme! uwu\n  ","195153":"\n   Déjame tu voto please !!\n   \n    https:\/\/ask.fm\/ERIKe_e2\/photopolls\/17489435\n   \n   es ke no se que cenar y ambas son deliciosas! uwu\n  ","195154":"\n   Si lo malo no existiera, ¿El mundo tendría algún sentido?\nSaludos de:\n  ","195155":"\n\n    http:\/\/ask.fm\/DIMENSION_PSYCHO\/answer\/141654874282\n   \n   les dejo una audio reseña mia de una película que les recomiendo..\nen mi ask solo sigue el link\n  ","195156":"\n\n    http:\/\/vocaroo.com\/i\/s1plUzHBiVhy\n   \n   <---- LES dejo una audio reseña propia de la pelicula split saludos a todos\n  ","195157":"\n   Cuales son tus refugios?\n  ","195158":"\n   Hola. ¿Te gusta más hablar del pasado o del porvenir?\n  ","195159":"\n   ¿Vos sos de las personas que prefieren saber aunque duela o preferís vivir en la dichosa ignorancia? o:\n  ","195160":"\n   Que generó de series\/películas es tu favorito?\n  ","195161":"\n   Cuál fue la última mentira que le dijiste a tus padres? 😮\n  ","195162":"\n   Que bebida alcohólica es tu favorita? (Cerveza, tequila, vodka, otra?)\n  ","195163":"\n   ♥\n  ","195164":"\n   I Want Your Soul.. 🎧 🎤 🎸\n  ","195165":"\n   ¿A qué persona famosa has conocido o has estado cerca?\n  ","195166":"\n   ¿Cuándo alguien aprende a marcharse no por cualquiera se queda?\n  ","195167":"\n   ..........................\n  ","195168":"\n   ¿Cómo te gustaría que te recordaran quienes te rodean? ¿Cómo crees que te recordarán?\n\n→Saludos, Humo 💨\n  ","195169":"\n   debo irme te veo después daya ahora estoy trabajando de noche u.u\n  ","195170":"\n   Dayazulcielo\n  ","195171":"\n   Que cosas o a que personas desprecias y porque?\n  ","195172":"\n   Todo bien?\n  ","195173":"\n   daya\n  ","195174":"\n   Estoy loco >:D\n  ","195175":"\n   por que a los hombres nos gustan tanto las mujeres bien frondosas con esas suculentas curvas nalgas y tetas ?? donde esta el cerebro acaso eso no es algo aun más exitante? mi mamá me dice hijo buscate una mujer culta y sexy Y si lo se soy bueno eso ustedes ya  lo saben...mmmm las kardashian np creo\n  ","195176":"\n   Cuál es tu sincera opinión de que este 14 de febrero buscaré a una pareja que se esté besando y les voy a gritar \"¿Qué haces? ¡yo te quería!\" y saldré corriendo. ¿Te atreverías a hacer algo así? o:\n  ","195177":"\n   Pienso que es increíble que podamos navegar entre recuerdos con nuestra mente. Podemos acceder al que queramos instantáneamente. \n¿Qué es lo que te parece más interesante de la mente humana?\nSaludos de:\n  ","195178":"\n   Uvu\n  ","195179":"\n   ¿Qué importancia tiene la originalidad (en cualquier ámbito) dentro de la sociedad? ¿Tiene una relación directa con la innovación o son dos cosas independientes? ¿Es importante tratar de ser original aunque esto pueda dar lugar a confusión?\nSaludos de:\n  ","195180":"\n   ¡Buenas tardes! ¿Qué opináis de los libros que más se venden actualmente? ¿Están sobrevalorados? ¿Son mejores los libros de antes o los de ahora?\n\nSaludos de:\n  ","195181":"\n   Hoy os quiero compartirles una dieta magnifica pa los que quieran bajar de peso >>>\n   \n    https:\/\/ask.fm\/ERIKe_e2\/answers\/140709379099\n   \n","195182":"\n   ¿Por qué lo fácil y evidente a veces se nos presenta como algo mucho más complejo, aunque no lo sea?\nSaludos de:\n  ","195183":"\n   PERDÓN POR EL SPAM.\nAyer conseguí arreglar mi micrófono y grabé un nuevo tema. Lo tendréis hoy a las 18:00 en mi canal, espero que os guste! \nEl link del canal:\n   \n    https:\/\/t.co\/NAVW5pn7tG\n   \n   Perdón otra vez, me hace ilusión que la gente lo escuche. \nUn saludo😊\n  ","195184":"\n   Dentro de la expresión artística, ¿Qué formato te gusta más como consumidor? ¿Cuál te gusta (o te gustaría) como creador?\n\nSaludos de:\n  ","195185":"\n   Si X halaga a Z, le insiste en mantener dialogo y comunicación pero ante la negativa X empieza hablar mal de Z, lo critica con otros y hasta le hace burla e inventa cosas, de quien está hablando mal en realidad X, de Z o de sí mismo?\n  ","195186":"\n   ♥\n  ","195187":"\n   Goodbye ✌😎\n  ","195188":"\n   Que opinas de que esta pregunta me salio de corazón ❤?\n  ","195189":"\n   ¿Qué te gusta ver en youtube?\n  ","195190":"\n   ¿Qué hace que una persona se mantenga al lado de otra por mucho tiempo?\n  ","195191":"\n   una persona en quien puedes confiar lo será por siempre? una persona en la que no se puede confiar podría ser en algún momento la única en la que podrías hacerlo? o siempre una persona será la misma ?\n  ","195192":"\n   Y has probado los burritos?\n  ","195193":"\n   ¿Por qué las personas hacen falsas promesas?\n  ","195194":"\n   Tu que comida típica no has probado?\n  ","195195":"\n   Muchas gracias pequeña por el apoyo, significa mucho para mi de verdad. Te sigo!\n  ","195196":"\n   Siendo mexicano nunca he probado el pozole ni los burritos. Crees que eso es raro?\n  ","195197":"\n   Ask puso un sector en el inicio donde se pueden ver las respuestas más populares de todo ask, al mirar veo que son todas respuestas estúpidass. Porque se suele dar tanto likes a lo estúpido y se ignora aquello que vale la pena leer? Sueles dar likes a cualquier cosa o tienes criterio para hacerlo?\n  ","195198":"\n   En todos los ambitos lo popular suele ser siempre lo mediocre. El peor alumno, el holgazán del trabajo, el que pública estupidecess, etc. A qué se debe eso? Porque la mediocridad es más valorado que el buen alumno, que el trabajador que cumple?\n  ","195199":"\n   Encuesta ask.fm >>>\n   \n    https:\/\/ask.fm\/ERIKe_e2\/photopolls\/2150427\n   \n   Quien tenéis mas poder Yahooiano???? Gracias por tu\/su voto. Es ud muy amable :)\n  ","195200":"\n   ¿Cuál creen que es el tratamiento estético más solicitado actualmente?\n\nPor favor  te pedimos leer los detalles importantes aquí\n   \n    https:\/\/ask.fm\/latin_ask\/answers\/141109478504\n   \n   Preguntado por ~ Nastenka ~ desde ---->\n  ","195201":"\n   Hola pequeños, ¿como están? He subido un nuevo video a mi canal.\n   \n    https:\/\/www.youtube.com\/watch?v=TLbPIIHtS6s\n   \n   Es sobre series que he dejado de ver. Espero que les guste. Si pueden compartanlo, me ayudaria un monton de verdad. Tengan un hermoso día. `\n[inserte foto tumblr] Besos de:\n  ","195202":"\n   para entender a una mujer lo más importante es?\n  ","195203":"\n   Srs y Sras, la economía a disminuido mucho y tengo que avisarles mi ausencia mas continua en ask, que quiero decir? ke ya no tengo internet de casa y ahora voy a tener ke echarle saldo a mi cel pa entrar a ask si alguien kiere echarme saldo mi numero es...jeejje okno mejor díganme como robar la wifi\n  ","195204":"\n   ¿Tu desayuno de domingo favorito?\n  ","195205":"\n   ♥\n  ","195206":"\n   En la mejilla? 3:\n  ","195207":"\n   Puedes poner una foto de un(a) chic@ que creas que es hermos@ para ti? :V\n  ","195208":"\n   e3e\n  ","195209":"\n   ¿Te casarías con alguien que no amas.. tan solo por su dinero?  Preguntado por ~ ☆Kelly's Kelly's☆ ~ desde ---->\n  ","195210":"\n   Te ayudare a cuidarlos\n  ","195211":"\n   Adoptame, quiero vivir contigo en la casita esa 3:\n  ","195212":"\n   Mi amor, te extrañé. 3: Donde estabas!!!\n  ","195213":"\n   XD\n  ","195214":"\n   ¿Alguna vez te has sentido acosad@ en las redes sociales?  Preguntado por ~ Sann ~ desde ---->\n  ","195215":"\n   😎\n  ","195216":"\n   Vas a regalar algo este 14 de febrero? 😎 si es así, que o que te gustaría recibir?\n  ","195217":"\n   A veces escuchamos un género musical nuevo, o un artista nuevo y no nos gusta nada, pero lo seguimos escuchando y nos termina por encantar. ¿Por qué crees que ocurre esto?\nSaludos de:\n  ","195218":"\n   Mmm\n  ","195219":"\n   En la especie humana, ¿Cuál es la característica que, a tu parecer, la hace destacar por su inteligencia?\n\nSaludos de:\n  ","195220":"\n\n    https:\/\/ask.fm\/unlockfogger\/photopolls\/2065165\n   \n   ... La neta solo hice esta mmada para ver como funciona pero igual veamos que pasa xD\n  ","195221":"\n   Y tu ya encontraste a tu media naranja? o a tu medio platano? o.O XD\n  ","195222":"\n   Hola .. te invito a mi otro ask\n   \n    @DIMENSION_PSYCHO\n   \n   donde sólo hablo de temas que me gustan si te interesa sígueme voy a retomar ese ask y GRANDIOSOOOOOOOOOOOOOOOOOO INICIO DE SEMANA\n  ","195223":"\n\n    https:\/\/youtu.be\/7qzQgejVZbM\n   \n   HAPPY VALENTINE'S DAY!!\n  ","195224":"\n   Happy Valentine's Day! I love you guys.. Thanks for everything! Hugs & Kisses! xoxo\n  ","195225":"\n   A la frase \"Tengo ganas de ti\" la interpretas como una necesidad sexual o como una necesidad de compañía, de contención y cariño, o pueden ser ambas?\n  ","195226":"\n   Aún conservas tus dibujos de pequeño?\n  ","195227":"\n   señores y señoras, háganme el favor de votar por el presidente mas odiado y conejo de la historia\n   \n    https:\/\/ask.fm\/ERIKe_e2\/photopolls\/7136539\n   \n   gracias :)\n  ","195228":"\n   Que cosas crees que engrandecen a una persona?\n  ","195229":"\n   Pues me va mal :v como a qualquier enamorado :'v\n  ","195230":"\n   Ese mismo :v\n  ","195231":"\n   Tanto tiempo o.O\n  ","195232":"\n   😂\n  ","195233":"\n   Me pinto de café\n  ","195234":"\n   ¿Cómo sería tu nombre si fueras un jefe de la mafia?\n  ","195235":"\n   ♥\n  ","195236":"\n   ¿Quién es la persona más loca que conoces?\n  ","195237":"\n   ¿Barba o bigote?\n  ","195238":"\n   ¡Es sábado! ¿Qué vas a hacer hoy?\n  ","195239":"\n   ¿Hay algo que comes cada día?\n  ","195240":"\n   ¿Por qué cosa se te conoce más?\n  ","195241":"\n   ¿Qué haces cuando estás en casa solo?\n  ","195242":"\n   ke risa con estos videos jajajaja\n   \n    https:\/\/www.youtube.com\/watch?v=JdANgmJel9U\n   \n   no manches, casi me muero de risa XD miralo, no te arrepentirás, dura menos de un minuto!!\n  ","195243":"\n   mmmm no te suspenden\n  ","195244":"\n   más o menos\n  ","195245":"\n   Yo bien xp\n  ","195246":"\n   No, no me dan ganas.\n  ","195247":"\n   todos creíamos cosas antes que jamás fueron  ciertas como por ejemplo antes pensaba que yo era bueno para las carreras a campo traviesa ahora se que más bien los demás eran los pésimos y tu que cosas creías antes que resultaron ser falsas?\n  ","195248":"\n   No te portas bien o o\n  ","195249":"\n   Que raro\n  ","195250":"\n   suspenderte por que?\n  ","195251":"\n   elije:\n   \n    @trabajar\n   \n   como actor porno con un sueldo mínimo\n-trabajar con pacientes que poseen enfermedadades infecciosas mortales y ganar mucho dinero\n-trabajar robandole a la gente o traficando drogas y que tu vida este resuelta por siempre en cuestiones monetarias\n  ","195252":"\n   Que hay daya?\n  ","195253":"\n   dime de que música escuchas y te diré tu clase social será verdad esto?\n   \n    http:\/\/ask.fm\/Velenoprofumo\/answer\/139923739894\n   \n   lean y opinen\n  ","195254":"\n   matan a una mujer cerca de mi casa horas después se incendia la casa de unos vecinos y más adelante en la madrugada hay un operativo en una estética que guardaba drogas un día agitado donde parece que el diablo anda suelto en mi barrio Que tan tranquilo es el sitio donde vives? A_~\n  ","195255":"\n   Ya ya, tranquila xD no sea payasa.\n  ","195256":"\n   $i\n  ","195257":"\n   Que tramposos los Patriotas como siempre, que asco de equipo 😣😣😣😭😭😭\n  ","195258":"\n   Atlanta vs Patriotas, pronóstico? Voy Atlanta. ❤️\n  ","195259":"\n   Si la reencarnación existe, ¿qué tipo de criatura te gustaría ser en tu próxima vida?\n  ","195260":"\n   Anda a dormir entonces.\n  ","195261":"\n   Despierta.\n  ","195262":"\n   ♥\n  ","195263":"\n   ♥\n  ","195264":"\n   ¿Perteneces a algún club, equipo, grupo, lo que sea? ¿De qué trata?\n  ","195265":"\n   V: sep tu fuiste la que se fue de vacaciones uwu\n  ","195266":"\n   Creés que arrepentirse de algo implica cargar con culpas o podés arrepentirte sin sentir culpa por las consecuencias?\n  ","195267":"\n   Aprovecho que tengo la oportunidad de hacer un voccaro así que ahí les va\n   \n    http:\/\/vocaroo.com\/i\/s1PaXKRVWEEs#_=_\n   \n","195268":"\n   Undertaker #afirma su #presencia en el #alamodome de #SanAntonio #Texas el #Enero29 #RoyalRumble --->\n   \n    http:\/\/luchadoresporelmundo.blogspot.com\/2017\/01\/undertaker-formara-parte-del-royal.html\n   \n","195269":"\n   Nombra a los usuarios de ASKfm con los que harías un viaje de carretera de una semana. ¿Por qué ellos?\n  ","195270":"\n   ♥\n  ","195271":"\n   ♥\n  ","195272":"\n   ♥\n  ","195273":"\n   ♥\n  ","195274":"\n   El universo ... ¿es caótico o tiene un órden? Preguntado por Cantante  desde ---->\n  ","195275":"\n   Del 1 al 10 que tan orgullosa\/o eres?\n  ","195276":"\n   Suelen decir que \"si conociéramos lo que hace cada vecino en su casa no querríamos vivir en ningún lado\". Crees que si supieran lo que haces en tu casa y como vives alguien no querría ser tu vecino?\n  ","195277":"\n\n    http:\/\/ask.fm\/Nefilimlover\/answer\/139647293261\n   \n   les dejo el línk de esta amiga youtuber pasen denle like si les gusto el video y suscribance\n   \n    @Nefilimlover\n   \n","195278":"\n   Hay algún tema que te haga hablar con vehemencia y te haga perder el control en cuanto a llegar a ser agresivo con tu discurso y gestos?\n  ","195279":"\n\n    http:\/\/ask.fm\/indiagigas\/answers\/142132162445\n   \n","195280":"\n   Dallancita le molesto mi indicación de que la dejaron por ser mala en la cama?  Le ofrezco mil disculpas si fue así.\n  ","195281":"\n   que opinan de los que no aprenden ? dime tu aprendes de tus errores o sigues inmers@ en un agujero de lodo? bonnuite\n  ","195282":"\n   Pues son muchas cosas pero digamos que yo sí, si se acaba el deseo físico yo sí diría bueno pues hasta aquí llegamos.\n  ","195283":"\n   tu aprendes rápido? o lo haces cuando ya solo te queda llorar sin más nada que hacer ??\n  ","195284":"\n   & dejarías a una pareja si es malo en la cama? O crees que te hayan dejado por eso? ( con todo respeto pregunto Dallancita )\n  ","195285":"\n   Dallancita pero me referia a cuales son los motivos que han llevado a que una pareja termine contigo ( motivos rrales que tu hayas hecho) no creo que seas infiel o si?\n  "},"Answer":{"194213":"\n  Ya lo cambié ;D\n  ","194214":"\n  Pizza :B\n  ","194215":"\n  *Susurra tu nombre*\n  ","194216":"\n  Si estoy muy cansada.. de corrido 😊\n  \n  Pero si tengo alguna preocupación.. Cada rato me despierto 😣\n  ","194217":"\n  Me gustan muchas, pero hoy te dejo esta 😍\n  \n  Pero no lo consigoooooo 🎶\n  \n\n   https:\/\/youtu.be\/-V7iMcsKe6g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194218":"\n  Genial!\n  \n  Que bueno que estás feliz ñ.ñ\n  ","194219":"\n  No inventes u.u\n  ","194220":"\n\n   https:\/\/www.youtube.com\/watch?v=C_OWIhPpd6s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194221":"\n  :3***********************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************************\n  \n  Te quiero mucho y voy a estar esperándote, descansa :3\n  ","194222":"\n  Gracias, tú también cocinas deli ñ.ñ\n  ","194223":"\n  Me recuerda al internet o.O\n  ","194224":"\n  El amor no lo es..\n  \n  Las personas lo complican u.u\n  ","194225":"\n  Tu mami cocina bien sabroso u.u\n  ","194226":"\n  Es que quieres más u.u\n  ","194227":"\n  ñ.ñ\n  ","194228":"\n  Si :p\n  ","194229":"\n  No hago eso.. con el plato, pero si con mis dedos u.u\n  ","194230":"\n  Que mal, ojala arreglen sus diferencias u.u\n  ","194231":"\n  Luego luego te bloquean u.u\n  ","194232":"\n  Es muy difícil y no poder hacer nada, es lo peor u.u\n  ","194233":"\n  Tengo que explicarlo algunas veces para que sea entendible o.o\n  ","194234":"\n  No, hasta hoy no u.u\n  ","194235":"\n  A la orden!\n  ","194236":"\n  * Inserta estado de snap donde dice que esta tiste *\n  ","194237":"\n  Soy un completo desastre en eso -.-\n  \n  Como cuando me da hambre y la brincolina.. si no, no o.o\n  ","194238":"\n  Esos solo se dicen a oscuras, en el oído y en secreto o.o\n  ","194239":"\n  Si, pero con birote en mano para el susto o.o\n  ","194240":"\n  Ño u.u\n  ","194241":"\n  O.o que me dio quien?\n  ","194242":"\n  Que fino estornuda usted.. Salud!\n  ","194243":"\n  Baile!\n  \n\n   https:\/\/www.youtube.com\/watch?v=GMFewiplIbw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194244":"\n\n   https:\/\/www.youtube.com\/watch?v=0GvLP2C2w9U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194245":"\n  Si, porque sin ellos .. a dónde vas?\n  ","194246":"\n  Estaba super hermosa esa luna ♥\n  ","194247":"\n  Perrea intenso, yo me cubro los ojos.. no te veo!\n  ","194248":"\n  A veces, no siempre o.o\n  ","194249":"\n  No lo creo :p\n  ","194250":"\n  Tiene 13 años (?\n  ","194251":"\n  Pues, terminé algo que tenia que hacer y salió todo bien ñ.ñ\n  ","194252":"\n  En una cajita que guarda mi mamá ♥\n  ","194253":"\n  Calientita siempre ♥\n  ","194254":"\n  Ese :c\n  ","194255":"\n  Yo tambien me amo ♥\n  ","194256":"\n  ö.ö\/\n  ","194257":"\n  Nope, hoy te toca a ti o.ö\n  ","194258":"\n  Gracias gracias ♥\n  ","194259":"\n  Eww no gracias u.u\n  ","194260":"\n  No.. aun no o.o\n  ","194261":"\n  Un abrazo..\n  \n  Se lee una nada, pero fue el ultimo de mi parte.\n  ","194262":"\n  Jaja yo no fui ñ.ñ\n  ","194263":"\n  La vieja de los gatos :p\n  ","194264":"\n  Yo no, pero hay quien que si ♥\n  \n  Llega en el momento exacto.. qué haré cuando no esté? u.ú\n  ","194265":"\n  No, sin piquete o.o\n  \n  Cómo estas?\n  ","194266":"\n  Competencias a ver a quién se le queda la cara chueca o.O\n  ","194267":"\n  Por más té xD\n  ","194268":"\n  Ahhh me estaba haciendo caras?\n  \n  Se divierte conmigo!\n  \n  Aproveche porque ya casi me voy xD\n  ","194269":"\n  Ay mirando al pandita ♥\n  \n  Estoy muy bien ñ.ñ\n  \n  Y usted?\n  ","194270":"\n  Ese es berrinche y odio los berrinches ¬.¬\n  ","194271":"\n  Pero ese esta bien apashurrablementecomibleabrazable ♥\n  ","194272":"\n  Quiere bibi o cambio de pañal? o.ö\n  ","194273":"\n  En uno que esta bien bonito!\n  ","194274":"\n  Por supuesto..\n  \n  Puede ser o.o\n  \n  Mmmm no lo creo, eso parece, pero solo ella sabe lo que esta \"perdiendo\"  y lo que en realidad está ganando o.o\n  \n  Un combo flashhhh!\n  \n  Saludos Lindurita!\n  ","194275":"\n  En el oso panda ♥\n  ","194276":"\n  Estaba usted balbuceando cual bebé en pañales o.o\n  ","194277":"\n  Imposible ignorar cuando se le han enredado los hilos detrás de la cortina ñ.ñ\n  ","194278":"\n  Le saludo!\n  ","194279":"\n  Amo lo que hago, pero a veces son buenos los cambios ♥\n  ","194280":"\n  Ya hace un buen u.u\n  \n  Pero antes de que termine el mes.. el año, lo haré!\n  ","194281":"\n  o.O\/\n  \n  Oiga, se le está tirando la babita o.o\n  ","194282":"\n  Uff son tantas!\n  \n\n   https:\/\/www.youtube.com\/watch?v=mIR5PkqrB04\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194283":"\n  Mmmmm no mucho porque esta muy largo u.u\n  \n  Pero igual así le dejo ♥\n  ","194284":"\n  Es el frío que nos incita a comer esas delicias  *-*\n  ","194285":"\n  Las que están más a nuestro alcance.. pero ninguna se escapa de nosotros, directa o indirectamente todas las especies sufren u.u\n  ","194286":"\n  El frío ♥\n  ","194287":"\n  * baila*\n  ","194288":"\n  Que bonito pandita ♥.♥\n  ","194289":"\n  Si o.o\n  \n  Por todo lo que hiciste, pensé que estabas ya dormido o.o\n  ","194290":"\n\n   https:\/\/www.youtube.com\/watch?v=SpXdFTmIlYU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194291":"\n  Té y me quemé de nuevo con el vapor -.-'\n  ","194292":"\n  Criminal ♫♪\n  \n  xD no te desperté?\n  ","194293":"\n  Mmmmmh conocer a ciertas personas ♥\n  ","194294":"\n  Moviendo el botecito ~(^-^)\/ ♫♪\n  ","194295":"\n  El necesario.. espera, deja me siento ♥\n  ","194296":"\n  Aguanto e.e9\n  ","194297":"\n  Le rompí una patita a mi teclado :c\n  ","194298":"\n  Ño o.o\n  ","194299":"\n  Con un drama 💋\n  ","194300":"\n\n   https:\/\/www.youtube.com\/watch?v=QsRhHEIn0Nw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194301":"\n  Claro que si ñ.ñ\n  ","194302":"\n  Mi corazón ♥\n  \n  Y el mar :P\n  ","194303":"\n  Estoy emocionada!\n  \n  Mañana hay que trabajar ♥\n  ","194304":"\n  Jajaj de Jinxs ♥\n  ","194305":"\n  Si *-*\n  ","194306":"\n  o.ö\n  ","194307":"\n\n   https:\/\/www.youtube.com\/watch?v=ATGLEYa6HeQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194308":"\n  Entonces ten listas las gafas ñ.ñ\n  ","194309":"\n  Así no puedo gusano .-.\n  ","194310":"\n  Mmmm la mayoría inician con un plan, pero no de inicio a fin.. y sobre la marcha voy improvisando o.o\n  ","194311":"\n  Ratones :c\n  ","194312":"\n  Jajaj por eso no te dije bien, para que la vieras en la foto xD\n  ","194313":"\n  ¿En serio? o.o\n  ","194314":"\n  Ni Jamaica xD\n  \n  Así que ya puedes ver quien ganó\n  ","194315":"\n  No, nuncamente\n  \n  Y no sé ni porque o.o\n  ","194316":"\n  No ganó Colombia ;)\n  ","194317":"\n  Genial!!!!\n  \n  Ya puedo dormir tranquila xD\n  ","194318":"\n  Nooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo te dije que puede ganar por una boca!\n  ","194319":"\n  ¿De verdad? o.o\n  \n  Casi moría por eso u.ú\n  ","194320":"\n  Me agradan ♥\n  ","194321":"\n  Trato de serlo :P\n  ","194322":"\n  Te entiendo y desde un inicio, hace años me pasó igual, y no encuentro explicación para que sucediera todo eso o.o\n  ","194323":"\n  Es como Puerto Vallarta pero sin el mar.. con una que otra brisa de no sé donde que te refresca por las noches estilo Frozen o.O\n  ","194324":"\n  Esta bien lo haré..\n  \n  Lo haría, pues es parte de mi.. una muy triste por cierto :3\n  ","194325":"\n  No del todo como yo quiero, a veces me sobrepasan algunas situaciones y quiero irme a la luna de vacaciones ♥\n  \n  Te invito cuando me vaya a Cozumel a tomar el sol nocturno por esas playas *-*\n  ","194326":"\n  En cuestiones de sentimientos o.o\n  ","194327":"\n  Quién dice? xD\n  ","194328":"\n  Espero que pase pronto :3\n  ","194329":"\n  De belleza (?\n  ","194330":"\n  Chocolapizza ♥\n  ","194331":"\n  Se te olvidó poner el letrero xD\n  ","194332":"\n  Porque no quería esa.. o.o\n  ","194333":"\n\n   https:\/\/www.youtube.com\/watch?v=ULTtWUZhD9c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194334":"\n  ¿Me dejas verte con orejitas? :3\n  ","194335":"\n  El caos, es mi cabello revuelto al viento.... estoy atorada .-.\n  ","194336":"\n  ¡Ah!\n  \n  Lo había olvidado xD\n  \n  Tengo una cita muy importante e.é\n  ","194337":"\n  No siempre, a veces hay esos momentos en que hacemos chispas y no cuadramos en alguna opinión, pero permanecemos y estamos.\n  \n  Saludos Linduuritaa!\n  ","194338":"\n  Ya se durmieron ♥\n  ","194339":"\n  Basura :\/\n  \n  Mmmhh Tequila, aguacate, limones :P\n  ","194340":"\n  Los de cocinar, armar palabras o de laberintos ♥\n  ","194341":"\n  Si, una tarde de noviembre xD\n  ","194342":"\n  Creí que no te gustaban mis orejitas e.é\n  ","194343":"\n  Trabajar y disfrutar los días de fiestas ♥\n  ","194344":"\n  No xD\n  \n  A poco creías que la iba a dejar :P\n  ","194345":"\n  Bastante bueno a pesar de lo que pintaba para este año ñ.ñ\n  ","194346":"\n  Mi papá ♥\n  ","194347":"\n  Dulces sueños... ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=j6BRYMhd3B4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194348":"\n  Ya no funciona mi botón de anónimo xD\n  ","194349":"\n  Ya sé que estas grandote * te agarra de las orejas y te las jala*\n  ","194350":"\n  Porque yo lo digo e.é\n  ","194351":"\n  Muy bien y tu chaparrito?\n  ","194352":"\n  Hola!! o.Ö\/\n  ","194353":"\n  No es que te ignore, pero ya me voy a dormir :3\n  \n  Dulces sueños y cuídate!\n  ","194354":"\n  Tu ombligo o.o\n  ","194355":"\n  El que está bañado en chocolate ♥\n  ","194356":"\n  Muchas gracias, igualmente para usted estimado anónimo ñ.ñ\/\/\n  \n  Buenas noches!\n  ","194357":"\n  Regular, si me cambian la ruta me norteo muy feo u.u\n  ","194358":"\n  Luego me dice como hacerle\n  \n  Quiero que me comparta su conocimiento ö.ö\n  ","194359":"\n  Transparente con naranja :B\n  ","194360":"\n  :o\n  \n  Y qué tan difícil es?\n  \n  Me deja ver una de sus capturas?\n  ","194361":"\n  Mmmm no mucho, pues es muy delicado mi color .-.\n  ","194362":"\n  Todólogo :3\n  ","194363":"\n  Escuchar música, hacer mis rondas por las redes.. hasta que me vence el sueño ♥\n  ","194364":"\n  Ahhhh tenia que contar usted mi secreto xD\n  ","194365":"\n  xD ok\n  \n  *Borra cassett*\n  ","194366":"\n  Media? no lo creo!\n  \n  Estoy completamente loca!!! *corre en círculos cuadrados triangulares con una mirada perdida* 8D\n  ","194367":"\n  Tú no sabes cuanto tiempo he esperado este momento ♫♪\n  \n  Bebe agua natural, con eso se te limpian bien bonito :3\n  ","194368":"\n  Ya tomaste algo para ese malestar?\n  \n  Espero no lo dejes para después uvu\n  ","194369":"\n  Y dice ♫♪\n  \n  *Baila*\n  ","194370":"\n  ¿Qué tienes? ovo\n  ","194371":"\n  Que se mofen de otros sintiéndose superiores\n  \n  Que me condicionen y las que amarran navajas\n  \n  Que.. ya se me olvido que te iba a decir .-.\n  ","194372":"\n  Un metro a la redonda xD\n  ","194373":"\n  Sip\n  \n  Ando algo engripada .-.\n  ","194374":"\n  Erupción y temblor u.u\n  ","194375":"\n  Porque es con lo que llegan primero u.u\n  ","194376":"\n  Seguro es por el café que me acabo de tomar o.o\n  \n  Yo estoy perfectamente bien moquienta xD\n  ","194377":"\n  A hacerle caso a mi primera corazonada, sin dudarlo ♥\n  ","194378":"\n  Pórtese bien :3\n  \n  (>o.o)> abashop\n  ","194379":"\n  Ay si u.u\n  \n  Y esos toques a discreción u.ú\n  \n  :(\n  ","194380":"\n  Una mirada ♥.♥\n  ","194381":"\n  Gracias, por fin terminé el decorado con nieve espuma @_@\n  ","194382":"\n  Porque todo el tiempo me lo decías o estabas comiendo eso ovo\n  ","194383":"\n  Pues así.. *te agarra y te dobla*\n  ","194384":"\n  Jajaj si xD\n  ","194385":"\n  Si!\n  \n  Así pero todo :3\n  ","194386":"\n  Tienes dos manos, dos pies.. una boca, dos oídos... una nariz :3\n  ","194387":"\n  N tns d d l q pd hcr cn clvs sl s cs d pnsr\n  \n  Ahh depende de el tipo de claves :p\n  ","194388":"\n  Lo sé, pero es solo para que tomes el color deseado para la fiesta :3\n  ","194389":"\n  Perdón por no contestar uvu\n  \n  Estaba descargada zzZZzz\n  ","194390":"\n  Las copas las meteré al hielo, después las prepararé con sal y limón con sus respectivos hielos y vodka @_@\n  ","194391":"\n  Siento que ando mal peinada.. me incomoda y mejor me voy en uber e.é\n  ","194392":"\n  Ahhh mucho que llore u.u\n  \n  Me acordé mucho de mis abus ♥\n  ","194393":"\n  Solía hacerlo, ya este año hasta las fechas se me han olvidado o.o\n  \n  Si me importan pero se me va el avioooon u.u\n  ","194394":"\n  U_U\n  \n  * Le pone una copa *\n  ","194395":"\n  ¿Que no puede ser dorado por el sol? ö.ö ♥\n  ","194396":"\n  Tus admiradoras y yo 8)\n  ","194397":"\n  Por las tortas cubanas? cielos, ellas son tu perdición ovo\n  ","194398":"\n  Ya viste como soy para los videos .-.\n  \n  Pero en general, dos tres u.u\n  ","194399":"\n  Solo si tú, eres mi elefantito dorado en navidad ♥\n  ","194400":"\n  De las tortas pues es tu gusto.. y de lo otro, pues tu persona es cute uwu\n  ","194401":"\n  Changos!\n  \n  mmm :'(\n  \n\n   https:\/\/www.youtube.com\/watch?v=jQxDV9DEl6I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194402":"\n  No te mueras :c\n  ","194403":"\n  Más de una vez.. si si -.-\n  ","194404":"\n  Seguro es una de tus admiradoras, que tal que si la corres y no te da la torta cubana que tanto te gusta ovo\n  ","194405":"\n  ¿Quejejo?\n  \n  xD Diario le doy una pasadita, pero los domingos es a conciencia u.u\n  ","194406":"\n  No me demande T_T\n  \n  Coma ande coma! te.et\n  \n  Están calientitas, recién salidas de google :v\n  ","194407":"\n  Jajaj oye u.u\n  \n  No hay, ya me las comí, estaban rancheras y estaban deliciosas uvu\n  ","194408":"\n  Tal vez para ti no lo sea que las merezco..\n  \n  Yo sé que hice para merecerlas u.ú\n  ","194409":"\n  Negro, rojo, azul, morado, blanco.. no muchos ♥\n  ","194410":"\n  Contigo no supe, pero conmigo fue un caos ._.\n  ","194411":"\n  Rayos! ese día qué difícil u.u\n  ","194412":"\n  No cierto, yo soy un angelito te.ét\n  ","194413":"\n  😍\n  \n  Me encanta!\n  ","194414":"\n  Casi un año, eso es maestría en ignorar :3\n  ","194415":"\n  Tú, eres el maestro :3\n  ","194416":"\n  Ignorando, creando.. soñando ♥\n  ","194417":"\n  Tienes que descubrirlo, si te interesa u.u\n  ","194418":"\n  A ti\n  \n  Eres mi google con pies :P\n  ","194419":"\n  Por supuesto que si n.n\n  ","194420":"\n  Claro que si.\n  \n  En serio estaba muy molesta, y ya no me quiero acordar :\/\n  ","194421":"\n  Hace como media hora tenia unas ganas enormes, pero.. nah\n  \n  Ya sabes xd\n  ","194422":"\n  No me la sé T_T\n  ","194423":"\n  popocitafresca x)\n  ","194424":"\n  Ya lo miré, me dieron ganas de olerlo *-*\n  ","194425":"\n  En vertical por favor :3\n  ","194426":"\n  :o\n  \n  Luego me dejas verlo o.o\n  ","194427":"\n  No llegó ni a la tercera casilla u.u\n  ","194428":"\n  Anda filoso con la banda que trae x)\n  ","194429":"\n  Si, claro que si, ahorita en donde estoy hay como 30 pero solo tres están en la mitad.. es más deja los bajo e.é\n  ","194430":"\n  Jajajaj ahhhhh mmmm pues te lo doy y te lo pones con pegamento, después le dibujamos una sonrisa.. xD\n  ","194431":"\n  Lo veo mas cerquita *-*\n  ","194432":"\n  Jajaja seeeeehhhhhh siempre los hago mal xD\n  \n  Lo siento :P\n  ","194433":"\n  Che gente Kool-Aid\n  \n  Blehblehbleh♫♪\n  ","194434":"\n  Domingo ♥\n  ","194435":"\n  Por pedante y fufuruf@\n  \n  Es más ya no existe!\n  ","194436":"\n  Te voy a estar esperando e.é\n  ","194437":"\n  Lo doy en adopción :3\n  ","194438":"\n\n   https:\/\/www.youtube.com\/watch?v=tyg3RtALnwg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194439":"\n  xDD\n  ","194440":"\n  Estaba soñando u\/\/\/u\n  ","194441":"\n  Por lo que no fue.. u.u\n  ","194442":"\n  ¿Con qué? o.o\n  ","194443":"\n  Yo le pongo o.o\n  ","194444":"\n  Hola!\n  \n\n   https:\/\/www.youtube.com\/watch?v=z2gojFNv6s8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194445":"\n  * Salta *\n  ","194446":"\n  Pasando los primeros minutos soy como un pez en el agua xD\n  ","194447":"\n  Te lo comparto pero no se lo digas a nadie e.e\n  ","194448":"\n  No pollo ö.ö\n  ","194449":"\n  Unos tacos con un agua fresca y una jericalla :B\n  ","194450":"\n  En la mía o.o\n  ","194451":"\n  Me sucede mucho :3\n  ","194452":"\n  Ahhh con que stalkeando o.ó\n  \n  Ya tengo algo sin leerla o.o\n  \n  Saludos\n  \n   @nanakutzy\n  \n  ñ.ñ\/\/\n  ","194453":"\n  Lo necesario para no padecer u.u\n  ","194454":"\n  Yo si *-*\n  \n  * Baila Space pants *\n  ","194455":"\n  Solo si tiene sal, se ve buena y se me antojo para un guiso.. no me dijiste bien que chiles le pusiste u.u\n  ","194456":"\n  « Este mensaje a sido eliminado »\n  ","194457":"\n  Sé hacer unos que en vez para la horca, te van bien en las sentaderas e.é\n  ","194458":"\n  Y seguimos con la comezón en la espalda .-.\n  ","194459":"\n  Muchos ♥\n  ","194460":"\n  No lo sé u.ut\n  \n  Grosero yo que culpa tengo!\n  \n  Un abrazo y cuídate Didi ñ.ñ\/\n  ","194461":"\n  En silencio, lejos de todo y todos con mucha negación, buscando entender, para aceptar y seguir.. u.u\n  ","194462":"\n  Invierno ♥\n  ","194463":"\n  Obvio me pondría triste.. y aceptar que el tiempo que me queda aprovecharlo en lo que me gusta y quedar en paz con todo y todos.\n  \n  Seguiría igual \\o.o\/\n  ","194464":"\n  Ting ting ♫♪\n  \n  No bailare todavía, hasta las fiestas ñ.ñ\n  ","194465":"\n  Te estas divirtiendo con tus amigos imaginarios ♥\n  ","194466":"\n  En otro empleo, eso es seguro, y tal vez en mi casa ammm creo o.o\n  ","194467":"\n  Poniendo limites firmes u.u\n  \n  Si un tantito u.u\n  ","194468":"\n  Malísima u.u\n  ","194469":"\n  En mayo.. tremendo golpe y qué horrible día u.u\n  ","194470":"\n  Con menores que yo y de mi edad o.o\n  ","194471":"\n  La receta secreta de la vida de Mely x)\n  ","194472":"\n  Cual temprano u.u\n  \n  Ya es bien tarde T_T\n  ","194473":"\n  \\o.O\/\n  \n  Pero nada de cosquillas por favor.\n  ","194474":"\n  Lo mismo de anoche.. por supuesto que si, esos no los dejaré o.o\n  ","194475":"\n  Darle lo que pide antes de dormir o.o\n  ","194476":"\n  Planes macabros que no querrás saber xD\n  ","194477":"\n  Hola o.o\n  \n  Ño, a ver cante una canción a ver si le recuerdo o.o\n  ","194478":"\n  Nope, porque se me quitó, aunque ando algo congestionada, pero nada que ver de ayer -.-\n  ","194479":"\n  No hay problema, ande sin cuidado ñ.ñ\n  ","194480":"\n  Si :P\n  ","194481":"\n  Eso fue mi rodilla o.o\n  ","194482":"\n  Un abrazo Britt ♥\n  ","194483":"\n  Cómo se va a poner el próximo Jueves * se pone nerviosa* ö.ö\n  ","194484":"\n  Mmmm no pues, extraño extraño, no o.o\n  ","194485":"\n  No cierto! :P\n  ","194486":"\n  Soy capaz y me a costado trabajo mantenerla con todo y nervios! Aunque después que me despida los colores hagan su trabajo en mi rostro u\/\/\/\/u\n  ","194487":"\n  Te creo xD Es normal en personas tan guapas como tú!\n  ","194488":"\n  ¿Dónde? o.Ö\n  ","194489":"\n  En pollitos.com.mx\n  ","194490":"\n  22 ♥\n  \n  xD\n  ","194491":"\n  Jajajaj caray.. espero se te despegue la cinta :3\n  ","194492":"\n  No lo sé, tengo que pensarlo o.o\n  ","194493":"\n  Porque los enanos van a husmear el perfil a ver si los bloquearon o algo así o.o\n  ","194494":"\n  Estoy oculta en la pantalla @_@\n  \n  No tiene cámara frontal?\n  ","194495":"\n  Ese fue mi examen\n  \n  Si sucede, tengo mis provisiones ._.\n  ","194496":"\n  Que mantengas la mirada e.é\n  ","194497":"\n  Mmmh creo que no, pero siento que si, sí recuerdo edito la respuesta o.o\n  ","194498":"\n  e_______________________________________é\n  \n  Yo tambien!\n  ","194499":"\n  Entonces la pantalla :B\n  ","194500":"\n  Nada de eso xD\n  ","194501":"\n  Nooooo!! así no cuenta, imagina que estas mirando la cámara del celular o.-\n  ","194502":"\n  A mantener la mirada, a bailar, a reír a carcajadas.. a esconderte\n  \n  ñ.ñ\n  ","194503":"\n  Manualidades ♥\n  ","194504":"\n  A que si!\n  ","194505":"\n  Es un sismo lindo entonces..\n  ","194506":"\n  En el celular no sale la cantidad que tienes, la ultima vez que entre en pc tenia mas de ochocientas..\n  \n  Saca cuentas e.é\n  ","194507":"\n  Jajaja a ver, mira mis ojos Ö_Ö\n  ","194508":"\n  Están pasando cosas que me están moviendo el piso ._.\n  ","194509":"\n  Lo que alcance, tengo 1105 xD\n  \n  No prometo mucho :3\n  ","194510":"\n  Tengo muchos ♥\n  \n  La edad es lo de menos, cuando dilatan mi pupila y hacen latir mi corazón.\n  ","194511":"\n  Si, granos de sal gruesa ♥\n  ","194512":"\n  Por supuesto que no, me sabes que hago ese tipo de cosas? xD\n  ","194513":"\n  Oh si, pero  una mano santa siempre los saca xD\n  ","194514":"\n  Yo les quite cabello y piel.. y ellos me volaron mis cosas e.é\n  ","194515":"\n  Ahhh lo sé u.u\n  \n  Yo hago lo posible ... rayos! pero ya llegue \\ñ.ñ\/\n  ","194516":"\n  Si o.o\n  ","194517":"\n  Sus respuestas, principalmente ñ.ñ\n  ","194518":"\n  Claro que si ñ.ñ\/\n  ","194519":"\n  Una fracción de segundo me tardé xD\n  \n  No sé en qué estoy pensando 🙄\n  ","194520":"\n  Ambas picosas por favor e.e\n  ","194521":"\n  Dulces sueños....\n  \n\n   https:\/\/www.youtube.com\/watch?v=OzMvLN8HuEg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194522":"\n  Gracias, que te vaya muy bien en todo ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=P_-cf2u0M5A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194523":"\n  Fershiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii ñ.ñ\/\/\n  ","194524":"\n  Pero si lo primero que le alabaron aparte de su belleza, fue su humildad y accesibilidad ..\n  \n  \"Menos maquillaje y glamour, mas humildad y educación\"\n  \n  Me quedo con poder hacer lo que quiero Ä.Ä\n  \n  Bonita noche Linduraaaaaaaaaaaaaaaa!!!!\n  ","194525":"\n  Lo haré y aquí te lo dejaré.. yo te aviso\n  \n  Jajaj no olvidaré el corazoncito :p\n  ","194526":"\n  ¿Porqué lo dices?\n  ","194527":"\n  Cortando, cerrando.. ignorando.\n  ","194528":"\n  Pensé que no hacías caso de lo que opina nos demás o.o\n  \n  Saludos were!\n  \n\n   https:\/\/www.youtube.com\/watch?v=4DhgGkK7lfs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194529":"\n  Si no siento ese click.. no avanzo.\n  ","194530":"\n  Tal vez o.o\n  ","194531":"\n  10 ♥\n  ","194532":"\n  El trabalenguas, lo dejo para cuando pueda decirlo sin reírme xD\n  \n  Mañana seguramente ñ.ñ\n  \n  Gracias!\n  ","194533":"\n  Solo saqué un poco de estres no seas un pu-to sentido, sabes que te quiero mucho y todo es con cariño xD\n  ","194534":"\n  Me asustas y te veré dormir bajo lupa con mi mascara de los cachetes e_é\n  ","194535":"\n  Te falto el respeto, pero aun así las digo cuando es y no como parte de mi vocabulario diario o.o\n  ","194536":"\n  ¿Mamá?\n  ","194537":"\n  Ese hipo nos va a matar xD\n  \n  Aun así, hay que saber a quien decirle :3\n  ","194538":"\n  A mi no me anda asustando, hoy se va sin postre a dormir e_é\n  ","194539":"\n  Eso si, son muy lindos, tiernos.. varoniles, atractivos.. groseros, mandones, celosos.. sin ustedes qué seria de nosotras xD\n  ","194540":"\n  Acá en la zona rosa esta un bar y se pone muy padre el ambiente.\n  ","194541":"\n  Café con charanda ♥\n  \n  Mis dos amores..\n  ","194542":"\n  xD\n  ","194543":"\n  En serio se me hace difícil creer que hagan eso.. se pone mas padre para la zona rosa x)\n  ","194544":"\n  Jaj tiene charanda de la que me diste :p\n  ","194545":"\n  XD\n  \n\n   https:\/\/vocaroo.com\/i\/s1tXw9xRmPij\n  \n","194546":"\n  Claro que si, en mi superpopisvaso y hasta las colitas ya te dije e_é\n  ","194547":"\n  Con esa tarántula y ese buuuuuuuuuuu si me asuste u.u\n  \n  * Se quita la chancla *\n  ","194548":"\n  A una tienda de licores, así se llama, la playita ñ.ñ\n  ","194549":"\n  Hágame reír ö.ö\n  ","194550":"\n  Muy bien, mañana voy a la playita :B\n  \n  Bonita noche chiquillo! ñ.ñ\/\n  ","194551":"\n  Callada xD\n  \n  Nah pues normal.. no muy escandalosa (?\n  ","194552":"\n  Lo normal, un lunes por la noche después de trabajar o.-\n  ","194553":"\n  Dulces sueños..\n  \n\n   https:\/\/www.youtube.com\/watch?v=CfihYWRWRTQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194554":"\n  Exactamente a las 3:00 am comenzó una tormenta elécrica tan chida que ya no me pude dormir xD\n  ","194555":"\n  Mira como estoy sufriendo, me quemo por dentro, por sentir tu amor ♫♪\n  ","194556":"\n  ¿Qué pasó?\n  ","194557":"\n  Ligero u.u\n  ","194558":"\n  11 ♥\n  ","194559":"\n  Hoooolaaaaaaaaaaaaaaaaaaa!!!!! \\ñ.ñ\/\n  ","194560":"\n  Ya hubieras realizado una mega playlist *-*\n  \n  Si sigue sonando como hace rato yo creo ya llevaría unas dos o tres xD\n  ","194561":"\n  O.ö\n  \n  Dices que sigo sentado en el mismo lugaaaaarrrrr ♫♪\n  \n  * Se pone a bailar *\n  ","194562":"\n  A ver como se pone aquí en el casino..\n  \n  Qué han puesto mas?\n  ","194563":"\n  Tu te imagina ♫♪\n  ","194564":"\n  El frío *-* ♥\n  ","194565":"\n  Porque te dio otras cualidades (?\n  ","194566":"\n  Khé!?\n  \n  Nono yo no soy así xD\n  ","194567":"\n  Trabajar ♥\n  ","194568":"\n  Eso le pasa por comer tanto burrito y tortas cubanas :v\n  \n  Cuídese!\n  ","194569":"\n  Para sacarte plática x3\n  ","194570":"\n  Ya se cumplió ñ.ñ\n  ","194571":"\n  Jajaj no lo sé.. Holiwis!! ñ.ñ\/\n  ","194572":"\n  Yeah!\n  \n\n   https:\/\/www.youtube.com\/watch?v=93ASUImTedo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194573":"\n  Pues si.. pero cantemos tambien..\n  \n  No se me hace fácil olvidar, déjame pensarte una vez mas ♫♪\n  ","194574":"\n  Una super terraza.. ♥\n  \n  Una boda, pero estaba solo todavía xD\n  \n  Las organizadoras bailamos en ese lugar antes que todos xP\n  ","194575":"\n  Creo que hoy vas a dormir en un buen ambiente ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=Sf_7v_Od6X4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194576":"\n  ♫♪\n  ","194577":"\n  Eres el único que confunde el baño con el refri u.u\n  ","194578":"\n  Salte primero.\n  ","194579":"\n  B+\n  \n  xD uno contestándote seriamente xd si es bien importante saber lo sangrón que eres e.é\n  ","194580":"\n  Por las posadas xD\n  ","194581":"\n  :o\n  \n  No corra, mejor camine!\n  ","194582":"\n  Te voy a quitar el Internet <\/3\n  ","194583":"\n  Tienes piojos -.-\n  ","194584":"\n  Hola!\n  \n  Estaba leyendo tu ask y como que te recuerdo, ya tenia mucho de no leerte.\n  \n  Gracias por pasarte y ten una noche linda! ñ.ñ\/\/\n  ","194585":"\n  LOL\n  \n  * Se pone a barrer *\n  ","194586":"\n  El doctor x)\n  ","194587":"\n  * Se pone a cantar la malagueña *\n  ","194588":"\n  Se me secó la juente :c\n  ","194589":"\n  Inundación :c\n  ","194590":"\n  Demasiado atractivas... hipnotizantes.. *-*\n  ","194591":"\n  Ohhhhhhhwwww rechangos! -.-\n  \n  Gracias por decirme anonim@\n  ","194592":"\n  Te presto mis ojos y miras a la calle luna.. entenderás mi interesante ♥\n  ","194593":"\n  Que triste y bonito a la vez u.u x2 ♥\n  ","194594":"\n  Que triste y bonito a la vez u.u\n  ","194595":"\n  Subo para ver el atardecer ♥\n  ","194596":"\n  Callaré para siempre ♥\n  ","194597":"\n  Contigo xD\n  \n  No voy a llegar y me pongan el mas pipiris\n  ","194598":"\n  Uh si ♥\n  \n  Pero porqué?\n  ","194599":"\n  Dónde? o.o\n  ","194600":"\n  O.ö\n  \n  Yo no hice nada o.o\n  ","194601":"\n  Música por favor..\n  \n  Aunque busco mis ratos de entero silencio ♥\n  ","194602":"\n  Ya las reprimo la mayoría, no merecen estar fuera ♥\n  ","194603":"\n  Hacer el trabajo, terminarlo.\n  \n  No me gusta, hay muchos que se pasan de listos con ese tipo de trabajos.\n  \n  Hay que seguir xp\n  ","194604":"\n  Alguien que está despierto o.o\n  ","194605":"\n  Me pone en aprietos..\n  \n  Chocolate oscuro con arándanos y ése de guayaba u.u\n  ","194606":"\n  ♥Saber\n  \n  ♥Soledad\n  \n  ♥Momentos\n  \n  ♥Confiar\n  \n  ♥Soñar con uno\n  \n  ♥Café y película\n  ","194607":"\n  Quiero el resultado de juntar esos dos que te comenté ♥\n  ","194608":"\n  Ohhh claro que si, mucho!\n  ","194609":"\n  Manzana ♥\n  ","194610":"\n  Vámonos.. alejados del mundo, donde no haya justicia, ni reyes ni nada, nada mas nuestro amor.\n  ","194611":"\n  Me espero a verlo en tu canal.\n  ","194612":"\n  No siempre.\n  \n  Tu tambien lo haces y no te cuestiono.\n  ","194613":"\n  Si, muuucho! ♥\n  ","194614":"\n  Buenisima..\n  \n  Depende de ti.\n  ","194615":"\n  Cerrando los ojos y dar un brinco para adelante ♥\n  ","194616":"\n  Tratarlo como tu mejor amiga.\n  ","194617":"\n  Sus besos ♥\n  ","194618":"\n  La vaca que brama..\n  \n  Odio la guerra de las galaxias ♥\n  ","194619":"\n  Me da flojera.\n  \n  Comienza tú ñ.n\n  ","194620":"\n  Redondita, clara, grande y extensa. ♥\n  ","194621":"\n  Prescritas médicamente...\n  \n  Genial *-*\n  \n  Solo si son necesarias.\n  ","194622":"\n  Agua.\n  ","194623":"\n  Debería ser legal en todo el mundo.\n  ","194624":"\n  Hablar frente a un publico.\n  ","194625":"\n  Realmente poco.\n  ","194626":"\n  Chocolate ♥\n  ","194627":"\n  Buenas noches y dulces sueños...\n  \n\n   https:\/\/www.youtube.com\/watch?v=NJ2Rk8-xMyc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194628":"\n  Hermosa noche Brit!!! ♥\n  ","194629":"\n  No, solo estas cuerdo o.o\n  ","194630":"\n  Porque mi corazón ya está ocupado ♥\n  ","194631":"\n  Adentro, que luego se me hace bronceadita :c\n  ","194632":"\n  Se te olvidó el Link de tu twitter ö.ö\n  \n  Así no pollo seguir a nadie u.u\n  ","194633":"\n  Seré un recuerdo tatuado en cada luna de tus noches ö.Ö\n  ","194634":"\n  Personalidad 70%\n  \n  Físico 30%\n  \n  Me gustan los tamales oaxaqueños de esos que tienen ciruela pasa y aceituna, cuando los abres e.é\n  ","194635":"\n  Si, a tres personas ♥\n  ","194636":"\n  Entretenidos nada mas..\n  \n  Me identifico con algunas cosas, y otras me parecen chuscas y termino relacionándolas con alguna actitud o evento que tuve, pero nada mas.\n  \n  Pero nada que ver con los horroscopos, esos en serio, son buenisimos!\n  \n  Mi signo es Géminis ♥\n  ","194637":"\n  No qué? o.Ö\n  ","194638":"\n  私は明日死ぬだろう、私はちょうどあなたの心のあいまいな記憶になるでしょう。\n  ","194639":"\n  Mi lenguaje es bien fresa (?\n  \n  Solo me sale lo florido cuando estoy de verdad muy enojada..\n  \n  De quienes abusan, pues así es su costumbre de expresarse, dicen que los que las dicen no tienen nada de estres xD\n  \n  De quien no las dicen.. están mudos o no tienen sentimientos T.T\n  \n  Oh si, claro que si :3\n  ","194640":"\n  Nup\n  \n  La que no me gusta es esta ↓\n  ","194641":"\n  No soy posesiva y si soy celosa pero no dejo que los celos me controlen, me gusta que mi pareja sea libre y no pierda su esencia, y mucho menos limitarle en nada, puesto que mi confianza está enteramente en sus manos.\n  \n  Yo igual soy bien perico y eso me causa muchos problemas en mis relaciones.. sencillamente no me tienen confianza u.u\n  \n  Si me limitan no soy y me rechoca eso u.u pierdo mi vuelo..\n  ","194642":"\n  Calabaza :c\n  ","194643":"\n  De mis cachetes *-*\n  ","194644":"\n  YouTube 😍\n  ","194645":"\n  Lo es, si llevas la botana o.ö\n  ","194646":"\n  Te manda saludar Chucky\n  ","194647":"\n  Es que tengo duda o.o\n  ","194648":"\n  Claro que sí.\n  ","194649":"\n  Aquí no por favor u.u\n  \n  Que acabo de trapear :c\n  ","194650":"\n  Jaja ahhhh!!\n  \n  Yo soy más así ⬇\n  \n\n   https:\/\/youtu.be\/5s8b5yGoPuI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194651":"\n  Jaja pero sólo lo estoy viendo!\n  \n  Y me gusta :3\n  ","194652":"\n  Me gusta mucho, aunque aún no me adapto o.o\n  ","194653":"\n  ¿Cuál es esa canción? o.o\n  \n\n   https:\/\/youtu.be\/qpgTC9MDx1o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194654":"\n  Venecia 😍\n  ","194655":"\n  Sonido de canción, me descargo la aplicación para cortar y ya tengo mi super tono o.o\n  ","194656":"\n  No, es raro cuando tengo una 😍\n  ","194657":"\n  Ahí también u.u\n  \n  Qué cosa tan bonita :3\n  \n  Tú tienes algo así?\n  ","194658":"\n  Ya me acordé!\n  \n  En mis creaciones 😍\n  ","194659":"\n  ¿De qué hablas?\n  ","194660":"\n  Ya viste que no me acuerdo xD\n  ","194661":"\n  Malísima xD\n  \n  Antes si era muy buena, pero dejé de hacerlo y ya mis manos no están para ello u.u\n  ","194662":"\n  Un poco antes de que terminara formspring 2011 creo o.o\n  ","194663":"\n  No mucho, muy pocos se me quedan en la mente u.u\n  ","194664":"\n  Jajajajaja amé ese vídeo :3\n  ","194665":"\n  Depende, hay veces que me vale y escribo bien feo xP\n  \n  Pero la mayoría del tiempo cuido la ortografía.. Aunque no se note, vistes?\n  ","194666":"\n  Se te van a subir las hormigas :c\n  ","194667":"\n  Genial!!! :D\n  \n  ¿A qué hora pasas por mi? O.ô\n  ","194668":"\n  o.ö\n  \n  * Grillos *\n  ","194669":"\n  😍\n  ","194670":"\n  Si, pues la mayoría desde niña, en cuanto tuve relación o acercamiento con ellos me fue difícil alejarme ellos. 😍\n  ","194671":"\n  No del todo, a veces se me hace algo tedioso por lo largo o.ö\n  \n  Pero es mi sello 😆😍\n  ","194672":"\n  Me confundes..\n  \n  Tú tranquilo y yo también, que ponernos nerviosos, después no pinta bien.\n  \n  Ten un buen día ñ.ñ\/\n  ","194673":"\n  Que bonita afirmación.\n  ","194674":"\n  Hola?\n  \n  Esto es una bonita colectiva awww 💖\n  ","194675":"\n  Si, pero solo de palabras, nada de hacerlo o pensar cómo hacerlo.\n  ","194676":"\n  La mala asignación de mesas :p\n  ","194677":"\n  El café con chocolate 😌\n  ","194678":"\n  Exacto, así que estoy buscando soluciones para salir lo más rápido.\n  \n  No puedo quedarme estancada.\n  \n  Me tengo que ir, me dio gusto leerte, no te pierdas tanto!\n  \n  Cuídate mucho y gracias por pasar a saludar ñ.n\/\n  ","194679":"\n  Genial que estés bien!!\n  \n  Hermosa labor que haces, te lo agradezco porque haces un México mejor.\n  \n  Me va bien, no me puedo quejar, saliendo al paso de algunos problemitas laborales pero, todo tiene solución n.n\n  ","194680":"\n  A esas que andan en dos piernitas, que usan mucho maquillaje y el glamour no las deja caminar :'c\n  ","194681":"\n  xD mañana vengo otro ratito si todo sale bien n.n\n  ","194682":"\n  Hola joven de voz cautivadora de serpientes!\n  \n  ¿Cómo estas? ¡tanto tiempo!\n  ","194683":"\n  Un poco de mucho xD\n  \n  Pero son necesarias y ni modo :c\n  ","194684":"\n  Pizza ♥\n  ","194685":"\n  No lo sé :'3\n  \n  Tal vez en una noche de luna llena ♥\n  ","194686":"\n  :o\n  \n  Con esas manos la papaya va a salir corriendo!\n  ","194687":"\n  Con una fiesta mejor planeada ♥\n  ","194688":"\n  Vas a partir la papaya? o.o\n  ","194689":"\n  xD ok esta bien!\n  ","194690":"\n  Soy una brujita 💖\n  ","194691":"\n  No les creen porque tienen cara de bebedores compulsivos xD\n  \n  Ni idea, yo tampoco bebo o.o\n  ","194692":"\n  Apréndetela, si funciona!\n  ","194693":"\n  Que perdures muchisimos años\n  \n  Y el último.. que aprendas a cocinar ö.ö\n  ","194694":"\n  Un anónimo intentando jugar con la mente de todos, cosito!!!\n  ","194695":"\n  Quiero guayaba :c\n  ","194696":"\n  Roma ♥\n  ","194697":"\n  Tengo que aplicarte un test xD\n  ","194698":"\n  Concédeme tres deseos e.ë\n  ","194699":"\n  Caminar, dormir, escuchar música, cocinar ♥\n  ","194700":"\n  Si, como lo descubriste? o.o\n  ","194701":"\n  Ambos ♥\n  ","194702":"\n  Ya va..\n  \n  No sé porque la verdad o.o\n  ","194703":"\n  Ella va a ser mi amiga ♥\n  ","194704":"\n  Mishumishumiiiishu ♫♪\n  ","194705":"\n  Claro que si, pero espera sentado ♥\n  ","194706":"\n  Presté mi imaginación a mi gemela, te la debo ö.<\n  ","194707":"\n  No, solo exceso de sudores fríos :c\n  ","194708":"\n  Ni idea\n  \n  ¿Cómo saberlo?\n  ","194709":"\n  * Se muerde la mano bañada en chamoy con miguelito *\n  ","194710":"\n  Existen lugares que no, encuentra el adecuado y manda volar tu imaginación n.n\n  ","194711":"\n  Págame lo que te presté e.é\n  ","194712":"\n  Lol pues tuuuuuuuuuuuuuuuuuuu xD\n  ","194713":"\n  Es mucho!\n  ","194714":"\n  Sí, pero al revés o.ö\n  ","194715":"\n  Dí que no o.o\n  ","194716":"\n  Gracias, ten una bonita noche n.n\n  ","194717":"\n  Reír a carcajadas :c\n  ","194718":"\n  Tengo varias y solo una es muy muy mía.. la más común diría yo, para qué entrar en detalles si no eres mi psicoloco o.ö\n  \n  Resérveme una cita para el 1° de Noviembre del 2017 a las 5:00 pm Ä.<\n  ","194719":"\n  No, para nada, siempre tengo algo que hacer y no doy cabida al aburrimiento en mi vida ♥\n  ","194720":"\n  Para hacerlo más emocionante.. a tientas es mejor, que si lo ves de golpe y ni quieres tocar\n  \n  Ya te vi posando para la cámara xD\n  ","194721":"\n  Lo suficientemente rápido para que te des cuenta que algo nuevo tiene toda mi atención Ä.Ä\n  ","194722":"\n  Música, silencio, observar... y tiempo o.o\n  ","194723":"\n  ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=_ao2u7F_Qzg#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194724":"\n  Una muerte de golpe (?\n  ","194725":"\n  Una paleta de beso de ángel ♥\n  ","194726":"\n  ♥\n  \n  Inglaterra\n  \n  Noruega\n  \n  Argentina\n  \n  Venezuela\n  \n  Namibia\n  ","194727":"\n  Quemado :s\n  ","194728":"\n  Es más bonita así n.n\n  ","194729":"\n  Aparte de mis uñas, otra cosa que es un poco más difícil de componer o reparar o.o\n  ","194730":"\n  Uhmm solo español\n  \n  Inglés, Francés, Italiano.. no me acuerdo del otro xp\n  ","194731":"\n  Gatito o búho ♥\n  ","194732":"\n  ¿En serio?\n  ","194733":"\n  *-* ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=121MWiP2Ga0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194734":"\n  Si, muchas veces u.u\n  \n  La confianza y dinero principalmente o.o\n  ","194735":"\n  Claro que si.. y tambien me gusta el olor natural del cuerpo xD\n  ","194736":"\n  De paciente o.u\n  ","194737":"\n  Por supuesto que si n.n\n  ","194738":"\n  Espalda de un dragón ♥\n  ","194739":"\n  Dulces sueños ..\n  \n\n   https:\/\/www.youtube.com\/watch?v=Mcj75l2gJcY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194740":"\n  Shi jijajejojuuuuuup!\n  \n  A cambiado mucho, pero aun así no pierde el toque ácido ♥\n  \n  Trata de descansar Chew.. deja que la brisa de la música te lleve a un sueño reparador y placentero..\n  \n  Hasta al ratón y cuídate!! ñ.ñ\/\/\n  ","194741":"\n  Awwww.. a mi tambien, pero para tus gatitos están mejor los cuervos o.o\n  \n  Pasa bonita noche Linduraaaaaaaaaaaaaaaaaaaaaaaaaaaaaa!!! 8D\n  \n  Gracias por pasarte ñ.ñ\/\/\n  \n  Abasho!\n  ","194742":"\n  Changos!\n  \n  Son gatos mutantes.. olvida lo de los conejos.. mejor cría cuervos *-*\n  ","194743":"\n  Para nada, lo que pasa es que me voy despidiendo de aquí ñ.ñ\n  ","194744":"\n  Pero si son los menores amigos!\n  ","194745":"\n  Nos hace mucho daño dormir tarde Chew u.ú\n  ","194746":"\n  Ahora cría conejitos *-*\n  \n  Son tan lindos ♥\n  ","194747":"\n  Ni yo.. fue extraño.. fue volver a esos tiempos o.o\n  ","194748":"\n  Pasaré ñ.ñ\n  \n  Linda noche ñ.ñ\/\/\n  ","194749":"\n  No a crecido la familia verdad?\n  ","194750":"\n  Uhmm ya hace mucho tiempo, sabes a quien leí hace rato?\n  ","194751":"\n  Que bueno, esa es buena señal, a ti te tocara irte a Cozumel ñ.ñ\n  \n  Y tus pelusitas? tanto tiempo sin verlas ♥\n  ","194752":"\n  ¿A quien encontraste interesante? o.o\n  \n  Si mal no recuerdo eso fue lo ultimo que te pregunté :p\n  ","194753":"\n  Bien, estoy bien, hace días me resfrié bien chido pero ya se me pasó, me salvé de tratamientos y esas cosas o.o\n  \n  Cómo están todos por tu casita? ♥\n  ","194754":"\n  A quien? o.o\n  ","194755":"\n  Siiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii!!!!!\n  \n  Si me lo dieron.. Muchas gracias corazón!!!\n  \n  No pude esperar a mañana xD\n  ","194756":"\n  Hola mi guapo!!!\n  \n  Mien feliz :')\n  \n  Muchas gracias mi cielo, está hermoso!!!!!! ♥\n  ","194757":"\n  xD sudaste frío!!!\n  \n  Povechito uvu\n  \n  Te salvaste que te dieran mas u.u\n  ","194758":"\n  A contestarte algo que no te va a gustar xD\n  ","194759":"\n  Qué fueron 3 o 6 inyecciones?\n  \n  Ya te tocaba, duraste mucho con eso o.o\n  ","194760":"\n  Nope simplemente lo recordé\n  \n  Entonces hasta el lunes u.ú\n  ","194761":"\n  Jajaja no para nada, esa barba lo dice todo 8P\n  \n  Debes entender que a veces te dan la contraria x)\n  ","194762":"\n  👓\n  ","194763":"\n  Holi were lindura!\n  \n  Cómo sigues? Ä.Ä\n  ","194764":"\n  Sueñan con chic@s robot..\n  ","194765":"\n  Ahh que fácil.. no se vale ya me debes 5 calaveras, 6 cumpleaños, 10 aniversarios y un montón de rentas xD\n  ","194766":"\n  Las de mi vecina.. esas que son a las 3 am xD\n  \n  Las de sobrenatural *-*\n  \n  80\n  ","194767":"\n  Le perdí la pista, ya no sé como les a ido o.o\n  \n  Pero chance y en una de esas pega que avancen un poco más.\n  ","194768":"\n  Holi anoni >.<\n  \n  Cómo le va?\n  ","194769":"\n  ♥o♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=MdYGQ7B0Vew\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194770":"\n  ¿Dónde?\n  ","194771":"\n  Trabajar ♥\n  ","194772":"\n  Dulces sueños ñ.ñ\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=gO8-9OWzPOQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194773":"\n  Hasta ahorita si, pero no me quiero equivocar e.é\n  \n  Me despido de aquí ñ.ñ\/\/\n  \n  Gracias por venir.. no me la creo todavía :')\n  \n  Dulces sueños peluche!!\n  \n\n   https:\/\/www.youtube.com\/watch?v=fUtlqtdn1Xo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194774":"\n  Yo sigo esperando lo que te pedí e.é\n  ","194775":"\n  Oshhh una miel con jengibre y se te pasa!\n  \n  O no puedes hablar porque te pegan? e.é\n  \n  Mi tiempo no me rinde!! xp\n  \n  Ya extrañaba andar aquí.. los extrañaba un buen, que bien se me hizo leerte en vivo güerejo!!\n  ","194776":"\n  Pero claro que no!\n  \n  Bien sabes que no u.u\n  \n  Yo quiero que estés muy bien.. comienza por darme tu usser de ask :p\n  \n\n   https:\/\/www.youtube.com\/watch?v=ktvTqknDobU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194777":"\n  Uno bien peligroso que anda por aquí o.o\n  ","194778":"\n  Ese que acabo de ver *-*\n  \n  Hola lindura!!!!\n  \n  Como estás!? Ä.Ä¥\n  ","194779":"\n  No sé si reír o llorar.. pero por lo pronto.. grito!!\n  \n  Ay! 😆\n  \n  Voy a traerlo de donde está y te lo voy a poner en la cara o.ö\n  ","194780":"\n  💋💖💓\n  ","194781":"\n  Salud!!! 80\n  ","194782":"\n  Su presencia 8)\n  \n  Lo sé de eso tengo un montón de costales llenos, a bien me recuerdas se los daré a la loca de los gatos xD\n  \n  Saludos piojito!\n  ","194783":"\n  Auuuuuuuuuuuuuuuuuuuuuuuu ♫♪\n  \n\n   https:\/\/www.youtube.com\/watch?v=pHj-xQowyV0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194784":"\n  Que descanses Fer, cuídate mucho, te mando un abrazo reconfortante y recuperate!\n  \n  Pasa una noche tranquila y ten buen domingo.. nos leemos pronto! \\ñ.ñ\/\n  ","194785":"\n  😆\n  ","194786":"\n  Provecho!\n  ","194787":"\n  Pero pero!\n  \n  Fer!!! u.ú\n  \n  Luego en qué estabas pensando?\n  \n  Deseo que te recuperes \\u.u\/\n  ","194788":"\n  La negatividad no te va a llevar muy lejos ö.ö\n  \n\n   https:\/\/www.youtube.com\/watch?v=7wtfhZwyrcc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194789":"\n  xD Yo muy bien ñ.ñ\n  \n  Muuuuuuuuuuuuchas cosas, el tiempo se me va super rápido u.ú\n  \n  Que bueno que estas bien Fershi!\n  \n  Me haces sentir como un virus muy poderoso! \\ñ.ñ\/\n  ","194790":"\n  ↑ Ése es el punto...\n  \n\n   https:\/\/www.youtube.com\/watch?v=PgW5EQZSr84\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194791":"\n  Mhh no te creas xD\n  \n  Tengo muy mala memoria xp\n  \n  Fercielo! ¿Cómo estas?\n  \n\n   https:\/\/www.youtube.com\/watch?v=w3JoAPJu7ho\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194792":"\n  Ä_Ä\n  \n  Hay algo de poesía en el que siempre tiene frío ♥\n  ","194793":"\n  Fej! \\ñ.ñ\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=lRlZwVOS2Gc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194794":"\n  Le dejo otro aquí ñ.ñ\n  ","194795":"\n  Si te digo, no me lo creerías xD\n  \n  Y qué manera tan cruel de hacer sufrir a alguien o.ó\n  \n  Saludos y bonita noche Samix ñ.ñ\/\/\n  ","194796":"\n  Holaaa!!! ñ.ñ\/\/\n  ","194797":"\n  No mucho realmente..\n  \n  Samuel tenia una cena romántica y compró 8 velas de igual calidad, grosor y longitud. Para la cena, les pone 2 candelabros de 4 brazos. A mitad de la cena, mientras 4 velas arden alegremente, las otras 4 están ya casi consumidas ¿Qué a pasado?\n  \n  Espero mi respuesta en un vocaroo 8)\n  \n  xD Linda noche Sweet güerito ñ.ñ\/\/\n  \n  #Arreunicornio\n  ","194798":"\n  Hola ñ.ñ\/\n  \n  ¿Qué tal?\n  \n  Bonita noche!! ñ.ñ\/\/\n  ","194799":"\n  Adiós niño rata u.ú\n  ","194800":"\n  Hello Brit!\n  ","194801":"\n  😋😆\n  ","194802":"\n  Por que después se entretienen fotografiando otras cosas.. o hacen otras cosas, vamos, cambian sus prioridades 😂😋\n  ","194803":"\n\n   https:\/\/www.youtube.com\/watch?v=tX4ZpeqUgJc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194804":"\n  En algunos casos, no siempre puede suceder.\n  ","194805":"\n  Hoy cumplo 30 días de estar tomando agua, ni una gota de gaseosa. 30 días de estar comiendo frutas, verduras, sin frituras, sin grasas, sin carnes rojas y sin azúcar. Haciendo mucho deporte y entrenando. El cambio en mi cuerpo y el cerebro ha sido realmente increíble... Corro todos los días 5 km. Incluso si hace frío, luego llego me baño con agua fría y siento que estoy llena de energía...\n  \n  No se de quién es este texto pero me gusto mucho. Ojalá algún día pueda hacer lo mismo.\n  \n  Por mientras iré por unas papitas y un jugo :B\n  \n  Saludos! xD\n  ","194806":"\n  Paella o.ö\n  ","194807":"\n  Si u.u\n  \n  Miedo y dolor...\n  ","194808":"\n  Fer!!! ñ.ñ\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=uJ_ygRgQj9I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194809":"\n  En todo lo que veo.. tendrías que tener mis ojos para que puedas apreciar.\n  ","194810":"\n  Depende mucho donde estés.\n  ","194811":"\n  xD nena no te preocupes!!\n  \n  Lo importante es que estés bien ñ.ñ\n  \n  Mmmmm supongo que por favor y gracias, casi nadie las dice, se les dificulta un montón u.ú\n  \n  Cuídate mucho!!\n  ","194812":"\n  Hola!\n  \n  Bonita noche Brit!! que la estés pasando muy bien, te mando un abrazo!\n  ","194813":"\n  Puede ser, cada persona es diferente. Son aquellos en los que al toque, te haga perder el equilibrio.\n  ","194814":"\n  Imagino que si, pero en ti está en que no esté echando a perder todo, si no todo lo contrario y te llenes de orgullo y satisfacción de lo que lograste de \"esa cosa\".\n  ","194815":"\n  De todo, la mente, mi mente quiere saber y aprender muchas cosas.\n  ","194816":"\n  Solo hay alianzas para obtener lo que quieres.\n  ","194817":"\n  Sin rodeos, la verdad es una sola.\n  ","194818":"\n  Los dos.. pero ya sabes por quien vote xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=60ItHLz5WEA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194819":"\n  No lo sé, pero por si las dudas ponte a rezar.\n  ","194820":"\n  Hola!\n  \n  Si está sin pareja y yo tambien.. y existe esa química.. tal vez.\n  ","194821":"\n  No ñ.ñ\n  ","194822":"\n  ¿Después de tantos meses?\n  \n  No, ya no ñ.ñ\n  ","194823":"\n  Lo prefiero de vecino a lo que tengo hoy o.o\n  ","194824":"\n  xD\n  \n  Claro!\n  ","194825":"\n  Dulce ♥\n  ","194826":"\n  Dulces sueños..\n  \n\n   https:\/\/www.youtube.com\/watch?v=QqphX6bWWu4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194827":"\n  Que bueno que estas feliz!! Me alegro mucho por ti!! ñ.ñ\/\/\n  ","194828":"\n  Mmmm una persona proactiva, es la que tiene iniciativa y está en constante creatividad para la mejora en algo... algo así recuerdo.\n  \n  Bonita noche y excelente fin de semana cielo  :*\n  ","194829":"\n  Impulsiva.. y para mi ambas en ciertos casos van de la mano.\n  ","194830":"\n  Por la edad tal vez y ya sabes que la gente sin saber, ama poner etiquetas.. para mi lejos de raros e inmaduros tienen muchos conocimientos y necesidades, muchas veces eso nadie lo toma en cuenta, por la etiqueta que ya tiene u.u\n  ","194831":"\n  Oh si lo noto o.o\n  \n  Y me hago la cortante y terminamos todo sano y en paz... creo que es algo que no se puede disimular tan fácilmente.\n  ","194832":"\n  Hola! ajaja no te había saludado y me comí unas letras xp\n  \n  Amor y respeto.. tolerancia, paciencia.. y le hacen falta muchas cosas u.u\n  ","194833":"\n  Tu pones el limite, el fin a lo que se hace pesado y fastidioso, tu decides qué tan ligero quieres llegar al fin del mundo!\n  ","194834":"\n  A Portos no lo conozco, no lo había leído .. pero por lo que leo... si, efectivamente son la misma persona entre sombras wuuuuhhh ♥ ok no.. no no, cada uno tiene su esencia, y lo que los une es su libertad de expresión xD\n  \n  Bonito fin de semana ñ.ñ\/\n  ","194835":"\n  Tengo la libertad y los medios te guiñen para hacerte pensar como a ellos les conviene.. tu decides si seguirlos o no. Yo por lo regular me mantengo firme e.é\n  ","194836":"\n  Hola!\n  \n  Si tengo.. pero ya son solo cicatriz.. ya no me acuerdo ni como fue que me los hice o.O\n  ","194837":"\n  Si me gustaría..\n  \n  Porque se me hace (y lo digo hace, porque ya lo hice muchas veces de verme desde afuera) una persona muy alegre, loquilla y muy amable.. veo que está dispuesta siempre, a pesar de que tiene muchas cosas...\n  ","194838":"\n  Hola Lärvïtä!!!\n  \n  Por ahorita no tengo nada, obsequié las poquitas que tenia, pues casi no estoy y no me gusta desatenderlas u.u\n  \n  Saludos y bonita noche Lindura!!!\n  ","194839":"\n  ♫♪♫♪\n  ","194840":"\n  Me adapto y respeto.. sin perder mi estilo.\n  \n  Me gusta aprender de cada persona que se cruza en mi vida.. y para ello, dejo que sean tal cual y así me acerco a ellos.. no hay nada mejor para conocer una persona.\n  \n  Excelente fin de semana bonita, un abrazo!\n  ","194841":"\n  Llegué tarde xD\n  \n  Alemania!\n  \n  Saludos n.n\/\/\n  ","194842":"\n  La escrita..\n  \n  Puedes llegar a plasmar todo lo que piensas y sientes, muchas veces al hablarlas no fluyen tal cual desde el pensamiento. Y con la escritura tenemos mayor libertad de expresar, aunque va tomado de la mano el pensamiento.\n  ","194843":"\n  Puede ser por ambas partes..\n  \n  No mucho, mas sin embargo pongo atención.\n  \n  Para que no te acerques, para protegerte, por envidia.. pueden ser muchos los motivos, todo depende de la persona en cuestión.\n  \n  Saludos bonita! ñ.ñ\/\/\n  ","194844":"\n  Llegué hace rato, estoy por irme o.ö\n  ","194845":"\n  Hermosa noche Brit!\n  ","194846":"\n  Gracias por el abrazo y todos tus mensajes.. espero me digas quien eres n.n\n  \n  Bonita noche ñ.ñ\/\/\n  \n  Y excelente fin de semana que te vaya super!!\n  ","194847":"\n  Hola bonita!\n  \n  Idealizan a las personas y no se toman un tiempo para descubrirlas y conocerlas tal cual son.\n  \n  Bonita tarde, que estés muy bien ñ.ñ\/\/\n  ","194848":"\n  Con la mayoría soy muy obediente y con tu ejemplo, definitivamente me detengo.\n  ","194849":"\n  Hola!\n  \n  Muchas gracias n.n\n  ","194850":"\n  Ohhhh muchas gracias!\n  \n  Pero quien eres?\n  \n  Gracias por pasar y tu tiempo n.n\/\/\n  \n  Café, para esta fría tarde..\n  ","194851":"\n  Es muy importante su uso para evitar embarazos no deseados y algunos sirven para evitar contraer enfermedades venéreas.. y para el control de la natalidad.\n  ","194852":"\n  Es taaan romántica ♥\n  ","194853":"\n  Hola ♥!!!\n  \n  Cuando entras a la regadera con que agua te sueles duchar: helada\/fría\/tibia\/caliente\/muy caliente.\n  \n  -Con agua tibia a caliente ♥\n  \n  ¿Cuáles son los beneficios de bañarse con agua fría?\n  \n  -Tengo entendido que ayuda a la circulación, te da energía, ayuda con las inflamaciones.. ayuda a muchas cosas, bañarse con agua fría es excelente.\n  \n  ¿Cuáles brinda el agua caliente?\n  \n  Te ayuda a relajarte.. te da flexibilidad en los músculos, estimula el movimiento intestinal, ayuda a aliviar ciertos dolores, eso entre otras cosas.\n  \n  Suponiendo que gozas de buena salud y no hay más que agua helada: ¿dudas varias veces antes de meterte a la regadera ante el hecho de que el agua está muy fría?\n  \n  Si lo dudo más de una vez, pero lo hago... aunque salga toda morada y corta de respiración xD\n  \n  Saludos y bonita tarde corazón, un beso! ñ.ñ\/\/\n  ","194854":"\n  Me caí de la cama xD\n  \n  Nada.. hay que aprovechar el tiempo..\n  \n  Y usted... ¿cómo está?\n  ","194855":"\n  Hola!\n  \n  Bonita tarde para ti, gracias por pasar ñ.ñ\/\/\n  \n  Saludos!\n  ","194856":"\n  Hola!\n  \n  Definitivamente las cartas ♥\n  \n  Saludos! ñ.ñ\n  ","194857":"\n  Hola!\n  \n  Es un buen presagio para la ultima noche de este mes ñ.ñ\n  ","194858":"\n  Puede ser ñ.ñ\n  \n  Saludos!\n  ","194859":"\n\n   https:\/\/youtu.be\/2xzDj-XOX2U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194860":"\n  No digas eso.. lo importante es que estás..\n  \n  Gracias \\(Ä.Ä)\/\n  ","194861":"\n  Muchas gracias 😌\n  ","194862":"\n  Dulces sueños...\n  \n\n   https:\/\/www.youtube.com\/watch?v=5xGqUompVVQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194863":"\n  Cuando sabe mucho más que yo.. cuando me deja sin palabras.\n  \n  Hermosa noche nena linda ñ.ñ\/\/\n  ","194864":"\n  Awww que lindo Fershi\n  \n  Te aprecio mucho y lo sabes, lástima que te pierdes mucho u.ú\n  \n  Que estés bien y cuídate mucho!\n  \n  Bonita noche ñ.ñ\/\/\n  ","194865":"\n  Si tengo muchas cosas..\n  \n  Aquí tambien hacia mucho calor, a bien ya descanso un momento gracias a la tormenta que acaba de pasar *-*\n  \n  Unas paletas de frutas naturales ñ.ñ\n  ","194866":"\n  El piano y violín.. sax\n  \n  Me transportan a un estado de relajación total y placentero ♥\n  ","194867":"\n  Me encanto *-*\n  \n  Estoy más que puesta para Glass\n  \n  Gracias por compartirlo!\n  \n  Linda noche Sami ñ.ñ\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=ftxwcjhv5nU&t=7s#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194868":"\n  La vida no se mide por las veces que respiras sino por los momentos que te dejan sin aliento. Son esos momentos que te dejan helado. En los que tienes que contener tus palabras. Que te dejan pasmado. Que vives intensamente. Que te cortan la respiración. Son instantes en los que te cambia la vida, en los que cierras los ojos y sabes que tienes algo por lo que vivir. Que te ha ocurrido a ti y que te pellizquen porque no es verdad que esto sea real. Que no es un sueño, que lo has conseguido, que ha merecido la pena. Me da igual que unos lo llamen suerte, otros lo llamarán perseverancia. En el suelo o en el cielo, mientras los disfrutes, seas feliz y hagas feliz a quien te rodea sin dañar a alguien.\n  ","194869":"\n  No sé que decir..\n  ","194870":"\n\n   https:\/\/www.youtube.com\/watch?v=Iq8x5-HGTB8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194871":"\n  *canta* (*o*)\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=PZOqUfJMy5w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194872":"\n\n   https:\/\/www.youtube.com\/watch?v=vz0J5XRQYS8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194873":"\n  Para tener de qué platicar después.. x)\n  \n  Bonita noche anoni y linda semana ñ.ñ\/\/\n  ","194874":"\n  Depende de la persona.. para mi, extremo, seria las perforaciones.\n  \n  Mmm yo pienso que las perforaciones, tienen más aceptación por los tatuajes..\n  ","194875":"\n  Muchas gracias Kassy! \\ñ.ñ\/\n  ","194876":"\n  No pude ver el partido, pero La Minerva está hecha un asco -.-\n  ","194877":"\n  Shhh eso es un secreto e.é\n  ","194878":"\n  El origen del aburrimiento es porque tienes rutina, haces lo mismo o no existe motivación a hacer las cosas..\n  \n  La gente que se aburre más fácil que otra es porque no tiene mucha imaginación o creatividad..\n  \n  La verdad siempre tengo que hacer y no me aburro para nada o.o Y si me aburro hago cosas raras xD\n  \n  Saludos, besos y apapachos ñ.ñ\/\/\n  \n  Hermosa noche y que tengas bonita semana!\n  ","194879":"\n  Fuera de todo esto.. Atraer, yo tambien me lo pregunto, no sé el por qué, yo prefiero estar sola, o con poca gente, pero me pasa lo contrario .-.\n  \n  Linda noche y cuídate mucho! ñ.ñ\/\n  ","194880":"\n  No, no es cierto, están mintiendo o.Ó\n  ","194881":"\n  Holiwis pollito pio ñ.ñ\/\/\n  ","194882":"\n  Pasé ya hace un buen ratito..\n  \n  Ya te sigo y gracias por pasar ñ.ñ\n  \n  Hermosa noche! ñ.ñ\/\/\n  ","194883":"\n  Así es..\n  \n  Y hoy valoro lo que tengo, lo que soy, lo que siento, lo que vivo.. por que mañana no sé.. Y siento tristeza de las personas que no valoran nada.\n  \n  Bonita semana Helénica ñ.ñ\/\/\n  ","194884":"\n  Hoy mi día ya terminó..\n  \n  Y para mañana tengo muchas cosas qué hacer, la mayoría relacionadas con mi trabajo que me absorberán gran parte del día.\n  \n  Bonita semana ñ.ñ\/\/\n  ","194885":"\n  Claro ñ.ñ\n  \n  Bonita noche!\n  ","194886":"\n  Muchas veces :P\n  \n  Linda noche y excelente semana ñ.ñ\/\/\n  ","194887":"\n  Que te vaya bonito, Pat!\n  ","194888":"\n  Hola Fer Cielo!!\n  \n  Ten una noche linda y un bonito comienzo de semana ñ.ñ\/\/\n  ","194889":"\n  Gracias por compartirlo..\n  \n  Linda noche ñ.ñ\/\/\n  ","194890":"\n\n   https:\/\/www.youtube.com\/watch?v=zLX_GcXt2pI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194891":"\n  Yo soy muy sensible, soy muy llorona, y trabajo para no serlo tanto o por lo menos controlarlo un poco, que a veces si me da peniwis andar con los ojos todos llorones ù.ú\n  ","194892":"\n  Te mando un abrazo o.o\n  ","194893":"\n  Hola Brit!!\n  \n  Ya voté ñ.ñ\n  \n  Hermosa noche :D\n  ","194894":"\n  Que me engañen.. u.ú\n  ","194895":"\n  Estás así porque lo acabas de ver :o\n  \n  Estas enamorado!\n  ","194896":"\n  Si yo me atreviera hoy a viajar, definitivamente lo primero que haría, sería abrazarlo y no soltarlo nunca ♥\n  ","194897":"\n  Si, seguido sucede..\n  \n  La ultima vez, una cliente hizo un pago directo en la oficina y no fue registrado, una persona dijo haberme visto a mi recibirlo y dar recibo sin firmar y sellar por la empresa, con todo lujo de detalles explicó como sucedieron las cosas, hasta que me enteré e indagué hasta llegar y aclarar todo. Obvio la persona que corrió esa acusación la despidieron.. ella había recibido ese pago e hizo cosas indebidas con el dinero de la clienta.\n  \n  Bonita noche! ñ.ñ\/\n  ","194898":"\n  Hola!\n  \n  Ya voté ñ.ñ\n  \n  Saludos!! :D\n  ","194899":"\n  Cansada pero bien feliz ñ.ñ\n  \n  Y esa carita triste?\n  ","194900":"\n  Hola Sr. cara de papa n.n\/\n  \n  Cómo estas?\n  ","194901":"\n\n   https:\/\/www.youtube.com\/watch?v=xBr1E5GUQZM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194902":"\n  Hola!\n  \n  Mmmm puede ser a que yo misma me pongo barreras\/limites, y eso me impida relacionarme con ciertas personas.\n  \n  Saludos y disculpa la demora! ñ.ñ\/\n  ","194903":"\n  Si, estoy esperando el sueño...\n  ","194904":"\n  Si, aquí conmigo si.. por estar un tanto cerca del centro, está algo controlado.. es muy raro que veas alguno en la calle o los escuches maullar por la noche..\n  \n  Tendría que ir a las orillas.. igual en veterinarias, vivo cerca de plazas y veterinarias, la gente espera camadas de gatos y vuelan, siempre que voy no hay u.u\n  ","194905":"\n  Pero para ir por uno tuyo es.. difícil.\n  \n  Ya sé adoptaré dos.. pero buscaré desde que están un poco más peques o de pleno ir a otras zonas.. Ya no quiero que pase más tiempo u.u\n  ","194906":"\n  Hola Edi!!\n  \n  Bien, no me puedo quejar, gracias por preguntar ñ.ñ\n  \n  Y tú?\n  ","194907":"\n  No siempre, acuérdate que una vez te fuiste por un burrito o.o\n  \n  Y no morirás solo, deja eso xd\n  \n  Vas a tener hijos, nietos y bisnietos y más de uno te va a acompañar :p\n  ","194908":"\n  Pues yo tambien lo tenia así, pero no sé tal vez encontró algo del otro lado del parque y pasó lo que tenia que pasar..\n  \n  El punto con él es que era un vago.. tengo mano para los vagos e.é\n  \n  Si voy a adoptar uno, cómo me doy cuenta que no lo es?\n  ","194909":"\n  No.. u.u\n  \n  El último que tuve fue tan travieso que.. se lo llevaron en la avenida :c\n  \n  Por eso me la pienso, porque no quiero que termine igual u.ú\n  ","194910":"\n  Yo me estoy preparando para ya dormir ñ.ñ\n  \n  Escucho música y estoy contestando aquí..\n  \n  Y de pasada bailo *-*\n  \n  Tú en donde estas hoy?\n  ","194911":"\n  No que ibas a evitar tener más?\n  \n  Awww en serio.. quiero muchos!!\n  \n  Mi vecino con muchos perros y yo con muchos gatos... xp\n  ","194912":"\n  Hola buenas noches!!!\n  \n  Esta haciendo mucho calor u.ú\n  \n  Eeeehhh...\n  ","194913":"\n  Ay *-*\n  \n  Cómo le haces!?\n  \n  Aquí no consigues tan fácil, y los que hay son caseros, no salen!!\n  ","194914":"\n  No es chisme.. es precaución\n  \n  Es que hace mucho se solía hacer eso.. mandar algo así a muchas y después hubo muchas bajas.. fue muy triste u.u\n  ","194915":"\n  U\/\/\/\/\/\/\/\/\/U\n  \n  Yo no puedo ver eso, me sale salpullido.. ya sabes por el calor y esas cosas x)\n  \n  Mejor me dices donde tienes a todas tus bolitas de pelos, ya me esta entrando la necesidad urgente de tener unas *-*\n  ","194916":"\n  Awwww bien monito ♥\n  \n  Y a ti preci?\n  ","194917":"\n  Nooooo .. nada mas estaba leyendo a ver si fue colectiva eso que me mandaste hace rato o.Ó\n  ","194918":"\n  Iuuuuuuu xD\n  \n  Entonces estás más ocupado que de costumbre, y yo que iba a visitarte xD\n  ","194919":"\n  Te está haciendo otro audio..\n  ","194920":"\n  xD\n  \n  Sabia que el estar espiando tanto a tu vecina terminaría en esto..\n  \n  Y haces casting cada cuando?\n  ","194921":"\n  Jajaja ya vi..\n  \n  Pues kassy.. mi otro yo ♥\n  ","194922":"\n  Genial!\n  \n  Ya era hora.. hasta te leías aburrido de estar trabajando ahí o.o\n  \n  Y ahora qué haces, digo si no es indiscreción..\n  ","194923":"\n  :o\n  \n  Después de tanto!!! por fin!!\n  \n  Qué tal te sentó el cambio?\n  \n  Woo esta noticia me sorprende de verdad.. te felicito por ese cambio ñ.ñ\n  ","194924":"\n  Ándele váyase a dormir..\n  \n  Ya que no venga la princesa linda, vengo yo xD\n  \n  Intentaré venir más seguido.. no prometo nada pero haré un esfuerzo ñ.ñ\n  \n  No hagas travesuras y cuídate mucho!\n  ","194925":"\n  Sorprendida y bien.. muy bien, larvita ñ.ñ\n  \n  No creí que fueras a venir, la ultima vez que vine creo que no te saludé o.o\n  \n  Y eso que me estuve un ratote x)\n  \n  Cómo te a ido a ti?\n  ","194926":"\n  No te espío xD\n  \n  Aquí ya dejó de llover y se quitó lo fresco -.-'\n  \n  Ya es el tercer hielo que me como en una hora o.Ö\n  ","194927":"\n  Ya casi el mes ñ.ñ\n  \n  Y así otro año más.. a la distancia solo te veo crecer 8)\n  \n  Cómo te portaste Larvita?\n  \n  Gustas Un hielito?\n  ","194928":"\n  Si me enteré y por lo mismo verifiqué que todo estuviera bien en cuestiones de seguridad en mis aparatos..\n  \n  Yo digo que si, pues es ahí donde está la información más importante.\n  ","194929":"\n  Hola Samy!!!\n  \n  Como estas? ñ.ñ\/\n  ","194930":"\n  Tiene antivirus y otras cosas que yo no le instalé, solo sé que está protegida..\n  \n  Mi contraseña es: Oscuropajaritodelamor00110001SoyGrrrrr\n  \n  No me hackees, cualquier día te doy un tour por mi ask con pizza y toda la cosa..\n  \n  Saludos!!\n  ","194931":"\n  Hola Brit!! ♥\n  \n  Hermosa noche, nena hermosa!\n  ","194932":"\n  Esas anécdotas no se cuentan a esta hora, hijo de Paty Chapoy Ä.ä\n  ","194933":"\n  La gente que se mete donde no le llaman..\n  \n  Eso, entre otras cosas ñ.ñ\n  ","194934":"\n  Hola!\n  \n  Cosas de la vida u.ú\n  ","194935":"\n  Interesante! x)\n  ","194936":"\n\n   https:\/\/www.youtube.com\/watch?v=CilbB5CQ5jM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194937":"\n  No, y no lo justifico, pero la gente ya está cansada de que las supuestas autoridades no hagan nada y permitan que gente así este libre, iniciando caos.\n  \n  Hoy en mi ciudad, vi dos linchamientos a ladrones.. Esto se está poniendo cada vez peor u.ú\n  ","194938":"\n  Es algo que me lastima..\n  \n  No puedo ver como unos a otros nos estamos acabando -.-\n  ","194939":"\n  Ya me quedó la duda de cual estas cantando.. supongamos que es esta:\n  \n\n   https:\/\/www.youtube.com\/watch?v=EgT_us6AsDg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194940":"\n  Que todo terminara..\n  ","194941":"\n  Si sabes, pero te haces...\n  ","194942":"\n  Tu base de datos está saturada :v\n  ","194943":"\n  Mi cumple es el 3 de junio.. So y el de ella? xD\n  ","194944":"\n  Como es posible que llegues a esa conclusión por la sencilla razón de que no me conecto .. en serio que te pasaste chico colgate! xD\n  \n  *Le da un zape* reacciona! Tengo muchas cosas que hacer xp\n  ","194945":"\n  Sueños que vuelan y aterrizan seguido... ♥\n  ","194946":"\n  Mmmm u.ú\n  ","194947":"\n  Qué onda con lo que mandas pedazo de calabaza!\n  ","194948":"\n  Tal cual xD\n  \n  Serías Cruella 'The Animal' Vendetta.\n  \n  Sabes perfectamente lo que quieres y nunca estás contenta con menos. Si alguien se interpone en tu camino ya se puede preparar para vivir tu ira. Compromiso y diplomacia no son tu tema. Lo quieres o todo o nada y vives aferrada a ese lema. Esa pasión y tenacidad se reflejan obviamente también en tu nombre de mafiosa. Por eso serías Cruella \"The Animal\" Vendetta - la cruel, despiadada y temida miembro de la mafia con la que nadie se debería meter. ;)\n  ","194949":"\n  No, nada... no me debes nada que yo recuerde.. solo cuídate y disfruta la vida ñ.ñ\n  ","194950":"\n  Que linda, muchas gracias ñ.ñ\/\n  \n  Hermosa noche!\n  ","194951":"\n  ;D\n  \n  Gracias nena!\n  ","194952":"\n  Yo, qué? o.ö\n  \n  Lo siento uvu\n  \n  Esta lloviendo tan *-*\n  ","194953":"\n  El silencio...\n  ","194954":"\n  Helado de chocolate con almendras...\n  ","194955":"\n  Hola!\n  \n  Puede ser, todo depende del traje de baño..\n  ","194956":"\n  Whisky!!!\n  ","194957":"\n  Es amiga del amigo del policía que va con el fiscal o.o\n  ","194958":"\n  Ya te dije que soy un Bot, con piernas de pollo xD\n  ","194959":"\n  Hola!\n  \n  La música y un buen café, tomados de la mano de una excelente compañía ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=dE5a8O9eG70\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194960":"\n  Estará Cemre.. ella puede ayudarte v:\n  ","194961":"\n  Un ángel caído, con el alma de un sensual demonio... vestida de bruja vampira con alitas o.Ö\n  ","194962":"\n  Hola!\n  \n  Mmm varias cosas, entre ellas que alguien esté siendo maltratado, cosas de la vialidad.. (que no respeten la cebra, semáforos en rojo, que vayan con el celular etc..) Eso entre otras cositas ñ.ñ\n  ","194963":"\n  :D\n  ","194964":"\n  Dudo mucho arrastrar a mis enemigos ahí.. ningún ser humano merece pasar por eso.\n  \n  Pórtese bien xD\n  ","194965":"\n  Jajaj me encantó ese revés *-*\n  ","194966":"\n  Uffffff ni te cuento toda la semana me quedé sin Kuzey u.ú\n  \n  Gracias a que un alma caritativa lo esta subiendo a youtube.. ohh yo tambien me dejé llevar y te conté mi gran secreto v8\n  ","194967":"\n  Si quieres explotar, anda solo :v\n  \n  Sabes, me es bastante triste, molesto, desesperante que exista esa acción en la vida..\n  ","194968":"\n  Mmm no mucho, es algo que espero, sí, pero no pienso mucho en ello de cómo o en qué situación..\n  ","194969":"\n  Alguna vez...\n  \n  Disculparme ♥\n  ","194970":"\n\n   https:\/\/www.youtube.com\/watch?v=P_-cf2u0M5A&list=RDP_-cf2u0M5A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194971":"\n  Si, pero hay que seguir..\n  ","194972":"\n  Debes tener cuidado, si andas loco y suelto por la calle te puedes caer o.o\n  ","194973":"\n  Excelente!\n  \n  Pues luego qué haces que te va así? o.o\n  ","194974":"\n  Me molesta el racismo y no.. cada quien es libre..\n  \n  Por ignorante.\n  \n  No, a nadie..\n  \n  Este mundo seria tan distinto si todo eso no existiera..\n  ","194975":"\n  Ö.Ö\n  \n  Hola.. a mi chiquita la consentí con muchos dulces y helados, y por supuesto con mucho amor y una que otra travesura ♥\n  ","194976":"\n  ¿Que de qué o que? ovo\n  \n  Holaaaaaaaa Di!!\n  \n  Cómo estas?\n  ","194977":"\n  Hola Farola n.n\/\n  ","194978":"\n  No siempre..\n  \n  Lindo fin de semana ñ.ñ\/\n  ","194979":"\n  Mmmm oscura.. un contraste a lo que yo soy.. un complemento a mis arco iris ♥\n  ","194980":"\n  Bastante variados.. y dependiendo mi de mi tiempo, busco aprender y hacer cosas nuevas, un estuche de monerías xD\n  \n  Saludos Samy!!! :D\n  ","194981":"\n  Hasta hoy así es.. cada vez con más tiento tomo decisiones ñ.ñ\n  \n  Saludos hermosa!! :D\n  ","194982":"\n  Hola Britney!! :D\n  ","194983":"\n  La mosca o.o\n  ","194984":"\n\n   https:\/\/www.youtube.com\/watch?v=VH4UNbIGviQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194985":"\n  También te quiero mucho Di ñ.ñ\/\n  \n  Me voy despidiendo.. pasa una noche hermosa y cuídate mucho :D\n  \n  Hermoso fin de semana!!\n  \n  Hasta pronto ñ.ñ\/\/\n  ","194986":"\n  Hola Salvador ñ.ñ\n  \n  Piensa..\n  \n  En lo maravilloso que es despertar desde las 5 am con el trinar de los pajaritos que llaman la lluvia.. que cierro un momento más mis ojos y disfruto de lo acogedor de mi cama, la tranquilidad que se respira en ese momento.. volver a dormir un momento más y despertar con la rutina de mis vecinos, saborear el paso de el agua natural que me espera recién me levanto, sentir el latir de mi corazón y la música despertar mi cuerpo, mis sentidos.. pienso en lo emocionante que es volver a salir a la calle y perderme en el azul infinito del cielo, ver de reojo las nubes como decoran el cielo.. el roce alocado del viento.. en poder disfrutar el sabor de la fruta de mi desayuno... es un placer sentir cada uno de mis sentidos a cada paso, a cada latido, el poder corresponder con una sonrisa quien me saluda, el contagiar de alguna manera mi sonrisa en alguien que no le va tan bien o estrechar en un abrazo alguien que lo necesita, pienso que es hermoso poder compartir un poquito de mi, día a día.. ver que lo que hago me gusta y me entusiasma cada día y que es bien compensada y hace muy feliz a las personas para las que trabajo.\n  \n  Pienso que la mejor recompensa es llegar a casa, con los sentimientos a flor de piel, poder contemplar la tranquilidad de la noche y recordar todo lo maravilloso que fue mi día, me voy a descansar pidiendo por todos aquellos que no pueden sentir y vivir tranquilamente. Me voy a dormir deseando un mejor mundo, mejores personas... mejores momentos para todos...\n  \n  Pienso en muchas cosas Salvador, es una pequeña parte, espero te agrade.\n  \n  Disculpa lo tardado ñ.ñ\n  \n  Hermosa noche y que estés muy bien, gracias por pasarte hermosa criaturita :D\n  \n  Feliz fin de semana!!!\n  ","194987":"\n  \\uvu\/\n  ","194988":"\n  Mucho, a veces me veo atrás y digo wooo que cambio xD\n  \n  Pero me gusta ♥\n  \n  Hermosa noche Oscurito ñ.ñ\/\/\n  ","194989":"\n  e_é\n  ","194990":"\n  Tú y tus parodias xD\n  \n  Si ñ.ñ\n  ","194991":"\n  Hola!!\n  \n  Fíjate que no pude:\n  \n  Este vídeo cuenta con contenido de SquaredPointsOriginal, quien lo bloqueó por razones relacionadas con los derechos de autor.\n  \n  Lo siento u.ú\n  ","194992":"\n  Me hiciste dudar del día e.é\n  \n  xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=2HgvfxGu78E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","194993":"\n  Flojote xD\n  \n  Sábado... por la noche o.o\n  ","194994":"\n  :o\n  \n  Oye no, te van a acabar!!\n  \n  Haz algo para que no te estén picando o.o\n  ","194995":"\n  Que delicia..\n  \n  Yo pues estoy aquí y me alisto para irme a descansar ñ.ñ\n  \n  Mañana me espera un día algo pesado .-.\n  \n  Usted?\n  ","194996":"\n  Hola!\n  \n  Mmmm no muy a menudo, y eso que soy bastante observadora e.é\n  ","194997":"\n  Cambias de bruja fav muy seguido xD\n  \n  Awww y sin mañanitas u.ú\n  \n  De qué sabor era? ni me guardaste e.é\n  ","194998":"\n  \\ñ.ñ\/\n  ","194999":"\n  Poco realmente, para qué tenerle ahí, si me hace daño tambien o.o\n  ","195000":"\n  Demasiado :s\n  \n  Que bueno Edi, con eso que te leía cada que tenias vacaciones.\n  \n  Descansaste algunos de estos días? (por semana santa)\n  ","195001":"\n  Ohhhh que delicia de tormenta xD\n  \n  Gracias hermosa!!! pues nada más no te vayas de nuevo y sin avisar.. que luego no sé a quien dirigirme para saber de ti nena u.u\n  \n  Ten una noche mágica, un abrazote!! :D\n  ","195002":"\n  Y qué anda mirando?\n  \n  Yo le hacia jugando o dormido.. ya comió\/cenó? ¿Cómo le fue en su cumple?\n  \n  Baile!\n  ","195003":"\n  Genial que estés bien ñ.ñ\n  \n  Yo muy bien, trabajando y disfrutando los días y las noches *-*\n  \n  Huyendo del calor y cuidándome de mi afonía otra vez ._.\n  \n  Pero sobretodo esperando con ansias las lluvias!! ♥\n  \n  Tú, de vacaciones?\n  ","195004":"\n  Entonces estabas jugando e.é\n  \n  Llegas cuando ya me voy o.o\n  ","195005":"\n  Hola Edi!!\n  \n  Y si que es bastante raro.. xD\n  \n  ¿Cómo estas? n.n\n  ","195006":"\n  A mi ver, es una falsedad necesaria u.ú\n  ","195007":"\n  Jajaja un poco nublada pero ya va xD\n  \n  Que bueno joven con sonrisa colgate, oiga y ese milagro que se conecta temprano?\n  ","195008":"\n  Yo amo sentir que late mi corazón ♥\n  \n  Mmm me considero sobreviviente y amo vivir y disfrutar la vida ♥\n  ","195009":"\n  Hola Señor Niklaus!!!\n  \n  Como esta hoy? ñ.ñ\/\n  ","195010":"\n  La verdad, si y mucho u.ú\n  ","195011":"\n  No toy... (\/⌣\\)\n  \n\n   https:\/\/www.youtube.com\/watch?v=pQYvghj_x24\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195012":"\n  Se siente bien, por eso lo hace, aunque no esté haciendo lo correcto.\n  \n  Se imagina.. y cuantos casos no hay de estos, que al final de cuentas las usan hasta que se cansan y las botan. Si la esposa no se da cuenta su matrimonio seguirá como si nada.\n  \n  A mi punto, casi nada, caso muy lamentable.\n  \n  Saludos!\n  ","195013":"\n  Somos todos especiales...\n  \n  El para qué o para quién, ya depende para quien lo seas, los motivos pueden variar de persona a persona.\n  ","195014":"\n  Hola!!\n  \n  Principalmente del organizador, porque es bien sabido que no todos tienen la educación, y ni el mas mínimo de respeto para comportarse en un lugar así, y ante cualquier desorden los organizadores deben de estar prevenidos junto con el municipio para evitar cualquier desastre mayor y que alguien muera, ya sea sacando a los revoltosos o cancelando el recital.\n  \n  Saludos ñ.ñ\/\n  ","195015":"\n  Hola ö.ö\n  ","195016":"\n  Cómo eliminar las pecas :P\n  \n  Pues lo que está por estrenarse en el cine.. yo ya me desconecté un poco, o libros, o de música o.o o historias de terror... suena trillado pero es diferente pues tiene tu esencia y seria muy interesante, jajaj me acordé cuando cocinabas con chepina xDD excelentes recetas ñ.ñ\n  \n  Saludos Lärvïtä :D\n  ","195017":"\n  Hola Fernando!! :D\n  \n  Gusto leerte de nuevo ñ.ñ\/\n  ","195018":"\n  Puede ser :P\n  \n  Claro que si, está interesante ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=-L1dyLun0ws&t=40s#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195019":"\n  No D:\n  ","195020":"\n  Que puedes seguirme de nuevo u.ú\n  ","195021":"\n  Genial!!\n  \n  Te estaba esperando para irnos a comer :B\n  ","195022":"\n  Son bien kawaii :3\n  ","195023":"\n  Mmmmm uno o.o no creo aguantar mas.. soy muy debilucha en ese sentido .-.\n  ","195024":"\n  Si, ya estoy a punto de tener como mascota una cucaracha xD\n  ","195025":"\n  Ay que presumid@.. yo no tengo hombre :'(\n  ","195026":"\n  Dominó, cartas, jenga, monopoly, no puedo decidirme por uno! D:\n  ","195027":"\n  Desde la Pc, en esta tarde nublada :P\n  ","195028":"\n  uwÜ\n  ","195029":"\n  Va o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=-4TX9AsL0xI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195030":"\n  Gente que viene y bah de Laura Norton :3\n  ","195031":"\n  Porque a veces te aplicaban los cargos y no se entregaba el regalo.. creo que para evitar problemas, por eso los quitaron o.o\n  \n  Yo tambien extraño dar regalitos uwu\n  ","195032":"\n  Porque los otros dos prefieren ratones o.Ör\n  ","195033":"\n  Vivamos el hoy...\n  ","195034":"\n  Mínimo 20 veces.. :P\n  \n\n   https:\/\/www.youtube.com\/watch?v=xBr1E5GUQZM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195035":"\n  Gracias!! \\ñ.ñ\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=NCtzkaL2t_Y&app=desktop#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195036":"\n  Que linda!! gracias :D\n  \n  Hermoso fin de semana !!\n  ","195037":"\n  Para mi, mi habitación ♥\n  ","195038":"\n  xD Ya te sigo otra vez ñ.ñ\/\n  ","195039":"\n  No estés triste... sonríe ñ.ñ\n  ","195040":"\n  Hola! Espero no sea nada grave ñ.ñ\n  \n  --\n  \n  PRIMITIVO INSTINTO FEMENINO\n  \n  (Urtza Pujana Arrese)\n  \n  Mi cuerpo te extraña,\n  \n  siente que tu calor ha perdido\n  \n  Te deseo como el comer\n  \n  con fantasías\n  \n  que hacen vibrar,\n  \n  en las noches de soledad\n  \n  mi cuerpo tiene frío,\n  \n  sin tu calor emanando a mi lado\n  \n  mi piel anhela sentir tu piel\n  \n  rozar tu piel,\n  \n  esa piel que tanto y tanto\n  \n  hacía vibrar todo mi ser...\n  \n  Deseo que me cojas,\n  \n  que me devores,\n  \n  que me embistes\n  \n  no una vez,\n  \n  sino\n  \n  mil veces\n  \n  Ansío acariciar tus carnosos labios,\n  \n  morderlos hasta que una gota de sangre\n  \n  de ellos emane\n  \n  Sentir el calor que sube por mi sangre\n  \n  que hierva,\n  \n  Revivir la pasión con la que tú me obsequiabas\n  \n  Quiero que entregues tu alma\n  \n  que grites en alto mi nombre\n  \n  con locura,\n  \n  jadees bestialmente,\n  \n  que dejes salir el instinto primario\n  \n  bésame, acaríciame y poséeme\n  \n  hazme sentir parte de tu ser\n  \n  que nadie me pueda quitar ese momento,\n  \n  ni borre este encuentro\n  \n  donde tu boca tiene mi sabor,\n  \n  recorre cada milímetro de mi,\n  \n  tu lengua se filtre donde mi sentir enloquece,\n  \n  desgárrame, apaga este fuego,\n  \n  siente como se mojan mis ganas,\n  \n  acaricia lo prohibido, besa mi intimidad.\n  \n  Mata mi pasión por ti......\n  \n  y enciéndela otra vez...\n  ","195041":"\n  Por una extraña razón en este justo momento no tengo xD\n  \n  Mi hamster se fue de vagaciones ñ.ñ pero igual te dejo algo que leí por ahí, espero te guste..\n  \n  --\n  \n  No te rindas, aún estás a tiempo\n  \n  De alcanzar y comenzar de nuevo,\n  \n  Aceptar tus sombras,\n  \n  Enterrar tus miedos,\n  \n  Liberar el lastre,\n  \n  Retomar el vuelo.\n  \n  No te rindas que la vida es eso,\n  \n  Continuar el viaje,\n  \n  Perseguir tus sueños,\n  \n  Destrabar el tiempo,\n  \n  Correr los escombros,\n  \n  Y destapar el cielo.\n  \n  No te rindas, por favor no cedas,\n  \n  Aunque el frío queme,\n  \n  Aunque el miedo muerda,\n  \n  Aunque el sol se esconda,\n  \n  Y se calle el viento,\n  \n  Aún hay fuego en tu alma\n  \n  Aún hay vida en tus sueños.\n  \n  Porque la vida es tuya y tuyo también el deseo\n  \n  Porque lo has querido y porque te quiero\n  \n  Porque existe el vino y el amor, es cierto.\n  \n  Porque no hay heridas que no cure el tiempo.\n  \n  Abrir las puertas,\n  \n  Quitar los cerrojos,\n  \n  Abandonar las murallas que te protegieron,\n  \n  Vivir la vida y aceptar el reto,\n  \n  Recuperar la risa,\n  \n  Ensayar un canto,\n  \n  Bajar la guardia y extender las manos\n  \n  Desplegar las alas\n  \n  E intentar de nuevo,\n  \n  Celebrar la vida y retomar los cielos.\n  \n  No te rindas, por favor no cedas,\n  \n  Aunque el frío queme,\n  \n  Aunque el miedo muerda,\n  \n  Aunque el sol se ponga y se calle el viento,\n  \n  Aún hay fuego en tu alma,\n  \n  Aún hay vida en tus sueños\n  \n  Porque cada día es un comienzo nuevo,\n  \n  Porque esta es la hora y el mejor momento.\n  \n  Porque no estás solo, porque yo, te quiero.\n  ","195042":"\n\n   https:\/\/www.youtube.com\/watch?v=yKez26lvTqI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195043":"\n  Ya casi.. pase buenas noches y siga divirtiéndose ñ.ñ\n  \n  Cuídese mucho!!\n  ","195044":"\n\n   https:\/\/www.youtube.com\/watch?v=Io0fBr1XBUA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195045":"\n  Las suficientes para aprender que la tengo que recoger y llevármela en el bolsillo, para cuando me encuentre con un río muy profundo.. lanzarla, o en su defecto al mar ñ.ñ\n  ","195046":"\n  Es raro que me aburra, pues al estar en constante movimiento mira que no me aburro, siempre encuentro en qué entretenerme :D\n  \n  Rompo la rutina.. no me gusta! no es bueno tener por mucho tiempo una rutina, es muy desgastante. Te pones gris o.Ö\n  \n  Todo, soy muy .. ya tu sabes xD\n  ","195047":"\n  Interesantes, ellas me hacen preguntas mas profundas que yo solamente respondo en mi cabeza....... voces...........\n  ","195048":"\n  Ser yo y obtener lo que quiero.\n  ","195049":"\n  Personalidad, pero para mi, no para el resto.\n  ","195050":"\n  Solo eso...\n  \n  Aquí hay, y ya ñ.ñ\n  \n  Bonita noche!\n  ","195051":"\n  Ä.Ä\n  \n  No te alcancé.. tuve que volar a mi cueva xD\n  \n  Hola güerito lindo!!! linda noche!! :D\n  ","195052":"\n  Eres inconfundible ñ.ñ\n  \n  Se te extrañaba un buen, que bueno que regresaste :D\n  \n  Hermosa noche!\n  ","195053":"\n  *Baila*\n  \n\n   https:\/\/www.youtube.com\/watch?v=O_kr4Y0thBo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195054":"\n\n   https:\/\/www.youtube.com\/watch?v=gkaQUqY9w-E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195055":"\n\n   https:\/\/www.youtube.com\/watch?v=v6uBkJSbQO0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195056":"\n  Por si necesita, aquí hay :P\n  ","195057":"\n  Jajaja no aguanta nada usted xD\n  \n  Yo me espero a que se le pase el dolor.. de una me despido que me estoy quedando dormida.. pase linda noche ñ.ñ\/\/\n  \n  *le jala las mejillas como resorte* xD\n  \n  Dulces sueños ñ.ñ\n  ","195058":"\n  Lo he pensado y lo hago, es necesario para redescubrirte plenamente.. no sé eso sucede conmigo y me gusta, es un respiro, un descanso, me encuentro y me encamino con más ganas. Puedo fijarme nuevas metas y busco la paz que necesito.\n  \n  No es necesario irte tan lejos...un spa te puede ayudar (de días) ñ.n pero si tu cuerpo lo pide.. hazlo sin dudar.\n  ","195059":"\n  Te equivocaste, aquí sobran muchos...\n  ","195060":"\n  e.é *le jala el dese de la desa* pos est@\n  ","195061":"\n  Esto :o\n  ","195062":"\n  No gracias, provecho, yo estoy feliz con mi café :P\n  ","195063":"\n  Cáncer ♥\n  ","195064":"\n  Géminis ♥\n  ","195065":"\n  Si, algunas veces.\n  \n  Denunciando y enfrentando a los que lo hacen. Mientras ellos te vean con miedo, seguirán atacándote sin piedad. Lo preferible es denunciar y enfrentar, en ese orden, y rápido, porque ellos no se la piensan para volver a atacar y más fuerte.\n  ","195066":"\n  Si.. me es fascinante como alguien puede llevarte de un extremo a otro, en un mar de sensaciones..\n  \n  Aunque tambien la música me suele hacer lo mismo, igual lo disfruto mucho.\n  ","195067":"\n  Desde la Pc suelo entrar más seguido\n  \n  Hermosa noche y dulces sueños n.n\/\/\n  ","195068":"\n  Si fuera mi hermana perdida, sería de mis hermanas la más parecida a mi xp\n  \n  Y usted.. ¿Qué me cuenta?\n  ","195069":"\n  Investigaría en primera instancia con él, porqué no desea ir más.\n  \n  Y de ahí, apoyarlo para buscar una solución y que no falte más a clases.\n  ","195070":"\n  Puede ser en ambos casos.\n  \n  De alguna manera quieren satisfacer su curiosidad.\n  ","195071":"\n  Ahhh si tambien, las olvidé xD\n  \n  Mirándola bien.. tiene un no sé qué, que me resulta familiar..\n  \n  Y tú de donde sabes que me parezco a ella e.é\n  ","195072":"\n  Si te entiendo y no hay problema porque no quieras quitar el anónimo..\n  \n  La cosa es que te diviertas sanamente xD\n  \n  Linda noche!! ñ.ñ\/\n  ","195073":"\n  ~Mujer\n  \n  ~Color de piel\n  \n  ~Color de cabello\n  \n  ~Y no me veo más.. tú sabes en qué más?\n  ","195074":"\n  Un helado de chocolate :p\n  ","195075":"\n  Que changos xDD\n  \n  Pues.. no sé pero.. oye está muy guapa, no la conocía o.o\n  \n  Mmm si tenemos algo en común pero no me veo parecida o.O\n  ","195076":"\n  Hola v:<\n  ","195077":"\n  Hola!!!\n  \n  Uhmmm Destellitos... yo creo que seria esta:\n  \n\n   https:\/\/www.youtube.com\/watch?v=oZEhyg1PtRw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195078":"\n  Antes de que deje de existir tengo que ver la luna muy de cerquitas...\n  \n  Antes de que deje de existir tengo que pasear en parapente..\n  \n  Antes de que deje de existir tengo que cocinar un buen ramen..\n  \n  Antes de que deje de existir tengo que hacer muchas cosas wuuu!!\n  \n  Saludos y hermosa noche Whereissssssspium o.ö\n  ","195079":"\n  Hola nena linda!! ♥\n  \n  Los conozco, pero aun así dependiendo de las situaciones e llegado a desbordarme :3\n  \n  Linda noche y que estés muy bien!! :D\n  ","195080":"\n  Holaaaaaaaaaaaaaaaaaaaaaa laaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa\n  \n  Hermosa preciosa!!!\n  \n  Ya te sigo.. donde chispas te metiste!?\n  \n  Me da mucho gusto leerte de nuevo :D\n  \n  Abrazotes mi princesa ♥\n  ","195081":"\n\n   https:\/\/www.youtube.com\/watch?v=iGV2sVvCVxo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195082":"\n\n   https:\/\/www.youtube.com\/watch?v=j0X4mrk4g8Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195083":"\n  Yo creo que no.. siguen haciendo travesuras sin que te des cuenta..\n  ","195084":"\n  A Almendra y café, jazmín y nardos, haba tonka y cacao...  a Good Girl.. Y alcohol.\n  ","195085":"\n  Hola!\n  \n  Cantar y bailar en chongo .-.\n  ","195086":"\n  No.. siempre les digo lo que son y cuánto los estimo cada que están conmigo o en un momento que me brinque les busco.. yo no espero hasta que ya no están.\n  ","195087":"\n  En los mínimos detalles.. hechos.. en lo que nadie pone atención.. en las cosas sencillas\n  \n  En aquello que para muchos pasa desapercibido..\n  ","195088":"\n  Amarte..\n  ","195089":"\n  No le haría nada, la verdad.. (eso digo ahorita)\n  \n  Me dieron ganitas de verle, gracias por compartir el nombre de la peli.. n.n\n  \n  Saludos nena linda ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=Oem_-wItZng\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195090":"\n  Oh pues muchas gracias :3\n  \n  Mmm sus respuestas y\/o la amistad.. y la confianza que me inspire para acercarme y hacerlo... o la chispa que nadie ve.\n  \n  Se te aprecia were n.n\/\n  ","195091":"\n  Uhmm..\n  \n  Defender lo indefendible.. entre otras tantas cosillas n.n\n  ","195092":"\n  Son tus gustos.. muy normales..\n  \n  Mmm si, pero no mandan en mi.\n  ","195093":"\n  Todo cuenta, cuando no hay nada...\n  \n\n   https:\/\/www.youtube.com\/watch?v=vVRKZybh5ig\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195094":"\n  No había razón... pero lo hiciste.\n  ","195095":"\n  ¿Porqué tanto odio?\n  ","195096":"\n  Fly..\n  \n\n   https:\/\/www.youtube.com\/watch?v=2xzDj-XOX2U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195097":"\n  Advertising Space..\n  \n\n   https:\/\/www.youtube.com\/watch?v=AHU-8yb11CQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195098":"\n  Is time...\n  ","195099":"\n  Eso me asusta, pero gracias por compartirlo.. muy interesante x)\n  \n\n   https:\/\/www.youtube.com\/watch?v=OYyFd3aEEnU&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195100":"\n\n   https:\/\/www.youtube.com\/watch?v=egX9ZDaIrkU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195101":"\n  Resolviéndolo, me desespero si no hago algo rápido.\n  ","195102":"\n  Parte y parte, por los genes y la educación que recibes desde bebé.\n  \n  Es muy difícil modificar un rasgo muy marcado en ti, pero en querer está el poder, así que imposible no es ñ.ñ\n  ","195103":"\n  Ay mi Dios... ammm no conozco a ninguna, pero la de la izquierda Brighton Sharbino o.o\n  ","195104":"\n  Está pegajoso, se me pegó un pedacito que no puedo repetir xD\n  \n  Y si sé que no hay salvación ._.\n  ","195105":"\n  Al amor....\n  \n\n   https:\/\/www.youtube.com\/watch?v=f6YXoBcu5Oo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195106":"\n  Gay por un filtro? xD\n  \n  Chispas, dime que sería yo, que me acabo de poner el de conejita xD\n  ","195107":"\n  A las personas que se las dan de poder pisotear a los demás, los que humillan y maltratan.\n  \n  Cosas que puedo temerles en su momento.\n  ","195108":"\n  😋\n  ","195109":"\n  Verte por dentro, ver tu reflejo y conocerte, saber hasta donde puedes llegar y qué tan fuerte puede arder tu chispa es algo mágico..\n  ","195110":"\n  Justo esta *-*\n  ","195111":"\n  Este o.o\n  ","195112":"\n  Voces.. levántate y sigue tu camino..\n  ","195113":"\n  La vida está llena de momentos...\n  ","195114":"\n  El askrap edición primavera-verano con baile de costal ö.ö\n  ","195115":"\n  De meterle el dedo al pastel u_ú\n  ","195116":"\n  Hola!\n  \n  Hasta que, ya te habías tardado xD\n  ","195117":"\n  Muy bien, y tú?\n  ","195118":"\n  En una playa.. sumida en un profundo sueño.\n  \n  Hermoso lugar para morir ♥\n  ","195119":"\n  Es una posibilidad.. la gente que llega a hacerlo es porque siente que ya no tiene elección. u.u\n  \n  Disculpa la demora y gracias por tus preguntas :D ♥\n  ","195120":"\n  xD\n  ","195121":"\n  *-*\n  \n  Gracias por compartir\n  \n\n   https:\/\/www.youtube.com\/watch?v=IBAOUfFEI6E#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195122":"\n  o_◄\n  ","195123":"\n  Hola!\n  ","195124":"\n  Ama La Vida ♥\n  ","195125":"\n  :o\n  ","195126":"\n  Mmmm bastante buena, cada día se pone mas firme, pero a veces flaquea, aún así es excelente ñ.ñ\n  \n  Saludos!\n  ","195127":"\n  ¿Quieres un poema para Sara? xD\n  ","195128":"\n  Depende mucho de la persona, el tipo de daño.\n  \n  Pero por lo regular, no.\n  ","195129":"\n  Que recuerde en este momento, no.\n  ","195130":"\n  No.\n  \n  Luchadores.. del fracaso te levantas y vas de nuevo y hasta por más.\n  ","195131":"\n  Cuando no estas de animo para hacer\/aceptar algo o te sientes incapaz o sin fuerza para hacerlo.\n  ","195132":"\n  Depende de uno.\n  \n  De ti depende el tiempo que quieres invertir en no superar ciertas cosas.\n  ","195133":"\n  Te haría un poema y te lo guardo donde no te da el sol ¬¬\n  ","195134":"\n  Comprar a la mayata.. valió la pena.\n  \n  Gracias por el aviso ñ.ñ\n  ","195135":"\n  Busca dentro de ti..\n  ","195136":"\n\n   https:\/\/www.youtube.com\/watch?v=WXmTEyq5nXc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195137":"\n\n   https:\/\/www.youtube.com\/watch?v=eVaAnOCKT20\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195138":"\n  Ojalá todo el mundo pudiese verte con mis gafas.....\n  ","195139":"\n  A poquitos.. *-*\n  \n\n   https:\/\/www.youtube.com\/watch?v=ODwLPaYRtHs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195140":"\n  Tienes ojitos de coger el amor por la parte que quema...\n  ","195141":"\n  Al final te quedas con quién no duda en dártelo todo...\n  ","195142":"\n  Larry ♥\n  ","195143":"\n  Hola!! ñ.ñ\n  ","195144":"\n  Lärvitäsämxpäjaritö!\n  ","195145":"\n  Sin olvidar la \"foto pa el face\" xD\n  \n  Más chicas así!\n  \n  Saludos Lucesita ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=aHT_FPbBsE0&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195146":"\n  Para mantener la organización de las cosas.\n  \n  Yo no etiqueto, ni clasifico a nadie.. y quien lo hace tendrá sus motivos -.-\n  \n  Linda noche ñ.ñ\n  ","195147":"\n  Yo llego y entro, pero sé en cuales mantenerme al margen aunque esté adentro, me pasa que me incluyen en ciertos grupos donde prefiero ser reservada, no me gusta llamar la atención, pero me sucede. Y por mucho que no me interese ser parte, estoy, porque me tienen en cuenta para lo más mínimo y por ser como soy, no me niego cuando se me llama.\n  \n  Hermosa noche ñ.ñ\/\/\n  ","195148":"\n  Genial! xD\n  ","195149":"\n  Me encantó *-* cómo olvidar El Principito, es un libro para leer varias veces ♥\n  \n  Muchas gracias! ya lo comparto :D\n  \n  Linda noche ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=hCUIUxUKiYw&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195150":"\n  :P Listo!\n  ","195151":"\n  Un poco tú y un poco la pagina :P\n  \n  Hermosa noche! ñ.ñ\n  ","195152":"\n  Listo! ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=EgT_us6AsDg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195153":"\n  Ya voté ü.ü\n  ","195154":"\n  Si lo malo no existiera.. no sabríamos que es lo bueno ö.ö\n  \n  Saludos Humocéfalo ñ.ñ\n  ","195155":"\n  Interesante reseña ö.-\n  \n\n   https:\/\/www.youtube.com\/watch?v=U6dFEViPNpA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195156":"\n  Muuuuuuuuy interesante xD\n  \n  Le paré pues la quiero ver ö.ö\n  \n  Pero gracias por compartirla!\n  \n  Linda noche ñ.ñ\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=muFCtE2wxFg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195157":"\n  Escuchar música, mi habitación, el silencio... la oscuridad.\n  \n  Hermosa noche! ñ.ñ\n  ","195158":"\n  Hola!!\n  \n  Del porvenir definitivamente, aunque suelo traerme cosas hermosas del pasado :p\n  \n  Linda noche!\n  ","195159":"\n  Saber aunque duela o.ö\n  ","195160":"\n  Drama, comedia.. Terror.\n  ","195161":"\n  Que estaba perfectamente bien :P\n  ","195162":"\n  Whisky\n  ","195163":"\n\n   https:\/\/www.youtube.com\/watch?v=1Nr_tqkMsJs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195164":"\n  I want your soul, kissing mine.\n  \n  I want your warmth, sheltering my skin.\n  ","195165":"\n  Muy cerca *-*\n  \n  *baila* ~(ü.ú)~ (\/ü.ú)\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=VdV1Zc_PFdg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195166":"\n  Exacto, aunque es muy difícil aprender, cuando lo puedes hacer, no lo dudas un instante.\n  ","195167":"\n  Todos esos momentos se perderán en el tiempo... como lágrimas en la lluvia......\n  ","195168":"\n  Como lo que soy.\n  \n  Una persona que respeta y busca ser justa, alegre y amorosa y que gusta poder ayudar.\n  \n  Como una loca cursi xD\n  \n  No lo sé la verdad, no me había puesto a pensar en ello.\n  \n  Buena noche ñ.ñ\n  ","195169":"\n  Que te vaya genial, cuídate mucho y no olvides descansar para que no te pongas como pandita..\n  \n  Un abrazote Samy 8D\n  \n  Hermosa noche!! ñ.ñ\/\/\n  ","195170":"\n  Ven..\n  \n  Entre mis alas quiero llevarte al mi cielo.. entregarte beso a beso mi amor..\n  ","195171":"\n  A las cosas que hacen daño.. todo aquello que no se maneja con responsabilidad y afecta.\n  \n  No soporto a las personas que no tienen el mas mínimo respeto por nada, ni nadie.. u.ú\n  ","195172":"\n  Algunas cosas no, pero son en lo laboral, ya sabes que siempre hay novedades xD\n  \n  De ahí en más todo perfecto, ya me quiero ir de vacaciones :P\n  \n  Voy a estar bajo el agua hasta que sea sirena xD\n  \n  Tú, ¿cómo estas?\n  ","195173":"\n  Hola Säm!! :D\n  ","195174":"\n  Comimos del mismo pollo :v\n  ","195175":"\n  Lo primero, por la vista nace la atracción (físico).. ya con el trato sabes que onda con su mente.. pero así es su instinto. Preocúpate cuando no sea así. Beso de Gal.\n  \n  Linda noche Samy ñ.ñ\/\n  ","195176":"\n  No, ya todos tienen armas de fuego y así yo no juego u.ú\n  \n  Si te matan por un balonazo, imagina si hago algo así o.o yo amo vivir \\ö.ö\/\n  ","195177":"\n  La capacidad de recordar, de retener información, la respuesta a diferentes estímulos y situaciones, el poder soñar... la mente es algo grandioso! con capacidades asombrosas.\n  \n  linda noche ñ.ñ\/\n  ","195178":"\n  Hola ñ.ñ\/\n  ","195179":"\n  Bastante, pues te abre muchas puertas y van de la mano, y puede confundir, pero en cosas de creatividad, originalidad e innovación cada vez el mundo está abierto para nuevas propuestas.\n  \n  Linda noche!\n  ","195180":"\n  Interesantes, los tiempos han cambiado y la creatividad para plasmar igual...\n  \n  Yo prefiero los de antes, aunque reconozco de los de hoy uno que otro me sorprenden.\n  \n  Saludos!\n  ","195181":"\n  Chispas esa dieta está super... loca o.O\n  \n  Es muy riesgoso a mi punto, comer una sola vez al día.. pero gracias por compartirla o.o\n  ","195182":"\n  Nosotros mismos a veces nos complicamos hasta lo más sencillo, por temores o miedos o porque simplemente sentimos que no somos capaces de lograrlo.\n  \n  Saludos ñ.ñ\/\n  ","195183":"\n  Tiene un no se qué, que pega.. me gusta, gracias por compartirlo ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=GXRqcjxouXw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195184":"\n  Música.\n  \n  Y como creadora.. literatura.\n  \n  Saludos ñ.ñ\/\n  ","195185":"\n  De sí mismo.\n  \n  Creen que haciéndolo dejan mal a la otra persona, pero la realidad es que, quien lo hace, queda mal.\n  \n  Saludos nena ñ.ñ\/\n  ","195186":"\n\n   https:\/\/www.youtube.com\/watch?v=QCnXrfd40k0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195187":"\n  Dulces sueños ñ.ñ\/\/\n  ","195188":"\n  Tienes mucho ❤\n  \n  Saludos! ñ.ñ\/\/\n  ","195189":"\n  De todo un poco..\n  \n  Música, cocina, series, manualidades, juegos...\n  \n\n   https:\/\/www.youtube.com\/watch?v=Brvq3KB7k-Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195190":"\n  El respeto, la confianza, el modo de interactuar entre esas dos personas, la paciencia.. los gustos, es un conjunto de cosas para que se pueda mantener por mucho tiempo la compañía entre dos personas.\n  \n  Saludos Nelsy! ♥ ñ.ñ\/\/\n  ","195191":"\n  Depende de la relación que tengas con esa persona.\n  \n  Puede llegar a suceder.\n  \n  Las personas cambian..\n  \n  Hermosa noche Lärvitä ñ.ñ\/\/\n  ","195192":"\n  Si *-*\n  \n  Esos saben delicioso.\n  ","195193":"\n  No tienen conciencia de lo que significan las promesas y las sueltan muy fácilmente... Y falta de compromiso.\n  ","195194":"\n  Mmmm la birria de chivo >.<\n  ","195195":"\n  No agradezcas, sigue haciendo lo que te gusta y disfruta!\n  \n  Y sobre todo compártelo, son interesantes tus vídeos..\n  \n  Hermosa noche y ya te sigo tambien ♥\n  ","195196":"\n  No, es lo más normal, no todos los mexicanos consumimos todos los platillos regionales.\n  ","195197":"\n  Si lo noté ya Ö.Ö\n  \n  Mis motivos tengo, doy corazón o like para hacer saber que me agradan sus respuestas, que me son interesantes y lo otro es para que sepa la persona que pasé y stalkie xD o.o no te creas es mas para mmm digamos \"saludar\" o un \"te estoy leyendo\".\n  \n  No soy mucho de ir de ask en ask saludando por preguntas.. saludo con corazones, cosa que a muchos les disgusta u.ú\n  \n  Lo bueno es que está la opción de desactivar los likes de tus amigos ö.ö\n  \n  Linda noche, bonita ñ.ñ\/\/\n  ","195198":"\n  Porque es, creo yo el que más llama la atención, el que cumple pasa desapercibido pronto y el que no, están sobre de él para que cumpla. También está en el poder de su palabra para llamar la atención con el más mínimo esfuerzo.\n  \n  Saludos nena! ñ.ñ\/\/\n  ","195199":"\n  Jaja ya respondí :P\n  \n  Hermosa noche Sr. pandito de lila ñ.ñ\/\n  ","195200":"\n  Wooo y te iba a responder con las más comunes (liposucciones, aumento de senos o pompa, nariz..) pero veo que no lo son xD\n  \n  Interesante dato, gracias por compartir completa la información.. Linda noche!\n  ","195201":"\n  Hola nena!\n  \n  Gracias por compartirlo, están muy interesantes tus reseñas, me enamoré de tu perrita *-* ♥\n  \n  Hermosa noche y lo comparto :D\n  \n\n   https:\/\/www.youtube.com\/watch?v=TLbPIIHtS6s#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195202":"\n  Escucharla con mucha atención, para entender todas las señales.\n  \n  Y si algo no se entiende, preguntarle de mil modos.. No son adivinos para entendernos a la primera.\n  \n  Y si así no la entiendes, aléjate! Existen millones que si podrás entender y esperan por ti.\n  ","195203":"\n  Luego te paso saldo ö.ö\n  \n  En youtube existen muchos tutoriales para eso.\n  \n  Espero encuentres algo :p\n  ","195204":"\n  P':\n  ","195205":"\n\n   https:\/\/www.youtube.com\/watch?v=dR-T5nnkjvQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195206":"\n  Le va a pegar su novi@ por andar dando besos.\n  \n  No le conozco realmente.\n  ","195207":"\n  Solo existe una persona que lo es para mi, si lo publico.. me vuelvo a enamorar ♥o♥\n  ","195208":"\n  No beso a desconocidos, disculpe.\n  ","195209":"\n  No.\n  \n  Nunca.\n  \n  Saludos!\n  ","195210":"\n  Tiene usted mucho quehacer, como para ayudarme con lo mio.\n  \n  Le agradezco tal gesto, pero tengo quien me ayude ñ.ñ\n  ","195211":"\n  Tengo la casita llena de gatitos :3\n  \n  Lo siento..\n  ","195212":"\n  ö.Ö\n  \n  Adentro de una casita de pochote ♥\n  \n  Linda noche!\n  ","195213":"\n  Si fueras, no hay problema..\n  ","195214":"\n  Si, algunas veces.\n  \n  Saludos! ñ.ñ\/\/\n  ","195215":"\n  De colores, para que pintes el cielo y las nubes de muchos colores... eres tan psicodélico que nada te sienta mejor!\n  ","195216":"\n  Si, claro como todos los días...\n  \n  Mmmm un patín para alcanzar al hombre trapo *-*\n  \n  Saludos! ñ.ñ\/\/\n  ","195217":"\n  Por lo que genera en nuestra mente y cuerpo, después de ponerle un poco de atención.\n  \n  Saludos!! ñ.ñ\/\/\n  ","195218":"\n  Hola\n  \n  ¿Cómo estas?\n  ","195219":"\n  El poder de razonar.\n  \n  Saludos y linda noche ñ.ñ\/\/\n  ","195220":"\n  xD\n  \n  Las dos están muy buenas (imágenes) pero elegí esa por un buen recuerdo ñ.ñ\n  ","195221":"\n  A la tortilla para mi taco \\ö.Ö\/\n  ","195222":"\n  Ya te sigo desde hace mucho!\n  \n  Gracias por la invitación güerito lindo, muchas gracias e igualmente para ti.\n  \n  Un abrazo y que estés genial! Ä◡Ä\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=UprcpdwuwCg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195223":"\n  Luz!!\n  \n  Mi vaquita adorada ♥\n  \n  Un abrazo de becerro! Y mucho amor para ti y los tuyos siempre!!! ♥\n  ","195224":"\n  xD\n  \n  Algo tarde nena, pero conmigo todos los días!!!\n  \n  Un abrazote!!! Y que tus días tengan siempre esa chispa de amor ♥\n  ","195225":"\n  En la necesidad de cada persona y en una sola, pueden ser ambas ♥\n  ","195226":"\n  Yo no, pero mi madre si ♥\n  ","195227":"\n  Ya voté ñ.ñ\n  \n  De nada! Linda noche ñ.ñ\/\/\n  ","195228":"\n  Su humildad, el respeto que muestra a la vida y a sus semejantes, su coraje y valentía para salir adelante. ♥\n  ","195229":"\n  Que mal..\n  \n  Espero que todo se solucione ♥\n  ","195230":"\n  :o me costó un poco reconocer el nombre que tienes hoy..\n  \n  ¿Qué tal te va?\n  ","195231":"\n  ö.ö\/\n  \n  Hola!\n  \n  ¿Kevin?\n  ","195232":"\n  En serio, te voy a poner hacer la tarea ò.ó\n  \n  Y yo ponerme a trabajar ö.ö\n  \n\n   https:\/\/www.youtube.com\/watch?v=oZEhyg1PtRw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195233":"\n  Píntate de colores *-* ♥\n  ","195234":"\n  Un alias.. ¡La pecosa!\n  ","195235":"\n  Sweet Dreams... ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=TuazETTJnHQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195236":"\n\n   @Dayazulcielo\n  \n  ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=SXcFYnHSG08\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195237":"\n  ♫♪\n  ","195238":"\n  Resistirme imposible será..\n  \n  Sábado trabajé... hoy domingo, dormiré *-*\n  ","195239":"\n  Resistirme imposible será..\n  ","195240":"\n  Por mi actitud x)\n  ","195241":"\n  Muchas travesuras cómodamente.. ♥\n  ","195242":"\n  xD\n  \n  Ya lo había mirado!\n  \n  Gracias por compartir ñ.ñ\n  ","195243":"\n  Pues a ver qué sucede ñ.ñ\n  \n  Y suceda o no, te cuidas mucho!\n  ","195244":"\n  Son temporadas.. como que todo va por zonas.\n  \n  Aquí ahorita está tranquilo porque no hace mucho hicieron operativos y todo se \"calmo\" con el nuevo jefe.. que por cierto quiero conocer o.o\n  ","195245":"\n  Ya todo tranquilo por tu casa?\n  ","195246":"\n  A mi si :3\n  ","195247":"\n  ¿Santa cuenta?\n  \n  Hasta la secundaria me lo confirmaron.\n  ","195248":"\n  Yo si.. siempre ♥\n  \n  Pero ya sabes que soy muy traviesa o.o\n  ","195249":"\n  Algo, pero te acuerdas que desde aquella vez te lo dije?\n  \n  Y la respuesta que me eliminaron no tenia motivos pero bueno... mas delante te dejaré algo.\n  \n  ¿Cómo estas?\n  ","195250":"\n  Yo que sé, dile a mis reportones adorables ♥\n  \n  Igual tú tambien ya sabes donde encontrarme.. tengo que pagarte la renta.\n  ","195251":"\n  No voy a trabajar xD\n  ","195252":"\n  Me siento como niña bien portada.\n  \n  Me acaban de avisar que me van a suspender.. (si sigo como voy xD) esto es tan lindo después de todos estos años ♥Gracias♥\n  \n  Hay muchos dulces para pasar el rato, gustas? ñ.ñ\n  ","195253":"\n  Escucho de todo, no sé decirte en qué cantidad de cada género.. todo depende de mi estado de animo.\n  \n  Y no sé.. no creo que eso sea cierto, creo que es la cultura\/educación\/convivencia de cada persona.\n  \n  Si vienes a donde yo vivo, te vas de espaldas.\n  ","195254":"\n  A que mala onda..\n  \n  Mmmm pues bastante tranquilo, mientras no hagan nada los azules o.o\n  ","195255":"\n  Bien que me entendiste verdad xD\n  ","195256":"\n  Si me eliminan tú ya sabes donde encontrarme.\n  ","195257":"\n  Así dicen, cuando va perdiendo tu equipo :P\n  ","195258":"\n  :D\n  ","195259":"\n  Meow :3\n  ","195260":"\n  No quiero o.o\n  ","195261":"\n  Quiero dormir..\n  ","195262":"\n\n   https:\/\/www.youtube.com\/watch?v=rywUS-ohqeE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195263":"\n\n   https:\/\/www.youtube.com\/watch?v=FcyHjEIzziE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195264":"\n  Al club de las despeinadas..\n  \n  Nos reunimos todos los martes pasado medio día en el café.. para de ahí irnos a bailar\n  \n  Y todas las mañanas para ir a correr.. no puedo revelar más detalles xD\n  ","195265":"\n  ¿Yo?\n  \n  Para nada.. yo no me fui de vacaciones, todavía no xD\n  \n  Alguien me las dio v:\n  \n  Cuídate y que estés muy bien ñ.ñ\/\/\n  ","195266":"\n  Te puedes arrepentir de dientes para afuera.. sin sentir nada de nada..\n  \n  O arrepentirte y sentir culpa, todo depende de la conciencia que te cargues y de lo que hayas hecho o.o\n  ","195267":"\n\n   http:\/\/vocaroo.com\/i\/s0PJCfMw9FXR\n  \n  ñ.ñ\n  ","195268":"\n  Lástima que será en Texas *-*\n  \n  Gracias por compartir ñ.ñ\n  ","195269":"\n  Con\n  \n   @dayazulcielo\n  \n\n  Es una loquilla cursi, que disfrutaría tanto como yo el viaje, sobre todo de noche *-*\n  \n  A volar! ♥\n  ","195270":"\n\n   https:\/\/www.youtube.com\/watch?v=nbYArC8MbL8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195271":"\n\n   https:\/\/www.youtube.com\/watch?v=TEmHuISQnNw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195272":"\n\n   https:\/\/www.youtube.com\/watch?v=zLX_GcXt2pI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195273":"\n\n   https:\/\/www.youtube.com\/watch?v=FFJEU4aWBDo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","195274":"\n  A mi ver, es ordenadamente caótico.\n  ","195275":"\n  5 o.o\n  ","195276":"\n  No abría problema, solo que respeten mi dormitorio y todos felices y contentos ñ.ñ\n  ","195277":"\n  Gracias por compartir, muy interesante!\n  \n\n   https:\/\/www.youtube.com\/channel\/UCLWoWd-QkRSCvU76PudB3Yg#_=_\n  \n","195278":"\n  Temas culinarios o de creatividad.. cuando recuerdo aquello hace k-boom!\n  \n  Hermosa noche Mía ñ.ñ\/\/\n  ","195279":"\n  Hola!\n  \n  Algunas si mentimos, otras tantas nos permitimos mantener nuestra información real (edad,fotos,donde vives, etc) resguardada, por lo mismo de la confianza.\n  \n  En cosas de demostraciones cariñosas, yo soy así tal cual me lees, me es inevitable no serlo, esta que lees soy yo y lo soy con la gente que ya tengo tiempo tratando, pero son contadisimas y a raíz de una vez que exprese mi cariño sincero y se burlaran de esto, soy a veces cortante.\n  \n  Si yo leo a alguien como mencionas, no soy tan tan para saber sus intenciones reales.. .. Y solo quien yo deseo me conoce un poco más, siempre y cuando exista la confianza para hacerlo.\n  \n  Te envío un abrazo fuerte Mía \\ñ.ñ\/\n  ","195280":"\n  No, porque yo sé cómo soy en ese asunto y aquí no lo voy a ventilar.\n  \n  Disculpado ñ.ñ\n  ","195281":"\n  Somos necios.. aunque no todo lo que se ve es como crees (¬◡¬)\n  \n  Aprendo de mis errores, y tomo justicia por propia mano si lo a merita.. para poder salir triunfante y victoriosa!!\n  ","195282":"\n  Pues entonces es solo una mmm como decirte una relación física.. atracción, deseo, eso no es amor.\n  \n  El amor va mas allá de eso.\n  ","195283":"\n  Aprendo rápido (e◡é) capisce\n  \n  Aunque reconozco que a veces no y solo respiro.. ya no lloro.\n  ","195284":"\n  No..\n  \n  Tampoco, a ti si?\n  ","195285":"\n  xD Yo me tomé la libertad de ponerte porqué podría ser..\n  \n  Que hayan terminado conmigo..\n  \n  1.-No soportó que me dedique más al trabajo, mi ritmo a veces es muy desesperante cuando hay demasiado trabajo.\n  \n  2.-Nuestros sueños y metas para una vida juntos no tenían nada en común.\n  \n  3.-No modifiqué lo que no le gustaba de mi.\n  \n  Realmente son pocas, pero son esas.\n  \n  Y no, cuando tengo una relación seria, la respeto como no tienes una idea 100% Fiel♥\n  "}}