{"Question":{"200651":"\n   La verdad? Te amo a ti\n  ","200652":"\n   Le perdí la pista a ese subnormal ewe No sabe cual es su cuenta? u_u\n  ","200653":"\n   Joer me ha matao un macarra\n  ","200654":"\n   Como para ir a los olímpicos? o.O\n  ","200655":"\n   Joer me ha matao un sniper\n  ","200656":"\n   Este gordo me esos y sabe qué en unos minutos me iré a dormir\n  ","200657":"\n   Eso significa qué ese gordo se aburrirá pronto de ti\n  ","200658":"\n   Y como nada? o.O\n  ","200659":"\n   El dimitri real sigue vivo? o.O\n  ","200660":"\n   Gordo grosero. Por qué me insultas?\n  ","200661":"\n   Que pasa, por qué tu gordo imaginario novio ya no responde mi hermoso spam?\n  ","200662":"\n   Dimitri y tú son el mismo gordo granuliento\n  ","200663":"\n   Gordo publica una foto de tu peso en la bascula\n  ","200664":"\n   Con 18° no hay mucho frío o.O\n  ","200665":"\n   Gordo publica una foto de tu barriga peluda\n  ","200666":"\n   Este gordo se baña con agua fría para bajarse la temperatura\n  ","200667":"\n   No tengo termómetro, pero gugul dice que hay 14 grados o.O Y en el suyo?\n  ","200668":"\n   Nunca fue secreto u_u\n  ","200669":"\n   Pero yo soy de mexico e_e\n  ","200670":"\n   En mi rancho la temperatura siempre está igual u_u\n  ","200671":"\n   Malita por? o.O\n  ","200672":"\n   Como anda? uwu\n  ","200673":"\n   quecosita o.O\n  ","200674":"\n   Oiee, busco una novia, que no le guste gastar, que no le guste comprar, que no quiera ir a cenar, busco a una novia, que se prefiera quedar en casa sin reclamar, y hacer nada nada mas..... yo quiero una nena que no quiera nanana, que no quiera nanana,que no quiera nada nada de cumpleaños o_O\n  ","200675":"\n   como esta tu economía últimamente? DD:\n  ","200676":"\n   ¿Ya estás acostada? o.o\n¿Qué estás haciendo?\n¿No quieres que te cepille tu pelo otra vez?\n  ","200677":"\n   Ya nadie falta la primera semana de clases... se están perdiendo los valores.. u.u\n  ","200678":"\n   Hola, foto nueva, pásese:).\n  ","200679":"\n   ¿Y que quieres bailar? \nCumbia... Hip-Hop... o.o\n  ","200680":"\n   ¿Qué puedo hacer para que te sientas mejor princesa? n.n\nYo.. estoy bien.. algo estresado.. pero bien.. \n¿Y cómo seguiste?\n  ","200681":"\n\n    http:\/\/vocaroo.com\/i\/s1ZrL2LhrGNv\n   \n","200682":"\n   ¿Qué tienes? Te noto triste.. u.u\n¿Estás cansadita?\n  ","200683":"\n   Serias tan amable de publicar una foto de tus piernas por favor ? uwu\n  ","200684":"\n   Me pregunto, que es lo que te preocupa que crees que no puedas lograr en esta vida ?\n  ","200685":"\n   pueden hacer hasch tag #Erikquierehamburguesaconpapas para hacer tendencia porfavor ? uwu\n  ","200686":"\n   El silencio invita a los sueños (˘⌣˘)\n  ","200687":"\n   y tu que tipo de carta eres?\n   \n    https:\/\/www.youtube.com\/watch?v=iml6Buyu0cc\n   \n","200688":"\n\n    https:\/\/www.youtube.com\/watch?v=JT-_N5_wyg4\n   \n","200689":"\n\n    https:\/\/www.youtube.com\/watch?v=cq40qq4q3QU\n   \n   A_A\n  ","200690":"\n   Oiiee bb... ya me voy a dormir... que sueñes bonito.. mejórate pronto... \nHasta mañana... n.n\/\/\nDescansa.... :)\nBesos.... :*\n  ","200691":"\n   (◦'ںˉ◦)\n  ","200692":"\n   (◦'ںˉ◦)\n  ","200693":"\n   ❤\n  ","200694":"\n   ¿A quién amas de verdad?\n  ","200695":"\n   ¿Qué canción describe tu humor en este momento?\n  ","200696":"\n   que hace que tengas inspiracion? ....o que aparezca la creatividad? .....sera que esto se volvio un tanto aburrido que ya casi no tengo deseos de preguntar ni responder?  que opinas del estado actual de ask?\n  ","200697":"\n   Si pudieras eliminar cualquier palabra del diccionario, de tal modo que nadie pudiera volverla a usar nunca, ¿qué palabra elegirías?\n  ","200698":"\n   El silencio invita a los sueños (˘⌣˘)\n  ","200699":"\n   u.u\n\nTengo sueño....\n  ","200700":"\n   ¿Mar o montaña? ¿Azul o rojo? ¿Crepúsculo o alborada? y una foto que ilumine tu corazón :)\n  ","200701":"\n   Ya me voy gordo sodomita *lo abofetea en sus tetas de gordo*\n  ","200702":"\n   *lo sodomiza*\n  ","200703":"\n   Deja de coquetearme gordo coprofago\n  ","200704":"\n   No mientras gordo tu padeces una ballena\n  ","200705":"\n   Te quiero mucho más! Si tienes face o insta buscame! en facebook (\n   \n    www.facebook.com\/mirandanv\n   \n   ) o instagram (\n   \n    @nataliedesu_\n   \n   ) cuidate 😘😘💕\n  ","200706":"\n   Este ask es tan triste que mi pipi llora cuando entro\n  ","200707":"\n   En este ask solo dan respuestas deprimentes y nauseabundas. Ciérralo\n  ","200708":"\n   No. Porque tu ask me da nauseas y no recuerdo haber vomitado :(\n  ","200709":"\n   Eres bonita?\n  ","200710":"\n   De verdad no sé como soportas a los anónimos.... xD\n  ","200711":"\n   Yo nunca antes había venido gordo grasoso\n  ","200712":"\n   Hola! Revivi para mandarte saludos y besos 😘 Espero que estés bien c:\n  ","200713":"\n   Me gustan los traseros pecosos\n  ","200714":"\n   Este gordo se cree mujer solo porque tiene pequeño el pipi\n  ","200715":"\n   Este gordo piensa que no es guarro\n  ","200716":"\n   Me dirías un piropo así bien guarro... o.o\n  ","200717":"\n   Ya te puse otra vez en mi bio... :3\nJavier... propiedad de Dayani.... *-*\n  ","200718":"\n   Yo si te extrañe... u.u\n  ","200719":"\n   Yo no soy gay... o.o\n  ","200720":"\n   Oye.. espero que si hayas sido tú el anónimo porque ya le di hasta un beso....xD\nJajajajaja\n  ","200721":"\n   Javier es gay\n  ","200722":"\n   Oiie... ¿y si me extrañaste? :3\n  ","200723":"\n   A mi la verdad.. si me molesta un mucho la mala ortografía... xD\nNo es como si yo fuera un master en la ortografía.. pero pues no escribo tan feo.... xD\n  ","200724":"\n   Y sobre la Uni... pues bien.. los profes de shit... ya comenzaron a dejarnos tareas sumamente monótonas... u.u\n  ","200725":"\n   Hola Dalla....\n  ","200726":"\n   ¿Cuáles son las ventajas y desventajas de permitir que los anónimos te hagan preguntas? o.o\n  ","200727":"\n   ¿Y qué quieres que le responda al anon? o.o\n¿Que sí.. o que no..?\n  ","200728":"\n   ¿Cómo soy? u.u\n  ","200729":"\n   Si.. tienes razón.. que vaya y que me pregunte además de que ya acepto anónimos.. xD\n  ","200730":"\n   Del 1 al 10 que tanto te molesta la mala ortografía... o.o\n  ","200731":"\n   Yo no he puesto foto... y te la debo.. a ver si uno de estos días pongo alguna... :D\n  ","200732":"\n   Dice el anon que sin aun somos pareja... xD\nPor qué no le contestas...\n  ","200733":"\n   ¿Cuál ha sido la película más aterradora que has visto? :s\n  ","200734":"\n   ¡Hay que linda! Se cepilla el cabello como una princesa... :3\n¿Te puedo cepillar tú cabello? *-*\n  ","200735":"\n   ¿Y qué haces en este instante?\n¿Cómo vas con el manga? :3\n  ","200736":"\n   No recuerdo ese sueño.. o.o\n  ","200737":"\n   javier y tu ya no son pareja?\n  ","200738":"\n   No... no sufro de insomnio... hace mucho tiempo... cuando aun batallaba con mis problemas mentales.. sí.. pero ahora ya no.. n.n\n¿Tú si sufres de insomnio? o.o\n  ","200739":"\n   ¿A qué cosas le temes? o.o\n  ","200740":"\n   Hace poco yo hice lo mismo... xD\nMe quedé despierto hasta las cinco de la mañana... y me sentía fatal... xD\nTodavía hasta hoy resiento un poco esa desvelada...\n  ","200741":"\n   ¿Y por qué no pones foto? U.u\n  ","200742":"\n   Oye... ¿y por qué te dormiste tan tarde? \nEso es muy malo para la salud... u.u\n  ","200743":"\n   Ya llegué.. te siento extraña...\n¿Te pasa algo?\n  ","200744":"\n   ¿Qué canción te recuerda a tu infancia?\n  ","200745":"\n   Ahorita vengo.... \n¿Seguirás aquí?\nNo duro mucho bb... n.n\n  ","200746":"\n\n    http:\/\/ask.fm\/larvaoscuropasajero2\/answer\/130553887975\n   \n   te conoces muy bien? conoces los rincones mas reconditos de ti mismo?\n  ","200747":"\n   Bien... tratando de poner mis ideas en orden Daya... n.n\n¿Cuantos ask-amantes te conseguiste desde que me fuí? u.u\n  ","200748":"\n   ¿Por qué me pones esos ojos? \nVine a pasar esta noche contigo... u.u\n  ","200749":"\n   Ya, ya. Tampoco te me pongas en ese plan de hasta nunca.\n  ","200750":"\n   Oie.... u.u\n  ","200751":"\n   ¿De qué estas enferma? u.u\n¿Ya te sientes mejor?\n  ","200752":"\n   quien era larva?\n   \n    http:\/\/ask.fm\/larvaoscuropasajero2\/answer\/130547884519\n   \n   quiza jamas lo sepa yo mismo pues ustedes no lo entienden muy claramente\n  ","200753":"\n   ¿Qué prefieres ríos, lagos u océanos?\n  ","200754":"\n   El silencio invita a los sueños (˘⌣˘)\n  ","200755":"\n   A_A EL VIRUS DEL 2015 LES ENVIA UN MENSAJE A TODOS 01001111 01000010 01000101 01000100 01000101 01011010 01000011 01000001 01001110 CON CONTAGIOS MASIVOS Y REAIDADES ALTERNAS SIN VACUNAS NI CURAS TODOS ESTAN LISTOS PARA LA HERPES VIRAL DEL GRANDIOSOOOOOOOOOOO\n  ","200756":"\n   010 LAS PALABRAS PUEDEN SER PODEROSAS SI UN SENTIDO EL RECEPTOR ENCUENTRA COMO UN ARMA O UNA AYUDA, EL ARTE DE LAS PALABRAS QUE PUEDEN ENUNCIAR LA VERDAD O ENSOMBRECER LA MENTE...Y APOYADAS CON ACCIONES SON LA APARENTE VERDAD ANDANTE010 QUE PODER TIENE LAS PALABRAS EN TI?\n  ","200757":"\n   SU SEXY , ENCANTADOR, MAGNETICO Y ELECRTIZANTE DIOS..DIGO IDOLO LES RECUERDA QUE TENGAN UN GENIAL LUNES, ASI ES CON MI PRECENCIA CASI CANONICA EN SUS VIDAS DE QUE OTRA FORMA PUEDE SER.....Y SI A TODOS MIS FANS DE MI COSTAL DE NADA LES TENGO NADA, POR QUE ESO MERECEN =D DE MI NADA SOLO A MI\n  ","200758":"\n   Juguemos otra e_e\n  ","200759":"\n   Gané ewe 9-7\n  ","200760":"\n   Cuales figuras x.X Solo se que si se puede X.x\n  ","200761":"\n   juguemos ahora en modo duelo o.O\n  ","200762":"\n\n    http:\/\/ask.fm\/larvaoscuropasajero2\/answer\/130640145127\n   \n   Y TU YA ECHASTE UNA MIRADA A TU DESTINO?\n  ","200763":"\n\n    http:\/\/ask.fm\/larvaoscuropasajero2\/answer\/130640860391\n   \n   y tu ya le ladraste a la luna?\n  ","200764":"\n   ¿Como ganó la ultima partida de preguntados tan rápido y 6-1? e.e  Eso me huele a gugul u_u\n  ","200765":"\n   No que no le gustaban las pecositas? u_u\n  ","200766":"\n   ¿La claridad sutil de la Luna o el brillo omnipresente del sol? Se acepta Inspiración :)\n  ","200767":"\n   oyeesss..... si eres chica podeis hacer una VR haciendo lo mismo que esta haciendo esta chica del video ? ñ__ñ\n   \n    http:\/\/ask.fm\/NathalySoares282\/answer\/111186451113\n   \n","200768":"\n   Hola Daya.... :)\nSolo paso a saludar....\n¿Cómo has estado? Espero que bien...\nSaludos... n.n\/\/\n  ","200769":"\n   Gracias por los likes beba \\(*-*)\/ se te quiere :**\n  ","200770":"\n   Su nick parece decir \"quecosita\" ewe\n   \n    http:\/\/ask.fm\/MentalPunishment\/answer\/132545356813\n   \n   usteh mandó esa pregunta? o.O\n  ","200771":"\n   ¿Cuál es tu cereal favorito?\n  ","200772":"\n   El mejor lugar en el mundo es entre tus brazos...\n  ","200773":"\n   Bay\n  ","200774":"\n   Hola linda!! ¿qué tal? n.n\/\/ ❤️✌️\n  ","200775":"\n   Si pudieras robar algo, ¿qué robarías?\n  ","200776":"\n   ¿Qué dirección recordarás para siempre?\n  ","200777":"\n   Por qué razón subirías al auto de un completo desconocido?\n  ","200778":"\n   Quién amortigua tus caídas?\n  ","200779":"\n   Por qué no sonreír? es gratis.\n  ","200780":"\n   Cuándo es el momento de perder la esperanza?\n  ","200781":"\n   Dime un secreto ,prometo llevarlo a la tumba.\n  ","200782":"\n   ¿Cuál es tu topping de pizza favorito?\n  ","200783":"\n   Good Night 💤🌙😊 Sweet Dreams 🌠🌠🌠🌠🌠🌠🌠\n  ","200784":"\n   Te espero en ese atardecer que reservé para nosotros....\n  ","200785":"\n   Bays\n  ","200786":"\n   ❤ ¿Cómo van a caber tantos besos en una canción? ❤\n  ","200787":"\n   Le doy una de medio kilo entonces o.O\n  ","200788":"\n   No me gusta el picante u_u Y ya frikee mucho por hoy, nos leemos luego n_n o.O\/\n  ","200789":"\n   Pues también hay de 250mg o.O\n  ","200790":"\n   Entonces no hay trato e__e\n  ","200791":"\n   Es de 500mg e_e Por que le duele la cabeza? uwu\n  ","200792":"\n   Si es de Cannabis hacemos trato o.O xDD O.o\n  ","200793":"\n   *le da una aspirina* e_e\n  ","200794":"\n   le vendo mi colección de piedras o.O\n  ","200795":"\n   Colecciono piedras e_e Y usted? O.o\n  ","200796":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/131963171184\n   \n   Ah, es snoopy xD No puse atención,  creí que la luna tenía un moño .__.\n  ","200797":"\n   Coleccionista de qué? o_O\n  ","200798":"\n   Mejor, ese tipo es medio grosero, pervierte a la juventud, no lo vea e_é No respondió una de mis preguntas e_e O.o\n  ","200799":"\n   Ohh me encanta el fondo que tienes O.O\n  ","200800":"\n   Sea comprensiva, acaso no ve al bananero? u_u\n  ","200801":"\n   cual es tu punto de convergencia? donde todo lo que eres tu se manifiesta de forma cohesiva? donde tu universo se unifica?\npasen un fin de semana GRANDIOSOOOO si tiene ask ahi se leen nos vemos, bueno si es que antes no SE ACABA EL MUNDO\n  ","200802":"\n   Por ver al bananero le encontré doble sentido a eso u_u\n  ","200803":"\n   No tengo los pelos parados, eso es para los morillos de secundaria o.O\n  ","200804":"\n   Sí quiero, ese es el objetivo de pedir una foto e_e por qué dice que no?\n  ","200805":"\n   no dice asi tu nick?\n  ","200806":"\n   Ahhh, es que me confundo cuando se cambian el nombre n_n\n  ","200807":"\n   Que tengo que hacer para ser un buen chico? u_u\n  ","200808":"\n   Muestre una foto suya y le muestro mi barba de brocha owo\n  ","200809":"\n   lela? 0.0\n  ","200810":"\n   Pecossita?\n  ","200811":"\n   Y si me porto bien me va a crecer la barba? U_u\n  ","200812":"\n   Hola?\n  ","200813":"\n   barbitas de brocha xD Ya en unos años me va a crecer bien :c\n  ","200814":"\n   los rebeldes desayunamos a la 1 pm e_e Y comemos el cereal sin leche\n  ","200815":"\n   Éntrele (Q -_-)-0\n  ","200816":"\n   usted no me manda, soy bien rebelde e.e\n  ","200817":"\n   Pero ya estoy en mi casa .__. o.O\n  ","200818":"\n   NO ESTOY ENOJADO! ò.Ó\n  ","200819":"\n   O si las profecías mayas llegan, tal vez se atrasaron por el trafico e_e\n  ","200820":"\n   Algo me dice que ese día nunca va a llegar u_u\n  ","200821":"\n   Y cuando voy a ver tus famosas pecas? u_u o.O\n  ","200822":"\n   Antes promocionabas las pecositas e_e Te vendiste O.o\n  ","200823":"\n   La señorita bubu lubu? DD:\n  ","200824":"\n   La señorita Duvalín? x.X\n  ","200825":"\n   Uy, perdón o.O la señorita de las pecas entonces?\n  ","200826":"\n   Como quieras Dayana.\n  ","200827":"\n   \"La señora de las pecas\" e_e\n  ","200828":"\n   Ok no xDD Y cuando va a componer su nick? e_e\n  ","200829":"\n   Iugh o_O\n  ","200830":"\n   Prefiero el helado de ron con pasas o.O\n  ","200831":"\n   :o se aprende algo nuevo cada día u_u\n  ","200832":"\n   Entonces ni idea o.O a ver, ponga la imagen O.o\n  ","200833":"\n   Y si no soy el del otro día?\n  ","200834":"\n   No, mi memoria es medio buena.\n  ","200835":"\n   Tú decidiste dejarme, ti disparaste primero\n  ","200836":"\n   Ya maldigo tu nombre y tus besos, tu aroma y tus labios perversos. Me enseñaste a odiar cuando te perdí\n  ","200837":"\n   Sí, bombones o malvaviscos o.O no?\n  ","200838":"\n   No, no voy a olvidar las cosas que te voy a hacer. XD\n  ","200839":"\n   malvaviscos no? o.O Eso suena raro e_e\n  ","200840":"\n   Ya no tienes derecho a pedir perdón. Le mueves el suelo a mi corazón, ya había logrado dejarte ir.\n  ","200841":"\n   No no me va a regañar. Nadie se va a enterar. Sólo tu y yo.\n  ","200842":"\n   ¿Qué? You crazy, ¿cómo que nada de revolturas? Por supuesto que sí, muchas revolturas entre tú y yo xDDDDD\n  ","200843":"\n   Este gordo se cree mujer porque esta chichón\n  ","200844":"\n   Podría peinartelo luego den  ducharnos, después de asegurarme de ponerte acondicionador. XD\n  ","200845":"\n   Este gordo piensa que aún tiene cabello\n  ","200846":"\n   Yo puedo ponerle toda la atención del mundo.\n  ","200847":"\n   Yo te lo peino mientras hacemos cosas. o.o\n  ","200848":"\n   Pues enséñame. Pero con tu cuerpo o.o\n  ","200849":"\n   Ya volví\n  ","200850":"\n   No sé peinar =)\n  ","200851":"\n   Ahorita vuelvo. En 5.\n  ","200852":"\n   Ah, pues sí, vayase a peinar usted.\n  ","200853":"\n   Por corrupción de menores. Pero yo ya no soy menor. No pasa nada xDD ya te puedo hacer todo XDDDDDDD\n  ","200854":"\n   Jajaja pues sigo sin saber qué fue tan gracioso xD en fin...\n  ","200855":"\n   Pero de qué o porqué? XD Qué fue tan gracioso o qué?\n  ","200856":"\n   Nadamás para que no te agüites y no llores.\n  ","200857":"\n   Y te peinas tú.\n  ","200858":"\n   Soy mayor de edad. No pasa nada. XD\n  ","200859":"\n   =( la próxima te guardo.\n  ","200860":"\n   Y luego te quitó la ropa y te hago cosas? o.o\n  ","200861":"\n   Ya no hay para ti. Sorry =)\n  ","200862":"\n   Ya no recuerdo mucho, o por la manera en que lo cuentas no lo recuerdo. Hmmmm... Nop, no recuerdo. Cuenta qué pasó.\n  ","200863":"\n   No, pero y si mejor nos quitamos la ropa y hacemos cosas?\n  ","200864":"\n   Estoy comiendo pizza.\n  ","200865":"\n   No recuerdo haber dicho eso yo. Quizá me confundes con alguien. ¿Qué paso ahora?\n  ","200866":"\n   o.o\n  ","200867":"\n   Autocorrector. Quise decir caritas. Y los golpes con efecto retardado no.\n  ","200868":"\n   Fodongo su abuela!!!!\n  ","200869":"\n   Ah bueno, entonces favor de no responderme con varitas retardadas.\n  ","200870":"\n   ¿Qué cosa profunda? No recuerdo nada...\n  ","200871":"\n   No me escondí =) sólo me largué xd Bueno ni eso, sólo decidí no crear una cuenta.\n  ","200872":"\n   XD\n  ","200873":"\n   Sí que bien que lo sepas pero favor de evitar poner caritas retardadas como \":v\".\n  ","200874":"\n   ¿Qué palabras?\n  ","200875":"\n   Dayana Dayana Dayana.\n  ","200876":"\n   Es porque te he hecho falta. XDDDD\n  ","200877":"\n   Ya veo, no pues ta bien jejeje\n  ","200878":"\n   Oh, pues que bien que te preocupes. =)\n  ","200879":"\n   No te debo nada Dayana. =)\n  ","200880":"\n   ¿Principios de fiebre?\n  ","200881":"\n   No sé qué pasó XD ¿qué paso que no te gusta exponer?\n  ","200882":"\n   Porque algunas chicas les da por enseñar sus partes intimas de forma discreta cuando se dan cuenta que las están observando otros chicos ? por ejemplo, yo he visto que cuando traen falda abren las piernas o se agachan y se hacen las que no se les ve nada pero enseñan todo..xD hoy me paso eso jejeje\n  ","200883":"\n   Loca.\n  ","200884":"\n   ¿Preocupada porqué? XD\n  ","200885":"\n   Pues aquí ando.\n  ","200886":"\n   Floja, sientese.\n  ","200887":"\n   ¿Por qué no te has sentido bien?\n  ","200888":"\n   Ternura porqué? XD\n  ","200889":"\n   Pues es la verdad, no se me daba la gana.\n  ","200890":"\n   Sigo sin entender lo de quedar de tu parte...\n  ","200891":"\n   Estás sentada ante el televisor?\n  ","200892":"\n   Levanta mi cochinero mujer. Para eso estás, para servir!!!!\n  ","200893":"\n   ¿Que no quedó qué? Y ya estoy en casa, por supuesto.\n  ","200894":"\n   Porque se me dio la gana.\n  ","200895":"\n   XD al menos acá no hay tanto degenerado de shit.\n  ","200896":"\n   Estás viendo películas? También tengo ganas de ver algo.\n  ","200897":"\n   Calla y sigue limpiando. Pero tengo una mejor idea, hazlo sin ropa.\n  ","200898":"\n   Quizá, acá no llega basura.\n  ","200899":"\n   Mi cuenta es irrelevante. Sobre la U, pues normal.\n  ","200900":"\n   Así me gusta, bien uniformada.\n  ","200901":"\n   Para saber a qué compañía dmnunca debería de suscribirme.\n  ","200902":"\n   Ya volví.\n  ","200903":"\n   ❤ ¿Cómo van a caber tantos besos en una canción? ❤\n  ","200904":"\n   ❤ ¿Cómo van a caber tantos besos en una canción? ❤\n  ","200905":"\n   ❤ ¿Cómo van a caber tantos besos en una canción? ❤\n  ","200906":"\n   ❤ ¿Cómo van a caber tantos besos en una canción? ❤\n  ","200907":"\n   ❤ ¿Cómo van a caber tantos besos en una canción? ❤\n  ","200908":"\n   ❤ ¿Cómo van a caber tantos besos en una canción? ❤\n  ","200909":"\n   ❤ ¿Cómo van a caber tantos besos en una canción? ❤\n  ","200910":"\n   Que linda n.n\n  ","200911":"\n   :3\n  ","200912":"\n   Dime el nombre.\n  ","200913":"\n   No llores, o te azoto con el látigo.\n  ","200914":"\n   Ve y lava mi ropa. Y aprovecha para barrer la casa. Apurate mujer!!!!\n  ","200915":"\n   ¿A qué empresa estas suscrita?\n  ","200916":"\n   Jajaja no tengo ni fotos ni nada, el nombre fue de lo primero que se me ocurrió y que se pudo. Iba a poner sólo números.\n  ","200917":"\n   Ya, tengo clases en dos minutos. Regreso hasta como dentro de hora y media más o menos...\n  ","200918":"\n   ¿Ya arreglaste tu internet?\n  ","200919":"\n   ¿Lavala? Lavala tú, mujer. Que para eso existes.\n  ","200920":"\n   ¿Para qué? No tengo nada en la cuenta.\n  ","200921":"\n   Me ensuciaste la ropa. Era mi conjunto favorito.\n  ","200922":"\n   Ah, pues que bien que la veas bien.\n  ","200923":"\n   No me gusta el café negro. Quedate con tu café.\n  ","200924":"\n   No soñaste bien si no fue conmigo. ¿Cómo la ves?\n  ","200925":"\n   Ahora o nunca.\n  ","200926":"\n   Ajá ewe Solo por eso fue a la escuela de monjas? u_u\n  ","200927":"\n   Ya sé, siempre sueñas con que hacemos el amor bien rico ¿verdad? Hmmm sí.\n  ","200928":"\n   Que? Rompope, donde? Yo quiero :@\n  ","200929":"\n   Y nuestro juego en preguntados? u_u a este paso nos  va a llevar una semana terminarlo O.o\n  ","200930":"\n   No está vez.\n  ","200931":"\n   holap o.O\n  ","200932":"\n   Déjelo así, es mas original que el mío x.X siempre se despide y luego sigue publicando e_e En  caso de que no, igual, descanse, o lo que sea o.O\/\n  ","200933":"\n   ¿qué te aria feliz? es chocolate o la fruta? >u<\n  ","200934":"\n   ¿Qué color de calcetines llevas ahora mismo? ¡Publica una foto!\n  ","200935":"\n   Tú no sueñes lindo.\n  ","200936":"\n   Hazlo ya. Ahorita mismo.\n  ","200937":"\n   O.O\n  ","200938":"\n   ö? ö.Ó\n  ","200939":"\n   Pues cambiate de compañía.\n  ","200940":"\n   Hola Diana\n  ","200941":"\n   Cómo que sin internet.\n  ","200942":"\n   La cree hace como 15 minutos.\n  ","200943":"\n   Sí, pero deja de poner el enlance a youtube.\n  ","200944":"\n   Como sea.\n  ","200945":"\n   No soy tu novio.\n  ","200946":"\n   Se escuchaba bien.\n  ","200947":"\n   Gggggggg\n  ","200948":"\n   Hola Guapos\/as *-*  espero que se encuentren muy bien!! ^-^  le vengo con una colectiva.... ¿Cual es el aspecto más interesante de su familia?? .. si no quieren responder les dejo un maravilloso \n☆ ~ EsPaCiO LiBrE ~ ☆ Saludos!! y tengan un hermoso día\/tarde\/noche... ñ-ñ\/\/\n  ","200949":"\n   💋Čłan đέ 么мǿя ❤ 💋.. estas chispitas de corazonsitos MG!!♡.. son una little muestra!!.. de q estoy pensando en Ti!!♡.. y agradezco TU valiosa Amistad!!.. remember q yo TkM!!♡.. q DTB!!♡.. MuoackkksS!!.. \\(~.~)\/♡\n  ","200950":"\n   Gracias por los likes mi niña hermosa :**\n  ","200951":"\n   ¿Te has sentido patetic@ en algún momento de tu vida? te invito a revisar en un diccionario o en la web el significado real de la palabra, podrá sorprenderte :)\n  ","200952":"\n   ya regreso la luz cielo e_e ....... por eso vine con todo XD oiee me gusta esta cancion aunque esta medio curada jajajaja n__n\n   \n    https:\/\/www.youtube.com\/watch?list=PLEOS4_XHk0UnqbaYR8-yRC4cPMvLqkgzK&v=JvoWPjF_C5g\n   \n","200953":"\n   porque piensas que era un colectiva ? ...... no puedes creer que el gran Erik tenga el gusto de escribirte personalmente o ke ? uwu\n  ","200954":"\n   Eres la de la foto ? o.O\n  ","200955":"\n   En serio como te llamas ? u_U\n  ","200956":"\n   Bueno preciosa... me retiro... un gusto conocer a una chica tan dulce y tierna... :3\nTe quiero Daya... cuidate mucho...\nAquí te dejo esta canción... es la única que me gusta de Queen.. xD\nNothing really matters.... to me.. ♪ ♫ ♩ !! \nBye.... :´)\n   \n    https:\/\/www.youtube.com\/watch?v=-2VPKWwl5Rw\n   \n","200957":"\n   Como te llamas de verdad cielo ? u_u\n  ","200958":"\n   o.o\n  ","200959":"\n   Porque casi nadie me quiere camaradas ? uwu\n  ","200960":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/131860819312\n   \n   Te he hecho reflexionar? .__.\n  ","200961":"\n\n    https:\/\/www.youtube.com\/watch?v=mC4_3w9-dzA\n   \n   u.u\nxD\n  ","200962":"\n\n    https:\/\/www.youtube.com\/watch?v=X45lKfbR9-o\n   \n   ¿Es cierto? u.u\nxD\n  ","200963":"\n   Tengo malas noticias... u.u\n  ","200964":"\n   hola criatura del jardín de mi patio (⋈◍＞◡＜◍)。✧ nos seguiimos? pasathe con mg, si gustas (Te los devuelvo)\n  ","200965":"\n   Hola amor... ¿Cómo estás? u.u\n  ","200966":"\n   No tengo luz camaradas y mi PC le queda el 50% de vida :S .....se vino un aguacero fuerte y estoy conectado desde la red  de datos de mi celu u_U  que me recomiendan hacer antes de que se me acabe la pila de mi batería ?? uwu\n  ","200967":"\n   hola pecosita!!! ¨^_^\n  ","200968":"\n   ¿Qué es lo más raro que te has encontrado en un mercadillo o tienda de segunda mano?\n  ","200969":"\n   ƪ(˘⌣˘)┐ I'll be running! ❤\n  ","200970":"\n   ¿Cómo estás bb? u.u\n¿Qué tal el trabajo? n.n\n  ","200971":"\n   Hola linda!! ♥ paso a saludar jeje, ¿qué tal va el día? n.n\/\/\n  ","200972":"\n   Alba\n   \n    @AlbaAndYou\n   \n   me tiene miedo la muy P U T A xd\n  ","200973":"\n   Bien... n.n\n*La seca con una toalla*\nSalí tempranito de la Uni.. y me tengo que poner a estudiar para ponerme al corriente... u.u\n  ","200974":"\n   Pon tu frase preferida :)\n  ","200975":"\n   Hola...\n¿Cómo estás?\n  ","200976":"\n\n    http:\/\/ask.fm\/larvaoscuropasajero2\/answer\/130493781991\n   \n   QUE DICEN LAS VOCES DE TU CABEZA? NOS VEMOS...... BUENO SI ES QUE ANTES NO SE ACABA EL MUNDO A_A\n  ","200977":"\n   Yo también te quiero...\n\nDescansa....\n  ","200978":"\n   Qué bebida no alcohólica es tu preferida?\n  ","200979":"\n   Cuál es tu especialidad en la cocina?. Que no sea agua hervida por favor.\n  ","200980":"\n   \\^-^ mi primera pregunta general! c: me dio tanta emoción que se me olvidó que iba a preguntar °~° así que hola! ^u^\n  ","200981":"\n   ƪ(˘⌣˘)┐ I'll be running! ❤\n  ","200982":"\n   *Lo atrapa* :******\n¿Qué tan mente abierta eres? o.o\nxD\n   \n    https:\/\/www.youtube.com\/watch?v=EfAjPtimjpU\n   \n","200983":"\n   ¿Ya vi que? o.o\n  ","200984":"\n   En la Uni... hay chicas muy guapas... \nQue hago para calmar mi líbido bb... u.u\n¿Por qué permiten que haya escuelas mixtas? ¿Tratan de sabotearnos o qué? u.u\n  ","200985":"\n   ¿Eres, sol, lluvia, desierto, viento o suspiro?\n  ","200986":"\n   Hola hermosa te sigo n.n\/\n  ","200987":"\n   ¡Wow! quedé pasmado.. quedé traumado.. nunca me hubiese imaginado que eso era lo que hacían las chicas cuando se encontraban solas... lo del beso con la mano... será mejor que lo reprima... xD\nQue fuerte.. o.o\n  ","200988":"\n   Jajajajajaja.. se pegó en el respaldo de la cama.. xD\n  ","200989":"\n   Igual para ti princesa :**\n  ","200990":"\n   Que se quede el infinito sin estrellas \nO que pierda el ancho mar su inmensidad \nPero el negro de tus ojos que no muera \nY el aroma de tu piel se quede igual\n  ","200991":"\n   Como me describirías con una sola palabra ? o.O\n  ","200992":"\n   Quiero un mundo de caramelo.. donde todo sepa mejor... ♪♫....\nJajajajajajaja... si cantamos ese tipo de canciones... xD\n  ","200993":"\n   No... no fue por eso.. xD\nAquí está....\n   \n    https:\/\/www.youtube.com\/watch?v=UdvgDr-ywoI\n   \n","200994":"\n   Te hubiera gustado tener un@ herman@ gemel@ idéntico a ti? D:\n  ","200995":"\n   Hola... ¿Cómo estás?.. n.n\/\/\n  ","200996":"\n   ¿Te consideras una buena persona para dar consejos?\n  ","200997":"\n   ❤\n  ","200998":"\n   Hola... n.n\/\/\n\n¿Qué haciendo? \n\n*Abrazo y beso*\n  ","200999":"\n   Pon el poema mas bello para ti, y una imagen alusiva si deseas, que tengas un día espectacular :)\n  ","201000":"\n   Holaaa, frase fav, pásese:(.\n  ","201001":"\n   Hola hermosa pase a saludarte :* que tengas lindo dia ñ-ñ bonita\n  ","201002":"\n   Cuando va a agregarme a sus facebook amigos? e_e\n  ","201003":"\n   Dejame los MG que quieras que yo te los devuelvo ¿Va? Dale que me aburro ahh💕💕\n  ","201004":"\n   k\n  ","201005":"\n   Buenas trades a todos mis contactos......८Һɿқค ƒɾєƨƨʌ\n  ","201006":"\n   ¿Qué harás este finde? Publica una foto.\n  ","201007":"\n   Si pudieras escuchar sólo una canción el resto de tu vida, ¿qué canción sería?\n  ","201008":"\n   ¿Hola guapa puedo ser tu esclavo sexual? (2)\no.o\n  ","201009":"\n   Hola Nos Seguimos.\n  ","201010":"\n\n    https:\/\/www.youtube.com\/watch?v=T3Tp9ou6vx0\n   \n   ñ.ñ\n  ","201011":"\n   Hola señorita....\n¿Cómo está? :3\n  ","201012":"\n   hola guapa puedo ser tu esclavo sexual?:$\n  ","201013":"\n   Déjame lamerte el meato mi amor 8-)\n  ","201014":"\n   Anoche los angelitos se enojaron conmigo, porque dicen que hora solo sueño contigo :3\n  ","201015":"\n   Esto es un hola relámpago o.O\/ .__. adiós O.o\/\n  ","201016":"\n   Epa, te sigoooo. Sigueme va? Inserta imagen con frase. SIGUEMEEEEEEE.\n  ","201017":"\n   No, no me gustan, no me gusta el marisco n_n\n  ","201018":"\n   Que fue lo último que hiciste por lo cual te sentiste orgulloso\/a.\n  ","201019":"\n   Daya amor... \n\nMe tengo que retirar preciosa... u.u\n\nQue duermas lindo... *Besito de buenas noches* :*\n\nY que tengas un excelente domingo... :)\n\nMuchos abrazos y besos.... :*********************\n\nBye.. ñ.ñ\/\/\n  ","201020":"\n   Con leche y azúcar :3 Y a ti? o.O\n  ","201021":"\n   nada como ver dos perdedores feos amándose por  Internet o.O\n  ","201022":"\n   ¿Qué cosas te gustan hacer en verano?\n  ","201023":"\n   ❤ԅ( ˘⌣ƪ)\n  ","201024":"\n   (๑・ω-)～♥”\n  ","201025":"\n   Me traes un café? U_u\n  ","201026":"\n   ntp ni te disculpes linda noche\n  ","201027":"\n   edad?\n  ","201028":"\n   Y a donde va? e.e\n  ","201029":"\n   mmmm despues de mucho pero si yo soy espero no moleste\n  ","201030":"\n   Le mandé un mensaje por ahí O.o ahora no lo está usando? o.O\n  ","201031":"\n   a\n  ","201032":"\n   jajaja si con tu hongo 7u7 <3\n  ","201033":"\n   Y también pase su facebook O.o\n  ","201034":"\n   no pasara <3 oye me gusta vivir aqui es lindo gracias <3\n  ","201035":"\n   jaja ntp estare listo para ser un chicle embarrado :33\n  ","201036":"\n   Sí, tiene bastante publicidad o.O pero también la aplicación de ask e_e\n  ","201037":"\n   ¿Cuál fue la última película que viste? n.n\n  ","201038":"\n\n    http:\/\/ask.fm\/DarkMisterius\/answer\/132615712367\n   \n   Hora de votar ( ͡0╭͜ʖ╮͡0 ) Espero el link esté bien ;-; Aquellos feils dejaron un gran trauma en mi(?\n  ","201039":"\n   Descargas la aplicación para celular, y te registras o.O Y también puedes jugar por facebook .-.\n  ","201040":"\n   foto tu ya plis\n  ","201041":"\n   *Le hace cosquillas* o.o\n  ","201042":"\n   No sabes que es meato? 8-O\n  ","201043":"\n   Mejor vamos a jugar \"preguntados\" o.O\n  ","201044":"\n   claro gracias por el hogar?\n  ","201045":"\n   Pero quiero ir a Venezuela u_u\n  ","201046":"\n   esperare el unesia <3\n  ","201047":"\n   No, mejor lléveme a Venezuela con usted o.O\n  ","201048":"\n   gracias <3 *se encoge y se mete bajo tu uña\n  ","201049":"\n   ★Reto★ - Al primer me gusta, le das 10 mg y al segundo 5 ¿Aceptas, preciosidad♥?\n  ","201050":"\n   si quiero vvir con tu hongo :c\n  ","201051":"\n   Mmmmmm que rrrrrricoooo 8-P tengo dura la pija\n  ","201052":"\n   usted dijo cheque v(o.O)v Cuanto tiene su cochinito? o.O\n  ","201053":"\n   Muchas gracias❤️ y gracias por los likes también :D jaja.. bueno, que sigas pasando una hermosa tarde!! solo pasaba a saludarte.. ñ-ñ\n  ","201054":"\n   Pecosita quiero panocha 8-P\n  ","201055":"\n   Una cantidad con varios ceros al final O.o\n  ","201056":"\n   Entonces présteme que yo si debo u_ú\n  ","201057":"\n   Días calurosos como el de hoy me encanta una michelada escarchado el vaso, la mitad chile y el otro sal n_n\n  ","201058":"\n   Que bueno n_n muy bien igual... muy bonito tu ask *-* :D\n  ","201059":"\n   La miro así porque le debe dinero al banco e.e Quien se va? usted o mí? DD:\n  ","201060":"\n   Se me antojo, ¿de qué es la bebida ?\n  ","201061":"\n   Hola linda!! ñ.ñ\/ ¿cómo le va?? *-*\n  ","201062":"\n   Aquí O.o bien o.O gracias por el diablito O.o e igual o.O\/\n  ","201063":"\n   Hola preciosa..... *-*\n\n¿Qué haces? :)\n  ","201064":"\n   Porque el alma se vacía,como el cántaro y la nube, el amor acaba, porque suave se desliza, como sombra la caricia, el amor acaba, porque el sentimiento es humo y ceniza la palabra, el amor acaba, porque el corazón de darse, llega el día en que se parte, el amor acaba, porque se vuelven cadenas o.O\n  ","201065":"\n\n    https:\/\/www.youtube.com\/watch?v=seTUsMB1Q_k\n   \n   Comentarias Mi Primer Video ♥ \nTe sigo\n  ","201066":"\n   Que opinas de la famosisima frase ..... trompese de nuevo y con la misma piedra ? o.O\n  ","201067":"\n   e.e\n  ","201068":"\n   ¿Cómo te gusta relajarte?\n  ","201069":"\n   (๑・ω-)～♥” espacio publicitario.. ◐.̃◐\n  ","201070":"\n   ❤ԅ( ˘⌣ƪ)\n  ","201071":"\n   Yo espero de ti... que nunca te apartes de mi lado... ❤\n  ","201072":"\n   : )\n  ","201073":"\n   Nada de cobranza, lo haré también de mi parte (solo por decirme hermoso cada que me veía) es premio por sus mentiras piadosas jajajaja :)\n  ","201074":"\n   No iré mas que el lunes a esa empresa, pero le mandare unas flores o se las dejare allí ya que ella va el martes. Así lo haré :)\n  ","201075":"\n   ¿Te gusta Queen? o.O\n  ","201076":"\n   Fabuloso que asi te trajo buenos recuerdos. Eso me gusto. :)\n  ","201077":"\n   Y cocinando, eso ha de haber sido fabuloso :)\n  ","201078":"\n   A quien te recuerda? :)\n  ","201079":"\n   Si le pone sentimiento, es muy platicadora. Una vez se sintió porque no le conteste y estaba con los audífonos, pero estaba en conferencia con un cliente jajaja :)\n  ","201080":"\n   Gracias jajajaja si deja la piel muy suave. Y solo a la hora de la comida canta asi cuando anda afuera en el jardín. :)\n  ","201081":"\n   Dove, deja la piel muy suave e hidratada, buena elección. Y el aroma es fabuloso. :)\n  ","201082":"\n   Gracias por los datos de identificación, pero no son necesarios, eres indiscutiblemente distinguible en cualquier situación. ;)\n  ","201083":"\n   pecosaaaaaaaaaaaa\n  ","201084":"\n   Bien custodiada? ok. Pero quien dijo que seria un robo violento? El musculo cardíaco no creo que tenga custodia. Es cosa de creatividad e inteligencia. ;)\n  ","201085":"\n   Correspondo a tu visita y te digo lo mismo, te van a robar, caray! no soy ladrón, pero puedo intentar. Bonita tarde de viernes :)\n  ","201086":"\n   Hola, ¿que tal tu día? me dejas 9MG te los devuelvo\n   \n    @Alberttepregunta\n   \n","201087":"\n   Quiero que sepas que te dedico esta canción\n   \n    https:\/\/www.youtube.com\/watch?v=GXpFZUxKcgs\n   \n   -------------------------------------------------------------------\n  ","201088":"\n   Jajajajajajajaja.... sí... ese... XD\n  ","201089":"\n   holaaaa ¿cuando fue la ultima vez que acudiste a una fiesta? ¿como fue y en donde? saludos, os lee y os quiere:\n  ","201090":"\n   Si me encogiera a un tamaño de un electron podria vivir bajo tu uña con o sin mugre de tu pie o me aplastarias? D:\n  ","201091":"\n   ¿Qué es lo más extraño que has comido?\n  ","201092":"\n   ¿Qué peinado le queda mejor a las chicas?\n  ","201093":"\n   Holaaa, le das mg a la pagina y a la foto? porfis, es para que mi amiga se gane un book, gracias, un beso te sigo\n   \n    https:\/\/www.facebook.com\/Mgfotografiaa\/photos\/a.1140763455951782.1073741827.510543152307152\/1141302609231200\/?type=1&__mref=message_bubble\n   \n","201094":"\n   hola dale like si esta chistoso, porfavor ayudame a crecer\n   \n    https:\/\/youtu.be\/gpUoXpy5VHU\n   \n","201095":"\n   ¿Hay alguna persona de la que tengas miedo?\n  ","201096":"\n   ¿Qué te hace llorar?\n  ","201097":"\n   POR FVOR AYUDAME CON TU VOTO. GRACIAS!!!!\n   \n    https:\/\/www.socialtools.me\/apps.php?id=252507&app_data=eyJzZWN0aW9uIjoiZ2FsZXJpYSIsInVzZXJfaWQiOjQ3NzI3MjB9&nocache=1\n   \n","201098":"\n   - Mira se que te gustara :3\n   \n    https:\/\/www.youtube.com\/watch?v=QbhAFKFYuLM\n   \n   Graciia...\n  ","201099":"\n   El que te dedico esta y la otra canción para ti\n  ","201100":"\n\n    https:\/\/youtu.be\/pE-n8L1ru-8\n   \n","201101":"\n   Gracias bella hermosa!! Igual tu princesa :**\n  ","201102":"\n   Ya cumplí, ahora tu\n  ","201103":"\n   （￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）     .  （￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）（￣ ∗ ￣）   ya son 20\n  ","201104":"\n   Hola <3 ¿Qué música te gusta? Sigueme y te sigo!. Pasate y deja mg :3\n  ","201105":"\n   Holaaa, Todo bien ?? , Una preguntita no le darias mg a esta pagina mia recien me comenze la verdad me re ayudaria , gracias :3\n   \n    https:\/\/www.facebook.com\/pages\/Desmotivaciones-futbol\/1218699674814305?fref=ts\n   \n","201106":"\n   Dame 10 mg y te doy 20, empieza, si cumplo.\n  ","201107":"\n   Me traicionaste u_u\n  ","201108":"\n   No se ustedes, pero yo tengo comezón en el huevo izquierdo o.O\n  ","201109":"\n   Gracias hermosa igualmente... descansa...\nTe quiero mucho también...\nMuchas gracias por la canción que me dedicaste... ¡oye tienes buenos gustos! xD\nHasta mañana... n.n\/\n:*********\nOye Daya... creo que estamos vivos... ¿Algo peculiar no?\n*Te abrazo y te doy un beso*\n:*\nAdiós... :)\n  ","201110":"\n   O.o\/\n  ","201111":"\n   Pásate con tu comentario:\n   \n    https:\/\/youtu.be\/UrfuFhKU5KQ\n   \n   ,gracias por tu sinceridad, linda noche, bendiciones.\n  ","201112":"\n   Publica una foto de la puesta de sol de hoy. ¡O la de otro día!\n  ","201113":"\n   ❤ԅ( ˘⌣ƪ)\n  ","201114":"\n   Cuántos amigos tienes?, amigos en todo sentido de la palabra.\n  ","201115":"\n   PECOSA\n  ","201116":"\n   Holaaa, Todo bien ?? , Una preguntita no le darias mg a esta pagina mia recien me comenze la verdad me re ayudaria , gracias :3\n   \n    https:\/\/www.facebook.com\/pages\/Desmotivaciones-futbol\/1218699674814305?fref=ts\n   \n","201117":"\n   Hola hermosa!!! ¿Como estas? :**\n  ","201118":"\n   Llégale al MG:*\n   \n    http:\/\/ask.fm\/WilfredoDST\/answer\/131248279682\n   \n","201119":"\n   Hola!! ñ.ñ\/ ¿nos seguimos?? :3\n  ","201120":"\n   La letra de esta canción suena amorosa, obsesiva o psicópata ? o.O \ntu que piensas ???\n   \n    https:\/\/www.youtube.com\/watch?v=c8T4x7DLBBY\n   \n","201121":"\n   ✖De que te disfrasarias en halloween *-* ? *inserta imagen* ✖ pasate :v ♥ ✖\n  ","201122":"\n   keires\n  ","201123":"\n   Eres devoto\/a?\n  ","201124":"\n   No te preocupes, solo cae quien está de pie. Los que nunca han caído, es porque probablemente se han arrastrado toda su vida.\n  ","201125":"\n   que opinas de la usuaria :\n   \n    @una_mas_delmonton\n   \n","201126":"\n   Hola, & ¿como está?, este es mi nuevo ask:(, & si se pasa?\n  ","201127":"\n   Hola bb........... ¿Cómo has estado?.......♪ ♫ ♩ !\n*-*\n  ","201128":"\n   Holaaa, Todo bien ?? , Una preguntita no le darias mg a esta pagina mia recien me comenze la verdad me re ayudaria , gracias :3\n   \n    https:\/\/www.facebook.com\/pages\/Desmotivaciones-futbol\/1218699674814305?fref=ts\n   \n","201129":"\n   ¿MG y?\n  ","201130":"\n   ¡Oye!..... xD\nMe encanto el regalo corazón... *-*\nEstá mu bonito.... n.n\nDe verdad muchas gracias....\n¿Cómo se lo puedo agradecer tierna y amable señorita? xD\nEstoy a su entera disposición... sus deseos son órdenes... :3\n*Besos*\n  ","201131":"\n   Mi amor lamento muchísimo dejarte pero estoy muy cansado y ya me quiero dormir... u.u\nGracias por venir a leerme... n.n\nTe amo... y de nuevo gracias por el regalo...\nTe mando un beso corazón... :*****\nDescansa.. sueña lindo y que tengas un excelente miércoles...\nBye... :*\n  ","201132":"\n   Daya .. hola linda (:\n  ","201133":"\n   Si solo pudieras tener cinco posesiones, ¿cuáles serían?\n  ","201134":"\n   ¿Cuál es tu modelito del día?\n  ","201135":"\n   Nueva entrada:\n   \n    http:\/\/seisinviernos.blogspot.com\/2015\/08\/lunes.html\n   \n","201136":"\n   Hola dejame 20 MG y te doy un RETO dejame 40 MG y te doy 2 (Avisar con los MG'S que allas dejado)...Dejame un RETO y te doy 5 MG Avisar con un listo (?) Sigueme y te sigo\n  ","201137":"\n   holasssssss (((.^)\/ la pregunta de hoy es: defineme en 3 palabras O.o si no sabes que responder te dejo este lindo ⓔⓢⓟⓐⓒⓘⓞ ⓛⓘⓑⓡⓔ. Besos, os quiere y os ama :\n  ","201138":"\n   (C) Buenos Dias Gatitos mios de Ask!ヽ(=^･ω･^=)♡\nHoy os vengo a hacer unas cuantas preguntitas!(●♡∀♡)\n-Que pensais sobre el maltrato Animal? se deberia acabar ya? o seguir?\n-Que color es el que menos te gusta? Por que?\n-Inserta la frase que mas te guste! (∩_∩)\/♥\n ~P A S A T E P O R M I A S K~♡\n  ","201139":"\n   Esta bien... descansa bb...\nTe quiero y que tengas un excelente martes... :)\n*Besito*\n  ","201140":"\n   Quieres que te pase marcha ? o.O\n  ","201141":"\n   cierto habra oferta de horoscopos gratis manda tu signo del zodiaco a mi ask y te dire tu horoscopo ....los astros me hablaron @_@ desde que me tome ese te de hierbas raras que me ofrecio un desconocido que parecia hippie\n  ","201142":"\n   si se hiciera una reunion de ask a manera de evento piensas que podrias convivir de forma natural con tus amigos o que pasaria por tu mente la noche previa, que otros puntos considerarias sobre eso? GRANDIOSSOO inicio de semana soy larva y nos vemos bueno si es que antes NO SE ACABA EL MUNDO\n  ","201143":"\n   Mejor no pases. Hazlo ya para cuando todo esté bien y andes desocupada.\n  ","201144":"\n   Gano todo... Y nada.\n  ","201145":"\n   Oieee........es cierto que tu eres plato de segunda mesa ? jaja .....yo si XD.. u_u\n  ","201146":"\n   Tengo un seguidor menos que ayer e.e........ sean sinceros y díganme quien fue el o la que me dejo de seguir ?? e___e\n  ","201147":"\n   ¿Y tú que opinas de mi? O.o *Te lanzo una salchicha*\n  ","201148":"\n   ¡He llegao por ti! Vamos tío,ríndete (͡0╭͜ʖ╮͡0 ) *Te lanzo telarañas * *Ataque chido* ( ͡o ω ͡o) Ríndete (͡ ͡º ω ͡ ͡º ) ¡Takatakatakatakataka! *Te disparo arañas* ( ͡o ͜ʖ ͡o) No le pidas ayuda a guilireh,ha llegao tu fin,chaval ( ͡0╭͜ʖ╮͡0 ) *Se transforma en una vaca araña y pelea*(͡ ͡º ω ͡ ͡º )\n  ","201149":"\n   En que eres mas dramático..... cuando te duele algo fisico o emocional???? o_O\n  ","201150":"\n   ¿Si fueras un chicle quien te gustaría que te masticara?\n  ","201151":"\n   ¿Y a ti que te pone mas triste --> T_T?.. que le digan cosas demasiado lindas a tu persona amada o que tu persona amada sea quien las diga?? ^_~\n  ","201152":"\n   ¿Qué canción describe mejor tu día de hoy?\n  ","201153":"\n   \"Y no sé por que me duele, si se supone que ya me había acostumbrado\" ¿Cómo aplica eso en tu vida?\n  ","201154":"\n   ¿Cuál es el mejor lugar para relajarse y olvidarse de todo ?\n  ","201155":"\n   ¿Cuál fue la situación que hiciera que un minuto se convirtiera en una eternidad?\n  ","201156":"\n   Vas en la parte de atrás de una camioneta y ésta va a una velocidad de 80 km\/h, si das un salto muy alto, caerías en el mismo lugar o caerías de la camioneta?\n  ","201157":"\n   odio mi puta vida !!\n  ","201158":"\n   Hola corazón...\n¿Cómo estás? n.n\/\/\n*Le da beso* :*\n  ","201159":"\n   Dios no existe !! ............son puras pendej4das inventadas por nuestros estupid0s padres!! .........a quien engañan ? a la verg4 Dios y sus disiputos !! e_e\n  ","201160":"\n   Tambien te gusta la musica de banda como la arroyadora y esos? :S\n  ","201161":"\n   ¿Cuál es tu género musical favorito?\n  ","201162":"\n   Muchas gracias corazón.... te quiero...\nY recuerda que en este extraño mundo en el que nos hallamos.. hay un chico que siempre está pensando en ti amor...  ❤\nDescansa... y que sueñes con los angelitos...\n;*\n  ","201163":"\n   que haces acá ? jaja\n   \n    https:\/\/www.youtube.com\/watch?v=ICBv5Q72aTc\n   \n","201164":"\n   ¿Me dedicarías una canción de rap? n.n\n  ","201165":"\n   Oye amor... ¿verdad que a ti te gusta el rap? :3\n  ","201166":"\n   No te hice llorar ¿verdad?\n  ","201167":"\n   Lo haría si pudiera.\n  ","201168":"\n   Ehhh, pues... Si tú lo dices... Payasa. Jaja\n  ","201169":"\n   achi es soy una pelsonita culiosa hahaha la chica de la fotico es linda por eso preguntaba\n  ","201170":"\n   Deje mi cabello por la paz y toquese el suyo mejor.\n  ","201171":"\n   ¿Quién te dijo que mi voz es grave? Estás equivocada.\n  ","201172":"\n   Hola, sigueme y te sigo, deja MGs los devuelvo ♥\n  ","201173":"\n   alguien curuiso\n  ","201174":"\n   Usted, usted, usted... No big deal.\n  ","201175":"\n   Jeje, pero ni has escuchado mi voz. No te asustaría ni nada.\n  ","201176":"\n   eres la de la foto?\n  ","201177":"\n   Entonces no se queje de que la llame así.\n  ","201178":"\n   Es Dayana.\n  ","201179":"\n   Dayana. Punto final.\n  ","201180":"\n   xD\nSí... nos vemos... cuídate.... n.n\n  ","201181":"\n   Calla Dayana. Siempre serás Dayana para mi.\n  ","201182":"\n   Hola eres asi en los tiempos de ahora\n   \n    https:\/\/www.youtube.com\/watch?v=etcIhefur6g\n   \n   ✌\n  ","201183":"\n   ¿Oye y en que parte de tú casa estás? o.o\n¿Estás acostadita? :3\n  ","201184":"\n   Te invitamos a nuestro Canal Day After Day band\n   \n    https:\/\/www.youtube.com\/watch?v=EF9Q4wHbpNw\n   \n","201185":"\n   *Esta llorando* u.u\n  ","201186":"\n   Oye.. cuéntame cuales son tus miedos... n.n\n  ","201187":"\n   Hola, te invito a escuchar el primer sencillo de mi banda:\n   \n    https:\/\/www.youtube.com\/watch?v=yx_igc0v6tM\n   \n   Si te gusta publica a cambio una foto tuya que te guste mucho y dime de qué país eres, Chaau!!!\n  ","201188":"\n   hola podrías ayudarme suscribiendote a mi canal de youtube? te seguiré en ask\n   \n    https:\/\/www.youtube.com\/\/watch?v=FWy4Iqt3L8k\n   \n   mi sueño es ser musico en caso te agrade sígueme en face:\n   \n    https:\/\/www.facebook.com\/davidrodriguez.71697\n   \n   ,Dios te bendiga,eres toda bonita <3\n  ","201189":"\n   Hola🙋 Yo Te Sigo Sigueme Tu Tambien🙌💯\n  ","201190":"\n   Hola bb ¿Cómo estás?\nn.n\n  ","201191":"\n   A los primeros 3 das 40mg los sigues y dejas anonimma, valeeeeeee?\n  ","201192":"\n   Mi Dirección Es Avenida Zaragoza 506, Numero 23, Departamento 0286 o.O\n  ","201193":"\n   ¿Esconderme?\n  ","201194":"\n   Se fue sin despedir è_é\n  ","201195":"\n   Me Debe Otro Churro\n  ","201196":"\n   si me abandonó, yo lo se o.O\n  ","201197":"\n   Te sigo! ¿Me sigues? 25x25 ¿va? si cumplo, saludos!\n  ","201198":"\n   Te conozco bacalo aunque vengas difrazao o.O\n  ","201199":"\n   Publica una foto de tu tótem animal.\n  ","201200":"\n   Bays Dayana.\n  ","201201":"\n   no dormiste por haberla cambiado o por que no te gusto el cambio?\n  ","201202":"\n   Adiós\n  ","201203":"\n   bueno adios ya no molesto\n  ","201204":"\n   Oye amor... me tengo que ir a dormir... lo siento... es que mañana tengo que levantarme temprano... u.u\nQue descanses y sueñes bonito... :)\n:*\nAhora ya tengo una gran razón para seguir aquí preciosa...\n\nMe gustas mucho Daya... ❤\n\nHasta mañana.... *Le da beso de despedida* ........  :*\n  ","201205":"\n   No, no sé de que rayos hablas.\n  ","201206":"\n   a pos la regue, que les vaya bien suerte perdon por mi sonsera a llorar por otro lado lejos de aqui\n  ","201207":"\n   Adios para siempre u.ú\n  ","201208":"\n   No sé qué sea todo lo demás.\n  ","201209":"\n   ya no quisiera yo estar vivo uú..........\n  ","201210":"\n   Es tu novio javier pain?\n  ","201211":"\n   Evalua?\n   \n    http:\/\/www.flogao.com.br\/pressao040\/146319194-\n   \n   1\/10?\n  ","201212":"\n   Te quiero mucho desde que te conoci y eras la unica persona que me hablaba en aquella red social....u.ú\n  ","201213":"\n   Práctico... Así soy. El sueño ya está arreglado, me parece. Ya duermo como a las 11 o 12, como hace años.\n  ","201214":"\n   Que bueno.\n  ","201215":"\n   Quiero uno real, mandemelo por correo u_u\n  ","201216":"\n   Para ti hermosa....  ❤\nEn vez de un triste domingo... que sea un viernes.. xD\n   \n    https:\/\/www.youtube.com\/watch?v=bGquCZXFmDs\n   \n","201217":"\n   yo no voy a correr a estas horas y con lluvia o.o\n  ","201218":"\n   No sé de qué va todo eso de los aceites y demás. No voy a usar eso, tampoco ocupa tanto cuidado como el cabello de las mujeres. Sí me comienza a dar problemas, pues lo corto.\n  ","201219":"\n   No, no era yo. Ya no hago eso.\n  ","201220":"\n   ya me voy con el corazoncito roto\n  ","201221":"\n   Ya llegué... n.n\n  ","201222":"\n   Y por que no me invita un postre? u_u\n  ","201223":"\n   me da muchisima tirsteza :(\n  ","201224":"\n   Pues regularmente me lo cepillo tras bañarme...\n  ","201225":"\n   ¿Qué última pregunta? Habrá sido otro, sólo te estoy enviando dos preguntas. De dos en dos.\n  ","201226":"\n   como estas pecosa??\n  ","201227":"\n   si muy celoso por que yo te quiero mucho\n  ","201228":"\n   Oiga y usted que sabe cocinar? o.O\n  ","201229":"\n   ¿quieres ser mi novia? si me conoces, si sabes mucho de mi, ¿quieres?\n  ","201230":"\n   me da celitos que tengas novio\n  ","201231":"\n   Pues no sé, despuntar es sólo las puntas, qué más se supone que debe hacerse? Vas sólo a eso, no a algún otro ridículo tratamiento.\n  ","201232":"\n   Eh... No lo creo, billy. No le haré nada al cabello salvo cepillarlo.\n  ","201233":"\n   No se la come en ese sentido u_u\n  ","201234":"\n   Pues En Las Que Yo He Visto El Monstruo Siempre Se Come A La chica o.O\n  ","201235":"\n   Sí. Me va a molestar bastante\n  ","201236":"\n   No sé, 7 minutos? Algo así.\n  ","201237":"\n   Ya se hacen, me enoja que se enrede tanto.\n  ","201238":"\n   No, yo lo siento igual. Sólo se ve ligeramente diferente.\n  ","201239":"\n   Preciosa.. en un momento vuelvo... tengo que ir a cenar...\nn.n\n  ","201240":"\n   o.o\n  ","201241":"\n   Eso dice usted porque nunca ha visto películas de terror e_e\n  ","201242":"\n   Ni que me hubiera cortado muchos cm. Sólo fueron como dos o tres cm.\n  ","201243":"\n   No, no sé. Ninguna meta en específico, sólo lo dejó crecer a ver cómo se va viendo.\n  ","201244":"\n   Síguenos en instagram:\n   \n    @voiceland\n   \n   \/\n   \n    https:\/\/instagram.com\/p\/6B0REZLBSg\/?taken-by=voiceland\n   \n   Promotora destinada a impulsar el movimiento EDM Venezolano. Todo lo referente a eventos, música, publicidad, curiosidades y más!\n  ","201245":"\n   No juzgo por apariencias pero yo le aconsejaría a la niña que tenga cuidado, al monstruo le puede dar hambre O_o Parece tener dientes filosos\n  ","201246":"\n   Sí, como si hubiera perdido 50 kg menos. No, la verdad no.\n  ","201247":"\n   Pues ya dije, para que se viera mejor.\n  ","201248":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/131528076400\n   \n   Hardcore, esa imagen que significa exactamente? o_O Ya le dije que soy especial\n  ","201249":"\n   ¿Crees en el amor a primera vista? ¿Por qué?\n  ","201250":"\n   hace mucho no u.u ojala vuelvauu\n  ","201251":"\n   Jajaja parece pregunta. Para moldearlo, que se vea un poco mejor.\n  ","201252":"\n   Es pregunta o afirmación?\n  ","201253":"\n   Te vez genial en mi bio.. hermosa...\n\nTQM... *-*\n  ","201254":"\n   No salí de la duda, soy especial u_u\n  ","201255":"\n   Jeje pues sí tú lo dices\n  ","201256":"\n   Camila la de medellin colombia\n  ","201257":"\n   Quizá debí haberlo cortado un poco más de atrás.\n  ","201258":"\n   reucerdas a Cami del Form?\n  ","201259":"\n   Sí, se me olvidó que te mande una pregunta.\n  ","201260":"\n   *Le da un besote* \n:*\nn.n\n  ","201261":"\n   Sí xd Un poco pero si. Aunque jamás me haría una.\n  ","201262":"\n   No.. nunca... o.o\n  ","201263":"\n   Soy el ave fénix e_e Es usted la de la foto de perfil? o_O\n  ","201264":"\n   Ah, y disculpa la tardanza jejeje\n  ","201265":"\n   Yo siempre viviré en tu historial de navegación ❤ ... A menos que lo borres o_O\n  ","201266":"\n   Pues normal... No sé, se me ve ligeramente más corto. Me gusta más así.\n  ","201267":"\n   Lo amas tanto como yo? :3\n  ","201268":"\n   ¿Y qué decidiste? u.u\n  ","201269":"\n   Hola amiguitos\n   \n    @Papillon\n   \n   volvió\n  ","201270":"\n   ¿Si que? o.O\n  ","201271":"\n   Papillon volvio\n  ","201272":"\n   Hola señora de las pecas ❤ԅ( ˘⌣ƪ) Como anda?\n  ","201273":"\n   ❤ԅ( ˘⌣ƪ)\n  ","201274":"\n   Fue mi hermanita u.u\nSí quieres la cambio o.o\n¿Dime que imagen quieres que ponga de perfil....?\n  ","201275":"\n   Sí... me obligaron a usar esa imagen u.u\n¿Te gusta?\n  ","201276":"\n   por ahi alguien me dijo \"eres un chico complicado\" no se por que? solo soy como quiero ser, para ti que es una persona complicada? pasenla genial y nos vemos despues si es que ANTES NO SE ACABA EL MUNDO A_A\n  ","201277":"\n   ¿Como aplicarías la tercera ley de Newton en tu vida diaria?\n  ","201278":"\n   cual es la indole del saber filosofico?\n  ","201279":"\n   ¿Qué prenda de vestir en la que mas te gusta lucir?\n  ","201280":"\n   Qué tan groovy te consideras  ✌ ☮?\n  ","201281":"\n   De qué color era la última ves que fuiste?\n  ","201282":"\n   ¿Eres líder o seguidor ?\n  ","201283":"\n   No te da coraje, cuando estas tecleando, volteas a ver la pantalla y te das cuenta de que no has escrito nada.\n  ","201284":"\n   ¿Qué tan condescendiente eres?\n  ","201285":"\n   ¿Tienes alguna enfermedad crónica ?\n  ","201286":"\n   Cuantas horas o días has durado sin comer ? u_u\n  ","201287":"\n   Ya me corte las puntas.\n  ","201288":"\n   Que opinas que devuelvo violaciones? :D\n  ","201289":"\n   Cuéntame tu vida..cuéntamela toda... dime si estoy vivo... si todavía respiro.. ♪ ♫ ♩ \nHola... ¿Cómo estás Daya? n.n\n  ","201290":"\n   Estimados compañeros: la única religión correcta y salvífica es la católica, nadie se puede salvar fuera de esta iglesia\n  ","201291":"\n   ❤ԅ( ˘⌣ƪ)\n  ","201292":"\n   ❤ԅ( ˘⌣ƪ)\n  ","201293":"\n   Holaa, te invito a suscribirte a mi canal :D\n   \n    https:\/\/www.youtube.com\/user\/TheDanychile\n   \n   ME AYUDARIAS MUCHO!!! muchos me dicen que me parezco a un youtuber famoso pero mi estilo me gusta y no por el :D atte:\n   \n    @DanielRojasCartes\n   \n","201294":"\n   Te invito a ver mi nuevo cover, compártelo si te gusta , disculpa la molestia , gracias\n   \n    https:\/\/youtu.be\/Mdv4Tw22xk8\n   \n","201295":"\n   :)\n  ","201296":"\n\n    http:\/\/ask.fm\/larvaoscuropasajero2\/answer\/130092405735\n   \n   <--------- que opinan del windows 10? miren esto y respondan? sabian que esto lo viene haciendo desde hace años y años ?\n  ","201297":"\n   Hola.... :)\n¿Cómo estás? \n¿Qué tal tu día?\n  ","201298":"\n   oieeeee.......quien rayos es Onofre Garza Jr Martinez ?? O.o\n  ","201299":"\n   ¿ Cómo puedo tener una vida  longeva  sin dejar de fumar?\n  ","201300":"\n   \\( ͡°╭͜ʖ╮͡° )\/\n  ","201301":"\n   Para los que querían saber como ayudar a la fundación O.o Solo pongan #PendejosAnónimos en cualquier parte del perfil uwu Serán compensados O.o\n  ","201302":"\n   Hola uwu ¿Gusta ayudar a la fundación \"Pendejos anónimos\"? uwu\n  ","201303":"\n   Oieee, no manches, ML me recomendó que fuera a visitar un psicólogo solo porque le dije que estaba profundamente enamorado de ella ..... tu lo crees ? oseaa, no maches, apoco ustedes creen que yo necesito ayuda psicológica ? lol\n  ","201304":"\n   ¿Quién es tu YouTuber favorito?\n  ","201305":"\n   Va. Buenas noches para ti también, Dayana. Dayani no existe. Es Dayana.\n  ","201306":"\n   No... no te preocupes Daya... te entiendo a la perfección en serio...\n\nQue descanses....\n  ","201307":"\n   Pero creo que tampoco quiero que lo haga. Esa gente y yo somos totalmente opuestos.\n  ","201308":"\n   Pero nunca me he hecho ninguna, y me vería ridículo. Parecería un desviadete trasvesti.\n  ","201309":"\n   No creo que se reduzca nunca.\n  ","201310":"\n   Entonces que dices.... :3\n❤\n  ","201311":"\n   Eso es de mujeres. Me basta el agua y jabón.\n  ","201312":"\n   Y hay algo que debes saber de mi\n   \n    https:\/\/m.ask.fm\/Dayazulcielo\/answers\/131135086704\n   \n   soy homofóbico.\n  ","201313":"\n   Eres increíble...... ❤.❤\n  ","201314":"\n   o.o\n  ","201315":"\n   Quien sabe.\n  ","201316":"\n   50 likes = 2 regalos!\n   \n    @therealxf\n   \n","201317":"\n   Llevate todo el arroz, ni quien lo quiera.\n  ","201318":"\n   Dajani\n  ","201319":"\n   Ándale pues...\n  ","201320":"\n   No, parese usted y sírvase.\n  ","201321":"\n   Tienes un\/a amigo\/a propenso\/a a accidentes? 05\/08\/2015 09:25:23 p.m\n  ","201322":"\n   Sonrisa retardada y sus babosadas de ser un \"caballero\". Y el otro anónimo intento de hombre.\n  ","201323":"\n   Pues sí, pero con cosquillas no te ríes como si te hubieran contado un buenisimo chiste.\n  ","201324":"\n   Arroz y bisteck empanizado.\n  ","201325":"\n   Sí, pero yo no empecé nada.\n  ","201326":"\n   ¿Cómo? No lo sé, la verdad. Rara vez me río tanto que me da tos.\n  ","201327":"\n   Ya me desocupe jaja\n  ","201328":"\n   Pues sí, algo.\n  ","201329":"\n   Dame una razón para seguir aquí Daya....\n  ","201330":"\n   Hacerme reír tampoco requiere mucho jeje, sólo no tener \"cyberetardo\" xD\n  ","201331":"\n   ¿Seriedad sexy? XD ¿eso qué?\n  ","201332":"\n   Te puedo contestar aquí..es que no quiero que los demás descubran mi verdadero yo.. o.o\n  ","201333":"\n   No sé... hace algún tiempo que me empezó a aburrir la música... o.o\n  ","201334":"\n   No tengo ganas. Otro día.\n  ","201335":"\n   sii perdoname uu tenía muchísimo de no venir a saludarte uu soy una mala amiga xD  ABRAZOTE ñ-ñ\n  ","201336":"\n   ¿Por qué no vas a preguntar a mi ask para que me pongas nervioso? xD\n\n:(\n  ","201337":"\n   ¿Por qué eres tan linda? :3\n  ","201338":"\n   Nel, no sucederá.\n  ","201339":"\n   Saludos Daya!!! ñ-ñ\n  ","201340":"\n   Sí... así es... pero realmente ya casi no escucho música...\n  ","201341":"\n   Tú me...... o\/\/o\n  ","201342":"\n   Jajaja no lo creo.\n  ","201343":"\n   Aquí están algunas canciones...\n   \n    https:\/\/www.youtube.com\/watch?v=l9q9QMPiysA\n   \n\n    https:\/\/www.youtube.com\/watch?v=Rn4DReLu-7E\n   \n\n    https:\/\/www.youtube.com\/watch?v=Nkc2rzfEjI8\n   \n\n    https:\/\/www.youtube.com\/watch?v=Sg_QfThvs_8\n   \n","201344":"\n   Oye.....\n  ","201345":"\n   Mis gustos musicales no te van agradar xD\n  ","201346":"\n   Quien sabe, todo es posible.\n  ","201347":"\n   Wow una gran lista...\nHay varios que no conozco... pero suenan muy bien :)\n  ","201348":"\n   Mangos, tengo que ser constante.\n  ","201349":"\n   XD\nY.......¿Qué música te gusta Dayani? :)\nPásame algunas canciones...\n  ","201350":"\n   ¿Ya pregunté por tus gustos musicales? o.O\n  ","201351":"\n   Eh, pues supongo.\n  ","201352":"\n   Oye... ¿y tienes novio? o.O\n  ","201353":"\n   Espero.\n  ","201354":"\n   ¿A qué hora te dormirás hoy?\n  ","201355":"\n   Algo cansado.. pero bien... :)\n¿Y qué haces?\n  ","201356":"\n   Estoy en proceso de arreglar mi horario.\n  ","201357":"\n   Saludos ♡ Por Motivo de mis estudios y tramites para mi practica Social  ○ no podre estar en ask.fm ○ por un tiempo no indefinido ♡ Recuerden que sus sueños son las alas que los ayudaran a volar ○ Hasta pronto ~♡ Att: Jacck ♡~ .¸¸✰*¨*.¸¸¨*\n  ","201358":"\n   ¿Me quieres ?. Justifica tu respuesta\n  ","201359":"\n   Hola Dayani ¿Cómo estás? :D\n  ","201360":"\n   Hola, perdón me quede dormido.\n  ","201361":"\n   mg y 3 mg?\n  ","201362":"\n   mg y 3 mg?\n  ","201363":"\n   FOTO O VR DE LA PLANTA Y DEDITOS DE TUS PIES!  sos cosquillosa en tus pies? tenes olor a pata aveces? sinceridad con el olor!  si amarran de tus talones y no puedes moverte para nada y te quieren torturar los pies con que decides tiene sque elegir una COSQUILLAS CON CEPILLO PARA EL PELO? O PELLIZCOS\n  ","201364":"\n   Me duelen mis piernas ¿me darías un masaje para calmar mi dolor ?\n  ","201365":"\n   ¿ Que tan anticuado\/a  te consideras?\n  ","201366":"\n   Mg & sigues?❤\n  ","201367":"\n   Evalua?\n   \n    http:\/\/www.flogao.com.br\/pressao040\/146308455\n   \n   - 1\/10 ?\n  ","201368":"\n   Hola ( ͡° ౪ ͡°) Perdón por mi ausencia O.o Ocya,¿De qué marca es tu papel de baño y de cuántas hojas es? :'v Siempre he tenido esa duda ( ͡° ౪ ͡°) Por cierto,si esta cuenta desaparece debido a los reportes :v Está\n   \n    @La_Equistres\n   \n   ( ͡° ౪ ͡°)👌  Ahora me debes un cheto O,o\n  ","201369":"\n   que superpoder te gustaria poseer pero ojo....inventen algo nuevo ... .por ejemplo mi novia y yo tenemos el superpoder de atraernos sexualmente, apasionadamente y desenfrenadamente como dos electrones con cargas distintas en un espacio cuantico ineherente\n  ","201370":"\n   ❤\n  ","201371":"\n   ¿Qué es lo más interesante que viste hoy? Saludos :)\n  ","201372":"\n   ¿Recuerdas la vida sin tecnología? ¿Cómo era?\n  ","201373":"\n   Creo que me enamoré....\n\no.O\n  ","201374":"\n   Yo le dije -\"Jaja,aún recuerdo cuando éramos pareja\"- y me respondió :v -No Te conozco,no molestes,quedas bloqueado- Y yo así como de - Khe ;-; - Bueno no importa :v\n  ","201375":"\n   #MasRespetoParaElAnonimoShido u_u\n  ","201376":"\n   Cual es la parte del cuerpo que mas te gusta de l@s chic@s ? ..... oieee sin alburiar e.e ..... a mi las piernas XD\n  ","201377":"\n   la seguridad en uno mismo es la capacidad de ser como quieres ser sin preocuparte o es el actuar como el mundo espera que lo hagas? seguridad es saber lo que uno quiere y hacer lo necesario por conseguirlo..sentirte comodo con la vida misma ....A_A GRANDIOSOOOOOOOOO SABADO A TODOS GUSANOS\n  ","201378":"\n   por que preocuparse por el mañana? por que aferrarse al futuro?solo existe una vida hasta donde sabemos es esta y el presente es lo que somos, lo que fue se acabo, lo que viene jamas llegara pues solo vivimos en el ahora....tu vives preocupado? o vives el momento?\n  ","201379":"\n   a tres años de haber traido y presentar vocaroo en  ask...La PREGUNTA DE HOY ...por que razon no te animas a que escuchen tu voz por aqui? pena, la consideras fea, no merecemos escuchar tu prodigiosa voz? que o por que? y si no te preocupa nada de eso pues graba un saludo y publicalo\n  ","201380":"\n   el pequeño pero tranquilo centro del universo les desea un excelente genial y sobre exitado fin se semana,haSta la proxima bueno si es que antes\nNO SE ACABA EL MUNDO\n  ","201381":"\n   😘\n  ","201382":"\n   Y cómo te gustan los hombres...\n  ","201383":"\n\n    http:\/\/vocaroo.com\/i\/s1oN6jy8U71A\n   \n   una cancion cortita para ustedes con mi prodigiosa voz\n  ","201384":"\n   Pinshe Pikachu yo te elijo....\nUsa impactrueno.........o.o\/\/\n*Pikachu usa impactrueno\"....\n  ","201385":"\n   para los que no la escucharon la primera vez ...jaja no se lo tomen tan personal ¬¬\n   \n    http:\/\/vocaroo.com\/i\/s1SFX7bmkuFz\n   \n","201386":"\n   Holaaaa\n  ","201387":"\n   Oh.. que bien..\n¿Y qué es lo que lees y tus autores favoritos?\n  ","201388":"\n   Respóndeme las demás, mejor.\n  ","201389":"\n   ¿Y si sólo quiero que se límite a despuntarlo y que, para bien o para mal, no le haga nada más a mi cabello?\n  ","201390":"\n   ¿Cómo te llamas?\n¿Edad?\n¿De que país eres?\nHobbies...\n  ","201391":"\n   Ya veo, gracias por la info.\n  ","201392":"\n   XD ¿cómo le dices a la peluquera? \"Sólo un despunte\" o cómo?\n  ","201393":"\n   Voy a empezar a bombardearte con preguntas...\n¿Te importa?\n  ","201394":"\n   esta ya es mas en serio...una que me gusta mucho EL NIÑO SIN AMOR\n   \n    http:\/\/vocaroo.com\/i\/s0zVlwcUcowl\n   \n","201395":"\n   Sí, pero no quiero ir a la peluquería xD supongo que ire el lunes siguiente.\n  ","201396":"\n   Tú y yo no nos conocíamos hasta ahora ¿cierto?\nPorque con estas primeras palabras que hemos intercambiado siento que eres una chica tierna y sensible.. ¿o quizás me equivoco?\n  ","201397":"\n   Muy informativo lo de las ampolletas. XD ¿cuanto cuestan?\n  ","201398":"\n   ¿Qué cosas te hacen reír?\n  ","201399":"\n   Tampoco lo tengo muy largo xD de mujer no, pero ya se me puede hacer colita con la parte de atrás. Pero mangos que me hago una, el cabello es para traerlo suelto, que chiste tenerlo largo y sujeto.\n  ","201400":"\n   Hola ... buenas noches...\n  ","201401":"\n   Ash, es que me caga ir a la peluquería. XD\n  ","201402":"\n\n    http:\/\/vocaroo.com\/i\/s0MlYs0zD8dD\n   \n   ESTA ES UNA TRISTE CANCION DE AMOR\n  ","201403":"\n   Es que soy hombre, no mujer.\n  ","201404":"\n   Ya veo, pero las despuntadas ¿de cuántos centímetros son?\n  ","201405":"\n   ¿Recontra uff qué? XD\n  ","201406":"\n   ¿Ampolletas? ¿Eh?\n  ","201407":"\n   No, ya no quiero jugar, porque no me dejas hacerlo contigo.\n  ","201408":"\n   No me lo he cortado desde diciembre xD ¿qué hago?\n  ","201409":"\n   ¡Buenas, soy Juan! Hoy vengo a preguntarte cual es vuestro personaje favorito de alguna serie, película o libro. Uno de mis favoritos es Kanade de Angel Beats ^^ Te animo a pasarte por nuestro ask conjunto y preguntar algo :3 Te seguimos, ¿y vos?\n  ","201410":"\n   ¿quieres jugar en el pasamanos\n  ","201411":"\n   ¿Qué pasa si no lo despuntas? Escuché que se te parten las puntas y se te cae xD\n  ","201412":"\n   ¿Cómo cuidas tu cabello? ¿Cuántos se te caen al bañarte y peinarte?\n  ","201413":"\n   Ya valió cagada spring. Jajaja\n  ","201414":"\n   Dedicame una cancion de Laura\n  ","201415":"\n\n    http:\/\/vocaroo.com\/i\/s04tYGVqwCIr\n   \n   seven nation army\n  ","201416":"\n   Dayani 😰\n  ","201417":"\n   ¿Cuál nuevo enlace? Y te aviso que la página está dejando de funcionar.\n  ","201418":"\n   No, es el motivo de que se me da la gana.\n  ","201419":"\n   De todos modos ya has dado muchos Mg, tiene que pasar más tiempo.\n  ","201420":"\n\n    http:\/\/vocaroo.com\/i\/s1pLvQnDPp3d\n   \n   ahora PARA QUE TENGAN PESADILLAS CON MI HORRENDA VOZ ...HAHAHAHAHAH NO REFLECTION\n  ","201421":"\n   No puede cambiar de la noche a la mañana.\n  ","201422":"\n   El quitarte la ropa también tiene un motivo jajaja\n  ","201423":"\n   Pero tú le das mg a cualquier cosa. Al hacerlo, el valor de los mg es muy reducido. Por eso los \"mg x mg\" son basura.\n  ","201424":"\n   Tú me jalaste el pelo, ahora yo te quitó la ropa. XD\n  ","201425":"\n   Creen que ML se enamore de mi si le toco esta canción con mi guitarra y mi hermosa vos ? u_u\n   \n    https:\/\/www.youtube.com\/watch?v=UdYSt55iZng&list=WL&index=3\n   \n","201426":"\n   Estoy aburrido e.e .......alguien me puede hacer el maldit0 favor de venir a mi ask-casa a hacerme platica ? u_U\n  ","201427":"\n   *le desabotonada la camisa* XD\n  ","201428":"\n   ¿ Cuanta confianza es la  que depositas en tus compañeros de estudio o trabajo? ¿ por qué?\n  ","201429":"\n   Jaja las respuestas tampoco.\n  ","201430":"\n   Buenas tardes compañeros de ask como ustedes pueden ve tuve un accidente y tengo dificultades para trabajar...ahi vengo solicitandoles una ayuda, ahi con lo que gusten ustedes cooperar\n  ","201431":"\n   ¿ Tienes un\/a vecino\/a chismosa?\n  ","201432":"\n   Marco se ha marchado para no volver, el tren de la mañana llega ya sin el, es solo un corazon con alma de metal-..............su banco esta vacio Marco sigue aqui, lo siento respirar siento que sigue aqui, ni la distncia enorme puede dividir, dos corazones y un solo latir...\n  ","201433":"\n   Quizas si tu piensas en mi, si a nadie tu quieres hablar si tu te escondes como yo, si huyes de todo y si te vas pronto a la cama sin cenar si aprietas fuerte contra ti la almohada y te hechas a llorar si tu no sabes cuanto mal te hara la soledad\n  ","201434":"\n   No es gracioso.\n  ","201435":"\n   Cuando sale al mercado una nueva marca de comida para perro y con mejor sabor, ¿quién la prueba? :v\n  ","201436":"\n   No te has preguntado, que mientras navegas por la red, alguien te observa desde la webcam? Para los que tienen lap e.e XD\n  ","201437":"\n   Que opinas de los hombres que se van a dormir encueraditos a su camita como yo ??? XD\n  ","201438":"\n   Y en otras noticias!..Exhiben en San Nicolás a quien tire basura,este Ayuntamiento de extracción panista inició una campaña en contra de los ciudadanos ke tiren basura en la vía pública a los que se les exhibirá en un panorámico.Esta usted a favor o en contra? al regresar el pronostico del tiempo :)\n  ","201439":"\n   Hola como estas, espero que súper me gustaría mucho que mires este vídeo me ayudarías muchísimo, y si te suscribes bueno sin palabras, gracias espero que estés muy bien.\n   \n    https:\/\/www.youtube.com\/watch?v=YQdx2W_Wsng\n   \n","201440":"\n   Start*\n  ","201441":"\n   Don't Star beef with The Frank.\n  ","201442":"\n   Dejá de reirte\n  ","201443":"\n   Si pudiera tener un aninal salvaje como mascota que animal les gustaria tener? :33 que pasen un bonito dia gente de ask :3\n  ","201444":"\n   ¿Como Estas? Ve El Video\n   \n    https:\/\/www.youtube.com\/watch?v=YYvVRTMW8W8\n   \n   :D\n  ","201445":"\n   Let me be frank, don't start beef with The Frank, who hangs with B. Franks, giving ladies beef franks.\n  ","201446":"\n   Hola nos seguimos??  ♥\n  ","201447":"\n   buen día amiguitos :B\n  ","201448":"\n   ¿Qué es lo primero que haces al llegar a casa?\n  ","201449":"\n   ¿Cuál ha sido el aporte mas significativo que has hecho en tu trabajo o escuela? ¿ por qué lo hiciste?\n  ","201450":"\n   ¿Por qué fue tu último disgusto?\n  ","201451":"\n   Sin incluir la coa-cola ¿Cuál es la bebida mas vendida en tu país o que mas consumes?\n  ","201452":"\n   ¿Te has fracturado algún hueso alguna vez? Si es así, ¿Cuántos y cuáles?\n  ","201453":"\n   Mañana no te pierdas el juego de los TIGRES de La UANL .....vs ....... RIVER PLAY a las 8 de la noche hora de México compi , es la final de finales, es la copa libertadores, es la mejor afición del mundo (Tigres) contra la mejor no se ke ke ke se yo (River play) u_u .... suerte a mis Tigres, ñ____ñ\n  ","201454":"\n   ❤\n  ","201455":"\n   ❤\n  ","201456":"\n   ❤\n  ","201457":"\n   el cielo guarda una similitud con tus ojos, vagos etereos, como una mirada que se torna profunda cada vez que la fijas en algo, cada vez que noto que me observas, y en ese choque de miradas siento ese pequeño roce de nuestras almas....ese fuego desbordante que late cuando estamos cerca...voces\n  ","201458":"\n   hola ya te sigo !!! pasate dejame mgs y preguntas devuelvo todo\n  ","201459":"\n   ⊰\n   \n    http:\/\/ask.fm\/JackClassick\/answer\/129688285751\n   \n   ⊱ ( 3 ) ✰ Presente y Despedida\n  ","201460":"\n   ⊰\n   \n    http:\/\/ask.fm\/JackClassick\/answer\/129689199415\n   \n   ⊱ ( 2 ) ♡ Presente y Despedida\n  ","201461":"\n   ⊰\n   \n    http:\/\/ask.fm\/JackClassick\/answer\/129689205303\n   \n   ⊱ ( 1 ) ✰ Presente y Despedida\n  ","201462":"\n   Hola Te puedo dar 30 MG y 15 PRG Si me regalas un Like al comentario Alexander Mendoza dale like ♥ ♥ :D porfavor\n   \n    https:\/\/www.facebook.com\/skullfrogg\/photos\/a.685604574826256.1073741828.685355308184516\/864408806945831\/?type=1&comment_id=873366472716731&notif_t=like\n   \n","201463":"\n   me duele mi panchita u_u.... necesito que alguien me apapache..xd oiee no bromeo u.u\n  ","201464":"\n   Tigres dejo escapar la oportunidad de ser campeon? Con ese de que los Mexicanos Futbolistas tienen un complejo de inferioridad con los Argentinos.\n  ","201465":"\n   Y si hacemos una borracheraaaaa  ♪ ♫ ñ_ñ\n  ","201466":"\n   Si dejo que me pique un dengue me puedo morir ? e.e .... seria tan bonito morirme de ya, así vería desde el cielo quien me quería y quien no jejejejeje.... oiee...no ando ebrio u_u\n  ","201467":"\n   ¿Has tenido alguna vez una cita a ciegas? ¿Cómo fue?\n  ","201468":"\n   Podeiss escuchar esta canción sin soltar una lagrima ? e_μ\n   \n    https:\/\/www.youtube.com\/watch?v=aPEI4AFEuKQ\n   \n","201469":"\n   ♥ Un sueño te mantiene vivo.... Amor ♥\n  ","201470":"\n   ♥ Eres todo lo que quiero hacer con los ojos cerrados.... ♥\n  ","201471":"\n   ♥ Mírate hacia dentro y descúbrete ♥\n  ","201472":"\n   ( ○ •㉦• ○ ) Tomate 1 minuto de tu tiempo ♡ Escribete un mensaje para ti  ✰ ♡  Dándote ánimos o reprochándote alguna falla en tu vida ✰ Livera tus palabras ♡  .·:*¨¨* ≈☆≈ *¨¨*:·.  ℓσνє ♡ ♡ ♡\n  ","201473":"\n   Hola, alguien?\n  ","201474":"\n   o.o\n  ","201475":"\n   jaja todo el tiempo nos complacemos xD jaja vivir en pecado es fabuloso\n  ","201476":"\n   Hola! Estoy empezando en YouTube y esta vez hice el reto del Chubby Bunny, es muy chistoso y no te vas a arrepentir :D y me ayudarías con un like, visita o suscripción. También puedes ver mis otros vídeos, gracias!\n   \n    http:\/\/youtu.be\/Vya_AgXuGww\n   \n","201477":"\n   si a cenar y luego a casa a cenar xB jajaja luego desayunamos al levantarnos ñam ñam ñam tengo tanto antojo de unas fresas\n  ","201478":"\n   terminando para irme a mi casa xp.....y pssss andaba con mi novia\n  ","201479":"\n   Buenas, espero te encuentres bien. :D Discúlpame si molesto, pero quería pedirte un favor. Apóyame con un like en la foto :D me ayudarías full. Muchas gracias y bendiciones :)\n   \n    https:\/\/viajaprimeroecuador.com.ec\/app\/index.php\/inicio\/mostrarImagen\/1042\/0\n   \n","201480":"\n   estoy en mi trabajo xp\n  ","201481":"\n   ¡Buenas! Me hice una página en Facebook donde publico mis poemas, te invito a dar un ''Me Gusta'' si te parece y a visitarla cuando gustes, estaré muy agradecida. ♥\n   \n    https:\/\/www.facebook.com\/pages\/Nido-de-almas\/417610288267085\n   \n","201482":"\n   ¡¡Buenas!!  ¿Qué piensas de las personas \"infieles\"?¿Perdonarías una infidelidad? Si me dejas una pregunta te sigo. Que tengas una linda noche :)\n  ","201483":"\n   sabes la diferencia entre inteligencia mental e inteligencia emocional? ....si te has preguntado por que eres inteligente y eres mas desdichado que otros que parecen poco agraciados mentalnente es por que ellos desarrollaron mas la int emocional, esa es la clave para mucho exito en la vida\n  ","201484":"\n   cual respuesta ? andaba zombi asi que no se si algo no te respondi? y si soy habilidoso con las manos preguntale a briss\n  ","201485":"\n\n    https:\/\/www.facebook.com\/compusaludesc\/photos\/a.724346221008494.1073741828.710327742410342\/727338080709308\/?type=1&theater\n   \n   ¿Podrias ayudarme dandole un me gusta al ultimo comentario de Luis Quintero? No te cuesta nada :3 mil gracias por tu amabilidad.\n  ","201486":"\n\n    https:\/\/www.youtube.com\/watch?v=TEfwDZ3JL_0\n   \n   BASTA DE PREJUICIOS ! LUCHEMOS JUNTOS.. HOY POR MI, MAÑANA POR TI ♥\n  ","201487":"\n   Se va a vivir a indonesia? o.O tráigame un churro\n  ","201488":"\n   No se ustedes pero a mi ask no me deja hacer regalitos e.e\n  ","201489":"\n   Que opinas de las chicas pobresitas que no tienen mucho dinero y usan tan poquita ropa casi enseñando sus partes intimas, y que se tienen que poner en los cruceros a esperar a que hombres con billetes lleguen en sus camionetas para llevárselas a cooo.......mprar ropa? u_u pobresitas chicas no crees\n  ","201490":"\n   jajaja es que tengo mis dedos en el teclado y sobre ella xB\n  ","201491":"\n   common ca va? digo cini estas?\n  ","201492":"\n   buenas, no han visto a mi padrino?\n  ","201493":"\n   pecosa\n  ","201494":"\n   Saber que tu vida vale verga cuando te sirves cereal y te das cuenta que no hay leche u_____u\n  ","201495":"\n   Alguien sabe a que hora juegan los Tigres de la UNAL la final de la copa libertadores ? =(\n  ","201496":"\n   la diferencia de edad no debe ser un problema en una relacion, pero ojo pues la madurez mental en anbos lados si importa, que edad mental fonsideras que tienes?\n  ","201497":"\n   hheeeeeeeeeeeee.....PUUUTOOOOOOO !!! o.O  * despeja el portero * u_u\n  ","201498":"\n\n    https:\/\/youtu.be\/0R-FGchhwLw\n   \n","201499":"\n   ¿Dónde te ves viviendo en el futuro?\n  ","201500":"\n   εϊз Justo al fondo de cada corazón siempre habrá un.. ♥- Sí -♥\n  ","201501":"\n   Estoy comiendo galletas de vainilla espolvoreadas con azúcar con un vaso de lecho con chocolate, ¿y tú?\n  ","201502":"\n   εϊз Alcanzar estrellas de la mano de un beso...\n  ","201503":"\n   εϊз Callar cuando se requiere, eso tambien es ser puntual...\n  ","201504":"\n   Creí que ya se había ido u_ú PD: (yo también le sigo hablando de usted, la costumbre es muy fuerte) o.O\n  ","201505":"\n   consejero yo? jajaja no lo creo u u\n  ","201506":"\n   Hola, nos seguimos? Si gustas dejame 4OMG y te dejo un reto. Si aceptas avisa por pregunta cuando hayas dejado los mg. Si no aceptas solo ignora.\n  ","201507":"\n   Evalua?\n   \n    http:\/\/www.flogao.com.br\/pressao040\/146284965\n   \n   - 1\/10\n  ","201508":"\n\n    https:\/\/youtu.be\/C9KwcGanCnQ\n   \n","201509":"\n\n    http:\/\/seisinviernos.blogspot.com\/2015\/07\/a-quien-se-va-para-no-volver-pero-que.html\n   \n","201510":"\n   ¡Hola! yo sé que estas hasta la madre de links y este tipo de cosas. Pero no lo hago con el fin de molestarte, quiero cumplir el sueño de mi hermanito de 5 años que es conocer a esta banda. Solo tienes que darle like a esto\n   \n    https:\/\/www.facebook.com\/joskua.torres.10\/videos\/497747113718761\/?pnref=stor\n   \n","201511":"\n   10:50 y donde estás? o.O\n  ","201512":"\n   No me refería a eso e_e No soy de Guatemala, lo que puse en mi biografía era broma o.O\n  ","201513":"\n   Ya es tarde para mí u_ú\n  ","201514":"\n   ✰ [\n   \n    http:\/\/ask.fm\/JackClassick\/answer\/129599534391\n   \n   ]✰  ( ○ •㉦• ○ )  Hola ○ por tres días ○ trabajemos tu y yo vale ✰ Att: Jacck Pop ✰\n  ","201515":"\n   me da weva xp entrar\n  ","201516":"\n   Un burgués. xD\n  ","201517":"\n   no tengas miedo, los cambios no son malos 8)\n  ","201518":"\n   No creo que aprenda mucho de eso awe\n  ","201519":"\n   Uy, parece que se armó una ciber-pelea en su ask o.O Quienes son? DD: estoy asustado :c\n  ","201520":"\n   No aguanto los nenes tratado de actuar como hombres y haciendo puras ... y ni cuenta se dan :)\n  ","201521":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/131207803504\n   \n   que venga a ver si tan machito\n  ","201522":"\n   que tiene?? esta bien?\n  ","201523":"\n   por cierto aun usas ese face? ...como yo ni entro e.e ya no se\n  ","201524":"\n   No tiene remedio, Se enoja hasta porque sus amigas me mandan saludar, hace dos semanas me dijo que me mando saludar una y me pregunta, donde se conocieron y de canijo dije, por allí jajaja :)\n  ","201525":"\n   Te dejo con tu nini mini de cerebro y su \"inteligente platica\". Muchas gracias por tu visita :D\n  ","201526":"\n   ¿Un wereber? ¿Qué es eso? xD\n  ","201527":"\n   Qué respeto ni que nada...\n  ","201528":"\n   me gusto estar de vampiro de nuevo ..en fin ^^ ...0.0 que te preocupa?\n  ","201529":"\n   Es negro-castaño oscuro, o castaño oscuro-negro. No es completamente negro.\n  ","201530":"\n   Se llama Laura y anda como en la meno, siempre histérica y perdiendo la memoria y soltera. Hay rumores de que le a puesta al contrario :)\n  ","201531":"\n   Tienes que querer. XD\n  ","201532":"\n   Que se enojen!!!!!!!\n  ","201533":"\n   Contesta todo lo que te envío o.o\n  ","201534":"\n   Ya se enojaron. XDDDD\n  ","201535":"\n   Es que tú cabello color \"rojo plástico\" nomás no... No, no, no...\n  ","201536":"\n   Naturalmente xD\n  ","201537":"\n   si al fin que ella es canibal xp..jaja yo bien..ja ja ya mañana trabajo de dia de nuevo .....asi que ando somnoliento...como estas tu pecosa?\n  ","201538":"\n   Terminar de qué? XD\n  ","201539":"\n   Soy un desempleado xDDD En edad de trabajar e inactivo.\n  ","201540":"\n   Oye disculpame pero ba a decir una fregadera al huerco ese. O respeta o se va mucho a ver si ya puso la marrana de O lo voy :)\n  ","201541":"\n   Si me dan incapacidad estos van y me sacan de donde este. Ayer a fuerza querían que hablara con alguien de Puerto Rico desde el consultorio del medico ¬¬ y según mi jefa con decirme solo tu sabes que les conviene iba a estar bien :)\n  ","201542":"\n   prefiero fresas las cerezas no me gustan mucho u.u\n  ","201543":"\n   Pues si, he hablado tanto en esas doce horas que parecía que quieren hacerme recaer. Aun siento mucho ardor. Y estoy usando un aereosol. :)\n  ","201544":"\n   XD No me pegues o tendré que hacerte el amor uwu XDDDDDD\n  ","201545":"\n   Si gracias. Es temporada de plantar cerezos? *comiendo cereza* :)\n  ","201546":"\n   No yo no juego a eso, no se me hace agua la canoa :)\n  ","201547":"\n   que hay ^^??\n  ","201548":"\n   Porque es la verdad!!! no soy ningún vigilante de un antro ni nada de esas tonterías.\n  ","201549":"\n   Jajajaja despues de estar fregando a los asaltados de las neuronas por las hormonas. Hola buenas noches, como estas? :)\n  ","201550":"\n   XD así es, mi lógica es diferente.\n  ","201551":"\n   Jajajaja le van a salir callos y pelos en la mano a ese huerco! :)\n  ","201552":"\n   Jajajaja ya cortale, no trabajo en eso.\n  ","201553":"\n   Nooooo xd En serio.\n  ","201554":"\n   Y ya por eso se han de creer supermachos.... los de los comics jajajajaja :)\n  ","201555":"\n   xDD Qué? Yo sólo le doy el significado avalado por la ciencia y la lógica. =)\n  ","201556":"\n   Que sí!!!!!!\n  ","201557":"\n   o.o\n  ","201558":"\n   Jajajajajaja no trabajo, y no me dedicaría a eso. =)\n  ","201559":"\n   No sé, en la madrugada estoy despierto. =)\n  ","201560":"\n   No hago eso, pero tú quieres que lo haga! Pusiste la imagen esa que significa que si te tocó también te tengo que abofetear... XD\n  ","201561":"\n   Si te dieran una libro con la historia de tú vida ¿leerías el final ?\n  ","201562":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/131142707056\n   \n   O_O :)\n  ","201563":"\n   Cuál horario infantil xDDD\n  ","201564":"\n   Dale mg\n   \n    http:\/\/ask.fm\/AnthooniiQuiinteeroo\/answer\/130928877514\n   \n   y te lo de vuelvo\n  ","201565":"\n   ¿Vas a dejarlas sin publicar? XD\n  ","201566":"\n   ewa\n  ","201567":"\n   Públicamente bebé\n  ","201568":"\n   Estaba dormido.\n  ","201569":"\n   No, al revés. Yo a ti o.o\n  ","201570":"\n   Soñé muchas cosas. Hasta soñé con monstruos xDDD Tenía rato que no soñaba con cosas así.\n  ","201571":"\n   Ño. xD\n  ","201572":"\n   Tengo ganas de ir a ducharme, acompañame. uwu\n  ","201573":"\n   Holaaaa?\n  ","201574":"\n   ¿Si te tocó te abofetearia? o.o\n  ","201575":"\n   Si cambias la forma en que miras las cosas, las cosas que miras cambian – If you change the way you look at things, the things you look at change.\n  ","201576":"\n   No, no te afecta nadita xD\n  ","201577":"\n   ya regrese n_n\n  ","201578":"\n   n.n!!!! xD\n  ","201579":"\n   Interfieres en todo eso D:<\n  ","201580":"\n   No te traumas. XD\n  ","201581":"\n   Quitate la ropa. o.o\n  ","201582":"\n   Ya dejame dormir Daya!!!!!\n  ","201583":"\n   xD Tienes toda la culpa. =)\n  ","201584":"\n   No es spam. XDDD\n  ","201585":"\n   ¿Cuál es la diferencia entre honestidad e integridad?\n  ","201586":"\n   ¿Qué tan gorda está tu cartera?\n  ","201587":"\n   ¿Cuál es el valor que describe a tu familia ?\n  ","201588":"\n   ¿Hay un limite de espera para esa persona especial? y¿para cualquier otra?\n  ","201589":"\n   ¿Bajo que situación te conviertes en un persona tímida y vulnerable?\n  ","201590":"\n   Pero no te digo nada malo n.n xD\n  ","201591":"\n   Cuanto es lo máximo que los testigos de jehova han esperado afuera de tu casa hasta que salgas?\n  ","201592":"\n   Adivina quien soy y te daré 5 mg uwu\n  ","201593":"\n   Estaba dormido jejejejee xD\n  ","201594":"\n   Omite el \"te\" de la pregunta anterior. XD Error al escribir.\n  ","201595":"\n   εϊз\n  ","201596":"\n   Chiquilla o.o\n  ","201597":"\n   ¿Cuál es tu secreto para ser feliz?\n  ","201598":"\n   si tuvieras que ser una prenda masculina cual serias?\n  ","201599":"\n   Cuando alguien te miente por vergüenza, por el qué dirán ¿le haces entender que no tiene de que avergonzarse o lo pasas por alto?\n  ","201600":"\n\n    http:\/\/pbs.twimg.com\/media\/B_ZfwaOWYAATyJ1.jpg\n   \n   y tu te lo comprarás? :D\n  ","201601":"\n   Podrías decirme 5 cosas buenas buenisimas de tu persona??\n  ","201602":"\n   Holas!! n.n\/ que lindo su ask :) ¿nos seguimos?❤️\n  ","201603":"\n   Hay lugares a donde sólo se llega viajando en canciones....\n  ","201604":"\n   εϊз Amar es llevarle ventaja al tiempo εϊз\n  ","201605":"\n   Ámonos a dormir chiquilla, y hagamos cosas owo\n  ","201606":"\n   Hola, ¿Me ayudas con un like? Es para un concurso, te lo agradezco demasiado.\n   \n    https:\/\/www.facebook.com\/Dedanielgutierrez\/videos\/951225538273966\/\n   \n","201607":"\n   Si, asi son. Buenas noches siempre soy puntual, 11:30 y a la cama n_n\n  ","201608":"\n   Pero es artificial. Todo \"plástico\". Nada vence a un cabello de color natural. =)\n  ","201609":"\n   (ﾉ◕ ω◕ )ﾉ✰  Que mañana tengas un bn inicio de semana  ♡  Un abraso desde California ✰\n  ","201610":"\n   Mejor un cabello natural y bien cuidado. =)\n  ","201611":"\n   Muchas gracias, Mejor, ya esta, pero como que ya le gusto, aveces realizo las tarea un poco mas tarde y de me dice Que por que no he trapeado xd\n  ","201612":"\n   Concibamos un hijo con pelo rojo artificial o.o xD\n  ","201613":"\n   Hmmm no estoy del todo de acuerdo a esa frase pero \"ok\".\n  ","201614":"\n   Locura es pintarse el cabello así de ridículo. XD\n  ","201615":"\n   Tú edtas estás loca al pintarte el cabello así todo tan horrendo. XDD\n  ","201616":"\n\n    http:\/\/ask.fm\/lwzd\n   \n   le puedes dar 10 ME GUSTA a mi amor platónico y yo te doy 30 me gusta, por favor :3, SIGUELO por favor\n  ","201617":"\n   No, porque quiero dormir contigo D:<\n  ","201618":"\n   u3u♥  Yurri\n  ","201619":"\n   Concebido y nacido era uno de luz. Lluvia y oscuridad, el otro nació de la noche negra.\n  ","201620":"\n   Te seguiré a donde sea. XDDD\n  ","201621":"\n   XD Cómo no, es que a nadie en su sano juicio le podría gustar ese pelirrojo vomitivo D:\n  ","201622":"\n   Yo voy a entrar ahí. ¿Cómo la ves? XDDD\n  ","201623":"\n   A nadie de tu familia le gusta ese pelirrojo ridículo y absurdo pero no te lo dicen para que no te agüites =)\n  ","201624":"\n   Soy todo un señorito, y mas ahora que mi madre esta lastimada de los dedos, pues no puede hacer mucho esfuerzo, cuando se levanta ya esta barrido y trapeado n_n\n  ","201625":"\n   Pero yo quiero en tu habitación y en tu cama y luego hacer cosas uwu. XD\n  ","201626":"\n   Mejor vete inmediatamente a lavar la cabeza y quitate esas pinturitas de tres pesos xDDD Lo que no hiciste de niña lo edtas haciendo ahora!!! No pues no!!!!\n  ","201627":"\n   Dame tu mano... La sangre es derramada y el hombre la seguirá\n  ","201628":"\n   Pero yo quiero irme a dormir contigo u.u\n  ","201629":"\n   Tienes que preferirlo hoy y siempre!!!!!\n  ","201630":"\n   jaja la acera destaca mucho, es el único pedazo donde se ve el concreto y no cafe xd\n  ","201631":"\n   XD Prefiero el cabello con su color natural =)\n  ","201632":"\n   Vámonos a dormir Daya. n.n Y hagamos cosas o.o\n  ","201633":"\n   No podría amar tanta ridiculez y artificialidad o.o\n  ","201634":"\n   Y sí, pues sí!!! Como a esa mujer!!!!\n  ","201635":"\n   También me desespere conmigo, es que no sabía como darme a entender. XDDD\n  ","201636":"\n   Si me rinde mucho la mañana, soy el único que barre la acera de mi casa cuando aún esta un poco oscuro o.O\n  ","201637":"\n   Pelirrojos sin esa ridiculez y artificialidad que caracteriza el tono pelirrojo tuyo o.o\n  ","201638":"\n   Jajaja es que me desesperé que no me entendieras. En fin, así te quiero tener, como a esa mujer. XDDDDDDDDD\n  ","201639":"\n   Pero es para hacer deporte o pasear a mi perrita o.o\n  ","201640":"\n   Los dos malditos negros. XDDDD\n  ","201641":"\n   Mientras no sean pelirrojos ridículos como el tuyo. XD\n  ","201642":"\n   Pues siempre ,me duermo de 11 a 11:30, y me despierto a las 5 , 5 :15 , está bien O.O\n  ","201643":"\n   Yo quisiera irme a descansar contigo y hacer cosas uwu\n  ","201644":"\n   Entonces ta me tengo que dormir.\n  ","201645":"\n   a partir de qué edad me puedo dormir después de las 12 de la noches?\n  ","201646":"\n   Dormiría contigo n.n\n  ","201647":"\n   Hola *--*\n  ","201648":"\n   Y sí y punto.\n  ","201649":"\n   Así te quiero traer. XDDD\n  ","201650":"\n   Debe de suceder. o.o\n  ","201651":"\n   Tú eres la más chiquita, pelirroja ridícula =)\n  ","201652":"\n   No, mira, la imagen que aparece en tu pregunta, la imagen del vídeo, donde sale el icono de \"reproducir\". Ves a la mujer inclinada sobre el auto? XDDD\n  ","201653":"\n   ¿Ves a la mujer esa que aparece en la imagen del vídeo? Así te quiero tener uwu XDDDDDD\n  ","201654":"\n   Quiero decirlo, pelirroja ridícula. o.o\n  ","201655":"\n   Dejame seguir duchandome contigo uwu xDDD\n  ","201656":"\n   xD eres toda una sensación, el público quiere como gobernante a la pelirroja ridícula xD\n  ","201657":"\n   Eso quisiera y eso ya sucedió, hace meses. XDDDDDDD pero ya no me dejas uwu\n  ","201658":"\n   Sí, sí ha sucedido eso uwu eso y más. XDDD\n  ","201659":"\n   Pelirroja ridícula para presidente!!!!!\n  ","201660":"\n   que te paso? 8(....el clima bien? aqui es el infierno en la tierra\n  ","201661":"\n   por que no puedes bailar? 0.0....yo muerto de calor xp\n  ","201662":"\n   No tiene nada de malo que la pelirroja ridícula me deje bañarme con ella uwu\n  ","201663":"\n   ¡Te queremos, pelirroja ridícula, te queremos!¡Te queremos, pelirroja ridícula, te queremos!¡Te queremos, pelirroja ridícula, te queremos!¡Te queremos, pelirroja ridícula, te queremos!\n  ","201664":"\n   como estas? 8)\n  ","201665":"\n   Aquí está, eres tú la pelirroja ridícula o.o\n  ","201666":"\n   o.o\n  ","201667":"\n   No estoy diciendo nada malo xD\n  ","201668":"\n   Pelirroja ridícula. XDDDDDDDDD\n  ","201669":"\n   Sí, extraño cuando me dejaba bañarme con ella. XDDD\n  ","201670":"\n   Holiss✌💗😘\nTe sigoo me sigues??😍pliss😘👌💗\n  ","201671":"\n   Me atreveria decir que es todo lo contrario XD La ridícula es con la que estoy hablando xD\n  ","201672":"\n   Pensé que eran la misma persona la pelirroja amorosa y la pelirroja ridícula.\n  ","201673":"\n   Si, cantamos todas las canciones que salen en Frozen.\n  ","201674":"\n   Buscó a la, sin ofender por favor, pelirroja ridícula. =)\n  ","201675":"\n   Hola?\n  ","201676":"\n   Ya me sé de memoria las películas que mira :3\n  ","201677":"\n   Hoy en el súper en un área donde depositas botellas de plástico y botes de aluminio leí algo que decía que: en los últimos 55 años se ha tirado mas basura que desde el inicio del hombre hasta 1960. Que opinas de ello? Bonito lunes :)\n  ","201678":"\n   Que linda. Perdón, es que estoy aburrido.\n  ","201679":"\n   una prueba de honestidad y de autovaloracion...<---aunque suene paradojico....dime tu que tan atractiv@ te consideras?? piensas que en algo influye eso para tu vida?....sean honestos ...A_A....la belleza esta mas alla de la vista que siempre es tan limitada\n  ","201680":"\n   Regreso al rato, 30 minutos, aunque ya no te encontraré supongo. Nos vemos Dayazulcielo.\n  ","201681":"\n   Gracias, cuidate mucho. Disfruta mañana el trabajo. Ya cuando pueda comer algo solido me pasas una receta, si?. Bye bye :)\n  ","201682":"\n   Pero no eres pelirroja natural ¿o sí?\n  ","201683":"\n   6 por 8 cuarenta y ocho.\n  ","201684":"\n   Yo no soy ninguna fruta =)\n  ","201685":"\n   cuéntame algo interesante O.O\n  ","201686":"\n   El 90% se ve mal. Y ese rojo artificial falso es vomitivo. Sin ofender.\n  ","201687":"\n   ¿Madurez? Las frutas!!!\n  ","201688":"\n   Cual coqueto? ah si pero solo con las mujeres bonitas. Y me voy a ver la TV. :)\n  ","201689":"\n   jajaja si, lo importante es la madures de la persona, pero si hablaba de la edad n_n\n  ","201690":"\n   Jajajaja ya me voy jajajaja :)\n  ","201691":"\n   ¿Tabla? ¿Tablazos...?\n  ","201692":"\n   Bueno, pues allá ellas, sí les gusta verse mal está bien, sólo expresaba mi sentir hacia eso.\n  ","201693":"\n   ._.\n  ","201694":"\n   Entonces yo estoy peque a comparación u.u\n  ","201695":"\n   Jajaja ya sin pena\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/flirt\/flirty-wink-smiley-emoticon.gif\n   \n   :)\n  ","201696":"\n   No quiero calmarme, y no sueño. =)\n  ","201697":"\n   Está fatal. No entiendo esa, no sé, afición de las mujeres por pintarse el cabello.\n  ","201698":"\n   Jajajaja ya no te las diré jajaja me las guardare para mi, sorry :)\n  ","201699":"\n   ¿Por qué los mandriles tienes el trasero rojo como manzana?\n  ","201700":"\n   Oyeeee, era broma O.O, ahora me ciento mal u.u\n  ","201701":"\n   Esta ya es del 20 de este :)\n  ","201702":"\n   De qué parte de México eres?\n  ","201703":"\n\n    https:\/\/www.youtube.com\/watch?v=Q-kIr7SLraQ\n   \n   para ti :D\n  ","201704":"\n   Pero los zapes conllevan a una ejecución por ahorcamiento.\n  ","201705":"\n   Ese rojo sintético es feo.\n  ","201706":"\n   Eh, no es grotesco. Así solían ejecutar a los condenados a muerte.\n  ","201707":"\n   Un día te pregunte los mismo, y juraría que me dijiste como 16 , o te estaré confundiendo o.O?\n  ","201708":"\n   ¿Qué es lo que admiras de una persona?\n  ","201709":"\n   Enserio, cuantos ?\n  ","201710":"\n   Di tres cosas que creas tener en común con tu interlocutor (osea yo)\n  ","201711":"\n   No, es crucifixión y posteriormente ejecución por ahorcamiento.\n  ","201712":"\n   ¿Por qué pelo rojo artificial sintético?\n  ","201713":"\n   Cuantos años tienes, O.O\n  ","201714":"\n   Si algún día necesitara tu ayuda, ¿me ayudarías incondicionalmente?\n  ","201715":"\n   heeeeeeee, tu !! ..........cuando vas a cagar y sabes que no hay rollo (papel higiénico ) eres de los ke se limpian el fundillo con.... A) Un calcetín.. B) Periódico ...C) Sacudida ...D) Ducharse .....ñ_ñ gracias por sus respuestas!!\n  ","201716":"\n   Oye, cuando me ponen mg & comentas ask, tengo que dar mi opinión del que me dio mg O.O\n  ","201717":"\n   ¬¬ y luego no quieren uno se altere. Bueno te mande felicitar de antemano y muy adelantado. Pero de nuevo te debo una.  Ahora aguante\n   \n    http:\/\/www.sherv.net\/cm\/emo\/valentine\/kissing.gif\n   \n   :)\n  ","201718":"\n   No veo ninguna imagen.\n  ","201719":"\n   Pon, pon , pon una linda flor :3\n  ","201720":"\n   ¿ le has gustado a alguien de tu mismo sexo?¿ cómo te sentiste al respecto?\n  ","201721":"\n   Oyeee, por qué no tienes imagen O.O\n  ","201722":"\n   Zapes para, acto seguido, lapidar y crucificarse. =)\n  ","201723":"\n   Oiga, pongale imagen a su ask.\n  "},"Answer":{"200651":"\n  Eso le dices a todas..\n  ","200652":"\n  Subnormal ahí te buscan :v\n  \n  La tenia pero no lo seguí  xD\n  ","200653":"\n  No me estés contando tus intimidades!\n  ","200654":"\n  Neh.. en los olímpicos no aceptan calambres .-.\n  ","200655":"\n  En vocaroo es mejor o.O\n  ","200656":"\n  Te quedan cinco minutos y te me vas derecho a la cama e.é\n  \n  Te observo...\n  ","200657":"\n  Lo amas, no lo niegues..\n  ","200658":"\n  Haciendo bucitos y de panza :v\n  ","200659":"\n  Si y no lo mato un sniper o.O\n  \n  O como se diga xD\n  ","200660":"\n  Porque tienes los minutos contados..\n  ","200661":"\n  Seguro lo aburriste con tu ingenioso spam gggg\n  ","200662":"\n  Dimitri y yo somos uno mismo uouo ♫♪\n  \n  Granuliento tienes.. e.é\n  ","200663":"\n  Aquí no está dimitri o.o\n  ","200664":"\n  Aquí refresca, hace viento y no esta sofocado y eso.. si estuviéramos a 14° nos estamos casi congelando xD\n  \n  Así que el clima por ahorita esta muy agradable y parece que va a llover otra vez *-* ♥\n  ","200665":"\n  Aquí no esta tito o.o\n  ","200666":"\n  Así has de estar o.o\n  ","200667":"\n  18° *-*\n  \n  Una delicia.. y se espera a que baje mas.. noches frías, un encanto! ♥\n  ","200668":"\n  Conmigo si se hizo secreto o.O\n  \n  Pero.. no me cambies el tema, cuanto marca tu termómetro?\n  ","200669":"\n  e.é\n  \n  A ver..  grítelo o.o\n  ","200670":"\n  Pero si hace días en Guatemala cayó tremenda granizada!\n  \n  Por lo menos se refrescó esa noche .-.\n  \n  ¿Cual es la temperatura en su rancho en este momento?\n  ","200671":"\n  xD\n  \n  Porque me enfermé ovo\n  \n  Los cambios drásticos de temperatura me están afectando más de lo que les permití uwú\n  ","200672":"\n  Bien malita, pero bien \\ovO\/\n  \n  ¿Y usted señor de los números?\n  ","200673":"\n  Numeritos!!! ovO\n  ","200674":"\n  La única novia que se me ocurre seria tú sombra o.o\n  \n  O...\n  ","200675":"\n  A dieta, pero estable o.O\n  \n  Hola mimiroslava!!! ♥\n  ","200676":"\n  Estoy a punto de..\n  \n  Rascándome las ideas xD\n  \n  Si, eso sigue para ir directo a la cama.. *-*\n  \n  Hoy toca un poco de aceite de Argan en las puntas.. ¿quién lo aplica tú o yo? o.o\n  ","200677":"\n  Uff y antes la primera semana de clases casi casi era otra de vacaciones *-*\n  \n  Más los dos meses que teníamos.. nadie quería volver xD\n  \n  Los tiempos y las personas han cambiado u.ú\n  ","200678":"\n  Hola, ni tan nueva.. Pero me encanta!\n  \n  Pasaré, linda noche!!\n  ","200679":"\n  Cumbia o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=Ed55KDjy8tg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200680":"\n  Un baile *v* xD\n  \n  Vamos a dejar el estres lejos de aquí un ratito.. *masajito para Javis*\n  \n  Me estanqué.. jaj es algo chistoso pero así estoy, no mejoré ni empeoré.. ya veremos mañana como amanecemos :D\n  ","200681":"\n  Buena noche Sami 8)\n  \n  A tu pregunta...\n  ","200682":"\n  Jaja si un poco, es que ya es el final del día..\n  \n  ¿Cómo estas mi Javis?\n  ","200683":"\n  uwú\n  ","200684":"\n  Realizar mis sueños.. ♥\n  ","200685":"\n  #Erikquierehamburguesaconpapas\n  ","200686":"\n\n   https:\/\/www.youtube.com\/watch?v=Y6LlPQJiOpU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200687":"\n  No hay malas manos, simplemente hay malos jugadores ♥\n  \n  A♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=iml6Buyu0cc#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200688":"\n  Sencillamente.. genial\n  \n\n   https:\/\/www.youtube.com\/watch?v=JT-_N5_wyg4#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200689":"\n  Todos tenemos un toque de locura..\n  \n\n   https:\/\/www.youtube.com\/watch?v=cq40qq4q3QU#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200690":"\n  Duerme bien, descansa más Javi..\n  \n  Buen día mañana *: Besotes n.n\/\/\n  ","200691":"\n\n   https:\/\/www.youtube.com\/watch?v=8E3Qz2WTC2k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200692":"\n\n   https:\/\/www.youtube.com\/watch?v=hGCUETIaPyI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200693":"\n\n   https:\/\/www.youtube.com\/watch?v=biUYbAk-S1w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200694":"\n  ♥o♥\n  ","200695":"\n\n   https:\/\/www.youtube.com\/watch?v=RdttqKok4gw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200696":"\n  Mmm una palabra.. un ruido.. algo que mire..\n  \n  Monotonía o rutina, tal vez.. falta de interés por esta pagina..\n  \n  Del estado en general.. solitario.. aunque se pone interesante a momentos, sin la necesidad de preguntar ni responder..\n  ","200697":"\n  Impuesto...\n  ","200698":"\n\n   https:\/\/www.youtube.com\/watch?v=fmXLzY8kbYA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200699":"\n  Yo tambien ya sentí algo en mi ♥\n  \n  Me despido por hoy.. ten un buen descanso, que tu día mañana sea mejor que hoy..\n  \n  *Beso*\n  \n  Buenas noches y ps.. que duermas bien n.n\/\/\n  ","200700":"\n  ♥ Mar ♥\n  \n  ♥ Ambos.. es un equilibrio en mi vida ♥\n  \n  ♥ Crepúsculo.. ♥\n  \n  La fotografía que ilumina mi corazón, por privacidad no puedo compartirla.. pero ésta que comparto es muy vista ya por aquí, pero me trasmite cierta paz y tranquilidad con solo verla o pensarla.. hermosa noche Plumita de plata n.n\/\/\n  ","200701":"\n  Ya lo corrí desde hace rato, e.et .. salúdeme a la gasheta y báñese!\n  ","200702":"\n  Aquí, eso esta prohibido *lo jala del cabello y lo hecha lejos*\n  ","200703":"\n  Tienes pestañas de tejaban, que parecen abanicos para calmar el calor *w*\n  ","200704":"\n  Si hablas como escribes, eres una total criatura excesivamente tierna xD\n  \n  *zape*\n  ","200705":"\n  Te voy a agregar por lo pronto al Fb, no tengo Instagram aun, te me cuidas mucho mi hermosa ok?\n  \n  Otro abrazo infinito, te quiero mi Natalie ♥\n  ","200706":"\n  No mienta, usted padece de la próstata .-.\n  ","200707":"\n  Cállese y vaya a buscar a su gasheta y cene bien! e.é\n  ","200708":"\n  Es que te atascas con otras chicas y aquí ya bienes bien surtido.. es normal..\n  \n  La otra noche te leí y yo creo que terminé mas asqueada que tú..\n  \n  Si quieres ir a vomitar.. relaja tu barriga lejos de aquí y sigue divirtiéndote igual!! xD\n  ","200709":"\n  Me lo dice mi reflejo, cada que me lo encuentro.. ♥\n  ","200710":"\n  Es la atracción de ask..\n  \n  Algunos son divertidos, otros no tanto, pero en esta viña.. de todo se encuentra, solo es cuestión de separar n.n\n  ","200711":"\n  A que si!\n  ","200712":"\n  Mi hermosaaaaaaaaaaaaaaaaaaaaa si eres mi Natalie, no sabes como te he extrañado!! te he buscado mucho y volviste!!\n  \n  Te mando un abrazo reconfortante y mi cariño por ti aquí está te adoro mi hermosa!! :'3\n  \n  Te deseo lo mejor y cuidateme mucho si? y no te me pierdas tanto.. te quiero mucho mi linda ♥\n  \n  Gracias por visitarme y ten una noche bella ♥\n  ","200713":"\n  Lo sé el otro día me lo dijiste sin anónimo xD\n  \n  Como estas??\n  ","200714":"\n  Este gordo no tiene nada que hacer y anda de exhibicionista\n  ","200715":"\n  Este gordo piensa que eres mujer\n  ","200716":"\n  Ups! no me sé ninguno y si lo diría, lo inventaría en el momento D:\n  ","200717":"\n  Te vas a quedar sin galanas.. tan hermosas chicas que abundan aquí en ask.. xD\n  \n  Javis..\n  ","200718":"\n  Pero las responsabilidades, son las responsabilidades uwu\n  ","200719":"\n  Yo se que no xD\n  ","200720":"\n  D:\n  \n  Oie no.. olvidé ir y ese no soy yo!\n  ","200721":"\n  Chaaaaale e.é\n  \n  Jaja perdón pero.. así me gusta uwu\n  ","200722":"\n  Ño u.ú\n  \n  Lo que le sigue.. ._.\n  ","200723":"\n  No, no escribes feo ..\n  \n  Tú perdona mi ortografía, me sale lo gracioso muy de vez en vez xD\n  ","200724":"\n  ¿Y seguro un buen verdad?\n  \n  Lo malo es que acabas de empezar u.ú\n  ","200725":"\n  Sobre todo con las faltas de ortografía xD\n  \n  Ohla anonimoh x)\n  ","200726":"\n  Yo hacer travesuras xD mi ventaja... Y\n  \n  No poder platicar tendido con alguien .. mi desventaja\n  \n  En general es para saber qué tan lejos puede llegar la gente mientras se esconde en el anonimato..\n  ","200727":"\n  La verdad, solo tú tienes la verdad n.n\n  ","200728":"\n  Eres un ser que vino de otro planeta, tienes muchos ojitos de colores y te brilla la piel.. hueles a chicle y no tienes cabello.. ademas tienes 5 pies y unos brazos reconfortantes para abrazar.. qué decir de tú boca.. quien se asoma.. se ahoga :B xD\n  \n  Eres .. Tú *:\n  \n  Me falta decir que por dentro eres más especial.. más Javis y eso que he descubierto me lo quedo para mi n.n\n  ","200729":"\n  :o\n  \n  Ojala y vaya para que pueda dormir tranquil@\n  \n  Seguro es una admiradora tuya e.e\n  ","200730":"\n  Uhmm un 7.. a veces ya no se entiende nada de tan mal que escriben y es un asesinato para mis ojitos :3\n  ","200731":"\n  Espero poder coincidir.. no te preocupes, al fin que ya se cómo eres :D ♥\n  ","200732":"\n  Por que es un anónimo demasiado curioso.. y creo que ese tema, a esa persona no le concierne ¿o si? xp\n  \n  Si tanto le interesa que vaya y te pregunte *:\n  ","200733":"\n  Quizá no sea muy aterradora, pero si salí uhmm.. más que asustada del cine y me medio puse paranoica un buen tiempo xD\n  \n  Llegamos a casa bien abrazadas mi hermana y yo.. estábamos \"peques\" y nos escapamos al cine ya muy tarde\/noche.. la peli fue la de scream xD\n  ","200734":"\n  Jaja si te gusta y tienes paciencia pues si..\n  \n  Solo no me jales mucho, que me pongo de malas o.o\n  ","200735":"\n  Me cepillo el cabello, y estoy aquí..\n  \n  No como yo quisiera.. u.u\n  ","200736":"\n  El del león >.<\n  ","200737":"\n  ¿Y por qué no le preguntas a él?\n  ","200738":"\n  Si de vez en cuando, ya tenia algo de tiempo que no tenia..\n  \n  Qué bueno que no pasas por eso o.o\n  ","200739":"\n  A que ese sueño del que te conté se haga realidad :s\n  \n  A lo desconocido y a lo conocido tambien, por que te llevas cada sorpresa! o.o\n  ","200740":"\n  No inventes xD\n  \n  Creo que es lo peor que podemos hacer.. no darle tiempo al cuerpo de reponer energías :s\n  \n  ¿Sufres de insomnio?\n  ","200741":"\n  Pondré una, un rato n.n\n  ","200742":"\n  Lo se lo se.. pues ya estaba tranquila, ya para dormir y.. se me fue el sueño o.o\n  \n  Por más que intentaba no podía dormir.. y me levante como si nada, sin sueño y muy puntual, es más me desperté antes que la alarma o.o\n  \n  Espero hoy dormir mejor ♥\n  ","200743":"\n  D: ¿Corriste verdad? xD\n  \n  ¿Extraña? mm tal vez sea que casi no dormí.. me dio insomnio y me dormí como las 4:30 y me paré a las 7.. puede ser eso, mas aparte la mezcla de sueño y varios expresos... xD\n  \n  El piloto automático ya no funciona como debe n.n\n  ","200744":"\n  e quiero, dijiste, tomando mis manos\n  \n  entre tus manitas de suave marfil\n  \n  y sentí en mi pecho un fuerte latido\n  \n  que como un crujido y luego el chasquido\n  \n  de un beso febril.\n  \n  Muñequita linda de cabellos de oro\n  \n  de dientes de perla labios de rubí\n  \n  Dime si me quieres como yo te adoro\n  \n  si de mí te acuerdas como yo de ti.\n  \n  A veces escucho un eco divino\n  \n  que envuelto en la brisa parece decir...\n  \n  Sí te quiero mucho, mucho, mucho, mucho\n  \n  tanto como entonces, siempre hasta morir... ♫♪\n  ","200745":"\n  Yo digo que si, anda con cuidado Javis n.n\n  ","200746":"\n  Claro que si, y conforme paso tiempo conmigo misma llego más a fondo..\n  ","200747":"\n  Es algo difícil y lleva algo de tiempo, ser constante ayuda bastante, sé que llegaras a hacerlo n.n\n  \n  ¿Y la U?\n  \n  Y sobre los ask-amantes, ninguno, estoy sola y muy tranquila, de vez vienen a visitarme los mismos conocidos.. y tienen sus maneras de divertirse (como todo hombre) y existen limites que realmente nadie sobre pasa.. no soy de amantes, soy de cosas serias y muy reales y con una sola persona, soy fiel hasta en los tontos juegos, y con esa persona que me encuentre será más que mi amante.. mi cómplice, mi pareja, mi todo.. aquí y en todo lugar.. a escondidas y delante de toda la gente..\n  ","200748":"\n  Son ojos de preocupación y desconcierto :o\n  \n  Genial!!! ¿Cómo te a ido Javis? :3\n  \n  *Abrazo*\n  ","200749":"\n  Genioso ya cásate :3\n  \n  xD ntc chiquillo geniudamente serio..\n  \n  Linda noche.. u.ú\n  \n  Relax.. chico relax... :D\n  ","200750":"\n  ¿Qué paso? u.e\n  ","200751":"\n  Hola Javi, una infección que me tumbó varios días, pero si, ya estoy mejor..\n  \n  Gracias por preguntar n.n\n  \n  Hermosa noche!!! :D\n  ","200752":"\n  Tal vez no lo entienda muy claramente o simplemente hago como que no para entenderlo mejor conforme pasa el tiempo.. de otra manera..\n  ","200753":"\n  ♥\n  ","200754":"\n  ....\n  \n\n   https:\/\/www.youtube.com\/watch?v=VO7wstoK_gI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200755":"\n  Oblígueme..\n  ","200756":"\n  Todo depende de la persona que las diga, del tema que se habla, del momento y hasta del lugar, pero sobre todo de la importancia que YO les dé.\n  \n  Pueden ser todo, pueden ser nada...\n  ","200757":"\n  Se me va a espantar más el sueño pero quería escucharla! ♥\n  \n  Pásala genial Larvita!\n  \n\n   https:\/\/www.youtube.com\/watch?v=DOj3wDlr_BM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200758":"\n  Vas.. ya me salí xD\n  \n  El ultimo.. e.é\n  ","200759":"\n  La historia no se me dá TwT\n  \n  Pues felicidades.. le mandaré una ración de pecositas de rompope owo\n  ","200760":"\n  Pues ya está esperando u.ú\n  ","200761":"\n  No se puede hasta que tengamos figuras no? o.O\n  ","200762":"\n  A cada momento visualizo, pienso, sueño .. voy formando .. guiando mi destino..\n  \n  \"Todo lo que imaginamos llega pues lo proyectamos, y de ese modo, establecemos conexiones y nos vamos rodeando de todo aquello que necesitamos para vivir.\"\n  \n  Porque aquel que no lo hace simplemente se pierde y no le encuentra sentido a su vida..\n  \n  Sé lo que quiero, sé a donde voy y ahí llegaré..\n  ","200763":"\n  Resurgirás como el ave fénix y volarás mas alto de lo que imaginas..\n  \n  Eso fue ayer y hace ratito :3 auuuuuuuuuuuuuuuuuuuu  ♥\n  \n  Ten un comienzo de semana grandioso, pequeño centro del universo.. *abrazo*\n  ","200764":"\n  Neh.. tal vez era por que estaba distraída xD\n  \n  Y me quedé sin monedas -.-\n  \n  Le iba a mandar un desafío.. pero podía perder.. así que ño e.é\n  ","200765":"\n  Me gustan pero casi no las como.. por que una varita no me basta u.ú\n  ","200766":"\n  Hola!\n  \n  Ya ando media dormida pero..\n  \n  --\n  \n  En la claridad sutil de la luna, me abrazo a tu cuerpo..\n  \n  unificando sombras.. descubriendo senderos prohibidos..\n  \n  navegando en tu piel luminosa,\n  \n  descubro la fuente que calma mi sed..\n  \n  entre curvas y la luz de la luna y en un constante vaiven nacen suspiros..\n  \n  nuestros nombres brillan susurrados,\n  \n  a la orilla de los besos arrebatados de pasión..\n  \n  me abrazo a ti, bajo esta brillo lunar hasta el amanecer..\n  ","200767":"\n  Vr no, pero si esto...\n  ","200768":"\n  Hola mi lindo (:\n  \n  Un poco mejor.. muchas gracias por pasar y dejarme tu huellita por aquí.. ojalá que estés de maravilla n.n\n  \n  Comienza una semana hermosa, mucha suerte y que te vaya de lo mejor ♥\n  \n  Apapachos chiquillo lindo! ñ.ñ\/\/\n  ","200769":"\n  Ya me mire por ahí.. ♥ muchas gracias mi linda, te mando un abrazote fuerte y que comiences genial tu semana.. *abrazo* :D\n  ","200770":"\n  Oc\n  \n  Estaba rara su biografía en ese rato que pesqué eso.. quedamos empatados!\n  \n  Oiga, y si que parece decir qecosita xD\n  \n  Pero no.. evé9\n  \n  Mire, pecositas azul cielo! :B\n  ","200771":"\n  Crüsli de Quaker  y el Crusli de Kellogs P:\n  \n  Ñamñamñam ♥\n  ","200772":"\n  ♥c♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=q2ZrmbLDeQU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200773":"\n  Que te vaya super en la Uni, cuídate mucho y lo que anhelas, llegue..\n  \n  Gracias por todo tu tiempo y compañía..\n  \n  Pórtate bien y disfruta los momentos que se te presenten.. diviértete mucho!..\n  \n  Te quiero mucho y me llevo una huellita tuya.. Hasta pronto Naiden ñ.ñ\n  \n  Un abrazo megadayanis y una megaración de quisillos...\n  \n  Bye (:\n  ","200774":"\n  Hola preciosa Dani!!\n  \n  Gracias por pasar.. oie ten una noche hermosa! n.n\/\/\n  ","200775":"\n  Un beso...\n  ","200776":"\n  Aves de la calle Luna...\n  ","200777":"\n  Porque me amenazan con un arma..\n  ","200778":"\n  Yo misma amortiguo mis caídas.. pero cuento con el soporte para levantarme de la gente que me rodea..\n  ","200779":"\n  Porque no sonreír, no requiere de ningún esfuerzo.. es algo inerte\n  ","200780":"\n  Nunca.. por que si la pierdes.. te pierdes..\n  ","200781":"\n  Te lo diré.. pero primero vamos a la tumba..\n  ","200782":"\n  Queso, piña, salami y aceituna :B\n  ","200783":"\n  ~♥~\n  ","200784":"\n\n   https:\/\/youtu.be\/iy4mXZN1Zzk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200785":"\n  Adiós Nai\n  \n  Buen descanso..  (\/ω＼)\n  ","200786":"\n  Dulces sueños....\n  \n\n   https:\/\/www.youtube.com\/watch?v=slxf-xiW6xI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200787":"\n  xD si será le dije que no me hiciera reír xD\n  \n  Démela y yo acá le arranco trozos.. lo qu no quiero es el dolor..\n  \n  Vayase a dormir y q tenga un buen descansoo..gracias! owo\/\/\n  ","200788":"\n  Yo tambien m despido..\n  \n  Buena noche.. q sueñe bn picantew ovO\/\/\n  ","200789":"\n  No con dos de 500 q el paracetamol no m hizo nada .-.\n  ","200790":"\n  Pero son Yahualica son de los buenos u.ú\n  ","200791":"\n  Es normal.. con dos creo tener.. tengo que intentr dormir para que pase ese malestar.. gracias! n.n\n  ","200792":"\n  No.. es de chiles :3\n  ","200793":"\n  No creo que una me ayude deme dos -.-'\n  \n  Porfis uvu\n  ","200794":"\n  Un cambio.. usted me da sus piedras y yo le doy la cosecha de mi plantita :3\n  ","200795":"\n  Por ahora nada.. antes eran ranitas y vacas, pero las rompí..  Dx\n  ","200796":"\n  e.é\n  \n  Oiga no me haga reír que me duele la cabeza xD\n  ","200797":"\n  De cualquier cosa ovO\n  ","200798":"\n  Que bueno que me dice, no lo veré..\n  \n  Lo sé, la estaba leyendo o.o\n  \n  Es usted coleccionista?\n  ","200799":"\n  Está hermoso..\n  ","200800":"\n  Ño\n  \n  No lo conozco :o\n  ","200801":"\n  A donde estoy a punto de llegar y sólo me dejo llevar.. no sé definirte el punto exacto ni que momento, solo sucede y lo siento cuando está por venir..\n  \n  Buen fin de semana Larvita..\n  ","200802":"\n  Ya van dos, a la tercera lo castigo Uvur\n  ","200803":"\n  Si lo asusto mas al rato seguro se le paran todos .. y no será un morrillo de secundaria ovO\n  \n  A poco se peina?\n  ","200804":"\n  Por que no me gustan esos tratos ovo\n  ","200805":"\n  No.. dice Cielo entre muchas nubes uwu\n  \n  Seré la pecosa hermosa x siempre..\n  ","200806":"\n  :o\n  \n  Lo sospeché, lo regresaré como estaba o.o\n  ","200807":"\n  Dejarme ganar en el juego :c\n  \n  Y no andar de rebelde pelos parados buscando pleito con las señoritas!\n  \n  Y mucho menos gritarle a una mujer uwu\n  \n  Lo sé es una lista rara, yo la inventé ggg\n  ","200808":"\n  No me quiera ver la cara.. usted ni tiene barbita de brocha :c\n  ","200809":"\n  Lela?\n  \n  Donde? o.O\n  ","200810":"\n  Si, soy yo 0.0\n  ","200811":"\n  Claro.. el cuerpo es sabio y sabe cómo y cuando.. pero si anda de rebelde olvide que le va a crecer la barba ovo\n  ","200812":"\n  Hola Ivan!!\n  ","200813":"\n  Neh, eso es un castigo divino por ser tan rebelde y olvidé el bigote chocomilero..\n  \n  Siga con su reveldia y se quedará con cara de niño para siempre c:\n  ","200814":"\n  Uy que malote, por eso la naturaleza los castiga con barbitas de brocha e.é\n  ","200815":"\n  0-(e.éQ)\n  ","200816":"\n  Los rebeldes se quedan sin desayuno e.é\n  \n  Y santa no les trae nada!\n  ","200817":"\n  D:\n  \n  Entonces a gritar a su baño.. lejitos de aquí ovO\n  ","200818":"\n  Ey a gritar a su casa! è.é\n  ","200819":"\n  Gggg pero no se enoje oiga! xD\n  ","200820":"\n  Si eliminan el ask.. tal vez o.O\n  \n  O el fb.. o el tw.. D:\n  ","200821":"\n  Ya que tome una foto demasiado cerca, con mucha luz y me de por ponerla o mostrarla por ahí.. ovO\n  ","200822":"\n  Se me fue la onda que existía un dulce llamado así.. no me vendí ni nada de eso.. :c\n  ","200823":"\n  xD chocorroll u.ú\n  ","200824":"\n  Muy comercial xD\n  ","200825":"\n  Algo que no tenga la palabra pecas u.ú\n  ","200826":"\n  U_ú\n  \n  Hagan lo que quieran..\n  ","200827":"\n  Señora su mamá y merece todos mis respetos e.é\n  ","200828":"\n  Uno de rompope y todos felices..\n  \n  En eso estoy pero tengo el foco fundido .-.\n  \n  ¿ideas\/sugerencias?\n  ","200829":"\n  Se te antojó no lo niegues..\n  ","200830":"\n  Yo prefiero el helado de tequila con hierbabuena ovO\n  ","200831":"\n  Esos son peditos.. y los deditos de monja son estos..\n  ","200832":"\n  Son galletas con nuez o almendras, rodadas en azúcar glass :B\n  ","200833":"\n  Pues dígame quien es, por que vienen en anónimo y luego se ofenden y se toman las cosas demasiado personales..\n  ","200834":"\n  Por eso me voy a quedar con ella (;\n  ","200835":"\n  Si eres el del otro día, deja de tus juegos..!\n  ","200836":"\n  :\/\n  \n  No empieces..\n  ","200837":"\n  No.. desde niña les conozco y los encuentro así en las panaderías..\n  \n  No son nada de lo que dices uwu\n  ","200838":"\n  Yo voy a hacer que las olvides.. una por una..\n  ","200839":"\n  No, pedos jaja si suenan raro pero yo así los conozco xD\n  \n  Si sabes cuales son?\n  ","200840":"\n  Ahhh que *baba* ♥\n  ","200841":"\n  Mejor solo yo.. tú solo sentirás un golpe y al día siguiente no recordaras nada..\n  ","200842":"\n  Ño, tu madre me va a regañar u.ú\n  ","200843":"\n  Y tiene la piel suave :c\n  ","200844":"\n  Mira que acomedido xD\n  \n  Primero yo y después tú, nada de revolturas ..\n  ","200845":"\n  Y lo tiene sedoso ♥\n  ","200846":"\n  Pues pon toda tu atención y que nada te distraiga o.o\n  ","200847":"\n  Mi cabello es muy celoso y requiere de toda atención o.o\n  ","200848":"\n  No se puede o.o\n  \n  Se me va a enredar el cabello o.o\n  ","200849":"\n  Qué tal el trafico?\n  ","200850":"\n  Enseñese e.é\n  ","200851":"\n  4..\n  \n  Cuidado al volver o.o\n  ","200852":"\n  ¿Me peinas? :3\n  ","200853":"\n  Si por corrupción de menores, en tu rancho esta super penado por la ley o.o\n  \n  Puedes comenzar por lavar el baño n.n\n  ","200854":"\n  Tu acción.. y reacción a lo que dije (:\n  ","200855":"\n  Por tu curiosidad.. xD\n  \n  Me diste mucha ternura y risa jaj\n  \n  Ojo, no me río de ti.. ains ternuritaaa ♥\n  ","200856":"\n  Ahhh ya lloré xD\n  \n  Gracias cosa greñuda! :3\n  ","200857":"\n  Jajaj me acaabas de romper mi cajita xDDD\n  \n  Pues si me peino, pero y si te digo que ese fue el gancho? xD\n  ","200858":"\n  Como que casi no te presione vedad? xD\n  \n  Si pasa.. me meten a la cárcel uwú\n  ","200859":"\n  Bueno.. esperaré mis orillitas :B\n  \n  Gracias o.o\n  ","200860":"\n  No, usted es menor de edad y yo.. tengo mucho frío.. mejor hágalo usted, con usted mismo n.n\n  ","200861":"\n  Ya comí un pedacito de manzana... gracias de todas maneras..\n  ","200862":"\n  Osea si te perdiste del chisme yo ya no cuento y como no puedo contarte en tu cuenta ps te peinas (:\n  ","200863":"\n  No, pero y si mejor agarramos helado y hacemos un muñeco? e.é\n  ","200864":"\n  Dame una orillita.. solo un pedacito porfis uwu\n  ","200865":"\n  Pasaron muchas cosas.. pero *bosteza* mm no, no te confundo.. eso tiene que ver con lo que me platicabas antes de irte con la novia u.ú\n  ","200866":"\n  ü.ö\n  \n  Buena noche larva.. buenas noches oscuro pasahjero..\n  ","200867":"\n  ¿Quieres uno? tengo uno en la punta de los dedos..\n  ","200868":"\n  Respeta a mis abuelitas.. son unas sanntas u.ú\n  \n  Ya cenaste?\n  ","200869":"\n  Oie no tengo varitas, pero si golpecitos e.é\n  \n  Si conoces los golpes con efecto retardado? o.o\n  ","200870":"\n  De lo \"desconocidos\" que somos y lo \"conocidos\" que presumimos ser.. y que a final de cuentas a nadie le importa nadie ni nadie es indispensable.. algo así, por ahí va el tema..\n  ","200871":"\n  Pues no te andes largando.. fodongo u.u\n  ","200872":"\n  :P\n  ","200873":"\n  Obligame, es mi ask y yo pongo lo que quiero, que acaso fui a tu ask a ponerlas allá?\n  \n  No verdad? c:\n  ","200874":"\n  Unas muy profundas que me hicieron pensar muchas cosas.. y mirando las acciones de las personas aquí.. uff ya qué..\n  ","200875":"\n  Naiden Naiden Naiden\n  \n  Dayana de Naiden xD\n  ","200876":"\n  No te quieras hacer el gracioso despues de que te escondiste e.é\n  ","200877":"\n  Lo sé :v\n  ","200878":"\n  Ni tanto xD\n  \n  Se me quedaron grabadas unas palabrass tuyas..\n  ","200879":"\n  (:\n  ","200880":"\n  Desde ayer.. @_@\n  ","200881":"\n  Así soy.. prefiero contárselo muy aparte de mis respuestas a cada persona que me lo pregunte..\n  ","200882":"\n  Para provocar y mirar sus reacciones..\n  \n  Ponerlos nerviosos y ver como cometen errores al verlas.. n.n\n  ","200883":"\n  Heheh ñ.ñ\n  \n  Me gusta ♥\n  ","200884":"\n  Por su persona..\n  ","200885":"\n  Dame todo lo que me debes u.ú\n  ","200886":"\n  Neh.. me duele todo.. no me puedo mover mucho .-.\n  \n  Y te aseguro que no es flojera xD\n  ","200887":"\n  Y es en estos casos donde me sirve saber de tu cuenta.. sabes que no me gusta exponer mucho por lo que paso.. en cosas de salud o.o\n  ","200888":"\n  Oh algo que miré xD\n  ","200889":"\n  Y yo preocupada.. para saber.. u.ú\n  ","200890":"\n  Me servia saber donde encontrarte..\n  ","200891":"\n  Acostada .-.\n  ","200892":"\n  Neh.. levantalo tú..\n  \n  Hoy estoy muy cansada, no me he sentido bien u.ú\n  \n  Te toca ..\n  ","200893":"\n  Que no quedó de mi parte .. (personal)\n  \n  Ya que estas en casa, levanta tu cochinero que dejaste al salir, no se puede caminar e.é\n  ","200894":"\n  Jajaj mira que ganoso me saliste e.é\n  \n  Feo u.ú\n  ","200895":"\n  x)\n  \n  :B\n  \n  xD si tú lo dices xp\n  \n  Aww ternura xD\n  ","200896":"\n  A pedacitos.. miro esa y lo que me encuentro por ahí u.ú\n  ","200897":"\n  Cállate tú!\n  \n  Neh, déjame ver madagascar x3\n  ","200898":"\n  Puro polvito..\n  \n  Bien por ti y tus alrededores..\n  \n  Por qué te perdiste tanto tiempo?\n  ","200899":"\n  Y qué mal, ps ni modo.. por mi no quedó xD\n  \n  Que bueno que todo fluyó normal.. ya estas en casa o apenas vas? o.o\n  ","200900":"\n  Hace frío .-.\n  ","200901":"\n  Crewo que esa no hay en tu ranchito uwu\n  ","200902":"\n  ¿Y que tal te fue?\n  ","200903":"\n\n   https:\/\/www.youtube.com\/watch?v=8E3Qz2WTC2k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200904":"\n\n   https:\/\/www.youtube.com\/watch?v=vVRKZybh5ig\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200905":"\n\n   https:\/\/www.youtube.com\/watch?v=PeRcb0fSvdk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200906":"\n\n   https:\/\/www.youtube.com\/watch?v=3TH0op-JuM8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200907":"\n\n   https:\/\/www.youtube.com\/watch?v=XTht-UpZwfU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200908":"\n\n   https:\/\/www.youtube.com\/watch?v=V3_J3SdQ48U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200909":"\n\n   https:\/\/www.youtube.com\/watch?v=pg0_sPkJPCo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200910":"\n  n.n\n  ","200911":"\n  Jaja olvidé algo gatito.. :3\n  \n  --\n  \n  Meow gatito queshosho!!\n  \n  *abrazo*\n  \n  --\n  ","200912":"\n  ¿Para?\n  ","200913":"\n  Cállese grosero!\n  \n  Azote a la mas chiquita de su casa!\n  \n  Si la encuentras.. claro u.ú\n  ","200914":"\n  Ahorita ¨mi cielo¨\n  ","200915":"\n  La que tira el cable -.-\n  \n  Desde que cambiaron las cajas a sido un problema para todo!..\n  \n  Tv, telefonía e internet u.ú\n  ","200916":"\n  Eso es lo que quiero ver xp\n  \n  Quiero ver tus ocurrencias o.o\n  ","200917":"\n  Que te vaya de genial!!! :D\n  \n  Anda y ve.. vuelve con bien ñ.ñ\n  \n  *quisillo*\n  ","200918":"\n  Por hoy si, pero la falla de anoche \"no fue reportada\" y me la hicieron de tos.. querían que reportara, pero tampoco tenia linea telefónica.. reporté hasta las once que fue cuando regreso xD\n  \n  Sigo buscando otra empresa que no falle tanto.. -.-\n  ","200919":"\n  Hombrecito.. xD\n  ","200920":"\n  Quiero ver el nombre que tiene y las pics.. e.é\n  ","200921":"\n  Bah no exageres, es solo unas gotitas y ya e.é\n  \n  Lávala antes de que se seque..\n  ","200922":"\n  *v*\n  \n  Pásame tu cuentirijilla..\n  ","200923":"\n  *Le pone crema a tú café* P:\n  \n  *Te lo hecha encima ups* o.ö\n  ","200924":"\n  Va de nuevo xD\n  \n  Soñé *♥*\n  \n  ¿Cómo la veo? No pues.. ¿Bien?\n  \n  La veo muy bien :D\n  ","200925":"\n  Al ratito..\n  \n  Voy a disfrutar de mi café..\n  \n  ¿Gustas?\n  ","200926":"\n  Jaja oh si, también fui ahí para la sazón..\n  \n  ¿Conoce los pedos de monja?(yo así les conozco) Me quedan bien ricos :B\n  ","200927":"\n  Σ( ° △ °|||)\n  ","200928":"\n  Ps en la escuela secundaria para monjas.. Queda de li cio so!\n  \n  Le doy un poco..  Ovo\n  ","200929":"\n  Ya pasé hace rato, me confirma el pedido de rompopes xp\n  \n  Es que no tenia tiempo y por fin hoy pasé o.-\n  ","200930":"\n  Pues fíjate que si o.o\n  ","200931":"\n  Holas ocO\n  \n  Y ese milagro!?\n  ","200932":"\n  Y bueno, tengo mis límites y me gusta romperlos..\n  \n  Para la siguiente NO me voy a despedir de nadie y simplemente me iré.. Así  ya no pasarà nada de eso xD\n  \n  Oiga no me gane  .-.\n  \n  Ten una tarde linda Javs ñ.ñ\/\/\n  ","200933":"\n  Definitivamente el chocolate.. 💜(♥ω♥*)\n  ","200934":"\n  No tengo calcetines por que tengo temperatura.. :s\n  \n  Pero te dejo esta foto..\n  ","200935":"\n  Inevitable, yo siempre sueño demasiado lindo Lol...  P:\n  ","200936":"\n  Mañana, ahorita no me contestan xD\n  \n  Duerme bien ヾ(¯∇￣๑)\n  ","200937":"\n  Dulces sueños Samx..  Ten un viernes lindo (´ﻌ`)\n  ","200938":"\n  Estaba acomodando eso.. xD\n  \n  Luego lo cambio, ahorita ya no puedo.. Buena noche Javs ฅ'ω'ฅ\n  ","200939":"\n  Eso voy a hacer.. Últimamente falla demasiado..  Sueña lindo.. ʕ•ﻌ•ʔ\n  ","200940":"\n  Hola, no soy Diana..\n  \n  Linda noche.. (\/ω＼)\n  ","200941":"\n  Se fue mi Internet, falla técnica \"general\"..\n  \n  Y mis datos están del nabo u.u\n  \n  Por si no regreso, ten una noche linda.. Cuídate.\n  ","200942":"\n  Pues bienvenido..\n  \n  Y yo sin Internet  (\/ω＼)\n  ","200943":"\n  Jajaj ush que genio u.ú\n  \n  Bueno, pues ya no lo pongo un rato.. ¿desde cuando tienes cuenta que no habías venido?\n  ","200944":"\n  No como sea, luego se pueden malinterpretar las cosas.. ¿qué cuentas?\n  \n\n   https:\/\/www.youtube.com\/watch?v=OzMvLN8HuEg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200945":"\n  No tengo novio, nadie menciono un novio antes ¿o si? o.O\n  \n\n   https:\/\/www.youtube.com\/watch?v=OzMvLN8HuEg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200946":"\n  Todavía x)\n  \n\n   https:\/\/www.youtube.com\/watch?v=OzMvLN8HuEg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200947":"\n  Gggggggg ay\n  \n\n   https:\/\/www.youtube.com\/watch?v=OzMvLN8HuEg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200948":"\n  Hola bonita ♥\n  \n  Parece que me voy a enfermar tengo muchos escalofríos :s ojala no pase de ahí..\n  \n  Interesante.. el respeto y la unión, el apoyo que día a día va fortaleciéndose mas ♥\n  \n  Hermosa noche y cuídate mucho linda n.n\/\/\n  ","200949":"\n  Pequeña princesa..\n  \n  Gracias QDTB a ti y a tu familia ♥\n  \n  Hermosa noche y cuídate mucho linda n.n\/\/\n  ","200950":"\n  A ti, por tus visitas.. hermosa noche mi linda ♥\n  ","200951":"\n  Patetic@\n  \n  Que denota gran angustia o padecimiento moral, capaces de conmover profundamente y agitar el ánimo con violencia...\n  \n  No, la verdad que recuerde no o.o\n  ","200952":"\n  Esta bien tierna ♥\n  \n\n   https:\/\/www.youtube.com\/watch?list=PLEOS4_XHk0UnqbaYR8-yRC4cPMvLqkgzK&v=JvoWPjF_C5g#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Me encontré esta otra versión ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=PVSImC_COC4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200953":"\n  Me dio esa impresión..\n  \n  Jaj nah, pensé que aprovechas tu batería en hacer colectivas..\n  ","200954":"\n  Esa nou o.O\n  ","200955":"\n  ¿No era pregunta colectiva? o.O\n  \n  Dayani!\n  ","200956":"\n  Que te vaya genial mi cielo, un placer conocerte chiquillo hermoso, te adoro, te quiero, te deseo lo mejor.. muchos besos y abrazos.. :´3\n  \n  Una de mis favoritas.. Gracias y ten una noche hermosa.. te acompaño cielo ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=-2VPKWwl5Rw#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200957":"\n  DayaniAzulCielo ♥\n  ","200958":"\n  Ö.Ö\n  \n  ¡Chispas! :$\n  \n  Hola Sammmi! n.n\/\n  ","200959":"\n  A veces nuestra bipolaridad y falta de madures en nuestros actos aleja a las personas..\n  \n  Tan solo debes por un momento pensar en los tus últimos actos.. espero y comprendas el por qué de eso que te cuestionas..\n  \n  Linda noche Erik uwu\n  ","200960":"\n  Un poco..\n  \n  Eso fué muy profundo u.ú\n  ","200961":"\n  xD\n  \n  Tsss :s\n  \n\n   https:\/\/www.youtube.com\/watch?v=mC4_3w9-dzA#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200962":"\n  Algunas.. no todas somos iguales de dramáticas y esas cosas o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=X45lKfbR9-o#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200963":"\n  O.o\n  \n  A ver, cuéntame ..\n  \n  ¿Qué pasa? ..\n  ","200964":"\n  *◡* Hola patatita kawaii ♥\n  \n  Te sigo y me paso por tu casita :D\n  \n  Hermosa noche n.n\/\/\n  ","200965":"\n  Hooooooooooooola cielo!!! :3\n  \n  Bien, un poco con escalofríos pero bien ¿y tú, corazón?\n  \n  Te extrañe o.o\n  ","200966":"\n  Ahorrar la carga de la batería para cualquier emergencia..\n  \n  Y tener mucha paciencia y velas...\n  ","200967":"\n  Hola Sabrina linda!! :D\n  \n  Muchas gracias por tu visita, cuídate mucho ♥\n  \n  Ten una noche bella n.n\/\/\n  ","200968":"\n  Estas cositas peludas llamadas rambután.. ñamñam P:\n  ","200969":"\n\n   https:\/\/www.youtube.com\/watch?v=Xx9fjfxm7ZM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200970":"\n  Bien n.n\n  \n  Tan tranquilo que voy a seguir un rato más, si yo te digo que aproveches el tiempo, creo que debo hacer lo mismo..\n  \n  Ten una tarde linda, te mando un abrazo y un beso, cuídate mucho y pásala genial Javi..\n  ","200971":"\n  Hola preciosa..!\n  \n  Gracias por pasarte!!n.n\n  \n  Va bien muy tranquilo para ser miércoles o.o\n  \n  Hermosa tarde!!!\n  ","200972":"\n  No lo creo.. te estás escondiendo para decir todo esto.. Aquí yo veo que otra persona tiene miedo y no es ella o.O\n  ","200973":"\n  Muchas gracias, que bueno que estas bien :3\n  \n  Entonces prometo no hacer ruido para que termines a tiempo..\n  \n  Y sobre todo no te tomen las prisas y te pongas acelerado.. me gustaría saber de buenas calificaciones c:\n  \n  Estudia que yo te acompaño en silencio..\n  ","200974":"\n  Hola..\n  \n  Por hoy comparto esta...\n  ","200975":"\n  Hola\n  \n  Bien, de nuevo me sorprendió la lluvia para llegar a casa.. pero bien..\n  \n  ¿Y tú?\n  ","200976":"\n  La humanidad está dejando de hacer las cosas por y con amor.. solo por inercia, diversión o por equis razón.. sin darse cuenta que eso lejos de ayudar jode todo el entorno..convirtiendo todo en algo monótono y sin chiste.. incitando al caos, a la muerte y demás destrucción..\n  \n  Esto seria tan diferente.. *suspiro* u.ú\n  \n  Mira y siente el mareo ♥_@ bajo la lluvia del amor..\n  ","200977":"\n  Espero que estés muy bien, te mando un abrazo ..\n  \n  Te quiero mucho y ten un buen día Javi..\n  ","200978":"\n  El agua preparada con frutas(  kiwi, maracuya,sandia, melon, pepino, piña, alfalfa, guanabana, ciruela, guayaba, tamarindo, papaya, betabel, la de Jamaica, limon, naranja...) uff pero con la que me rindo es con el agua de toronja ♥ :B\n  ","200979":"\n  Uhmmm me la pones difícil.. pero digamos que el pan de almendras con jalea de chabacano.. amm la gelatina de naranja y zanahoria o el tempura vegetariano.. tal vez sea la ensalada ranchera.. o el pozole.. a la mejor las enchiladas verdes y rojas.. o quizá las tortas ahogadas... la escamocha?... ya se! los tacos de suadero xD\n  \n  El agua se me quema u.ú\n  ","200980":"\n  Oww ternura xD\n  \n  Holaholaaaaaaa♫♪\n  \n  Espero que tengas un día hermoso.. besitos! ♥\n  ","200981":"\n\n   https:\/\/www.youtube.com\/watch?v=gNS1jTQOnCs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200982":"\n  Lo suficiente xD\n  \n  No voy a poder evitar reírme mientras hago mis cosas o compre una palanqueta o.O\n  \n  *Besos*\n  \n\n   https:\/\/www.youtube.com\/watch?v=EfAjPtimjpU#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200983":"\n  Va un beso volando directamente a ti D:\n  \n  Atrapalo que se va!\n  ","200984":"\n  Son así para que se miren igual, compartan espacios y aprendan a respetarse.. aunque cada quien le da el significado que quiere.. Anda a bañarte y ponte a mirar dora la exploradora u.u\n  \n  ¿¡Ya viste eso?! D:\n  ","200985":"\n  Hola!\n  \n  Soy la lluvia que calma el fuego del sol sobre la tierra, la que unida a ella, regala vida..\n  \n  Soy la lluvia que humedece los oasis del desierto y apreciada por aquellos que la ansían..\n  \n  Soy la lluvia que pasea con el viento llegando a cada rincón, impetuosa voy jugando a mi paso..\n  \n  Soy la lluvia que choca en el rostro de las personas, en la ventana de aquellos solitarios robándoles suspiros para alivianarles un poco el alma, soy la lluvia que juguetea en tu piel.. soy la lluvia que acaricia tu sonrisa..\n  ","200986":"\n  Hola!!\n  \n  Gracias ya te sigo tambien, ten una tarde hermosa n.n\/\/\n  ","200987":"\n  Jajaj no reprimas nada ya lo sabes y no lo vas a poder olvidar.. ahora que mires a cada chica eso visitara tu mente n.n\n  \n  Bueno hay de besos a besos y de chicas a chicas e.e\n  ","200988":"\n  Owww si.. pasa más seguido de lo que imaginas xD\n  ","200989":"\n  Gracias por pasarte hermosa, espero estés bien te mando un abrazote y hermoso día n.n\/\n  ","200990":"\n  Ojos negros.. piel canela que me llegan a desesperar.. ♫♪\n  \n\n   https:\/\/www.youtube.com\/watch?v=jS85aKyRxhw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200991":"\n  Peleonero.\n  ","200992":"\n  Con micrófono en mano y después mirar a dora la exploradora xD\n  \n  Oye ya me voy a suscribir ñ.ñ\n  ","200993":"\n  Jajaj ewwww x)\n  \n\n   https:\/\/www.youtube.com\/watch?v=UdvgDr-ywoI#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200994":"\n  Sabes hace poco me preguntaba eso .. y si, me hubiera gustado tener una hermana gemela .. la tengo ya por el Geminiana, pero tenerle de carne y hueso seria muy muy interesante y divertido ♥\n  \n  Saludos Fantasía n.n\/\/\n  ","200995":"\n  Hola!!!\n  \n  Muy bien, movidita, fluida, alegre.. mucho mejor del golpe de aire en mi ojo xD\n  \n  Yo tambien te acabo de preguntar lo mismo n.n\/\n  \n  Aunque ya es retarde...\n  ","200996":"\n  No, pero..\n  ","200997":"\n  Dulces sueños y buena semana!!! :D\n  \n  -\n  \n\n   https:\/\/www.youtube.com\/watch?v=sGoZSUiOVM0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","200998":"\n  Hola precioso!! :D\n  \n  Regresando un rato mas al deber, me hice mi espacio para vagar pero.. bah xD\n  \n  Mejor me voy, pásala bien.. hermosa noche!!! n.n\/\/\n  \n  Cuídate mucho chiquillo.. diviértete (;\n  \n  Baybay ♫♪\n  \n  *Besos* n.ñ\/\/\n  ","200999":"\n  Fue difícil elegir.. pero te dejo este que me encanta ♥\n  \n  Muchas gracias e igualmente para ti, pásala muy bien n.n\/\/\n  \n  ---\n  \n  Mi táctica es\n  \n  mirarte\n  \n  aprender como sos\n  \n  quererte como sos\n  \n  mi táctica es\n  \n  hablarte\n  \n  y escucharte\n  \n  construir con palabras\n  \n  un puente indestructible\n  \n  mi táctica es\n  \n  quedarme en tu recuerdo\n  \n  no sé cómo ni sé\n  \n  con qué pretexto\n  \n  pero quedarme en vos\n  \n  mi táctica es\n  \n  ser franco\n  \n  y saber que sos franca\n  \n  y que no nos vendamos\n  \n  simulacros\n  \n  para que entre los dos\n  \n  no haya telón\n  \n  ni abismos\n  \n  mi estrategia es\n  \n  en cambio\n  \n  más profunda y más\n  \n  simple\n  \n  mi estrategia es\n  \n  que un día cualquiera\n  \n  no sé cómo ni sé\n  \n  con qué pretexto\n  \n  por fin me necesites.\n  \n  (Mario Benedetti)\n  \n  ---\n  ","201000":"\n  Holaaa!!\n  \n  Pasaré n.n\n  \n  Linda noche n.n\/\/\n  ","201001":"\n  Hola mi linda.. ¿como te va?\n  \n  Muchas gracias por pasarte, que tengas una noche preciosa!! n.n\/\n  ","201002":"\n  No tengo tu Facebook e.é\n  ","201003":"\n  Listo n.n\n  \n  No te preocupes xp\n  \n  Pásala lo mejor que puedas xD\n  ","201004":"\n  k anda camagra!!!\n  ","201005":"\n  Hermosa tarde chiquilla preciosa!!!\n  \n  Que la pases muy bien y tengas excelente semana.. besitos!!!  ♥\n  ","201006":"\n  Primeramente arreglar mi jardín y el resto será estar con mi familia y amig@s ♥\n  ","201007":"\n  Muchas.. ♥o♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=NJ2Rk8-xMyc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201008":"\n  Hola... ö.ö\n  ","201009":"\n  Hola, si claro n.n\n  ","201010":"\n\n   https:\/\/www.youtube.com\/watch?v=T3Tp9ou6vx0#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  --\n  \n  Ahora tú me bloqueaste a mi corazón... *beso*\n  \n  Hermosa cancion, la letra *-* Gracias cielo ♥\n  \n  --\n  ","201011":"\n  Hola Joven.. Muy bien gracias por preguntar.. ¿Y tú?\n  ","201012":"\n  Hola!\n  \n  Te agradezco, pero no n.n\n  ","201013":"\n  Anda a bañarte en chocolate n.ñ\n  ","201014":"\n  Que hermoso! *w*\n  \n  Me pregunto con quien soñaste.. una diablita traviesa seguro o.o\n  \n  Saludos y linda noche Ivan, agradable tu foto n.n\/\/\n  ","201015":"\n  Parece que vas al baño x)\n  \n  Hola ovO\/\n  \n  Linda tarde\/noche Javs\n  \n  Aios \\\\Ovo\n  ","201016":"\n  (๑・ω-)～♥”\n  ","201017":"\n  Entonces...\n  \n  Saludos Ivan n.n\/\n  ","201018":"\n  Cuidar a mis sobrinas ♥ xD\n  ","201019":"\n  Si cielo, dormí muy bien y mi domingo va muy bien tambien, muchas gracias por el cariño y tus atenciones, te quiero mucho.. ♥\n  \n  Que termines pronto con tus deberes y la pases genial.. te deseo lo mejor, hoy, mañana y siempre ♥\n  \n  Inicia de lo mejor tu semana, te abrazo fuerte Javi *:\n  \n  *Besos y abrazos*\n  ","201020":"\n  Con chocolate, azúcar y leche ovO\n  \n  Un mokaccino :B ♥\n  ","201021":"\n  ¿¡Dónde!? :o\n  ","201022":"\n  ♥\n  ","201023":"\n  Hermosa noche ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=_yEMYE9sKeg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201024":"\n  Cuando entro dentro de ti\n  \n  mi amor está cumplido\n  \n  no hay ningún sufrimiento\n  \n  la comunicación de mal entendido\n  \n  pierde todo su poder\n  \n  los miedos imaginarios\n  \n  las tristezas disfrazadas de nostalgia\n  \n  todas esas máscaras y efímeras huellas\n  \n  como castillos de naipes\n  \n  lo etéreo las deja caer\n  \n  una por una, es sin números\n  \n  sin lenguaje, sin palabras...\n  ","201025":"\n  Claro que si, a la vuelta cuenta con el n.n\n  \n  Como te gusta? ovO\n  ","201026":"\n  Pásala genial y cuídate n.n\/\/\n  ","201027":"\n  La suficiente para tener ask n.n\n  ","201028":"\n  Voy a salir con mi mamá :3\n  ","201029":"\n  No, no pasa nada, disculpa que tu pregunta se me quedo perdida y por fin la encontré.. algo tarde pero ya salio.. linda noche n.n\/\/\n  ","201030":"\n  No por que ya voy de salida u.ú\n  \n  Pero cuando entre paso por ahí n.n\n  ","201031":"\n  ë\n  ","201032":"\n  :o ¡¿Tú eres el nuevo habitante?!\n  ","201033":"\n  Se lo voy a pasar por fax :v\n  ","201034":"\n  Que bueno, me agrada eso, pásenla genial xD\n  ","201035":"\n  No quiero que muera mi hongo, se lo encargo ♥\n  ","201036":"\n  La voy a bajar y te paso el dato para jugar.. pero si me afecta mi zapatofono olvidelo u.o\n  ","201037":"\n  En el cine los minions.. en la tv estoy mirando la de los huevos :D\n  ","201038":"\n  Yo quiero que regrese el huevo sin nombre ♥\n  \n  Y mi madre no me dejó saber de qué color los trae.. si es que trae.. para mi que no traía por que no me dejo tocarla ni me quiso responder e.é\n  \n  Saludos Predicador cristiano xD\n  ","201039":"\n  La voy a buscar y la bajaré .. no tiene ningún problema de publicidad y esas cosas? o.o\n  ","201040":"\n  ¿Quién la pide?\n  ","201041":"\n  *Lo detiene y le da un beso* :3\n  ","201042":"\n  Ño o.O\n  ","201043":"\n  ¿Y cómo se juega? OvO\n  \n  El agario no le sé u.ú\n  ","201044":"\n  No agradezcas, no olviden que los viernes y sábados son días de baile, cuidado con los pisotones x)\n  ","201045":"\n  Ps yo tambien quería u.ú\n  \n  Quiero todavía pero.. neh, mejor vámonos a Ecuador ovO\n  ","201046":"\n  Hahah ese es amor del bueno ♥\n  \n  Los voy a estar vigilando e.e\n  ","201047":"\n  O.O No por que luego no nos vamos a querer regresar x3\n  ","201048":"\n  Eso si, a la primera pelea les aplico Unesia y para fuera los dos o.O\n  ","201049":"\n  Claro!!! ♥\n  ","201050":"\n  Primero tienes que acompañarnos al pedicure, es la ceremonia de la unión entre tú y mi hongo o.O\n  ","201051":"\n  Córtatela, seguro ya se murió :s\n  ","201052":"\n  Perdí mi chequera xD\n  \n  Hhaha saque cuentas, ese chanchito lo tenia para un viaje a venezuela, y hace como 4\/5 meses que ya no le doy de comer, pero fácil fácil le di por dos años y muy seguido el ultimo año.. tiene un buen u.ú lo quiere así o no le doy nada owO\n  \n  Es seguro que tenga muchos ceros como lo quieres :o\n  ","201053":"\n  No a ti nena, por pasar por aquí, te mando un abrazo fuerte y tú tambien pásala genial :D\n  \n  Hasta pronto n.n\/\n  ","201054":"\n  Te dejo estas, pequeñas y muchas, como te gustan espero no te empalagues ni se te piquen las muelas.. provecho n.n\n  ","201055":"\n  Oiga no abuse que no soy banco owo\n  \n  Le doy lo que tiene mi chanchito rosa y diga que le fue bien uwú\n  ","201056":"\n  ¿De cuánto necesita el cheque? ovo\n  ","201057":"\n  Uhh me la antojaste u.ú\n  \n  A ti te gustan las micheladas que parecen coctel de camarones? o.O\n  ","201058":"\n  Que bueno mi linda y ya miré de nuevo el tuyo y no pierde ese toque tan lindo ♥\n  \n  Muchas gracias ♥\n  ","201059":"\n  Yo deberle al banco?? se equivoca xD\n  \n  No le debo a nadie nada u.ú\n  \n  Mmm yo todavía no, pensé que ya no estaba u.ú\n  ","201060":"\n  Esa es Squirt, con hielos, sal en grano, limón, si tu quieres le ponen tequila o hasta ron, el licor depende quien las prepare xD y claro, la orilla del vaso con limón, sal, picante o chamoy.. eso varia tambien pero son muy refrescantes ♥\n  \n  Hola Ivan!! n.n\n  ","201061":"\n  Hola hermosa!! :D\n  \n  Muy bien, gracias y a ti? ♥\n  ","201062":"\n  Que bueno que estás bien, de quien te escondes? o.O\n  \n  De nada, ahora te traje una jicaleta y una rusa :B\n  \n  Ten una tarde linda Javs n.n\/\/\n  \n  Gracias por la visita relámpago xD\n  ","201063":"\n  Hahah cieloo queriéndote mucho :3\n  \n  Pero abrazándote más..\n  \n  Pasando un ratito por aquí *:\n  ","201064":"\n  Qué falta de ingenio el tuyo.. mmm\n  \n  Me gusta más esta canción Erick ..\n  \n\n   https:\/\/www.youtube.com\/watch?v=v6GlyCtErJs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201065":"\n  Lo comentaré cuando entre n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=seTUsMB1Q_k#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201066":"\n  Tropezaste con la misma piedra..\n  \n  Que no entendemos y ahí vamos de nuevo u.ú\n  ","201067":"\n  Jaja ¿Por qué me miras así? :$\n  \n  Hola señor de los números rojos ovO\/\n  ","201068":"\n  Escuchando música.. caminando.. haciendo algún ejercicio, durmiendo, leyendo o...\n  \n  U.u ↓↓↓\n  ","201069":"\n  Si no hablas no serás escuchado..\n  \n  Si no escribes nadie te leerá..\n  \n  Si das todo por echo jamás avanzarás y mucho menos obtendrás lo que tanto anhelas..\n  \n  Si quieres algo lucha por el y no te lamentes.. Y no cometas errores que después te puedas lamentar..\n  \n  Vence tu miedo y llega a lo que quieres.. La recompensa será fantástica, si eres humilde y llegas y haces todo con el corazón.\n  \n  ~♥~~♥~~♥~~♥~~♥~\n  \n\n   https:\/\/youtu.be\/AHU-8yb11CQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201070":"\n  Hermosa noche ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=qpgTC9MDx1o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201071":"\n  Te quiero mucho Javi \\ñ.ñ\/\n  ","201072":"\n  Hermosa noche y dulces sueños Junior (Para cuando vayas a dormir) n.n\/\/\n  \n  Gracias!!!\n  ","201073":"\n  Bueno pues muchas gracias n.n\n  \n  Luego me dices cómo te fue con la entrega n.n\n  ","201074":"\n  Ay si.. me descubriste :o\n  \n  Te agradezco infinito.. ¿a donde deposito? o.o\n  \n  No me gustan las cobranzas a lo chino x)\n  ","201075":"\n  Si me gusta n.n\n  ","201076":"\n  Demasiados tanto que añoré mucho...\n  \n  Dale un apapacho\/flor\/presente\/palabras.. algo de mi parte para ella por fi ♥ (si no es mucha molestia)\n  ","201077":"\n  Si.. casi todos mis veranos los pasé con ella haciendo un postre hecho con atole, en las tardes le ayudaba a romper coquitos xD\n  \n  La traíamos vuelta loca, a veces en vez de ayudarla la traíamos detrás con la cucharota del cazo xD\n  \n  Bueno, me despertó muy buenos recuerdos esa linda señora ♥\n  ","201078":"\n  Su voz y su manera de cantar me recuerdan a una tía quien adoré con toda el alma, pasé con ella mis mejores vacaciones ♥\n  \n  Se ponía a cantar así cuando nos poníamos a cocinar n.n\n  ","201079":"\n  Ya me la imagino toda sentida.. no sé, escucharla me recordó mucho a alguien.. ♥\n  ","201080":"\n  No inventes tiene un buen pulmón y le pone un sentimiento que :'3\n  \n  Ojalá la pillen más veces.. me gustó u.u\n  ","201081":"\n  Si, te lo recomiendo, deja la piel de bebe ♥\n  \n  Oie esa señora así canta en la oficina?\n  ","201082":"\n  Hahah de pronto sentí el famoso trágame tierra xD\n  \n  Definitivo.. saldré con mi jabón dove ♥\n  ","201083":"\n  Te invito una chokis :B\n  ","201084":"\n  Tapaste todas las salidas y no supe que decir x)\n  \n  Traeré mis gafas oscuras 8)\n  ","201085":"\n  Hola Junior!!\n  \n  Voy a andar bien custodiada, así que aguas!! n.n\n  \n  Pasa una tarde linda, cuídate n.n\/\/\n  ","201086":"\n  Hola!\n  \n  Excelente!! pasaré n.n\n  ","201087":"\n  Gracias x)\n  \n\n   https:\/\/www.youtube.com\/watch?v=GXpFZUxKcgs#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201088":"\n  No inventes me quedó la cama a la altura de los ojos, mejor la apagué..\n  \n  Eso es para al rato :3\n  \n  Jajja no te creas yo no puedo ver eso ahorita xD\n  \n  Me llaman la atención :P\n  ","201089":"\n  Hola!!\n  \n  Más o menos hace quince días..\n  \n  Muy loca y divertida.. fue en una pista de patinaje xD\n  \n  Saludos Hermosa y buena tarde!!! n.n\/\/\n  ","201090":"\n  Vivirías bajo mi uña sin mugle, felizmente casad@ con mi hongo :'v\n  ","201091":"\n  :B\n  ","201092":"\n  Suelto o coletas :3\n  ","201093":"\n  Ya que entre amm al fb ♥\n  ","201094":"\n  Hola!\n  \n  Ya que entre le daré n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=gpUoXpy5VHU&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201095":"\n  Si, una vecina -.-\n  ","201096":"\n  Todo aquello que logre tocar mi alma ♥\n  ","201097":"\n  Paso .. linda tarde ♥\n  ","201098":"\n  Tenemos un nuevo ritmo.. na na na ♫♪\n  \n  Está pegajosa xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=QbhAFKFYuLM#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201099":"\n  Muchas gracias .. insisto en saber quien eres..\n  \n  Un abrazo y cuídate.. :3\n  ","201100":"\n  Woao.. ¿Quién eres?\n  \n\n   https:\/\/www.youtube.com\/watch?v=pE-n8L1ru-8&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201101":"\n  Qué linda pasaste!!\n  \n  Gracias preciosa n.n\/\/\n  \n  Bella tarde\/noche (:\n  ","201102":"\n  Pues ten tus 10 mges 8)\n  \n  ❤\n  \n  ❤\n  \n  ❤\n  \n  ❤\n  \n  ❤\n  \n  ❤\n  \n  ❤\n  \n  ❤\n  \n  ❤\n  \n  ❤\n  \n  Y cumplí \\0\/\n  ","201103":"\n  20 Besos de pollito xD\n  \n  Qué ternura... ¿Para quien son? o.O\n  ","201104":"\n  Hola!!!\n  \n  De toda ♥\n  \n  Ok pasaré, linda tarde!! n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=W2U3fdV6maE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201105":"\n  Si, claro que si, cuando entre al fb ♥\n  ","201106":"\n  Ok, pero empieza tú xD\n  ","201107":"\n  .-. escribí mal.. por eso edito..\n  \n  o.O\n  \n  Yo, ¿Cuando? dime y ahorita mismo aclaramos eso..\n  ","201108":"\n  Un buen baño a conciencia, no te vendría mal pequeño loko Erik o.o\n  ","201109":"\n  Qué agradeces.. es interesante descubrir nuevas cosas en tú compañía.. gracias por compartirlo xD\n  \n  *besitos* ¿Escuchas eso? ♥\n  \n  Te quiero Javi n.n\n  ","201110":"\n  Don Javier, el señor de los números del bingo ggg xp\n  \n  Donde esta? Cómo esta? mientras responde le dejo un diablito :B\n  \n  Tenga una tarde\/noche lindas n.n\/\/\n  ","201111":"\n  Woao muy pegadiza.. pasaré y gracias por compartir, linda tarde\/noche n.n\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=UrfuFhKU5KQ&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201112":"\n  ☁☁☁🌞☁☁☁☁☁💜\n  ","201113":"\n  Hermosa tarde ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=xVByDzreCPk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201114":"\n  Los amigos amigos.. los puedo contar en una de mis manos ♥\n  \n  Saludos Ivan y buena tarde n.n\/\/\n  ","201115":"\n  Pajarito :3\n  ","201116":"\n  Hola!\n  \n  Si claro que si n.n\n  \n  Pasaré cuando entre al fb ♥\n  ","201117":"\n  Hola preciosa!!!\n  \n  Muy bien y tu?\n  \n  Espero que muy bien, ten una tarde\/noche hermosos n.n\/\/\n  ","201118":"\n  D:\n  ","201119":"\n  Hola mi linda, ya te sigo desde el otro día :D\n  \n  Linda tarde!! ♥\n  ","201120":"\n  Obsesiva amorosa o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=c8T4x7DLBBY#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201121":"\n  Hola!\n  \n  Pasaré..\n  \n  Linda tarde n.n\/\/\n  ","201122":"\n  Jajaj no gracias, no quiero xD\n  \n  Linda tarde x)\n  ","201123":"\n  No mucho :o\n  \n  Lo necesario para mi, digo yo ♥\n  ","201124":"\n  Hermosa frase ♥\n  \n  Gracias por compartirla y darme un jalón de orejas o.o\n  \n  Linda tarde Ivan n.n\/\/\n  ","201125":"\n  No la conozco, así que no puedo opinar o.o\n  ","201126":"\n  Hola!!\n  \n  Bienybien, gracias por preguntar n.n\n  \n  Ya pasé, que tenga un buen día n.n\n  ","201127":"\n  Hola corazón!! yo bien, por ahora aquí en mi tiempo de descanso, disfrutando mi rato, sin dejar la música tranquila.. xD\n  \n  *besito*\n  ","201128":"\n  Hola!!!\n  \n  Ya que entre al fb.. ♥\n  ","201129":"\n  3 mg ♥\n  ","201130":"\n  xD Solo disfruta mi cielo, quiero que disfrutes todo lo que hagas!! xD\n  \n  Y claro que no dejes de cuidarte, pero sobre todo no olvides lo mucho que te quiero.. *:\n  ","201131":"\n  Ya te asalté tú jueves, pásala genialmente cielo ..\n  \n  *Te abrazo*\n  \n  ******:\n  ","201132":"\n  Hola Kitty hermosa, qué milagro, espero estés muy bien.. ♥\n  \n  Pasa una tarde hermosa!!! :D\n  ","201133":"\n  Un lápiz con sacapuntas\n  \n  Un cuaderno\n  \n  Reproductor de música\n  \n  Una almohada\n  \n  Y mis eternos recuerdos... ♥\n  ","201134":"\n  Hermosa tarde!!! ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=_ZEtmzlG_8E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=_ZEtmzlG_8E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=_ZEtmzlG_8E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=_ZEtmzlG_8E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=_ZEtmzlG_8E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201135":"\n  ♥Me encanta!! escribes bien lindo :3\n  \n  ---\n  \n  Hoy necesito pensar.\n  \n  No quiero compañía, sólo caminar.\n  \n  Tengo una cita con mis emociones, a ver qué nuevo desastre pretenden comenzar.\n  \n  Hoy no quiero sonreír, fingir que soy feliz.\n  \n  Hoy quiero jugar al escondiste, irme al bosque donde la ilusión del Amor no pueda encontrarme.\n  \n  Soledad y yo hemos quedado para hablar, me abraza y me dice que ella siempre estará.\n  \n  Tristeza me coge de la mano, le echa la culpa a mi corazón por haberla abandonado.\n  \n  Me suelto de ambas y salgo corriendo, pero ellas gritan ansiosas:\n  \n  ''¡Volverás con nosotras, ya verás, siempre vuelves!''\n  \n  ¿Y qué puedo decir yo? Si ellas tienen razón.\n  \n  Tropiezo de frente con el Miedo, todo mi cuerpo convulsiona en temblores y caigo, caigo en un pozo de oscuridad.\n  \n  No quiero abrir los ojos y abrumarme con la cruel realidad.\n  \n  Como el movimiento de las hojas bailando bajo el viento, se acerca caminando suavemente Tranquilidad y en un quedo susurro vuelve a mi la paz.\n  \n  Pero Desasosiego odia a su hermana Tranquilidad, y furioso y vengativo golpea mi estabilidad.\n  \n  Reitero, ya no quiero pensar.\n  \n  Me arrepiento, vuelvo con Soledad.\n  \n  Diez de agosto del quince.\n  \n  23 | 03 p.m.\n  \n  Collie.\n  ","201136":"\n  Hola!!!\n  \n  Pasaré n.n\/\/\n  ","201137":"\n  Hola!!\n  \n  Alegre\n  \n  Linda\n  \n  y creativa..\n  \n  Saludos hermosa!!! n.n\/\/\n  ","201138":"\n  Hola Holaaaaaaaaaaaaaa♫♪\n  \n  El maltrato animal se deberia de acabar ya! al igual que a las personas ♥\n  \n  El color que menos me gusta es el color amarillo y caqui x) son colores que no me agradan a la vista n.n\n  \n  -Frase-\n  \n  No necesitas ser perfecta para que alguien te ame. Ser tu misma es la mejor manera de hacer que alguien se enamore de ti..\n  \n  No se cual sea tu ask.. u.ú\n  ","201139":"\n  Ojalá no se vuelva a repetir lo de ayer :s\n  \n  Espero que la estés pasando genial Javi.. *mimos*\n  ","201140":"\n  No gracias xD\n  ","201141":"\n  Mmmhh como que llegué tarde y el efecto ya había pasado.. devolviste el estomago y solo me dijiste que parecía película de terror u.ú\n  \n  No importa ya consulte a Mohoni y a Nana Calista ♥\n  \n  Muchas gracias de todas maneras chico grandiosoooooooooooooooooooooo 8D\n  ","201142":"\n  Existe esas posibilidad y obvio estaría nerviosa, pensaría si la interacción que existe por aquí será la misma frente a frente.. en fin son muchas cosas que me vendrían a la cabeza un día antes..\n  \n  Hermosa tarde Larvita n.n\/\/\n  ","201143":"\n  Ya no hay donde, no entiendo tus suspensiones y si pasé así rápido fue por causas imprevistas..antes dí que pasé -.-\n  \n  De todas maneras ya sabes que yo aquí sigo y no está en mi... cuídate y que te vaya bien bonito Andrés.. buenas vibras para todo lo que hagas.. gracias por pasarte u.u\n  \n  *le jala el cabello*\n  ","201144":"\n  Y te fuiste de todas maneras... que te vaya genial en la U\n  \n  Cuídate mucho y yo aquí andaré.. hermosa tarde chiquillo...\n  ","201145":"\n  Ñou, pero para nada o.O\n  \n  ¿Y qué se siente? u.ú\n  ","201146":"\n  Yo no jui o.O\n  ","201147":"\n  Eres chid@ *v*\n  \n  *La agarra y te la mete en la boca* e.é\n  ","201148":"\n  *Lo persigue*\n  ","201149":"\n  En lo físico, lo emocional lo escondo muy bien o.O\n  ","201150":"\n  Él....\n  ","201151":"\n  Que ella sea quien las diga u.ú\n  ","201152":"\n\n   https:\/\/www.youtube.com\/watch?v=0l0rfeetkFM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201153":"\n  A una ausencia de alguien muy querido.. por el solo hecho de que ya no está doy por entendido que me acostumbro a que no esté.. pero a veces suceden ciertos momentos cuando su ausencia se hace más dolorosa.. ._.\n  ","201154":"\n  Mmm en mi caso, mi habitación o la azotea xD\n  \n  Pero suelo ir más a la azotea.. en la parte más alta de casa.. me tumbo en el suelo y mirar el cielo perdida en una música tranquila me desprende de todo lo que me aqueje..♥\n  ","201155":"\n  Muchas.. por ejemplo un temblor.. o que esperas el bus y no pasa y son altas horas de la noche.. cuando esperas algún resultado\/respuesta muy importante.. n.n\n  ","201156":"\n  En el mismo lugar o.O\n  ","201157":"\n  U_U\n  \n  Que todo mejore chiquillo.. me da cosa leerte así u.ú\n  ","201158":"\n  Hola cieloooo!!! n.n\/\n  \n  Genialmente cansada :D\n  \n  *Lo abraza y le da un besito* *:\n  \n  ¡¿Cuéntame como estuvo tu domingo?! *lo mira fijamente *-*\n  ","201159":"\n  No sé cual sea el motivo de tu molestia.. espero que te sientas mejor después de sacar todo lo que te aflige.. cuídate mucho Erik uwu\n  ","201160":"\n  No te niego que la escucho, pero es muy poco realmente y son contados los temas :p\n  ","201161":"\n  Todos ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=0l0rfeetkFM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201162":"\n  Dulces sueños, mi cielo *:\n  \n  Y gracias, tú tambien descansa y ten un domingo hermoso (:\n  ","201163":"\n  Dormir..\n  \n\n   https:\/\/www.youtube.com\/watch?v=ICBv5Q72aTc#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201164":"\n  Me encontré muchas.. pero hoy te dejo esta n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=8Lu5AIfS4OY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201165":"\n  Si, lo escucho y me gusta, aunque no conozco a muchos cantantes de ese genero :3\n  ","201166":"\n  Si, un poco.. pero ya pasó\n  ","201167":"\n  No pollemos.. y yo me aguanto u.ú\n  ","201168":"\n  Ahora ya me haces reír entre lagrimas..\n  \n  Payasa la mas pequeña de tu casa.. *se seca en ti* :')\n  ","201169":"\n  Ahh si es hermosisima! ♥\n  \n  Linda noche personita culiosa xD\n  ","201170":"\n  Obligueme e.é9\n  ","201171":"\n  Es grave de tanta seriedad que le pones a tus respuestas u.ú\n  ","201172":"\n  Hola!\n  \n  Esta bien, pasaré n.n\n  ","201173":"\n  Personita curiosa.. no n.n\n  ","201174":"\n  Todo yo, todo yo! *lo despeina*\n  ","201175":"\n  Basta con leerte y saber que tu voz es grave.. tú no sabes u.u\n  \n  Soy muy asustadisa..\n  ","201176":"\n  ¿Quién pregunta? o.o\n  ","201177":"\n  Es que con tu tono de voz me asusto.. me siento como regañada uwu\n  \n  Uuuuuuuuuuuuuuh y luego me hablas de usted :'3\n  ","201178":"\n  En efecto es Dayana y punto u.ú\n  ","201179":"\n  u.ú Dayana.. dayana.. dayanara x)\n  ","201180":"\n  Cuídate mucho y disfruta, ten una noche hermosa n.n\/\/\n  \n  Dulces sueños y hasta mañana ♥\n  ","201181":"\n  No, yo ya te dije mi nombre u.ú\n  \n  Y no me calles e.é\n  ","201182":"\n  Hola!!\n  \n  Mmmm *pensando*\n  \n  Gracias por compartirlo n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=etcIhefur6g#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201183":"\n  En la sala.. a dormir será más al ratito n.n\n  ","201184":"\n  Interesantes temas, gracias por compartir n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=EF9Q4wHbpNw#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201185":"\n  Hahah owwww no espera no lo dije para que te pusieras así o.o\n  \n  Siento ser tan directa u.ú\n  \n  *Lo apapacha* no llores..\n  ","201186":"\n  Mi mayor miedo es..\n  \n  Que algo le suceda a mi familia, irme y dejar algo pendiente.. y no cumplir mis sueños ♥\n  ","201187":"\n  Hola!\n  \n  Ya lo escucho, muchas gracias por compartir n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=yx_igc0v6tM#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201188":"\n  Hola!\n  \n  Ya escucho el tema, gracias por compartir n.n\n  \n\n   https:\/\/www.youtube.com\/\/watch?v=FWy4Iqt3L8k#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201189":"\n  Hola!\n  \n  Listo n.n\n  ","201190":"\n  Hola!!!\n  \n  Muy bien, descansando un poco para estar lista para mañana n.n *abrazo*\n  ","201191":"\n  Claro ♥\n  ","201192":"\n  Se los voy a mandar, pero es peligroso recibirlos en esa gasolinera ovO\n  ","201193":"\n  Si, si pierdes de nuevo tu cuenta.. ya leí u.ú\n  ","201194":"\n  ù.ú fue mi primera vez..\n  \n  Se siente feo déjame decirte... procuraré que no vuelva a suceder.. por que me dio insomnio no mas de saber que no me despedí ._.\n  ","201195":"\n  Para que no puedas dormir Javier.. con muuucho chocolate y azucar.. tú compras la leche :B\n  ","201196":"\n  Poquito, me fui, regresé y me volví a ir.. fue un caos xD\n  ","201197":"\n  Ok n.n\n  \n  Linda noche!!!\n  ","201198":"\n  :o\n  ","201199":"\n  ♥\n  ","201200":"\n  Dulces sueños *le jala una mejilla*\n  \n  No te me escondas e.é\n  ","201201":"\n  Me gusto el cambio, pero quede del lado de la calle\/avenida y hay mucho ruido -.-\n  ","201202":"\n  Adiós Andrés.. cuídate mucho n.n\/\/\n  ","201203":"\n  Que te vaya bonito.. cuidate\n  ","201204":"\n  Duerme bien mi cielo.. te abrazo ♥ ten un hermoso día!!\n  \n  Hasta mañana *:\n  ","201205":"\n  Yo hablo de preguntas anteriores, y que había eliminado solo la que llegó cuando hablabas del despunte, perdón si te confundí o.o\n  \n  Me despido Andrés.. ten dulces sueños y cuídate mucho.. nos leemos pronto *le jala el cabello* :c\n  \n  Ten lindo día mañana!!!\n  ","201206":"\n  Ouch uwu\n  \n  Ya que estés mejor aquí estaré..\n  ","201207":"\n  No se vaya sin pagarme la renta u.ú\n  ","201208":"\n  Lo demás viejito u.ú\n  ","201209":"\n  Pero yo si, anda y anímate uvu\n  ","201210":"\n  Si ♥\n  ","201211":"\n  5 o.o\n  ","201212":"\n  Pero aquí estoy, no me he ido.. animote que aun estoy viva uwu\n  \n  Estas aquí charlando conmigo.. cámbiame esa carita ¿si?\n  ","201213":"\n  Ahhhhhh genial!!!\n  \n  Me parece perfecto que ya lo lograste!!! *brinca en un pie*\n  ","201214":"\n  Pero no todo lo demás e.é\n  ","201215":"\n  Páseme su dirección uwu\n  ","201216":"\n  Está bien hermosa mi cielo!!! xD ♥\n  \n  Muchas gracias, mi lindo ♥ *:\n  \n\n   https:\/\/www.youtube.com\/watch?v=bGquCZXFmDs#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201217":"\n  Acá ya dejó de llover, y correr a dormir xD\n  \n  Ayer cambie de habitación y no pude dormir bien u.ú\n  ","201218":"\n  Ser práctico ante todo..\n  \n  Y del sueño.. cómo vas??\n  ","201219":"\n  Como sea ya la borré o.o\n  ","201220":"\n  No digas eso uwu\n  ","201221":"\n  Bienvenido cielo!!!  \\0\/\n  ","201222":"\n  Brownie con helado de vainilla :B\n  ","201223":"\n  No te pongas triste, yo aquí estoy siempre por si necesitas algo uvu\n  ","201224":"\n  Si haces eso que te digo los nudos serán casi mínimos n.n\n  ","201225":"\n  Pues otra muy pelangocha e.é\n  \n  Pero como sea jaja tengo que olvidar eso xD\n  \n  Y llegaron juntas o.o\n  ","201226":"\n  Bienybien lista para correr ¿y tú chaparrito?? n.n\n  ","201227":"\n  No sé qué decirte.. u.ú\n  ","201228":"\n  Me encanta cocinar de todo, pero los postres son mi debilidad ♥\n  ","201229":"\n  ¿Quién exactamente eres?\n  ","201230":"\n  No seas celos@ ♥\n  ","201231":"\n  xD Oye qué te pasa con lo ultimo que me mandaste!!\n  \n  Mucha info y con mi mente .-.\n  \n  *se distrae* lalala ♫♪\n  \n  Algún tratamiento capilar, están muy buenos últimamente ♥\n  ","201232":"\n  Pues con cuidado para que con los nudos no lo troces, ten a la mano alguna sílica o aceite ommm amm acondicionador o crema para que sea más fácil el desenrredo o.o\n  ","201233":"\n  Yo lo dije en todos los sentidos.. :o\n  ","201234":"\n  Se dejan comer por que les gusta el monstruo\/demonio.. captaste? ♥o♥\n  ","201235":"\n  No te va a quedar mas que hacerte un chongo o aprender a trenzar n.n (para cuando vayas a dormir)\n  ","201236":"\n  No pues nada.. fue muy rápido, por algo así a mucha gente no le gusta el despunte.. sienten que tiran el dinero y ni los dejan calentar la silla .-.\n  ","201237":"\n  Deja que crezca mas y .. mejor no te cuento xD\n  ","201238":"\n  Y cuanto tardo la persona en arreglártelo?\n  ","201239":"\n  Buen provecho cielo, que cenes delicioso ñ.n\n  ","201240":"\n\n   @Dayazulcielo\n  \n  ԅ( ˘⌣ƪ)\n  ","201241":"\n  Esas eran mis pelis favoritas ♥\n  \n  Por algo te lo digo, he mirado mucho ♥\n  ","201242":"\n  Fue poco.. pero no todos sienten igual .-.\n  ","201243":"\n  Al rato que se te hagan los nudos >.<\n  ","201244":"\n  Muchas gracias, no tengo instagram ♥\n  ","201245":"\n  Es un equilibrio entre el amor.. mmm si, parece que tiene dientes filosos, pero tal vez la niña se adapte a ellos o los lime con amor xD\n  \n  Es simple ellos están unidos, y si quieren pueden durar por siempre así, en ellos está adaptarse el uno al otro o sencillamente irse cada quien por su lado..\n  ","201246":"\n  xD bueno es que a veces así se siente uno cuando se corta el cabello o.o\n  \n  Tienes alguna meta de dejarlo crecer?? hasta donde lo quieres??\n  ","201247":"\n  No te sientes ligero?\n  ","201248":"\n  Miras a la niña.. miras al monstruo.. están unidos por el famoso hilo rojo...\n  \n  Para mi solo significa amor.. sin importar apariencia.. ♥\n  ","201249":"\n  ♥\n  ","201250":"\n  Creo que la tenia en Fb.. no estoy muy segura.. ojala vuelva como tantos muchos que se me perdieron.. ♥\n  ","201251":"\n  No parece, es pregunta.. se me perdieron las teclas con los signos de interrogación x)\n  \n  ¿Para que querías recortarlo mas?\n  ","201252":"\n  Pregunta.. me comí los signos de interrogación .-.\n  ","201253":"\n  No tanto como tú, en la mía.. ♥\n  ","201254":"\n  No, por lo regular cuando pongo mías luego luego las quito :P\n  ","201255":"\n  Pues si, ya lo dije y así era :c\n  ","201256":"\n  Sip es ella, anda por aquí?? :o\n  ","201257":"\n  Por comodidad o para moldearlo o.o\n  ","201258":"\n  A Camila?.. en realidad conocí a muchas.. claro de vista.. pero en especial a ella que llegue a tener sus preguntas ♥ muy linda ella ♥\n  ","201259":"\n  A mi no, aquí andaba levantando la mano 0\/\n  ","201260":"\n  *:\n  \n  *besito* n.n\n  ","201261":"\n  Me voy a quedar con las ganas uwo\n  \n  Ojala y a tu cabello le siente bien el corte y notes la mejoría que tenga tu cabello n.n\n  ","201262":"\n  :o\n  \n  Esto es muy raro o.O\n  \n  Pero si ñ.ñ\n  ","201263":"\n  Pues va a resurgir después de las doce otra vez n.n\n  \n  Pues mire para que salga de dudas.. soy de piel blanca, tengo el cabello rojizo, mis ojotes son cafés y me encanta traer las uñas bien arregladas.. ovo\n  ","201264":"\n  Me estoy haciendo planilla para timbiriche.. pero no te preocupes.. aun me alcanzaste xD\n  ","201265":"\n  Ahh ternura xD\n  \n  Mueres y vuelves a nacer :3\n  ","201266":"\n  Quiero imaginarlo.. aun se te hace la coleta?\n  ","201267":"\n  Claro, no sé por que se ausento tanto tiempo y todos con tanto amor para darle..\n  ","201268":"\n  La moneda está en el aire, todo depende de tu respuesta.. :o\n  ","201269":"\n  Hola..\n  \n  Salúdalo y dale una buena bienvenida n.n ♥\n  ","201270":"\n  Si lo pensé n.n\n  ","201271":"\n  Bienvenido sea papillon y todos los de spring xD\n  \n  Ya ves y tú, tan triste .-.\n  ","201272":"\n  Hola!! mmm bienybien :D\n  \n  Y usted donde se mete!\n  ","201273":"\n  ( ƪ⌣ƪ) Hola señor contador n.n\n  ","201274":"\n  Mmm una con la que tú te sientas cómodo, puedes dejarla un tiempo para que la mire tu hermanita y tener una lista para el cambio, pero ya a tu gusto n.n\n  ","201275":"\n  Si, me gusta, algo triste..\n  \n  Pero quién te obliga, fue una apuesta?? o.o\n  ","201276":"\n  Difícil de entender.. cerrada..\n  \n  Saludos larvita n.n\/\/\n  ","201277":"\n  Empujando a mi hermana ♥\n  ","201278":"\n  El saber u.ú\n  ","201279":"\n  Las pijamas ♥\n  \n  Y los vestidos y las faldas :D ♥\n  ","201280":"\n  Jajj no mucho :D ♥\n  ","201281":"\n  No sé.. hoy fui en la mañana y era entre verde y café.. pero tenia tonos azules xD pero a ratos reflejaban en miel.. no sé estoy confundida...\n  \n  Mañana me haré pato otra vez para ir y verle los ojotes otra vez *-*\n  ","201282":"\n  Ambos, eso depende de qué se haga en ese momento xD\n  ","201283":"\n  Jajajj si -.-\n  \n  O cuando escribes todo en mayúsculas u.ú\n  ","201284":"\n  Lo suficiente que se nota <:p\n  ","201285":"\n  No :D\n  ","201286":"\n  Sin comer.. como 5 días :s\n  ","201287":"\n  Ahhhh genial!!!! :D\n  \n  Y como te sientes?? cómo estas?? n.n\n  ","201288":"\n  Genial nena :D\n  ","201289":"\n  Hola!! no te reconocí con la \"L\"..\n  \n  Yo muy bien y tú, cantando una de caifanes? gusto leerte n.n\n  ","201290":"\n  Entonces hagan algo, que se les esta saliendo el rebaño!\n  ","201291":"\n  Dulces sueños....\n  \n  --\n  \n  Cómo pagarte\n  \n  Por tanto amarme\n  \n  Perdón!\n  \n  Quisiera bajar las estrellas...\n  \n  Perdón!\n  \n  No sé si me alcance la vida!\n  \n  Para siempre ser el calor que calme tus manos frías...\n  \n  Y siempre cuidar tu sonrisa... ♫♪\n  ","201292":"\n\n   https:\/\/www.youtube.com\/watch?v=VZIsTNoRNow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201293":"\n  Hola!\n  \n  Paso a ver, gracias por compartirlo n.n\n  \n\n   https:\/\/www.youtube.com\/user\/TheDanychile#_=_\n  \n","201294":"\n  Gracias por compartirlo n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=Mdv4Tw22xk8&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201295":"\n  Linda noche y cuídese mucho n.n\/\/\n  ","201296":"\n  Tal vez tengas algo de razón y esa versión que dices jamas me enteré de algo, y la que tenia nunca me dio problemas e igual era de prueba xD\n  \n  Ya tengo la 10, y de prueba o no me va de maravilla... por ahora o.o\n  \n  Saludos monstruito n.n\/\n  ","201297":"\n  Hola!! n.n\n  \n  Yo muy bien y tú?\n  \n  Mi día como siempre con muchas cosas *-* buenas y malas.. pero bien fluido, a ti que tal te fue hoy?\n  ","201298":"\n  No lo sé, supongo que alguien que conoces y admiras.. espera.. e.é es tu papá verdad?? como se llama tu mami?? ♥\n  ","201299":"\n  Mhh fumando con una pajilla o2 orgánico xp\n  \n  Realizando ejercicio y comiendo sanamente.. pero sobretodo alejándote de problemas que no son tuyos, y los tuyos manejarlos con la cabeza tranquila.. n.n\n  ","201300":"\n  (ʃƪ'⌣')\n  ","201301":"\n  :o\n  \n  Lo pensaré xD\n  ","201302":"\n  Hola Espaiderman chido!!!\n  \n  Si claro o.O\n  ","201303":"\n  Mmmm no lo creo, más bien ella para bajarse de su nubecita u.ú\n  ","201304":"\n\n   https:\/\/youtu.be\/tUieoIwai0Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/j3jcz0Qz2CM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/0xJcCUROfSc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/L7C-zPnPj04\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201305":"\n  Hasta para darme las buenas noches me peleas xD\n  \n  Y Dayani si existe y te esta respondiendo y deseando una noche linda..\n  \n  Duerme bien y ríe mucho mas.. bays Andrés n.n\/\/\n  \n  Hasta pronto y dulces sueños, excelente día mañana!!\n  ","201306":"\n  Tu tambien descansa y cuídate mucho Javier..\n  \n  Que tengas un día lindo mañana.. dulces sueños y muchas gracias por estar aquí n.n\/\/\n  ","201307":"\n  Polos opuestos siempre se atraen ♥\n  ","201308":"\n  Toing! xD\n  \n  Fue mi rollo y yo me entendí con esa mascarilla de arroz :B\n  \n  Ni te harás.. los hombres tienen una piel excelente y no necesitan de eso..\n  \n  Me voy despidiendo por que cae una tormenta hermosa y aparte necesito descansar, cuídate mucho Andrés, que descanses y tengas dulces sueños chico seriamente serio n.n\/\/\n  \n  Hasta pronto :D\n  ","201309":"\n  Yo digo que si..\n  ","201310":"\n  Déjame pensarlo..\n  ","201311":"\n  Mmmm ñamñmañam ajam.. pero hay de mascarillas a mascarillas.. e.é\n  ","201312":"\n  Lo sé, todos tenemos un poco de eso.. pero es algo que con el paso del tiempo se puede reducir considerablemente..\n  ","201313":"\n  Muchas gracias n.n\n  ","201314":"\n  ö.ö\n  \n  Lindurita de caramelo!!!\n  ","201315":"\n  Créelo.. y siéntelo mientras dura..\n  ","201316":"\n  Empieza tú ♥\n  ","201317":"\n  Me lo llevo, pero te voy a poner una superhipermega mascarilla en todo tu hermoso rostro :B\n  ","201318":"\n  Fejnando pausini del cielo n.n\n  ","201319":"\n  xD\n  \n  Dime quien te apreciaquiere como yo?? eheheheh?? e.é\n  ","201320":"\n  Ño por que estoy en mi cama u.ú\n  \n  Así deja yo ya me voy a dormir ya mañana comeré uvu\n  \n  Guarda el arroz e.é no te lo acabes como las cosquillas.......\n  ","201321":"\n  Ahhhhhhhhhhh siiiiiiiiiiiiiiiiiiiiiiii una amiga, todos los lunes llega con las rodillas raspadas, entre semana se corta, se golpea!!! me preocupa tanto.. casi casi le digo que no haga nada :'s\n  ","201322":"\n  Y tú quien eres?? o.O\n  ","201323":"\n  Obvio que no, pero igual te ríes hasta que te duela la cajita xD\n  ","201324":"\n  Dame arroz con sal y limón :B\n  \n  Por favor!!\n  ","201325":"\n  Entonces quien? e.é\n  ","201326":"\n  Con cosquillas en aceite.. eso siempre funciona :v\n  ","201327":"\n  Que preparaste de cenar tengo hambre :B\n  ","201328":"\n  Algo?\n  \n  Mucho diría yo o.o\n  ","201329":"\n  Una sola..\n  \n  Conocer, salirte de la realidad un instante para conocer más gente dentro de este mundo virtual, leer las diferentes maneras de pensar, las diferentes maneras de expresarse, las culturas, gustos etc.. que la gente muestra estando detrás de un dispositivo..\n  \n  Compartir los buenos y malos momentos que te suceden fuera de todo esto, pasar un rato ameno con alguien afín..\n  \n  En fin son muchas cosas que pueden hacer que sigas aquí, pero la principal, es tu decisión, por que este mundo a veces se torna difícil y la gente lastima sin tentarse tantito el corazón, gente que llega a meterse a husmear donde no pertenece y rompe relaciones lindas y verdaderas que con el paso del tiempo se han forjado, a pesar de la distancia y de pronto todo termina..\n  \n  Es un arma de doble filo, pero la decisión está en ti.. c:\n  ","201330":"\n  Somo unos ciberpeleoneros eso no lo puedes negar..\n  \n  Y como puedo hacer que se rompa tu cajita de risa?? o.o\n  ","201331":"\n  *Brinca en un pie*\n  \n  Aysu hasta que por fin te hice reír xD\n  \n  Mmm pues eso lo traes siempre contigo, eres muy serio.. n.n\n  \n  Tu personalidad.. vista con mis ojos cursis..\n  ","201332":"\n  xD\n  \n  Como gustes, a ver cuéntame antes de que me vaya n.n\n  ","201333":"\n  :o\n  \n  No me imaginé que la música podría llegar a aburrir a alguien D:\n  ","201334":"\n  Ok y ahorita como te sientes?\n  \n  Aparte de esa seriedad sexy que tienes siempre contigo... que haces?\n  ","201335":"\n  No te preocupes, yo se que estás y el que no me vengas a saludar no te define como mala amiga..\n  \n  Hermosa noche, linda fresita!!! ♥\n  ","201336":"\n  Que yo recuerde tienes una sin contestar..\n  \n  Pero pasaré a preguntarte un poco.. deja los nervios fuera de tu casa, que si no, no podrás contestarme o.o\n  ","201337":"\n  Porque... mm fui hecha con mucho amor xD\n  \n  No sé.. xp\n  ","201338":"\n  No seas necio, si sucederá, por un ratito sé positivo uvu\n  ","201339":"\n  *corre en círculos* :o\n  \n  Preciosa!! no sé si reír o llorar xD gusto leerte por aquí!!!!\n  \n  Te mando un abrazo juerte y cálido, te quiero mucho, lo sabias??\n  \n  Ten una noche hermosa, cuídate mucho y sé muy feliz!!!! (っ◔◡◔)っ ♥\n  ","201340":"\n  ¿Y eso?\n  \n  Yo soy adicta a la música, todo el tiempo estoy escuchando ♥\n  ","201341":"\n  Yo qué? o.O\n  \n  Esa carita no la conozco xD\n  ","201342":"\n  De verdad!!\n  \n  Confía en ti, si no pues tú solo te vas a poner trabas y no podrás conseguirlo.. yo confío en ti uwu\n  \n  Y es en serio e.é9\n  \n  Lo harás n.n\n  ","201343":"\n  Geniales y ya les conocía *o*\n  \n\n   https:\/\/www.youtube.com\/watch?v=l9q9QMPiysA#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=Rn4DReLu-7E#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Estas no las conocía :o y suenan super! o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=Nkc2rzfEjI8#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=Sg_QfThvs_8#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201344":"\n  Escucho...... ♫♪\n  ","201345":"\n  Por qué aseguras eso?\n  \n  Estoy abierta a nuevas propuestas musicales.. banda? regueton? algún rock pesado?(no me sé los nombres u.ú)\n  \n  Cuéntame sobre tus gustos musicales n.n\n  ","201346":"\n  Todo es posible, y contigo lo será más fácil n.n\n  ","201347":"\n  Oh pues gracias xp\n  \n  Me faltaron muchos más, y a ti, ¿qué te hace bailar? o.o\n  ","201348":"\n  Guayabas, yo se que puedes n.n desde acá te daré porras :D\n  ","201349":"\n  xp Escucho de todo, me gustan todos los géneros un ratito, pero aquí te dejo algunas canciones... la lista es interminable!!!!! D:\n  \n\n   https:\/\/www.youtube.com\/watch?v=mzJj5-lubeM&list=PL0ACAD8FCBB343FE3\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=egX9ZDaIrkU&list=RDEMoq5kMkKJQkMNcM0qfD2x_g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=8yvGCAvOAfM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=fLexgOxsZu0&list=PLI6Wzy3GVpd4wadT_grlEPxdHeZKAaGkj\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=R3rnxQBizoU&list=PLeIzp1D7VpwDIV5IzrcrQXu6w69ghP1bv\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=NMNgbISmF4I&list=PL9E80D3CB56F329AF\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=8SbUC-UaAxE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=nRNL5GupHzE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=YU4hhNKsPog\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=QFs3PIZb3js&list=PL5qlRIDAUlzAc20_iEU4NYdyRrcwhd-CL\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=luwAMFcc2f8&list=PL5F82E94EFA6258C9\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=qahBeZB1g54&list=PLC725586A158466E6\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=9Ersh71JqUI&list=PLnztbnl5Fl0Y2DDH9cvsDktPGtWaTxXeL\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=REL-UmnNT98&list=PLD747216396DCB701\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=KQd0bdumMYE&list=PLEp7LuAEi-SDw28kqXFaN5s8NZavRJHMf\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=NlCwzq9CgGk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=9jQJfdQlYUk&list=PL0AB6B296074221BE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=8vFQ3_3ZB6Q&list=PL84AF96122F972ED2\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201350":"\n  Nop, pregúntame :'v\n  ","201351":"\n  Si verás que si, aquí pura tranquilidad, solo tienes que revisar tu entorno para que siga funcionando todo bien..\n  ","201352":"\n  Nou por ahorita no, mis tiempos no cuadran con sus tiempos o.O\n  ","201353":"\n  Podrás, por lo menos por aquí ya nadie te va a estar distrayendo...... se siente bien que hayas comenzado con eso n.n\n  ","201354":"\n  Espero a las 11:30 ya estar enredada en algún sueño n.n\n  \n  Anoche me sobrepasé por aquí y hoy me iré mas rápido, aparte quiero dejar instalando algo en la pc c:\n  ","201355":"\n  Que bueno que estés bien..\n  \n  Yo me dispongo para ir a descansar, mi día fue algo pesado n.n\n  ","201356":"\n  Que bueno, me da mucho gusto por ti, espero que nada lo modifique después..\n  ","201357":"\n  Que te vaya bien hermoso Jacck ♥\n  ","201358":"\n  Te aprecio mucho..\n  \n  Eres una persona muy linda, con unos sentimientos muy hermosos n.n\n  ","201359":"\n  Hola Javier!\n  \n  Muy bien gracias.. ¿y tu? n.n\n  ","201360":"\n  Hola.. no te preocupes.. cuídate y sé feliz n.n\n  ","201361":"\n  Clarooooo ♥\n  ","201362":"\n  Ño ♥\n  ","201363":"\n  Si soy cosquilluda.. a veces mmm pellizcos ¬.¬\n  \n  te dejo esos deditos xD\n  ","201364":"\n  Si, claro que si, pero tambien te daré un analgésico para que calme más pronto ese dolor..\n  ","201365":"\n  Poquito .-.\n  ","201366":"\n  Si, claro, antes de que haga limpieza n.n\n  ","201367":"\n  10 o.o\n  ","201368":"\n  Hola!!\n  \n  Ahorita hay suavel morado y de hojas creo que 400 o 600 no me acuerdo o.O\n  \n  Te voy a seguir ternurita  ( ͡° 3 ͡°)\n  ","201369":"\n  Poder tocar a las personas con el pensamiento\/mirada e.é\n  ","201370":"\n  Dulces sueños ♥\n  \n  --\n  \n  Y escaparme de mí\n  \n  para quererte....\n  \n  Y saber que la vida es diferente,\n  \n  después de amarte....\n  \n  --\n  ","201371":"\n  Una abuelita bien hermosa jugando con sus nietos y bisnietos en su silla de ruedas bien alegre como otra niña ♥ ... lo que le pasó a lenny kravitz uvu ... y para variar una bebé rescatada de un retrete -_-\n  \n  Hermosa noche Fantasía!!! n.n\/\/\n  ","201372":"\n  Limpia y de cierto modo.. como una burbuja u.ú\n  ","201373":"\n  Chispas!!\n  \n  El amor es una delicia o.O\n  \n  Si no es indiscreción.. ¿de quien estás enamorado?.. yo de la vida *o*\n  ","201374":"\n  xD que feo uvu\n  \n  Algo oculta ese usuario .-.\n  ","201375":"\n  #MasRespetoParaElAnonimoShido bésenlo u3u\n  ","201376":"\n  Sus manos ♥\n  ","201377":"\n  Seguridad es saber lo que uno quiere y hacer lo necesario por conseguirlo, así de sencillo... excelente miércoles n.n\/\/\n  ","201378":"\n  Vivo el momento, pero pensando en un futuro, un buen futuro ♥\n  ","201379":"\n\n   http:\/\/vocaroo.com\/i\/s0uikO6bTKOV\n  \n","201380":"\n  Jajaj chaparrito cuídate mucho!\n  \n  Hasta pronto y disfruta todo momento n.n\/\/\n  ","201381":"\n  😚\n  ","201382":"\n  Hombres..\n  \n  Pulcros, seguros de lo que quieren, responsables, con buen sentido del humor, caballerosos, respetuosos.. ♥\n  ","201383":"\n  Me diste hambre :v\n  \n  Saludos Samx n.n\/\/\n  ","201384":"\n  Pikachu es ternura ♥\n  ","201385":"\n  lalalalalalalala ♫♪\n  \n\n   https:\/\/www.youtube.com\/watch?v=lBP7aT_HHow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201386":"\n  Dormilón e.é\n  \n  Ya me voy o.o\n  ","201387":"\n  Me gusta mucho las poesías, novelas..\n  \n  Mario Benedetti, Neruda, Gabriela Mistral.. son los mas consentidos.. de ahí en mas, si un titulo me atrapa no pongo peros en leerles n.n\n  ","201388":"\n  Mis respuestas son negativas mi querido comandante xD\n  ","201389":"\n  Le dices que solo despunte así tal cual está quieres que siga, pero quieres ese despunte n.n\n  \n  No sé como lo tengas, pero si está muy disparejo le pueda costar algo de trabajo o.o\n  ","201390":"\n  ♥Dayani\n  \n  ♥Treintaytantos\n  \n  ♥México\n  \n  ♥Mis hobbies, son leer, descubrir música, cocinar, crear infinidad de cosas en cuestiones manuales, salir a caminar, estar en mi jardín.. se me escapan muchos, pero estos son los principales ♥\n  ","201391":"\n  De nada, son 20 jalones de cabello xD\n  ","201392":"\n  Si, llegas le dices quiero un despunte y lo seguido es que te pregunte de cuánto es lo que quieres que te corte y ya tu le dices 1 o 2 y con su mano te dirá cuanto es y de ahí paso seguido lo corta, te va a preguntar si quieres que le dé alguna forma eso ya es a tu gusto.. si no sabes cómo, le dices que te dé opciones..\n  ","201393":"\n  No, claro que no, son bienvenidas, pero si alguna no la respondo de pronto ten la seguridad que esa respuesta llegara pronto, espero que eso no te moleste n.n\n  ","201394":"\n  Falta de responsabilidad.. -.-\n  \n\n   https:\/\/www.youtube.com\/watch?v=_QTDZmE_mN4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201395":"\n  No te quita mucho tiempo y en verdad te va a gustar cuando veas los resultados :D\n  \n  Te haría la cita para que asistas a la peluquería y no estes posponiendola.. pero estas muy lejos xp\n  ","201396":"\n  Así es, no te había leído..\n  \n  No te equivocas, así soy, tierna, sensible.. ♥\n  ","201397":"\n  Qué será entre 50\/100 pesos ya tengo muchos años que no compro, pero si son muy efectivas si eres constante en su uso n.n\n  ","201398":"\n  Soy la persona más fácil de hacer reír, desde algo simple, hasta lo mas extraño ♥\n  ","201399":"\n  Ya depende de gustos, pero si quieres que se ponga hermoso ya sabes que hacer, pero sobre todo para que no se te caiga n.n\n  ","201400":"\n  Hola!! buenas noches Javier n.n\n  ","201401":"\n  A mi no, a mi me encanta ♥o♥\n  ","201402":"\n  No cantas tan mal.. ahora en sinfónico *-*\n  \n\n   https:\/\/www.youtube.com\/watch?v=AetKo5jyBM0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201403":"\n  Lo sé.. si de por si los hombres con cabello largo lo tienen lindo, cuidandoselo un poco lo tienen mas hermoso u.ú\n  ","201404":"\n  De uno a dos centímetros, es como una podada o.o\n  ","201405":"\n  Es mucho sin atender tu cabello como se merece o.o\n  ","201406":"\n\n   http:\/\/www.foliculosano.com.ar\/original-ampollas.php\n  \n  xD yo usaba unas amarillas y las originales ♥\n  ","201407":"\n  *le jala el cabello otra vez* u.ú\n  ","201408":"\n  Recontra ufff pues ir a que te lo despunten un poco y al mes otro poco y de ahí dejas dos meses sin cortar.. si quieres que crezca eso funciona yo encontré una chica con una mano excelente para cortar y despuntar me crece muy rápido, tanto que en un año me llego abajo de la cintura y me di el lujo de cortarlo abajo de los hombros y ya lo traigo bien largo otra vez.. lo normal es que te crezca dos centímetros al mes.. entre despuntada y despuntada debes de notar la diferencia..\n  ","201409":"\n  Hola!!!\n  \n  Uhmm tengo muchas pero.. Emily Thorne de Revenge ♥ xp\n  \n  Paso a su ask, linda noche n.n\/\/\n  ","201410":"\n  Siiiiiiiiiiiiiiiiiii\n  \n  *lo agarra del cabello y lo trenza en el pasamanos* perdiste n.n\n  ","201411":"\n  Efectivamente eso sucede... se te debilita y aparte su aspecto es muy seco, opaco.. olvide decirte de las ampolletas, pero esas las uso en caso de emergencia.. pero las de folicure son muy buenas.. aparte que si no lo despuntas seguido, no lo motivas a crecer xD\n  ","201412":"\n  Con un buen shampoo, un buen acondicionador y un excelente aceite para las puntas, trato de no trozarlo con ligas y esas cosas, su despuntada cada dos meses y por las noches le doy su tiempo y lo recojo para no dañarlo al dormir..\n  \n  Realmente no se me cae mucho, salvo que esté bajo estres o falta de vitaminas, yo digo que se me cae lo \"normal\" ♥o♥ no suelo contarlos pero casi no tengo en mi cepillo y en mi almohada no encuentro ninguno, eso es raro que suceda...\n  ","201413":"\n  Si u_u\n  ","201414":"\n  Estas dos n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=BhH_BXXGW54\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=LWMwn9mJbuM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201415":"\n  Delicia de cancion *-*\n  \n\n   https:\/\/www.youtube.com\/watch?v=0J2QdDbelmY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201416":"\n  Fernando Cielo Pausini n.n\n  ","201417":"\n  Mmm la ultima vez que entré te conteste lo que me dejaste e.é pero ya no aparecieron mis respuestas, aparte varios días no me dejó entrar y cuando finalmente pude me mando a otra pagina llamada twoo o algo así.. ya lo olvidé o.o\n  ","201418":"\n  Motivaciones ... :v\n  ","201419":"\n  Nah\n  \n  Aquí no n.n\n  \n  Oye qué hiciste con el nuevo enlace de spring??\n  ","201420":"\n  Recordé una mirada ♥o♥\n  \n  *se quita la mascada y empieza a bailar* ƪ(˘⌣˘)┐ ƪ(˘⌣˘)ʃ ┌(˘⌣˘)ʃ\n  \n\n   https:\/\/www.youtube.com\/watch?v=DOj3wDlr_BM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201421":"\n  No, ya paso una semana casi de ese cambio :D\n  ","201422":"\n  Que me coman los moscos no es un buen motivo -.-\n  ","201423":"\n  Ps fíjate que eso cambio, así que el valor de mis Mg es muy alto ♥\n  ","201424":"\n  Es cierto, pero ese jalón tuvo un motivo y tu no me quitas nada!!\n  ","201425":"\n  xD me equivoqué en mi otra respuesta .-.\n  \n  amm tanto enamorarse no, pero si llamar su atención n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=UdYSt55iZng&list=WL&index=3#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201426":"\n  Creo que llegué tarde hoy para la platica .-.\n  \n  Espero que alguien te halla acompañado o.o\n  ","201427":"\n  No entendí pero me están comiendo los moscos :s\n  ","201428":"\n  Depende mucho de cada persona, es variable puesto que no todas comparto igual ni espacio ni tiempo.. y tambien influye mucho en su manera de ser conmigo en lo laboral\/estudio y fuera de este..\n  ","201429":"\n  Claro que si!!! no lo niegues, por algo te di mg (:\n  ","201430":"\n  *Le da un deemint* u.ú\n  ","201431":"\n  Una no.. much@s!! uwu\n  ","201432":"\n\n   https:\/\/www.youtube.com\/watch?v=8HEXZLi5BIk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201433":"\n\n   https:\/\/www.youtube.com\/watch?v=mLqHDhF-O28\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201434":"\n  Lo volví a leer y no, no es gracioso eso, pero tus respuestas si y con eso me quedo..\n  ","201435":"\n  Los perros especiales para productos nuevos terminados .-.\n  ","201436":"\n  Si.. por eso...\n  \n  Todas las tengo cubiertas con cinta negra y la cam la tengo desconectada .-.\n  ","201437":"\n  Que no tienen pijama y les va a dar gripe uvu\n  ","201438":"\n  A favor.. a ver si así dejan de hacerlo uvu\n  ","201439":"\n  Hola bienybien n.n\n  \n  Ya lo estoy mirando y está interesante eso eh.. linda noche y gracias por compartirlo n.n\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=YQdx2W_Wsng#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201440":"\n  D:\n  \n  *sigue riendo* xD\n  ","201441":"\n  Jajaja ok no xD\n  ","201442":"\n  No lo pude evitar xD\n  \n  Escuchaste mi carcajada?? xDD\n  ","201443":"\n  x) ♥\n  \n  Hermosa noche Madara n.n\/\/\n  ","201444":"\n  Bienybien..\n  \n  Gracias por compartirlo n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=YYvVRTMW8W8#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201445":"\n  o.O\n  ","201446":"\n  Hola linda!!! :D\n  \n  Sip ya te voy a seguir n.n\n  \n  Linda noche!!! ♥\n  ","201447":"\n  Mimiros :'D\n  \n  Linda noche jovencita!!! ♥\n  ","201448":"\n  Quitarme los zapatos, dejar las llaves y tomar agua uvu\n  ","201449":"\n  Participar en todas las actividades que pude.. lo hice por que me gusta participar, ayudar y poner el ejemplo, que con ayudar no pasa nada e.é\n  ","201450":"\n  El ultimo disgusto fue por que me quitaron como 50 canales... xp\n  ","201451":"\n  Que le siga a la coca-cola.. la pepsi, pero no las consumo mucho.. tomo muy poco refresco ♥v♥\n  ","201452":"\n  El tabique cuenta?? sólo ese uvu\n  ","201453":"\n  No me lo perderé..\n  ","201454":"\n\n   https:\/\/www.youtube.com\/watch?v=TEmHuISQnNw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201455":"\n  ☁☁☁☁☁☁☁☁\n  \n  🌟☁😌😌😌☁☁✨\n  \n  ☁😌😌☁☁😌☁☁\n  \n  😌😌☁✨☁☁☁☁\n  \n  😌😌☁☁☁☁☁☁\n  \n  😌😌☁Good Night✨\n  \n  ☁😌😌☁☁😌☁☁\n  \n  ☁☁😌😌😌☁☁☁\n  \n  ☁☁☁☁☁☁☁☁\n  \n  Dulces sueños....\n  \n  ☁😘😘☁😘😘☁\n  \n  😘😘😘😘😘😘😘\n  \n  😘😘😘😘😘😘😘\n  \n  ☁😘😘😘😘😘☁\n  \n  ☁☁😘😘😘☁☁\n  \n  ☁☁☁😘☁☁☁\n  \n  (｡･ω･｡)ﾉ\n  ","201456":"\n  (づ￣ 0￣)づ\n  ","201457":"\n  💞💞💞💞💞💞💞rehermoso💞💞💞💞💞💞💞\n  ","201458":"\n  Hola!!\n  \n  Gracias por seguirme.. pasaré n.n\n  ","201459":"\n  No hay nada que agradecer.. solo recuperate y vuelve... ._.\n  ","201460":"\n  Muchas gracias por los consejos.. y por todo lo que miraste en ask, créeme que no eres la única persona que lo sabe.. esto es un caos de mundos.. te abrazo y vuelve pronto..\n  ","201461":"\n  Espero que en este tiempo que te ausentes te recuperes y regreses fuerte.. desgraciadamente o afortunadamente este sitio como muchos mas, ayudan a descubrir las facetas de las personas tras el ordenador.. casi no te conozco pues tengo muy poco tiempo, pero te deseo que siempre estés lo mejor posible y solo tú tienes la verdad y el poder para decidir si continuas una amistad o no, o si le das oportunidad o no a cierta persona para seguir conociéndola a fondo a pesar de ciertos detalles que destaquen no muy positivos de su persona...... te mando un abrazo y esperaré tu regreso.. deja volar todo aquello que te hace sentir mal.. y sonríe :3\n  ","201462":"\n  Hola!!... lo siento, pero no entraré al fb u.ú\n  ","201463":"\n  Te duele por que no vas al baño .-.\n  \n  Anda al baño, no te aguantes tanto que se te revienta la tripa ._.\n  ","201464":"\n  Así es, se le fue una oportunidad grande.. >.<\n  ","201465":"\n  Y si hacemos un sandwich ♫♪ x)\n  ","201466":"\n  Creo que no o.o\n  ","201467":"\n  Si.. a ciegas ♥\n  ","201468":"\n  Sipi u.ú\n  \n\n   https:\/\/www.youtube.com\/watch?v=aPEI4AFEuKQ#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201469":"\n  Un sueño te mantiene vivo amor.... pronto llegaré a ti.... ♥\n  \n  Dulces sueños.... ♥c♥\n  ","201470":"\n  ♥c♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=2xzDj-XOX2U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201471":"\n  Desde que se le permitió a uno de los demonios pisar la tierra de los mortales, éste tenía la inquietud de conocer más a fondo al ser humano; el por qué de sus miedos, sueños y sentimientos.\n  \n  A lo lejos, él divisó a una mujer alaciándose el cabello, se le notaba una cabellera rubia por los rayos del sol. Se acercó a ella y le preguntó:\n  \n  —¿Qué haces?\n  \n  Ella con una sonrisa y viéndolo a los ojos le contestó:\n  \n  —Esperando al atardecer de este bello día.\n  \n  —Dicen que los demonios salen cuando se oculta el sol.\n  \n  —También existen ángeles de medianoche.\n  \n  Aquel demonio contempló a aquella mujer, quien era como un tulipán blanco (la tez clara, frágil y a la vez de belleza natural).\n  \n  —Eres bella. —Comentó extasiado de mirarla.\n  \n  —Y usted tiene una mirada extraña. Es como si el fuego estuviera en tus ojos.\n  \n  —Es sólo el reflejo del atardecer en mi mirada.\n  \n  —Tengo que volver a casa, espero volver a verlo.\n  \n  —Estaré esperando para verte.\n  \n  El demonio cumplió su palabra y todos los días esperaba a esa bella mujer para conversar con ella, el tiempo pasaba entre juegos, risas y pláticas. Él se sentía atraído hacia ella, no sólo por su bello rostro, sino también por el aura que emanaba.\n  \n  Llegó otro atardecer como siempre y el demonio le entregó un tulipán. Ella le correspondió con un beso tierno en sus labios.\n  \n  —¿Por qué me has besado?\n  \n  —Porque me nació del pecho.\n  \n  —¿Qué te nació?\n  \n  —Un sentimiento.\n  \n  Sin más, ella se le acercó y lo abrazó. Él correspondió al abrazo, sintiendo muchas cosas en su pecho. No sabía qué decir. Sabía que no podía seguir al lado de ella, porque su mundo no era este.\n  \n  Era uno oscuro.\n  \n  —Tengo que marcharme de aquí.\n  \n  —¿Por qué?, ¿acaso te incomodó el beso?\n  \n  —No es eso, no pertenezco a este lugar.\n  \n  —Yo tampoco soy de aquí.\n  \n  —¿A dónde perteneces?\n  \n  —Soy de donde las aves disfrutan más del vuelo que del cielo.\n  \n  Aquel demonio esbozó una sonrisa.\n  \n  —Eres un ángel, diría yo.\n  \n  Ella sonrió y lo abrazó fuerte. Él no quería irse pero tenía que hacerlo. La tomó de la cintura y le dio un beso apasionado, siendo el primero y el último.\n  \n  —Me tengo que ir.\n  \n  —Donde vayas recuérdame con una sonrisa.\n  \n  —Así lo haré.\n  \n  El demonio regresó al infierno. Durante varios días estaba muy inquieto. No podía dejar de pensar en esa hermosa mujer. No sabía siquiera su nombre, sólo que le gustaba estar con ella.\n  \n  Regresó a buscarla meses después, más pasaban los días y ella nunca regresó a esperar el atardecer. El demonio se sintió triste al no saber de ella. Y cuando se dio cuenta que estaba enamorado de un ángel, ya tenía el fin de su era en el infierno de la ausencia.\n  \n  Claramente había entregado su corazón por primera vez...\n  \n  Autor:\n  \n   @OscuroDePapel\n  \n","201472":"\n  Con esto es suficiente, para (yo) entender que existe gente que no le gusta ser amada, ni querida..\n  ","201473":"\n  Hola!! chicharito azul 8)\n  \n  Ten una noche linda y espero que tu mami esté mejor, cuídate mucho y ten un jueves hermoso n.n\/\/\n  ","201474":"\n  Amo que estén juntos.. amo que estén felices.. amo su alegría y su complicidad.. y así los quiero ver por muchos y muchos años.. a los dos les quiero tanto, que les mando las mejores vibras, procuren a ese amor tan hermoso.. ♥\n  ","201475":"\n  Y compartir todos los días con tu amor es............................................ *-*\n  \n  Me alegro tanto por los dos y lo sabes, así me los imaginé xD\n  ","201476":"\n  Hola!!!\n  \n  Ya lo miré xD\n  \n  En unos minutos me suscribo, gracias por compartirlo xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=Vya_AgXuGww&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201477":"\n  Se van a reponer y eso esta padre xD\n  \n  Deberías complacerte lo mas pronto posible :P\n  ","201478":"\n  .-. Creo que sigo dormida xD olvide tu cambio y pensé que apenas habías entrado..\n  \n  Awwwww genial!!!, vayan a cenar y luego a casa ♥ ¡¡¡(qué tiernos)!!!\n  ","201479":"\n  Listo, y que tengas suerte n.n\/\/\n  ","201480":"\n  Oh chispas!!\n  \n  Con razón andas mas despabilado xD\n  \n  Y que estas haciendo aparte de andar por acá? o.o\n  ","201481":"\n  Voy a darme una vuelta cuando entre al fb, si me agrada te agrego, muchas gracias por compartirlo.. cuídate n.n\/\/\n  ","201482":"\n  Pues que buscan una emoción perdida.. inyectarle adrenalina a sus días, no lo sé eso dependería de la persona.. influyen muchas cosas como para perdonar algo así..\n  \n  Gracias por pasarte y ten una noche linda n.n\/\/\n  ","201483":"\n  Si y soy mas emocional D: pero aguante!! ♥\n  ","201484":"\n  Ey eso ya es de ustedes xD\n  \n  Ninguna respuesta, estaba jugando xp\n  \n  Y ahorita andas zombi?? o.o\n  ","201485":"\n  Lo siento no estoy en fb u.ú\n  ","201486":"\n  Gracias por realizarlo y compartirlo ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=TEfwDZ3JL_0#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201487":"\n  Ño .-.\n  \n  Te traje un churro de Cancun :B\n  ","201488":"\n  Oie a mi si me deja :o\n  ","201489":"\n  Oww si pobresitas, lo bueno es que no falta nadie quien las recoja para llevárselas de compras uwu\n  ","201490":"\n  Las teclas xD ok jaja\n  \n  Como siempre tan habilidoso para hacer muchas cosas a la vez xp\n  \n  Tú como estas?? Me dormí hasta las 4 esperando tu respuesta xD\n  ","201491":"\n  Fresita?? Larva?? dejen de estar jugando con el teclado e.é\n  \n  A lo que entendí.. estoy muy bien n.n y si estoy xD\n  ","201492":"\n  Se fue a comer unos tacos o.o\n  ","201493":"\n  Holiwis chaparrito!!!\n  ","201494":"\n  Triste situación u.ú\n  ","201495":"\n  Ahorita.. creo que ya finaliza u.u\n  ","201496":"\n  Me lo dicen a veces, pero un numero tal, ni qué tanto no lo sé y recurrí a un test xD\n  \n  Ahí está el resultado o.o ♥\n  ","201497":"\n  Golazo de la pioja!!! u.u\n  ","201498":"\n  ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=0R-FGchhwLw&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201499":"\n  (*´︶`*)╯~♥~\n  ","201500":"\n  Dulces sueños.......\n  ","201501":"\n  :o Nada por que ya me voy a descansar ..\n  \n  Dulces sueños Ivan, ten un día lindo mañana n.n\/\/\n  ","201502":"\n\n  Donde quiera que estés\n  \n  ya no avances más, si puedes esperar..\n  \n  yo correré para alcanzarte..\n  \n  Donde quiera que estés\n  \n  guarda mi lugar, yo voy a reparar\n  \n  estrellas rotas, solo espérame.... ♥c♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=VZIsTNoRNow\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201503":"\n  Sweet dreams......\n  \n\n   https:\/\/www.youtube.com\/watch?v=QUvVdTlA23w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201504":"\n  No en eso ando Javs.. pues si continua la costumbre hay que dejarla ser, pero fue bueno saber que contigo no hay problema por el \"tuteo\"..\n  \n  Duérmase!!! y descansa bien n.n\n  \n  Te leo pronto, señor de los números infinitos n.n\/\/\n  ","201505":"\n  A que si :c\n  ","201506":"\n  Hola!!\n  \n  Linda noche n.n\/\/\n  ","201507":"\n  1 no se ve nada .-.\n  ","201508":"\n  Ok :c ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=C9KwcGanCnQ&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201509":"\n  Me encanta lo que escribes, ya te agregue en una de mis pasiones, gracias por compartirla y escribir tan hermoso y lleno de sentimiento ♥\n  \n  -------\n  \n  A quien se va para no volver pero que siempre estará en mi corazón.\n  \n  No importa cuantas veces me desangre al reabrir mi herida para escribirte una vez más,\n  \n  no importa lo mucho que duela recordarte si con ello, aunque sea por un momento, puedo hacer que vuelvas conmigo.\n  \n  No importan las madrugadas que pase llorando gritando tu nombre, no importa las veces que desee estar muerta para ir corriendo a buscarte.\n  \n  No importa que mis pies no hayan podido soportar el temblor de mis piernas, no importa que mi corazón parezca detenerse cuando reconozco algunos de tus gestos en otra persona.\n  \n  No importa que en sueños te vea pero no pueda atraparte. No importa que me deje la voz diciendo una y otra vez que jamás me arrepentiré del tiempo que pasé contigo, que te necesito, que sin ti me duele hasta respirar.\n  \n  No importa que jamás pero jamás pueda llenar el vacío que dejaste en mí, no importa que se haya apagado uno de los motores de mi vida y que ahora no sepa qué hacer si el sonido de tú risa me motivaba a seguir.\n  \n  No importa que el no poder abrazarte me desgarre tanto por dentro, no importa que me haya olvidado de sonreír, no importa que cada día me rompa un poco más.\n  \n  No importa que el silencio me atrape, que la oscuridad me ahogue.\n  \n  No importa, nada de esto importa.\n  \n  ¿Y sabes por qué ? Porque a pesar del dolor, del llanto, a pesar de no pueda mirarte ni sentir tu piel, a pesar de las críticas y los reproches, a pesar de que te hayas ido para no volver, siempre, siempre estarás vivo en mi corazón, donde permanecerás intacto.\n  \n  Y eso es algo que nada ni nadie podrá cambiar.\n  \n  Veintisiete de julio del quince.\n  \n  22|42 p.m\n  \n  Collie.\n  ","201510":"\n  Hola!!!\n  \n  No entraré a fb, lo siento .-.\n  ","201511":"\n  10:51 ovo\n  ","201512":"\n  Yo ya se de donde eres y si dije Guatemala era para despistar >.>\n  \n  Por muy vecinos que seamos, los horarios cambian Javs..\n  ","201513":"\n  Qué hora es es Guatemala?? ovo\n  ","201514":"\n  Hola!!\n  \n  Muy interesante propuesta!!\n  \n  Gracias por hacerla Jacck pop ♥\n  ","201515":"\n  Y si, da algo de pereza entrar :c\n  ","201516":"\n  Ahora queriendo o no, los dos se pasaron y me dijeron cosas que me molestaron.. gracias por pasarse por aquí y que tengan una noche linda los dos.. buena noche!!!\n  ","201517":"\n  Sé que no, y odio que sufra así, pero continuaré con lo que me dices.. lo he llevado sobre la marcha e intensificaré todo eso para que se sienta mucho mejor cada día.. Gracias por tus palabras ñ.ñ\n  ","201518":"\n  Si, tu eliges como ser, leyendo todo eso.. y las bases que tienes desde tu casa..\n  ","201519":"\n  Son dos chicos totalmente diferentes, de edades, gustos y maneras de divertirse.. y de respetar..\n  \n  No te asustes, mira y aprende... uvu\n  ","201520":"\n  Tal vez se dan cuenta, pero quieren saber qué tanto puede suceder...\n  ","201521":"\n  Ve, por que aquí no es ningún lugar para pelear..\n  ","201522":"\n  Pues.. esta bien dentro de lo que cabe.. pero me está preocupando más de lo que debería.. >.<!!!!!!!\n  ","201523":"\n  Muy de vez entro.. pero si lo tengo aun activo.. y por qué no entras e.é??\n  ","201524":"\n  xD tú tambien provocándola\n  \n  Veo que es una persona muy difícil.. le daré un baño en miel :3\n  ","201525":"\n  Te vas pero no por que te corro.. emm de nada.. igualmente y muchas gracias a ti n.n\n  ","201526":"\n  Un rubio, un wuerejo.. eso\n  ","201527":"\n  Como trates serás tratado...\n  ","201528":"\n  Es delicioso ese turno pero te acaba un buen.. volverás volverás..\n  \n  Mi mamá o.o\n  ","201529":"\n  Ohh vaya vaya o.o\n  \n  creí que eras un wereber xD\n  ","201530":"\n  :o\n  \n  Ya entiendo.. con razón los trae muy cortitos uwu\n  \n  Y para que se le baje un tantito no dan un detallito??\n  ","201531":"\n  No quiero ya dije e.é\n  ","201532":"\n  No, solo respeten y respétense..\n  ","201533":"\n  No quiero uwú\n  ","201534":"\n  Y eso que no contesto todo lo que me envias e.é\n  \n  Oie, qué crees que me encontré para ti, hoy que vine por la mañana o.o??\n  ","201535":"\n  *gogleando rojo plástico* ¬.¬\n  \n  De qué color es tu trapeador?? (cabello, por aquello de lo largo e.é)\n  ","201536":"\n  *Le avienta cocos*\n  ","201537":"\n  Es lo bueno poder comernos y saborearnos...\n  \n  Qué bueno eso me alegra que la noche te acaba!!! pero poco a poco te recompones.. espero que pase mucho para que te vuelvan de noche..\n  \n  Yo.. yo estoy bien, salvo que me preocupa una cosota o.o\n  ","201538":"\n  De criticar mi hermoso cabello rojizo ♥o♥\n  ","201539":"\n  Tus padres trabajan?? o.o\n  ","201540":"\n  No te enojes o.o\n  ","201541":"\n  No pues bajo amenazas ni como... u.ú\n  \n  Cómo se llama tu jefa?? o.o\n  ","201542":"\n  Resbalé xD no sé en que ando pensando.. .-.\n  \n  Para ti.. dejas espacio para el postre..(le guardas a fresita y se la das de piquito* ♥\n  \n  Cómo te va lindurita??\n  ","201543":"\n  Pues mientras no pierda su efecto el spray.. lo malo es que estamos entre semana.. pero luego que no te pueden incapacitar??\n  ","201544":"\n  Oie no esa es trampa .-.\n  \n  *lo agarra a cocasos y corre*\n  ","201545":"\n  La temporada ideal es en otoño, debo preparar las semillas antes, osea que estoy a tiempo, para que en la primavera estén los brotes .. que es lo más difícil o.o\n  \n  Lo voy a intentar.. espacio aun me queda xD\n  \n  *le da otra cereza*\n  ","201546":"\n  Perfecto.. y como va esa garganta?? mejoró en esas casi doce horas??\n  ","201547":"\n  Cerezas gustas?? :B\n  ","201548":"\n  Uhmm entonces trabajas en un comedor industrial??\n  ","201549":"\n  Bien y bien aquí pensando si me preparo para plantar unos cerezos ♥ *se come una cereza* ¿Gustas?\n  ","201550":"\n  Necesitas unos buenos cocos para que se te acomode :D\n  ","201551":"\n  Mucha info .. pero lo primero pensé fue en el mano a mano que iban a tener tu y el .-.\n  ","201552":"\n  Tu risa xD\n  \n  Bueno si no trabajas en eso... de lo que te estás perdiendo uwu\n  ","201553":"\n  Porqué lo niegas?? o.o\n  ","201554":"\n  No sé que sea, pero sorprende.. hola!!!\n  ","201555":"\n  Por tu ciencia y tu lógica, que difiere de la mía.. y de la mayoría que intentes tocar n.n\n  ","201556":"\n  No eso no :v\n  ","201557":"\n  Hola, Larva y el oscuro pasajero!!! 8D\n  ","201558":"\n  Acéptalo, por eso estas así xD\n  \n  No tiene nada de malo, al contrario, me ayudaría para entenderte n.n\n  ","201559":"\n  Debes mantenerte despierto y cuidar.. que lindo trabajo tienes ♥\n  \n  Pero yo a esas horas estoy bien dormida ♥\n  ","201560":"\n  Te equivocas.. pero bueno cada quien le da el significado a su conveniencia.. era de esperarse n.n\n  ","201561":"\n  La verdad no, leería si acaso hasta el día o momento ya vivido ♥\n  ","201562":"\n  Así me quedé cuando entré por la  mañana a saludar o.o\n  \n  Son cosas no aptas para menores uwu\n  ","201563":"\n  Ahorita hay mucha gente entre 12\/13 a 18\/19 los perviertes..\n  ","201564":"\n  Qué frase tan extraña.. en fin ya se lo di xD\n  ","201565":"\n  Sipis algunas muchas por que.. es horario infantil e.é\n  ","201566":"\n  ewo Javs!!\n  ","201567":"\n  xD\n  ","201568":"\n  A qué hora no estas dormido??\n  ","201569":"\n  Yo ya me bañé y no tengo ganas, gracias..\n  \n  Si eres de los que hacen eso.. qué mal plan :c\n  ","201570":"\n  Eso te pasa por andarme dejando todo lo que me dejaste e.é\n  \n  Luego aparte ps a lo que te dedicas xp es obvio xD\n  ","201571":"\n  Ps ño..\n  ","201572":"\n  Yo no..\n  \n  Anda y ojala se te caiga el jabón e.é9\n  ","201573":"\n  Dormilón que tal estuvo la fiesta?? xD\n  ","201574":"\n  Yo a ti e.é\n  ","201575":"\n  Cierto ♥\n  ","201576":"\n  Se nota que no me conoces y si me tocas...\n  ","201577":"\n  Te tardaste, creí que no volverías o.o\n  ","201578":"\n  ┻━┻ ︵ヽ(`Д´)ﾉ︵ ┻━┻\n  ","201579":"\n  (｡ŏ_ŏ)9\n  \n  Calla!!\n  \n  No es cierto..\n  ","201580":"\n  Poco, pero si (｡•́︿•̀｡)\n  ","201581":"\n  （╯°□°）╯︵(\\ .o.)\\\n  ","201582":"\n  (╯︵╰,) yo no interfiero en eso..\n  ","201583":"\n  No me digas eso que me traumo (\/ω＼)\n  ","201584":"\n  Que si.. no inventes yo qué culpa tengo que no duermas uwú\n  ","201585":"\n  Integridad es ser completo, sin fisuras, sin doble cara, si decimos una cosa debemos hacer lo mismo de la misma manera.. mientras que honestidad es decir siempre la verdad, respetar las pertenencias ajenas, apegarse a la verdad, ser justo..\n  ","201586":"\n  No mucho uwu\n  ","201587":"\n  Unión.. respeto :3\n  ","201588":"\n  Para mi si hablamos de puntualidad, depende de la persona que espere, por lo regular en eso si tengo limites pues soy muy puntual..\n  \n  Y si hablamos de esperar por \"esa\" persona especial.. no tengo limites!!\n  ","201589":"\n  Estar con ciertas personas o en algunos momentos especiales .-.\n  ","201590":"\n  Me dejaste mucho spam o.o\n  ","201591":"\n  20 minutos.. pero no salí e.é\n  ","201592":"\n  La chica sin nombre o.o\n  ","201593":"\n  Ya entendí sin el \"te\" ¬.¬\n  \n  Omite mi respuesta anterior.. o.o\n  ","201594":"\n  Pues déjame decirte con con el \"te\" o sin él.. me huele a manada y ps no..\n  \n  De ninguna manera o.o\n  ","201595":"\n\n   https:\/\/www.youtube.com\/watch?v=WKM5jRAUgvU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201596":"\n  Ahhh jovencito xD\n  \n  Linda noche!!\n  ","201597":"\n  Amarme, amar... disfrutar cada momento ♥\n  ","201598":"\n  Una corbata ♥o♥\n  ","201599":"\n  Le hago entender que no tiene por qué avergonzarse uwu\n  ","201600":"\n  Para un regalo está perfecto xD\n  ","201601":"\n  De mi persona...\n  \n  -♥Soy muy paciente♥-\n  \n  -♥Me gusta ayudar♥-\n  \n  -♥Es raro que me enoje♥-\n  \n  -♥Soy muy creativa-♥\n  \n  -♥Me encanta cocinar♥-\n  \n  ö.ö linda noche ♥\n  ","201602":"\n  Hola!!\n  \n  Muchas gracias ♥ el tuyo está bien hermoso ♥\n  \n  Ya te sigo.. linda noche ñ.ñ\/\/\n  ","201603":"\n\n   https:\/\/www.youtube.com\/watch?v=B3PFsFwbj5U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201604":"\n  Dulces sueños.... ♥\n  ","201605":"\n  Duerme bien... dulces sueños rojito\n  \n  Y deja de pelear!! que vas a soñar feo uwu\n  \n  Que inicies muy bien tu semana n.n\/\/\n  \n  Hasta pronto..\n  ","201606":"\n  Hola!!\n  \n  Lo siento mucho no entraré a fb u.ú\n  ","201607":"\n  Pues cuídala mucho ♥\n  \n  Me despido yo que ya me pase mucho xp\n  \n  Ten una noche linda y un sueño reparador.. inicia muy bien tu semana Ivan, gracias por pasar por aquí.. hasta pronto y dulces sueños n.n\/\/\n  ","201608":"\n  Bueno pero míos finalmente y llenos de amor ♥\n  ","201609":"\n  Muchas gracias e igualmente, pásala muy bien y disfruta la energía de cada amanecer y la tranquilidad de cada atardecer n.n\n  \n  Dulces sueños!! :D\n  ","201610":"\n  El mio está bien cuidado ♥\n  ","201611":"\n  Así son las mamás, aparte eso te va a servir cuando formes un hogar, por eso a veces exigen ese tipo de cosas, para que sepas atenderte y tener un hogar bien funcional n.n\n  ","201612":"\n  ¬.¬\n  ","201613":"\n  Con nada estas de acuerdo uwu\n  ","201614":"\n  Locura es no hacer lo que te plazca por temor a las criticas...\n  ","201615":"\n  No sabes lo que es poder acariciarlo y su tono rojizo te pierda.. ♥\n  ","201616":"\n  Ya le visité, ten linda noche n.n\/\/\n  ","201617":"\n  Es una locura u.ú\n  ","201618":"\n  Jacck!!\n  ","201619":"\n  ♥o♥\n  ","201620":"\n  Te creo 8D\n  \n  Ya anda.. adelantate a dormir..\n  ","201621":"\n  Estás loco :c\n  ","201622":"\n  No pues mal, por que yo ya no voy a vivir ahí n.n\n  ","201623":"\n  xDDD\n  \n  No sabes xD\n  ","201624":"\n  Oww cuanto lo siento espero se recupere pronto.. con tu ayuda así será, me sorprende tu puntualidad y el grado de responsabilidad que tienes n.n te felicito por eso :D\n  ","201625":"\n  No, ahí no entra nadie mas que yo ♥\n  ","201626":"\n  Déjame es mi cabello ♥\n  ","201627":"\n  O.O\n  ","201628":"\n  Nos vamos al mismo tiempo, pero cada quien a su habitación.. n.n\n  ","201629":"\n  Ya le llegará tiempo al castaño nuevamente ♥\n  ","201630":"\n  Pero que la asees hace la gran diferencia.. veo que haces labores del hogar o.o\n  ","201631":"\n  Yo tambien, pero por hoy no ♥\n  \n  Sueñas y sigue soñando n.n\n  ","201632":"\n  Ya me voy a dormir..\n  \n  Tu tu... tu.. tu mira tv un rato o.o\n  \n  Dulces sueños n.n\/\/\n  ","201633":"\n  Shu pues nada de lo que existe aquí te gusta.. orale a su colchon!!\n  ","201634":"\n  Pues quédate con esa mujer!!!!!!!!!!!!!!\n  ","201635":"\n  No la haces como maestro uwu\n  ","201636":"\n  Te creo, esa tarea tenia mi abu y nos la dejó, hoy en día mucha gente ya no sale a barrer su acera.. sabes que al hacer eso antes de que exista más movimiento le da otro aspecto a tu casa.. ♥ me gusta, mucha gente ni se fija, pero si observas tu casa limpia desde temprano, destaca ♥\n  ","201637":"\n  Lo amas ♥\n  ","201638":"\n  No pues no y que poca paciencia tienes xD\n  ","201639":"\n  Pues en realidad si no te organizas para hacer todo lo que quieres hacer la llevas de perder, esta bien que le hagas así, te rinde mas el día n.n\n  ","201640":"\n  Oie no les digas así e.é\n  ","201641":"\n  Solo pelirrojos bien cursis ♥\n  ","201642":"\n  :o te levantas muy temprano, pues si o.o\n  ","201643":"\n  Ya miré la imagen :o\n  \n  Anda a descansar y mañana haces labores en tu casa, ayuda a tu madre, que buena falta le hace o.o\n  \n  Cuídate peleonero e.e\n  ","201644":"\n  Si no tienes responsabilidades mañana temprano supongo que el limite seria a la una, pero si tienes algo que hacer, lo mas recomendable es que ya duermas n.n\n  ","201645":"\n  A los 22 creo o.o\n  ","201646":"\n  Yo no miré a ninguna asi o.o\n  \n  Emm ya me voy a descansar n.n\n  \n  Cuídate y que sueñes con muchos pelirrojos n.n\n  \n  Dulces sueños n.n\/\/\n  ","201647":"\n  Hola, linda noche!! n.n\n  ","201648":"\n  No y ya duérmase!!\n  ","201649":"\n  Cómo?? o.o\n  ","201650":"\n  Y no y punto!\n  ","201651":"\n  Ay si tú, el gigante de ask e.é\n  ","201652":"\n  Yo solo sé que esta es mi versión xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=lzkmlbv_OsI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201653":"\n  Ño o.O\n  \n  *se va a ver el vídeo*\n  ","201654":"\n  Cállese!!\n  \n\n   https:\/\/www.youtube.com\/watch?v=bnFpHAIr-jM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201655":"\n  Eso no va a suceder o.o\n  ","201656":"\n  Ridícula la mas chiquita de tu casa e.et\n  \n  Si te encantan las pelirrojas ♥\n  ","201657":"\n  Ey no digas eso!! e.é9\n  ","201658":"\n  No mientas!!\n  \n  Eso quisieras, ella ya me lo dijo e.e\n  ","201659":"\n  Ay no xD\n  \n  Reacciona Andrés reacciona!!! ves el efecto rojizo del cabello?? xD\n  ","201660":"\n  Una tontería por andar de distraída uwu\n  \n  Pero sabes ese calor es para las inundaciones que vendrán en estos días, así estuvo aquí dos días y hoy por fin otra vez llovió generosamente, con canicas y todo pero ya llovio!! ♥\n  ","201661":"\n  Un pequeño accidente me lastimó la espalda y no puedo bailar T.T\n  \n  Acá esta bien fresco y amenaza con llover nuevamente!! te mando unos granizos para que te refresques u.u\n  \n  Si leí que por allá estuvo bien el clima..\n  ","201662":"\n  Que yo sepa nunca a sucedido eso uwú\n  \n  se va a infartar cuando lea esto e.é\n  ","201663":"\n  Lo sé y lo sabe ella tambien es un amor ♥ ♫♫\n  ","201664":"\n  Bien muy bien.. pero veo que aun no puedo bailar u.ú\n  \n  Tú como estás chaparrito?? ñ.ñ\n  ","201665":"\n  Te hacen falta tus gafas chchchchch ♫♫♪\n  ","201666":"\n  Larvita!!! 8D\n  ","201667":"\n  Eso crees tu :v ♫♫\n  ","201668":"\n  Shu shu ya le dije que aquí no está esa persona que busca shu shu\n  ","201669":"\n  Le diré todo lo que estas diciendo sobre ella eh e.é\n  ","201670":"\n  Hola!!\n  \n  Ya, ten linda noche n.n\/\/\n  ","201671":"\n  La ridícula viene cuando yo no estoy :P\n  \n  La extrañas verdad???\n  ","201672":"\n  Ño, la que tú buscas es la que te busca para cobrarte la renta, la amorosa esta en su casita tomando chocolate :D\n  ","201673":"\n  Jajaj igual mi sobrina ya se sabe los textos y demás, y aunque a veces no quiero retierna me dice que la acompañe ♥\n  ","201674":"\n  Qué baaarbaro.. ella no está, solo está la pelirroja que es un amor ♥\n  ","201675":"\n  Si?? a quien busca??\n  ","201676":"\n  Me imagino xD\n  \n  No repites tu las escenas con tu sobrina(conforme van pasando en la tv)??\n  ","201677":"\n  Lamentable, pues cada vez somos más y más y con ello más basura y cosas que no se degradan tan rápido y solo afectan el medio ambiente uwu ya como está de avanzada la tecnología deberían de ponerse atentos con eso.. uvu\n  ","201678":"\n  Que prefieres, estar aburrido o estar mirando pelis infantiles con tu sobri?? :D\n  ","201679":"\n  Lo suficiente para sentirme bien conmigo misma ♥ claro que si, es como la llave para muchas cosas..\n  ","201680":"\n  Que te vaya bonito..\n  \n  Cuídate mucho n.n\/\/\n  ","201681":"\n  Claro que si, iré a buscar la adecuada n.n\n  \n  Ten linda noche y nos leemos pronto.. dulces sueños!!! y gracias n.n\/\/\n  ","201682":"\n  No, lamentablemente no uwu\n  ","201683":"\n  Y ocho por seis??\n  ","201684":"\n  Si, eres un kiwi :B\n  ","201685":"\n  Te cuento algo interesante..\n  \n  Cada quien es libre de escoger el vaso para sus tormentas :o\n  ","201686":"\n  Mientras yo me sienta bien siendo pelirroja el mundo que ruede, no obligo a nadie a mirarme n.n\n  ","201687":"\n  Soy una cereza ♥\n  ","201688":"\n  Uhmm bueno pues pásala bien y síguete cuidando..si?? n.n\n  ","201689":"\n  Lo sé, por eso te dije todo eso xp\n  ","201690":"\n  Eres coqueto eh..\n  \n  A donde te vas??\n  ","201691":"\n  Tabla del 6 dímela e.é\n  ","201692":"\n  Sabes sucede que en efecto, algunas se ven mal, pero ellas se sienten tan bien, que no se dan cuenta y lo disfrutan como no tienes una idea.. respeto tu sentir y tu opinión en mi caso n.n\n  ","201693":"\n  :3\n  \n  Que pasho??\n  ","201694":"\n  Tal vez, pero para mi son números, lo importante en las personas para mi son las actitudes, la manera de pensar y ser, si claro existe experiencia, pero existe mucha gente peque, que sabe mucho más que yo.. es un rollo pero eso pienso yo :c\n  ","201695":"\n  Creo que es hora de tu medicamento Junior n.n\n  ","201696":"\n  Cálmate o te doy tabla e.é\n  ","201697":"\n  Para ti puede ser fatal pues no comulgas con los cambios para las mujeres, esta bien, no es el primero ni el ultimo que me lo dice, pero mientras yo me sienta y me vea más que genial y no perjudique a nadie.. yo feliz ♥\n  \n  Algunas lo hacen por gusto y otras por necesidad.. ♥\n  ","201698":"\n  Me da como penigüis :$\n  ","201699":"\n  Por que se la pasan sentados en lugares no muy suaves para su trasero y luego se limpian de perrito.. total que creo que es de nacimiento .-.\n  ","201700":"\n  Me gustan las bromas.. pero cual broma que no la miré o.O\n  \n  No te sientas mal, no pasó nada xD\n  ","201701":"\n  Me da no se qué, que me digas las fechas x)\n  ","201702":"\n  Guadalajara ♥\n  ","201703":"\n  Gracias (?\n  \n\n   https:\/\/www.youtube.com\/watch?v=Q-kIr7SLraQ#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201704":"\n  Jaja cálmate e.é\n  \n  Sueñas .. sueñas!!\n  ","201705":"\n  No es feo.. pero el de la anterior foto a esta.. me quedo con la de la anterior ♥ es un rojo mas natural.. ♥\n  \n  Los rojos son hermosos ♥o♥\n  \n  Pues te aguantas por que así es mi cabello por ahora ♥\n  ","201706":"\n  Lo sé pero yo no estoy condenada a muerte uwu\n  ","201707":"\n  Uy no.. me estas confundiendo .-.\n  \n  Pero si, un día en beasker me preguntaste e igual te respondí con treintaytantos inviernos o algo así o.o\n  ","201708":"\n  El coraje de querer salir adelante, la responsabilidad con la que manejan su vida y su entorno, su valentía para mantenerse de pie a pesar de las adversidades.. el humor con que puedan tomar las cosas malas y buenas de la vida ♥\n  ","201709":"\n  Ya brinqué los treintas.. no digo cuantos exactamente que se espantan xD\n  ","201710":"\n  Convives con niños\n  \n  Somos de México\n  \n  Y nos gusta snoopy o.o\n  ","201711":"\n  No te metas con mi cabello e.é9\n  \n  Oie no por qué tan grotesco, no que mucho amor?? o.o\n  ","201712":"\n  Para que alguien pueda preguntar sin pelos sintéticos artificiales en la lengua ;D\n  ","201713":"\n  Trentipoquitos xD ♥\n  ","201714":"\n  Si, claro que si, en lo que esté a mi alcance n.n\n  ","201715":"\n  Con servilletas o pañuelos e.é\n  ","201716":"\n  Supongo que si o.o\n  \n  Aunque puedes no hacerlo :o\n  ","201717":"\n  Pero por qué alterarse??\n  \n  Cierto y muchas gracias n.n\n  \n  Aguanto!!! o.o\n  ","201718":"\n  Quité una que recién puse.. busco una que poner ahora..\n  ","201719":"\n  Esta me gusta mucho ♥\n  ","201720":"\n  Si..\n  \n  Un poquito incomoda por que es muy aventada.. a pesar de que sabe mi sentir ♥\n  ","201721":"\n  La quité O.O\n  \n  Pero ahorita pongo otra o.o\n  ","201722":"\n  No no.. era zapes para después ir a comprar helado uwu\n  ","201723":"\n  Ya le puse..\n  "}}