{"Question":{"201724":"\n   💓 Que tan popular eras o eres en la secundaria  ✧ ✧ Cual grupo social pertenecías en tu salón de clases   .*...  *.:｡*ﾟ’ﾟ･.\n  ","201725":"\n   El tuyo? :)\n  ","201726":"\n   Hoy es el cumpleaños de Lalalalala ♪♩\n   \n    @ShoryKR14\n   \n   ........bueno, eso me lo dijo don ask u_u\n  ","201727":"\n   oieeeeee........heeeeey tu !! ........ te puedes hacer el muertito ? o_O\n  ","201728":"\n   No te cansas de ser como eres ? u_U ....yo si e_e\n  ","201729":"\n   Lapidenla!!!! Crucifiquenla!!!!\n  ","201730":"\n   ?Cuál es el sentimiento que predomina en tu vida¿\n  ","201731":"\n   ¿Besarías a una persona que siempre estuvo profundamente enamorada de ti, si esta persona estuviera punto de morir ? o ¿ Dejarías que muriera con el corazón roto?\n  ","201732":"\n   . Si fueras a morir esta noche sin posibilidad de hablar con nadie, ¿qué lamentarías no haber dicho a alguien? ¿Por qué no se lo has dicho hasta ahora?\n  ","201733":"\n   Calmen a la especialista en soccer.\n  ","201734":"\n   ¿Por qué no sacas esa espina que no te deja vivir en paz?\n  ","201735":"\n   te gusta tu cuerpo? cambiarias algo? te gustaria exponerlo? ....les enviare las fotos de mi calendario 2016 xp ..el pequeño oscuro pero tranquilo centro del universo les desea un jueves de locura y emocion ...nos vemos bueno si es que antes no SE ACABA EL MUNDO A_~\n  ","201736":"\n   Que bueno, asi que a darle! después se oxida la gente sin la compañía de las personas adecuadas. :)\n  ","201737":"\n   Lo mejor fue que ganaron bien XD\n  ","201738":"\n   Y tu como estas?\n\n: )\n  ","201739":"\n   ¿Tarta de manzanas o tarta de zanahoria?\n  ","201740":"\n   Estuvo bien el juego, a pesar de que muchos decían que no merecía estar ahí. En lo personal pienso que sí fue penal, el otro negro mañoso obstruyó al jugador y le guardó el balón al portero.\n  ","201741":"\n   Hola chicos le harias esto a tu herman@\n   \n    https:\/\/www.youtube.com\/watch?v=Eo1GExl0DVs\n   \n   si le gusto el video dale like compártelo y suscribase. Buen día\n  ","201742":"\n   ¿Qué hubo?\n  ","201743":"\n   (  ◠‿◠) Saludos de Baja California  ✰ Si te gustan los dibujos  ♡  Entonces  ☆ Próximamente Haré un top de los mejores dibujantes ask.fm  ○( Mangakas )○  El objetivo es para que todos admiremos su trabajos y si nos nos animamos  a seguir ese jobii ☆  ☆ bye bye ☆\n  ","201744":"\n   ○[\n   \n    http:\/\/ask.fm\/JackClassick\/answer\/129537522743\n   \n   ]○ ( ○ •\/\/\/\/\/• ○)♡  A qui estoy para ti ✰\n  ","201745":"\n   Hola,seamos amigos,si?,pasate por mi ask y dejame 20mg,te los devuelvo\n  ","201746":"\n   cinco cosas que detestes del mundo? por ejemplo yo detesto, las filas, esperar, las cosas que no puedo controlar, la estupides y necedad humana y la peor de todas el sol y calor extremo, no puedo cometer suicidio pero quien me mataria ? hace un calor endemoniado yo soy de clima helado u.u\n  ","201747":"\n   y tu estas enamorad@? hoy es un bello dia ;) .....el tiempo no esta definido en ciclos de momentos...esta cuantificado como un todo formado por ondas que se forman en el agua....feliz domingo gusanos hasta la proxima bueno si es que antes no SE ACABA EL MUNDO\n  ","201748":"\n   Hola fealdad ( ͡° ͜ʖ ͡°) (Conste que lo dije con amor :'v ♥ ) ¿Cuándo fue la última vez que tu vecino robó tus calzones\/ropa interior? ~( ͡° ͜ʖ ͡°~) ~( ͡° ͜ʖ ͡°)~ (~ ͡° ͜ʖ ͡°)~ O cuando mucho,¿Cuando fue la última vez que un vagabundo le disparó revistas al vecino? ewe Perdón por la tardanza uwu :v\n  ","201749":"\n   ¿Cuál es el acto mas noble qué un desconocido ha hecho por ti?\n  ","201750":"\n   Hola ¿ Es posible que yo gane tu absoluta confianza ? Saludos, y Ten un feliz descanso.\n  ","201751":"\n   Hola. :).. ¿Hasta donde crees que llegue México en la Copa de Oro ?, Saludos. Feliz Descanso.\n  ","201752":"\n   Hola. Buenas noches..¿ Cuál a tu juicio es el mejor cantante de tu país ? Del mío considero a Franco de Vita, muy talentoso. Saludos.\n  ","201753":"\n   Eeeeehhhhhhhhhhh PUUTOOOOOO!!!!!! n_n\n  ","201754":"\n   Holi ( ͡° ౪ ͡°) Hoy este sensual fantasma te pregunta ¿Para que lado gira tu inodoro? :v Si no contestas es porque no tienes inodoro >:v También aprovecho para decirles que haré un F.A.Q. :'v denme ideas plocs u.u Nos vemos en la noche ( ͡° ౪ ͡°) Los amo ( ͡ ͡° ͜ʖ ͡ ͡°)♥\n  ","201755":"\n   εϊз\n  ","201756":"\n   Sí Daya. Sí uwu\n  ","201757":"\n   A poco? Soñar a colores? Es extraño?\n  ","201758":"\n   Oye sí. XDDDDDD\n  ","201759":"\n   Tienen que ser de guajalote =) claro que sí.\n  ","201760":"\n   Por qué la pregunta? o.o\n  ","201761":"\n   Todo del otro mundo, mujer!!!\n  ","201762":"\n   No, no te lástima nada =)\n  ","201763":"\n   Hmmm entonces sólo hagamos pero no hagamos. XDDD\n  ","201764":"\n   A colores xDD Siempre, sólo que las noches en los sueños son muy oscuras y vacías. Jejeje pero sí, suelo recordar lo que sueño, a veces lo recuerdo días después, o incompleto. Otros sueños se me quedan bien guardados.\n  ","201765":"\n   Hay que hacer más bebés o.o\n  ","201766":"\n   Lo bueno es que lo \"otro\" lo tienes en forma de pregunta =D así que puedes leerlo y acordarte =)\n  ","201767":"\n   Donde están los bebés que hicimos? uwu\n  ","201768":"\n   No, muchos. Muchos muchos muchos...\n  ","201769":"\n   Me gustó. XD Que bien que hayas tenido iniciativa. XD\n  ","201770":"\n   ¿Cuál otro? Recuerdame aquí en tu ask que ya se me olvidó... XDDD\n  ","201771":"\n   Muchitos =)\n  ","201772":"\n   Vaya :3\n  ","201773":"\n   A mi me gusta que hagas. =)\n  ","201774":"\n   Dulces sueños para ti también, descansa. Y cuídate. Princesa Dayazulcielo.\n  ","201775":"\n   Así me gusta. Que haga pucheros xD\n  ","201776":"\n   Pues no xD no pasa nada.\n  ","201777":"\n\n    https:\/\/www.youtube.com\/watch?v=52jl0-93kxc\n   \n   miren el video lean la letra ...una historia triste.......por que hay tantos amores locos u____u amor loco amor\n  ","201778":"\n   Entonces como es normal no necesito de la burra o lo que sea.\n  ","201779":"\n   Pero una doña fodonga, al final del día. XDDD\n  ","201780":"\n   Te regalaria,flores en ese momento\n  ","201781":"\n   No, en situaciones normales no me caigo.\n  ","201782":"\n   XD No no siempre.\n  ","201783":"\n   No importa lo hice solo para tener contacto contigo estar juntito a ti xD\n  ","201784":"\n   Pues nomas jajaj se me ocurrio u.u\n  ","201785":"\n   ¿Cuál ha sido el momento más gracioso que has vivido hoy?\n  ","201786":"\n   Yo te agarraria muy fuerte de los dientes,u.u\n  ","201787":"\n   Daya fodonga :D\n  ","201788":"\n   Quiero estar contigo en un sismo\n  ","201789":"\n   Gracias a ti por estar necesitada de risa. XDDD\n  ","201790":"\n   Quizá xD pero me resbalo o.o\n  ","201791":"\n   ✰ Mi ultima pregunta personal ✰ ○ ○ ○ ♡ En que concepto o que piensas de mi  ♡\n  ","201792":"\n   No D: mejor simplemente no y ya xDDD\n  ","201793":"\n   =) me alegro entonces. Jejeje\n  ","201794":"\n   Dayani... quiero estar en el panteon\n  ","201795":"\n   Pues no sé que te hizo reír exactamente, pero si te hizo sentir mejor mientras estabas toda mal, pues que bien. XD\n  ","201796":"\n   Una storia che vale\n  ","201797":"\n   No tengo un buen calzado o.o\n  ","201798":"\n   Ya se .__. deme algo que leer por vocaroo o.O\n  ","201799":"\n   [ 👿 ]  Que aras en este mes y medio de vacaciones  *´¨`*:.⋆..¸.⋆´¯`⋆♡  Saludos de California ◇ ◇  Que tengas unas buenas vacaciones  (づ◕3◕)づ╭ ♡ ╭  ╭ ♡\n  ","201800":"\n   E dificile per me imparare a Vivere... senza abandonarmi al mio presente inaspettatamente senza te...  ero qui.... eri qui\n  ","201801":"\n   XD Como bob esponja. XD\n  ","201802":"\n   El piso resbaloso xD\n  ","201803":"\n   Adiós DD: 1:25, me siento culpable e.e  me gusta mas que me traten de tu O.o\/\n  ","201804":"\n   ____ ♡  ____ Eres auto suficiente  ___ ♡  ___ Mi pregunta de hoy╭ ♡   Dime sabes cocinar ○ Limpiar y ganas tu propio dinero ゜・。。・゜゜・。。・゜ ✧\n  ","201805":"\n   Mi dayani 😄😚😚😚💁\n  ","201806":"\n   Soy un fantasma shido ( ͡° ౪ ͡°) Envídiame ( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)( ͡° ౪ ͡°)\n  ","201807":"\n   buenas noches compañeros de ask, alguien ha visto a mi padrino?\n  ","201808":"\n   que acaso ya no hay nada nuevo en el porno?? hasta aburrido y predecible se vuelve, mejor producire el mio xp jaja lindo fin y nos vemos si antes no SE ACABA EL MUNDO\n  ","201809":"\n   Ya llego por quien lloraban (osea, yo) e_e .......... ahora si diganme que quieren ? ñ_ñ\n  ","201810":"\n   Limpiagafas? Eh, no creo xD pero eso no tienen que ver con tropezarse\n  ","201811":"\n   Pues que bueno que seas de risa fácil. XD\n  ","201812":"\n   A poco te hice reír? XD\n  ","201813":"\n   Me tropiezo =\/\n  ","201814":"\n   Como veo qué? XD Es que pensé que te habías enfermado de algo, eso me diste a entender.\n  ","201815":"\n   Ninininoni ninininoni ninoniiiinoniiiii 🔊\n  ","201816":"\n   Los poemas han pasado de moda? o.O\n  ","201817":"\n   Tu Felicidad es la mía u_U\n  ","201818":"\n   ¿Cómo lidias con el vecino molesto que pone música muy fuerte a altas horas de la noche?\n  ","201819":"\n   Sí, y pierdes más calorías corriendo. =)\n  ","201820":"\n   Ya, después de tanto tiempo sin entenderte.\n  ","201821":"\n   OYeeeee es verdad, me veo un poco desnalgado , ya me vi al espejo O.O\n  ","201822":"\n   Me dijeron que me veo desnalgado con mi nuevo pantalón O.O\n  ","201823":"\n   Dormilona.\n  ","201824":"\n   ¿Cuánto tiempo te toma arreglarte?\n  ","201825":"\n   Ahhh ya xD es que no te haces entender, mujer.\n  ","201826":"\n   Prefiero caminar o correr. XD\n  ","201827":"\n   No entendí lo de la explicación. XDDD\n  ","201828":"\n   Mientes, robas & escuchas musica Heavy metal.?\n  ","201829":"\n   Bueno, tendría que haber visto para poder juzgar mejor. Ni modo, espero hayas tenido asegurado el auto.\n  ","201830":"\n   XD No, así mejor no.\n  ","201831":"\n   No no te ayudaron u.u\n  ","201832":"\n   Jaja todas las madres son todologas XD\n  ","201833":"\n   Y tuviste la culpa? XD\n  ","201834":"\n   ¿Cuáles son tus planes para el día de hoy n_n?\n  ","201835":"\n   No cabemos los dos. XDD\n  ","201836":"\n   ¿ Cuál es el oficio de tus padres?\n  ","201837":"\n   Sí te ayudaban para eso :vvv\n  ","201838":"\n   XD Primero tendría que conseguir una buena bicicleta y un casco.\n  ","201839":"\n   ¿Cómo estuvo el choque o qué?\n  ","201840":"\n   Khé? O_o\n  ","201841":"\n   Espera, choque de auto? O choque de enfermedad \"imorevista\"?\n  ","201842":"\n   No tengo bicicleta xDD\n  ","201843":"\n   los encontró? ewe\n  ","201844":"\n   Tigres en la final de la libertadores es el fin del mundo. :(\n  ","201845":"\n   MG & Pasas Tu Facebook?\n  ","201846":"\n   Nunca he esquiado ni snowbordeado xD pero no quiero exponerme a ser sepultado por una avalancha. XD\n  ","201847":"\n   :v\n  ","201848":"\n   Quien le manda no tener las defensas altas... XD\n  ","201849":"\n   Ni modo :v te aguantas por enfermarte :vvvv pero que bueno que te consientan y eso :vvvvv.... ..... .... :v :v :v\n  ","201850":"\n   Sólo me sacaste un poco de onda xDD\n  ","201851":"\n   Pues para qué te enfermas? :v aguantese.\n  ","201852":"\n   Cuando usará esa cuenta?\n   \n    @Pecossita_\n   \n   o.O no creo que la suspendan, este ask no viola las normas e_e\n  ","201853":"\n   Entiendo, no pues bien por ti xDD\n  ","201854":"\n   XD No me quejó, sólo me parece extraño.\n  ","201855":"\n   Escribiendo de voces, usted me debe algo, recuerda? e_e\n  ","201856":"\n   De que parte de México eres?\n  ","201857":"\n   ¿Tienes algún recuerdo de cuándo tenías 5 años o menos?\n  ","201858":"\n   Éter o.O\n  ","201859":"\n   Se enviaron las otras? Me falla un poco la red.\n  ","201860":"\n   Pero porqué lloraste?\n  ","201861":"\n   Entonces la armas o no? XD\n  ","201862":"\n   Sí. Va a ser perfecto o.o xD Nah no sé.\n  ","201863":"\n   La yerbabuena es mala u_u usted que le pone a su helado? O.o\n  ","201864":"\n   Gracias. Si para el lunes espero ya este mejor esto :)\n  ","201865":"\n   No, no lloras o.o\n  ","201866":"\n   Sabes andar en patineta y todas las demás? Esquí? Deportes extremos?\n  ","201867":"\n   Sí, que te lo cambien. A ver que pasa o.o\n  ","201868":"\n   Quiero que tengo marihuana o.O Eso también se puede? u_u\n  ","201869":"\n   Sigue saliendo y lastimándote o.o\n  ","201870":"\n   No por el momento, estaba con el cigarro electrónico desde hace como tres meses. :)\n  ","201871":"\n   Hace años que no patino xD pero con patines. La patineta realmente nunca la dominé.\n  ","201872":"\n   Le pondrán chispitas? o.O\n  ","201873":"\n   De la mañana a ahora ya puedo emitir sonidos y no siento dolor si no trato de tragar. Pero si tomo saliva o agua, has de cuenta que es acido :)\n  ","201874":"\n   Que te lo vuelvan a cambiar o.o\n  ","201875":"\n   Pues sigue saliendo xD\n  ","201876":"\n   mentira, google dice que en guadalajara hay 24 grados ewe \"nieve de garrafa de posholate\" eso que es? O.o\n  ","201877":"\n   ¿ sabes si alguien está enamorado\/a de ti?\n  ","201878":"\n   cuando haces una pregunta ¿ te tomas el tiempo para leer cada una de las repuestas?\n  ","201879":"\n   =)\n  ","201880":"\n   *Frío e___e en su rancho no hay calor? O.o\n  ","201881":"\n   Ehhhh  , auto, avión, tren o barco?\n  ","201882":"\n   No cuidados extras, solo que si sigo sin poder tragar para mañana por la mañana que me vaya a hacer unos exámenes :)\n  ","201883":"\n   Hay 17 grados en mi rancho y creo que moriré o.O que tal si me invita algo fío de beber? ewe\n  ","201884":"\n   Se tiene que notar, debe ser.\n  ","201885":"\n   mias :3\n  ","201886":"\n   XD Ya veo. Que bien que hayas descansado y concilies el sueño con facilidad.\n  ","201887":"\n   Se notó o.o\n  ","201888":"\n   Me recetaron 5 pero que si no mejoraba tenían que ver si es virus y no bacteria. Espero que sean solo esas 5 :)\n  ","201889":"\n   pecas pasa linda noche 8) tk pecosa\n  ","201890":"\n   Pequitas\n  ","201891":"\n   Bebé dormilona. XDDD\n  ","201892":"\n   Se fue mal la anterior. Y ya me poncharon un par de veces, de esas que te soban la pompi y de pronto un piquete de aguja : )\n  ","201893":"\n   Si ya te atiendo, ya me poncharon dos veces, de esas\n  ","201894":"\n   ¿Y has descansado en casa o has ido a trabajar? xD\n  ","201895":"\n   Sígueme y te sigo?, es eso posible, cómo te va a seguir una persona a la cual tu ya sigues, o solo que estén dando vueltas. que alguien me explique. o.O\n  ","201896":"\n   O_o ok barro y todo eso, pero cantar no podre aunque lo desee. Tengo cerrada la garganta  :)\n  ","201897":"\n   Oigaaaa uwu\n  ","201898":"\n   ¿Has estado enferma o algo todo este tiempo?\n  ","201899":"\n   Te doy 10 me gusta,si me dices exactamente porque odio al vecino ( ͡° ౪ ͡°) Por cierto,todas las noches te observo mientras me como un jamón gigante ( ͡° ౪ ͡°)\n  ","201900":"\n   Dayazulcielo =o\n  ","201901":"\n   Llegue temprano para estar de observador moleston del kinder? :)\n  ","201902":"\n   EVOLUCION:....sabes que cada aprendizaje conlleva a un paso mas arriba de lo que eres? REVOLUCION: tomate una hora minimo de tu dia a diario  para hacer , aprender o practicar algo y aumentaras tu nivel en todos los ambitos y recuerda que el que no esta estatico morira mas rapido ...que haces?\n  ","201903":"\n   tu sabes elegir pareja? cuantas buenas y malas experiencias amorosas has tenido?..que hace que el amor perdure?en mi experiencia solo se que ya sea que logre generar cantidases enormes de dopamina o tocando el alma lo que me ayuda es que jamas hay nada rutinario conmigo me gusta explorar, reinventar\n  ","201904":"\n   que te logra sacar una sonrisa boba y espontanea? y si estas amargado xp que pena me das .....pasen un sabado GRANDIOSOOOO Y me la pelan todos gusanos A__A^ jaja ya lindo dia, tarde, noche a todos...\nREALLY REALLY BAD\n  ","201905":"\n   ¿Eres alérgico a algo?\n  ","201906":"\n   εϊз\n  ","201907":"\n   εϊз\n  ","201908":"\n   Mis asuntos estan aqui...\n  ","201909":"\n   Babay. XD\n  ","201910":"\n   125 pecas y contando tiene mi amor\n  ","201911":"\n   Descansa de maravilla y sigue con esa pasión que da motivos de sentir la vida.  Dulces sueños :)\n  ","201912":"\n   Soy un ladron, antes robaba dinero ahora ya no necesito, solo robo besos\n   \n    http:\/\/www.allsmileys.com\/files\/big-smileys\/89.gif\n   \n   :)\n  ","201913":"\n   Eh, pues la verdad no lo sé...\n  ","201914":"\n   Ya estuve diciendo locura y media de mi vida. ahora dime como estas tu? si? :)\n  ","201915":"\n   Prefereis robar un beso !! o que te lo roben ? e_e\n  ","201916":"\n   Si ya me corretean, cuando camino por por la banqueta me van pitando los taxistas jajaja. Que si  me llevan pero los de los camiones no, sera por ir de traje? jajaja? :)\n  ","201917":"\n   Pues... Nada realmente jaja\n  ","201918":"\n   Me la dejare asi\n   \n    http:\/\/ih1.redbubble.net\/image.41383026.6533\/sticker,220x200-pad,220x200,ffffff.u1.png\n   \n   sin el bigote :)\n  ","201919":"\n\n    http:\/\/www.clipartbest.com\/cliparts\/di8\/xdk\/di8xdkyie.jpeg\n   \n   un poco mas corto pero asi lo traigo ya :)\n  ","201920":"\n   Je, no es pellizco. Es el icono del \"bien hecho\".\n  ","201921":"\n   εϊз Eso fue lo que yo creo que es?? o.O\n  ","201922":"\n   Me dejo el bigote o no? Tengo una semana sin rasurarme el bigote. En tu opinión me queda o no, pero mas importante aun te gusta que los hombres lo traigan? :)\n  ","201923":"\n   Debemos amar a Goku uwu\n  ","201924":"\n   👌\n  ","201925":"\n   Gracias, pero siempre me dicen eso de cursi. Y si mi madre me decía ay mijo, sufrirás mucho por ser asi. :)\n  ","201926":"\n   Pregunta por donde quieras si soy cursi. Y te diran que soy un menos que solo sabe de eso. :)\n  ","201927":"\n   👍\n  ","201928":"\n   Hola vine a presentarme, mi nombre es Fuera de lo Normal, Junior Fuera de lo Normal, mucho gusto. :)\n  ","201929":"\n   Le das LIKE  a la foto? es para una amiga :)\n   \n    https:\/\/www.facebook.com\/photo.php?fbid=1041617595862251&set=a.153497981340888.28346.100000420612544&type=1&theater\n   \n   . TE SIGO. SEGUIME :)))) avisame por MP.\n  ","201930":"\n   Mirada poderosa... por cierto ya viste mi mirada?\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/flirt\/moving-eyebrows-smiley-emoticon.gif\n   \n   ;)\n  ","201931":"\n   Sabes las personas cursis y pacientes me caen muy bien, de hecho llaman mi atencion :)\n  ","201932":"\n   Genial, supongo. Sientete libre de darle MG a lo que quieras.\n  ","201933":"\n   ¿Bajo qué circunstancias te cohíbes?\n  ","201934":"\n   ¿Si fueras una cosa asquerosa\/desagradable , qué serías?(yo un moco pegajoso de juguete ATTE mi prima )\n  ","201935":"\n   ¿Si fueras un juguete, cuál serías? (Atte Mi prima )\n  ","201936":"\n   Que te hace diferente a los demás ? Ợ_Ợ\n  ","201937":"\n   Pues sí, es lo estoy diciendo.\n  ","201938":"\n   No, es que tengo razón. Como va a venir un desconocido a decirte qué hacer y qué no. Es ridículo.\n  ","201939":"\n   ¿Si fueras un platilina de Play-Doh , qué color serías.( yo azul turquesa porque es el color del vestido de Elsa de Frozen ATTE Mi prima )\n  ","201940":"\n   Pues sigue sin entenderla.\n  ","201941":"\n   Solo me defendía, nunca empezaba las peleas no insultaba ni nada asi. Pero de tanto hacerlo ya se me hace muy fácil : )\n  ","201942":"\n   Que le recuerda ese numero? o.O\n  ","201943":"\n   Sí, eso pasa cuando la pregunta la dejas sin respondes más tiempo del que se debería, se pierde el contexto, supongo.\n  ","201944":"\n   Sólo haz lo que te plazca y ya, lo que diga ni tiene importancia.\n  ","201945":"\n   Ese es el chiste ;D jajajaja :)\n  ","201946":"\n   Sí, me lo imaginaba. No hay otra razón para la pregunta.\n  ","201947":"\n   No, está bien. No tienes ninguna obligación de tener que avisar.\n  ","201948":"\n   Lucha con lodo? ok, pero que sea hecho adobe ;D\n  ","201949":"\n   No, nada. Me agrada lo que escribes. Lo que respondan los demás no me importa en absoluto.\n  ","201950":"\n   Esta bien pero que el mensdo ese no nos diga cretinos a los demas o lo esperamos a la salida y se va con pamba de picahielo. :)\n  ","201951":"\n   Paso a saludar a la maestra del este kinder. Como esta? :)\n  ","201952":"\n   No quiero leer a los demás cretinos.\n  ","201953":"\n   Hola. ¿ Que Sueles hacer cuando alguien intenta comprarte con lujos, con cosas materiales, pero la persona te gusta y es de tu agrado ? Saludos.\n  ","201954":"\n   No, payasa, fresa y elitista tú. XD\n  ","201955":"\n   Ok, sí, no quiero leer nada.\n  ","201956":"\n   Sí ya sabias pa' qué preguntas?\n  ","201957":"\n   Me quedaría sin inter... Me pondría a leer unos libros o algo. Quién sabe, escuchar música hasta quedarme sin pila.\n  ","201958":"\n   Bloqueo y esquivo.\n  ","201959":"\n   Y no, ni he acomodado nada.\n  ","201960":"\n   ¿Qué quiero leer?\n  ","201961":"\n   Ay tú, llenándome el \"home\" de... Cosas no interesantes. Tratando de ser lo más cortés posible.\n  ","201962":"\n   Hola, ¿ Alguna Vez Montaste a Caballo ? ¿ Galopaste ? ó ¿simplemente fue para que te tomaran una foto? , Saludos.\n  ","201963":"\n   No, nunca me han molestado las lluvias, todo lo contrario.\n  ","201964":"\n   Pues ya no lo toco.\n  ","201965":"\n   Hola. \" Espacio Libre \" para publicar lo que desees, una imagen, una frase ó una canción. Saludos, y Feliz inicio de semana.!\n  ","201966":"\n   Sí. No se diga más.\n  ","201967":"\n   No me quejo de ellas.\n  ","201968":"\n   Si hubiera una catástrofe mundial, ¿crees que vale la pena que nuestra raza sobreviva? algunos muchos o nadie, ¿quienes y por que?\n  ","201969":"\n   Estoy bien en mi ciudad. El único inconveniente es en verano. Lo demás está bien.\n  ","201970":"\n   ¿cómo convierto kilómetros\/hora(Km\/hr ) a Metros\/segundo (m\/s) O.O\n  ","201971":"\n   Hoy día, son cada ves mas jóvenes los adolescentes que practican relaciones intimas sin la protección y cuidado necesario¿ cómo aconsejarías a tus hijos para evitar tal comportamiento ? (independientemente de que quieras o no tener hijos)\n  ","201972":"\n   Yo quería que fuera mucho, al estilo tabasco.\n  ","201973":"\n   Sí, ya dije.\n  ","201974":"\n   [ Reflexión ] ○ Cuando uno recibe algo , uno como persona siente que debe dar algo a cambio del mismo valor como agradecimiento , inconscientemente damos balance  y estamos mas tranquilos ✰  ✰  ✰  La pregunta es , tu eres esa clase persona ? ♡\n  ","201975":"\n   Sí, sí y sí... Punto final.\n  ","201976":"\n   Ne, aquí nunca se ha inundado tan grave como se ve en televisión, a lo mucho se te cubren los pies y ya. Al menos por mi casa, en la otra cuadra sí se forma un pequeño arroyo por la forma de la calle. Pero no pasa nada. Ojalá hubiera llovido más tiempo, que se inunde 1\/4 de ciudad.\n  ","201977":"\n   Holaaa Como estas? :D Mira El Video ;)\n   \n    https:\/\/www.youtube.com\/watch?v=rPZNQjhr1rU\n   \n   Saludos Desde Colombia ;) Para El Mundo JAJA SUSCRIBETE\n  ","201978":"\n   ¿Qué métodos utilizas para ampliar tus conocimientos? (Estudiar no es un método)\n  ","201979":"\n   Del 1 al 10 que tanto amas a Goku sama? o_o\n  ","201980":"\n   Sí cierto..\n  ","201981":"\n   Pero yo quería que pasara a mayores =o que lloviera más tiempo. Así se inundaban más lugares.\n  ","201982":"\n   Has cometido algún acto ilícito?¿ cuál ?¿por qué?\n  ","201983":"\n   Cuál decías tú XD Yo lo decía y lo digo.\n  ","201984":"\n   Pues tuve que hacer unas cosillas y quedé empapado de lluvia. Y sí, después me tuve que ir a bañar. XD\n  ","201985":"\n   Ya pues XD\n  ","201986":"\n   te atreverias a jugar sad satan? y tus amigos crees que lo harian??\n   \n    https:\/\/www.youtube.com\/watch?v=MICdM9ec8QM\n   \n","201987":"\n   Sí, así parece que es. Quizá la sentí más fría que otras veces por el calor que estaba haciendo.\n  ","201988":"\n   No, no sabias, sí lo hcieras no hubieras puesto el otra vez jejejeje\n  ","201989":"\n   Feliz día del amigo v: Aunque no les hable mucho,solo en las preguntas generales :'v Están en mi kokoro O.o ♥\n  ","201990":"\n   Ahh, pero el \"otra vez\" se utiliza cuando le hablas a la persona el mismo día pero a diferentes horas.\n  ","201991":"\n   Aquí también llovió como no había llovido en meses o años. Algunas colonias se inundaron al parecer, así tipo que les llegaba el agua cerca de la cintura. Aquí en mi colonia no. El agua estaba algo fría, a pesar de que hacia bastante calor.\n  ","201992":"\n   ?*\n  ","201993":"\n   ¿Por qué otra vez.\n  ","201994":"\n   Hola (8 ¿Cómo te va? Quisiera que le heches un vistazo a este tema\n   \n    https:\/\/www.youtube.com\/watch?v=nmujnF6TuZc\n   \n   y me digas que te parece. Puedes dejar like si te gustó o suscribirte :3 Gracias ❤ Que tengas bonita semana ✌\n  ","201995":"\n   :P\n  ","201996":"\n   Hola:) Te sigo y me sigues? :3 Linda noche joven :v\n  ","201997":"\n   ¿Qué tal todo ayer?\n  ","201998":"\n   ¿Holas otra vez?\n  ","201999":"\n   oie khe riko bb\n  ","202000":"\n   Picamelos con tus zuculentas manos n.n\n  ","202001":"\n   ¿Qué hubo?\n  ","202002":"\n   Dayazulcielo\n  ","202003":"\n   Oie khe haces?\n  ","202004":"\n   Hola ¿te consideras una buena o mala persona? ¿te consideras buen amigo\/a? saludos pasate con una pregunta, sino no importa :D\n  ","202005":"\n   LE DA?\n   \n    http:\/\/www.flogao.com.br\/elitemercedense\n   \n","202006":"\n   por ultimo quien quiere ser mi amigo y esta dispuesto a tomar el riesgo de conocerme? puedo parecer muchas cosas que como amigo doy mucho de mi.. el leon no es como lo pintan A_~ bang bang xp.....GRANDIOSO inicio de semana y nos vemos si es que antes no SE ACABA EL MUNDO\n  ","202007":"\n   Fallecer\n  ","202008":"\n   Daya pues u_U\n  ","202009":"\n   pecosa 8)\n  ","202010":"\n   No hay nadie creo u.u\n  ","202011":"\n   Ok. la borras en un minuto\n  ","202012":"\n   piensas que a veces los mejores amigos son los que menos esperas y de echo son con los que al inicio tienes mas fricciones? a mi me paso ya......asi que antes de dispararnos recuerda que un dia puedes aprender algo de mi xp\n  ","202013":"\n   Por miedo\n  ","202014":"\n   entonces beibi :)\n  ","202015":"\n   dia del amigo?...bueno quiero que piensen y diganme que hace a una persona un amigo de verdad? y no quiero que tomen en cuenta a los que dicen cosas lindas nada mas, esos son los falsos amigos, un amigo que si te quiere va mas alla..son esas personas con las cuales puedes ser tu y sentirte comodo\n  ","202016":"\n   Ella me dijo.... que fuera a,verla.... pero ella es,de Hidalgo....solo saliendo en persona mas de cinco veces... esa era su condicion para ser novios .... si recuerdas a ella?\n  ","202017":"\n   YO llore, ya se, soy muy sentimental :,)\n  ","202018":"\n   Inna me gustaba....como para novia\n  ","202019":"\n   No se en que estoy pensado, Llore :´)--------->\n   \n    https:\/\/www.youtube.com\/watch?v=aTp3-rBEifU\n   \n","202020":"\n   Pero que no vuelva a suceder u_u\n  ","202021":"\n   Papillon, lety rojas, nataly, fer lovato, aleja, hiyuko, inna, miros, eroz, swaan, paulega.... y mas... recyuerdas a esos?\n  ","202022":"\n   Foto tuya\nSi quieres borrala en diez minutos\n  ","202023":"\n   No...... no era yo. No se que le paso.... los recuerdo a todos. O.o\n  ","202024":"\n   Mañana tengo que hacer de niñero de 5 niños, maratón de películas animadas :3..... otra ves ¬¬\n  ","202025":"\n   Me gusto mas Cielo xD.... recuerdss a eolo?\n  ","202026":"\n   ¿Tips para ser peruano? uwur Se los agradecería :'v ♥\n  ","202027":"\n   Si muchos u.u....\n  ","202028":"\n   Yo que usted pondría un detector de metales en mi entrada por si las visitas se roban algo o.O\n  ","202029":"\n   Recuerdas aun mi name de form......\n  ","202030":"\n   ¿A poco existe vida fuera de la Internet? :v\n  ","202031":"\n   Dallany\n  ","202032":"\n   Me lastimaste mi corazóncito\n  ","202033":"\n   MG y sigues y das 10 MG?\n  ","202034":"\n   Amor, por que tan temprano hoy\n  ","202035":"\n   Almohada ♥ Novio\/a ♥ Amigo\/a ○ Noche ♥ Día ♥ Tarde ♥ ○ A quien y en que momento quisieras darle un buen abrazo  ○ ○\n  ","202036":"\n   Penal?\n   \n    https:\/\/twitter.com\/copaoro2015?lang=es\n   \n","202037":"\n   εϊз Te envio un abrazo tan fuerte que te rompa los miedos εϊз\n  ","202038":"\n   Mucha tarea. XD Bye, cuídate.\n  ","202039":"\n   ¡Hola! ✌Espero no molestarte ni nada pero podrías darle like a mi Foto\n   \n    https:\/\/www.facebook.com\/photo.php?fbid=604515669682836&set=a.105938952873846.7934.100003732254216&type=1&theater\n   \n   , neta te lo pido de❤ Espero y lo hagas, muchas gracias. By:✋❤\n  ","202040":"\n   Ah, y payasa... XD\n  ","202041":"\n   ►RETO►AL PRIMERO EN DAR MG, LE DAS 5OMGಌ.Y le sigues Aceptaaaaaaaas?\n  ","202042":"\n   De momento, en mi lista mental tengo escrito que eres elitista y fresa. XD\n  ","202043":"\n   Hmmmm pues aprende a jugar y luego me enseñas. XD\n  ","202044":"\n   \"Andy, mándame inbox, quiero decirte algo...\" ¿eres tú?\n  ","202045":"\n   XD Ya descubrí un nuevo aspecto de ti. Jejeje buenas noches, Dayazulcielo.\n  ","202046":"\n   Buenas... Cuídate Daya. Buen día mañana. =)\n  ","202047":"\n   U_u entonces deme agua\n  ","202048":"\n   Pues sí, eres elitista XD\n  ","202049":"\n   Monopoly en silencio. XDDD No me acuerdo mucho de las reglas. Mejor enseñame a jugar Texas Hold'em poker. =)\n  ","202050":"\n   XD No me gusta mucho el fútbol, casi nada... Sólo el mundial, supongo, y en muchísimo menor medida los partidos de la selección mexicana. Fuera de eso, lo demás no podría imporme menos. Y no iría xD no soy mucho de convivir.\n  ","202051":"\n   u_ú oiga no\n  ","202052":"\n   XD Quién sabe... Nunca me han importado los smartphones demasiado... Mientras se pueda descargar música y navegar por la red, todo bien.\n  ","202053":"\n   NO ME JUZGUE\n   \n    https:\/\/www.youtube.com\/watch?v=seTUsMB1Q_k\n   \n   vr\n  ","202054":"\n   Para todo Dx \\u_u\n  ","202055":"\n   Te adoro\n  ","202056":"\n   Ah, los domingos no me gustan. El peor día de la semana. Desde siempre.\n  ","202057":"\n   Entonces sí era IPhone xDDD Jajajaja\n  ","202058":"\n   Las cosas que son bonitas de lejos son las que uno quiere tener uwu\n  ","202059":"\n   Que bueno, porque ya sería el colmo tener que aguantar a un viejo cascarrabias irracional. XD\n  ","202060":"\n   Pues quien te manda comprar IPhones, te lo mereces por elitista.\n  ","202061":"\n   Y pues... Buenas noches. Que tengas buen día mañana Dayazulcielo. Cuídate.\n  ","202062":"\n   Mientras sean respetuosos los vecinos no le veo el problema. A menos que sean un montón de viejos ridículos payasos.\n  ","202063":"\n   Pues ni modo que vayas a querer uno más feo que el que tenías. XD\n  ","202064":"\n   No pues... Te lo mereces xD por descuidada!!!!!\n  ","202065":"\n   Aquí no pasa eso. Nadie llama a la policía por su música.\n  ","202066":"\n   Sipi estoy mejor u3u\n  ","202067":"\n   Tú puedes huir. o.o\n  ","202068":"\n   Nunca es suficientemente de noche para martillar. Y si los vecinos andan con su musiquita, ¿por qué yo no con mi martillo?\n  ","202069":"\n   XD Ya veo, ¿y porqué tu hermana tiene y tú no?\n  ","202070":"\n   Pero los golpes vienen después de que la persona si pudo atrapar al otro. XD\n  ","202071":"\n   ¿Prestar quién?\n  ","202072":"\n   Habrán las guerras que tengan que haber.\n  ","202073":"\n   👊😬🔨\n  ","202074":"\n   No, la cara que tiene ese fantasma es de travesura. Con sus gestos básicamente esta diciendo \"ven y pégame\".\n  ","202075":"\n   Pero quiero que haya todo el problema del mundo =o\n  ","202076":"\n   ¿Ya tienes celular? ¿O siempre has tenido? XD\n  ","202077":"\n   ✌👺\n  ","202078":"\n   Pero cómo sabes que es un zorrito si no puedes verlo. XD\n  ","202079":"\n   XD Sí, se lo merecía por ser un cretino el fantasma. XD\n  ","202080":"\n   💪😾\n  ","202081":"\n   Pero tú fuiste la que puso a la princesa.\n  ","202082":"\n   No le veo lo ocurrente. XD\n  ","202083":"\n   Ahhh, eso es como escribir nada entonces.\n  ","202084":"\n   👊👹\n  ","202085":"\n   Sobre los emoticones pues... No hay mucho que decir xD sólo los puse porque casi nunca los uso y recién me entero (hace como dos semanas) que existían en el celular.\n  ","202086":"\n   Bob destruye ¿podrán hacerlo? Bob destruye ¡sí podemos!\n  ","202087":"\n   Me recomiendas un película infantil, por favor.\n  ","202088":"\n   \"10 FORMAS DE DAÑAR UN BESO \" espero te guste y te rias\n   \n    https:\/\/www.youtube.com\/watch?v=axtpGuYjSoM#_=_\n   \n","202089":"\n   Hola Daya =)\n  ","202090":"\n   Me estaba sirviendo un cereal, y usualmente agarro la caja del lado de frente, pero estaba ves la agarre del reverso, y que creen!!!!! VIENE UN JUEGO DE MEMORIA PARA RECORTAR DEL REVERSO !!!! no es genial :D\n  ","202091":"\n   👲\n  ","202092":"\n   👌💀\n  ","202093":"\n   👌😎\n  ","202094":"\n   Hola, disculpa que te moleste, le darías \"MeGusta\" -->\n   \n    https:\/\/www.facebook.com\/LAER.DangerFlow\/photos\/a.1000283406655128.1073741831.908967232453413\/1132253426791458\n   \n   siguenos y te seguimos♥ tu apoyo seria muy valioso para mí enserio de corazón, mil gracias, Linda noche♥\n  ","202095":"\n   Necesito un beso suyo o\/\/\/\/\/\/\/\/\/\/o\n  ","202096":"\n   ¿Muerta por qué? ¿El anime? =o\n  ","202097":"\n   Te amo tanto que haría una lámpara con tu piel, porque eres la luz de mi vida \\uwu\/\n  ","202098":"\n   Y por qué permites la opción de preguntar en anónimo ATTE IVAN\n  ","202099":"\n   ¿adoptarías aun niño\/a si tu posición económica lo permitiera?\n  ","202100":"\n   Y cuando me lo va a pagar? u_ú\n  ","202101":"\n   Cuando una persona sostiene argumentos en contra de tus ideas ¿Prefieres quedarte callado sabiendo que tienes la razón? o ¿Consideras que es mejor hacerle saber “la verdad”?\n  ","202102":"\n   Me debe un vocaroo e_e\n  ","202103":"\n   Necesito u_u\n  ","202104":"\n   Solo puse números al azar o.O\n  ","202105":"\n   ¿por qué mientras tu sales con tus amigos, vas a cine, disfrutando tu libertinaje, yo me quedo en casa a cuidar de mi sobrina U.U\n  ","202106":"\n   Qué? O.o\n  ","202107":"\n   que tan facil es criticar a otros? eres objetivo o de imediato haces un juicio sobre alguien basado en tu forma de pensar antes que ver ambos lados de la moneda?.....es tan facil opinar y dificil entender? A_A\n  ","202108":"\n   (OwO)\n  ","202109":"\n   se han puesto a pensar que el mundo es como debe ser y no puedes quitarle nada? es decir lo bueno y lo malo son parte del equilibrio yo odio las filas el mundo seria mejor sin colas pero acaso son necesarias para algo? ....tu que piensas que odias pero debe existir?\n  ","202110":"\n   ¿Cómo crees que sería vivir como un pájaro?\n  ","202111":"\n   imaginan tener 100 orgasmos al dia? ese sindrome cuyo nombre no recuerdo puede paracer genial para algunos pero imaginen sentirlos con practicamente todo en cualquier momento....lindo sabado a todos y si tienen ask ahi se leen si es que antes no SE ACABA EL MUNDO\n  ","202112":"\n   hola:D, te sigo me sigues?:D\n  ","202113":"\n   Si fueras dueño\/a de mi corazón, ¿ cómo lo tratarías?\n  ","202114":"\n   Ya termine de ver Frozen por 36ava ves n_n\n  ","202115":"\n   ¿Qué tendría que suceder para que amagues un compromiso?\n  ","202116":"\n   ♡ [\n   \n    http:\/\/ask.fm\/JackClassick\/answer\/129302365495\n   \n   ] ♡  ○ (ﾉ≧∀≦)ﾉ Tómalo como un presente de mi parte  ✰ ✰ ✰ Cuídate y buen fin de semana ♢*ﾟ’ﾟ･*ﾟ’ﾟ･.\n  ","202117":"\n   Terminamos con Enredados, ahora vamos por Valiente :3\n  ","202118":"\n   Soy más kawaii que tú e.er ¿Sabes porqué? Porque soy un jalapeño y tu no :v\n  ","202119":"\n   εϊз Te quiero así, sin puntos ni finales.. sin limites, sin tiempos.. solo espacio suficiente para dos....εϊз\n  ","202120":"\n   OMO yo solo jugaba con un disfraz :)\n  ","202121":"\n   a que te refieres?\n  ","202122":"\n   Soy sho baka - corro y shoro -\n  ","202123":"\n   Y se ve el suelo moverse o solo se siente?\n  ","202124":"\n   Olvide la catsup  y mi madre se molesto conmigo  u.U\n  ","202125":"\n   👷\n  ","202126":"\n   Que precioso seria estar en un sismo\n  ","202127":"\n   Este es un anonimo ♡  Si sabes quien soy eso significa que valoras mis detalles ♡ [ Escribe mi nombre ]  Tick Tack ☆ ☆  ☆\n  ","202128":"\n   Porque te hizo llorar? Hace cuanto fue?\n  ","202129":"\n   Holaa\n   \n    https:\/\/www.youtube.com\/watch?v=DfOV4zJdmNM&list=PLUj16uDJDQXARcwtN9IxOf3Fadgves32O&index=6\n   \n   este es uno de mis temas me ayudarías y apoyarías mucho si le das MG al vídeo muchas gracias saludos\n  ","202130":"\n   Al haber conseguido con esfuerzo lo que te propusiste y aún así no estás satisfech@, a qué crees que se deba?\n  ","202131":"\n   ¿Cuántas preguntas tengo qué hacer para ser un preguntón O.O?\n  ","202132":"\n   Jajajaja porque tantas? Yo ni una aqui nunca en la historia ha temblado... quisiera estar en un sismo\n  ","202133":"\n   ¿Qué es lo primero que te viene a la mente cuando escuchas la palabra borborigmo? yo pienso en comer O.o\n  ","202134":"\n   Al haber nacido  en el siglo XX me hace viejo u.u?\n  ","202135":"\n   Cuantas veces has estado en un sismo?\n  ","202136":"\n   Cuál es tu nivel de cacumen? O.O\n  ","202137":"\n   Vndo tclado qu l falta una ltra, ¿alguin intrsado?\n  ","202138":"\n   Hayyyy estoy cansado sudado y tengo hambre u.U\n  ","202139":"\n   Mi sobrina está haciendo tortillas de plastilina y quiere que me las coma o.O\n  ","202140":"\n   Te gustaría que te hiciera muchas muchas preguntas ñ_ñ\n  ","202141":"\n   Qué es lo mas raro que tu familia hace para divertirse ?\n  ","202142":"\n   Luego te hago mas preguntas Ok O.O , voy a ver Frozen\n  ","202143":"\n   No tengo imaginación, no sé que preguntar ¿sobre qué tema son tus preguntas favoritas ? u.U\n  ","202144":"\n   ¿Qué es lo que necesito para hacer muchas preguntas u.U\n  ","202145":"\n   ¿En qué época del siglo XX te hubiese gustado vivir?\n  ","202146":"\n   Sonara tonto de mi parte, pero que no hay un botón para preguntar a todos , y no estar uno por uno por uno por uno por uno por uno, recuerdo hacerlo antes U.U\n  ","202147":"\n   saludos A_Ask.....una pregunta seria y respondan con la verdad...tu cuidas el ambiente o eres de esos cochinos idiotas que tiran la basura donde sea? que piensas al ver las calles llenas de basura ?\n  ","202148":"\n   que opinas acaso es tarde para estudiar? si ya tienes una carrera estudiarias otra?...si no pudiste lo retomarias?....si estudias una harias otra y finalmente que estudiarias? A_A\n  ","202149":"\n   el nomento esta definido por un instante....cada instante tiene un impacto en todo....que haras en el \"ahora\" y cuando sea el momento decisivo?....nos vemos pasen lindo fin de semana y si tienen ask ahi se leen si no es que antes SE ACABA EL MUNDO\n  ","202150":"\n   εϊзEl mejor de los viajes comenzó cuando te besé aquella noche....εϊз\n  ","202151":"\n   εϊзEres el sentimiento más verdadero que he sentido existas o no....εϊз\n  ","202152":"\n   * tira su telaraña y se cuelga donde ella no alcance con nada *\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/bugs\/hairy-spider-smiley-emoticon.gif\n   \n   :)\n  ","202153":"\n\n    https:\/\/m.facebook.com\/418217328317194\/photos\/a.591745550964370.1073741842.418217328317194\/592107717594820\/?type=1&source=57&ref=m_notif&notif_t=like\n   \n   me ayudas con un me gusta!!!\n  ","202154":"\n   OMG  me dio miedo\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/bugs\/smiley-spider-emoticon.gif\n   \n   :)\n  ","202155":"\n   como definirias la amistad que brindas a los demás\n  ","202156":"\n   Así es... noches Daya. Buen día mañana.\n  ","202157":"\n   No la iras a apachurrar con el zapato verdad?  O_O\n  ","202158":"\n   No era una araña rara, debe ser com la de la imagen. ;D\n  ","202159":"\n   ¿ Qué objeto material te representa mas ampliamente ?? Por qué?\n  ","202160":"\n   Usemos la carita patentada por Joyce\n   \n    @BagHeadJoy\n   \n   \" e_o\/ \"\n  ","202161":"\n   Para que seas una Spider Woman, antes te debe picar una araña rara...\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/halloween\/smiley-spider.gif\n   \n   :)\n  ","202162":"\n   Usted quiere acabar? yo no.\n  ","202163":"\n   Si pudieras ser un superhéroe, ¿cuál serías?\n  ","202164":"\n   No importa, volvemos a empezar despues de cuando devuelvas las cosquillas.\n  ","202165":"\n   Pues no mucho a decir verdad.\n  ","202166":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/130815451760\n   \n   escapado del psikiatra?\n  ","202167":"\n   holaa te sigo linda foto de perfil :$ me ayudarias con algo? le podrias dar like a este estado\n   \n    https:\/\/www.facebook.com\/permalink.php?story_fbid=945977555424467&id=318510984837797\n   \n   por favor y te devuelvo unas cuantas preguntas y muchos likes en tu as :3 besoos\n  ","202168":"\n   usted comase el verde o.o\n  ","202169":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/130815008368\n   \n   sera que siente pasos en la azotea?\n  ","202170":"\n   citando a un concepto aunque algo pretenciosa la frace pero en fin lo que hay detras es lo que importa:  EL CONOCIMIENTO ES LIBRE, SOMOS ANONIMOUS, SOMOS LEGION, NO OLVIDAMOS NO, PERDONAMOS ESPERADNOS....no se trata de ser si no de lo que hagas como un individuo lo que puede cambiar al mundo A_A\n  ","202171":"\n   Ah, pues... La verdad tampoco sé.\n  ","202172":"\n   Ire tomando nota de cuantas llevo, no te preocupes\n  ","202173":"\n   Los gases producidos por la materia fecal hace que el cerebro explote debido a la presión =( borra esas imágenes. No por nada al anime también se le conoce como animierda. =)\n  ","202174":"\n   Hablaba de lo del trolleo... De cualquier otra cosa simple y sencillamente no sé.\n  ","202175":"\n   No conocia los verdes solo los rojos :B\n  ","202176":"\n   Una pesada labor, pero hay que contarlas, alguien tiene que hacerlo y sere yo\n  ","202177":"\n   comernos una caja de borrachitos u_u\n  ","202178":"\n   Pero tú no estás bendita xD\n  ","202179":"\n   Si u_u\n  ","202180":"\n   Contare con besistos de cafe.\n  ","202181":"\n   RETO: A LOS DOS primero en dar MG le das 35 mg , 5 preguntas y calificas! ØK? Cumples. <3 y lo Sigues, PERO CUMPLE! xd [¿Aceptas?✔√ vvaa por cierto muy buenas respuestas :) Eres de lo mejor que no se te olvide. Nunca dejes de sonreír porque una sonrisa vale mas que 1000 lagrimas♥\n  ","202182":"\n   extraño esos dulces llamados borrachitos u_u\n  ","202183":"\n   Sí, eso de \"trollear\" no todos nacen con eso jejeje\n  ","202184":"\n   Pues me dio risa xD ¿qué más te puedo decir?\n  ","202185":"\n   Pero es anime =( y el anime ocasiona la muerte del que lo ve al inundarle el cerebro de materia fecal. =o\n  ","202186":"\n   Mas pecas? hay que volver a contarlas.\n  ","202187":"\n   ok n.n , pero nada con exceso o.o\n  ","202188":"\n   me recordaste a nimi nimi\n  ","202189":"\n   puedo?\n  ","202190":"\n   Precosita borrachita e.e\n  ","202191":"\n   No porque son de anime. =)\n  ","202192":"\n   Pues ahí la verdad me daba igual quien fuera. XDDD Ya luego te reconocí.\n  ","202193":"\n   No tomo e.e y usted tampoco deberia\n  ","202194":"\n\n    https:\/\/youtu.be\/cArgG9pu16A\n   \n","202195":"\n   HEY ✌ .. ya te sigo (sígueme) ;D PÁSATE CON MG'S & PREGUNTAS ... avisa que devuelvo..\n  ","202196":"\n   e.e no tomes\n  ","202197":"\n   e.e cuanto es poquito?\n  ","202198":"\n   Ah, la primera pregunta xDD Sí, pues no decía mucho jejeje\n  ","202199":"\n   Tú y tus imágenes raritas. XD\n  ","202200":"\n\n    https:\/\/www.youtube.com\/watch?v=QZl5aWkF4qQ\n   \n","202201":"\n   No tomes e.e\n  ","202202":"\n   Es lindo estar en un sismo?\n  ","202203":"\n   precosita te gusta tomar?\n  ","202204":"\n   ¿Qué fue lo extraño de eso? XD\n  ","202205":"\n   los trenes\n  ","202206":"\n   Pues tu mete mano no hay problema. Así le conoces y podrás demostrármela a ver si la compro de nuevo :)\n  ","202207":"\n   Exame agua ewe\n  ","202208":"\n   No, no lo hago XD\n  ","202209":"\n   XD Pues felicidades?\n  ","202210":"\n   u_u me arde la espalda\n  ","202211":"\n   Se te adelanto Ask. XD Ni modo.\n  ","202212":"\n   Demostradora de computadoras mmm... me demuestras mi computadora? ;D\n  ","202213":"\n   No, no todos los cambios lo son.\n  ","202214":"\n   Entonces? :)\n  ","202215":"\n   Pues eliminada xD\n  ","202216":"\n   Que se siente estar en un sismo?\n  ","202217":"\n   color de ojos bb\n  ","202218":"\n   ¿Y eso? =o yo normal jejeje\n  ","202219":"\n   Regrese u_u\n  ","202220":"\n   Quiero morir en un accidente aereo\n  ","202221":"\n   XD Hola. ¿Cómo estás?\n  ","202222":"\n   NO PUEDES TRADUCIR TUS DESEOS EN ACCIONES...NO AQUELLOS QUE SON EVOCADOS POR TUS MIEDOS.....VEAMOS SI LA CATARSIS ESTA VEZ SOBREVIVE A LA SUSPENCION AWEVOOOOO PUTOSSSSSSSS\n  ","202223":"\n   LlevAme a tu casa\n  ","202224":"\n   ¿Qué onda? =)\n  ","202225":"\n   💁\n  ","202226":"\n   larva Y EL OSCURO PASAJERO les desean que pasen linda semana ....y si tienen ask ahi se leen nos vemos en otra ocacion si es que antes no se ACABA EL MUNDO A_~\n  ","202227":"\n   Dayazulcielo\n  ","202228":"\n   Non ho mai smesso\n  ","202229":"\n   ✧✧ʜᴏʟᴀ✧✧  Espero tengas un buen  fin de semana ♡  A partir de mañana  ⌒♡  ⌒♡ ⌒♡\n  ","202230":"\n   Para ti :3\n   \n    https:\/\/www.youtube.com\/watch?v=HuupIJiw_E4\n   \n","202231":"\n   Hola, ~Espacio Libre~♥Te sigo, ¿me seguís?.Pásate.♥ ¿10x10 mg?\n  ","202232":"\n   oiee.....te puedo hacer una pregunta en NP ? u_U\n  ","202233":"\n   ¿ algunas ves probaste los panditas (gomitas) con vadka , son deliciosos n.n\n  ","202234":"\n   ¿Qué sabor tuvo tu primer beso?\n  ","202235":"\n   ¿Alguna ves tuviste un enfrentamiento físico con una perna?¿ por qué fue y cómo resulto?\n  ","202236":"\n   Hola, esta es una nueva página donde te podrás divertir con todas las fotos. Hazme la pregunta que tu quieras y sígueme, y te doy 5mg:)\n  ","202237":"\n   ¿Qué trabajo temporal es el que mas te gusto hacer?\n  ","202238":"\n   ¿Qué hora prefieres para hacer deporte? ¿por qué no practicas algún deporte?\n  ","202239":"\n   ñ.ñ\/\n  ","202240":"\n   ¿Cuál es tu música favorita para mover las caderas?\n  ","202241":"\n   ¿Quién mato al mar muerto?\n  ","202242":"\n   Dicen que un desamor es uno de los dolores mas grandes que pueda existir, pero también dicen que no se compara con el dolor de golpearse el dedo chiquito del pie con el sillón, ¿ tú que opinas, crees que sea cierto?\n  ","202243":"\n   ¿Saben si aún existe el limite de los 100 mg. Gracias.\n  ","202244":"\n   εϊз No me sigas... camina junto a mi εϊз\n  ","202245":"\n   Buenas noches, adiós.\n  ","202246":"\n   Cada día están mas desorientados tus anónimos. Sera real o es un impresión de lo que leo? Bueno lo que sea. Buenas noches Day, cuidate mucho. :)\n  ","202247":"\n   e.e\n  ","202248":"\n\n    https:\/\/ask.fm\/DarkMisterius\/answer\/131610761583\n   \n   :v Dejando atrás el recuerdo del doble fail de los links xDD Les traigo algo importante para los que me preguntan y responden xd Espero esté bien el link y.y\n  ","202249":"\n   Ya te vas... Ya tienes que dormir.\n  ","202250":"\n   Pero te asustas con cualquier cosa xD así que no es decir mucho...\n  ","202251":"\n   Regueeton mami o.O\n  ","202252":"\n   A_A>> ANENE\n  ","202253":"\n   Pues no entiendo mucho... ¿Te irás o te quedarás?\n  ","202254":"\n   Sí... Jejejr\n  ","202255":"\n   Ya cuento con eso je\n  ","202256":"\n\n    https:\/\/youtu.be\/LjhCEhWiKXk\n   \n","202257":"\n   Pero sólo te pido que expliques cuando no entiendo a lo que te refieres.\n  ","202258":"\n   No, usaré un \"\/\". Así nadie se confunde.\n  ","202259":"\n   Mucha gente de aquí.... No vale la pena mencionarlo.\n  ","202260":"\n   a que te ayudo ? o.O.o\n  ","202261":"\n   No, realmente no es para tanto. Para evitar eso podría mandarte dos en uno, más fácil y práctico.\n  ","202262":"\n\n    https:\/\/youtu.be\/HQt6jIKNwgU\n   \n","202263":"\n   Sólo es algo, sólo una pequeña cosa. Pero no es exclusivo de ti, es de mucha gente.\n  ","202264":"\n   Haré limpieza e,e ¿Quieres recibir mis preguntas o no? :v Aprovecha antes de insultarme uwur\n  ","202265":"\n   Yo me refería a sobre lo de aplicar la del 2x1...\n  ","202266":"\n   7.7 no aguantas una broma\n  ","202267":"\n   No podría hacer nada al respecto para evitarlo, no depende de mi.\n  ","202268":"\n   Eso de conocer gente nueva no va mucho conmigo, así está bien, que siga desértico.\n  ","202269":"\n   yo ya la regue xD asi que no andas tan perdida jajaj\n  ","202270":"\n   XD Lo diré cada que me venga en gana...\n  ","202271":"\n   jajaj 6.9 sin el punto xp\n  ","202272":"\n   El lugar es un maldito desierto.\n  ","202273":"\n   jaja y luego me quieres aventar bajo la cama A_A\n  ","202274":"\n   Bueno, sí, eres buena persona.\n  ","202275":"\n   Siempre queda spring. XD\n  ","202276":"\n   jaja mejor no digo lo de la sobada XD seria muy pervertido\n  ","202277":"\n   mmmmmm pues no hiciste bien yo hubiera echo eso mucho antes de que tu lo hicieras....estabas despegando los pies de la tierra cual globo aerostatico xp ........\n  ","202278":"\n   La agarra de la cadera y la menea o.O\n  ","202279":"\n   México, \"Lindo & querido\"  n_n, Muchas gracias, va bien mi noche hasta el momento.\n  ","202280":"\n   XD Quizá.\n  ","202281":"\n   Bueno, al menos yo no andaría en cuenta fantasma ni nada, simplemente no haría anónimos.\n  ","202282":"\n   Una cumbia o romanticona o.O\n  ","202283":"\n   Hola. Pecossita_ de donde eres ?, Saludos\n  ","202284":"\n   que opinas de que yo lo se todo? hasta lo que piensas que nadie puede saber? ....y mejor aun...soy un genio 8)\n  ","202285":"\n   Bueno, tampoco hay nada malo con que seas así.\n  ","202286":"\n   No mucho, que hueva andar por ahí en una cuenta fantasma.\n  ","202287":"\n   bien, pero bailarias con migo o.O\n  ","202288":"\n   nah todos me dicen lo mismo....me quieren sedar y llaman a la policia....)8\n  ","202289":"\n   yo creí que igual de bonita que siempre o.O yo feliz de la vida\n  ","202290":"\n   Como estas? n.n\n  ","202291":"\n   Pero no todas son así jeje\n  ","202292":"\n   Pasa todo si uso la normal.\n  ","202293":"\n   yo...estoy siendo invadido por la oscuridad mis demonios y cosas pegajosas .....pero bien y tu como has estado...??? de verdad tengo ptoblemas serios 8(....dice mi psiquiatra\n  ","202294":"\n   Hola amor o.O\n  ","202295":"\n   XD Miedosa\n  ","202296":"\n   Y luego en la noche, cuando todo esta oscuro. Jejeje\n  ","202297":"\n   pues aun asi si esta disponible siempre es por que no tiene nada que hacer >x) .....\n  ","202298":"\n   ¿Por qué asusta?\n  ","202299":"\n   No, no tengo qué. No me importan esas personas.\n  ","202300":"\n   Y, no sé, también sería una cuenta fantasma, para cuando quiten los anónimos.\n  ","202301":"\n   No estoy interesado... Jeje\n  ","202302":"\n   Entonces es buen refrigerador, supongo.\n  ","202303":"\n   o.o tu amigo anonimo no tiene vida? siempre que estas aqui el esta aqui xp hola\n  ","202304":"\n   Ya no creo que me equivoque de nuevo. La otra vez fue porque el teclado me estaba fallando y me desespere y comence a dar clic en la pantalla. Y a este ritmo, si llegase a suceder, sería con otra cuenta.\n  ","202305":"\n   Avisame la próxima...\n  ","202306":"\n   ¿Y consume mucha energía eléctrica?\n  ","202307":"\n   ¿Es bueno tu congelador? XD\n  ","202308":"\n   Pues sí, tienes la razón. No lo necesitas.\n  ","202309":"\n   Jaja, yo también tengo nieve en el congelador.\n  ","202310":"\n   holaa c: 1-si pidieras un deseo, ¿cual seria? 2-¿cual es tu segundo nombre? 3-¿ color favorito? 4- ¿que fue lo mas vergonzoso que te paso? te sigo pasate o deja Mg :3\n  ","202311":"\n   Sí, eso fue lo que ocurrió.\n  ","202312":"\n   Estoy quebrado, lo siento, no hay helado para ti.\n  ","202313":"\n   ¿Qué pasó la otra noche?\n  ","202314":"\n   Ne, estoy tranquilo, no me altero al hablar de la basura, sólo estoy repitiendo lo que son.\n  ","202315":"\n   XD Luego te ibas a andar quejando todo el rato xD mejor sigue como vas.\n  ","202316":"\n   Me queda más cerca la farmacia Roma que el Oxxo. Tengo que caminar una cuadra larga para llegar hasta  esa tienda.\n  ","202317":"\n   Pues no sé, tú dime si la quieres.\n  ","202318":"\n   Pero ya no serias completamente auténtica.\n  ","202319":"\n   No, porque no me la paso hablando de ellos todo el día, sólo cuando su nombre sale a relucir.\n  ","202320":"\n   Te paso el nombre del ask? Ya me intenté buscar en google con el puro nombre y no salgo\n  ","202321":"\n   Limpia no...\n  ","202322":"\n   e.e\n  ","202323":"\n   No la vas a encontrar de todos modos. Jejeje me acaba de salir que mi cuenta ha sido denunciada. Vaya, de verdad me odian lo suficiente para hacer una denuncia personal contra mi jajajajaja\n  ","202324":"\n   Mi nueva cuenta? Si te doy el nombre no la vas a encontrar de todos modos jejejeje\n  ","202325":"\n   XD es difícil, y no serias quien en verdad eres.\n  ","202326":"\n   Hablar de galletas hizo que se me antojaran... Unas sabritas. XD\n  ","202327":"\n   Lo dijiste bien, estaba dormido.\n  ","202328":"\n   Hola amiiguitos mios D: me voy por 4 dias a una cabaña en la plaia D: no se asusten que no me secuestraron los aliens ni nada :33 os quiero cuidensen\n  ","202329":"\n   Como las Oreo.\n  ","202330":"\n   Así es, pero tú no eres así como yo. No está en tu naturaleza.\n  ","202331":"\n   Neh, me da igual. El único inconveniente es tener que inventar un nuevo nombre para la cuenta. Y sí, ya tengo otra. Son gratis.\n  ","202332":"\n   Nada fuera de lo común, sólo me suspenden y ya, nada grave.\n  ","202333":"\n   xD Lo veo difícil, tú no eres de las que se quejan.\n  ","202334":"\n   y tu como derrochas el dinero? ......yo acabo de derrocharlo pagando unas deudas 8) ....  -.-  al menos tengo mis huesos en su lugar A_A\n  ","202335":"\n   Sí, saben bien así. Te ayuda a pasártelas mejor jeje\n  ","202336":"\n   Los ingredientes principales para hacer un hot-dog son: Un pan, una salchicha, tomate, catsup y mostaza. (Según como los prepares) xd Al ir a comprar los ingredientes, ¿Por qué los paquetes de panecillos son de seis unidades y los de salchichas de cinco? ¿Acaso los fabricantes están enfadados? :'v\n  ","202337":"\n   Y dime mortal ¿Conoces a alguien más genial que María Antonieta?\n  ","202338":"\n   Ahhh, ok xD gracias por la aclaración.\n  ","202339":"\n   Y sí, esa cuenta fue suspendida el viernes.\n  ","202340":"\n   Es interesante comentar las quejas, y lo es más aún cuando el otro comparte la misma quejas.\n  ","202341":"\n   que opinas de la frase ..... Si no es mía no sera de nadie ? e.e\n  ","202342":"\n   Voy a tener que comer galletas entonces...\n  ","202343":"\n   \"Ahorita di algunos\" no entendí esa parte...\n  ","202344":"\n   Bueno, ahora que lo pienso, unos conocidos que también son así de quejosos, con ellos.\n  ","202345":"\n   No, no me voy a quejar con nadie.\n  ","202346":"\n   Son para que se respondan a la brevedad, no cuando a uno se le dé la gana.\n  ","202347":"\n   Ok, pero avisas jejeje\n  ","202348":"\n   Bueno, sí, pero ya no me quejaré contigo.\n  ","202349":"\n   Pero las preguntas viejas ya no tienen chiste.\n  ","202350":"\n   Estaría bien jeje, me hace falta comer más frutas, verduras y esas cosas que sólo comen los veganos como tú.\n  ","202351":"\n   ¿Al rato cuándo?\n  ","202352":"\n   No, no me quejo.\n  ","202353":"\n   Bueno, sólo era una sugerencia. Al final del día harás lo que te plazca, como no responder todas o no sé.\n  ","202354":"\n   Tienes pelitos de elote entre Las piernas ? N.n\n  ","202355":"\n   Gracias, ya puedes empezar con los MG. Me avisas cuando termines.\n  ","202356":"\n   Si pudieras ser cualquier personaje de Juego de Tronos, ¿cuál serías?\n  ","202357":"\n   Precosita :P\n  ","202358":"\n   Sí, ya comi hace rato. Algo bien, aunque comienza a darme hambre de nuevo, tan pronto...\n  ","202359":"\n   Jajaja nada, no sé ve bien así. En todo caso la primera parte de la respuesta dejala vacía y respondes en la segunda.\n  ","202360":"\n   Pero no quiero obedecerte.\n  ","202361":"\n   Me desperté hace como 3 horas, estoy bien despierto.\n  ","202362":"\n   No me gusta, prefiero todas contestadas y ninguna no respondida. Así no siento que le escribo a la nada.\n  ","202363":"\n   REALLY REALLY SO BAD A_A\n  ","202364":"\n   Ah... Estoy un poco confundido, pero bueno...\n  ","202365":"\n   Porqué no me respondiste la parte 2 de mi comentario?\n  ","202366":"\n   No recuerdo nada de eso.\n  ","202367":"\n   Sí, lo soy. Otra cosa es que me guste. Jajaja\n  ","202368":"\n   ¿Cuándo lo dijiste?\n  ","202369":"\n   Oh no, no otro de tus testamentos.......... xD\n  ","202370":"\n   Obligaciones... Neh. Todo fuera de lo normal.\n  ","202371":"\n   A mi me gusta descansar también, otra cosa es que no pueda hacerlo bien.\n  ","202372":"\n   No, simplemente no me desagrada totalmente como al, no sé, 90% de México? Sinceramente ya me hartaron los que tanto lo critican al tipo, no es porque me agrade el tipo, pero ya cansa que siempre estén tirándole mierda. Y no, hablar pestes de él no te hace inteligente. Es lo que me da risa de todos e\n  ","202373":"\n   Pues a ti que eres de sueño fácil.\n  ","202374":"\n   Gran Lord Peña Nieto, eres el gobernante que nuestro glorioso México merece.\n  ","202375":"\n   xD No me gusta obedecer órdenes.\n  ","202376":"\n   No XD pero dijiste que te daba sueño, así que no entiendo cómo no te has dormido a estas alturas.\n  ","202377":"\n   Lord Peña Nieto ha entrado a la sala, arrodillense todos. Salve Lord Peña Nieto.\n  ","202378":"\n   que opinan ?ask ya anuncio que va a quitar los anonimos, a algunos no les afecta pues lo tienen desactivado.....adios al anonimato... \"todos somos anonimos y somos libres\"\n  ","202379":"\n   Sí, no veo porqué no habría de poder hacerlo.\n  ","202380":"\n   Si ya tienes sueños ya debes largarte a descansar, para que tú reloj interno siga funcionando bien.\n  ","202381":"\n   realmente, realmente tan malo? Haha hahaha xB\n  ","202382":"\n   Nuestro gobernante, el supremo comandante de las fuerzas armadas, el protector del reino,  guardián del glorioso México, la última esperanza de México, Lord Enrique Peña Nieto. Saving México.\n  ","202383":"\n   Pues ya vete a dormir, recarga tus energías.\n  ","202384":"\n   El atardecer es el principio de la oscuridad. No, me quedo con el inicio de la luz.\n  ","202385":"\n   No los promociono, sólo reconozco la gran labor que hacen al proteger a las personas de este glorioso gran país, al igual que Lord Peña Nieto, protector del reino.\n  ","202386":"\n   Cómo no, me la paso acostado todo el tiempo mientras sale el sol. XD Aunque sí, me gusta el amanecer.\n  ","202387":"\n   No, nunca se les olvida, lo tienen presente todo el tiempo. Salvando a México.\n  ","202388":"\n   Jaja no sé, no me duermo hasta después de que sale el sol, antes de las 8.\n  ","202389":"\n   ¡¡Ayuuudaaa!! Un vagabundo quiere quitarme mi puente TnT Les daré caramelos,nutella y putas :'v Digo o.O ¡¡Ashuuda!! :'v\n  ","202390":"\n   Su función principal es proteger y servir. Sí, señor.\n  ","202391":"\n\n    https:\/\/instagram.com\/agustinperini1\/\n   \n   sigueme\n  ","202392":"\n   Sí hace daño, no falta mucho para que la Semarnat lo incluye en la lista cretib.\n  ","202393":"\n   Estoy peor que antes.\n  ","202394":"\n\n    https:\/\/soundcloud.com\/moizdhe-1\/moizdhe-until-sunrise\n   \n   holaa espero que te guste la electrónica, gracias ♡♡\n  ","202395":"\n\n    https:\/\/soundcloud.com\/moizdhe-1\/moizdhe-until-sunrise\n   \n   holaa espero que te guste la electrónica, gracias ♡♡\n  ","202396":"\n   Tu eres la de la foto de perfil?\n  ","202397":"\n   Pero ya duermes temprano ¿no?\n  ","202398":"\n   Hola te pasas por mi ask, Con Mg y Preguntas! Te Sigo Me Sigues..\n  ","202399":"\n   Foto tuya\n  ","202400":"\n   Asumo que más tarde ya no estarás ¿es correcto?\n  ","202401":"\n   Hace daño, más del que imaginas.\n  ","202402":"\n   lo harias?\n   \n    https:\/\/www.youtube.com\/watch?v=zjmZv6Gsscs\n   \n","202403":"\n   ¿'se milagro?\n  ","202404":"\n   ¿Soy un huevo hermoso? c:\n  ","202405":"\n   Y ese milagro que andas a esta hora por aquí? :)\n  ","202406":"\n   εϊз Tienes la sonrisa más besable y bonita del mundo εϊз\n  ","202407":"\n   cada momento tiene su espacio en la vida y en el tiempo., por muy corto o largo que sea lo que fue ya paso y lo que vendra solo se define de lo que hagas hoy ahora.....que dicen las voces de tu cabeza? A_A\/ EL TIEMPO ES IMPLACABLE , MIRA EL RELOJ DE ARENA SE ACABO TIC TAC\n  ","202408":"\n   maestra ¿Puedo ir a hacer popo?\n  ","202409":"\n   ¿Qué viste?\n  ","202410":"\n   Pos ya ando mejorcillo D:\n  ","202411":"\n   ¿Porqué cada vez es más difícil hacer preguntas generales? u_u Creo que así Ask valdrá mas verja O.o\n  ","202412":"\n   oieeeee si es cierto lo que dicen jejeje....... los tipos como yo nunca cambian jaja ñ_ñ\n  ","202413":"\n   Hola, hace mucho no preguntaba ¿cuantas veces te decepcionaste por confiar en alguien que no debias? ¿cuantas veces alguien al cual le llamabas amigo te fallo? ¿te dolio o te dio igual? saludos, pasate con una pregunta sino no importa :P\n  ","202414":"\n   de que sirve llorar ?\n  ","202415":"\n   En un momento regreso esperame O.o\n  ","202416":"\n   Le das un LIKE a la foto? es para una amiga ;)\n   \n    https:\/\/www.facebook.com\/photo.php?fbid=1039549352735742&set=a.620067831350565.1073741826.100000420612544&type=1&theater\n   \n   . TE SIGO !! ME SEGUIS? avisame por MENSAJE ;))))\n  ","202417":"\n   ¿¡Porqué ayer te estabas besando con el señor de los chicles!? ¿Ya no me amas cierto? ¿CIERTO? Pues oc. *Empaco tus pepinillos y crema de maní * :'v Hasta nunca TuT\/ :'v\n  ","202418":"\n   Tu eres más dulce que el señor de los chicles ♥ :v -\n   \n    @LiizBiersack\n   \n","202419":"\n   Sí, no siempre es así. Adiós\n  ","202420":"\n   ¿La tercera es la vencida?\n  ","202421":"\n   Ok, no se va, pero se transforma en mal olor, es a lo que me he estado refiriendo, por eso mejor usar fragancias artificiales.\n  ","202422":"\n   Difícil, porque es más fácil decirlo que hacerlo, en especial si uno es más de pensar.\n  ","202423":"\n   Sí, pero se va muy rápido el olor natural, como a las 12 horas. Con el artificial duras más tiempo. Yo digo.\n  ","202424":"\n   Esta bien ya me convenciste, dame mas consejos, vamos a tomar un café y me sigues diciendo, Mientras dejas a los niños con clase de plastilina II :)\n  ","202425":"\n   Difícil, pienso mucho.\n  ","202426":"\n   Pero el olor bien y al \"natural\" no es muy duradero. Mejor el olor artificial y bien.\n  ","202427":"\n   Se pone a pensar de forma oscura y roja...\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/flirt\/moving-eyebrows-smiley-emoticon.gif\n   \n   :)\n  ","202428":"\n   ya deja la agresividad u.u\n  ","202429":"\n   Te entiendo muy bien, bueno alguna ves funcionara asi :)\n  ","202430":"\n   Le voy a regalar una muñeca inflable a tu alumno para que aprenda a bailar quebradita :)\n  ","202431":"\n   No eres maquina n.n\n  ","202432":"\n   Eh... Pues supongo. Quien sabe, todo se puede salir de control.\n  ","202433":"\n   Habre tus piernas no lastimare tu barriguita u.u\n  ","202434":"\n   Nah, el olor a perfume es mejor... Jejeje\n  ","202435":"\n   Pues... Yo tampoco, supongo.\n  ","202436":"\n   u.u no lo creo\n  ","202437":"\n   Tienes mucha razón, se debe ser uno mismo y asi es mejor. :)\n  ","202438":"\n   ¿Controlado?\n  ","202439":"\n   Sería mejor oler a hombre. Aunque tampoco el olor a manzanilla me desagrada. No.\n  ","202440":"\n   pienso que estarian mas felicez nadando dentro de ti n.n\n  ","202441":"\n   Aunque no estoy diciendo que tú eres de las que titubean.\n  ","202442":"\n   Ok, no siempre sera asi :)\n  ","202443":"\n   No te pongas agresiva pecosita u.u\n  ","202444":"\n   Pues... No, sobre aviso no hay engaño, a menos que la  persona en cuestión titube mucho.\n  ","202445":"\n   Solo cambio ciertos pensamientos, pero es de sabios cambiar de opinión no? :)\n  ","202446":"\n   seria algo inocmoda la posicion pero lo intentamos parece interesante\n  ","202447":"\n   \"Pero olerías a manzanilla\". Ahí esta... Tú mencionaste ese olor primero.\n  ","202448":"\n   Si los cambio para andar igual. si? :)\n  ","202449":"\n   no tengo miedo hacer bucitos contigo quiero aunque fuera lo ultimo que hiciera\n  ","202450":"\n   n.n quiero decorar Tus pequitas\n  ","202451":"\n   que me metan preso, vale la pena\n  ","202452":"\n   No, tú fuiste la que primero mencionó ese olor. Yo no saque nada.\n  ","202453":"\n   Bien los cambio a rojos y oscuros para coincidir :)\n  ","202454":"\n   si esta penado por la ley hacerlos en el mar, pues no salimos\n  ","202455":"\n   ¿Te gusta mucho ese olor o qué? jaja\n  ","202456":"\n   ¿Y los cristales como los impregnarás con olor a manzanilla?\n  ","202457":"\n   No tanto, al final no me soportarás.\n  ","202458":"\n   Mis pensamientos son puros y blancos. Como tu creíste pensar que yo pensaba. :P\n  ","202459":"\n   si tambien hacemos de esos otros\n  ","202460":"\n   No estoy muy familiarizado con ese olor, porque no conozco muchos productos de hombre con ese olor.\n  ","202461":"\n   Otra de mis características principales.\n  ","202462":"\n   si hacemos bucitos pero que nazcan en el hospitlal no en alta mar\n  ","202463":"\n   yo si voy a nadar contigo sin miedo no soy nena\n  ","202464":"\n   Sólo conozco esos con olor a \"manzanilla\". También shampoo... No estoy seguro.\n  ","202465":"\n   Precosita :3\n  ","202466":"\n   8))\n  ","202467":"\n   Ya vi en amansa burros (alias diccionario) y no soy eso :P\n  ","202468":"\n   Disfrutar quedar incompleto el resto de la vida. Lo veo imposible.\n  ","202469":"\n   ¿Qué acaso serían lentes echos de toallas sanitarias femeninas o qué?\n  ","202470":"\n   Jajajaja tengo mis dudas. Pero lo aceptare por el momento jajaja :;)\n  ","202471":"\n   Serían unos lentes inservibles.\n  ","202472":"\n   Tampoco quiero que me arranque la pierna o el brazo un tiburón. O que me intenté matar un calamar. No, pero si a ti te gusta exponerte a todo eso pues... Bienvenida.\n  ","202473":"\n   Tú la tendrás...\n  ","202474":"\n   Que es un cuchi? :)\n  ","202475":"\n   n.n\/ hi\n  ","202476":"\n   Sucia...\n  ","202477":"\n   Jajaja naaaa si lo sabe Dios que lo sepas tu y el mundo :)\n  ","202478":"\n   Tampoco quiero ser mordido por un animalejo del mar. No gracias, tampcoo quiero quedar varado como idiota en altamar, a la deriva. No gracias.\n  ","202479":"\n   ¿Entonces como esta que te estabas despidiendo y siempre sí te quedaste?\n  ","202480":"\n   XD cómo serían esos lentes?\n  ","202481":"\n   No son raros, son normales, pero no deben salir. No deben. Y menos aquí. :)\n  ","202482":"\n   Yo nunca haré eso, morir devorado por los tiburones u otro animal, envenenado por medusas, etc., no está en mis planes.\n  ","202483":"\n   El cristal necesita ser remplazado, tal parece. Al ver luz se mira sucio. Y necesitas unos ligerisimos ajustes.\n  ","202484":"\n\n    http:\/\/www.sherv.net\/surprise-emoticon-1677.html\n   \n   Cuales pensamientos? Se me vio? :)\n  ","202485":"\n   ¿En altamar?\n  ","202486":"\n   ¿Como que una pequeña travesura?\n  ","202487":"\n\n    http:\/\/www.sherv.net\/cm\/emoticons\/nervous\/nervous.gif\n   \n   Si? :O_O\n  ","202488":"\n   XD No, arregla las gafas. O yo te arreglaré a ti.\n  ","202489":"\n   ¿Y ese \"milagro\" que te vas pronto?\n  ","202490":"\n   Limpia...\n  ","202491":"\n   La playa sí, el mar no, le tengo miedo.\n  ","202492":"\n   No, sí te las llevas me las regresas como nuevas. Es como tomar prestado el carro, le debes llenar el tanque cuando lo regreses.\n  ","202493":"\n\n    http:\/\/www.sherv.net\/cm\/emoticons\/nervous\/nervous.gif\n   \n   Ya no digo nada  :)\n  ","202494":"\n   Pues puedes empezar borrando preguntas, para \"organizarlo\" mejor.\n  ","202495":"\n   A mi no me gusta.\n  ","202496":"\n   Que limpien las mujeres.\n  ","202497":"\n   No, no me quejaré de nada.\n  ","202498":"\n   Mis gafas rayadas... Ahí ve si puedes llevarlas a reparar.\n  ","202499":"\n   Mmmm protesta en silencio :\/\n  ","202500":"\n   Yo voy a romper las reglas y sembrar el caos.\n  ","202501":"\n   εϊз Tienes la sonrisa más besable y bonita del mundo εϊз\n  ","202502":"\n   εϊз Tienes la sonrisa más besable y bonita del mundo εϊз\n  ","202503":"\n   ¿Te gusta el mar?\n  ","202504":"\n   ¿Volviste al dos por uno? Jeje\n  ","202505":"\n   gurbay Daya\n  ","202506":"\n   Y defenderse cuanta como pelea? Aclaro hay agresión cuando no esta la maestra :)\n  ","202507":"\n   ¿Cómo que no conocías la fosa de las marianas? Pero si es bien famosa esa... ¿O te refieres a la de Belice?\n  ","202508":"\n   Jajaja castigos para los que nos portamos bien? O_O como hay que portarse? :)\n  ","202509":"\n   Ya veo. ¿Y planeas ponerte a darle muchos Me gusta a alguien en este momento?\n  ","202510":"\n   ¿Pero investigando qué? ¿La diferencia entre ambas fosas o...?\n  ","202511":"\n   Vengo a alborotar el kinder. Jajajajajaja buenas noches Day, un día mas bella que ayer. Como estas? :)\n  ","202512":"\n   Hola que tal! Te invito a ver este video:\n   \n    http:\/\/nubr.co\/zZecYf\n   \n   Nos ayudarías muchísimo con solo verlo. Desde ya muchas gracias ♥♥\n  ","202513":"\n   Una pregunta, ¿cuando das \"Me gusta\" a una respuesta, lo haces porque de verdad te gusta la respuesta o porque le quieres regresar \"el favor\" a los que te dan MG?\n  ","202514":"\n   ¿Investigando?\n  ","202515":"\n   De hecho jeje\n  ","202516":"\n   εϊз\n  ","202517":"\n   Me recordó a la fosa de las marianas. Por un momento pensé que era ahí.\n  ","202518":"\n   ¿Belice de Guatemala y Belice?\n  ","202519":"\n   ¿Dónde es ese lugar de la foto?\n  ","202520":"\n   Hola como sta? :3\n  ","202521":"\n   Tengo ganas de tomarme un vino, pero no se nada sobre dicho tema :S ....... me podeiss recomendar alguno ? u.u .....No se, algo así de como prepararlo, con que se combina y esas cosas..... porfass u_u\n  ","202522":"\n   Si pudieras ir de vacaciones a cualquier lugar del mundo, ¿dónde irías?\n  ","202523":"\n   εϊз\n  ","202524":"\n   εϊз\n  ","202525":"\n   Pero yo quería que fuera al revés del al revés.\n  ","202526":"\n   ella quiere dormir conmigo, dejenla dormir u,u\n  ","202527":"\n   Yo no, toma.\n  ","202528":"\n   Entonces podemos concluir que es cierto que no es cierto o al revés?\n  ","202529":"\n   que culpa tiene el huizache de haber nacido en el llano, vale mas usar huarache que zapato americano n.n ?\n  ","202530":"\n   pelos de elote n.n\n  ","202531":"\n   Toma un café.\n  ","202532":"\n   No es cierto que sí sea cierto que no lo es.\n  ","202533":"\n   tu mas fuerte e.e\n  ","202534":"\n   pero duerme conmigo n.n\n  ","202535":"\n   Me refería a desidia. Sobre lo otro, yo hablaba de mi reloj...... No, no es cierto.\n  ","202536":"\n   duerme n.n\n  ","202537":"\n   Precosita n.n duere\n  ","202538":"\n   No sé si aplique el término en esta situación.\n  ","202539":"\n   O azotándolo en el suelo. Je\n  ","202540":"\n   Sí, pero ya no creo poder hacerlo de nuevo.\n  ","202541":"\n   Pero sigue jodido el reloj.\n  ","202542":"\n   Es que ya no sé bromear\n  ","202543":"\n   Todavía falta... Sigue en proceso de reconfiguramiento\n  ","202544":"\n   No te la tomes a mal. No, olvida que mandé esa imagen.\n  ","202545":"\n\n    https:\/\/farm4.staticflickr.com\/3808\/11121689265_2a9a1c3e44.jpg\n   \n","202546":"\n   todo salio bien excelente ^^ pero cuentame mas que confusion ?\n  ","202547":"\n   y eso a que se debe? la emocion......por que lo lamentas? cuenta\n  ","202548":"\n   También, que duermas bien\n  ","202549":"\n   como estas?\n  ","202550":"\n   no son moronas? 8( yo que tengo de pan? solo lo dulce\n  ","202551":"\n   que es eso de boronita?\n  ","202552":"\n   o.o\n  ","202553":"\n   De niño piensas que tu papa es lo máximo!!! que no hay persona que lo supere o.o ............pero después creces y comprendes que no es cierto, que tu padre es superado por mucha gente pero no lo discriminas o.O ...que opinas al respecto ? o.O\n  ","202554":"\n   Ah bueno, espero no defraudarlo y que tenga una buena aventura, usare fuerza no letal (me leí como policia moderno jajaja) y solo de manera que sepa lo que es meterse en algo asi cuando se es un caballero :)\n  ","202555":"\n   ¿Qué? Pero si no eres así ¿por qué te lo tomás tan mal? No entiendo porqué tomarse todo tan en serio... Nos vemos.\n  ","202556":"\n   No lo dije por el trabajo, lo dije por el malote que tiene como meta quitarme de en medio para que lo deje ver bien la película jajajaja :)\n  ","202557":"\n   Jajaja que meyo ya no podre caminar despreocupadamente. Bueno, una diversión diferente no me vendría mal jajaja :)\n  ","202558":"\n   Que los reportones me manden a su campeón.\n  ","202559":"\n   Tus compañeras te odian porque te crees muy superior a ellas xDDD\n  ","202560":"\n   XDDD Tampoco es para hacerte reír. Y sólo era broma, porque ya sé que no eres así.\n  ","202561":"\n   Ya no seas fresa Daya vaca gorda  u.u\n  ","202562":"\n   Jajaja la nombre ante el consejo mi reportera particular. Quiere que publique internamente todas las metas y logros que consigo diario y le dije o publico o las logro... porque no mejor las publicas tu y yo solo las consigo, los del consejo dijeron si eso estaría bien y dejamos que el haga lo que sa\n  ","202563":"\n   Pero tú no, tú nunca has fantasiado con nada. Eres una persona plenamente racional, fría, sin sentimientos. Con metas de vida muy estrictamente definidas.\n  ","202564":"\n   Así es amigo Sonrisas. Te tengo en la mira... XD\n  ","202565":"\n   Fresa naca xDDD Bueno, al menos no eres una vaca gorda. XDDDDD\n  ","202566":"\n   Me imagine la escena de Indiana Jones ve que vienen los aborígenes todos enojados a atacarlo y saca la pistola y le tira y mejor corren. Así me imagine que venia muy \"entrenado\" y no soy nada complicado y mas vale maña que fuerza jajaja :)\n  ","202567":"\n   Tienes todas las caras del mundo. En especial esa que todos odian y que expresa \"mirame, soy mejor que tú\".\n  ","202568":"\n   Mi día sufrió un gran cambio con respecto a los anteriores después ya por la tarde. Conseguí un proyecto con un corporativo a nivel internacional. Pero mi nerviosa jefa quería que ya estuvieran pagando. Me desespere tanto que le dije hazlo tu si tanto dices, contesto, no yo no se :)\n  ","202569":"\n   Sólo bromeo con eso xD Digo, todos quisiéramos poder ser así, pero nunca se podrá. Muy fantasioso.\n  ","202570":"\n   Eso no existe. Algo me dices que eres una \"naquita\". XD\n  ","202571":"\n   Jajajaja ya tiene una meta en su vida. Logre algo bueno jajaja :)\n  ","202572":"\n   La cara de la creidez\" XD\n  ","202573":"\n   No, no mas comidas con usuarios de ask, después quedan tocados y andan llorando por todo ask jajajaja :)\n  ","202574":"\n   ¿Eres muy fresa?\n  ","202575":"\n   XD Nah... Soy frágil, como el cuerpo de todo ser humano normal.\n  ","202576":"\n   Dejalo que junte sus domingos y a ver si le alcanza al menos para llamar por teléfono :)\n  ","202577":"\n   Y quitame esa cara, chica fresa.\n  ","202578":"\n   A prueba de balas.\n  ","202579":"\n   Hoy no, ayer si andaba muy malote hasta me pregunto donde estaba, pero creo que no le alcanzo el dinero para venir jajaja :)\n  ","202580":"\n   Bueno es un alivio. Pero si debes evitar tallarte los ojos cuando sientes algo. Es difícil, pero es lo mejor. :)\n  ","202581":"\n   Jajajajaja naaaa, que se aplaque solo. Yo no soy domador. :)\n  ","202582":"\n   Tengo huesos fuertes.\n  ","202583":"\n   Y como te fue con el ojologo? :)\n  ","202584":"\n   Tendré que obtenerlo a la fuerza.\n  ","202585":"\n   Ayer tuve una platica con uno de tus niños que fue a mi ask. Me dijo que quiere venir a medirse conmigo porque me quiere quitar de en medio, creo que no lo dejo ver la película bien jajajaja :)\n  ","202586":"\n   Que lástima.\n  ","202587":"\n   Que no tuvieron vacaciones en el kinder? jajajaja :)\n  ","202588":"\n   Si pudieras ser testigo de cualquier acontecimiento del pasado, presente o futuro, ¿cuál sería?\n  ","202589":"\n   Necesito todo de ti. Todo.\n  ","202590":"\n   No necesito la tarta, necesito de ti... xD\n  ","202591":"\n   ¿Yo que te he hecho para que me maltrates así? u.u\n  ","202592":"\n   Claro que tienes más. Tienes todo.\n  ","202593":"\n   me trajiste eso?\n  ","202594":"\n   o.o\n  ","202595":"\n   Creí que era obveo :|\n  ","202596":"\n   La andan reportando? o,o\n  ","202597":"\n   Necesito más de ti. XD\n  ","202598":"\n   Holi 7u7\/ Ya no me da flojera hacer mis preguntas masivas y raras :'v Digo o.o ¿Cuándo fue la última vez que tuviste diarrea? uwu Debes de ser honesto\/a euer\n  ","202599":"\n   a 1 lAdO PeRrAz,zoY D' LaZ MoOorRaZ d' lOzZz Reyez sUreñoOoS 13,xalcO,UnIoN D' gUadaLupE Ii ezte,Ezzz Mi terrItOrIo,RekUerDen q' mI bArRio mE ReZpAlDa Bv\n  ","202600":"\n   BUEEEEEEENOOOSSS DIAAAAS ALEGRIIIIIIAAAAA,BUEEEEEENOS DIIIAS SEÑOOOR SOOOOOOOOL,SEGUIRE TRATANDO DE SER MEJOR,BUENOS DIIIIIIIIIIIAAAAAAAAS \\n_n\/\n  ","202601":"\n   cmuaningcEstoy triste perdí a mi precioso.. digo a mi celular :C\n  ","202602":"\n   εϊз Cιerrα loѕ ojoѕ.... ѕύвete α мιѕ ѕυeñoѕ εϊз\n  ","202603":"\n   Siempre me han gustado tus respuestas xDD pero cuando son gifs no xD\n  ","202604":"\n   No quiero. No quise que te fueras.\n  ","202605":"\n   XDD Me gustaba lo que me respondías en esas preguntas jejejejeje\n  ","202606":"\n   Buenas noches\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/sleep\/sleep.gif\n   \n   :)\n  ","202607":"\n   O ducharme contigo. Como antes te decía. XDDD\n  ","202608":"\n   Dormir y hacerte bebés. Dejame hacer eso. Luego ya si quieres me dejas morir y ya. xD\n  ","202609":"\n   Ya te fuiste.\n  ","202610":"\n   Quiero hacerte bebés, Señorita Dayazulcielo.\n  ","202611":"\n   Que sï, Dayazulcielo.\n  ","202612":"\n   Oye sí, me convertiré en eso. Volveré a la tierra.\n  ","202613":"\n   Dejame dormir contigo. Quiero dormir agusto hoy. Para configurar bien el horario... XD\n  ","202614":"\n   Jajaja ya mejor ve a dormir y vas al ojologo mañana. Y ve a dormir solita, no trates de emular a MIchael Jackson jajaja. :)\n  ","202615":"\n   Mejor tú y yo en tu cama. Sí, anda Daya. n___n\n  ","202616":"\n   xD así que eres fresita ¿eh? XDFD\n  ","202617":"\n   No pues sí, me volveré carbón. XD\n  ","202618":"\n   Sí ps sí. Contigo. Quiero dormir hoy contigo. ñ___n\n  ","202619":"\n   XD Pero todos son basura jejeje =)\n  ","202620":"\n   Sí fuera contigo, junto a ti... Claro que me voy a dormir.\n  ","202621":"\n   Mi cama no es un lugar cómodo para \"descansar\" por la eternidad.\n  ","202622":"\n   Si faltan 18 para las 11 y por allá igual? :)\n  ","202623":"\n   Hacer algo... No quiero hacer nada.\n  ","202624":"\n   Ahora que dices \"nice\", me recuerda que \" naco\" es una palabra que usan los fresitas y la gente payasa de mal gusto.\n  ","202625":"\n   Jajaja ok, no me digas. Pero ya veo todo oscuro pues debe ser de noche y tarde ya la osa mayor ya anda de lado. :)\n  ","202626":"\n   Estoy quebrado, no tengo ni donde caerme muerto.\n  ","202627":"\n   D:<\n  ","202628":"\n   Pues lo más pronto posible. XD Cuando se presente la oportunidad.\n  ","202629":"\n   Tantito es demasiado. Ya ve comprando tu ataúd.\n  ","202630":"\n   Sí, repitiendo esa palabra grotezca se ve mal.\n  ","202631":"\n   Que hora es en tu rancho en este momento? :)\n  ","202632":"\n   XD Intentaré arreglarlo estos días.\n  ","202633":"\n   Te vas a morir de esa enfermedad que les da en el hígado.\n  ","202634":"\n   Pues de repente un sábado me acoste tarde. Y luego no me dormía como hasta las 4 y así. Se desconfiguró.\n  ","202635":"\n   No puedo obligarte, así que... Sólo insistiré en que decir \"naco\" es corriente, vulgar... De mal gusto.\n  ","202636":"\n   Jajajaja la canija testosterona crea rechazos entre varones y eso baja la tolerancia a necedades infantiles de adolescentes. :)\n  ","202637":"\n   No bebo alcohol =) usté es la que lo hace, y en exceso.\n  ","202638":"\n   Quiero meter el pene owo\n  ","202639":"\n   No, nunca lo dije. Y no, no me gusta.\n  ","202640":"\n   Ah no tu anónimo, mis respetos pero no tengo vocación de papa psicoloco. :)\n  ","202641":"\n   ¿Quién rayos dijo que eso es lo que me gusta?\n  ","202642":"\n   Decir \"naco\" también suena corriente. XD Si vas a hablar apropiadamente, hazlo bien. XDDD\n  ","202643":"\n   No sé cómo pararle. El choque es inevitable.\n  ","202644":"\n   Adoptado... solo como ultimo recurso. Prefiero trabajar en tener uno de la manera antiguita :)\n  ","202645":"\n   Ya sé XD \"mija\" suena bien corriente.\n  ","202646":"\n   XD Ya se me desconfiguro el horario de nuevo xD\n  ","202647":"\n   Ya veo, ya veo... Así que no sólo soy un estúpido chango bastardo para ti, sino que también soy un cero a la izquierda.\n  ","202648":"\n   Jajajaja  graofilicos, emuladores de edipo o que buscan a su mama? jajajajaja esa estuvo buena jajajaja :)\n  ","202649":"\n   Pues despiertese, mija. Echese un vaso de agua en la cabeza.\n  ","202650":"\n   Pues se le hace lo que quieras, al final del día.\n  ","202651":"\n\n    https:\/\/scontent-lga1-1.xx.fbcdn.net\/hphotos-xft1\/v\/t1.0-9\/11737912_10207162257556471_516268127123172197_n.jpg?oh=f2458b77b575d94e02faba2ece05484e&oe=562091C2\n   \n","202652":"\n   ¿Cara de cero a la izquierda? xD\n  ","202653":"\n   Lo sabía, siempre lo supe. Para ti siempre seré un chango estúpido bastardo.\n  ","202654":"\n   Tienes mucho graofilicos, emuladores de edipo ¿o son nenes que buscan a mama?\n  ","202655":"\n   Ok, lo admito. Lo admito. Soy un sentido. ¿Contenta?\n  ","202656":"\n   Sï, tambiën.\n  ","202657":"\n   ¿Por qué los chicos con cara de mono? ¿Me estás llamando chango estúpido?\n  ","202658":"\n   XD Tampoco tanto... Pero sí lo soy.\n  ","202659":"\n   Y sin reservas me das una.\n  ","202660":"\n   Pues sigue sin querer pues.\n  ","202661":"\n   Me estás callando. Eso es maltrato. XDD\n  ","202662":"\n   XDDD ¿por qué me maltratas? Jejejeje\n  ","202663":"\n   Si tan sólo lo creyeras de verdad un sólo segundo... Uno solo... Entonces te darias cuenta que sí es posible.\n  ","202664":"\n   Grito* Error.\n  ","202665":"\n   No es fritoi XD Es más como un \"alzando la voz sin enojo para hacerme escuchar\" jejeje\n  ","202666":"\n   Claro que se puede. XD Sólo dame dos respuestas distintas jejeje\n  ","202667":"\n   Te he extrañado un poco Dayazulcielo. XD\n  ","202668":"\n   Dayaaaaaa\n  ","202669":"\n   Bueno pero dime como te va con tus trabajo? o todo lo que haces? :)\n  ","202670":"\n   No beasker, la otra. Bueno y ahora me pasa algo raro, me da lastima mi jefa que me puse a sacarla de apuros. No sirvo para ser malo o envidioso o como se llame en el trabajo. Pero bueno ya ni modo jajaja :)\n  ","202671":"\n   Si es a donde estas si voy aunque sea totalmente a oscuras, pero si es la otra red, no me gusta jajajaja. Recién cenado, con flojera y se me hace que hoy me acuesto temprano :)\n  ","202672":"\n   No allá no voy, mejor mas aquí ;D Como estas hoy? :)\n  ","202673":"\n   Ah y andas aquí? :)\n  ","202674":"\n   Hola amiguitos D: todavia mi problema no se ha arreglado pero podre estar con ustedes n.m mañana ire al ojologo a ver que dice D: Veremos si podre estar aqui con ustedes n.n os quiero mucho :3 ya me pueden hablar n.n\n  ","202675":"\n   y si te invito un trago y tu me dices que festejamos ? u_U\n  ","202676":"\n   ¿Qué te parece si mejor yo te hago una pregunta y tu me respondes de manera distinta dos veces?\n  ","202677":"\n\n    @Pecossita_\n   \n   DDD: Por que otra cuenta? o.O (2)\n  ","202678":"\n   Si pudieras aprender a hacer algo que no sabes, ¿qué elegirías? u_u\n  ","202679":"\n   Que te gustaría que cambiara ASk.fm ? ...crees que si unimos nuestras fuerzas podamos hacer que ask cambie aunque sea una cosa para nuestro gusto ? o.O\n  ","202680":"\n   ¿Porque respondes doble en una? XD\n  ","202681":"\n   No, con sol no. Es nublado o nada. Con sol se ve bien chafa...\n  ","202682":"\n   εϊз Cιerrα loѕ ojoѕ.... ѕύвete α мιѕ ѕυeñoѕ εϊз\n  ","202683":"\n   Quedate el sol allá XD Yo quiero que llueva de nuevo.\n  ","202684":"\n   Hoy estuvo nublado jeje bien, diría yo.\n  ","202685":"\n   ¿Qué tal todo?\n  ","202686":"\n   oieeee........has escuchado sobre un red que se llama Kiwi en facebook ? jaja ........es parecida a ask.fm , solo que ahí si puedes saber quienes te siguen y a quien sigues.....aparte puedes añadir fotos y emoticones jejeje.....ke loko verdad ?ñ.ñ\n  ","202687":"\n   Si supongamos que estas aferrado por un amor no correspondido.....y vives con la ilusión de que algún día pasara lo deseado por ti ......vivirías con la fe y esperanza en que pasara lo deseado por ti..... o renuncias y aceptas que nunca pasara ? o.O\n  ","202688":"\n   Hola, pecosa.\n  ","202689":"\n   ¿Eres una persona introvertida o extrovertida?\n  ","202690":"\n   hola que haces ? cancion favorita pasate con mg\n  ","202691":"\n   Holi uwu Espacio libre del día ouo *Decora esta pregunta con estreshitas y todas las weas* :v\n  ","202692":"\n   Ti puedo dar un consejoo ? o.O Bueno!!! aquí va ñ.ñ ......Si te sientes triste toma cerveza,si tu pareja te dejo toma cerveza,si te sientes alegre toma cerveza, si se te acabo la coca toma cerveza, si mueres por amor toma cerveza.......el punto es ahogarse en el alcohol ñ.ñ Feliz viernes cuates!!!\n  ","202693":"\n   Eres dulce como: A) un algodón B) Una manzana acaramelada C) un malvavisco D) todas las anteriores.\n  ","202694":"\n   :P\n  ","202695":"\n   Parece de hombre u.u\n  ","202696":"\n   Amiguitos me voy por un tiempo por un probelma visual D: regesare tan promto este bien de nuevo n.n espero que dejen sus preguntas n.n\n  ","202697":"\n   Si me llego a morir que harían sin mi ? o.O ........duda que no me deja dormir u_U\n  ","202698":"\n   Mentiras :( tu voz es fea\n  ","202699":"\n   ¬¬ ya borraste la grabación :)\n  ","202700":"\n   mi nueva cuenta\n   \n    http:\/\/ask.fm\/Loreleeye\n   \n   atte 艾艾вяιѕѕα єтєяηα艾艾\n   \n    @ChikaFressaStrawberryc\n   \n","202701":"\n   tienes vos como de nina de 16 anios e.e ............XD\n  ","202702":"\n   que haces cuando te decepcionas porque todo lo hiciste se fue al caño\n  ","202703":"\n\n    http:\/\/vocaroo.com\/i\/s0tRmMJXqbsO\n   \n   o.O\n  ","202704":"\n   Corazonsito.. MuoackkksS.. today quiero decirte q te quiero un mucho y q valoro demaciado tu linda amistad!!..  q eres un ser humano maravilloso!!.. GraciaasS mill x permitirme el placer de conocerte.. q DTB!!♡ xq yo TkM!!♡.. MuoackkksS!!♡\n  ","202705":"\n\n    http:\/\/vocaroo.com\/i\/s1FLUFDOtWKk\n   \n   u_U\n  ","202706":"\n\n    http:\/\/vocaroo.com\/i\/s0Kqe9fKCqaS\n   \n   me preguntaba si usas vocaroo ? u_u\n  ","202707":"\n   Esta no es una pregunta y me vale e.e .... XD !!!! Porque te gusta tanto si sabes que nunca van a poder estar juntos ? Y tu....Para que respiras si sabes que algún día vas a morir ? o.O\n  ","202708":"\n   oieee......pero porque no estoy en tu bio ? que mal@ eres u__U\n  ","202709":"\n   Hola bonito lunes. Cual es tu opinión personal de esta canción y sobretodo su letra?\n   \n    https:\/\/youtu.be\/8fFZaWMHaqw\n   \n   Que tengas un productivo y maravilloso martes. :)\n  ","202710":"\n   Sale, adiós.\n  ","202711":"\n   εϊз Cιerrα loѕ ojoѕ.... ѕύвete α мιѕ ѕυeñoѕ εϊз\n  ","202712":"\n   Me alegra jejeje la mía también, todos sanos de momento o.o\n  ","202713":"\n   Hoy no contestas todo por lo que veo. XD\n  ","202714":"\n   me parece bien n.n hoy me retiro, hasta luego n.n\n  ","202715":"\n   adios pecaminosa\n  ","202716":"\n   xDD ¿Te gusta todo lo contrario a mi?\n  ","202717":"\n   porque no nos conocemos bien  n.n\n  ","202718":"\n   Fernando?\n  ","202719":"\n   tokeme a mi primero!\n  ","202720":"\n   por que milagro? o.o\n  ","202721":"\n   yo tampoco\n  ","202722":"\n   Pero estoy lo suficientemente santificado para hacer eso que es sagrado o.o\n  ","202723":"\n   yo no fui\n  ","202724":"\n   Pero ya quiero que me toque... XDDD\n  ","202725":"\n   guan tu tri\n  ","202726":"\n   ke espere su turno\n  ","202727":"\n   MG y das 1pregunta?\n  ","202728":"\n   soy hermoso\n  ","202729":"\n   soy nuev@ en este ask, te sigo pero no había venido a preguntarte en anónimo n.n\n  ","202730":"\n   llegue primero\n  ","202731":"\n   ya rugiste leon\n  ","202732":"\n   Pues la verdad, sí xD\n  ","202733":"\n   sopa de caracol\n  ","202734":"\n   vamonos por unos takos\n  ","202735":"\n   hola, puedo hacerle spam?\n  ","202736":"\n   para o mamá dispara\n  ","202737":"\n   kieres ke me vaya\n  ","202738":"\n   spam\n  ","202739":"\n   uchala me apestan las patas\n  ","202740":"\n   yo tampoco\n  ","202741":"\n   zapie?\n  ","202742":"\n   no fui yo\n  ","202743":"\n   a ku huele\n? jajaja\n  ","202744":"\n   ukuhuele?\n  ","202745":"\n   Ok, no pues u.u\n  ","202746":"\n   komo le hago?\n  ","202747":"\n   pero me kiero volver chango\n  ","202748":"\n   no me gustan las bananas\n  ","202749":"\n   💁\n  ","202750":"\n   Sí >:\n  ","202751":"\n   pecaminosa\n  ","202752":"\n   pekosota\n  ","202753":"\n   pekosita?\n  ","202754":"\n   me kiero volver chango\n  ","202755":"\n   oie zi\n  ","202756":"\n   Pero hoy quería procrear contigo uwu\n  ","202757":"\n   rikura\n  ","202758":"\n   No pienses sólo actúa o.o\n  ","202759":"\n   sabrosa\n  ","202760":"\n   Mejor la condicional o.o\n  ","202761":"\n   Pero yo quiero que esperes todo o.o\n  ","202762":"\n   No tengo sueño se que si te hago y me haces cositas ricas me dará sueñito ñ.ñ\n  ","202763":"\n   La que no espera nada o.o\n  ","202764":"\n   No pareces la misma de siempre. XD\n  ","202765":"\n   hay que escoger bien la fecha para llegar al atardecer lunar y que nos tome la noche alli, entonces vamos, toma mi mano!\n  ","202766":"\n   Hoy estás más apagada... ¿O estoy imaginando cosas?\n  ","202767":"\n   Dajani 👋\n  ","202768":"\n   mi ♥ es todo tuyo, pero podemos ir a consentir nuestros ♥♥  a algun lado, a donde?\n  ","202769":"\n   ¿Sí? XD\n  ","202770":"\n   XD Menos mal que te agarré de buen modo\n  ","202771":"\n   que manden cartas en papel a un apartado postal y les contestas, vamonos a donde quieres la luna de miel?\n  ","202772":"\n   Pensaba que te gustaba que te rueguen. =o\n  ","202773":"\n   dale una muñeca inflable al que quier aparearse y a los demas que se decidan si quieren psicologa, mama o amiga y vamonos a casar\n  ","202774":"\n   XD Creí que tendría que rogarte más\n  ","202775":"\n   Gracias.\n  ","202776":"\n   Ok...\n  ","202777":"\n   Pecossita veñ apariemonos *w* tengo apetito\n  ","202778":"\n   ¿Sí qué? XD No lo soy.\n  ","202779":"\n\n    http:\/\/youtu.be\/kqalsUY-p8g\n   \n   :3 <3\n  ","202780":"\n   Como cuando yo te dije \"Daya no!\" y le disparaste. Le volaste la tapa de los sesos al pobre hombre.\n  ","202781":"\n   Pretendiente?? :O <\\3\n  ","202782":"\n   No, esa no, la otra que te llevo diciendo el día de hoy XD\n  ","202783":"\n   Resultado de la prueba psicológica:\nRespuestas correctas:\n1. Vulva -- 0\n2. Pene -- 0\n3. Bubis -- 0\n4. Nalgas -- 0\nTotal -C\n\nNo aplicas como una fémina pervertida.\n  ","202784":"\n   No soy paciente.\n  ","202785":"\n   Paso a saludar a la encargada del kinder y decirle que ya me estoy acostumbrando a leerla lidear con tanto niño que andan con sus cosas. Bonita noche Day. Dulces sueños. :)\n  ","202786":"\n   Era un macho?\n   \n    http:\/\/ask.fm\/Dayazulcielo\/answer\/130335946352\n   \n","202787":"\n   Cómo no, si de algo te pasas en específico, es de lanzas...\n  ","202788":"\n   Ya sabes >:( la que te llevo diciendo\n  ","202789":"\n   Tardará todo el tiempo del mundo.\n  ","202790":"\n   :O llamada de quien si se puede saber .----.\n  ","202791":"\n   La vida es como un camino lleno de flores,pero también d piedras,hay buenos y malos momentos, sonrisas,llanto,alegría,desgracias,pero poco a poco vamos superando sus dificultades,sin embargo este camino tiene fin,aprovecha cada día como si fuera el ultimo\n   \n    https:\/\/www.youtube.com\/watch?v=JxPj3GAYYZ0\n   \n","202792":"\n   No te quieras pasar de lanza >:(\n  ","202793":"\n   No, no. Quitame esa cara y borra la otra xDD\n  ","202794":"\n   donde quedo la enjundia, la diversion, el relajo? ultimamente ask se volvio emo, A_A seee es un formulario de preguntas y respuestas pero lo que le da vida es impregnar de su personalidad cada cuenta no? ¬¬ por eso yo necesite 3 por que mi peronalidad no cabia 1.oscura pasion 2.locura ironica 3.yo\n  ","202795":"\n   Te dormiste ya mi amor?\n  ","202796":"\n   Ya ha pasado a mayores. Desafortunadamente.\n  "},"Answer":{"201724":"\n  Mmmm no mucho, los primeros años fui la chica tranquila y solitaria.. ya en el ultimo año di un giro y entré a los populares.. un caos por que baje mucho mis calificaciones .-.\n  ","201725":"\n  Claro... ♥\n  ","201726":"\n  Ps feliz cumpleaños super atrasadisimo!!! uwu abrazos!!! ♥\n  ","201727":"\n  No.. no puedo uwu\n  ","201728":"\n  No.. hasta hoy no ♥\n  ","201729":"\n  Nada mas dije zapes e.é\n  ","201730":"\n  El amor, el respeto..\n  ","201731":"\n  No podría dejarle así... lo haría sin dudarlo uwu\n  ","201732":"\n  Sabes lo que tenia que decir ya lo dije y no una vez.. cada que puedo le digo lo que siento, a cada una de las personas que me rodean ♥\n  ","201733":"\n  Agárrenla a zapes!!!\n  ","201734":"\n  Ya la saqué, no podía seguir cargando eso por el resto de mi vida ♥\n  ","201735":"\n  Si ♥\n  \n  No\n  \n  No mucho..\n  \n  No olvides los horroscopos en cada una de esas fotos del calendario x)\n  \n  Saludos Larvita!!\n  ","201736":"\n  Así es.. y deja de las personas .. lo que haces!!\n  \n  Así que ya estoy bien puesta para mañana xp\n  ","201737":"\n  Pues estuvo medio calmado pero si, cada gol o jugada lo revisaba con lupa .-.\n  ","201738":"\n  Mucho mejor, gracias por preguntar n.n\n  \n  Ya lista para trabajar mañana :D\n  ","201739":"\n  Me encantan los dos pero..\n  ","201740":"\n  Ese juego estuvo muy golpeado desde el inicio.. hubo muchos errores por todas partes.. pero mira, ya fue y ya termino :D\n  ","201741":"\n  Hola!!\n  \n  Ño -.-\n  \n\n   https:\/\/www.youtube.com\/watch?v=Eo1GExl0DVs#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201742":"\n  Una copa :D\n  \n  Hola!!! n.n\n  ","201743":"\n  Hola Jacck!!\n  \n  Si me encantan y estaré atenta a todos ellos ♥\n  \n  Saludos y ten una noche bella n.n\/\/\n  ","201744":"\n  Que hermoso!! gracias por compartirlo n.n\n  \n  Linda noche Jacck!!\n  ","201745":"\n  Hola!!\n  \n  Te dejé algunos, gracias por pasar por aquí ♥\n  \n  Linda noche!!!\n  ","201746":"\n  -Guerras -.-\n  \n  -Lo déspotas y homofóbicos .-.\n  \n  -Los precios .-.\n  \n  -Las distancias -.-\n  \n  -La escases de alimentos\/medicamentos etc.. -.-\n  \n  -Toda esa gente que saca provecho de los demás para engordarse a si mismos -.-\n  \n  -Las cucarachas voladoras y las ratas u.ú\n  \n  Eso de amar el frío y odiar el calor es desgastante u.ú\n  ","201747":"\n  Si ♥\n  \n  Todos los días lo son ♥\n  \n  Ten un domingo lindo y que empieces tu semana genial!!! n.n\/\/\n  ","201748":"\n  Hola preciosura..\n  \n  La semana pasada.. -.-\n  \n  xD mm que será hace como tres semanas xD\n  \n  Que estés bien fantasma shido ♥\n  ","201749":"\n  Ayudarme en todos los aspectos ♥\n  ","201750":"\n  Hola!!!\n  \n  Existe esa posibilidad, ten un inicio de semana lindo, que descanses bien y gracias por pasar por aquí..\n  \n  Dulces sueños!!! n.n\/\/\n  ","201751":"\n  Hola!!\n  \n  De querer a la final, pero no con esas circunstancias..\n  \n  Muchas gracias y ten una noche hermosa.. saludos!!! n.n\/\/\n  ","201752":"\n  Hola!!\n  \n  Linda noche, perdón por la tardanza ..\n  \n  Pues tengo varios en mente, Juan Gabriel, Ana Gabriel, Los Fernández, José josé.. cada uno de ellos en su genero, para mi lo son ♥\n  \n  Saludos n.n\/\/\n  ","201753":"\n  3-1 y contando..\n  ","201754":"\n  Hola semsual fantasma...\n  \n  Para el izquierdo xD\n  \n  Mmmm pues puedes colocar todas las preguntas repetitivas que te hacen.. gustos, hobbies, lo que no te gusta y más o.o\n  ","201755":"\n  Dulces sueños....\n  \n\n   https:\/\/www.youtube.com\/watch?v=iy4mXZN1Zzk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201756":"\n  Ño rojito ño uwu\n  \n  Sueña rico y descansa bien .. cuídate n.n\/\/\n  ","201757":"\n  Sip\n  \n  Sipi o.o\n  \n  Que si.. si no créeme que no te hubiera preguntado.. y me revoy que me quedo dormida xD\n  ","201758":"\n  Oie ya te dije que ño :$\n  ","201759":"\n  xD ño .-.\n  ","201760":"\n  Es raro conocer a alguien que se le graben los sueños, y que sueñen a colores.. bueno son muy pocas las personas que conozco así o.o\n  ","201761":"\n  Ahh para lo que fue xD\n  ","201762":"\n  Si claro que si.. mis patitas de gayo no tienen que ser de guajolote uwu\n  ","201763":"\n  D:\n  \n  Oiennno\n  ","201764":"\n  Ohh vaya que bueno, tenia esa enorme duda o.o\n  ","201765":"\n  Oiga pero ni los mantiene .-.\n  ","201766":"\n  Recuerdame que no me acuerdo!!\n  \n  Fue sobre lo que te envié.. nada del otro mundo.. oie tu sueñas a colores o blanco y negro.. recuerdas lo que sueñas??\n  ","201767":"\n  Durmiendo ♥\n  ","201768":"\n  Me lastimaría la piel :c\n  ","201769":"\n  Yo siempre 8D\n  ","201770":"\n  A mi tambien se me olvido oieeeeeeeeeeee xD\n  ","201771":"\n  Poquitos.. y sobre lo otro.. no es nada xD\n  ","201772":"\n  Fer o.o\n  ","201773":"\n  :c\n  \n  Poquitos nada mas..\n  ","201774":"\n  Hasta pronto... rojito\n  ","201775":"\n  U.ú\n  \n  A mi no me gusta hacer .-.\n  ","201776":"\n  Pasará.. pasará xp\n  \n  Me despido.. me voy a dormir, cuídate mucho y dulces sueños n.n\/\/\n  \n  *quisillo*\n  ","201777":"\n  Amor.. amor loco.. pero aun así estaré para ti.. ._.\n  \n\n   https:\/\/www.youtube.com\/watch?v=52jl0-93kxc#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201778":"\n  Así es.. no pasa nada o.o\n  ","201779":"\n  Pero sexy ♥\n  ","201780":"\n  :o\n  \n  Se te olvidaría el sismo o.o\n  ","201781":"\n  Pero pero esa es una situación bien normal ♥\n  ","201782":"\n  *hace pushero* :c\n  ","201783":"\n  Vaya momento para ser tan tierno o.o\n  ","201784":"\n  Debes saber que hacer en caso de sismo y eso que se te ocurrió no nos ayudaría en nada xD\n  ","201785":"\n  Jugar carreras y frenado.. y terminar estrellada en el muro de contención con alguien que me llevé de paso LOL x'D\n  ","201786":"\n  Pero por qué de los dientes?? o.o\n  ","201787":"\n  Pero sigo siendo un amor ♥ :D\n  ","201788":"\n  Te agarraría muy fuerte de la mano T.T\n  ","201789":"\n  Hehehe e.e\n  \n  Yo siempre :p\n  ","201790":"\n  Te regalo una burrita para que no caigas xD\n  ","201791":"\n  Casi no te conozco, pero eres muy agradable y respetuoso, me gustan mucho tus respuestas y tienes un no se qué en ellas que me reconfortan de cierta manera, tiene algo muy lindo y me agrada bastante..\n  \n  Si no hubieses llegado con ese anónimo, me perdería de leerte y de conocerte.. gracias por llegar aquí ♥\n  \n  Ten un domingo hermoso, un abrazo y ten dulces sueños n.n\/\/\n  ","201792":"\n  Flojo fodongo uwú tan rico que es caminar así...\n  ","201793":"\n  n.n gracias por eso..\n  ","201794":"\n  Anda y visita todas esas tumbas que nadie visita uwu\n  ","201795":"\n  Si.. eso justo hiciste :3\n  ","201796":"\n  No estoy aquí para hacerte daño, mucho menos para volverte loco, creo que ya te lo he demostrado cada vez que llego a tu cuerpo, hago un relajo y te asusto, pero al final del día… no te he matado, no te has vuelto loco...\n  ","201797":"\n  Entonces descalzo :o\n  ","201798":"\n  :o\n  \n  un poema.. un pedacito o.o\n  \n  --\n  \n  Besos de llama que en rastro impreso\n  \n  llevan los surcos de un amor vedado,\n  \n  besos de tempestad, salvajes besos\n  \n  que solo nuestros labios han probado.\n  \n  ¿Te acuerdas del primero...? Indefinible;\n  \n  cubrió tu faz de cárdenos sonrojos\n  \n  y en los espasmos de emoción terrible,\n  \n  llenáronse de lágrimas tus ojos.\n  \n  ¿Te acuerdas que una tarde en loco exceso\n  \n  te vi celoso imaginando agravios,\n  \n  te suspendí en mis brazos... vibró un beso,\n  \n  y qué viste después...? Sangre en mis labios.\n  \n  Yo te enseñé a besar: los besos fríos\n  \n  son de impasible corazón de roca,\n  \n  yo te enseñé a besar con besos míos\n  \n  inventados por mí, para tu boca.\n  \n  --\n  ","201799":"\n  Trabajar y descansar.. no se tal vez salga un par de días por ahí a recorrer y conocer nuevos lugares..\n  \n  Cuídate mucho y que tengas unas vacaciones hermosas, muchos saludos y pásala genial Jack!!! :D\n  ","201800":"\n  Uwu\n  \n  Estoy aquí para ayudarte a ver precisamente qué te impide contactar con tu sentido de vida, con tu pasión por vivir, con tu alegría y con tu verdadero ser que es tu esencia.  Cada vez que yo aparezca en tu vida, será porque por ti mismo no te has dado cuenta que no estás siendo pleno y feliz, así es que si vuelvo a aparecer, no te asustes… mejor agradéceme que llegué y escúchame...\n  ","201801":"\n  Jajajj sip xp\n  ","201802":"\n  Un buen calzado no hace eso :o\n  ","201803":"\n  Hahah ok, esta bien así me es mas fácil, y todavía no me voy.. solo me despedí por ahí n.n\n  \n  19 segundos e.é99\n  ","201804":"\n  Si ♥\n  \n  Sé cocinar, limpiar, labores completas de hogar ♥ trabajo y gano mi propio dinero ♥\n  \n  Linda noche!!!\n  ","201805":"\n  Fer de pausini!!! \\(‾▿‾\\) (\/‾▿‾)\/\n  ","201806":"\n  Se te ve el diente fantasmita shido!!! (◦'ںˉ◦)\n  ","201807":"\n  Ño, seguro fue por el pan :c\n  ","201808":"\n  Eso sucede cuando pasas mucho tiempo en eso... cámbiale al canal de chepina ♥\n  ","201809":"\n  Por fin llegaste!!\n  \n  Quiero que solo tengas una noche hermosa y que tu domingo sea lindo!! :c\n  ","201810":"\n  Entonces por qué tropezar??\n  ","201811":"\n  Bastante.. seguido se me rompe mi cajita de risa xD\n  ","201812":"\n  xD si.. estaba con la lagrima por el dolor y solté la risa xp\n  \n  Lo sé soy simple para hacerme reír .-. ♥\n  ","201813":"\n  Oie no u.u\n  \n  No tienes limpiagafas??\n  ","201814":"\n  No ya ves que no.. soy como una lechuga ♥\n  ","201815":"\n  Eres un ruidoso tierno.. me hiciste reír con tus ocurrencias.. :3\n  ","201816":"\n  Para mi, no ♥\n  ","201817":"\n  Debes de sonreír un poquito mas uwu\n  ","201818":"\n  Pues.. me voy a la habitación mas alejada.. como es un necio y no puedo llamar a la policía ps.. no me queda otra mas que hacer eso.. u.u\n  ","201819":"\n  Entonces corriendo.. bajo la lluvia..\n  ","201820":"\n  Cómo ves .-.\n  ","201821":"\n  :o\n  \n  Seguro las dejaste en el otro pantalón e.é\n  ","201822":"\n  D: No tienen pushup??\n  ","201823":"\n  ♥o♥\n  \n  ¡-Presente-!\n  ","201824":"\n  Depende.. pero por lo regular de 20 minutos a una hora ♥\n  ","201825":"\n  Pues creo que ya me hice entender o no :D\n  ","201826":"\n  Te dio miedo mi apache u.ú\n  ","201827":"\n  Ya te expliqué .-.\n  ","201828":"\n  Beso, regalo y escucho calibre 50\n  \n  iuuuugggg xD\n  \n  Ntc saludos a Armincitoooooooooooooo!!! ♥\n  ","201829":"\n  Jajj te voy a explicar mas detalladamente que.. xD\n  ","201830":"\n  Siiiiiiiiiiiiiiiiiiiiii es para que sientas la adrenalina de mi apache con turbo del frutsi ♥\n  ","201831":"\n  Sip poquito nada mas :c\n  ","201832":"\n  Si, la verdad que si, ella su profesión así mas destacada es la carpintería seguida con esas cosas de relajación y cosas espirituales, pero últimamente la he observado mucho mas y no me había dado cuenta de todo lo que sabe hacer ♥ qué seria de nosotros sin ellas ♥w♥\n  ","201833":"\n  No, por que el diablo no tenia que estar ahí atravesado en el camino, con carga en un espacio tan reducido para pasar u.ú\n  ","201834":"\n  Ir a patinar, comer con mis amig@s, ir al doctor y ya quedaron \\ñ.ñ\/\n  ","201835":"\n  Si, tu delante y yo te empujo xp\n  ","201836":"\n  Mi padre bienes raíces y mi madre todóloga ♥\n  ","201837":"\n  Psss si me ayudaron un poco ahora que lo recuerdo u.ú\n  ","201838":"\n  Con la mía es suficiente xp\n  ","201839":"\n  Muy feo y fuerte.. yo ya lo había mirado, pero en eso me saludaron, voltié y en eso trate de esquivarlo y crac -.-\n  ","201840":"\n  Ahí va ovvO\n  ","201841":"\n  Choqué con un \"#$%$# diablo ¬.¬\n  ","201842":"\n  Pero yo si, nos tomamos unos frutsis congelados, los adaptamos al motor y a rodar!!\n  ","201843":"\n  Si, ya puede cantar n.n\n  ","201844":"\n  Por cierto cuando es el primer partido!!\n  \n  Me perdí con la mx y la oro .-.\n  ","201845":"\n  Casi no lo uso, pero si gustas dime sin anónimo y te lo paso n.n\n  ","201846":"\n  Ay exagerado!!!\n  \n  Entonces un paseo en bici con el ultra motor frutsiniano ♥\n  ","201847":"\n  Pollito ven para un caldito :'v\n  ","201848":"\n  Por muy altas que las tuviera no creo que me ayudaran mucho para eso .-.\n  \n  e.e espera si tengo las defensas muy altas e.é\n  ","201849":"\n  Ps me aguanto ♥\n  ","201850":"\n  Ay ni tanto que fue :c\n  ","201851":"\n  Un choque es impredecible .-.\n  \n  Si me aguanto y me aguanté por eso tenia tanto frío xD\n  \n  Fue para que me consintieran un tantito :3\n  ","201852":"\n  Uno de estos días de la semana..\n  \n  Si verdad?? o.o\n  \n  Pero si don Askiki amanece en sus días y me elimina?? o.o\n  ","201853":"\n  8D\n  \n  Y por ti tambien, te daré un paseo en avalancha..\n  ","201854":"\n  xD Te asuste picándote la nariz??\n  \n  Si, es extraño.. *suspira*\n  ","201855":"\n  Ahhh es cierto!!!\n  \n  Deje veo si dejaron los auriculares que necesito.. o.o\n  ","201856":"\n  Guadalajara ♥\n  ","201857":"\n  Tengo muchos.. pero los más recurrentes son las fiestas que tenían mis padres cada fin de semana en casa, seguida por las albercadas con todos mis hermanos..  ♥\n  ","201858":"\n  xD\n  \n  Qué oloroso, con razón su voz tan relajante xD\n  ","201859":"\n  Esta es la ultima :v\n  ","201860":"\n  Ps por que me dolía... u.u\n  ","201861":"\n  Mmmm ps yo digo que si.. aunque el miedo existe siempre o.o\n  ","201862":"\n  Pues luego no te quejes que ando de molestona y así... brincando de aqui para allá xD\n  ","201863":"\n  xD no es bien rica y refrescante..\n  \n  Pues por lo general le pongo chispas de algarrobo o almendras o.o\n  \n  No soy mucho de ponerle muchas cosas.. pero lo que si no perdono es el chocolate liquido o.o ♥\n  \n  Y usted Javs qué le pone a su helado??\n  ","201864":"\n  Pediré por que así sea... mientras tanto nada de cantar ni pujar uwu hoy no hay clases o.o\n  ","201865":"\n  El primer día llore y mucho.. y después me quedé dormida.. uwu\n  ","201866":"\n  No en todas, pues no tengo muy buen equilibrio que digamos.. hago mis intentos y sentir la adrenalina ♥\n  ","201867":"\n  xD pues voy a andar así como los otros días .-.\n  \n  A poco esta bien que ande así??\n  ","201868":"\n  xD\n  \n  No eso no, por aquí no e mirado eso, lo mas verde que e mirado por aquí es la Yerbabuena xp\n  ","201869":"\n  Ño por que lloro uwu\n  ","201870":"\n  Ojalá que salgas pronto de eso.. y lo lamento por lo que estas sintiendo, espero que para el lunes ya estés mucho mejor uwu\n  ","201871":"\n  Es tan genial!!\n  \n  Y si la patineta es un poco mas difícil..\n  ","201872":"\n  Le ponen lo que tú quieras, chispitas de colores\/chocolate, cereales, chocolate liquido, fruta en almíbar.. lo que tú desees n.n\n  ","201873":"\n  Ufff esta bien fuerte eso!!!\n  \n  Ahh Junior que te mejores .. oie.. no sigues fumando verdad?? o.o\n  ","201874":"\n  No por que tambien me duele la cabeza .-.\n  \n  Quieres que me lo cambien??\n  ","201875":"\n  No o.o\n  \n  No quiero lastimarme más o.o\n  \n  Hace rato me fui a patinar y me lastime un poco .-.\n  ","201876":"\n  Google no sabe bien lo que dice :c\n  \n  Pero hace un viento muy fresco n.n\n  \n  Un tipo de helado sabor chocolate :B\n  ","201877":"\n  Es una pregunta un tanto complicada.. mm enamorado no lo creo o.o\n  ","201878":"\n  Si, a todas ellas les doy la atención debida ♥\n  ","201879":"\n  (:\n  \n  Como te a ido a ti??\n  ","201880":"\n  Uhmm no tanto, aquí está rico, algo fresco ♥\n  ","201881":"\n  En auto ♥\n  ","201882":"\n  :(\n  \n  Y no notas mejoría ni tantito?? -.-\n  ","201883":"\n  Uhmm algo fio... gustas de una nieve de garrafa de posholate?? ovO\n  ","201884":"\n  No por que me cambiaron el medicamento xD\n  \n  Algo leve, pero si regresa el malestar volveré a las travesuras ociosas .-.\n  ","201885":"\n  *le dibuja una peca en el cachete*\n  \n  Esa si es tuya tuyita de ti ♥\n  ","201886":"\n  Ahh siiiii, aun debo de descansar y estarme quieta pero.. hoy ya quería salir :c\n  ","201887":"\n  Pero ya no se va a notar :c\n  ","201888":"\n  Eso espero.. te dieron cuidados extras?? o.o\n  \n  Y son muchas, come bien o.o\n  ","201889":"\n  Usted siempre a las correle.. andate con mucho cuidado lindurita, gracias por pasarte.. me acabas de despeinar :c\n  \n  Yo tambien tk a la gogol flex 8D\n  \n  Hermosa noche ñ.ñ\/\/\n  ","201890":"\n  Bien lindas ♥\n  ","201891":"\n  Ahhhh que placer xD\n  \n  Donde quiera me quedaba dormida ♥\n  \n  No me digas bebé e.e\n  ","201892":"\n  :s\n  \n  Bueno ps te agarro con muchas ganas -.-\n  \n  Cuantas te dieron??\n  ","201893":"\n  O.O\n  \n  Te dolió??\n  ","201894":"\n  Me estuve en casa todo el tiempoooooooooo hasta hoy salí \\n.n\/\n  \n  Se notó verdad?? o.o\n  ","201895":"\n  Es algo así como la rueda de san miguel, pero uno tras otro o.o\n  \n  Ps cuando me sucede eso las dejo de seguir y la sigo e.é\n  \n  Ya me revolví .-.\n  ","201896":"\n  A pujidos lo vas a entonar e.é\n  \n  Lo sé, por eso te dije el limón con tequila u.ú\n  \n  Ps luego para que te callas lo que tienes que decir eheheh?? :s ya te atiendes verdad??\n  ","201897":"\n  Oigoooooooooooo Keisuke owo\n  \n  Como estas??\n  ","201898":"\n  Si -.-\n  \n  Pero ya estoy mejor 8D\n  ","201899":"\n  Lo odias por que él no te ama :c\n  \n  Oie no, se te van a secar los ojos ( ͡° ౪ ͡°)\n  ","201900":"\n  Ya yepeté \\n.ñ\/\n  ","201901":"\n  Demasiado temprano, tanto que te va a tocar barrer y hacer gorgoritos de limón con tequila, por que vas a cantar el himno nacional.. hola Junior!! n.n\/\n  ","201902":"\n  Así es el aprendizaje..\n  \n  No quedarme estática ni de los ojos xp\n  \n  Uff explorar.. husmear.. investigar, andar de preguntona.. metiendo la mano donde no debo y así.. ♥\n  \n  Gustas una palomabanana?? :c\n  ","201903":"\n  Realmente no he..\n  \n  Pero de todas esas experiencias e aprendido mucho.. mm para que el amor perdure.. son muchas cositas, bien pequeñas y fáciles de hacer.. confianza, comunicación, complicidad, renovación, el interés fijo en tu pareja en ese amor que un día los unió y otras cosas mas..\n  \n  Ahhh la dopaminaaaaaaaaaaa *sedasudosis* ♥_♥\n  ","201904":"\n  Recordar su sonrisa .. su voz .. su sonrojo xD\n  \n  Ains ternura.. ♥\n  \n  Emmm lo tuve, gracias gracias hehh ñ.ñ\n  \n  Tú tambien ten un sábado precioso :D\n  ","201905":"\n  Si :c\n  ","201906":"\n  Dulces sueños... ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=8E3Qz2WTC2k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201907":"\n  Cuando entro dentro de ti\n  \n  mi amor está cumplido\n  \n  no hay ningún sufrimiento\n  \n  la comunicación de mal entendido\n  \n  pierde todo su poder\n  \n  los miedos imaginarios\n  \n  las tristezas disfrazadas de nostalgia\n  \n  todas esas máscaras y efímeras huellas\n  \n  como castillos de naipes\n  \n  lo etéreo las deja caer\n  \n  una por una, es sin números\n  \n  sin lenguaje, sin palabras\n  \n  Deseos de volver a entrar en ti\n  \n  en tu calor, en tu abrazo eterno\n  \n  de donde nunca hemos salido\n  \n  donde nunca nadie nace ni muere\n  \n  mientras el tiempo se desintegra\n  \n  lo blanco y lo negro se disuelve\n  \n  llega nuestra paz silente\n  \n  volvemos a ser transparentes.\n  \n  es el amor que es sin palabras....\n  ","201908":"\n  Yo ya pagué todas mis deudas u.ú\n  \n  Hermosa noche chiquillo n.n\/\/\n  ","201909":"\n  Buena noche Andrés, cuídate mucho..\n  \n  Que tengas una semana diferente y que te llueva mucho\n  \n  Dulces sueños y gracias por pasar por aquí..\n  \n  Hasta pronto y diviertete mucho n.n\/\/\n  ","201910":"\n  *tomatito*\n  \n  Ande ya a sus asuntos xD\n  \n  Buena noche n.n\/\/\n  ","201911":"\n  Tu tambien descansa..\n  \n  Un buen martes para ti n.n\/\/\n  ","201912":"\n  Te pueden meter a la cárcel :o\n  \n  Dulces sueños Junior n.n\/\/\n  ","201913":"\n  Así sucede algunas veces.. que no te enteras de muchas cosas n.n\n  ","201914":"\n  Yo estoy muy bien, tranquila, descansando unos días, modificando mi entorno para estar mucho mejor.. estoy con un pie en la tierra y otro en el cielo.. apasionandome por lo que veo y hago a cada momento.. haciendo que cada uno de ellos me perdure lo mas que se pueda.. disfrutando de cada uno de los sentimientos que me despiertan la piel y dilatan mis pupilas...\n  \n  Y con toda la intención de irme a descansar, pero antes de eso mirar un rato la tv .. n.n\n  \n  Así que aprovecho y me despido de una vez.. gracias por pasar Junior y que tengas una noche hermosa.. dulces sueños y hasta pronto!! n.n\/\/\n  ","201915":"\n  Los dos.. pero definitivamente robar.. ♥3♥\n  ","201916":"\n  xD Posiblemente\n  \n  Esos de los taxis, para buscar pasaje no importa parar el trafico...\n  ","201917":"\n  Para ti..\n  \n  Pero para mi.... *-*\n  ","201918":"\n  :o te van a andar correteando!! xD\n  ","201919":"\n  Te hará ver muy diferente pues siempre andas bien arreglado de tu cara.. o.o\n  ","201920":"\n  Ahhaha ok y qué hice bien??\n  ","201921":"\n  x)\n  ","201922":"\n  No soy de bigotes.. soy mas de barbas xD\n  \n  Me encantan más las barbas, que los bigotes.. mmh no te imagino con bigote chocomilero o.o\n  ","201923":"\n  Goku está en nuestros corazones ♥\n  ","201924":"\n  👊\n  ","201925":"\n  Será que no me he fijado.. pondré mas atención o.o\n  \n  Pero el ser así, se siente mucho mas.. como que tienes los sentimientos a flor de piel..\n  ","201926":"\n  Ohh vaya me quedo con lo que dices no tengo que preguntarle a nadie.. n.n\n  ","201927":"\n  👎\n  ","201928":"\n  :o\n  \n  Tu no eres cursi!!\n  \n  Pero mucho gusto Fuera de lo normal..\n  ","201929":"\n  Lo siento no estoy en Fb u.u\n  ","201930":"\n  *tomatito*\n  \n  Demasiado poderosa..\n  ","201931":"\n  Si conoces a alguien así.. presentamel@ uwu\n  ","201932":"\n  Al ratote.. ya que todo esté en silencio..\n  ","201933":"\n  Mmmm ante una mirada poderosa.. un error.. algo así o.o\n  ","201934":"\n  Un moco de gorila o una cucaracha de plástico :v\n  ","201935":"\n  Un piano, pero para bebés o un triciclo rosa ♥\n  ","201936":"\n  Mi paciencia y mis cursilerias .. y otras cosas más ♥\n  ","201937":"\n  Si, es lo que estas diciendo.. te entiendo perfecto..\n  ","201938":"\n  Ajá es que así es..\n  ","201939":"\n  La morada ♥\n  ","201940":"\n  Ok\n  ","201941":"\n  No ps no... con razón te dicen chile y brincas u.ú\n  \n  Peleonero e.é\n  ","201942":"\n  Ya tu sabes xp\n  ","201943":"\n  No la respondí en cuanto la recibí por que no entendí o.o\n  ","201944":"\n  No, tampoco me hagas berrinche que te muerdo e.é9\n  ","201945":"\n  Ya se, pero no me agradaría eso en lo absoluto, seguro en tus tiempos escolares te peleabas muy seguido verdad??\n  ","201946":"\n  Dame zape por que no te entendí u.ú\n  ","201947":"\n  Pues ya veré que hago en su momento..\n  ","201948":"\n  No por que se descalabran.. mejor así n.n\n  ","201949":"\n  Esta bien y avisaré antes de eso... n.n\n  ","201950":"\n  xD\n  \n  Simple no te pongas lo que no es para ti!! eso hace mucho daño... podría decirte mas cosas sobre ese tema, pero no lo tomes tan personal.. es mas sencillo c:\n  \n  Mejor una lucha en lodo 8v\n  ","201951":"\n  Hola Junior, gracias por pasar a saludar, pero llegaste en medio de una clase de lectura, toma asiento y guarda silencio :v\n  \n  Linda noche!!! 8D\n  ","201952":"\n  Entonces??\n  \n  Qué quieres leer y que sea de tu total agrado??\n  ","201953":"\n  Hola!!\n  \n  No me agrada eso y se lo digo, le aclaro que me agrada su compañía pero que las cosas materiales no son tan importantes..\n  \n  Que tengas dulces sueños n.n\/\/\n  ","201954":"\n  Tú\n  ","201955":"\n  No me leas entonces u.ú\n  ","201956":"\n  Confirmación, nada mas..\n  ","201957":"\n  Interesante e.é\n  ","201958":"\n  Para variar..\n  ","201959":"\n  Lo sabia..\n  ","201960":"\n  Nada\n  ","201961":"\n  Claro.. ya que \"otros\" no me contestan en su ask e.é\n  \n  xD ya sé que quieres leer.. espera..\n  ","201962":"\n  Hola!!\n  \n  Dos veces nada mas..\n  \n  Fue para ayudarme en unas pesadas caminatas pero nada mas n.n\n  \n  Que estés bien, linda noche!! n.n\/\/\n  ","201963":"\n  Que te lloviera toda la noche y se fuera la luz.. para que duermas!!\n  \n  Ya acomodaste eso??\n  ","201964":"\n  Si lo tocas te pego e.é9\n  ","201965":"\n  Hola!!!\n  \n  Que comiences excelente tu semana n.n\n  \n  Hermosa noche!!! n.n\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=dpthWvqEFfM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201966":"\n  Entonces ya no toques el tema e.é\n  ","201967":"\n  Si te quejas e.e\n  ","201968":"\n  Si, y solo unos pocos mmm una pareja entre Irena Sendler y Mahatma Ghandi creo que el comienzo con ellos estaría más que genial... uwu\n  ","201969":"\n  Entonces disfruta tus mini inundaciones y sonríe :D\n  ","201970":"\n  No lo sabia pero investigué con tu pregunta y me encontré con esto.. O.O\n  \n\n   http:\/\/es.converworld.net\/velocidad\/kilometros-por-hora-metros-por-segundo\/\n  \n","201971":"\n  Platicando mucho con ellos y haciendo que tengan confianza en mi, para poder guiarlos y despejar sus dudas en ese aspecto..\n  ","201972":"\n  Anda a vivir para tabasco ♥\n  ","201973":"\n  Oie no e.é\n  ","201974":"\n  Yo doy sin esperar nada a cambio y si recibo lo regreso con todo el amor y el corazón...\n  \n  Hermosa noche Jack n.n\/\/\n  ","201975":"\n  No\n  ","201976":"\n  Ahh que bueno que no es mucho... y nada de inundaciones, así es mejor uwu\n  ","201977":"\n  Jajaj holaaaaaaaa\n  \n  Ya le miré, gracias por compartirlo y hermosa noche!! xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=rPZNQjhr1rU#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201978":"\n  Leyendo y escuchando ♥\n  ","201979":"\n  Ammm 5 ♥\n  ","201980":"\n  Que no y punto e.e\n  ","201981":"\n  No, por que luego qué hacías con tu rancho todo inundado o.o\n  ","201982":"\n  Mmmm no.. no que yo recuerde o.o\n  ","201983":"\n  No cierto..\n  ","201984":"\n  Que ni la esperaban verdad??\n  \n  Pues menos mal no pasó a mayores uwu\n  ","201985":"\n  Eso decía yo e.é\n  ","201986":"\n  :o no lo sé pero iré a ver\n  \n\n   https:\/\/www.youtube.com\/watch?v=MICdM9ec8QM#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201987":"\n  Uff me imagino el clima antes de eso :s\n  \n  y eso que te bañaste??\n  ","201988":"\n  Si lo sabia, pero te confundí con otro anónimo.. ya? e.e\n  ","201989":"\n  Awww Jalapeñito yo tambien te llevo en mi kokorito ♥\n  \n  *abrazo*\n  ","201990":"\n  Cá.lle.se.\n  \n  Ya sé e.é\n  ","201991":"\n  Así es el agua de lluvia.. mmm y ni se diga si viene acompañada de granizo.. que mal plan por los inundados -.-\n  ","201992":"\n  Como te fue ayer a ti??\n  ","201993":"\n  Por que antier te saludé así o.o\n  ","201994":"\n  Hola!!\n  \n  Ya le estoy escuchando gracias por compartirlo n.n\n  \n  Linda noche!!\n  \n\n   https:\/\/www.youtube.com\/watch?v=nmujnF6TuZc#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","201995":"\n  Al principio como que te escalda pero te refresca un buen P:\n  \n  O por qué me sacas la lengua?? o.O\n  ","201996":"\n  Hola.. paso a seguirte n.n\n  \n  Bella noche chiquill@ :'c\n  ","201997":"\n  Ayer.. xD\n  \n  Ahhh genial, a pesar de la lluvia todo genial ♥\n  \n  Pero no era penal .-.\n  ","201998":"\n  Si, otra vez n.n\n  ","201999":"\n  Bebe y shaborea la fruta de la pasion\n  ","202000":"\n  Inflalos y cuenta con mis sexys piquetes n.n\n  ","202001":"\n  Mucha tranquilidad n.n\n  \n  Holas otra vez xD\n  ","202002":"\n  Anónimo\n  \n  *grillos* o.o\n  ","202003":"\n  Estoy bebiéndome un agua zukulemntha de maracusha que me prepare hace rato P:\n  \n  Y contesto aquí xD\n  ","202004":"\n  Hola!!\n  \n  Mmm día a día busco e intento ser mejor persona, mejor amiga, mas no sé si lo he logrado o.o\n  \n  Deberías de preguntarle a alguien que me conoce o.o\n  \n  Pasaré y que tengas una noche bella n.n\/\/\n  ","202005":"\n  No entra o.O\n  ","202006":"\n  Ya te conozco pero sigue disparando tu amistad, para conocerte mejor!!\n  \n  Pecositas de naranja pera celebrar!!! 8D\n  ","202007":"\n  Vive ♥\n  ","202008":"\n  Jajaj sin el pues´n\n  \n  No ponga esa cara que le pico los cachetes!\n  ","202009":"\n  Hola Samy!!! 8D\n  ","202010":"\n  Buuueno pero puede llegar no??\n  \n  Que harías si sucede?? o.o\n  ","202011":"\n  Te agradezco el \"interés\" por querer mirar mi imagen, pero prefiero mostrarte mis letras y lo que pienso..\n  \n  Ya he puesto una que otra y entre mis respuestas de hace tiempo podrás encontrar alguna que se me pasó borrar.. lo siento mucho y ten una tarde hermosa n.n\/\/\n  ","202012":"\n  Sip.. te llevas cada chasco que parece increíble que termines de amiga con quien antes no podías conversar o no podías ni verlo xD\n  \n  Ahhh cosas y enseñanzas beias de la vida.. ♥\n  ","202013":"\n  Por miedo dejamos ir muchas cosas que desgraciadamente no volverán u.ú\n  \n  Hoy si encuentras una persona que quieras a tu lado.. irias por ella a donde fuera?? o.o\n  ","202014":"\n  Oie no -.-\n  \n  Por qué esas confianzas conmigo?? xD\n  ","202015":"\n  Mira.. para terminar bien pronto..\n  \n  Un amigo de verdad, hace eso que tú haces para conmigo... a pesar de la distancia y mis errores permaneces como un verdadero amigo y te requiero un montonal y lo sabes... *zapes de cariño* piojoso sabroso 8))\n  \n  Existen muchas relaciones que se visten de amistad pero es puro cuento.. por que cuando verdaderamente necesitas de ese alguien por x o z no están o sencillamente fallan en x cosa..\n  ","202016":"\n  Si.. muy poco pero si.. y por qué no fuiste a verla??\n  ","202017":"\n  Yo tambien lloré.. con actos así.. me tocan el alma ♥\n  ","202018":"\n  Y luego??\n  \n  Ella para novia y quien para esposa?? e.é\n  ","202019":"\n  Me hiciste llorar a mi tambien... y ps me quedé pensando.. que sí, las mujeres fueron creadas para ser hermosas.. pero muy poquitas para ser madres ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=aTp3-rBEifU#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202020":"\n  Ps no me digas mi amor uvu\n  ","202021":"\n  Si, a todos ellos los recuerdo ♥\n  ","202022":"\n  10 minutos?? es mucho para ver algo que.. no debe verse o.o\n  ","202023":"\n  Y Mau??\n  \n  Yo pensé que era una alterna tuya xD\n  ","202024":"\n  Viva las vacaciones \\0\/\n  \n  Que la pases genial n.n\n  ","202025":"\n  Si, pero que fue de él?? o.o\n  \n  O era una de tus multis xD\n  ","202026":"\n  Ser de Perú y preparar un buen ceviche ♥\n  ","202027":"\n  Y cual te gustó mas?? o.o\n  ","202028":"\n  Mejor la pongo en la mía, por que en la de usted ya no hay nada owO\n  ","202029":"\n  Nobita? o.o\n  \n  El que te dije... es que usaste muchos!\n  ","202030":"\n  Si, claro que si ♥\n  ","202031":"\n  Fernando heaven!\n  ","202032":"\n  Uwu\n  \n  ¿Me perdonas?\n  ","202033":"\n  Sip ♥\n  ","202034":"\n  No soy tu amor... mmm es cierto es temprano.. supongo que es para irme temprano :D\n  \n  Holas!!!\n  ","202035":"\n  Almohada, toda la noche y todo el día, si por mi fuera ♥\n  \n  Hermosa semana tengas.. linda tarde!! n.n\/\/\n  ","202036":"\n  No, no era penal -.-\n  ","202037":"\n  Dulces sueños.... ♥c♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=MDHN0UEyeCw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202038":"\n  Baigon 8v\n  ","202039":"\n  Hola!!\n  \n  Pasaré en un instante n.n\/\/\n  ","202040":"\n  Payasa la mas peque de tu casa :v\n  ","202041":"\n  ♥v♥ Acepto ♥v♥\n  ","202042":"\n  Disculpa?\n  \n  Esta mal esa lista e.é\n  ","202043":"\n  Lo haré, ya llevo tarea.. dulces sueños... bays... n.n\/\/\n  ","202044":"\n  No xD\n  \n  No he ido para allá desde recien que llegaste o.o\n  ","202045":"\n  Que ya no digas eso, dije.. solo es un sencillo teléfono touch.. extraño su funda roja vibrante con destellos ♥ u.ú\n  \n  Buena noche n.n\/\/\n  ","202046":"\n  Buena noche y un dulce sueño te cobije por la mañana xD\n  \n  Cuídate!!\n  \n  Hasta pronto *quisillo* n.n\/\/\n  ","202047":"\n  *Le trae un vaso con agua y hielos*\n  \n  Espero te siente bien, esta muy fresca n.n\n  \n  Ya me despido Keisuke, pasa una noche tranquila y mañana estés mucho mejor que hoy, ten un domingo lindo!!!\n  \n  Dulces sueños n.n\/\/\n  ","202048":"\n  Cállese e.é\n  ","202049":"\n  No sé jugar eso, creo mejor jugamos con plastilina y ps ya me fui xD\n  \n  Duerme bien..\n  ","202050":"\n  Uhhh ya qué, ya te había apartado el lugar de delantero u.ú ya qué.. jugaremos monopoly en silencio..\n  ","202051":"\n  No?? entonces?? o.u\n  ","202052":"\n  Ps a mi si uwu\n  ","202053":"\n  O_O\n  \n  Emmm no, no te juzgo y ojala lo encuentres y bien pronto, para que seas muy feliz y dejes de estar así uwu\n  \n  Suerte y linda noche, Peladitha!! n.n\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=seTUsMB1Q_k#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202054":"\n  D: Oie no\n  ","202055":"\n  Te quiquiriquiw ♥\n  ","202056":"\n  Mañana hay futbol, hay asado con la familia, hay un recorrido por la plaza.. muchas cosas que hacer ♥\n  \n  Te llevaría pero estas lejos uwu\n  ","202057":"\n  Ño e.é\n  \n  No era esa cosa rara y costosa tan hermosa.. no no era uno de esos.. extraño a siri u.ú\n  ","202058":"\n  Cierto... *suspiro*\n  \n  Me pregunto si esa cosa bonita quiere que la tenga... uwu\n  \n  Ya me puse sentimental... -_-\n  ","202059":"\n  Para nada xD\n  \n  u_u\\\n  ","202060":"\n  e_é\n  \n  *lo patea*\n  ","202061":"\n  Tú tambien que pases buena noche Andrés, cuídate y nos leemos pronto, buen domingo!!! n.n\/\/\n  ","202062":"\n  No, hasta eso que no, todos son unos amores ♥\n  ","202063":"\n  Ps no xD\n  \n  Aparte ya fallaba del touch u.ú\n  ","202064":"\n  U_U\n  \n  Osea me compraré uno nuevo, va a estar mas lindo que el otro..♥\n  ","202065":"\n  Aquí si y más por estos lugares que ya vive gente muy mayor ♥\n  ","202066":"\n  Que bueno, y ya no te asolees mucho que el sol es lindo pero de lejos uwu\n  ","202067":"\n  Si o.o\n  \n  Y ya me voy.. dulces sueños!!\n  ","202068":"\n  Alguien llamaría a la policía ante tal ruido :s\n  ","202069":"\n  Al mio le rompí la pantalla :D\n  \n  Y ella cuida mas sus cosas que yo xD\n  ","202070":"\n  Pues si.. ahí ni como huir o.o\n  ","202071":"\n  Mi hermana ♥\n  ","202072":"\n  Se van a ir directo al infierno por asesinos uwú\n  ","202073":"\n  Vas a martillar?? o.o\n  \n  Ya es noche para eso uwú\n  \n  Ya me voy .. te cuidas y no hagas mucho ruido .-.\n  ","202074":"\n  Mejor un \"atrapame si puedes\"  tú luego luego a los golpes ovo\n  ","202075":"\n  Habrá guerra .-.\n  ","202076":"\n  No tengo, me lo acaban de prestar n.n\n  ","202077":"\n  🙈\n  ","202078":"\n  Fui a verlo en el celular u.ú\n  ","202079":"\n  👻💞💕 es un fantasma de amor..\n  ","202080":"\n  Fíjate que esas si salieron xD\n  \n  El zorrito no se ve .-.\n  \n  Mientras salgan la mayoría.. no habrá problema..\n  ","202081":"\n  👯👰👸💖\n  ","202082":"\n  Si, atacaste mi fantasma sin dudarlo uwu\n  ","202083":"\n  Algunos.. como la princesa no salieron u.ú\n  ","202084":"\n  👠👐\n  ","202085":"\n  Pues fuiste muy ocurrente.. aunque unos no se pueden ver en la pc .-.\n  ","202086":"\n  Lo voy a poner a limpiar!\n  ","202087":"\n  Mmmhh\n  \n  Lluvia de hamburguesas\n  \n  Río 1-2\n  \n  Madagascar 1-2-3\n  \n  Era de Hielo 1-2-3-4\n  \n  Turbo\n  \n  Bob esponja, son las que recuerdo ahora ♥\n  ","202088":"\n  xD Muy buen vídeo.. gracias por compartirlo!!!\n  \n  Linda noche n.n\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=axtpGuYjSoM#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202089":"\n  Hola André n.n\n  ","202090":"\n  Ahhh siiiiii lo malo es que ya son raros los cereales que traen eso uwú\n  \n  Que disfrutes ese juego de memoria :3\n  ","202091":"\n  😎\n  ","202092":"\n  Lo sé.. y es difícil hablar con un muerto...\n  ","202093":"\n  xD\n  \n  😎 Soy una amor ♥\n  ","202094":"\n  Pasaré ya que salga de aquí n.n\n  \n  Hermosa noche!!!\n  ","202095":"\n  *Beso en la mejilla*\n  \n  Ya está usted mejor??\n  ","202096":"\n  Si.. eso me hizo sentir muy mal.. u_ú\n  ","202097":"\n  Haaaa ♥o♥ Jalapeño kawaii yo te haría salsita para mis totopos ♥ veñ \\0\/\n  ","202098":"\n  Para saber qué tienen que decirme ocultos tras el anonimato.. que realmente no es mucho xD\n  ","202099":"\n  A uno no... a varios!!! ♥\n  ","202100":"\n  Ya que encuentre mis audífonos con micro .-.\n  \n  Eso de tener visitas a veces no deja nada bueno uwu\n  \n  Por eso no lo he hecho ._.\n  \n  No los a mirado por ahí perdidos?? U.ú\n  ","202101":"\n  Entramos en un debate intenso.. es mejor hacerle saber la verdad c:\n  ","202102":"\n  Sips no lo he olvidado xD\n  ","202103":"\n  Keisuke necesita agua?? owo\n  ","202104":"\n  xD\n  \n  Demasiada coincidencia Javs bb\n  \n  Como le va en esta noche lluviosa??\n  ","202105":"\n  Salí a traer palomitas para pasar la tarde mirando tv y jugando con mi sobrino u♥u\n  \n  Hoy no salí de vaga :v\n  ","202106":"\n  Por qué tienes ese numero de nick?? owo\n  ","202107":"\n  Es muy fácil, si no no abría tanto conflicto en las relaciones personales...\n  \n  Antes si, hoy me la llevo con mucha calma, me doy mis tiempos para conocer realmente a la persona..\n  \n  A veces si, para qué te digo que no si sí ö.ö\n  ","202108":"\n  Jaja cada vez que veo ese numero... ewé\n  \n  De donde lo sacó bb Javs?? ovo\n  ","202109":"\n  Las guerras.. me son a veces tan inútiles.. muere gente inocente por tonterías, me pesan tanto los niños..\n  \n  Son muchas cosas pero esa es la que más.. por mi las desaparecería de inmediato!\n  ","202110":"\n  Hermoso, llena de vuelos, de libertad y muchas cosas mas... ♥\n  ","202111":"\n  No quiero imaginarlo.. xD\n  \n  Deja de ver porno y disfruta tu sábado!! xD\n  \n  Pásala genial chiquillo y el mundo se les acaba a quien no tiene ganas de vivir, así que al mio le falta muuuucho!!! xp\n  ","202112":"\n  Hola!! n.n\n  \n  Ya te agregué.. linda noche!! n.n\/\/\n  ","202113":"\n  Con mucho cuidado, con mucho amor y delicadeza.. estaría al tanto de sus necesidades uwú\n  ","202114":"\n  Igual así estoy con la de Rio ♥ xD\n  ","202115":"\n  Que esté al 100% segura de que eso es lo que quiero o.o\n  ","202116":"\n  Woaoo me encanta!!\n  \n  Y me quedo con esto :3 ♥~ Recuerda que tus sueños son las alas que te ayudaran a volar~♥\n  \n  Gracias por compartirlo y que tengas un fin de semana hermoso!!!\n  \n  Tu tambien cuídate :D\n  ","202117":"\n  Luego vas por la de Lluvia de hamburguesas ♥\n  ","202118":"\n  Veñ jalapeño kawaii veñ ♥w♥\n  ","202119":"\n  Sweet dreams....\n  \n\n   https:\/\/www.youtube.com\/watch?v=rywUS-ohqeE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202120":"\n  Qué disfraz tan rarito uwu\n  ","202121":"\n  A los doctores o.o\n  ","202122":"\n  Cosiiiiita uwu\n  \n  No te conocía pero ya te sigo.. te abrazo y ten buena noche y discúlpame u.ú\n  \n  No shoreeesssss!!! :s\n  ","202123":"\n  Ellos continúan haciendo eso.. con su debida precaución.. eso creo o.o\n  ","202124":"\n  u.u regalale una flor para que se ponga contenta..\n  ","202125":"\n  Bob el constructor..\n  ","202126":"\n  Pues no te lo recomiendo, por que mira que hasta el mas fuerte se le ponen las piernitas a temblar u.ú\n  ","202127":"\n\n   @Darkmisterious\n  \n  o\n  \n   @jour_et_nuit\n  \n\n  Me haces sufrir  anoni, te valoro, yo siempre te valoro uwu\n  ","202128":"\n  Estaba en medio de un montaje, estaba en la parte mas alta de la tienda, colocando vidrios y ménsulas.. explicando el orden de las cosas.. cuando bajaba las cosas comenzaron a caerse y pensamos que era el local de al lado por que estaban haciendo unas reparaciones.. alguien fue a checar y regresó gritando que temblaba.. era leve pero conforme nos guiaban a la salida de emergencia que no estaba lista, me empecé a poner muy nerviosa por que estuvo muy muy fuerte.. y quien me llevaba del brazo me traía bien aferrada por el nervio y llorando.. me contagió o no sé el caso es que al llegar al punto de reunión veíamos como se seguían sacudiendo los cables y esas cosas -.-\n  \n  Nos dieron el día libre \\0\/\n  \n  Mmm ya hace mas de diez años xD\n  ","202129":"\n  Hola!!\n  \n  Paso a verlo n.n\/\/\n  ","202130":"\n  Uhmm a que tal vez no fue lo que esperabas a final de cuentas... -.-\n  ","202131":"\n  Entre 20 y 25 diarias o.o\n  ","202132":"\n  Ammm pues no sé y seguro son más.. pero el que si me hizo llorar fue uno el Toluca -.- se me hizo eterno el camino a la salida de emergencia -.-\n  \n  Anda a las costas y seguro pillas algunos.. como en Guerrero y Oaxaca o.o\n  ","202133":"\n  En el ruido que hace mi nevera por la noche y en los ruidos de mi barriga u.ú o.O\n  ","202134":"\n  No, al nacer en el siglo XX te hace una persona con mas vivencias y experiencias x)\n  ","202135":"\n  Seguro más de 10 u.ú\n  ","202136":"\n  Muuuuuuuuuuuuuucha xD\n  ","202137":"\n  Mi teclado xD\n  \n  Te lo cambio por el mio!! 0\/\/\n  ","202138":"\n  Yo tambien estoy recansada y con hambre .-.\n  \n  Pediré una pizza o un sushi y comparto..\n  ","202139":"\n  Hazlas rollito y simula que te comes un taco xD\n  \n  Es lo mas tierno, jugar plastilina con los peques ♥\n  ","202140":"\n  Sip, por algo así fui a buscarte o.o\n  ","202141":"\n  Mmmm agarrarnos a huevasos?? creo que fue lo mas loco que hicimos xD\n  ","202142":"\n  Las seguiré esperando.. yo voy a ver un rato los simpson ♥\n  \n  Que la pases genial mirando Frozen ♥\n  ","202143":"\n  De casi todas.. pero política y religión no mucho que me agarro del chongo .-.\n  \n  Y si tienes imaginación u.ú\n  ","202144":"\n  Tiempo, preguntas e ideas locas y usuarios para poder preguntarles n.n\n  ","202145":"\n  En la que me tocó\n  \n  Me gusta que estoy en un punto medio.. en una cambio grande de la humanidad c:\n  ","202146":"\n  Tengo entendido que existía una opción así, pero la eliminaron u.ú\n  \n  Tu sabes.. nuevos dueños, nuevas ideas.. y algunas no muy buenas que digamos pero todo tiene su por qué u.u\n  \n  Paciencia al preguntar u.u\n  ","202147":"\n  Si, si lo cuido y cuando miro alguien tirando basura ni sabes como le va ¬.¬\n  \n  Me decepciona la gente.. es un daño que nos perjudica a todos.. pero andan en su mundo y les vale todo eso.. u.ú\n  ","202148":"\n  Nunca es tarde.. siempre es bueno estar estudiando algo que te guste, te apasione.. si, estudiar algún idioma, algo con repostería.. mmh no sé tengo muchas cosas en mente n.n\n  ","202149":"\n  El ahora es ese instante que no dejo pasar y lo vivo, lo disfruto... por que es algo que jamas volverá..\n  \n  Gracias igualmente Samsx, disfruta los días y cuídate.. *abacho*\n  ","202150":"\n  ♥c♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=9Sc-ir2UwGU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202151":"\n  Dulces sueños.... ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=_ZEtmzlG_8E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202152":"\n  Ay que horror!!\n  \n  La pondré en alcohol xp\n  \n  *la tira a escobazos y la pone en un pote con alcohol* :o\n  ","202153":"\n  Oww no estoy en Fb lo siento :s\n  ","202154":"\n  Ohh cielos con tanto ojo me dio mas miedo.. *la saca con una escoba* :s\n  ","202155":"\n  Mmm total, estar en las buenas y en las malas, ayudar, .. a que sientan que ese soporte\/apoyo que a veces les falta para avanzar lo encuentren conmigo.. no sé como explicarte .. pero así es mi amistad.. ♥\n  ","202156":"\n  Adiós y que tengas buena noche.. igualmente para ti, cuídate.\n  ","202157":"\n  Nada mas le daré airesito para que no se me acerque uwú\n  ","202158":"\n  :o\n  \n  *sacando zapato*\n  ","202159":"\n  Mmmmh yo digo que una pistola de silicón.. es mi arma para trabajar ♥\n  ","202160":"\n  (◡‿◡✿)\n  ","202161":"\n  Ya me picó ♥c♥\n  \n  Gracioso emoticon!! :v\n  ","202162":"\n  Yo ya terminé, ya me siento mareada @_@\n  \n  Me dio sueñito .-.\n  \n  Guarde los otros en el congelador para otro día owo\n  ","202163":"\n  Spider woman ♥\n  ","202164":"\n  Será un cuento de nunca terminar :o\n  ","202165":"\n  Lo estoy descubriendo..\n  ","202166":"\n  No, no lo creo..\n  ","202167":"\n  Por ahora no estoy en Fb lo siento..\n  \n  Que tengas una noche linda n.n\n  ","202168":"\n  Y usted el amarillo o.o\n  ","202169":"\n  No lo sé, pero lo que vino después no me agrado..\n  ","202170":"\n  A todos, nos definen nuestros actos.. Para bien, para mal..\n  ","202171":"\n  Tú que sabes?? o.o\n  ","202172":"\n  Luego me dices el resultado final n.n\n  ","202173":"\n  Pues yo no le conocía ese término.. supongo que es por que ya te cansaste de verlo por doquier o no sé, pero igual a mi me gusta y dudo que me deje de gustar, por que sus dibujos a mi me transmiten cosas que muchas veces una simple fotografía de una super modelo .. no.\n  \n  Lo siento chiquillo..\n  ","202174":"\n  Yo tambien n.n\n  ","202175":"\n  Todos están buenos.. pero el verde ...*-*\n  ","202176":"\n  No perderás la cuenta fácil?? o.o\n  ","202177":"\n  Traje un platito.. no toques los verdes y rojos que son míos :B\n  ","202178":"\n  Lo estoy más de lo que imaginas..\n  ","202179":"\n  Y que haremos?? u.u\n  ","202180":"\n  Es una labor muy pesada .-.\n  ","202181":"\n  Acepto\n  \n  En cuanto me regresen mis mg cumplo.. ♥\n  ","202182":"\n  Ahh yo tambien.. tan deliciosos, dulces y embriagadores.. lo hacen de una manera tan sutil.. ♥\n  ","202183":"\n  Para mi es toda una bendición ♥\n  ","202184":"\n  Pues mas nada, estuvo bien que te diera risa.. n.n\n  ","202185":"\n  No lo creo y deberías ser mas tolerante xD\n  ","202186":"\n  Si, tu crees?? puros besitos de café P:\n  ","202187":"\n  No nada de eso.. ya tengo mis limites uwu\n  ","202188":"\n  ♥\n  ","202189":"\n  Que?\n  ","202190":"\n  Oiga preanoni no me diga así.. si no es para tanto u.ú\n  ","202191":"\n  Pues son muy lindas y me encantan.. aunque no sepa nada de anime u.ú\n  ","202192":"\n  Tu risa me decía todo lo contrario xD\n  \n  Iba a trollearte pero no se me da :c\n  ","202193":"\n  Lo sé, y cada año disminuye eso o.o\n  \n  Ps lo felicito, por que le hace un bien a su cuerpecito..\n  ","202194":"\n  Hahaha deja te chismeo que tengo una nueva constelación de pecas ♥\n  \n  Curiosa cancion, gracias por compartirmela n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=cArgG9pu16A&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202195":"\n  Oye lo lamento, acabo de ir a tu ask y aun no tengo mg u_ú\n  \n  Linda noche!!!\n  ","202196":"\n  Dije que poquito.. como hoy solo fue un sky blue y ya.. tomo mas agua natural que nada ♥\n  \n  Seguro tu si tomas verdad??\n  ","202197":"\n  Mmm depende qué sea.. pero en si no es mucho, por que luego luego se me sube -.-'\n  ","202198":"\n  Seguro pensaste que era .. alguien mas verdad??\n  ","202199":"\n  Mjummm a poco no están lindas?? ♥\n  ","202200":"\n  Woaoo que lindo.. gracias por compartir ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=QZl5aWkF4qQ#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202201":"\n  Pero si es bien poquitooooooooooo u.u\n  ","202202":"\n  No, para nada u.ú\n  ","202203":"\n  Poco realmente n.n\n  ","202204":"\n  Que mientras no me reconociste me respondiste.. y tu risa xD\n  ","202205":"\n  ♥\n  ","202206":"\n  Llegaré en unas 5 horas, tengo que revisar bien que voy a vender o.o\n  ","202207":"\n  *Le exa aghua con hielithos* owo\n  ","202208":"\n  Ayer me extrañó que me contestaras xD\n  ","202209":"\n  Gracias n.n\n  ","202210":"\n  Uhh tomaste mucho sol :s\n  \n  *Le hecha aire*\n  ","202211":"\n  Pero ni me contestas, jum!\n  ","202212":"\n  Tengo que meter mano para saber que voy a demostrar.. no es tan sencillo.. lo ideal es un modelo que no conozcas x) ya ni me acuerdo mucho qué tanto decía, pero si estudiaba.. fue por aquellos tiempos del 94 en esa crisis del dolar..\n  ","202213":"\n  No.. pero este me va de maravillas ñ.ñ\n  ","202214":"\n  Llegaste!!! n.n\/ Hola Junior!!\n  ","202215":"\n  Duh a penas que iba a hacerte spam u.ú\n  ","202216":"\n  Te entendí que se siente ser un simio -.-\n  \n  Voy muy de prisa xD\n  \n  Mmm se siente que pierdes el equilibrio, te confundes.. todo se mueve *corre en círculos* :s\n  ","202217":"\n  El color de ojos de Marge Simpson.. un poquitin mas oscuros ♥\n  ","202218":"\n  Por que los cambios siempre son bienvenidos!\n  \n  Oye, por qué ya no esta la otra?? o.o\n  ","202219":"\n  Genial!!! ps como que no tenias muchas ganas de volver o.o\n  \n  Por qué triste, Keisuke??\n  ","202220":"\n  Súbete y abre bien los ojos...\n  ","202221":"\n  Rebien y tu??\n  ","202222":"\n  Ganas de llenarte la boca con esquite xD\n  \n  No provoque.. luego lo castigan u.ú\n  \n  Muchos deseos traducidos en acciones deslumbraron a un ser que no gusta de los colores.. sencillamente se dejó perder en el sonido del silencio... -.-\n  ","202223":"\n  Esta en reconstrucción, pero igual eres bienvenido cielo.. escoge tu nube n.n\n  ","202224":"\n  Hola Angelito con cola n.n\/\n  ","202225":"\n  ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=TlunNdtcS-E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202226":"\n  Igualmente y a tus acompañantes llévalos al cine.. cómprales un helado y ponlos a mirar el cielo un rato..\n  \n  Que tengas un jueves con mucho viento para que se te despeinen las ideas ... wuerejo.. cuídate!!! (°j°){\n  ","202227":"\n  -¡¡Presente!!-\n  ","202228":"\n  ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=uJ_ygRgQj9I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202229":"\n  Hola!!!\n  \n  Muchas gracias, deseo que tu tambien tengas un excelente fin de semana n.n\/\/\n  \n  Bella tarde\/noche!!\n  ","202230":"\n  Yo voy a brindar y haré de cuenta que nunca te he conocido ♫♪\n  \n  No pues gracias me hacia falta una de esas xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=HuupIJiw_E4#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202231":"\n  Hola!!\n  \n  Pasaré ya que me regresen los mg los tengo bloqueados por ahora..\n  \n  Linda tarde n.n\/\/\n  ","202232":"\n  Si.. :c\n  ","202233":"\n  Siiiiiiiiiiiii son muy adictivos y ricos P:\n  ","202234":"\n  Algodón de azúcar con coca cola ♥\n  ","202235":"\n  Supongo dice pierna o.o\n  \n  Si.. cuando me dio un calambre ._. ps caminé muy de prisa(durante mucho rato), llegué a casa me quité los zapatos pisé descalza.. me estiré de más y que me agarra el calambre y grite por que necesitaba ayuda.. no podía controlar ese calambre yo solita :s\n  ","202236":"\n  Hola!! ya pasé y te pregunté.. pero me quedé sin mg, cuando me regresen paso por tu ask nuevamente.. ya te sigo n.n\/\/\n  ","202237":"\n  Demostradora de computadoras.. *o* y expositora en las expos :B xD\n  ","202238":"\n  Por la mañana.. mmm prefiero continuar con las carreras y el voley *-* y unas alocadas clases de zumba ..\n  ","202239":"\n  \\(ñ.ñ)~ baila Samy baila!..\n  ","202240":"\n  La mayoría.. pero algo así... (vídeo) xD (*-*)~~(*o*)^\n  \n\n   https:\/\/www.youtube.com\/watch?v=VxuJP64ckVo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202241":"\n  Chuck Norris u.ú\n  ","202242":"\n  Son unas de las cosas más dolorosas.. y seguro que existen cosas mas dolorosas que eso ._.\n  ","202243":"\n  Si u_u\n  \n  Ya me los acabé T_T\n  \n  Esperaré paciente una hora... saludos y gracias por agregarme n.n\/\/\n  ","202244":"\n  Dulces sueños.... ♥.♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=R_F0N4es_U4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202245":"\n  Dulces sueños, cuídate y no olvides mi eterna recomendación...\n  \n  Nos leemos pronto y ten un jueves diferente a los demás, pero sobre todo hermoso..\n  \n  Pórtate bien y disfruta la noche n.n\/\/\n  \n  *Quisillo*\n  \n\n   https:\/\/www.youtube.com\/watch?v=pT68FS3YbQ4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202246":"\n  Si están desorientados los oriento.. o los llevo conmigo a lovelandia ♥o♥\n  \n  Son lo que son y los respeto y los quiero a todos sin peros y sin etiquetas, sin anónimos o con anónimos..\n  \n  Cuídate mucho Junior sonriente n.n\n  \n  Ten un jueves lindo y casi sin estres, nos leemos pronto n.n\/\/\n  \n  Dulces sueños!! y oie gracias!!!\n  \n\n   https:\/\/www.youtube.com\/watch?v=zUnOWCURe2M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202247":"\n  B)\n  \n  Me despido larvita te leo pronto!!\n  \n  Cuídate y en un lugar cerrado deja salir a esos demonios ♥\n  \n  Que tengas un .. Jueves hermoso!!! ñ.ñ\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=mWRsgZuwf_8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202248":"\n  Veñ huevito quiero peinarte \\*-*\/\n  \n  No te preocupes ya se que no te alcanzan los emegés .-.\n  \n  Seguiré esperando ♥\n  ","202249":"\n  Yep, hago unas cosas antes y listo.. ojala que duermas tan solo un poco.. te cuidas ok??\n  ","202250":"\n  No exageres uwu\n  ","202251":"\n  Esta y me voy a dormir x3\n  \n\n   https:\/\/www.youtube.com\/watch?v=Ns9YYSqLxyI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202252":"\n  Hahha tu primero e.é{\n  ","202253":"\n  Ya me voy :D\n  ","202254":"\n  Me diste miedo con esa risa ._.\n  ","202255":"\n  Hahah si con eso :p\n  ","202256":"\n  ♥ que linda cancion..\n  \n  Gracias!!\n  \n\n   https:\/\/www.youtube.com\/watch?v=LjhCEhWiKXk&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202257":"\n  Cuenta con ello n.n\n  ","202258":"\n  Eso espero, por que bien sabes no me gusta estar explicando varias veces lo mismo uwu\n  ","202259":"\n  Suele pasar.. *abacho*\n  ","202260":"\n  A .. muchas cosas n.ñ\n  ","202261":"\n  Creo que nos confundiríamos xD\n  ","202262":"\n  ♥\n  \n  Gracias!!\n  \n\n   https:\/\/www.youtube.com\/watch?v=HQt6jIKNwgU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202263":"\n  Como cual??\n  ","202264":"\n  Hola huevito ♥\n  \n  Si quiero recibir tus preguntas n.n\n  \n  Yo no insulto uwú\n  ","202265":"\n  Por eso.. en ti está que no suceda.. te molesta que haga eso??\n  ","202266":"\n  Andas desatado x)\n  \n  Me ayudas sabelo..\n  ","202267":"\n  Si mandas eso, en ti está..\n  \n  Dime que te molesta de mi??\n  ","202268":"\n  *lo agarra del chongo y festeja el gol*\n  ","202269":"\n  e.é\n  \n  *zape*\n  ","202270":"\n  Te aplicaré la de 2x1 ;v\n  ","202271":"\n  Demonios no doy una contigo >.<\\\n  \n  9.6 lo sé es tarde, ya la regué.. entiéndeme ando perdida :$\n  ","202272":"\n  Puedes colocar unas plantitas para que floresca de nuevo algo por ahí n.n\n  \n  Si hay mucha gente.. solo que hablan otros idiomas o.o\n  ","202273":"\n  Ahhhh pero pero eso es por que.. eso tiene una razón y bien que la sabes 6.9 ok no xD\n  ","202274":"\n  Soy un amor ♥\n  \n  Ya no digas eso xD\n  ","202275":"\n  Pues si.. iré uno de estos días a ver como está todo por ahí..\n  ","202276":"\n  Tu eres el sucio.. yo lo dije inocentemente u.ú\n  ","202277":"\n  :(\n  \n  Me dejé llevar lo admito.. pero lo que hice lo hice con el corazón y sin ninguna mala intensión..\n  ","202278":"\n  Hhah me sentí olla de pozole u.ú\n  \n  Que bailamos?? o.o\n  ","202279":"\n  Me alegra mucho que así sea y qué mejor que así continúe :D\n  ","202280":"\n  Siempre es así n.n\n  \n  Nada más no me hagas enojar :v\n  ","202281":"\n  Ps ya no se va a poder.. ya no me vas a escribir??\n  ","202282":"\n  Mmmm cumbia\/salsa\/ lo que sea pero que divierta!! owo\n  ","202283":"\n  Hola!!!\n  \n  Soy de México ♥\n  \n  Saludos y hermosa noche n.n\/\/\n  ","202284":"\n  Y dime, si sabes todo.. hice bien en hacer eso que hice ya de rato?? qué hubieras hecho en mi lugar?? genio.. puedo sobarte la barriga de colchones?? quiero pedir un deseo.. *-*\n  \n  Lo sé así que dime los números ganadores de la lotería o te aviento bajo la cama e.é99\n  ","202285":"\n  No, por que soy un amor ♥\n  ","202286":"\n  *zape* Ya te estas quejando y aun no pasa nada de eso..\n  ","202287":"\n  Me gusta bailar.. supongo que si ovO\n  ","202288":"\n  Para qué sedarte.. es mejor mantenerte bien despierto y sacarte todo hasta dejarte seco de ideas y esas cosas.. antes de que te salgan los demonios rasgando tu piel..\n  ","202289":"\n  No.. igual que siempre no.. cada día es más y más..\n  \n  Hagamos una fiesta \\0\/\n  ","202290":"\n  Aquí aplacando un vuelo.. pero bien y tu??\n  ","202291":"\n  Pero yo si ♥\n  ","202292":"\n  Ya qué, entonces una fantasma.. a ver cuanto duran ese tipo de cuentas uvu\n  ","202293":"\n  Yo.. yo emm ligerita igual con los demonios desatados..pero hace rato a tres les prendí fuego.. pero bien.. Deberías de cambiar de doctor y buscar una segunda opinión .-.\n  ","202294":"\n  Hola Bebé ovO\n  ","202295":"\n  Lo normal en una mujer ♥\n  ","202296":"\n  Así es.. de recién que comenzó con eso si me asusto varias veces.. pero ya me acostumbré\n  ","202297":"\n  Jajajj no lo justifico pero está de vagaciones n.n\n  \n  Como te va larvita oscura y pegajosa??\n  ","202298":"\n  Hace ruidos raros.. como que alguien se queja.. -.-\n  ","202299":"\n  U.ú\n  ","202300":"\n  Otra?? no pasa nada si la usas normal..\n  ","202301":"\n  Ps tienes que interesarte...\n  ","202302":"\n  Si, hasta eso que a salido bueno.. aunque a veces asusta, pero ya me acostumbré\n  ","202303":"\n  Si tiene, pero le aviso antes de entrar xD\n  \n  Hola Ssssssamyyyyyyyyyyyyyyyyyyyyy.. Larva.. bienvenidos!!!\n  ","202304":"\n  Bueno estaré atenta n.n\n  ","202305":"\n  Es para que leas cosas diferentes a las mías xD\n  \n  Esta vez lo olvidé xp\n  ","202306":"\n  Nou hasta eso que no.. esta bajo supervisión muy seguido..\n  ","202307":"\n  Claro :D\n  ","202308":"\n  Me quedaré esperando un Mg por error y ya veo y me regreso n.n\n  ","202309":"\n  Mi congelador no hace escarcha xp\n  ","202310":"\n  Hola!!\n  \n  1.-Volver a la Luna\n  \n  2.-Es secreto\n  \n  3.-Azul\n  \n  4.-Que me tomara un remolino y me dejara ciega delante de una persona muy importante para mi .-.\n  \n  Paso n.n\/\/\n  ","202311":"\n  Por eso, para qué la quiero si no voy a escribirte u.u\n  ","202312":"\n  Gracias, no te preocupes, ya saqué uno de la heladera P:\n  ","202313":"\n  Fui a despedirme y me contestaste aquí.. nada malo n.n\n  ","202314":"\n  Te leí en tono muy molesto.. pero ya que aclaras, todo esta bien c:\n  ","202315":"\n  Eso si es cierto.. mejor sigo como estoy ♥\n  ","202316":"\n  Entonces anda a la farmacia.. y me traes un helado por favor..\n  ","202317":"\n  Neh, por que luego no me contestas allá xD\n  \n  Ya me acorde de la otra noche..\n  ","202318":"\n  Nop pero seria interesante experimentar la quejumbres un rato o.o\n  ","202319":"\n  Ahhh vaya pensé que todo el tiempo\n  \n  Te lees encendido con eso xD\n  ","202320":"\n  A veces tarda en salir.. pues como gustes\n  ","202321":"\n  Jamas había leído tantos insultos en una misma pregunta...y para una misma persona... no le dedicas mucho de tu tiempo a esa persona??\n  ","202322":"\n  ä.ä\n  ","202323":"\n  A que si...\n  \n  Pero quien, si dices que no hablas con nadie??\n  ","202324":"\n  Eso crees tu e.é\n  \n  Quieres que te escriba en este momento?? claro dame el nombre primero o.o\n  ","202325":"\n  Un poquito no, pero si seguiría siendo yo n.n\n  ","202326":"\n  Anda al oxxo xp\n  \n  Tienes antojos :o\n  ","202327":"\n  Sigues dormido gggg\n  ","202328":"\n  Hola Keisuke que la pases bien y cuídate esos ojos y el kokorito tambien!!\n  \n  Aquí esperamos tu regreso con bien c:\n  ","202329":"\n  Unas chips ahoy ♥\n  ","202330":"\n  Puedo incluirla, todo es posible!!\n  ","202331":"\n  Y como se llama esta nueva??\n  ","202332":"\n  Qué mala onda... pero bueno ya tienes otra..\n  ","202333":"\n  No, pero por lo que veo es fácil quejarse c:\n  ","202334":"\n  Si te contara... pero ya no mas!!! Ahora todo lo del marranito en vez de un viaje por el centrosur será mas cerca y mas días ♥\n  ","202335":"\n  Sip y saben mas ricas n.n\n  ","202336":"\n  Hahah ahh no sé .. donde vivo venden paquetes de 8 panes y tambien existen paquetes de 8 salchichas especiales para los hot-dog :B\n  \n  En tu situación veo que es un complot para que compres mas u.u\n  ","202337":"\n  Si.. al pollito *-*\n  ","202338":"\n  De nada..\n  ","202339":"\n  D:\n  \n  Pues qué haces??!! :s\n  ","202340":"\n  Pero ps como yo no me quejo... ahí está el detalle .-.\n  \n  Voy a hacerme quejona como cierta persona :v\n  ","202341":"\n  Egoismo y machismo total..\n  ","202342":"\n  Acompáñalas con leche :B\n  ","202343":"\n  Si, di unos mas después de que ya había \"terminado\" de dar... fueron como 3 o algo así..\n  ","202344":"\n  Entre ellos se acompañan .-.\n  ","202345":"\n  Te voy a estar observando e.ó\n  ","202346":"\n  Y lo dices tú que ya no puedo escribirte..\n  ","202347":"\n  Claro.. ahorita di algunos, pues me gustaron esas respuestas...\n  ","202348":"\n  Ya tienes con quien quejarte??\n  ","202349":"\n  Para ti, para mi si..\n  ","202350":"\n  No soy vegana e.é\n  \n  Por decir eso ahora no te doy nada!\n  ","202351":"\n  Ya muy al rato en unas dos horas o una hora, no lo sé yo te digo o.o\n  ","202352":"\n  Si te quejas.. esa es tu naturaleza n.n\n  ","202353":"\n  Voy a responder las viejitas >.p\n  ","202354":"\n  o.O no ..\n  ","202355":"\n  Ya, al rato doy más..\n  ","202356":"\n  Daenerys Targaryen..\n  ","202357":"\n  Wola preanoni n.n\/\n  ","202358":"\n  Te invito uvas, manzana y toronja.. no había comido nada y me dio por eso..\n  ","202359":"\n  No me digas qué hacer e.é9\n  \n  Y te aviso daré mg en 5 monitos...\n  ","202360":"\n  Luego no te quejes de las consecuencias..\n  ","202361":"\n  :o\n  \n  Y ya comiste??\n  ","202362":"\n  Dale..\n  ","202363":"\n  Estaban platicando tú y el señor Arkam verdad?? o.o\n  \n  La parejita del año n.n\n  ","202364":"\n  Es el sueño.. anda a dormir n.n\n  ","202365":"\n  Por que es 25 contestadas por una sin contestar 8)\n  ","202366":"\n  Yo si.. ya sé donde si y donde no poner todo eso..\n  ","202367":"\n  Pues con eso debes hacerlo por bien tuyo y de tu descendencia!!\n  ","202368":"\n  En spring, la fecha no la recuerdo..\n  ","202369":"\n  Te dije que ya no te pondría nada de eso..\n  ","202370":"\n  U.ú\n  \n  Pero dices ser muy responsable..\n  ","202371":"\n  Tienes algo de razón en lo que dices.. pero fuera para que se corrigiera un tantito y no estarla regando cada que se pueda.. el país ni los tiempos están como para soportar cada una de las cosas que hace.. mmm y no me dices bien qué es lo que te lo impide e.e\n  ","202372":"\n  Sin comentarios, por que te agarro del chongo e.é\n  ","202373":"\n  Jajj si ♥\n  \n  Me encanta dormir...\n  ","202374":"\n  Estas enamorado de él..\n  ","202375":"\n  Es una sencilla obligación, nada fuera de lo normal..\n  ","202376":"\n  Me daba sueño la escena esa de que todo el tiempo acostado y esperando el amanecer xD\n  \n  Mas al rato duermo, no os preocupeis hijo del maíz..\n  ","202377":"\n  No puedo ponerme de rodillas ante semejante ser... arrodíllate tú por mi ..\n  ","202378":"\n  Bah cuentas fantasmas.. no pasa nada xp\n  \n  Saludos hermanitos de la creación n.n\/\n  ","202379":"\n  Por que te lo ordeno e.é\n  ","202380":"\n  Hahah neh\n  \n  Todavia no me voy, de seguro quieres que me vaya para que sigas cotorreando por ahí e.é\n  \n  Mi reloj funciona de maravilla *-*\n  ","202381":"\n  Demasiado malo, que va de generación en generación..\n  ","202382":"\n  Mjum.. como él no hay dos...\n  ","202383":"\n  No quiero ir a dormir aun!!!\n  \n  Tengo toda la semana para hacerlo xD\n  ","202384":"\n  La oscuridad ♥\n  \n  Mmmhhh y puedes dormir así?? en el día, con la luz y esas cosas??\n  ","202385":"\n  Y quien es ese Lord??\n  ","202386":"\n  Me diste más sueño .-.\n  \n  Los amaneceres son lindos.. pero no tanto como el atardecer..\n  ","202387":"\n  Deja de estar promocionando a la Semarnat e.é\n  ","202388":"\n  Bueno, le veo el lado positivo.. no te pierdes los amaneceres..\n  ","202389":"\n  Dale huevos 8v\n  ","202390":"\n  Si, pero como que a veces se le olvida..\n  ","202391":"\n  Lo lamento, no tengo Instagram.. u.u\n  ","202392":"\n  No pasa nada, Semarnat no sabe ni cual es su función principal -.-´\n  ","202393":"\n  Por qué??\n  \n  Se suponía que cambiarías todo eso.. qué te lo impide??\n  ","202394":"\n  Hola!! mm si me gusta y ya la escucho, gracias por compartir n.n\/\/\n  \n  Linda tarde..\n  ","202395":"\n  Hola!! mm si me gusta y ya la escucho, gracias por compartir n.n\/\/\n  \n  Linda tarde..\n  ","202396":"\n  No, la de perfil no.. la otra que borré si..\n  ","202397":"\n  Si.. ya me destrampé y hoy debo seguir mi sueño cuando llegue ♥\n  \n  Tu sigues igual??\n  ","202398":"\n  Hola!!\n  \n  Pasaré.. linda tarde n.n\/\/\n  ","202399":"\n  Ya la puse..\n  ","202400":"\n  Estaré hasta que pueda permanecer despierta..\n  ","202401":"\n  No cierto -.-\n  ","202402":"\n  Hahah por molestar lo haría una vez mas ;v\n  ","202403":"\n  Uno de vez en vez, no hace daño n.n .. hola!\n  ","202404":"\n  Demasiado hermoso y sexy ♥\n  ","202405":"\n  Pues a veces hay que romper la rutina y disfrutar los cambios que eso te trae n.n .. hola!\n  ","202406":"\n  ♥o♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=qI8WQxgcUwk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202407":"\n  Si conocieras el tiempo tan bien como yo, no hablarías de perderlo... n.n\/\/\n  \n  Linda tarde!!!\n  ","202408":"\n  Si, pero no te pongas a jugar con eso por favor... y no olvides lavarte las manos con suficiente jabón e.é\n  ","202409":"\n  Una paleta para ti, para que te refresques 8)\n  \n  Linda tarde.. dormilón xD\n  ","202410":"\n  *Le pone unos algodones con té en los ojos*\n  \n  Sígase cuidando :o\n  \n  Linda tarde n.n\/\/\n  ","202411":"\n  Son las nuevas reglas del juego ucu\n  ","202412":"\n  No creo.. todo cambia a su debido tiempo D:\n  ","202413":"\n  Hola!!!\n  \n  Si lo noté, espero estés bien o.o\n  \n  Mmmmm muchas -.- en serio que ya perdí la cuenta .-.\n  \n  Contadas.. pero si duele!!! por que supuestamente decía ser tu amig@.. uvu\n  \n  Paso n.n\/\/ linda tarde..\n  ","202414":"\n  Sirve para que saques parte de lo que tienes reprimido.. lo que muchas veces no sale con un grito o un golpe.. llorar sirve para que descanse tu alma.. uvu\n  ","202415":"\n  Te traes la sal de regreso por fis.. aquí te espero uwu\n  ","202416":"\n  Paso a ver n.n\n  ","202417":"\n  Me pregunto qué estarías mirando en la tv xp\n  ","202418":"\n  ♥\n  ","202419":"\n  Ya vi..\n  \n  Hasta pronto..\n  \n  Cuídate..\n  ","202420":"\n  Tal vez.. Pero quien sabe o.o\n  \n  Buena noche.. Y duerme bien n.n\/\/\n  ","202421":"\n  Una mezcla media rara pero ya te entendí xp\n  \n  Ahora si me despido.. Tengo que pararme temprano.. Cuídate y ya sabes, intenta dormir, dulces sueños Andrés n.n\/\/\n  ","202422":"\n  La cosa está en intentarlo una vez..\n  ","202423":"\n  No concuerdo contigo..\n  \n  Tu olor jamás se va, disminuirá con el baño y lo que quieras, pero ese nunca se va..\n  ","202424":"\n  Será en otra ocasión y mira que ya se hizo tarde  y mañana entrego temprano.. No me di cuenta otra vez de la hora OvO\\\n  ","202425":"\n  Fácil.. Piensa poco y vive más..\n  ","202426":"\n  Existen unos aromas ricos.. Pero otros que.. hacen correr.. El olor natural permanece por siempre, es tu sello o.o\n  ","202427":"\n  Buscaré una vela para no romper tu tranquilidad.. O.O\n  ","202428":"\n  (づ￣ v￣)づ\n  ","202429":"\n  Si funciona algunas veces, pero ves el resultado y te gusta y sigues y sigues.. Y ps no debe ser así n.n\n  ","202430":"\n  Ocupas varias..  Necesitas un buen descuento.. Si no quedas en banca rota u.u\n  ","202431":"\n  No me abra las piernas entonces （╯°□°）╯︵(\\ .o.)\\\n  ","202432":"\n  No digas eso.. Es más no lo pienses..\n  ","202433":"\n  ┐(´д｀)┌\n  \n  Las máquinas no tienen piernas..\n  ","202434":"\n  Al natural con un toque sutil de un aroma rico..\n  ","202435":"\n  Hay que estar bien despiertos y concentrados para que no suceda :c\n  ","202436":"\n  Seguro??\n  ","202437":"\n  Así es, por que luego te pierdes por ceder ciertas cosas y estar iguales.. Bueno tu me entiendes.. n.n\n  ","202438":"\n  Si,  tu olor natural, pero discreto xD\n  ","202439":"\n  Nada como el olor natural y controlado..\n  ","202440":"\n  Me dolerá la barriga u.u\n  ","202441":"\n  Ok, espero que no suceda o.o\n  ","202442":"\n  Mas te vale, por que se pierde la esencia.. :v\n  ","202443":"\n  Es que..  Por qué así xd u.u\n  ","202444":"\n  Ok,  lo tendré en cuenta -.-\n  ","202445":"\n  Si, pero que no sea siempre así.. O.O\n  ","202446":"\n  Intenta, solo procura no respirar muy cerca del agua..\n  ","202447":"\n  xp\n  \n  Olerías bien..\n  ","202448":"\n  De cierto modo, cambias tu manera de pensar..\n  ","202449":"\n  Sabes hacerlos en un vaso de agua??\n  ","202450":"\n  Me sentiré como árbol navideño..\n  \n  Cómo decorarias unas pecas lindas??\n  ","202451":"\n  No tienes miedo??\n  ","202452":"\n  Revisa e.e\n  ","202453":"\n  Así no vale.. No debes cambiar o.o\n  ","202454":"\n  Te meten preso..\n  ","202455":"\n  No,  tu sacaste eso..\n  ","202456":"\n  Con té de manzanilla :3\n  ","202457":"\n  Que dices..\n  \n  Sobre aviso no hay engaño.. U.u\n  ","202458":"\n  Rojos y oscuros -.-\n  \n  Yo y mi mente...  U.u\n  ","202459":"\n  No, de esos no,  está penado por la ley  o.o\n  ","202460":"\n  Ahí está el detalle, uno como mujer se encuentra muchas cosas así...\n  ","202461":"\n  Es bueno irte conociendo o.-\n  ","202462":"\n  D:\n  \n  Yo decía de otros bucitos..\n  ","202463":"\n  Hagamos bucitos...\n  ","202464":"\n  Y cremas y así.. existen muchas cosas o.o\n  ","202465":"\n  Hola  preanoni n.n\n  ","202466":"\n  ((8\n  \n  *le pica las costillas*\n  ","202467":"\n  Entonces??  O.o\n  ","202468":"\n  Quejoso u.Ú\n  ","202469":"\n  Oye no, también existen otras cosas con ese aroma xD\n  ","202470":"\n  Por que dudar.. lee tus pensamientos n.n\n  ","202471":"\n  Pero olerías a manzanilla xD\n  ","202472":"\n  Con cuidado todo se puede disfrutar.. la vida es para eso.. disfrutar lo bueno y lo malo.. e.e\n  ","202473":"\n  Limpia...\n  ","202474":"\n  Tierno o.o\n  ","202475":"\n  Holaaaaaaaaaaaaaaaaaaaaaaaaaa!! ñ.ñ\/\n  ","202476":"\n  La tienes...\n  ","202477":"\n  :o\n  \n  Eres un cuchi o.o\n  ","202478":"\n  Debes disfrutar todo eso xD\n  ","202479":"\n  Sip y como que me quedo y al final de cuentas me voy D:\n  ","202480":"\n  Sexys O-O\n  ","202481":"\n  Tápalos con tus manos.. no los dejes escapar hasta acá o.o\n  ","202482":"\n  No exageres.. como que si a la primera te fuese a pasar algo así -.-\n  ","202483":"\n  Mejor te hago unos con los rollos de papel sanitario y listo o.o\n  ","202484":"\n  Se te ven xD\n  \n  Unos medios raros o.o\n  ","202485":"\n  Tan allá no .-.\n  \n  Bueno no mas tantito y rápido .-.\n  ","202486":"\n  No me fui.. aquí sigo.. por ahora :v\n  ","202487":"\n  Si O.O\n  \n  No pensé que tuvieras esos pensamientos e.e\n  ","202488":"\n  Yo estoy muy bien así.. e.e\n  \n  Te daré la pura armazon\n  ","202489":"\n  No me iba.. fue una pequeña travesura mía 8)\n  ","202490":"\n  Sucio...\n  ","202491":"\n  Yo tambien y así me meto \\n.n\/\n  ","202492":"\n  Me las llevo rayadas, te las traigo igual e.é\n  ","202493":"\n  Lo que estas pensando o.o\n  ","202494":"\n  Mmmm no quiero u.ú\n  ","202495":"\n  Te voy a llevar al mar para que te dé una revolcada e.é9\n  ","202496":"\n  -.-\n  ","202497":"\n  A la primera queja hay zape o.o\n  ","202498":"\n  Así las dejaré e.é\n  ","202499":"\n  Hasta acá se escuchan los reclamos o.o\n  ","202500":"\n  Si rompes.. limpias e.é\n  \n  Si siembras.. luego no te quejes de qué es lo que estas cosechando..\n  \n  *Sellevatusgafas* >8v\n  \n  Buena noche!!! n.n\/\/\n  ","202501":"\n  Dulces sueños.... ♥c♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=bpOSxM0rNPM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202502":"\n\n   https:\/\/www.youtube.com\/watch?v=y14Kp1DitpE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202503":"\n  Me fascina!! ♥o♥\n  ","202504":"\n  Sips se me hizo un relajo en mi cajita de preguntas :;v\n  \n  Me voy antes de que me corran xD\n  \n  Pórtate bien, pásala lo mejor que puedas.. hasta pronto.. bella noche!!! n.n\/\/\n  ","202505":"\n  Me tengo que ir Joven.. te cuidas!!!\n  \n  Vuelvo pronto .-.\n  \n  Dulces sueños!!!\n  \n  Cuídate e.e\n  \n  *Teobservo* :v\n  ","202506":"\n  No, y si existe tal agresión avise para que te tomen las acciones correctivas o.o\n  \n  Me voy por ahora .-.\n  \n  Ten una linda noche!!!\n  \n  Dulces sueños n.n\/\/\n  \n  No peleyes e.e *teobservo*\n  ","202507":"\n  Amm las marianas.. lejanamente escuche alguna vez.. y hoy me las recordaste..\n  \n  Y sobre lo otro, esta bien... yo te diré o.o\n  ","202508":"\n  Hay que portarse bien, existen reglamentos y en un apartado dice.. prohibido las peleas o.o\n  ","202509":"\n  Justo en este momento.. no, ya que regrese o.o\n  \n  ¿¿Por??\n  ","202510":"\n  Exacto, por que no conocía la otra o.o\n  ","202511":"\n  Ohhh gracias n.n\n  \n  Mmmm muy bien :D\n  \n  No hagas travesuras que puede haber castigos e.é\n  ","202512":"\n  Paso a ver n.n\/\/\n  ","202513":"\n  Sucede en los dos casos n.n\n  ","202514":"\n  Oh si n.n\n  ","202515":"\n  Yo sigo investigando xD\n  ","202516":"\n\n   https:\/\/www.youtube.com\/watch?v=oIIxlgcuQRU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  ♥v♥\n  ","202517":"\n  Se parecen O.O\n  ","202518":"\n  xp\n  ","202519":"\n  Belice ♥\n  ","202520":"\n  Hola Keisuke que bueno leerte\n  \n  Cómo sigues?? espero que mucho mejor.. yo bien y bien  :D\n  \n  Hermosa noche y no dejes de cuidarte n.n\/\/\n  ","202521":"\n  Hmmm\n  \n  te dejo estos.. saben ricos P:\n  \n  Con Whisky..\n  \n  Rob Roy: 1 1\/2 onzas de Whisky 1\/2 onza de Vermouth dulce 2 chorritos amargo de angostura 1 cereza marrasquino\n  \n  Vierte el whisky, el vermouth dulce y los dos toques de amargo de angostura en una coctelera con hielo hasta la mitad de la capacidad. Agita suavemente y cuela en una copa cóctel. Decora el trago con una cereza marrasquino.\n  \n  7 & 7: 2 onzas de whisky 5 onzas de 7up\n  \n  Cuela los cubos de hielo hasta la mitad de un vaso alto y añade la medida de whisky que dicta la receta. Cubre con 7up.\n  \n  Silent Third: 1 onza de Whisky 1 onza de Cointreau 1 onza de jugo de limón\n  \n  Coloca los ingredientes en una coctelera con hielo y agita el contenido hasta que esté bien mezclado. Cuela en un vaso Martini con hielo.\n  \n  Con Ron..\n  \n  Mai tai: granadina, jugo de naranja, jugo de piña, limón y ron\n  \n  Vierte en una coctelera con hielo 1oz de ron blanco,  2oz de jugo de piña, 1oz jugo de naranja, 1 dash de jugo de limón y 1 cucharadita de granadina, agita, sirve en un vaso largo..\n  \n  Bombon: crema irlandesa (baileys) jugo de fresa, leche condensada y ron\n  \n  Agrega en una licuadora 1½oz de ron, 1½oz de crema irlandesa, 2oz de jugo de fresa, 1oz de leche condensada y unos cubitos de hielo licua hasta granizar todos los ingredientes, sirve en una copa o vaso alto y decora con una fresa.\n  \n  Provecho :B\n  ","202522":"\n  ♥v♥\n  ","202523":"\n  Dulces sueños ♥\n  ","202524":"\n  Me gustaría ser invitada a callejear por tus silencios,\n  \n  vagar por tus enormes y profundos ojos,\n  \n  perderme por las calles en donde vives,\n  \n  caminar sin rumbo junto a ti,\n  \n  hasta lo más profundo de tu mirada deseo viajar,\n  \n  navegar por tu mar insondable sin fronteras.... ♥c♥\n  ","202525":"\n  No se puede, por que se tuerce :o\n  \n  Dulces sueños!!!\n  ","202526":"\n  Ya vayan a dormir.. que yo ya me voy.. dulces sueños y cuídense.. excelente viernes ñ.ñ\/\/\n  ","202527":"\n  Ni que fuera perro.. se dice ten e.e\n  \n  xd ok no.. ya es el sueño xD\n  ","202528":"\n  Al revés 8D\n  ","202529":"\n  Es mejor andar en huaraches que con choclo americano 8v\n  ","202530":"\n  ¡-Presente-!\n  ","202531":"\n  Nou yo quiero dormir *-*\n  ","202532":"\n  Pero si es cierto, por que si no lo es, no seria cierto e.e\n  ","202533":"\n  No siempre uwu\n  ","202534":"\n  Roncas uwu\n  ","202535":"\n  Ps no seas necio y anda a buscar un sueño..\n  \n  Ya no me hagas bolitas que me confundo fácil y mas con sueño uwu\n  ","202536":"\n  Aww haha si ya estoy por irme 8D\n  \n  Si ya no te leo, dulces sueños n.n\/\/\n  ","202537":"\n  Que yo qué? owo\n  ","202538":"\n  Es que cómo vas a azotarte en el suelo?? yo hablaba de ti, no del reloj o.o\n  ","202539":"\n  No inventes.. eso es extremo\n  ","202540":"\n  Puedes pero haces desidia -.-\n  ","202541":"\n  Ponlo de cabeza, tapalo y listo o.o\n  \n  Seguro así te da..\n  ","202542":"\n  Si sabes, pero solo debes de saber con quien y el momento.. yo tambien bromeo.. :c\n  ","202543":"\n  Pero lo bueno es que ya esta en proceso, ya es ventaja..\n  ","202544":"\n  Te peinas por que ya la respondí xD\n  \n  Imposible olvidar uwu\n  \n  Duérmete..\n  ","202545":"\n  A robar corazones y sueños...\n  \n  Dulces sueños..\n  ","202546":"\n  Si, mas de lo que esperé pues ya andaba muy presurosa pero .. \\ñ.ñ\/\n  \n  Pues había mas gente.. por un momento pensé que alguien veía desde dentro pues yo te mande una que no sacaste pero sacaste otra con lo mismo.. creo es una coincidencia o.o\n  ","202547":"\n  Por que .. la emoción es que todo a salido bien ñ.ñ\n  \n  Mmm por que ps.. u.ú no sé como explicarte.. pero esas cosas que escribí y la confusion.. tu sabes.. no tengo corazón para hacer eso.. :s\n  ","202548":"\n  *abacho*\n  \n  Cuídate...\n  ","202549":"\n  Bien emo.. cionada y mejor 8D\n  \n  Y tu?? oye lamento lo de ayer \/uvu\\\n  ","202550":"\n  Si también :b\n  \n  Lo blanco u.u\n  ","202551":"\n  Pedacitos de pan .-.\n  ","202552":"\n  Hola boronita :3\n  ","202553":"\n  Sucede.. pero mi papá es mi papá uwu\n  ","202554":"\n  Pues no creo.. estará entretenido o.o\n  \n  Ese es un tema algo extenso como para explicarse .. aventuradamente -.-\\\n  ","202555":"\n  Jugando o no.. si no soy así, de una manera u otra ofendes.. no me lo tomo tan mal, te pongo un alto, por que si yo no te trato así ni jugando, espero que tu hagas lo mismo hacia mi persona, así sea fuera de aquí, soy igual, no por que eres tú, así es eso conmigo lo lamento y si, si un día hice lo mismo contigo mil disculpas... cuídate y linda noche, ten buenas vacaciones de verano n.n\/\/\n  \n  Dulces sueños Andrés..\n  ","202556":"\n  Yo tambien o.o\n  ","202557":"\n  No pasará nada, mas que un pequeño chascarrillo.. se acordarán y les dará risa.. :v\n  ","202558":"\n  Ya no tardan u.ú\n  ","202559":"\n  No me creo, lo soy y me sabe tan bien jajaja P:\n  ","202560":"\n  *Le avienta un montón de revistas de cocina*\n  ","202561":"\n  Deja de estar diciendo esas estupideces, ya te dije que no soy igual con las que tratas.. si quieres insultar anda a donde te den rienda con eso u.ú\n  ","202562":"\n  Ps si oye...\n  \n  Que gente tan comodina.. no sé como son jefes así.. es algo que no entiendo a veces -.-\n  ","202563":"\n  Hahah no me estés haciendo reír -.-\n  \n  Crea tu Day como mejor te plazca, yo sé quien soy y qué he hecho en mi vida y que no..\n  ","202564":"\n  Y los reportones te tienen en la mira a ti buuuuuuu que mal -.-\n  ","202565":"\n  Fresa y naca la mas chiquita de tu casa e.et\n  ","202566":"\n  Vaya escena.. mejor un combate de videojuego y ya o.o\n  ","202567":"\n  *Hace pushero*\n  \n  Deja de hablar con mis compañeras chismosas envidiosas e.ét\n  ","202568":"\n  Tu jefa si que jode bonito -.-\n  \n  A las cuantas entenderá que te deje hacer el trabajo \"tranquilamente\" u.ú\n  ","202569":"\n  Así es... y en todas las edades uwu\n  ","202570":"\n  Osea tu no sabes que onda con eso xD\n  ","202571":"\n  Y la cumplirá o.o\n  ","202572":"\n  Pero pero si yo no tengo cara de creída o.o\n  \n  Ándale payasito -.-\n  ","202573":"\n  Haha entonces tienes que ser mas selectivo..\n  ","202574":"\n  Soy mas cereza, que fresa :B\n  ","202575":"\n  Me tranquiliza que no te creas un ser invencible e.e\n  ","202576":"\n  En una de esas llega y te invita a comer uwu\n  ","202577":"\n  Ey no me digas así xD\n  \n  Osea.. cual cara??\n  ","202578":"\n  Y a prueba de abrazos??\n  ","202579":"\n  Hahah xp\n  \n  Mmm ya estaba preparando un buen castigo, por ir a molestar e.é\n  ","202580":"\n  La verdad que si, y durante el día lo evitaba a mas no poder, pero por las noches\/madrugadas no podía pues me despertaba tallando mi ojito :s\n  \n  Y como fue tu día??\n  ","202581":"\n  Ya no a ido verdad??\n  ","202582":"\n  Y los órganos??\n  ","202583":"\n  Bien, me dijo que lo traía resentido por que me refregué mucho el ojo xD\n  \n  Que no había nada extraño, solo mucha irritación.. me dio unas gotitas de chile -.-\n  \n  Podría decirse que estoy mucho mejor, aun siento algo, pero nada que ver de ayer :D\n  ","202584":"\n  Te vas a lastimar ewe9\n  ","202585":"\n  Ahh que peleonero u.ú\n  \n  Por eso te dije que si no querías adoptar, así fácil te lo sientas en las piernas y lo aplacas e.é\n  ","202586":"\n  ;D\n  ","202587":"\n  Jjaja u.u no.. ya sabes los cursos de verano y esas cosas.. pero yo si me iré, están por confirmar la suplente xD\n  ","202588":"\n  ♥o♥\n  ","202589":"\n  No tengo de eso\n  ","202590":"\n  Dime, que necesitas?? o.o\n  ","202591":"\n  Te ves pálido, necesitas comer :v\n  ","202592":"\n  *Le lanza una tarta*\n  ","202593":"\n  Qué??!! o.O\n  ","202594":"\n  U_U\n  \n  Me pushurra el corazón -.-\n  ","202595":"\n  Me sacaste de onda cuchiguatemalteco ove\n  \n  Pero bienvenido xD\n  ","202596":"\n  No que yo sepa .. por que traes otra cuenta travieso?? ovvO\n  ","202597":"\n  Ya no tengo mas o.o\n  ","202598":"\n  Hola!!! :D\n  \n  Mmmm desde octubre.. fue mortal -.-\n  ","202599":"\n  Tu barrio me da miedo :c\n  ","202600":"\n  HERMOSA NOCHE!!!! Haces bien ñ.ñ\n  ","202601":"\n  Lo traes en la mano c:\n  ","202602":"\n  Eres un artista del amanecer,\n  \n  pintas de infinitas tonalidades el cielo,\n  \n  y cuando me despiertas\n  \n  te veo inundando los verdes valles\n  \n  donde el horizonte está lleno de ti....\n  \n  Eres un ave nocturna,\n  \n  elevando sus alas\n  \n  rumbo al firmamento\n  \n  y dejas secuelas en la noche,\n  \n  agujeros de amor profético....\n  \n  Eres un canto de vida,\n  \n  cuya voz es el silencio\n  \n  que viaja veloz y sereno.\n  \n  Vagas libre, sin impedimentos,\n  \n  hacia un destino: la eternidad....\n  \n  Eres el misterio que no alumbra\n  \n  con tu inmensa oscuridad desolada,\n  \n  sin embargo tu tragedia es sucumbir\n  \n  a la primera e imperiosa llamada del día.\n  \n  Eres luciérnaga que muere ante la luz....\n  \n  Eres el que me busca sin descanso,\n  \n  para que descanse en tu regazo,\n  \n  el que sabe que lo necesito.\n  \n  El que me llama y\n  \n  no espera nada, solo que atienda tu llamado.... Eres mi Amor.... ♥\n  ","202603":"\n  Dulces sueños.............\n  ","202604":"\n  *Se asoma*\n  ","202605":"\n  Ya imagino como tienes tu habitación o.o\n  \n  Sobre los niños la cosa no es \"hacerlos\" es todo lo que conlleva... la responsabilidad que es\n  \n  No mientas, me dijiste que no te gustaba e.é\n  \n  Ande a dormir, pero antes escucha música o algo para que pilles sueño.. hasta mañana.\n  ","202606":"\n  Dulces sueños...\n  ","202607":"\n  *Le avienta una cubeta de agua helada*\n  ","202608":"\n  Póngase a limpiar su habitación!!\n  \n  Aios!!\n  ","202609":"\n  Ya o.o\n  ","202610":"\n  :o\n  ","202611":"\n  Que ñö\n  ","202612":"\n  Lodito :c\n  \n  Emm ya me jui.. buenas noches!!\n  ","202613":"\n  Ni tu te la crees esa xD\n  \n  Buena noche y cuídate mucho..\n  \n  Dulces sueños n.n\/\/\n  ","202614":"\n  Oie que te pasa xD\n  \n  Si, iré al ojologo u.u\n  \n  Y me iré yo solita a dormir xd xD dulces sueños Junior!!!\n  \n  Lindo jueves n.n\/\/\n  ","202615":"\n  Ño\n  ","202616":"\n  Shhhhhh cálleseeeeeeeeeee!!\n  ","202617":"\n  o.O oye no o.o\n  ","202618":"\n  No me guiñes D:\n  ","202619":"\n  Me perdonas pero no e.é\n  ","202620":"\n  No ps no u.u\n  \n  Tu a la tuya y yo en la mía *-*\n  \n  Si duermes que descanses rico y no te levantes tan tarde y no tomes siestas no lo olvides o.o\n  ","202621":"\n  Pero debes hacerlo para descansar día a día..\n  \n  Para la eternidad no necesitaras algo cómodo, pues tu cuerpo ya no sentirá o.o\n  ","202622":"\n  Entre 15 y 18 :o\n  ","202623":"\n  Amos a mimir c:\n  ","202624":"\n  xD\n  \n  Algunos no todos.. pues hasta en los fresitas existen niveles xD\n  ","202625":"\n  xD son creo casi las once.. por ahí o.o\n  \n  uy el cuco :s\n  ","202626":"\n  Tu cama o.o\n  ","202627":"\n  >:D\n  ","202628":"\n  Hoy, por que ya me voy a soñar *-*\n  \n  Mmmm te cuidas eeeh, espero hagas algo xD\n  ","202629":"\n  Ya me voy a dormir..\n  \n  Luego me apoyas con un boteo para mi ataúd ♥\n  ","202630":"\n  xD\n  \n  Qué nice xD\n  ","202631":"\n  Según el vaquero... ya es tarde *bosteza*\n  ","202632":"\n  Para no venir y descomponerte mas o.o\n  \n  Me avisas que día empezarás o.o\n  ","202633":"\n  Uwu\n  \n  Qué tanto es tantito?? no pasa nada o.o\n  ","202634":"\n  Pues, ahora a dormir de día.. en lo que se te acomoda o.o\n  ","202635":"\n  Ya no digas eso te ves muy mal o.o\n  ","202636":"\n  Jjajaj ya lo estoy pensando que es así.. ni modo uwu\n  ","202637":"\n  Uno de mis placeres culposos..\n  ","202638":"\n  OwO\n  \n  Lo van a eliminar oiga!!\n  ","202639":"\n  Qué provocó que regresaras a ese mal habito?? o.o\n  ","202640":"\n  Uhh yo que ya te lo iba a mandar por paqueteria uwu\n  ","202641":"\n  Tú D:\n  ","202642":"\n  Obligame naquito con bigotes de churrumaiz :{)\n  ","202643":"\n  Deje de andar embriagándose en la vía publica -.-\n  ","202644":"\n  Aww hah lo decía por mi anónimo.. pero es bueno saber eso, de la vida real n.n\n  ","202645":"\n  Naco -.-\n  ","202646":"\n  Es lo que te gusta, es tu vida y ps disfrútala n.n\n  ","202647":"\n  Jajajj ya párele :'v\n  ","202648":"\n  No quieres un bebé??\n  \n  Ese ingenio de los anónimos, no hay igual x)\n  ","202649":"\n  No me digas mija e.é9\n  \n  Es mas delicioso tomarte el agua de ese vaso..\n  ","202650":"\n  Mandarte a dormir temprano e.e\n  ","202651":"\n  Itzel en el tema del cubo :s\n  ","202652":"\n  Algo así xD\n  \n  Por hacerse los interesantes U.ú\n  \n  Jum!!\n  ","202653":"\n  Ay bájale tres rayitas a tu drama e.é\n  \n  Andas en tus días?? o.o\n  ","202654":"\n  Mmmm puede ser lo ultimo, tal vez sea pasajero.. como todo\n  ","202655":"\n  No, con mucho sueño y mi foco fundido u.ú\n  ","202656":"\n  Qué se le hace o.o\n  ","202657":"\n  Por que no quería verlos con cara de \"cero\"\n  \n  Y es este \"mono\"\n  \n  Ahh que bárbaro... >.<\n  ","202658":"\n  A final de cuenta lo eres :v\n  ","202659":"\n  Ño tampoco\n  ","202660":"\n  Seguiré escuchando a mis instintos... chicos con cara de mono y chicas con cara de flor c:\n  ","202661":"\n  Qué sentido eres..\n  ","202662":"\n  Donde?? o.o\n  ","202663":"\n  Posible si, pero yo no quiero.\n  ","202664":"\n  No mientas estabas hablando de fritos -.-\n  ","202665":"\n  CÁLLESE, aquí nadie podrá escucharte u.u\n  ","202666":"\n  Con reservas te doy una.. me pones en aprietos con dos... definitivamente no se puede o.O\n  ","202667":"\n  Se nota (:\n  ","202668":"\n  No me grites\n  ","202669":"\n  Ahhh tan bien que no me puedo quejar.. solo son errores leves y han tenido solución.. justo acabo de hacer algo que me pidieron para mañana, jajaj me encanta hacer todo eso!! no me veo haciendo otra cosa.. por ahora ♥\n  ","202670":"\n  Nop ni ahí ando ya.. esta mas solo que aquí..\n  \n  Ps que bueno no?? Eso en parte te ayudará mas adelante :D\n  ","202671":"\n  Uys miraba que esa red ya murió (beasker) o.o (hablando de redes)\n  \n  Ahh pues que bueno que ya estés listo para descansar.. Igual yo voy a aprovechar a dormir lo mas que se pueda..\n  \n  Ya bajo el estres en tu trabajo o sigue igual??\n  ","202672":"\n  Tienes miedo o por qué no vas allá?? o.o\n  \n  Yo estoy con un foco fundido u_x pero ya tranquila para ir a dormir n.n\n  \n  Tú que tal, Jugo de piña??\n  ","202673":"\n  Aquí y allá :D\n  ","202674":"\n  Ojala que te dé buenas noticias uwu\n  \n  Mientras tanto cuídate, que aquí te esperamos ternurita uwu\n  ","202675":"\n  Mejor te digo que día es hoy y festejas tu solito con tu cerveza :c\n  ","202676":"\n  No se puede..\n  \n  Si se puede???\n  \n  xD\n  ","202677":"\n  Por si eliminan esta (1) o.O\n  \n  Quien eres?? O.o.o.O\n  ","202678":"\n  Jajajj meter mano a los autos.. osea mecánica automotriz p:\n  ","202679":"\n  Mmmm que sepas quien te sigue, que no elimine a lo tonto.. que puedas poner gif de fondo... que una vez al año los regalos sean gratis xD no se, es lo que se me ocurre por ahora o.o\n  ","202680":"\n  Es lunes de 2x1\n  \n  Dos preguntas tuyas.. una respuesta mía :v\n  ","202681":"\n  Lo que es no saber apreciar las cosas buenas y chafas de la vida .. chale... no sabes de lo que te pierdes...\n  \n  Pues que bueno, ojalá así sea diario para que crezcas fuerte y grandototote .. y claro, para que tambien nadie te vea el polvo xD\n  ","202682":"\n  ....\n  \n\n   https:\/\/www.youtube.com\/watch?v=lGdLmDbcnk8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202683":"\n  Lloverá con sol!!!\n  \n  Yo.. bien muchas cosas xD\n  \n  Pero puras cosas buenas y tu??\n  ","202684":"\n  Resumiré..\n  \n  Aquí cada quien en sus cosas, muy bien y todo fluye de maravilla, no me puedo quejar :D\n  \n  Que bien, mandaré el sol para allá xp\n  ","202685":"\n  Bien y bien y allá??\n  ","202686":"\n  xD Nom no la conocía o.o\n  ","202687":"\n  Fe y esperanza, por los siglos de los siglos ♥\n  ","202688":"\n  Hola, anónimo.\n  ","202689":"\n  Mi quietud silente es dulce.\n  \n  su vitalidad es pasión madura\n  \n  y belleza que ama sabiendo;\n  \n  es un jardinero del cielo\n  \n  por sus caricias soy abrasada,\n  \n  entre sus brazos todo es posible....\n  ","202690":"\n  Hola!! escucho música y contesto un momento aquí..\n  \n  Pasaré n.n\n  \n  Linda noche n.n\/\/\n  \n  Escucho esta :D ↓ ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=7gwO8-oqwFw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=7gwO8-oqwFw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=7gwO8-oqwFw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202691":"\n  No sé medirte.\n  \n  Infinito, inabarcable, incalculable,\n  \n  quizá hasta lo extremo.\n  \n  No sé cantarte.\n  \n  Silenciosa, me quedo.\n  \n  Tan sólo sé mirarte,\n  \n  mirarte te quiere.\n  \n  No sé llamarte porque eres vuelo.\n  \n  No sé dónde.\n  \n  Te me empiezas y te me acabas.\n  \n  Lo nuestro no son fronteras,\n  \n  ni casualidades, o azares del destino.\n  \n  Es un no sé prescindir de tu compañía.\n  \n  No sé, es lo más cierto.\n  \n  No sé conformarme,\n  \n  cuando te vuelves ausencia.\n  \n  No sé cansarme de ti.\n  \n  De tus brazos etéreos,\n  \n  De tu andar precioso,\n  \n  no sé olvidarme.\n  \n  No sé marcharme de tu fuego:\n  \n  de la compasión de tus ojos\n  \n  de la nobleza de tu cuerpo,\n  \n  generoso como ninguno.\n  \n  No sé ser velero.\n  \n  Hogar donde me siento eterna;\n  \n  cama rebosante de alegría,\n  \n  bello tacto de lo enamorado.\n  \n  Alimento es tenerte:\n  \n  exquisito, pletórico, y cansado.\n  \n  No sé dejarte.\n  \n  Dejarte, sería mi suicidio.\n  \n  No sé olvidarme.\n  \n  Fuente de lo inagotable.\n  \n  Felicidad  nunca olvidada.\n  \n  No sé hacer sin ti,\n  \n  disolver lo amado.\n  \n  Aunque tú seas ave.\n  \n  Y yo, un nido.\n  \n  Sin ti, no sé para que sé.\n  \n  No sé dejarte.\n  \n  Pues contigo,\n  \n  la muerte es dicha.\n  \n  Y sin ti.,\n  \n  la muerte no está completa....\n  ","202692":"\n  Buen consejo, pero no me gusta mucho el olor que queda después x)\n  ","202693":"\n  D heheh ♥ :B\n  ","202694":"\n  Lo siento owo\n  ","202695":"\n  U_ú\n  ","202696":"\n  Oww espero te mejores y dejes de espiar a la vecina e.e\n  \n  Te estaremos esperando ternurita nwn\/\/\n  ","202697":"\n  Tirar las cervezas que ya no te tomaste uwu\n  ","202698":"\n  T.T\n  ","202699":"\n  8P\n  \n  Si o.o\n  ","202700":"\n  Ya te sigo desde hace un buen ♥\n  \n  Cuídate mucho y llévatela leve, disfruta los días!!! *abrazo*  \\(ñ.ñ)\/\n  \n  La mía es\n  \n   @Pecossita_\n  \n  8D\n  ","202701":"\n  xD\n  \n  No pues muchas gracias (? xD\n  ","202702":"\n  Ufff pues sanar todo eso.. por que duele un buen -.-\n  ","202703":"\n\n   http:\/\/vocaroo.com\/i\/s1PcuXgSICLV\n  \n  o.o\n  ","202704":"\n  Gracias princesa QDTB a ti y a todos tus seres queridos.. cuídate mucho ♥\n  ","202705":"\n  Luego te regañan uwu\n  ","202706":"\n\n   http:\/\/vocaroo.com\/i\/s0kifE7fGXLR\n  \n","202707":"\n  Porque te gusta tanto si sabes que nunca van a poder estar juntos??\n  \n  -Por que con tan solo mirarlo ilumina mi existir *-*\n  \n  Y tu....Para que respiras si sabes que algún día vas a morir??\n  \n  -Para poder inhalar cada momento vivido, para poder saborear el aroma de su piel *-*\n  \n  o.O\n  ","202708":"\n  U_U por que yo no estoy en la tuya <\/3\n  ","202709":"\n  Es un canto muy alegre, que te hace de cierto modo ver como seria si todo, si tuviéramos una actitud positiva y tambien si existiera más unión entre unos y otros...\n  \n  O.o por un momento pensé que hoy era martes xD me dolió la barriga >.< excelente martes para ti Junior n.n\/\/\n  \n  Hermosa noche!!!\n  \n\n   https:\/\/www.youtube.com\/watch?v=8fFZaWMHaqw&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202710":"\n  Adiós...\n  ","202711":"\n  Dulces sueños....\n  \n\n   https:\/\/www.youtube.com\/watch?v=oZEhyg1PtRw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202712":"\n  Que bueno y me da gusto, cuidase mucho si??\n  \n  Me despido que ya es muy tarde.. que tengas un viernes lindo\n  \n  Pórtate bien y haga sus quehaceres ok?? xD\n  \n  Dulces sueños chiquillo.. hasta pronto n.n\/\/\n  ","202713":"\n  Para qué, si luego eliminan..\n  ","202714":"\n  Que tengas una noche hermosa, cuídate n.n\/\/\n  ","202715":"\n  U_U\n  ","202716":"\n  Tal vez o.o\n  ","202717":"\n  Deberías pasar mas seguido n.n\n  ","202718":"\n  Alejandro ♫♪\n  ","202719":"\n  Tóquese usted, no sea golos@\n  ","202720":"\n  Por que no habías venido o.o\n  ","202721":"\n  Si fuiste tu, el otro de la K ya me lo dijo todo e.é\n  ","202722":"\n  *sin comentarios*\n  ","202723":"\n  No mientas e.é\n  ","202724":"\n  Espera entonces..\n  ","202725":"\n  tepika tumoko\n  ","202726":"\n  Y sentad@\n  ","202727":"\n  Si ♥\n  ","202728":"\n  Bésese\n  ","202729":"\n  Y ese milagro?? o.o\n  ","202730":"\n  No yo ya estaba aquí, te gané!\n  ","202731":"\n  Iguanas ranas\n  ","202732":"\n  Entonces eso se queda en el baúl hasta que le toque n.n\n  ","202733":"\n  Sopa pa ti ... sopa pa ti\n  ","202734":"\n  Yo invito o.o\n  ","202735":"\n  Demasiado tarde para pedir permiso xD\n  ","202736":"\n  Dispara\n  ","202737":"\n  A donde?\n  ","202738":"\n  Para!!!\n  ","202739":"\n  Cortatelas\n  ","202740":"\n  Lo sabia\n  ","202741":"\n  *zape*\n  ","202742":"\n  deja de hacerme spam\n  ","202743":"\n  canela gggg\n  ","202744":"\n  ukulele *zape*\n  ","202745":"\n  Eso es sagrado ♥\n  ","202746":"\n  Camine derecho y sonria\n  ","202747":"\n  Golpee fuerte su pecho y grite como tarzan\n  ","202748":"\n  Entonces toque el ukulele\n  ","202749":"\n  ♥\n  ","202750":"\n  No.. no y no\n  ","202751":"\n  Oie no :c\n  ","202752":"\n  Zhi\n  ","202753":"\n  Si\n  ","202754":"\n  Coma banana\n  ","202755":"\n  Hola chimichanga shabosha ♥\n  ","202756":"\n  No\n  ","202757":"\n  Al final del pasillo n.n\n  ","202758":"\n  Ño, hoy no :p\n  ","202759":"\n  Te dicen xp\n  ","202760":"\n  xD Nehh\n  \n  Deja pienso y luego te digo n.n\n  ","202761":"\n  Pssss es que todo, es mucho o.o\n  ","202762":"\n  *le da un garrotazo*\n  \n  Dulces sueños n.n\/\/\n  ","202763":"\n  Jajaj exacto xD\n  ","202764":"\n  xD soy la misma de ayer.. la incondicional ♫♪\n  ","202765":"\n  👋\n  ","202766":"\n  Xp\n  \n  Estoy algo cansada.. ya no tardo en despedirme n.n\n  ","202767":"\n  👋👋Oa fershi n.n\/\n  ","202768":"\n  Mmmmm al lado oscuro de la luna *-*\n  ","202769":"\n  Si\n  ","202770":"\n  Siempre estoy de buen modo ♥\n  ","202771":"\n  A tu ♥\n  ","202772":"\n  No, simplemente cuando digo no, es no y listo\n  ","202773":"\n  Enserio... trato de entender todo lo que me mandan.. eso es cosa urgente :s\n  ","202774":"\n  Eso me fastidia\n  ","202775":"\n  De nada n.n\n  ","202776":"\n  Ya quedo, ahora si puedes dormir tranquilo n.n\n  ","202777":"\n  Mejor váyase a dormir n.n\n  ","202778":"\n  ok\n  ","202779":"\n  LOL ♥\n  ","202780":"\n  Ay cual no exageres, si no mas abrí una lata de mirinda .-.\n  ","202781":"\n  Mmmmmmhhhh...... *suspenso*\n  ","202782":"\n  Si la quité no?? o.o\n  ","202783":"\n  *aplausos*\n  \n  Lo se, siempre lo he sabido ♥\n  ","202784":"\n  Si\n  ","202785":"\n  Hola!!! Se necesita un director, por que la encargada ya se va de vacaciones, te puntas??\n  \n  Hermosa noche y que descanses de maravilla n.n\n  \n  Ten buen viernes!!! por fin viernes!!!\n  \n  Dulces sueños Junior cachetes de jugo :v\n  ","202786":"\n  Si\n  ","202787":"\n  A ver, dame un ejemplo claro de eso..\n  ","202788":"\n  Desde cuando que no está xD\n  ","202789":"\n  Qué paciente\n  ","202790":"\n  Una llamada importante ñ.ñ\n  ","202791":"\n  Que linda cancion u.ú\n  \n\n   https:\/\/www.youtube.com\/watch?v=JxPj3GAYYZ0#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","202792":"\n  Yo no, nunca!\n  ","202793":"\n  Cual??\n  ","202794":"\n  Es emocionante lo reconozco xD\n  \n  Tienes una gran personalidad xp\n  ","202795":"\n  Tenia llamada :D ♥\n  ","202796":"\n  Ya no tarda uwu\n  "}}