{"Question":{"204943":"\n   Lo advertimos dijimos que nos iban a llegar al despeñadero o.O\n  ","204944":"\n   somos 4, tu y tu, nuestro amor y yo\n  ","204945":"\n   Ya quitaron la versión escritorio de ask en el móvil desde el navegador D: cual es tu opinión? si no lo usabas, igual, qué piensas?\n  ","204946":"\n   Que pelo tan bonito tienes :o\n  ","204947":"\n   cuantos somos?\n  ","204948":"\n\n    http:\/\/vocaroo.com\/i\/s0JI299aKX3B\n   \n   PARA TI QUE ES EL MIEDO?\n  ","204949":"\n   Me pase de dosis jajaja, con razón mi jefa en una de esas me pellizco y en otra me andaba dando en la cabeza un zape, pero mejor me abrazo y me dijo loco pero logras lo que dices jajaja :)\n  ","204950":"\n   no pues bien, ayer te espere y no te conectaste u.u\n  ","204951":"\n   yo creí que igual de bonita pero ia llego tu admirador D:\n  ","204952":"\n   ¿Te da miedo el futuro?\n  ","204953":"\n   Solo clientes que antes ya habia visitado pero me tuve que poner mas creativo para idear cada cosa y que quedaran conformes, creo que eso fue :)\n  ","204954":"\n   ya llego la competencia! como estas o.O\n  ","204955":"\n\n    http:\/\/vocaroo.com\/i\/s1rl4bY3wPuE\n   \n   ESTE MENSJE ES PARA TI PUEDES DESECHARLO PERO LA VERDAD ESTA PLASMADA AHI QUIZA\n  ","204956":"\n   Frankenstein culinario? jajajajaja algo me hizo mal esta semana, estoy mas loco que de costumbre :)\n  ","204957":"\n   Gracias asi quedare redondito y como dicen que la papa sirve para las pompis, me veré ahora si mejor que una aspirina :)\n  ","204958":"\n   oie ise\n  ","204959":"\n   ¿Qué es lo que más valoras de tus amigos?\n  ","204960":"\n   Dayaaaa\n  ","204961":"\n   Parece que ya tengo competencia >:\/\n  ","204962":"\n   Borraste el audio, mujer fértil.\n  ","204963":"\n   Todo eso? bueno solo el lomo a la mostaza y me espero al pay mañana pero si me hambrita pues pruebo lo demás, no importa que quede esbeltamente redondo\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/hungry\/full-of-food-smiley-emoticon.gif\n   \n   :)\n  ","204964":"\n   Esta bien esta bien\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/everyday\/using-shaving-cream-and-razor-smiley-emoticon.gif\n   \n   asi esta mejor? y estoy muy bien gracias a Dios y no aun no me acostare, tal vez en un par de horas. Que hay de cenar? :)\n  ","204965":"\n   ya quedó bien \\:D\/\n  ","204966":"\n   Paso a saludar   ah me rasure antes\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/everyday\/shaving-smiley-emoticon.gif\n   \n   como estas? :)\n  ","204967":"\n   Hola, Linda noche ¿Qué etapa de tu vida te gusto más?\nInfancia\/Adolescencia. Pasate :D un saludo\n  ","204968":"\n   solo cambie la ultima \"o\" por una \"e\" o.O\n  ","204969":"\n   ¿Deberían los chicos llevar barba? ¿De qué tipo?\n  ","204970":"\n   Pues es confuso, y no es mi culpa O.o\n  ","204971":"\n   Pero dice \"quién te quiero\" o.O\n  ","204972":"\n   No entiendo la frase de su titulo o.O\n  ","204973":"\n   hola owO\n  ","204974":"\n   ¿Dónde estabas hace tres horas?\n  ","204975":"\n   ¿Dónde te ves de aquí a cinco años?\n  ","204976":"\n   ¿Qué es lo que más esperas de este año?\n  ","204977":"\n   todos quicieramos regresar el tiempo pero no es posible, Que cosa o suceso querrias volver a pasar para poderlo cambiar? te sigo si gustas pasate\n  ","204978":"\n   ♥\n  ","204979":"\n   Esta nublado, prefiero mirarte a ti o.O\n  ","204980":"\n   Bonita he inteligente creo que es mi día de suerte o.O\n  ","204981":"\n   Jajajaja me morí de risa con tu respuesta de abajo\n  ","204982":"\n   Muack xD\n  ","204983":"\n   El conocimiento es libre, atte: Anonymous\n  ","204984":"\n   n_n\n  ","204985":"\n\n    http:\/\/ask.fm\/EdmundoxDantes\/answer\/128762284201\n   \n   un pensamiento\n   \n    http:\/\/ask.fm\/EdmundoxDantes\/answer\/125289733801\n   \n   una critica\n   \n    http:\/\/ask.fm\/EdmundoxDantes\/answer\/129242673065\n   \n   y para los que no han entendido que o quien es larva\n  ","204986":"\n   para los que no entendieron bien el ask rap aqui esta la version audio y escrita\n   \n    http:\/\/ask.fm\/EdmundoxDantes\/answer\/129243063977\n   \n\n    http:\/\/ask.fm\/EdmundoxDantes\/answer\/129243105705\n   \n   ES UNA ORDEN\n  ","204987":"\n   Que tengo que hacer para conquistarte o.O\n  ","204988":"\n   Existes? O eres mi alucinacion?\n  ","204989":"\n   Dayani recuerdo que un dia me dijiste que conocias un cura que se llamaba pajarito jajajajajajaj me mori de risa\n  ","204990":"\n   Puse una de sus respuestas en mi biografía porque me gustó (?) mire o.O\n  ","204991":"\n   Daya :00\n  ","204992":"\n   Entonces me dirás si tienes novio o no por que soy negro D:\n  ","204993":"\n   Hola, Linda noche, Cuando estas depresiva\/o ¿que es lo que frecuentas hacer para estar mejor? un saludo, pásate.\n  ","204994":"\n   Hola dayani\n  ","204995":"\n   Le dicen anónimo de cariño o.O\n  ","204996":"\n   Dejame despertar en tus brazos... Dijiste que no estaba bien. Dejame estar tan muertoby acabado, tan lejos de la vida... Solo cierra mis ojos, abrazame fuerte... Y entierrame en la profundidad de tu corazón.\n  ","204997":"\n   un admirador ^.^\n  ","204998":"\n   Tienes novio o.O\n  ","204999":"\n   Hola :D\n  ","205000":"\n   Te amo u_u\n  ","205001":"\n\n    https:\/\/www.youtube.com\/watch?v=I9QGpHScGug\n   \n   ¿Que te parece esta canción? (≧▽≦)\n  ","205002":"\n   ¿Cuál es la lección más importante que has aprendido en la vida?\n  ","205003":"\n   —— PD6. ¿Son fans de los videojuegos? ¿Cuáles son sus favoritos? ——\n  ","205004":"\n   ¿A que no adivinas quién te quiero?\n  ","205005":"\n   Estoy muriendo, muriendo por verte, agonizando, muy lento y muy fuerte. Vida! Devuelveme mi fantasía, mis ganas de vivir la vidaz duevuelveme el aire\n  ","205006":"\n   Quiero que seas la madre de mis hijos Daya!!!!\n  ","205007":"\n   Sé perfectamente lo que estoy diciendo XD\n  ","205008":"\n   ¿De la punzada? XDD naaaah\n  ","205009":"\n   Ñoooo... Daya... Por qué? Yo solo... Yo solo te quería a ti... *se muere*\n  ","205010":"\n   No xD nada de eso. Que suena muy madura tu voz xD No de anciana ni eso. Sino... De mujer fértil o.o xD\n  ","205011":"\n   Debe ser por dog chow =o\n  ","205012":"\n   XDD sí, muy bien tu voz. Muy... De mujer. =)\n  ","205013":"\n   ¿Por qué me haces esto? ¿Por qué me dejas solo ennedte frío y vacío mundo?\n  ","205014":"\n   Yo solo no digo nada xD Nonme gusta mentir de hecho jeje solo en situaciones extremas\n  ","205015":"\n   No, 35 no. A los ya mejor n_n.\n  ","205016":"\n   Pero yo quiero que seas mía u\/\/u\n  ","205017":"\n   No, por qué lo quieres borrar? =o\n  ","205018":"\n   Que voz de mujer tienes Daya. Me gusta =)\n  ","205019":"\n   No, qué me van a andar cachando xD y ni que fuera algo malo.\n  ","205020":"\n   No lo borres O=\n  ","205021":"\n   Uhhh esa voz de mujer =o\n  ","205022":"\n   Sí eres mi Daya u.u\n  ","205023":"\n   Hmmm no miento.\n  ","205024":"\n   No, ya, ahorita xDD Que 35 ni que 8\/4 xD\n  ","205025":"\n   Noooooooooooooo\n  ","205026":"\n   Quiero escuchar a mi Daya u\/\/u\n  ","205027":"\n   Bueno, es que no tiene sentido eso del equilibrio xD Sólo lo dije por decir xDD\n  ","205028":"\n   ¿Decir qué? XD yo sólo decía la verdad jejeje\n  ","205029":"\n   Sí u.u quiero que seas mi regalo xD\n  ","205030":"\n   ¿Y si tú eres mi equilibrio? o.o xD\n  ","205031":"\n   Casi no xD solo me comienzo a dormir cuando no estoy haciendo nada (y si estoy algo cansado)\n  ","205032":"\n   Y no has hecho ni un vocaroo para mi u.u\n  ","205033":"\n   Vale la pena quedar todo traumatizado y estúpido por ti. o.o xD\n  ","205034":"\n   Entonces no te envuelas =) pero sé mi regalo n_n\n  ","205035":"\n   Me gusta la agua fresca también. =) igual que la soda xD\n  ","205036":"\n   A pesar de que no duermo bien, siempre ando bien despierto =)\n  ","205037":"\n   Hmmm bueno, sí, quizá sea mejor envolverte para luego rasgar la envoltura y hacer que te quedes desnuda o.o\n  ","205038":"\n   Yo no. =)\n  ","205039":"\n   No te vayas. No. No. No...\n  ","205040":"\n   Hmmm valen la pena las pesadillas por ti o.o\n  ","205041":"\n   Ahhh yo pensaba que decías agua natural xD no agua de sabor\n  ","205042":"\n   Yo nunca te haría llorar =)\n  ","205043":"\n   No es necesario que estés envuelta y con moño xD\n  ","205044":"\n   Yo solo quiero dormir junto a ti u.u\n  ","205045":"\n   XDD La agua no sabe a nada. Una fanta de naranja o una squirt =)\n  ","205046":"\n   Mejor almohadazos pero luego no chillas si te pego verdad xD\n  ","205047":"\n   No te vayas Daya... u.u\n  ","205048":"\n   Mejor tú sé mi regalo o.o\n  ","205049":"\n   Pero los refrescos saben bien rico Dx\n  ","205050":"\n   Hmmm quiza si me ganes en eso pero me lastimarías o.o\n  ","205051":"\n   Sí, decayó hi5 bastante. Y myspace le comió el mandado. En myspace encontrabas gente común y corriente, en hi5 también pero era diferente xD te digo que era menos personal y privado el hi5.\n  ","205052":"\n   No me importa u.u solo quiero abrazarte y quedarme dormido n_n\n  ","205053":"\n   Esperare tu regalo en mi cumpleaños xD\n  ","205054":"\n   Fue muy muy divertido xDD hasta que nos cerraron la cuenta por violar los terminos de hi5 XDDDDD\n  ","205055":"\n   Sí XDD es que no puedes comparar mi fuerza con la tuya xDD sería divertido xD\n  ","205056":"\n   Como 1.71 xD\n  ","205057":"\n   Desde el 2005 xD empecé a trollear en Hi5 xDD en los grupos (cuando los descubrí). Solo a los nintenderos xD Estaba chamaco jejeje xD\n  ","205058":"\n   Con este calor aún así estaría bien dormir bien abrazadito a ti o.o\n  ","205059":"\n   Sí, falta bastante jeje\n  ","205060":"\n   Los refrescos ya estoy reduciendo su consumo xD Porque engordan y todo eso. Ya procuro tomar más agua.\n  ","205061":"\n   Pues charlar, platicar de cosas. Ellos hablaban más de anime y manga, yo de videojuegos. Otros más filosóficos (la cagaron) y demás. Jeje Muy pocas veces íbamos a trollear otakus en CyA en Yahoo Respuestas.\n  ","205062":"\n   Estás bien de estatura =)\n  ","205063":"\n   En una guerra de almohadas te haría papilla xD Aunque te daría chance jeje\n  ","205064":"\n   Nada de alcohol ni cigarro =)\n  ","205065":"\n   27 =)\n  ","205066":"\n   Soy un enano u.u xD A todo esto ¿cuanto mides?\n  ","205067":"\n   Quisiera que fueras como un peluche, para dormir abrazado a ti n_n\n  ","205068":"\n   Pues comenzaron a irse xD dejaban de hablarse la gente, cada quien su rollo. No todos nos conocíamos ni trabamos amistad.\n  ","205069":"\n   te quiero pecosa\n  ","205070":"\n   No me gusta el alcohol. XD\n  ","205071":"\n   Ño >:( no estoy peque para eso xD\n  ","205072":"\n   No! XD fallaste en la adivinanza. Gracias por participar jejeje\n  ","205073":"\n   Vocaroo, mi princesa Daya u.u\n  ","205074":"\n   ¿Pero y si me quiero casar y cibercasar con vos? o.o xD\n  ","205075":"\n   Sí, yo sí lo creo xDD Bien relajado.\n  ","205076":"\n   Y yo me defiendo de las patadas xD\n  ","205077":"\n   Era en spring. Pues no sé qué fue lo que pasó exactamente xD\n  ","205078":"\n   Daya de mis amores u.u\n  ","205079":"\n   XD No ni está fallando, todo funciona de maravilla. =) haz un vocaroo Daya n_n\n  ","205080":"\n   haga otro vocaroo ewe\n  ","205081":"\n   Jajaja entre esos días que mencionas. Del 22 al 29. Uno de ellos jejeje\n  ","205082":"\n   Es que esperaba que me dieras tu bendición para crear el ask. xD\n  ","205083":"\n   Pues a algunas ciberamistades que se pasaban por aquí, antes de que todo se viniera abajo xD\n  ","205084":"\n   Sí, dormiría bien agusto contigo xD\n  ","205085":"\n   Y yo abrazo o.o\n  ","205086":"\n   Nope, es más a finales de año xD\n  ","205087":"\n   Huuum me trolleaste. No eras tú u.u\n  ","205088":"\n   Tú.... Solo tú. Haz uno para mi, Daya. ñ___n\n  ","205089":"\n   ¿Sabes? Estoy considerando crearme un ask. Seria anónimo y vacio, claro. Solo para hablarte. Ya me harte de ese estúpido mensaje que a veces salta y me impide preguntarte porque no tengo cuenta.\n  ","205090":"\n   Extrañar en la vida real o en internet?\n  ","205091":"\n   deberias de unirte a mis detractores e ir a decirme mis cosas daya xp\n  ","205092":"\n   Aunque dormiría mejor si estuvieras tú conmigo o.o xD\n  ","205093":"\n   He dormido algo bien estos días jejeje\n  ","205094":"\n   Pues sí, es a finales de año xD Adivina cuándo o.o\n  ","205095":"\n   Dejame escucharte Daya =o\n  ","205096":"\n   Aquellos en quienes confiaba se han ido en la oscuridad de la noche\n  ","205097":"\n   Porfa Daya, mi dulce Daya u.u graba un vocaroo\n  ","205098":"\n   No he tenido clases xD hasta mañana retomo las clases. Puente largo.\n  ","205099":"\n   No hay nadie más Daya de mis amores u.u\n  ","205100":"\n   Te había dicho mi cumple en spring ¿no? D:\n  ","205101":"\n   Ahorita no se me antoja eso xD desde ayer traigo antojo de unas papas del Mcdonalds o algo xD\n  ","205102":"\n   No sé, otra cosa xDD no hay nada que captar jeje\n  ","205103":"\n   Ya se te olvido mi cumple u.u\n  ","205104":"\n   Sí y sí n___n\n  ","205105":"\n   Sí!!! Graba otro vocaroo. Por favor u.u\n  ","205106":"\n   ¿Jicaleta? Jajaja xD ¿eso qué es? XD\n  ","205107":"\n   Sí, es verdad. Bueno, no me haría diabético pero si otra cosa. XD\n  ","205108":"\n   Pero no cumplo en hallowheen xD\n  ","205109":"\n   Pero es que me da pena u.u\n  ","205110":"\n   No hay otra, Daya de mis amores. :D\n  ","205111":"\n   No sé, quiero volver a escuchar tu voz. o.o\n  ","205112":"\n   XDD ¿qué otra chica?\n  ","205113":"\n   Pero quiero espantarte el sueño =(\n  ","205114":"\n   Me haría diabético por ti o.o xD\n  ","205115":"\n   Sí, ya lo google xD es que comes muchas cochinadas Daya, ya ni yo jejeje\n  ","205116":"\n   ¿Sabes? Me entretiene y agrada charlar contigo jeje\n  ","205117":"\n   Pero si me siento listo para que tú hagas un vocaroo. XD\n  ","205118":"\n   No, no soy stalker xD No tengo el valor ni la malicia para serlo jeje\n  ","205119":"\n   Sí, bien deliciosa jeje\n  ","205120":"\n   Por qué paz? owO\n  ","205121":"\n   ¿Pero tu crees que sea dulce o algo por el estilo? o.o\n  ","205122":"\n   No XD no he comido eso jejejejeje\n  ","205123":"\n   lo escuchó? owO\n  ","205124":"\n   Sí. Tienes razón xD pero no me siento listo para hacer un vocaroo xD\n  ","205125":"\n   Pero estarías bien... Rica o.o\n  ","205126":"\n   Demasiado tarde, ya te tengo bien controlada, todos tus movimientos me los sé de memoria. Soy un stalker xD\n  ","205127":"\n   Ahhh ya xDDD es que tiene más sentido el significado que yo pensé\n  ","205128":"\n   ¿Rompemuelas significa que soy un fastidio? XD\n  ","205129":"\n   Pero si siempre estás presentable Daya o.o\n  ","205130":"\n   XDD es que seria raro xD Nadie me ha escuchado ni visto.\n  ","205131":"\n   Mi chun ku lo quiero de ti o.o\n  ","205132":"\n   Quiere que yo haga uno? :v\n  ","205133":"\n   ¿Rompemuelas? XD\n  ","205134":"\n   Ay que cacahrabiuhchasss♥\n  ","205135":"\n   Dije algo malo? o.O\n  ","205136":"\n   Haga uno especialmente para mí, y yo haré lo mismo (?) e_é\n  ","205137":"\n   Es que... XDD No sé. Mi voz no tiene nada de espectacular xD\n  ","205138":"\n   Solo estaría bien que te fueras si fueras mía o.o xD\n  ","205139":"\n   Pero los mios no >:\/\n  ","205140":"\n   Hmmm o.o pero sigue siendo poco jejeje o.o\n  ","205141":"\n   Son siglas, deben ir en mayúscula UuUr yo quiero un vocaroo suyo owO\n  ","205142":"\n   ¿Uno mio? XD pero si nunca nadie en internet, en estos sitios, ha escuchado nunca mi voz.\n  ","205143":"\n   Morir de amor\n  ","205144":"\n   No, no puedes irte >:(\n  ","205145":"\n   No, es poco o.o\n  ","205146":"\n   Oye ¿alguna posibilidad de que grabes otro vocaroo? Jejeje\n  ","205147":"\n   No me pasa nada :D\n  ","205148":"\n   Sí todo eso o.o\n  ","205149":"\n   Hola owO\n  ","205150":"\n   ¿A que no adivinas quién te quiero?\n  ","205151":"\n   ¿A que no adivinas quién te quiero?\n  ","205152":"\n   Eres mi bebé, mi princesa... Mi Daya o.o xD\n  ","205153":"\n   Tú eres mi bebé o.o\n  ","205154":"\n   Holaaaaaa\n  ","205155":"\n   La vida se hizo de momentos, esos que si no los vives a plenitud, nunca mas volverán. Que tengas una muy bonita y feliz semana :)\n  ","205156":"\n   que opinas de que ya tengo mi boleto para ir a ver al hermoso papasito Miguel Bose? <3\n  ","205157":"\n   —— PD1. Muchos temen a la muerte. ¿Cómo temerle a algo que no conocen?——\n  ","205158":"\n   Que bien porque ya me tenían al borde del vomito tanto gif xD\n  ","205159":"\n   Feliz día del niño\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/family\/family-smiley-emoticon.gif\n   \n   :)\n  ","205160":"\n   Pa qué cerraste tu cuenta?\n  ","205161":"\n   Hola ¿te interesaría ser ciber novia de un chico muy tierno ?¿o conoces a una chica que le gustaría tener cibernovio? si estas interesada pasa por mi ask para saber mas :$\n  ","205162":"\n   —— PD2. Si tuvieran un esposo\/a Actor\/actriz que hiciera escenas calientes ¿Les daría celos?——\n  ","205163":"\n   Hola amiguitos! Mi nombre es Miros, Y el suyo!? xD\n  ","205164":"\n   Hey bebé =(\n  ","205165":"\n   :B\n  ","205166":"\n   —— PD3. ¿Les gustaría participar en una película de horror? ¿Qué papel harían?——\n  ","205167":"\n   o_O\n  ","205168":"\n   —— PD4. ¿Cómo llamarían a sus hijos?¿Cómo los educarían? ¿Creen que es difícil educarlos?——.\n  ","205169":"\n   Que opinas de esta frase? \"El niño que no juega no es niño, pero el hombre que no juega perdió para siempre al niño que vivía en él y que le hará mucha falta.\"  Bonita noche de lunes :)\n  ","205170":"\n\n    https:\/\/www.youtube.com\/watch?v=hS7S0HfnMFE\n   \n","205171":"\n   Buenas noches Day. que mala sincronización la tuya... O_O es a proposito de llegar cuando me voy. naaa bueno que tengas una hermosa noche de martes y hermoso amanecer de miércoles. :)\n  ","205172":"\n   Hola ¿Cual es la red social que más te gusta? ¿Te consideras adicta\/o a las redes sociales? Un saludo, Pásate.\n  ","205173":"\n   Yo soy aquel que por tenerte da la vida\n  ","205174":"\n   —— PD5. ¿Que piensan del Reggaeton? ¿Creen que puede llamarse música?——\n  ","205175":"\n   Aмє́, αмσ у αмαяє́, ρσяqυє Ɩα νιɗα єѕ υηα у cαɗα ιηѕtαηtє cυєηtα.\n  ","205176":"\n   Aмє́, αмσ у αмαяє́, ρσяqυє Ɩα νιɗα єѕ υηα у cαɗα ιηѕtαηtє cυєηtα.\n  ","205177":"\n   Aмє́, αмσ у αмαяє́, ρσяqυє Ɩα νιɗα єѕ υηα у cαɗα ιηѕtαηtє cυєηtα.\n  ","205178":"\n   Buenas noches Daya de mis amores =D\n  ","205179":"\n   mira detras no hay por donde correr\n  ","205180":"\n   ¿Crees en brujas y hechiceros?\n  ","205181":"\n   ╰დ╮ ❤  ∞ƊαуαzυƖcιєƖσ∞   ❤ ╭დ╯\n  ","205182":"\n   Cual s tu cancion favorita de Laura?\n  ","205183":"\n   ¿Qué se siente que te acose tanto? XD\n  ","205184":"\n   No no no, tú en la cama y yo a tu lado en la misma cama, y pegaditos. XD\n  ","205185":"\n   Sin querer xD Estuvo graciosa la respuesta\n  ","205186":"\n   Ah cálmate viejo loco o te parto la cara\n  ","205187":"\n   Ya no me pongas gifs (A que vas a seguir poniendo D:<)\n  ","205188":"\n   Te ríes porque es verdad xDDDDDD\n  ","205189":"\n   Para dormir contigo en ambos sentidos o.o\n  ","205190":"\n   Ya es tarde, hora perfecta para ducharme contigo o.o\n  ","205191":"\n   Jajajaja esa boquita\n  ","205192":"\n   Nah, nada de eso. No se siente ningún dolor!\n  ","205193":"\n   Mejor... Te quito la ropa y te cargo hasta la ducha xDDDD\n  ","205194":"\n   Me estoy oxidando, he dicho, mujer.\n  ","205195":"\n   Me da curiosidad xD y es obvio que no es dolor de espalda.\n  ","205196":"\n   Hey hey hey quitame esa carita, Tu selena gomez\n  ","205197":"\n   Mejor ya dime qué sientes con mis preguntitas XD\n  ","205198":"\n   Me voy a oxidar Dx\n  ","205199":"\n   arriba las manos daya -_-\n  ","205200":"\n   No existe tal dolor de espalda xD\n  ","205201":"\n   Mejor solo te digo Daya y nos bañamos juntitos o.o\n  ","205202":"\n   Gas toxico\n  ","205203":"\n   Ya sé! No te digo así si me permites ducharme contigo o\/\/\/o\n  ","205204":"\n   Te tienen que gustar o.o\n  ","205205":"\n   Cual dolor de espalda? XD\n  ","205206":"\n   Ahhhhh xDDD qué tiene de malo tontis? Es de cariño xD\n  ","205207":"\n   Repitela que no se cual sea la palabra y quiero saber\n  ","205208":"\n   Ah pues matame\n  ","205209":"\n   Vienes cuando me voy, ni oportunidad me das de molestarte\n   \n    http:\/\/www.sherv.net\/cm\/emo\/sad\/pouting-face-smiley-emoticon.gif\n   \n   pero aun asi lindos sueños, buenas noches :)\n  ","205210":"\n   Cómo que se siente raro?\n  ","205211":"\n   Bueno no matarme, cibermatarme es el termino correcto.\n  ","205212":"\n   Por qué no baby? XD\n  ","205213":"\n   Cómo te dije? XD reina del hielo?\n  ","205214":"\n   Eso sería matarme =o\n  ","205215":"\n   Te refieres a rogoncita de mis amores? XD\n  ","205216":"\n   Hola baby xD\n  ","205217":"\n   Daya de mis amores!\n  ","205218":"\n\n    http:\/\/vocaroo.com\/i\/s01bRkLFjRF9\n   \n   como siempre todos hacen odios sordos prefieren evitar cualquier altercado u opinar o quiza se sienten engañados HAHAHAHAHAHHA NO SE PREOCUPEN yo hablo y actuo por ustedes A_A live the RE\"LOVE\"UTION\n  ","205219":"\n   los malos siempre somos los sinceros que pena que ella no quiso arreglarlo en privado pero las cosas pasan solas sin buscarlas DANI es fake y la verdad los hara libres\n   \n    https:\/\/www.facebook.com\/valeria.arcayl\n   \n","205220":"\n   SALUDOS ASK lo e dicho un millon de veces aqui todos pueden ser quienes queramos.....ustedes conocen a DANI\n   \n    @danielapsicodelica\n   \n   esta chica que tuvo yn roce conmigo por que yo sabia la verdad les presento a la verdadadera chica de las fotos mi amiga\n   \n    https:\/\/twitter.com\/valeriaarcay\n   \n\n    @valeriaarcay\n   \n   A_A\n  ","205221":"\n   Que no, no hace daño.\n  ","205222":"\n   ¿Cuál es tu aroma favorito?\n  ","205223":"\n   ♥\n  ","205224":"\n   Buenas noches Daya, cuídate.\n  ","205225":"\n   Entonces serás rogoncita de mis amores. Sí XD\n  ","205226":"\n   Me duermo hasta las 6:00 a.m.\n  ","205227":"\n   Ya estás muy cansada?\n  ","205228":"\n   No, no sé\n Necesito que me expliques bien. XD\n  ","205229":"\n   Nah, dolor de espalda... eso qué? XD\n  ","205230":"\n   Qué te parece \"Reina del hielo\"?\n  ","205231":"\n   Jajaja como si te estuvieran correteando. xD\n  ","205232":"\n   No podría hacerme daño tanta dulzura\n  ","205233":"\n   No me gusta quedarme con las ganas =( una probadita. Anda. XDDD\n  ","205234":"\n   ¿Y si quiero comerte, Daya? o.o\n  ","205235":"\n   XDD Rapidito jajaja No pues está bien.\n  ","205236":"\n   Los apodos no siempre gustan =o\n  ","205237":"\n   XDDDDDDDD A veces me pregunto què se sentiran que te digan todas esas cosas que te estoy escribiendo.\n  ","205238":"\n   ¿Fresa? XDDDD por qué? No entiendo xD\n  ","205239":"\n   Ahh nada como mi magnifico estado. =)\n  ","205240":"\n   No gracias. Prefiero comer otro tipo de chatarras.\n  ","205241":"\n   Y yo no podia contestar por la escuela. Pero sí, no podias quedarte en un sitio muerto. xD\n  ","205242":"\n   Pues lo siento ñ_ñ pero es tu nuevo apodo, rogoncita. =D\n  ","205243":"\n   por cierto fressa ya te sigue en forma ya estuvimos alla\n  ","205244":"\n   El apodo no se quita, ni tú lo eliges, el apodo te elige a ti. Rogoncita.\n  ","205245":"\n   Pues porque a las 7 de aquí estana en clases xDD Y no tenía inter. Tú nadamás pasabas, respondías y te ibas.\n  ","205246":"\n   Y pues solo le dije pueblucho a tu pueblucho (de tres pesos) porque precisamente eso es: un pueblucho. =D\n  ","205247":"\n   Pirruris xDD Que palabra tan más curiosa. Hmmm no he checado sí hay de esas. Regularmente no como nada de eso.\n  ","205248":"\n   Yo te convertí en rogoncita, y aunque no te comportes así, ya eres mi rogoncita. XDDD\n  ","205249":"\n   Hmmm pues quién sabe xDD Ok, te creeré. Quizá no te hable tanto porque, precisamente, no entrabas.\n  ","205250":"\n   XD Esos ojos se agotan de una forma o de otra.\n  ","205251":"\n   Sí, mujer sí. Me gustan las adultas jovenes como tú. XD\n  ","205252":"\n   No xD mejor te convierto a ti en una pela pop y me entretengo mejor contigo. n___n\n  ","205253":"\n   ¿Te desee feliz año nuevo? Hmmm no, te conozco desde hace como 3 meses y cacho.\n  ","205254":"\n   Esas mentadas pela pop solo allá en tu pueblucho las conocen. XD\n  ","205255":"\n   No, la escuela en serio, nada que ver.\n  ","205256":"\n   Pues a mi no se me ha hecho tanto tiempo. ¿O sí lo ha sido? No... a lo mejor tendrías otro anónimo.\n  ","205257":"\n   Sí? Tanto tiempo? XD\n  ","205258":"\n   Aunque es interesante. Sí, quiero hacer contigo como si fueras una pela pop. XD\n  ","205259":"\n   Y ahí ando yo, buscando en google qué carajos es una pela pop.\n  ","205260":"\n   Daya, Daya, Daya... no quiero obligarte a nada, pero... tengo que quitarte la ropa y ducharme contigo o.o\n  ","205261":"\n   Ya caai ni juego xD Solía hacerlo con.mis amigochos, pero ya no más. No hemos jugado como en 2 semanas. Y van a ser más.\n  ","205262":"\n   Pero el sí tiene y debe convertirse en un no.\n  ","205263":"\n   ¿El año pasado? No te conozco desde hace tanto tiempo. Quizá me confundes con otra persona.\n  ","205264":"\n   Que sí Daya!!!!! Que sí. Hmmm bueno, es solo lo que quiero. Sí, quitarte la ropa. XD\n  ","205265":"\n   ¿Desde cuándo soy chico videogame? Por qué? XD\n  ","205266":"\n   No. No y no. Nunca jamas. Negativo. Permiao denegado.\n  ","205267":"\n   Te refieres al otro día? Pues andabas muy cortante y seria. Supuse que no querías ni hablar.\n  ","205268":"\n   ¿Como que no te soportaba?\n  ","205269":"\n   Noooooo\n  ","205270":"\n   Con lo de \"libre de hacer lo que quieras\" también te refieres a ducharme contigo ¿verdad? n_____n\n  ","205271":"\n   Hmmm sí, lo admito. Pero ya hace tiempo de todo eso. XD Ahora eres mi única rogoncita. XDDDD\n  ","205272":"\n   Yo feliz si me.baño contigo XD Aunque tú no jejejejejeje\n  ","205273":"\n   Pues sí, voy en el turno vespertino-nocturno.\n  ","205274":"\n   uno es el numero que inicia todo 21000 es el que llega a juntarse cuando el fin se acerca\n  ","205275":"\n   Aún mantengo contactos con algunos xD Pero a nadie le \"tiro el teclado\" XD\n  ","205276":"\n   No puedo ocultar las ganas de ducharme... contigo o.o\n  ","205277":"\n   De 3 a 10 o.o ¿por qué?\n  ","205278":"\n   Te digo que casi no le hablo ya a nadie xDD Así que eres mi única rogoncita las 24 hrs XD\n  ","205279":"\n   Está quedando muy limpia la regadera, para nosotros. XDDD\n  ","205280":"\n   Pero si tú eres mi única rogoncita <3 uwu\n  ","205281":"\n   Daya de mis amores XDDDDDDDDD\n  ","205282":"\n   Tirarle el teclado XDDDDDDDDD Pero si solo te lo tiro a ti o.o\n  ","205283":"\n   La esponja de patricio es para lavarte y limpiarte a ti Daya XDDD\n  ","205284":"\n   Bueno, igual a mi no.me gustan las despedidas. Pero cuando te vayas y no pienses volver pues avisas ¿Si? jeje\n  ","205285":"\n   SALUDOS A_ASk EL TIEMPO ME DIO LA RAZON PRONTO LES HARE UN ANUNCIO LA VERDAD LOS HARA LIBRES Y EN LA VIDA CONFIO PUES ALGUIEN VINO A MI A DARME LA RAZON UNA VERDAD REVELADA COOMING SOON\n  ","205286":"\n   Ah sí, todo tiene que estar limpio y reluciente para cuando nos duchemos juntos. XDDDDD\n  ","205287":"\n   Hmmmm ya veo. Pues está bien que seas así sentimentalone y eso xD Pero no te despidas de esas maneras raras jeje\n  ","205288":"\n   A bañarte ¿verdad? o.o me gustarí estar en esa regadera contigo. XDDDDDDDDDDDD\n  ","205289":"\n   Ahhhh es que hablas como si no fueraals a regresar!!!!!\n  ","205290":"\n   Pase a dejar mi huella por aquí, para que no pierdas la costumbre, ya me voy a dormir, es nigh no Day ok. Buenas noches. :)\n  ","205291":"\n   Te ordeno que no te vayas, te lo ordeno.\n  ","205292":"\n   Noooooooooo =(\n  ","205293":"\n   Te vas a ir?\n  ","205294":"\n   usted se llama Dayanara? o.O\n  ","205295":"\n   Hey tú, Daya de mis amores\n  ","205296":"\n   Me haces llorar\n  ","205297":"\n   Dayani yo pronto morire\n  ","205298":"\n   cuidate mucho y aqui te espero... !!  :)\n  ","205299":"\n   no lo sabia en ese momento u_u\n  ","205300":"\n   Ya no me quieres\n  ","205301":"\n   Porque estaba sucio o.O\n  ","205302":"\n   Pensé que note acordarías de mi.\n  ","205303":"\n   El jamón le da moquillo a los perros? o.O\n  ","205304":"\n   Dashany\n  ","205305":"\n   y se lo comieron los perros (?) o.O\n  ","205306":"\n   las palabras son poderosas mas si son sustentadas por acciones ....quiza mi error es transgiversar mis acciones con mis palabras es hora de callar y solo dejarme llevar ....y tu como evocas tus acciones en palabras o acciones de cantares silenciosos ?\n  ","205307":"\n   Lo tenía, pero se me cayó o.O\n  ","205308":"\n   ¿Usarías un coche que se condujera solo o preferirías conducir tú mismo?\n  ","205309":"\n   Hola, te escribe LegendaryWolf Podrias pasar a este link\n   \n    http:\/\/ask.fm\/LongWolf\/answer\/128407040613\n   \n   De paso visitar a mi chica en su nueva cuenta\n   \n    @mk0269\n   \n","205310":"\n   ♥\n  ","205311":"\n   ¿Qué preferirías, ser de la realeza o una estrella de algún \"reality show\"?\n  ","205312":"\n   Que buenas piernas tiene usted Dallancita.\n  ","205313":"\n   El mundo de allí fuera era diferente. Podía tener lo que quisiera y podía ser lo que quisiera. No hay desigualdad, violencia o discriminación. Nunca pasa nada malo. Así es México el país del no pasa nada pero a pesar de todo lo que sabemos que si pasa lo amo y tu amas a tu país?\n  ","205314":"\n   Hay dos tipos de idiotas, hay idiotas inteligentes que saben que son idiotas e idiotas que piensan que son inteligentes, pero son realmente idiotas.? DÍA INTERNACIONAL DE LA IDIOTEZ HUMANA ((LA TRADICION ES BEBER CIANURO)) FESTEJEMOS *-----*\n  ","205315":"\n   Existen reglas y normas que nos protegen.Pero son nuestros valores como persona los que determinan cuando y por qué romperlas? los mios estan bien sanos y ala vez retorcidos asi que rompamos un par de ellas ahora que cosas estas dispuest@ a quebrantar? hare una pelicula erotica con una buena histori\n  ","205316":"\n   Hola! hermoso domingo. Oye ya escuchaste a mi amiga Helena?\n   \n    http:\/\/ask.fm\/sonrisitastempral\/answer\/128698668045\n   \n   :)\n  ","205317":"\n   ¿Donde esta Jamon esquizofrenico? TT__TT voy a mori\n  ","205318":"\n   Bien, y que hace? .w.\n  ","205319":"\n   Que tal? como a usted le va? o.O\n  ","205320":"\n   n.n\n  ","205321":"\n   oWO\n  ","205322":"\n   Quiero conocer gente nueva ¿me pasarias un ask de alguien que conozcas? uwu\n  ","205323":"\n   Oiezy :)\n  ","205324":"\n   Por que tantas preguntas\/respuestas en blanco? .-.\n  ","205325":"\n   Puedo ver atraves de tu intestino delgado ~(o.O~)\n  ","205326":"\n   Suban las manos conmigo \\O.o\/\n  ","205327":"\n   No tiene nada de malo o.o\n  ","205328":"\n   SALUDOS A TODOS ESTE ES EL ASK RAP DIVIDIDO EN DOS PARTES ESCUCHENLO POR QUE LOS MENCIONO A VARIOS EN ESTA CANCION SI HIERO SUCEPTIBILIDADES RECUERDEN SOLO ES UNA CANCION\n   \n    http:\/\/vocaroo.com\/i\/s1hpFuf22t87\n   \n\n    http:\/\/vocaroo.com\/i\/s0LGICo3UGYx\n   \n","205329":"\n\n    http:\/\/ask.fm\/MeLMunioz\/answer\/127542850744\n   \n   Hahahahhaha…Creo que amo a esta mujer. Excelente semana.\n  ","205330":"\n   Ahora soy pachetes? a donde ire a parar? jajaja Buenas noches Day y si necesitas mas sonrisas y apoyo,,, solo silba, sabes silbar verdad? ya voy a dormir Linda madrugada :)\n  ","205331":"\n\n    http:\/\/vocaroo.com\/i\/s1hGB5EzOd91#_=_\n   \n","205332":"\n   NO, no se rompe, todo lo contrario, lo se muy bien, Asi que solo regalate una sonrisa y voltea asi a la vida y el mundo, me harías ese favor?\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/yellow-hd\/blushing-smiley-emoticon.gif\n   \n   :)\n  ","205333":"\n   No no no. Te quiero encuerada, Daya.\n  ","205334":"\n   Cuentame, mi Daya. XD\n  ","205335":"\n   No, no. Tienes que ser feliz.\n  ","205336":"\n   Chiste? no recuerdo alguno, pero voltea al espejo...  jajajajaja NTC :)\n  ","205337":"\n   Para mirarte encuerada n_n\n  ","205338":"\n   Ohhh ¿pero qué te han hecho, mujer?\n  ","205339":"\n   Ya, no estés triste ni pensante mi Daya. XD\n  ","205340":"\n   Hmmm ayudarme con mi tarea, es de anatomía femenina. Necesito que te quites la ropa.\n  ","205341":"\n   Sorry =o\n  ","205342":"\n   :P jajaja :)\n  ","205343":"\n   Tardo en preguntar porque ando jugando online también xD\n  ","205344":"\n   A las 12 p.m. xD Ya fui a la escuela y todo ese rollo\n  ","205345":"\n   Pues que andas bien seriecita\n  ","205346":"\n   Es mi imaginación o andas emo?\n  ","205347":"\n   En serio dime xD\n  ","205348":"\n   No tengo nada que hacer\n  ","205349":"\n   Todo el tiempo.\n  ","205350":"\n   escuchas las voces de tu cabeza? o piensas que no escuchas nada ellas estan siempre ahi susurrandonos gritandonos ....ellas desatan en mi una libertad preciosa y sin cadenas... el oscuro pasajero esta hambriento, todos usan un disfraz para ser notados yo uso uno para no ser descubierto\n  ","205351":"\n   No, me queda mucho tiempo.\n  ","205352":"\n   que dicen las voces de tu cabeza?....a veces las personas son solo eso personas que ocultan una parte que protege su corazon para jamas ser golpeado yo no ...yo lo dejo abierto para que se haga fuerte pero tambien enardece con todo lo que lo toca y se funde con el acero de las dagas que lo atraviesa\n  ","205353":"\n   Hum, y yo quería que me contarás todo.\n  ","205354":"\n\n    https:\/\/s-media-cache-ak0.pinimg.com\/originals\/8d\/3b\/9c\/8d3b9c195ab5c95a2af26182e6667c9b.jpg\n   \n   Un buen día de San Jorge, bonito jueves :)\n  ","205355":"\n   Un pequeño chiste\n   \n    http:\/\/ask.fm\/sonrisitastempral\/answer\/128595712525\n   \n   jajajajaja. bonito jueves  :)\n  ","205356":"\n   ¿Qué sorpresas?\n  ","205357":"\n   Hola de nuevo UuUr\n  ","205358":"\n   Jajaja me gusta ese sentido del humor jajaja, cachetes... como te digo... bueno solo Day :)\n  ","205359":"\n   ¿Qué tal las vacaciones?\n  ","205360":"\n   que te recorde?\n  ","205361":"\n   Y como se brinca? :)\n  ","205362":"\n   ¿Por qué se suicidan las hojas cuando se sienten amarillas? P.N. Que tengas un hermoso viernes :)\n  ","205363":"\n   de nuevo ask me amenazo con suspender mi cuenta ....en fin gente envidiosa XD o soy muy revoltoso ..pero ya saben a que cuenta seguirme si esta desaparece......A_~ saludos gusanos\n  ","205364":"\n   que te gusta de su personalidad?, que sea maquiavélica y que no le importen las consecuencias. Te gusta que humille a la gente si le conviene. ¡Ay Dios mío, te acuestas conmigo D= xp GRANDIOSOOOOOOOOOOOOOOOOOOOOO VIERNES A_A\n  ","205365":"\n   ¿Te gusta estar solo\/a?\n  ","205366":"\n   ¿Cuál ha sido la última canción que has cantado a todo pulmón?\n  ","205367":"\n   Clаή đέ 么мǿя ❤.. Estos corazonsitos MG!!❤.. son xq \"YouU are Speciaal!!♥.. 4me TkM!!.. MʋǿคćkkkŝŜ❤!!\n  ","205368":"\n   LARVA Y EL OSCURO PASAJERO HAN VUELTO EN 5D CORRAN LLOREN Y GRITEN PUES SI VAN A ESTAR AQUI EN LUGAR DE SER GENTE OCIOSA NORMAL MASTURBANDOSE CON PORNO TENDRAN QUE SOPORTAR MI GRANDESAAAAA ICONICA ASI ES EL VIRUS DEL 2015 ESTA DE VUELTA ASESINE A SAM... COF COF ACABO DE ESCUPIR UN MONTON DE NIEVE\n  ","205369":"\n   Eres libre de gustar u odiar a cualquiera que quieras. ¿No te gusto? Bueno, ¿eso no es normal? No seas hipócrita y pretendas ser mi amig@ Si me odias, entonces ódiame. yo no vivo de su amor vivo del amor de quien esta conmigo, tu no me importas ......TU SABES QUIENES SON TUS AMIGOS DE VERDAD? A_A HI\n  ","205370":"\n\n    http:\/\/ask.fm\/sonrisitastempral\/answer\/128531450381\n   \n   Y asi quiere que le contesten sus preguntas? Disculpa tenia que publicar esto :)\n  ","205371":"\n   el tiempo carece de sentido cuando este pajarito canta y las manos tocan su pico cual devasttador gemido inunda de muerte su mirar asi es ask la ciudad me reclama reclama al rumor a mi antiguo yo.....larva sin rostro ni identidad la personificacion de las voces que ustedes jamas quieren evocar...\n  ","205372":"\n   8)\n  ","205373":"\n   Como va el America, solo por curiosidad? Buenas noches camaradas.\n  ","205374":"\n   Que canción todo mundo debería escuchar al menos una vez en su vida?\n  ","205375":"\n   ¿Cuál es tu postre favorito?\n  ","205376":"\n   Y para un domingo que debe ser diferente\n   \n    https:\/\/youtu.be\/bapO8qCaDyk\n   \n   una canción que me gusto de regalo para mis amistades, que tengas un bonito día :)\n  ","205377":"\n   somos un duo mejor que el dr jekyll y mr hyde como sigues lindura?\n  ","205378":"\n   hola\n  ","205379":"\n   O_O tienes mucho tirmisu, compartirías conmigo? :)\n  ","205380":"\n\n    http:\/\/vocaroo.com\/i\/s0TiBfcAXsp6\n   \n   cada vez canto mas feo u_U\n  ","205381":"\n   Holis o.O\n  ","205382":"\n   ♥\n  ","205383":"\n   ♥\n  ","205384":"\n\n    http:\/\/www.sherv.net\/cm\/emoticons\/embarrassed\/embarrassed-smiley-face.gif\n   \n   tomatito? pues esta bien. Entonces buenas noches y dulces sueños, oye sonríe al despertar y recuerda quien te lo pido. :)\n  ","205385":"\n   Ya te vas a dormir?\n   \n    http:\/\/www.sherv.net\/cm\/emoticons\/embarrassed\/shy-whistler.gif\n   \n   :)\n  ","205386":"\n   Por que no? Que tiene de malo???\n  ","205387":"\n   Tardo un poquito en cansarme xD depende\n  ","205388":"\n   Oh claro que existen jeje pero de momento solo quiero probar tu carne XDDDDD\n  ","205389":"\n   quiera una novia pechugona que sea bajita que sea llenita jaja ok no esa cancion ni me la se...e.e jaja el fisico importa pero mas la personalidad? yo me vuelvo loco por la personalidad mas no niego tengo buen gusto en el aspecto fisico sin tener un ideal...define a tu sueño erotico y espiritual ;)\n  ","205390":"\n   Pepito sabes nadar? Sí, señorita, Dónde has aprendido? En el agua. Inteligente el huerco jajajaja. Bonito lunes. :)\n  ","205391":"\n   No entiendo =) no quiero entender!!!\n  ","205392":"\n   Sueño en grande xD\n  ","205393":"\n   Por qué? XD ocupo ver bien jeje\n  ","205394":"\n   QUIEN DESATA LOCURA EN TI?\n  ","205395":"\n   Ahorita sí los traigo puestos jeje\n  ","205396":"\n   Ser necio es parte de mi naturaleza jejeje no acepto un no por respuesta!!!! Al menos dejame remover toditita tu ropa n_n\n  ","205397":"\n   Pero tú eres la rogona!! O te haré una rogona. Sí eso es lo que dije que haré xD\n  ","205398":"\n   Pues eres tú no? Daya? XD\n  ","205399":"\n   lo ven no se tomen ask tan en serio ya suspendieron a kassy XD jaj no me alegra pero admitanlo no es el fin del mundo yo perdi mi cuenta original pues tengo cono un millon de enemigos aqui y la verdad ellos solitos se duelen pues a mi me divierte ver como gastan su tiempo en mi A_Ask gusanos relax\n  ","205400":"\n   También estás tú, te podría comer a ti XDDDDDD\n  ","205401":"\n   Amargocitorogoncito eh? XD\n  ","205402":"\n   La visión ya xDD Uso lentes jejeje aunque no siempre los traigo puestos\n  ","205403":"\n   Ehhh no, ese pollo no se ve rico XD ¿no tienes algo más \"Tú\"?\n  ","205404":"\n   Raro* el maldito auto corrector haciendo de las suyas... Y sí me desespero.\n  ","205405":"\n   Nunca es suficiente =)\n  ","205406":"\n   Pero... Me gusta la carne. XD\n  ","205407":"\n   Esta radar esta porquería, de momentos me deja mandar mensajes y de momentos no.\n  ","205408":"\n   las reglas cambian.....LIVE THE R♡LOVE♡UTION\n  ","205409":"\n   Mmmmmm tengo antojo de ti XD por lo que dices, de que tienes buen sabor jejeje\n  ","205410":"\n   EL SILENCIO ES UNA FORMA DE AMOR?\nmientras sentado estaba en esa noche sujetando tu mano y sin palabras solo sentados ensilencio en esa habitacion a oscuras sin mirarme , senti una reaccion de tu piel y un suspiro que surgio de tu interior silencios que evocan los latidos que suceden en esa cama\n  ","205411":"\n   Colima\n  ","205412":"\n   Entonces, por lo tanto, tú también estás deliciosa XD\n  ","205413":"\n   Dicen que la carne de perro esta deliciosa o.o\n  ","205414":"\n   gracias owo amm y q cuentas? xd\n  ","205415":"\n   Como describirías  a un capitalino ( Mal llamado Chilango ) puedes poner foto o decir la descripción gráfica de su aspecto según tu idiocincracia.\n  ","205416":"\n   Consideras que escuchar música de banda es para gente pobre o de poca cultura? cuando es la música regional de nuestro país.\n  ","205417":"\n\n    https:\/\/www.facebook.com\/video.php?v=10152851835216083#_=_\n   \n   Algunos de ustedes puede bailar así? Que talento…Buenas noches Camaradas.\n  ","205418":"\n   Se ve bien rico el pastel jejeje aunque prefiero un pastel de ti XD para comerte jejejejejeje...\n  ","205419":"\n   ¡Es sábado! ¿Qué vas a hacer hoy?\n  ","205420":"\n   ♥\n  ","205421":"\n   O_o porque cambiaste tu foto? :)\n  ","205422":"\n   busca esto en tu barra url: old.spring.me\n  ","205423":"\n   Nah, tampoco, bueh me da indiferencia eso. Yo no soy de los que dicen \"me gusta estar solo\" ni \"me gusta estar acompañado\" yo soy de los que dirían \"bahh whatever\"\n  ","205424":"\n   De nada pero me da un poco de hueva esta pagina jeje\n  ","205425":"\n   con lo anterior dicho QUE DICEN LAS VOCES DE TU CABEZA? dejad libres las voces que en tu interior gritan por ser liberadas y expresa aquello que por alguna razon son atadas con las cadenas de la apatia y el desatino del que diran.....solo desata los sucesos que en tu mente desenvocan en silencio\n  ","205426":"\n   Hmmm pues si quieres mañana u otro día hablas de ti.\n  ","205427":"\n   Pues sí, algo, a veces xD\n  ","205428":"\n   Que buena noche, no les parece camaradas?\n  ","205429":"\n   Hmmm que pregunta tan rara esa de la infancia. Hmmm me da flojera hablar de mi, mejor tú hablame de ti.\n  ","205430":"\n   Nah, prefiero jugar solo. De vez en cuando sí jugamos pero prefiero solo.\n  ","205431":"\n   q ondas? :3\n  ","205432":"\n   Pero quien olvida al amor de su vida en un par de días?\n  ","205433":"\n   Hmmm compartir ratos? XDDD eso qué?\n  ","205434":"\n   Pues me da igual xD el tiempo pasa, las personas cambian. Tampoco es que mi mundo gire entorno a ellosx Jajaja para nada.\n  ","205435":"\n   Game of thrones, The Walking Dead... Nadamás je. Películas pues bastantes la verdad xD muchas. Me puede gustar cualquiera, aunque no veo de terror. Fuera de eso, lo que sea.\n  ","205436":"\n   Hoy hace un mes nuestra querida amiga & compañera Diamond o mejor dicho Carolina Hernandez Garcia Fallecio u_u debido a la ruptura ask amorosa, aun la recuerdas?\n  ","205437":"\n   Los chinos están invadiendo Mexico u_u ya lo notaste?\n  ","205438":"\n   Jajaja la mayoría son hombres, pero son medio freaks y tienen ideales raros. Bah, me fastidia su cura.\n  ","205439":"\n   Caricaturas ya ninguna, me parecen pura basura las nuevas, todas. Me gustaba Jimmy Neutron xD y más... Novelas? Pues actuales tampoco xDD hace muchos años veía una que otra de telemundo y también veía La Madrastra. Hace un año comencé a ver una por internet pero la tengo en pausa, llegue al cap 100\n  ","205440":"\n   Jajaja a veces sí, a veces no. Depende de la situación. La verdad no somos los típicos hermanos que siempre se llevan bien. Pero igual, tampoco estamos tan mal, depende.\n  ","205441":"\n   Pues gente que conocí en YR y en spring. Sí jejeje pero ya no les hablo casi, como te dije. Además ya traen una cura medio rara que no me gusta y pues bah, no tengo razón para crear una cuenta jeje\n  ","205442":"\n   Me los bloquearon ): ahora si, adios o.O\/\n  ","205443":"\n   PREFIERES ESTAR LOC@ A SER OTRA MARIONETA DE LA SOCIEDAD? Cada vez qu la luna me ilumina se muestra mi verdadero ser un loco romantico, lujurioso, apasionado, sumergido en un mar donde el bien y el mal no estan peleados no distantes,,una sinfonia perfecta independiente y llena de amor prohibido\n  ","205444":"\n   Me desperté más temprano de lo usual, y eso que me dormí a las 6:00 a.m. Solo he jugado videojuegos y perdido el tiempo en internet jaja nada interesante ni provechoso.\n  ","205445":"\n   XD No, así estoy bien.  O conozco a nadie de aquí. Bueno, a varios pero igual no les hablo mucho, casi nada ya. Así está bien.\n  ","205446":"\n   Ah y sí tengo hermanos. Soy el segundo. Somos tres.\n  ","205447":"\n   Bueno, al menos ya el esponja no tiene cara de ratardado idiota. Pero igual no me gusta.\n  ","205448":"\n   Os di algunos mg's a mi falta de preguntas e_e (?) bay bay o.O\n  ","205449":"\n   Un poco mayor.\n  ","205450":"\n   Pues ya te conteste en la misma pregunta jaja, no no tengo ask.\n  ","205451":"\n   Ah quita esa imagen de idiota de patricio. Guacala.\n  ","205452":"\n   Ya hmte había dicho que no en un mensaje anterior, aunque tal vez no haya llegado. Quien sabe, estaba seguro de haber pulsado enviar.\n  ","205453":"\n   Ammm soy un crio nada más =D\n  ","205454":"\n   Ahhh no mucho xD Hmmm cancun? Una vez fui, hace 11 años xD\n  ","205455":"\n   Pero siempre han dicho que las difíciles son mejores o.o\n  ","205456":"\n   No, podria reportar asi como asi y no suspenderia a nadie :(\n  ","205457":"\n   Hmmm pues ok, no te toco ni nada. Pero quedaste sabiendo que quiero desnudarte. XDDDD\n  ","205458":"\n   usted sabe como suspender una cuenta? O.o\n  ","205459":"\n   No quiero dejar en paz eso o.o no!!! Nunca jamás!!!!\n  ","205460":"\n   Pobrecitos? Pobrecitos los clientes!\n  ","205461":"\n   Pues sí, mi ciudad es fronteriza xD y también vivo cerca de ahí.\n  ","205462":"\n   Hola o.O\n  ","205463":"\n   TRATAS DE MEJORAR TUS DEFECTOS? DIME N DEFECTO TUYO MUY GRANDE.....estoy tan lleno de imperfecciones y defectos brechas entre mi espirtiu y mi espacio material ....quiciera que pudieses entenderlas soy un humano poseido por lo que amo y caigo o cometo errores pero el humo que emana de mi es mi alma\n  ","205464":"\n   Pero no merezco ser golpeado solo por querer quitarte la ropa ¿verdad? =)\n  ","205465":"\n   Al otro lado del río? No entiendo xD\n  ","205466":"\n   XDD chun kun jejeje pero no sabrían igual, no se como le hacen los chinos para darle ese sazón a su comida.\n  ","205467":"\n   Quiero vivir más, rápido Daya dejame remover la ropa que llevas puesta. XD\n  ","205468":"\n   No xD Al contrario xD Mira al viejo feo de Hugh hefner, ya tiene como 100 años y sigue bien vivo, y vive rodeado de mujeres con poca vestimenta.\n  ","205469":"\n   Solo lo digo bromeando jejeje ¿o quizá no? XD\n  ","205470":"\n   Pues vivo por ahí xD por el Gato Bronco, por el Murua.\n  ","205471":"\n   Soy un inútil xDD qué voy a andar sabiendo de cocina? Jejeje no le he hecho la lucha por aprender, me da cierto temor el fuego jeje quede traumado cuando me queme con la plancha y cuando me cayo cera liquida en las manos\n  ","205472":"\n   Mmmm lastima que no te vere con poca ropa. uwu\n  ","205473":"\n   Hot Hot Hot Hot Hot hot\n  ","205474":"\n   Sí quieres pégame, pero sigues perteneciendome jejejeje jejejeje XDDD\n  ","205475":"\n   Mi colonia? XDD hay un restaurante por aquí pero no lo han cerrado ni nada. Al menos no lo he leído en las noticias. XD ninguno de esos restaurantes clausurados me queda cerca, el mas próximo seria el que cerraron en la Mesa.\n  ","205476":"\n   E iras vestida acá bien hot? XDDDD\n  ","205477":"\n   Hmmm pues es que solo me importa mi estado jejeje xDD\n  ","205478":"\n   Aquí está bien el clima, ayer en la noche estaba fresco. Hoy está normal. Sí... El sol a veces esta fuerte pero no acalora\n  ","205479":"\n   Así es, no soy posesivo ni nada eh? Pero ahora me perteneces. O.O XDDD\n  ","205480":"\n   Esas orejas se ven mejor en ti. XD\n  ","205481":"\n   Todo tranquilo =) y tú que tal?\n  ","205482":"\n   El condón es el zapato de la Cenicienta de nuestra generación???. Te lo pones cuando te ves con un extraño. Bailas toda la noche y luego lo arrojas a la basura. Al condón, claro. No al extraño.\n  ","205483":"\n   eso no me quita lo cochino 8$.......igual y las 50 sombras de grey se quedan cortas conmigo\n  ","205484":"\n   ¿ de donde eres?\n  ","205485":"\n   Ehhh pues desde que te hablo. o.o XDDD\n  ","205486":"\n   por que el sexo es un tema que no se trata con naturalidad?  ser algo un tanto prohibido de tocar lo hace mas exitante? pero el sexo debe ser practicado sin limitantes pues para mi hacer el amor es mas que solo coito pues hay algo casi espiritual y extremo en ello diverso e impredecible\n  ","205487":"\n   Sí lo eres o.o\n  ","205488":"\n   todos dividimos nuestra personalidad en facetas unidas por un mismo cable ramificado sami: egocentrico exentrico caballeroso responsable y divertido ((segun yo)) larva un idealista revoltoso anarquista poeta y rebelde....oscuro pasajero: el lado oscuro desatado de mis emociones y deseos y tu?\n  ","205489":"\n   Mi Daya o.o\n  ","205490":"\n   jaja me imagine algo cochino xp......no te dejo mensajes prefiero hablarte en vivo\n  ","205491":"\n   como estas pecosa? 83\n  ","205492":"\n   te he necesitado y ni vienes\n  ","205493":"\n   daya 8D\n  ","205494":"\n   Čłаή đέ 么мǿя ❤.. Corazonsito!!♡.. MuoackkksS!!.. today pase.. a dejarte!!.. estos corazonsitos MG!!.. Xq simplemente!!.. Te AdoroO!!♡.. MuoackkksS!!.. BailamoS!!.. Wiii!!.. \\(^0^)\/.. Ooh Yeaah!!.. Ooh Yeaah!!\n  ","205495":"\n   ♥\n  ","205496":"\n\n    https:\/\/www.youtube.com\/watch?v=XGjlGtbB4ig\n   \n   u_____U se las comparto para todo suspiro hay una cancion\n  ","205497":"\n   hola? o.o\n  ","205498":"\n   Hola, bonita noche de viernes solo quiero presumirle la voz de mi compadre. Buen fin de semana.\n   \n    http:\/\/ask.fm\/sonrisitastempral\/answer\/127897088781\n   \n   : )\n  ","205499":"\n   Čłаή đέ 么мǿя ❤.. Mis Amores!!.. I'm Kassy!!.. X fas pasa.. a esta preguntaa!!.. para poder.. \"TENER TU CUENTA Y AGREGARTE\".. dentro de una Week!!.. q tenga la mia New!!.. TE ESPEROO NO FALTEES!!!.. MuoackkksS!!..\n   \n    http:\/\/ask.fm\/LongWolf\/answer\/127673067621\n   \n","205500":"\n   Čłаή đέ 么мǿя ❤.. Mis Amores!!.. I'm Kassy!!.. X fas pasa.. a esta preguntaa!!.. para poder.. \"TENER TU CUENTA Y AGREGARTE\".. dentro de una Week!!.. q tenga la mia New!!.. TE ESPEROO NO FALTEES!!!.. MuoackkksS!!..\n   \n    http:\/\/ask.fm\/LongWolf\/answer\/127673067621\n   \n","205501":"\n   Čłаή đέ 么мǿя ❤.. Mis AmoresS!!❤.. I Need YouU!!♡.. mas q Nuncaa!!.. deseo recuperar!!.. mi cuenta.. para atras!!.. \"SOLAMENTE CON TU AYUDA!!.. LO PUEDO LOGRAR\".. de antemano!!.. mill GraciaasS!!..\n   \n    http:\/\/ask.fm\/LongWolf\/answer\/127679518309\n   \n","205502":"\n   Čłаή đέ 么мǿя ❤.. Mis AmoresS!!.. MuoackkksS!!.. perdoON!!.. x molestartee!!.. de New!!.. x fas \"AYUDAME A RECUPERAR MI CUENTA\".. aqui te dejoO!!.. lo q puedes hacer!!.. pars Ayudarmee!!.. de antemano!!.. Muchas GraciaasS!!.. q DTB!!..\n   \n    http:\/\/ask.fm\/LongWolf\/answer\/127684727141\n   \n","205503":"\n   ¿Qué es lo que más esperas de este nuevo año?\n  ","205504":"\n   Cuando no quieres estar con alguien, te vas... pero, cuando no quieres estar contigo, que se puede hacer?\n  ","205505":"\n   diganme mamon creido que quiero llamar la atencion o piscopata manipulador pero mi grito de batalla no es para ustedes es por que me divierto y soy feliz odioso soy todo lo que ustedes jamas seran les guste o no soy libre y soy GRANDIOSOOO pero eso lo saben guiño no sean tan serios y diviertanse bye\n  ","205506":"\n   ASI ES AHORA ACLARADO ESTO SABEN QUE JAMAS ME AFECTAN LOS INSULTOS O MALOS COMENTARIOS CADA QUIEN SABE QUIEN ES EN REALIDAD Y YO SOY FELIZ LOCO Y PARA SU DESGRACIA SOY CUAL ME LEEN ASI QUE CON SU PERMISO Y DEBERIAN HACERLO TAMBIEN DEJENSE DE REPRESION Y MIEDOS...MIMENSE Y GRITENNNNN 8) seeee jeje\n  ","205507":"\n   ES UNA RED...ES WONDERLAND TODOS PROTEGIDOS QUERIENDO SER QUIENES QUIERAN POR QUE SE AFECTAN TANTO POR COSAS INTRACENDENTES?...8) LA VIDA ES PARA DISFRUTARSE TEMED A LOS HIJOS DEL CAOS Y LA OSCURIDAD LA VERDAD TE HARA LIBRE....SOMOS ANONIMOS Y SOMOS TODOS...ESTAMOS AQUI...VIVE LA R♡LOVE♡UTION AHORA\n  ","205508":"\n   SALUDOS A_Ask.ES UNA PENA QUE LA GENTE SE TOME MUY EN SERIO TODO AQUI.YA NADIE SE DIVIERTE? DONDE ESTAN LOS TROLLS LOS ANONIMOS LS ESCENCIA DE UNA RED SOCIAL ANONIMA COMO ESTA RADICA EN EL DESMADRE PERO NOOO AQUI YA SON APRETADOS Y SENCIBLES.YO AUN PERTENEZCO A LA CLASE QUE ROMPE ESTIGMAS Y NORMAS\n  ","205509":"\n   ¿Prefieres estar en una isla completamente sol@ o con la persona que odias? ¿PQ?\n  ","205510":"\n   ¿Cuál ha sido tu primer trabajo remunerado?\n  ","205511":"\n   °.*\\( ˆoˆ )\/*.°\n  ","205512":"\n   si el tiempo no pasara en tu auscencia los latidos de mi corazon se paralizarian para esperarte.....y seria inmortal hasta que vuelva a tocarte y despues de un beso me volveria polvo finalmente....debajo de mi locura esta la sombra de un corazon roto y enamorado\n  ","205513":"\n   Jajajajaja bueno debe saber mejor que el te de cebolla en leche eso si jajaja. Eso me dio mi abuelta hace mucho cuando andaba de la garganta que parecía torton tocando el claxon cuando hablaba. Y traes dolor? chupa pastillas de broncolin son mejores que las halls. :)\n  ","205514":"\n   EL PODER DE LAS AMENAZAS...QUE TANTO TIENEN EFECTO EN TI O TE MANTIENES FIRME EN TU DESICION DIGASE AMENAZA MORAL CONTRA TU PERSONA O EN TUINTEGRIDAD O POR DECIRLO LABORAL?\n  ","205515":"\n   Jajajaja la tecnología es mi trabajo pero también mi pasatiempo y por eso me ofrecí. Jajajajaja eso de coca con pasas? O_O para que es? :)\n  ","205516":"\n   Si mejor a cuidarse mucho y salir rápido de esto. Y el cliente no se como sea el caso es que nadie sabia como hacer eso y por acomedido levante la mano jajaja y pues al menos ayer por la noche y hoy ha funcionado perfecto. Seguro quedara conforme :)\n  ","205517":"\n   Esas gripes de salida de salida de invierno son tremendas, desesperan mas aun.  Derrite princesas jajajaja. La princesas son a prueba de todo. Y bien ya esta tarde esperando a que u  cliente me diga si le gusto como le deje la nube :)\n  ","205518":"\n\n    http:\/\/vocaroo.com\/i\/s0LsvxzKYehl\n   \n   COOMING SOON ............................01000001 01010111 01000101 01010110 01001111\n  ","205519":"\n   Jajajajaja es que al ser miércoles es el centro de la semana y en analogía con el cuerpo humano es el ombligo jajajajaja. Pensé que traías un top o algo asi y te hablaban del ombligo jajajajaja. :)\n  ","205520":"\n   Jajajaja porque lo de los ombligos? no he sido el único que salio con eso? : )\n  ","205521":"\n   Oieke?\n  ","205522":"\n\n    http:\/\/vocaroo.com\/i\/s0w4zNBSHScT\n   \n   ESTE AUDIO ES PARA TI QUE TENGAS DULCES SUEÑOS LIVE THE RLOVEUTION\n  ","205523":"\n   buenas tardes a todos\n  ","205524":"\n   Sabias que la Felicidad generalmente no se logra con grandes golpes de suerte, sino con pequeñas cosas que ocurren todos los días? Bonito ombligo de semana, Miércoles :)\n  ","205525":"\n   ¿Cuál ha sido la broma más pesada que le has hecho a alguien?\n  ","205526":"\n   CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC\n  ","205527":"\n   bien 8) esta sera corta ......hombres vs mujeres....diganme que odian y que aman del sexo opuesto?\n  ","205528":"\n   No ande delante de mí - tal vez no le siga. No ande detrás de mi, tal vez no le sepa dirigir. Simplemente ande a mi lado, y ser mi amigo. Si no aprendes a confiar en los demás, difícilmente lograrás que ellos confían en ti. Que tengas bonita semana :)\n  ","205529":"\n   Entiendes?-- Iiinco smanea snata etse dingomo de rmaos, que tanges bitnoa snemaa.  :)\n  ","205530":"\n   Čłаή đέ 么мǿя ❤.. Este es.. el Second!!.. pasoO!!.. para mi new.. Gamee!!.. So esperoO!!.. TUS 2 preguntitas!!.. Y obvio.. TU corazonsito MG!! --->\n   \n    http:\/\/ask.fm\/kmp0269\/answer\/127552972937\n   \n","205531":"\n   Fría? gracias, asi es como me gusta :)\n  ","205532":"\n   Čłаή đέ 么мǿя ❤.. Corazonsito!!❤.. Mmm Mmm!!.. Estas Boring!!.. Y deseas.. DIVERTIRTEE!!.. pasa heree!! --->\n   \n    http:\/\/ask.fm\/kmp0269\/answer\/127551933321\n   \n","205533":"\n   Tengo ganas de capirotada,\n   \n    http:\/\/videos.eluniversal.com.mx\/imagenes\/CAPIROttvvv.jpg\n   \n   sabes prepararla?   :)\n  ","205534":"\n   ¿Qué piensas de las Kardashians?\n  ","205535":"\n   °.*\\( ˆoˆ )\/*.°\n  ","205536":"\n   ¿Qué pides en el Starbucks?\n  ","205537":"\n   se puede ir en contra del destino? ep destino es propio de como uno lo forje? siempre vivo luchando contra el destino...NADA ES SEGURO TODO ES POSIBLE Y CUANDO ME ALCANCE MORIRE SONRIENDO COMO SIEMPRE BURLANDOME DE EL Pues siempre tengo la fuerza para mover las cadenas de lo existente\n  ","205538":"\n   Muy buenos dias personas de ask\n  ","205539":"\n   Por que me has abandonado?\n  ","205540":"\n   Que es lo mejor de vivir en Brasil?\n  ","205541":"\n   A_A saludos .....hablando de spoilers.....ya te contaron lo que pasara en un futuro cercano? que esperas que sea? vamos hagan un spoiler de su vida recuerden siempre hay reediciones\n  ","205542":"\n   que dicen las voces de tu cabeza? ...POR QUE TAN SERIO?......NO PUEDO EVITARLO EL ESTA AHI SUSURRANDOME GRITANDO ORILLANDOME MI OSCURO PASAJERO MI VERDADERO YO Y SOLO Ella es capaz de hacerlo volver.....A_Ñ\n  ","205543":"\n   Hola! Disculpa me salí un tiempo. Pero regreso, te puedo pedir que me confirmes si puedo seguir preguntadote, dímelo aquí en esta pregunta. Bonito sábado.\n  ","205544":"\n   gracias pero ya no hay forma de alcanzarme estoy llegando a mi abismo\n  ","205545":"\n   voces....todos ocultan quien son la mayor parte del tiempo....resguardando su seguridad....no soy el angel que ella quiere que sea pero jamas sere el demonio que piensan que soy esa mujer vio a traves de mi y jamas me da la espalda...o se arrepentira\n  ","205546":"\n   8) donde estas ? mi querda daya\n  ","205547":"\n   Nomas u.u\n  ","205548":"\n   Muy mal u.u\n  ","205549":"\n   Muy cerca\n  ","205550":"\n   Te quiero mucho\n  ","205551":"\n   dulces sueños....despierta cuando los pecados te atraparan....y los unicos deseos de tu piel sean transformados en espectros de la noche....cuando menos lo esperes estaras atada a mis cadenas y amordidas el tiempo va resurtir tu alma con la mia voces....soy libre y puro de corazon si pura oscuridad\n  ","205552":"\n   Dayani\n  ","205553":"\n   la guerra y el amor....mientras pierdo terreno en la paz se cultivan espinas detras cuando venus me miro me volvio un desquiciado amante como es que la guerra puede amar? cuando llevo la pasion y el deseo a otro nivel unido al siniestro mundo que se formo bajo la luna mori por seguirte A_A\n  ","205554":"\n   En medio de los días...\n  ","205555":"\n   cual es tu ingrediente de pizza favorito?\n  ","205556":"\n   buenos días amigos de ask menos para los que no van a misa ni leen la biblia...\n  ","205557":"\n   ya no quiero ser tu hijo\n  ","205558":"\n   °.*\\( ˆoˆ )\/*.°\n  ","205559":"\n   ¿Qué harías si recibes una llamada de un productor famoso de cine diciéndo que quiere hacer una película biográfica de tu vida?\n  ","205560":"\n   ¿Cómo te desenvolverías en un programa de competición musical?\n  ","205561":"\n   Čłаή đέ 么мǿя ❤.. AmorsitouU!!.. MuoackkksS!!.. X fas pasa.. a dejar TU!!.. Corazonsito MG!!.. Xq hisi.. \"UN HOMENAJE A LAS NENAS MORE HERMOSAS DE TODO ASK\".. Pleasee!! Pleasee!!.. Te EsperoO!! --->\n   \n    http:\/\/ask.fm\/kmp0269\/answer\/127270681993\n   \n","205562":"\n   Buenas noches daya ñ-ñ sueña lindo\n  ","205563":"\n   ¿Cuál es tu revista favorita?\n  ","205564":"\n   y cual es tu historia?\n  ","205565":"\n   U___U por que son tan ñoños ? bitacora de larva: hoy me doy cuenta que muchos de mis contactos son ñoños y aburridos 8) jaja ya nadie tiene temas de conversacion? por diosssssss esto es para expresarse *--* hare un vr porno jaja los amo ok no xp bueno los quiero asi de sonsos\n  ","205566":"\n   por que la gente se preocupa por las apariencias? ocultan y entierran su ser tan profundo que mueren por que vuelva ? ....quieren aparentar lo que no son? e.e mami mami en las escuela me acosan por ser asi...xp mom digale a su hijo que los huevos son parte fundamental en la ley natural ...\n  ","205567":"\n   dayana\n  ","205568":"\n   el pequeño y tranquilo centro del universo les desea un GRANDIOSOOOO SABADO y les donare mi humildad y un riñon sobrante ...no lo necesito ....A_~ oooo mujeres es cierto que no pueden vivir sin nosotros pero aun cuesta justificar un asesinato ....la mujer es el sexo fuerte? yo se que lo son ♡\n  ","205569":"\n   Me alejo de la sociedad, pasaré de vez en cuando :D........... Besos azulejo\n  ","205570":"\n   ¿Qué ha pasado en tu vida que nunca imaginaste que pasaría?\n  ","205571":"\n   Me quiere así de cortante :D, por qué cortante?\n  ","205572":"\n   u.u extraño mi humor negro e ironico extraño ser el que dicen no existe y es un invento de la red...extraño ser el casanova hacker que juega y lastima a la gente extraño ser el GRANDIOSOOOOOOOOOOO .... A_A pero ask se lleno de gente sentida aburrida y sin humor eso quedo atras..ya nadie se divierte\n  ","205573":"\n   Soy el que te llama daya azulejo\n  ","205574":"\n   PREGUNTA RETRO DE MR LARVA..RECUERDAN LOS BUENOS MOMENTOS DONDE ERAS LIBRE?....DE MI PARA USTEDES DE MI COSTAL DE NADA POR QUE NADA MERECEN...CORRE LLORA Y MUERE....FELIZ SABADO GUSANOS A_Ask ...(haha extraño de verdad ser mamon malo y egocentrico) u.u pero ya me rehabilite.no hay voces enmi cabeza\n  ","205575":"\n   Sos la de la foto¿?\n  ","205576":"\n   Čłаή đέ 么мǿя❤.. Si quieres saber?.. Como eres en la cama!!.. segun TU signo?.. mandame.. una pregunta.. diciendome!!.. q signo eres?.. y YoO!!.. con mis Supeer!!.. Poderes!!.. te lo dire.. esta pregunta!!.. es megaa.. \"ORIGINAL MIA DE MI\".. So jamaasS!!.. hise copy!!.. de \"SAMUEL\".. jajaja jajaja XD\n  ","205577":"\n   bien ya que kassy se piarateo mi idea yo voy a piratear su idea pirateada de la mia XP enviame al ask que musica escuchas genero y te dire como eres en la cama A_A\n  ","205578":"\n   Holita amigos de ask <3\n  ","205579":"\n   No es amor, lo que tu sientes se llama obsesión. <3\n  ","205580":"\n   Tu corazón manda?\n  ","205581":"\n   Tienes ganas de un amor sincero, ya sin él? <3\n  ","205582":"\n   Amores tan extraños que...en tu corazón sobrevivirán, son historias que siempre contarás... sin saber sin son de verdad <3\n  ","205583":"\n   ya vamos a partir el pastel? <3\n  ","205584":"\n   me mire en tu ask xp oye disculpa por no responderte la otra vez\n  ","205585":"\n   te fuiste o_O\n  ","205586":"\n   ¿Cómo te quitarías los hongos de los pies?\n  ","205587":"\n   EL OSCURO PSAJERO : EL SILENCIO QUE ME ATURDE ACALLA TODAS LAS VOCES DE MI CABEZA Y DESENCADENA LA LOCURA QUE MI CORAZÓN NO PUEDE CONTROLAR JAMAS NADIE PODRA COMPRENDERLO SOY VICTIMA DE MI PROPIO AMOR\n  ","205588":"\n   la vida siempre esta dando giros y a veces parece una locura desatroza otras veces triste o agitada pero siempre es lo que somos y existimos para que estar malgastandola o llorando NO SOMOS EL FUTURO SOMOS EL PRESENTE\n  ","205589":"\n   o.o\n  ","205590":"\n   EL TIEMPO SE PONE A VECE STAN ESTRECHO Y UNO NO SABE QUE HACER .SIENTES QUE NO CABES ESTAS FUERA DE TODO PERO SIEMPRE PUEDES ENTRAR Y EL TIEMPO SE PERMITE VOLVER ESTAMOS ABSORTOS EN NUESTRO MUNDO A_A CREO QUE ES HORA ...........\n  ","205591":"\n   QUE OPINAN DE LAS PERSNAS QUE MIENTRAS MAS EXPLICACIONES DAN Y MAS QUIEREN RENEGAR DE LO QUE DICEN DE ELLOS SON LO SQUE POR ALGUNA RAZÓN OCULTAN ALGO? CONFIESA e_e TU TE ROBASTE MI VIRGINIDAD DIGO MI PAY DE LIMON\n  ","205592":"\n   AHORA ESTOY FLOTANDO A_A SOBRE EL ESPACIO SIN CONFUCIONES Y UN ETERNO RESPLANDOR QUE ME PERSIGUE EL AGUA SE INVIERTE EN EL MUNDO SE ACABO *---------------------*\n  ","205593":"\n   QUE DICEN LAS VOCES DE TU CABEZA? A_A SOY TODO LO QUE SUTEDES NUNCA SERAN PUEDE QUE NO LES GUSTE PERO SOLO PUEDEN PONERME EN UN PEDESTAL COMO MEREZCO Y MIRARSE AUSTEDES MISMOS Y AVERGONZARSE DE SI MISMO POR QUE SOY\n  ","205594":"\n   QUE COSAS TE DERRITEN? SIN CONTAR EL FUEGO EL ACIDO QUE COSAS TE HACEN COMO CHCOLATE FUNDIDO Y BARRO ? >=D *TOMANDO NOTA*\n  ","205595":"\n   ¿Qué decisión importante estás a punto de tomar?\n  ","205596":"\n   que opinan de las mujeres que cambian su vorginidad por un monton de plabras dulces? *-----------------* esperen esa chica me sonrio Xp\n  ","205597":"\n   Por que la gente juzga sin conocer ?\n  ","205598":"\n   A_A hola sabandijas fue un día extraño y aprendi mucho ademas alguien em convencio de ciertas cosas asi que me disfrutaran un poco mas o___o maldito vicio mañana lo dejo lo juro hahahahaha si como no\n  ","205599":"\n\n    http:\/\/ask.fm\/VandyPop\/answer\/121949181868\n   \n   <----------- yo lo hago haciendolo creo correcto o preocupandome por los demas XD y ustedes lo malo es que eso nunca sera algo que te reconoceran por que eso se hace cada dia de tu vida o soy solo un desgraciado uu XP\n  ","205600":"\n   Čłаή đέ 么мǿя ♥.. PhsS!! PhsS!!.. AmorsitouU!!.. MuoackkksS!!.. me encontre.. este Corazonsito!!.. \"TU SABES DE QUIEN ES\".. Ooh mejor dichoO!!.. de quien te Gustaria!!.. q Fueraa? ---> ♡\n  ","205601":"\n   por que hay personas que con una pequeña muestra de cariño de alguien se enamoran? te pate las bolas por que no tenia nada mjor que hacer XD eso seria amor del weno para nada\n  ","205602":"\n   que tipo de carreras necesitan mucha vocacion? por ejemplo yo nunca quice er doctor ......\n  ","205603":"\n   que haces si estan en el baño mixto y se les cae el jabon? sean creativos XD\n  ","205604":"\n   un caso de 4chan en este sitio se puede postear de todo un caso fue el de un chico que presumia su granda real cuando dejo de escribir días despues salio la noticia de como un chico murio con una granda en su habitacion\n  ","205605":"\n   mmmmmm conoces 4chan? XD ahi abundan los locos pero encuantras cada cosa\n  ","205606":"\n   SI TUVIERAS GRATIS POR 3 HORAS LO QUE QUICIERAS DE UN CENTRO COMERCIAL QUE COSAS COMPRARÍAS?\n  ","205607":"\n   Que ventajas encuentras en el mundo virtual que no las tiene el mundo real? .......... si te dieran a elegir en donde quedarte, cual elegirías?\n  ","205608":"\n   na sonrisa marca el inicio de un mundo de posibiliades de las cuales el latido de tu corazón te dice la verdad?\n  ","205609":"\n   VOCES: cuando el eco que rasgaba mi realidad se filtro por un hueco en mi espacio cada sonido que surgia de ese recuerdo se fudnia con mis moleculas impregnanodme mas de esas sensaciones .....una locura insesante nosltalgia dolor alegria deseos y anhelos ....mi cuerpo devolvio un suspiro tan oscuro\n  ","205610":"\n   Quieres tener sentimientos por mí pero no son mas que impulsos? XD que cosas te provocan impulsos?\n  ","205611":"\n   No puedes controlar tu demonio interno más de lo que yo puedo al mío..........que tanto de ti puedes controlar? y que no?\n  ","205612":"\n   ¡Oh Dios! si, rezaba para cambiar, para ser diferente\nD: Eso no es intentar, eso es esperar que se detenga XD?\n  ","205613":"\n   Claro que crees, esto no lo haces tú. Es un plan de Dios, yo ya lo he aceptado y tú debes hacer lo mismo.es verdad que la fe mueve montañas?\n  ","205614":"\n   Te observe bien la otra vez que estuviste aquí, te acobardabas y llorabas..que cosa no te tarevias ahacer por miedo pero ya lo superaste?\n  ","205615":"\n   A_A el virus del 2014 les desea una hermsoa infección ----------su sexy inteligente genial apantallante carismatico retumbante servidor les desea un fabuloso jueeves y si lo se soy GRANDIOSOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO PERO ESO USTEDES YA LO SABE (A_~)\n  ","205616":"\n   CUANDO MIRES A TU ALREDEDOR MIRATE ATI Y RIGE TU DESTINO RIGE LA VIDA CULTIVA TU PERSONALIDAD Y ROMPE LAS REGLAS INUTILES LIVE THE R\"LOVE\"UTION MI OSCURO PASAJERO ME HABLOME DIJO COSAS QUE NO PUEDO REPETIR XD\n  ","205617":"\n   VOCES CADA PASO SIGUIENTE ES UN CAMBIO DE DIRECCIÓN ESTARE ATRAPDO EN UN LIMBO DE EMOCIONES DONDE LA FRIALDAD DE MI CABEZA ENMUDECE....VAS AMIRAR EL CIELO ARDER...MIENTRAS LAS CENIZAS TE QUEMAN MRA A MIS OJOS UNA MIRADA TOXICA QUE DEVORA TUS PENSAMIENTOS ENMARAÑADOS POR EL AMOR\n  ","205618":"\n   Solo pelea en serio cuando un juego deja de serlo, cuando el mundo virtual se hace uno con el real?\n  ","205619":"\n   Que palabra cambiaría para mejorar tu realidad? (pregunta basada en una respuesta que me gusto ayer) Bonita tarde de jueves :)\n  ","205620":"\n   el tiempo todo lo arrastra, y volviendo todo un recuerdo, arrasa y jamas se retrasa, mientras mi corazón espera un encuentro..... cada vez que toque tus recuerdos y tu entres enmis sueños acariciando y tentando mis fantasias estoy al tanto de cada silencioso guiño a la locura\n  ","205621":"\n   pocos se atreven a jugar con fuego  cuando se encuentran cara a cara con las llamas que ocultan mi oscuridad vienen a mirar pero no soportan el calor que quema y emana de mi la pasion los aterra y solo quien pueda resistir el incendio tal vez esa persona pueda aprender algo de mi y no volverse ceniz\n  ","205622":"\n   todas la voces me aturden y mi espiritu grita.....la emocion es incontrolable pero aun asi soy frio y sereno...la noche se acerca y cuando nos encontremos trataran de separarnos y lucharan por encerrarme hasta que el destello que ellos detestan los deje ciegos\n  ","205623":"\n   Hola personita hermosa :') hago videos divertidos y me gustaria que me ayudaras con un me gusta en mi pagina por favor si :\n   \n    www.facebook.com\/DannistivenOficial\n   \n   disculpa por molestarte :c te sigo te saludare en el nuevo video si❤\n  ","205624":"\n   Čłаή đέ 么мǿя ♥.. PhsS!! PhsS!!.. Corazonsito.. MuoackkksS!!.. q taan Romantik!!.. se te hace?.. q un Nene te diga: \"HAAAY TE PARESES!!.. UN PAJARITO MORIBUNDO\".. TU q OpinasS?.. Jajaja jajaja XD\n  ","205625":"\n   ¿Te gusta más algo antiguo o algo nuevo?\n  ","205626":"\n   Que sientes cuando descubres que tus amigos han desaparecido?\n  ","205627":"\n   Crees que me podrías enviar un correo..................... pero que tu estés dentro de él?\n  ","205628":"\n   Porque crees que el destino hizo que nos conociéramos?\n  ","205629":"\n   Cual es el precio que debes pagar por ser cruel con las personas que amas?\n  ","205630":"\n   Čłаή đέ 么мǿя ❤.. Today es muuy.. Oportuno!!.. para \"Robartee un AbrazitoO\".. Serias taan.. Amablee!!.. Y colocar.. la imagen.. de como seria?.. es q aqui.. entre TU y YO!!.. I Need para.. Subsistir!!.. Pleasee!! Pleasee!!.. Y de recompenza.. te dejo esta.. lluvia de corazonsitos MG!!.. es un tratoO?\n  ","205631":"\n   les recuerdo que me envien su signo en forma de pregunta para responderles mas facilmente O___A......GRANDIOSOOOOOO DIA\n  ","205632":"\n   Saludos....hoy les tengo un juego mas bien una dinamica A_Ask....no creo en la astrologia pero dime que signo eres?, no en esta pregunta vayan a mi ask y ahi les respondere segun mi persepcion de ustedes partes de su personalidad mas que un horoscopo tomenlo como un juego sin costo alguno xp\n  ","205633":"\n   que opinan de la represion a la libertad de expresion? donde los comunicadores estan limitados y practicamente amenazados para exponer la verdad....donde el gobierno castiga a quien se atreve a hacerlo?......callar a la voz de quienes no tienen voz\n  ","205634":"\n   Pero no se preocupen amigos , yo me quedare en lugar de juny apartir de mañana sere el  NUEVO FUERA DE LO NORMAL :D con ideas y frescas y renovado\n  ","205635":"\n   Pues la teoria que yo saco E QUE EL JUNY SE FUE ESCAPANDO DE MTY POR QUE EL CARTEL CRIMINAL AL QUE PERTENESE SE CAYO A MADRASOS Y POR ESO TUVO QUE UIR DE MTY Y QUIZA DE MEXICO YA QUE EL FBI LO ANDA BUSCANDO , ES CURIOSO QUE CAI EL LIDER QUE VIBIA MUY CERCA DE JUNY Y DIAS DESPUES JUNY SE VA DE ASK\n  ","205636":"\n   Despiden a Carmen Aristegui la única periodista confiable de México ( País de mierd@ )\n  ","205637":"\n   ¿Te has dormido alguna vez en clase?\n  ","205638":"\n   Para que enamorar al alma si al final solo te entregaras a la mitad? ...........\n  ","205639":"\n   ¿Cuál es la mejor canción de todos los tiempos?\n  ","205640":"\n\n    https:\/\/www.facebook.com\/video.php?v=975401705812224\n   \n   Se subirían Si o No?\n  ","205641":"\n\n    http:\/\/ask.fm\/LicArmin\/answer\/126852368023\n   \n   Como ven a mi clon (FRIKELME ) hasta un regalo tiene, que enfermo debe de estar.\n  ","205642":"\n   Te gusta salir de vacaciones en plena Semana Santa?\n  ","205643":"\n   Las naciones unidas\n  ","205644":"\n   cuanto te falta para morir?\n  ","205645":"\n   Te gustan los accidentes automovilisticos? te gustaria ser participe de uno y morir?\n  ","205646":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205647":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205648":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205649":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205650":"\n   Lo nuestro pudo haber sido, pero no vimos mas allá de nuestro presente. El tal vez no existe pero si los regresos de oportunidades, no perdamos la siguiente.\n  ","205651":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205652":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205653":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205654":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205655":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205656":"\n   Tαℓ νєz ησ ℓσ ѕαвєѕ, ρєяσ qυєяєяtє, єѕ ℓα ƒσямα мαѕ вσηιtα qυє tєηgσ ∂є єχιѕtιя.\n  ","205657":"\n   holaa MG\n   \n    https:\/\/www.facebook.com\/pages\/Eres-Un-Loquillo\/780249242064877?ref=hl\n   \n   y te sigo:3\n  ","205658":"\n   O.Ó\n  ","205659":"\n   Te quiero a mi lado, no en mi mente❤❤❤\n  ","205660":"\n   Okay, gracias Dayazulcielo.\nEspero que te guste el contenido.  :D\n  ","205661":"\n   Hola! Te podrías suscribir a este canal:\n   \n    https:\/\/www.youtube.com\/user\/BeatsInfected\n   \n   Ayúdanos a llegar a los 450. ¿si? ¡Nuevos vídeos! (Vlog) Me gusta tu foto :DD\n  ","205662":"\n   mientras miraba las marcas de tu cuerpo en mi piel mas era mi asombro de cual intenso y vivido fue ese momento...bajo la luz de la luna mire tu alma y cuerpo obcenamente t manipule cada centimetro de el hasta que ese suspiro seconvirtio en un grito...que tan explosivo puedes ser en el amor?\n  ","205663":"\n   Siguelo\n   \n    https:\/\/instagram.com\/CARLOS_ABISAI_CORTES_VELAZCO\n   \n   :D\n  ","205664":"\n   hola linda 10 x 10mg?\n  ","205665":"\n   siempre miro la luna...y en ella se reflejan todos mis recuerdos ...descontrolados y fortituos mis sueños se filtran como un suspiro...y entonces recuerdo que tengo los pies sobre la tierra.. cuando arde el fuego...la realidad se enciende y los espejismos se apagan voces\n  ","205666":"\n   Una persona que no sigue las reglas,se le considera escoria,pero aquel que no arriesga la vida para salvar a un compañero,es peor que la escoria?\n  ","205667":"\n   cual fue tu última obsesión?\n  ","205668":"\n   yo celebro todos los dia que las tenemos con nosotros....pero igual...Feliz dia A TODAS LAS MUJERES....POR QUE SIN USTEDES LA VIDA CARECERIA DE SENTIDO ^3^ un beso y es que con tanta niña y mujer linda aqui ...se alborota la hormona A_~ guiño madres hijas hermanas abuelas etc *----*\n  ","205669":"\n   Siguelo\n   \n    https:\/\/instagram.com\/CARLOS_ABISAI_CORTES_VELAZCO\n   \n   :D\n  ","205670":"\n\n    http:\/\/vocaroo.com\/i\/s1CDoScHfTtp\n   \n   ? bonita noche de sábado :)\n  ","205671":"\n\n    @LeonardoDanielMarinRochaa\n   \n   <------- dejar algunos mg & los devuelvo al doble (te sigo)\n  ","205672":"\n   o.o\n  ","205673":"\n   Conoces el platillo frito pie del sureste de USA?\n   \n    http:\/\/208.185.110.74\/wp-content\/uploads\/2012\/11\/frito_pie.jpg\n   \n   si?, lo has probado?  bonito domingo :)\n  ","205674":"\n   El que nace pobre y feo, tiene grandes posibilidades, de que al crecer... Se le desarrollen ambas condiciones. Y si la vida te da limones... pide sal y tequila.. y a darle! Bonito viernes :)\n  ","205675":"\n\n    http:\/\/vocaroo.com\/i\/s19JimDn06SM\n   \n   MI MICROFONO FALLA PERO LES CANTE UNA CANCION 8) SI PARA TI\n  ","205676":"\n   ¿Qué es lo último que has olvidado?\n  ","205677":"\n   Hola! Como estas? Me seguís en Facebook:\n   \n    https:\/\/www.facebook.com\/bienvenidosM\n   \n   ! y te sigo? :D\n  ","205678":"\n   Es verdad que los niños de la calle maduran mas rápido por que se envuelven en papel periódico? u_u Hahahah...\n  ","205679":"\n   de que formas sabes hacer el amor? . .libre morbosa sexosa filosofica y libre interpretacion ♡_♡ >8) jeje\n  ","205680":"\n   Por cierto me equivoque es que estoy desde la lap, Sabes no Saves.Pues ojalá dures muchos años Dallancita :P\n  ","205681":"\n   no, me enamoraría de ti <3\n  ","205682":"\n   Grax e.e buenas noches o.O\/\n  ","205683":"\n   Oh no sabia, disculpame saves solo lo digo jugando y no te pueden extirpar las anginas?\n  ","205684":"\n   Pero tenía que ser con imagen, es mas inspirador o.O\n  ","205685":"\n   Eres de Felicitar ya sea por Face o en persona a las mujeres en este día internacional de la mujer?\n  ","205686":"\n   Buenas tardes amables pasajeros, como pueden ver tuve un accidente y tengo dificultades para trabajar, ahí vengo molestándoles con una ayuda por favor, ahí con lo que gusten cooperar.\n  ","205687":"\n   Ponga una frase inspiradora owO\/m\/\n  ","205688":"\n   Gracias Dallancita tu siempre tan linda caray & yo que andaba diciendo que tenias sida U_u Ntc...\n  ","205689":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/126355274864\n   \n   Siempre tan bonita y arreglada :)\n  ","205690":"\n   Que bueno que estés muy bien muñeca, si si es niño Mauro Gonzalo & si es niña Mia Sofia, como vez aunque es lo mas seguro que sea niño :D\n  ","205691":"\n   pon foto tuya quiero enamorarme de ti <3\n  ","205692":"\n   Hola buenas tardes, sabes cual es el resultado?\n   \n    http:\/\/i62.tinypic.com\/2z4lk6q.jpg\n   \n   No lo escribas en la respuesta, pasa y déjamelo en una pregunta, antes del viernes por la noche. Bonito martes :)\n  ","205693":"\n   Muy bien & tu que tal, como has estado?\n  ","205694":"\n   eres tu la de perfil ?\n  ","205695":"\n   Hola mamacita.\n  ","205696":"\n   voces.....MIENTRAS MIRABA LOS ESTRAGOS DE MI CAMA DE AQUELLA NOCHE INYECTADA DE ADRENALINA.. DE PASION Y TERNURA SALVAJE TE ENCONTRE DIBUJADA EN LAS SABANAS IMPREGNADO TU AROMA Y AUN MI PIEL VIBRABA POR LA TUYA\n  ","205697":"\n   hola :*\n  ","205698":"\n   ahora me ven y AHORA NO ME VEN LA OSCURIDAD SIEMPRE VUELVE A_ hahahahaga\n  ","205699":"\n   jaja ok no puede cerrar mi cuenta e.e.....si de pronto muere esta como la anterior siganme xp y ahorrenme el buscarlos en esta cuenta\n   \n    @velenoprofumoO\n   \n   .... y vengenme D=.. ok mucho drama es en serio si soy suspendido de nuevo siganme ahi A_A gracias askousuarios\n  ","205700":"\n   tu exiges lo mismo que entregas a los demas? vamos sean honestos.......entregame todo tu dinero sin oponer resistencia esto es un asalto ....digamos que cada conexion neuronal y cada descarga x cada pensamiento generado ahora oscila en un rompecabezas que es lo que aun no logras armar en tu mente?\n  ","205701":"\n   a la hora de tener pareja son selectivos? o como, por que saben que quieren? en mi caso sonare mamon pero yo busco lo mejor para mi y se que tengo buen gusto ;) suelen tener a quien añoran? ok cuando me interesa alguien de verdad hasta ahora no e fallado tu sabes lo que quieres y lo logras? A_~\n  ","205702":"\n   ¿Qué piensas acerca del reciclaje?\n  ","205703":"\n   (˘⌣˘)\/\n  ","205704":"\n   bien n.n\n  ","205705":"\n   como estas? n.n\n  ","205706":"\n   O_O\n  ","205707":"\n   pelearemos por amor y gloria, viviremos para\ncontar la historia\nya no habrá nada imposible nadie morirá y\nseguiremos de pie\n\n¡ vamos siempre afortunados , vamos\norgullosos vamos!\n  ","205708":"\n   Cuando tienes que elegir y no eliges, esa es tu elección. Si quieres que la vida te sonría, apórtale primero tu buen humor. Bonito viernes, se termina la semana, hiciste algo por ti y por alguien mas? :)\n  ","205709":"\n   ¿Estás preparado\/a?\n  ","205710":"\n   Eѕtαяє́.... (˘⌣˘)\/\n  ","205711":"\n   que opinas de los secuestros?\n  ","205712":"\n   Las audiciones a ciegas\n  ","205713":"\n   ya lo se.....u.u\n  ","205714":"\n   o.o\n  ","205715":"\n   si era eso? o.o\n  ","205716":"\n   Čłаή đέ 么мǿя ❤ Cual fue la ultima pregunta general mia que recibieron? Tienen que tener buena memoria porque llevo mucho tiempo sin hacer ninguna de este estilo.\n  ","205717":"\n   Porque la gente suele o solemos ponernos a la defensiva cuando eres amable ................y demuestran tolerancia en caso contrario?\n\n\n\n\n\n\n'\n  ","205718":"\n\n    http:\/\/vocaroo.com\/i\/s1vHIUGpoj2e\n   \n   PREGUNTA DEL DÍA_A\n  ","205719":"\n   [ Inserta canción que te guste e imagen que la represente ] Podrías visitar mi ask y dar likes y seguirme si te gustan mis respuestas? Si no solo ignora, perdón si molesto, gracias y besos <3\n  ","205720":"\n   hola!!!  el siguiente link es de Facebook podrían dar like a ese dibujo anime\n   \n    http:\/\/bit.ly\/1Al0cg0\n   \n   gracias a los que le den like y si quieren hay otros apoyen el arte de ell@s ...\n  ","205721":"\n   mmmmm ya no se u.u\n  ","205722":"\n   como sigues pecas?\n  ","205723":"\n   hola, ¿me sigues te sigo ? \/pregunta si quieres\/ pásate por mi ask trato de montar imágenes y frases si te gustan por favor deja me gustas...gracias por tu tiempo\n  ","205724":"\n   si estas\n  ","205725":"\n   Primeros 2mg das 5 mg y sigues?\n  ","205726":"\n   Somos sólo 'uno' dentro de 'todo'. Pero sólo cuando esos 'unos' se reúnen, es cuando el 'todo' puede existir?\n  ","205727":"\n   8)\n  ","205728":"\n   Jajaja yo si aprecio el lunes, me saca del letargo del fin de semana. :)\n  ","205729":"\n   pecosa\n  ","205730":"\n   olle k riko\n  ","205731":"\n\n    http:\/\/ask.fm\/Dayazulcielo\/answer\/125982752112\n   \n   No, es Pinche Lunes según el chiste :)\n  ","205732":"\n   Las historias que no se viven, que no se consuman, que quedan en suspenso, son las más importantes. Pero entonces es cierto, ¿solo los amores imposibles no acaban nunca?  Tu que crees?  Que tengas una bonita semana :)\n  ","205733":"\n   Dashani holaaa! Soy fer (cielo) mi nueva cuenta\n  ","205734":"\n   Siempre el sol en el verano trae alegria pero el frio del invierno nos trae reflexión. Lo que tu prefieras te ayuda a pasar cada temporada feliz dando gracias por vivir. Bonita y productiva semana :)\n  ","205735":"\n   Conoces al tenor Placido Domingo? Sabes el nombre de su hermano que le sigue?  :)\n  ","205736":"\n   beso robado vs....beso legal?.......cuando dos labios ansiosos se encuentran importa?...cuando es uno de alguien que no quieres que te privoca A_A\n  ","205737":"\n   que dicen esas voces en tu cabeza que jamas escuchas?... .mis palabras estan fraglentadas..y no logran llegar al alma de muchos.....pero si alguno logra leer atraves de ellas me sentire contento...de tocar a alguien..de no ser el demonio que todos quieren que sea\n  ","205738":"\n   Si han cambiado pero también las damitas han contribuido mucho a ese cambio. No solo muchos varones que se portan como brutos bajados a tamborazos del cerro. :)\n  ","205739":"\n   sin duda e sido castigado por mis crimenes..sin duda tengo heridas por todas partes y mori por los erroes de otros tambien pero quien en este mundo que no sea culpable de amar me diga ¿por que hacemos TODO POR ESA EMOCION incluso locuras ...tan solo por esa persona ? buenas y malas\n  ","205740":"\n   todos tenemos ese algo que inevitablemente somos...pero la gente se niega a aceptar ...montecristo es la identidad de un hombre una victila que fue destruida....por sus amigos y bueno ....larva es la oscuridad que se enamoro de la humanidad les guste o no soy su pequeño centro del universo\n  ","205741":"\n   No, pero eso al menos yo lo hacia con mi madre y en su frente. Pero a alguien mas solo una ves lo intente en USA y a la chava le gusto pero la amiga le dijo (en ingles) un caballero , pero wacala jajajaja :)\n  ","205742":"\n   A_ASK....ODIENME AMENME CRITIQUENME CONOCEME U ATACAME PERO SOY LARVA Y SOY GRANDIOSOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO..PERO ESO YA LO SABEN GUIÑO a toda la escoria que no cree en mi gracias por ustedes lucho el doble\n  ","205743":"\n   se puede diafrazar la humildad con arrogancia?....psss presumir humildad es arrogante.....por eso yo dejo la humildad de lado tu sabras si lo soy o no xp\n  ","205744":"\n\n    https:\/\/www.youtube.com\/watch?v=otIbBpfGLps\n   \n","205745":"\n   Jajajaja no reparto,en la boca ya creo que se me olvido como se dan. y de mejilla pues mis hermanas, tias y amigas muy cercanas y que no se enojen los peor es nada. :)\n  ","205746":"\n   No, no se por eso ando preguntando a ver si alguien sabe. Para no andar repartiendo besos de okis :)\n  ","205747":"\n   Esa cancion que te pone de buen humor es...?\n  ","205748":"\n   Si las mujeres besan sapos para encontrar a su príncipe, los hombres besan ranas para encontrar su princesa? Tu sabes? :)\n  ","205749":"\n   ¿Cuál es el cómico más gracioso?\n  ","205750":"\n   ya llevas tanto desaparecida ....si no vuelves ire yo a buscarte...................esperar o salir que harias tu?\n  ","205751":"\n   Čłаή đέ 么мǿя ❤.. eres una Personita!!.. muuy Speciaal!!.. x eso YoO!!.. TkM!!.. q DTB!!.. MuoackkksS!! ❤\n  ","205752":"\n   edad, pais y habilidades? siganme los buenos\n  ","205753":"\n   Tú creas tus pensamientos, tus pensamientos crean tus ideas y tus ideas crean tu realidad.  Bonito viernes :)\n  ","205754":"\n\n    http:\/\/www.youtube.com\/watch?v=0-cE35SugiE\n   \n   subscribe por favor :((((((((((( ♥\n  ","205755":"\n   Čłаή đέ 么мǿя ❤.. PhsS!! PhsS!!.. Pasa a este link!!.. Y serias tan Amablee!!.. De decirmee!!.. de q color miras!!.. este VestidoO?.. Y nadaa.. deja TU corazonsito MG!!.. para difundir.. mi Preguntaa!!.. Pleasee!! Pleasee!!.. GraciaasS!!..\n   \n    http:\/\/ask.fm\/kmp0269\/answer\/126483037833\n   \n","205756":"\n   ¿Qué es lo más raro que has escuchado decir a alguien?\n  ","205757":"\n   :B\n  ","205758":"\n   hola\n  ","205759":"\n   fax? 8(\n  ","205760":"\n   de quien ?\n  ","205761":"\n   u.u abrazo xp\n  ","205762":"\n   Buen inicio de semana, que sea una semana de muchos cambios para bien  :)\n  ","205763":"\n   butacora de montecristo....dia uno encontre los pedazos de el diario de larva y me sorprendi de la cantidad de cosas que hay como una historia .....una cuyo protagonista y narrador desaparecio en el limbo ahora yo reescribire esa historia ...esas voces en su cabeza hacen eco en mi ahora\n  ","205764":"\n   amig@ no te conozco pero me haces un favor me das una respuesta asi se un punto en este estado gracias y te sigo espera un concurso\n   \n    https:\/\/twitter.com\/Jdaniel122\/status\/570666524341624832\n   \n","205765":"\n   si tuvieras un arma, asaltarías a alguien?? u.U\n  ","205766":"\n   ¿Duermes en la oscuridad o con algo de luz?\n  ","205767":"\n   Es hora de ... [completa]\n  ","205768":"\n   mis palabras a veces se escriben con tinta invisible pero ...eso no significa que no esten ahi?\n  ","205769":"\n   No se puede cambiar el mundo solo con bellas palabras pero si son inspiradoras?........mis palabras estan atadas por la cruel cadena de la nostalgia y aun no brotan\n  ","205770":"\n   Reírse a menudo y amar mucho… apreciar la belleza, encontrar lo mejor en los otros, entregarse uno mismo… esto es tener éxito. Lo has pensado asi? Bonito domingo :)\n  ","205771":"\n   Recuerda, hoy es el mañana acerca del cual te preocupabas ayer. Bonito inicio de semana, no olvides sonreír :)\n  ","205772":"\n   ❤ ~¿Eres donante de organos? Hola :D\n  ","205773":"\n   ❤ ~¿del 1 al 400 que tan \"borrach@\" te consideras? O_O\n  ","205774":"\n   ❤ ~¿A que huele tu champu?\n  ","205775":"\n   ❤ ~¿Del 1 al 250 que tan raro eres? O_O\n  ","205776":"\n   ❤ ~¿Cuantos años mas te das de vida?\n  ","205777":"\n   Ya me corrigieron la Srta Perfección Melissa dice que es \"Grey\" no Gray. Saludos✌️\n  ","205778":"\n   Ya viste 50 sombras de Gray? Que te pareció la recomiendas?\n  ","205779":"\n   ......\n  ","205780":"\n   que saco tu ultima sonrisa hoy?...a mi unas lineas femeninas y una sonrisa oculta que alance a ver\n  ","205781":"\n   ¿Alguna vez pensaste que tal vez tú no eres demasiado grande... sino que tal vez este pueblo es demasiado pequeño?\n  ","205782":"\n   Ella dijo que los peces más grandes del río son de esa manera porque nunca fueron atrapados.\n  ","205783":"\n   Algunas veces la única forma de atrapar una mujer imposible de atrapar... es ofreciéndole un anillo de matrimonio.\n  ","205784":"\n   La magia es el arte de hacer aparecer fenómenos, consumiendo recuerdos y pensamientos de seres vivos?\n  ","205785":"\n   El destino es una manifestación de mi voluntad?\n  ","205786":"\n   Los lobos vienen en formas diferentes.Algunos tienen grandes ojos, para verte mejor.Otros resoplan…  Mientras otros se esconden a plena vista. Yo debería saberlo porque, me guste o no, Yo soy uno de ellos\n  ","205787":"\n   A_A\n  ","205788":"\n   ¿Cuántas veces le das al snooze del despertador antes de levantarte?\n  ","205789":"\n   01000001 01011111 01000001\n  ","205790":"\n   Čłаή đέ 么мǿя ❤.. ToOK!! ToOK!! ToOK!!.. Alguien pidioO?.. Corazonsitos MG!!.. Xq Kassy me dijio!!.. q una personita!!.. Maravillosaa!!.. los habia encargadoO!!.. acaso no seras TU?.. TkM!!.. MuoackkksS!! (~.0)\n  ","205791":"\n   ¿Verás los Oscars?\n  ","205792":"\n   B:\n  ","205793":"\n   :B\n  ","205794":"\n   Čłаή đέ 么мǿя ❤.. Corazonsito MuoackksS.. aunq ya paso el 14 de Febrero.. nunca es late.. para pasar a desearte.. lo MejoOR.. q recibas este year milles.. de AbrazitoOS y rikoOS BesitoOS.. Osea pero sobre todoO.. muestras sinceras.. de AmoOR y Ternura.. So estos Corazonsitos son 4YouU.. Xq TkM q DTB❤\n  ","205795":"\n   No puedes eliminar todas las sombras del mundo solo con luz,puesto que alli donde halla luz siempre habra sombras? A_\n  ","205796":"\n   Los idiotas son personas que subestiman a sus deseos,cuando tienen habre,comen.Cundo quieren leer,buscan un libro..Soy el tipo de idiotacon todos esos deseos y errores,y estoy orgulloso de ser un idiota?\n  ","205797":"\n   La belleza es tan efimera como esta flor de cerezo? que tanto valor le das a la belleza fisica?\n  ","205798":"\n   No confundas nunca suerte con habilidad...........acaso has dado algun golpe de suerte en tu vida?\n  ","205799":"\n   Tendras mi cuerpo y mi alma,pero nunca mi orgullo asi que mientras me intentas violar mejor cautiva mi espiritu\n  ","205800":"\n   Aunque mi voz calle con la muerte mi corazon te seguira hablando...sera asi una ruptura?\n  ","205801":"\n   Perder es bueno para el ego,ayuda a mantener los pies en la tierra?\n  ","205802":"\n   somos nuestra naturaleza?....todos somos parte de algo mas grande y aunque entierres tus instintos lo mas abajo posble siempre resurgiran como los mios...amor pasion lujuria locura  oscuridad prohibida soy un guerrero un penador un amante no soy angel ni un demonio tengo mis propias reglas esperadme\n  ","205803":"\n   CADA HISTORIA CADA FUTURO DESTINO ESTAN MARCADOS CON CRUCES QUE EN LA DISTANCIA EVOCAN LA IMPRESION ..IMPRESION QUE MIRO EN TUS OJOS AHORA ANTE LAS MIRADAS OBCENAS...QUE PERSIBES DE MI SE OCULTAN SENACIONES QUE ME GUSTAN,,,COSQUILLEOS POR CONOCERTE Y LA FUERZA PARA ACARICIARTE...AUN NO LO SABES\n  ","205804":"\n   Sigue tu camino,desafia al mundo y luego desafiame a mi....podras?\n  ","205805":"\n   Sabes,suelen decir que no sabemos lo que tenemos hasta que lo perdemos.Pero yo me doi cuenta del valor de las cosas cuando las vuelvo a encontrar? y tu?\n  ","205806":"\n   Un hombre sin sueños propios no tiene derecho a burlarse de los ajenos.\n  ","205807":"\n   que es mas divino que dios, mas perverso que los sacerdotes pedofilos....algo que a los pobres les sobra y a los ricos les falta? tic tac tic tac 8)) esperando respuestas\n  ","205808":"\n   Hola chicos, hace mucho que no me paso. ¿el dia 14 de febrero que es para vos? un dia normal como todos o un dia especial Para mi es un dia normal como cualquier otro, solo que lo hicieron comercial, y para mi es el dia comercial mas estupido del mundo. Saludos pasen con una pregunta :D\n  ","205809":"\n   o.o\n  ","205810":"\n   Cuando tienes problemas, ¿a quién llamas para pedir ayuda?\n  ","205811":"\n\n    http:\/\/vocaroo.com\/i\/s0PCyr4xbZ0u\n   \n   esta solo fue una prueba aun no me sale escuchad\n  ","205812":"\n\n    http:\/\/vocaroo.com\/i\/s0l9FmFBJmd1\n   \n   una cancion para ti 8)) ask\n  ","205813":"\n   por que se acaba el tiempo?\n   \n    https:\/\/www.youtube.com\/watch?v=7E4E_akMV8M\n   \n","205814":"\n   En que otra Ciudad de México te gustaría vivir o recomiendas vivir? ✌️\n  ","205815":"\n   como eliges tu camino? hay quienes no se atreven a ir por los sitios prohibidos ....por que los que lo somos no tenemos vuelta atras\n  ","205816":"\n   Feliciten!!! a ROBARROPA esta emocionado pues será coronado como la Reina Gay del Carnaval de Veracruz✌️ Felicidades amigos.\n  ","205817":"\n   u__u\n  ","205818":"\n   Hace tiempo que no veía esto\n  ","205819":"\n   Buenos días Gente, excelente Finde, Disfrútenlo ✌️✌️✌️✌️ hoy estoy de el mejor humor posible. ✅\n  ","205820":"\n\n    https:\/\/www.facebook.com\/video.php?v=497834733689263\n   \n   Le doy un regalo a quien me diga cual es Roba?\n  ","205821":"\n   Ea ea ea... 14 de Febrero ✌️❤️\n  ","205822":"\n   Qué opinan del costo del boleto para Formula 1 en México que va el más Económico 2.500 a 60.000 pesos. Si los Mexicanos ni saben de F1 solo de Checo Pérez ✌️ no soy fan's como un servidor.\n  ","205823":"\n\n    @FerPausini\n   \n   Es el Ask mas gay incluso que el de\n   \n    @JRomanRiquelme\n   \n\n    @AllanYRFM\n   \n   o\n   \n    @R0BARR0PA\n   \n   ?\n  ","205824":"\n   ¿Cómo estas?\n\nNo te preocupes;\n\nsólo soy viajero, caminante,\n\nuna palabra, un suspiro, un latido del corazón.\n\nAlguien que llegó y se va \nsoy la vida misma \nYMI AMOR SOLO SE DA UNA VEZ \n\nLIVE THE RE\"LOVE\"UTION\n  ","205825":"\n   ¿Quién es tu príncipe azul?\n  ","205826":"\n   ¿Que le regalaste a tu chica o chico por San Valentin?\n  ","205827":"\n   ¡Publica una foto de tu cama!\n  ","205828":"\n   .\n  ","205829":"\n   Mg y das 3mg?\n  ","205830":"\n   Cada uno tiene que cargar con las consecuencias de sus actos? siempre lo he creido y siempre lo creere,pero ha llegado a entender que no todo el mundo es lo suficientemente fuerte para hacerlo y tu lo eres?\n  ","205831":"\n   Holiii :D\n   \n    https:\/\/www.youtube.com\/watch?v=uKM2uTz1B-Q&list=UUgMrs-it38Pweoy0wA-Tq0A\n   \n   Saludos Desde Colombia ;) Suscribete ;)\n  ","205832":"\n   A_~\n  ","205833":"\n   11:11 pide un deseo Haha..\n  ","205834":"\n   QUICIERA SEGUIR MI CAMINO PERO ESTA FUERZA ME ARROJA HACIA TI....ESTOY ACERCANDOME BUSCANDO DESCARGAR ESTE FUEGO QUE ME ENCIENDE Y CUBRIRTE DE CALOR QUE SUBA LA TEMPERTURA ENTRE TU Y YO ES ALGO TAN NATURAL INSTINTIVO Y SALVAJE QUE SE VUELVE TIERNO Y MUY BOBO PERO CUANDO TE ENTERES QUIZA SEA MUY TARD\n  ","205835":"\n   Con una hermana así para que enemigos.\n   \n    https:\/\/www.facebook.com\/video.php?v=804096206341547\n   \n","205836":"\n   14 de febrero sol@, Navidad Sol@, tu Cumple Sol@? Cual de esas 3 es peor estar solter@.\n  ","205837":"\n   Se acerca el 14 de febrero & estarás sola u_u\n  ","205838":"\n   Dallancita hermosa mira.\n   \n    https:\/\/www.facebook.com\/video.php?v=739388226181195\n   \n","205839":"\n   aun mientras duermo vagamente al entrecerrar tus ojos miro tu rostro y puedo percibir un aroma embriagador ...y siento como mi piel anhela la tuya mientras mi respiracion se acelera estoy en un sueño del cual no puedo despertar\n  ","205840":"\n   Sabes baila salsa o eso solo los del DF?\n  ","205841":"\n   Ya vieron Ted 2? Acá el trailer\n   \n    https:\/\/www.facebook.com\/video.php?v=605651802870277\n   \n   ✌️\n  ","205842":"\n   Čłаή đέ 么мǿя ❤.. Today quiero pedirte!!.. q me regales TU Hermosaa Sonrisaa!! ❤.. Xq segura estoy.. q al mirarla contagiaras la miaa!!.. So YoO a cambio te dare.. mi Gratitud y estos Corazonsitos MG!!.. Y de Complement.. esta Sweet dotation de ßєŝí†ǿǾŜ♥!!! MʋǿคćkkkŝŜ♥!!!.. GraciaasS!!.. X Existir ♥\n  ","205843":"\n   ¿Cuál es el mejor servicio de música? ¿Pandora, Soundcloud o Spotify?\n  ","205844":"\n   abulita dime tuuuuu 8) ya no somos unos jovencitos en especial tu jajaj cuidate ^3^\n  ","205845":"\n   8))\n  ","205846":"\n   Hola\n¿cuantos seguidores tienes en ask?\n¿alguna vez quisiste ser famoso por alguna red social o medio de internet?\n¿si fueras famoso porque medio o red social seria? \npasate con preguntas un saludo :D\n  ","205847":"\n   ¿Qué se siente pelear por odio?... Es como lodo, ¿no? Una oscuridad sin fondo de la cual entre más tratas de escapar, más eres absorbid@\n  ","205848":"\n   Bonito martes, lo único que lo hace quedar mal es el 1° que habia muy temprano. Tu sabes que animal después de muerto da muchas vueltas? Buen día :)\n  ","205849":"\n   como estas?\n  ","205850":"\n   pense que dormias con morfeo o.o\n  ","205851":"\n   Woody Si existe!!!\n   \n    https:\/\/www.facebook.com\/video.php?v=873491459382004\n   \n","205852":"\n   o.o\n  ","205853":"\n   Con trampas ganaron los Patriotas. Que asco. ✌️\n  ","205854":"\n   Cuando una mujer deja a un hombre es por infiel o por que la tiene chiquita, no hay mas, es mi teoría Machista, que opinan?\n  ","205855":"\n\n    http:\/\/ask.fm\/allanyahoo2\/answer\/124706499506\n   \n   Like por favor.\n  ","205856":"\n   Riquelme descubrió a Roba con Allan en la cama, crees que sea motivo para retirarse de ask? Justo en el mes de amor u_u\n  ","205857":"\n   ¿Es el calentamiento global algo real? ¿Qué crees que pasará?\n  ","205858":"\n   ♥\n  ","205859":"\n   (> ^-^ )>\n  ","205860":"\n   Sonríe siempre para no dar a los que te odian el placer de verte triste y para dar a los que te aman el placer de ser feliz. Ya es viernes a ver la sonrisa  (｡◕‿◕｡)'ﾉ''    que tengas un feliz termino de semana :)\n  ","205861":"\n   No te vayas, Dallancita.\n  ","205862":"\n   Te sigo Dallancita. ❤️\n  ","205863":"\n   Te gusta cocinar? que platillo se te facilita mas? So no se te da lo de la cocina, dime te gustaría aprender? Bonito ombligo se semana :)\n  ","205864":"\n   Deja de clonar a Dallancita, ella no se metía con nadie u_u\n  ","205865":"\n   Pregunta Ask... Si se pudiera quitar la publicidad de la app definitivamente pagando lo que es 1 dólar, pagarias? (para los que usan mucho el móvil)\n  ","205866":"\n   Hola gente, podrian pasar a esta pregunta, se los agradezco\n   \n    http:\/\/ask.fm\/LongWolf\/answer\/125325436261\n   \n","205867":"\n   ¿Qué es lo que te da pánico?\n  ","205868":"\n   ¿Qué echas de menos?\n  ","205869":"\n   tanto asi\n  ","205870":"\n   o.o locos\n  ","205871":"\n   como es\n  ","205872":"\n   el chamoy solo me gusta en los troles de nieve\n  ","205873":"\n   yo no ensucio nada o_____e solo le pongo picante\n  ","205874":"\n   tiene skype\n  ","205875":"\n   no tengo juanetes\n  ","205876":"\n   si tu mente cochina me hiso pensar eso\n  ","205877":"\n   preciosa\n  ","205878":"\n   reboto en ellos como amn me hiciste recordar south park xp\n  ","205879":"\n   jaja 77 si los tengo enormes\n  ","205880":"\n   el que los pisa soy yo u.U\n  ","205881":"\n   ¿Por qué los gatos no bailan reggeton? Porque le tienen miedo al perreo! ---Ya se, ya se que es un chiste tonto pero a poco no te dio risa? jajajaja Bonito martes. :)\n  ","205882":"\n   bailemos *la toma de la mano y la levanta a bailar* n.n\n  ","205883":"\n   jaja si un dejavu siento de cuando deje spring o.o\n  ","205884":"\n   Hola✌ disculpa me podrás ayudar dandole .like a esta foto? SI LE DAS LITE TE DOY 10 MGS❤ gracias: 3\n   \n    https:\/\/m.facebook.com\/photo.php?fbid=626841687437667&id=100003355249134&set=a.109080652547109.10746.100003355249134&notif_t=like&ref=m_notif\n   \n","205885":"\n   tambien 8D ya mucho mejor\n  ","205886":"\n   como sigues,?\n  ","205887":"\n   o.o\n  ","205888":"\n   creen que el número de seguidores que ask dice que tienes realmente sea el verdadero número? o crees que pone mas??... jaja es que a veces es difícil creer como teniendo cientos e incluso miles de seguidores no te pregunte ni UNO solo .-.\n  ","205889":"\n   ¿Qué palabra te describe mejor?\n  ","205890":"\n   En una escala del 1 al 10, ¿cómo eres de raro?\n  ","205891":"\n   Hola\n  ","205892":"\n\n    http:\/\/viraldos.com\/post-135-este-chico-pone-bananas-en-su-puerta-todos-los-d-as-casi-lloro-cuando-me-di-cuenta-del-porqu-.html\n   \n   ................ Cree en lo bueno ......... que tengas bonito día\n  ","205893":"\n   Cual es la frase que utilizas para enamorar a esa persona especial?\n  ","205894":"\n   Esto es lo que pensaba al formular la pregunta sobre los gemidos de los muertos, Estaba pensando en una persona que odiaba el estar en lugares fríos y obscuros y que probablemente al estar ahora en ese sitio, estaría terriblemente triste como para lanzar gemidos de dolor y tristeza\n  ","205895":"\n   Crees que si todos los muertos se pusieran a gemir..................los seres vivos no podríamos dormir?\n  ","205896":"\n   Hola... Si no [ ... ] no tuviste infancia. Completa\n  ","205897":"\n   Hola, ¿tienes twitter? El mío es\n   \n    https:\/\/twitter.com\/arrobasoymajo\n   \n   ♥ Sígueme y te sigo ♥\n  ","205898":"\n   Desde la perspectiva del extraño tú eres el extraño, desde la perspectiva del alien definitivamente tú eres el alien?\n  ","205899":"\n   Por qué crees que haya gente que no valora lo que haces por ella? Qué opinas de esa gente?\n  ","205900":"\n   ¿Estarás viviendo sus sueños en la muerte o es la muerte el fin de los sueños? ¿Es acaso el fracaso de la esperanza?\n  ","205901":"\n   Con frecuencia, algunos buscan la felicidad como se buscan los lentes cuando se tienen sobre la nariz. Te ha pasado que esa felicidad esta a tu lado y no te das cuenta? Bonito viernes :)\n  ","205902":"\n   Todos tenemos tiempo para aprovechar o para perder y es nuestra decisión qué es lo que hacemos con él. Pero ten en cuenta que una vez pasado, jamás se recupera. Bonito domingo :)\n  ","205903":"\n   ¿Tienes estilo?\n  ","205904":"\n","205905":"\n   Eres la luna de mi vida....\n  ","205906":"\n   yo tambien me siento cansado day ya mejorate n.n pasa lindo viernes y ayudame mis gatos me estan usando de trampolin\n  ","205907":"\n   pecas no estas cansada?\n  ","205908":"\n   gastaste tus mg o.o\n  ","205909":"\n   Los humanos siempre están hablando sobre los sentimientos. Es como si los tuvieran en sus manos. Pero mi ojo lo ve todo. Nada puede escaparse de él. Lo que no vemos no existe. Así es como siempre he luchado. ¿Qué es el corazón? Si te abro el pecho, ¿lo poder ver? A_A\n  ","205910":"\n   era demasiado peso xp yo un pasajero jaj xp ya habra un espacio en el cual se deje ver de nuevo\n  ","205911":"\n   Hola, me paso por tu ask a saludar (? ah.. algún objetivo para este año? Pasate :)\n  ","205912":"\n   Hola si me das 50 mgs te doy 1 regalo mas 100 mgs okay ? te sigo me sigues ❤️❤️\n  ","205913":"\n   Reto: 40 mg's al primero que le de mg, va? :D\n  ","205914":"\n   ese monstruo? espero que no\n  ","205915":"\n\n    http:\/\/vocaroo.com\/i\/s0HwcJzY5TVD\n   \n","205916":"\n   ese era yo u.u en mi otra vida\n  ","205917":"\n   Somos como el aire, invisible pero muy real? amigos virtuosos virtuales\n  ","205918":"\n   que pasa?\n  ","205919":"\n   que pasa ojotes\n  ","205920":"\n   Debes estar cansado así que... ¿Te das un baño primero? ¿O quieres comer? O tal vez... ¿Me quieres a mí?\n  ","205921":"\n   Negamos muchas cosas por que nuestro limitado entendimiento nos hace creer que son imposibles. Pero mientras más leo y me instruyo, me doy cuenta que lo tenido por imposible en la mente, se hace posible en la realidad.  Feliz miércoles ombligo de semana :)\n  ","205922":"\n   o.o\n  ","205923":"\n   ¡Hola! Te invito a que veas mi último video, que está en la primer pregunta de mi Ask, si te gusta te puedes suscribir en mi canal de YouTube y darle like :) Atte.\n   \n    @NochesDeTerror\n   \n","205924":"\n   Hola.... Le Podrias Dar MG Porfavor...!\n   \n    https:\/\/www.facebook.com\/runawayx88\/posts\/10205133370831360?notif_t=like\n   \n   Muchas Gracias, Me Paso... <3 Bonita!\n  ","205925":"\n   Hola, hoy ando de meteorólogo aficionado. si sacas la mano por la ventana y se moja, es que esta lloviendo. Si sudas es que hace calor y si necesitas abrigarte es que hace frio. Como esta el clima en tu ciudad? bonito jueves :)\n  ","205926":"\n   ¿Cómo llamarías a tu primera\/próxima mascota?\n  ","205927":"\n   e_e\n  ","205928":"\n   ∆_∆\n  ","205929":"\n   Así de todo menos vista en febrero hace un año, antes de que me sacaran a mi criatura de 2.7 cm (piedra el le vesícula) de ojos, hace como tres años. :)\n  ","205930":"\n   Jaja si. Me encontré al ojologo hace dos semanas y platicamos y lo primero que me dijo no uses lentes para leer jajaja me conoce lo comodino que soy jajaja :)\n  ","205931":"\n   preciosa me siento cansado ire un momento a mi sofa cuidate 0_~ te veo luego\n  ","205932":"\n   solo entre se rapido y no se como ae usa ahora o.o lo respondere en cuanto vuelva mmm has visto a golana? siempre de deja mensajes y benediziome y nelram? y nimi?\n  ","205933":"\n   Solo a veces, cuando hay letras pequeñas que tratan de esconder. Hace mucho me hice una queratotomia y no los necesito. Si uso algunos me mata mi ojologo :)\n  ","205934":"\n   entre a spring .. recordaba cosas jaja incluso mis cuentas suspendidas por tu amigo el tereso la original fue por ya sabes xp jajaa\n  ","205935":"\n   Yo no le llamaría asi, sin que ciego jajajaja : )\n  ","205936":"\n   8) dame un abrazo (>n.(0.0)3\n  ","205937":"\n   Jajajaja si estaba muy cerca para fijarme bien jajaja :)\n  ","205938":"\n   sosl l de la foto?\n  ","205939":"\n   Ninguna, habia una mancaha en el monitor, ero fuera de eso nada, muy bien, 100+ ;)\n  ","205940":"\n   Cual peca se debe mirar? :)\n  ","205941":"\n   hay una de un grupo EXTENSO Y se llama un amor como el mio no es esa?\n  ","205942":"\n   hola :) (inserta amor platonico) edad? comida favorita? que es lo que mas te gusta hacer? que deseas en este momento? :) dejame 5 o 10 MG y te devolveré el doble :) pásate si quieres ..te sigo :) sígueme n.n\n  ","205943":"\n   La felicidad se alcanza cuando lo que uno piensa, lo que uno dice y lo que uno hace están en armonía. Bonito sábado :)\n  ","205944":"\n   bien ya n.n oye tenias razon\n  ","205945":"\n   como estas pecas?\n  ","205946":"\n   ¿Qué hay peor que encontrarse un gusano en una manzana?.\nEncontrarse medio. GULP! jajajaja. Bonito domingo :)\n  ","205947":"\n   8) hola\n  ","205948":"\n   Si que los hay... Un amigo le dice al otro:  - Pues mi novia me regaló un rompecabezas que sólo traía las letras T, E, A, M, y O. Si imaginaras qué coraje me dio, ¿Tú sabes quién es Mateo? --- si sera jajajaja. Buen inicio de semana :)\n  ","205949":"\n   #¿En qué momento decides que es necesario darle un giro a tu vida? #      Te sigue ƈгყรէձl νօﻨƈεร\n  ","205950":"\n   # ¿ Qué tanto te esfuerzas para alcanzar tus metas ? # Te sigue  ƈгყรէձl νօﻨƈεร\n  ","205951":"\n   Después de tu país, ¿cuál es el mejor país del mundo?\n  ","205952":"\n   La belleza de la noche llega cuando veo que tus ojos se cierran el único deseo que tengo en esta vida es que tus sueños sean de paz y grandeza ¿será que el amor nos consume?\n  ","205953":"\n   En qué momentos dirías..\" huele a peligro\"?\n\nte sigue:    ƈгყรէձl νօﻨƈεร\n  ","205954":"\n   Qué piensas del amor... en todas sus formas?\n  ","205955":"\n   ¿Llevas calcetines en la cama?\n  ","205956":"\n   ¿Por qué SEPARADO se escribe todo junto y TODO JUNTO se escribe separado?\n  ","205957":"\n   Hola vengo a dejarles un nuevo video que subi sobre un juego de terror, si no les molesta veanlo y comenten si pueden, espero que no les alla molestado un saludo :)\nsi quieren que suba otro juego comenten.\ndisculpen las molestias...\n   \n    http:\/\/youtu.be\/M_hptyFhPM8\n   \n","205958":"\n   Cual fue la última mentira que le dijiste a alguien y te haya creído? pregunta hecha de un sueño o.o\n  ","205959":"\n   no se puede explicar xD solo me llego a la mente o.o\n  ","205960":"\n   Que videojuegos juegas :P ?\n  ","205961":"\n   XD olvidalo\n  ","205962":"\n   el antibiotico :(\n  ","205963":"\n   ¿Qué demonios tenía el sopón para que se les pegara un dolor a las 2 de la mañana? (8) Jaja, FELICIDADES!! <3\n  ","205964":"\n   :P\n  ","205965":"\n   .-.\n  ","205966":"\n   No me odies por ser guapo :\/\n  ","205967":"\n   361\n  ","205968":"\n   Quien te parece mas sepsi el agente secreto o el doctor :P\n  ","205969":"\n   has ido a un sexshop asi sea para ver que ahí?\n  ","205970":"\n   Me pregunto si, ¿los sueños son tan fáciles de quebrar y tan duros de realizar?\n  ","205971":"\n   toco general laskfm A los que siguen a la Franbitx4 en chile  porque ella siempre menciona al Liceo 1 eso será que le va dar mas fama a ella jaja ? Franbitx si lees esto ya es hora que hagas un video  a ver si es cuento o no tus historias ya vi los canales de zoo creados y ni un video de 1minuto.\n  ","205972":"\n   Hay mucho silencio en esta noche sola y fría.\n  ","205973":"\n   se vende chocolatinas quien quiere?\n   \n    http:\/\/ask.fm\/KevinRamos20\/answer\/123629570770\n   \n","205974":"\n   que piensas de ella? si no aparece es que ask elimino\n   \n    http:\/\/ask.fm\/faralasricasyricos\/answer\/122310439213\n   \n","205975":"\n   Hoy se me hizo domingo, te ha pasado igual? que confundes los dias por estas fechas?\n  ","205976":"\n   De qué manera manejas tus emociones? te sigo.. pásate ñ-ñ\n  ","205977":"\n   Dale me gusta a la foto SALGO CON MI abuela BELLA ♥ .Porfavor ya te sigo Porfavor ♥ COMENTA LA FOTO SI TE GUSTA- MUCHAS GRACIAS ♥  COMENTA MI ABUELA LE GUSTARIA QUE LA ALAGARAN   ...\n   \n    https:\/\/www.facebook.com\/photo.php?fbid=10202207519429829&set=a.1002178915142.10.1844910024&type=1&theater\n   \n","205978":"\n   ¿Crees que he perdido la cabeza? por que te entrego un poco de mi ?\n  ","205979":"\n   ¿Quién es tu amigo\/a más inteligente?\n  ","205980":"\n   Solo existen dos días en el año en que no se puede hacer nada. Uno se llama ayer y otro mañana. Por lo tanto hoy es el dia ideal para amar, crecer, hacer y principalmente vivir.  Bonito ombligo de semana :)\n  ","205981":"\n   Hola!   inserta imagen de dibujo animado favorito de tu infancia.  Te sigo ¿me sigues? Pasate por mi ask y dejame algún mg o alguna preguntita. Besitos ❤\n  ","205982":"\n   Intercambiemos☺ 20MG = 1Reto♥ 10Preguntas = 1Reto♥ PASATE:) SIGUENOS TE SEGUIMOS:)\n  ","205983":"\n   no por eso por que debo rescatar a alguien\n  ","205984":"\n   Cual es la prioridad mas importante que tienes que hacer hoy? Saludos n.n\n  ","205985":"\n   deseame suerte\n  ","205986":"\n   Daya azulejo me recuerdas?\n  ","205987":"\n   jaja e.e no me critiques pecas se me olvido ese link\n  ","205988":"\n\n    http:\/\/sketchtoy.com\/64219060\n   \n   <-------------mensaje enviado en general pero solo para una persona para no levantar sospechas si sospechas de ella misma si tu o_o a ti te hablo\n  ","205989":"\n\n    http:\/\/ask.fm\/Velenoprofumo\/answer\/122820164854\n   \n   CANCION\n  ","205990":"\n\n    http:\/\/vocaroo.com\/i\/s1Cbt88XXPNs\n   \n   QUE TONTO ESTA SI ES LA CANCION XP\n  ","205991":"\n\n    http:\/\/vocaroo.com\/i\/s0xrptw0jhnn\n   \n   Rock You Like A Hurricane\n  ","205992":"\n   que es aquello que te hace vibrar ? LO SE SOY GRANDIOSOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO PERO ESO USTEDES YA LO SABEN Y POR ESO LOS QUIERO GUIÑO\n  ","205993":"\n   ¿Cuál fue la mejor película del 2014?\n  ","205994":"\n   (っ◔◡◔)っ\n  ","205995":"\n   Corre, golpea y lee libros, así nunca te quedarás sin opciones?\n  ","205996":"\n   Porque cuando te enamoras, tus sensaciones cambian?\n  ","205997":"\n   ¿Qué estas pensando? Quiero preguntar, pero no puedo.\n  ","205998":"\n   No vi lo que mi corazón decidió en ese momento. ¡Mis ojos no se apartan de ti!\n  ","205999":"\n   El hecho de que les caiga mal... significa que existo en las profundidades de sus conciencias, ¿no? A_A\n  ","206000":"\n   El dolor es temporal, la victoria es eterna?\n  ","206001":"\n   ¿En verdad hay huevos buenos y malos en los corazones de las personas?\n  ","206002":"\n   El corredor del amor, ¿a dónde nos llevará?\n  ","206003":"\n   Puedes fingir que seguiste adelante, pero el hecho es que aún te sigues aferrando al pasado... ¿Eres una perdedor\/a?\n  ","206004":"\n   mis deseos mis sueños mis anhelos estan siendo contenidos en lo mas profundo de mi ser eséramdo ser desatados de nuevo bajo la oscuridad A_A\n  ","206005":"\n   Me encanta la gente que sabe lo que quiere hacer, me encanta la gente que vive tan duro como pueda cada día.\n  ","206006":"\n   Cuando los fabricantes de carteles y pancartas hacen una huelga y una movilización de protesta... ¿hay algo escrito en sus carteles?\n  ","206007":"\n   qué opinan de que escucho musica por youtube, miro una serie de tv a manera de mimica por que lo primero que dije no me deja escuchar ...leo un libro acaricio a mi motas (un gato) y hago preguntas aqui todo por pura inercia D= soy un frii nivel dios\n  ","206008":"\n   Kambio de planes mejor pasa a la mia pork el tal\n   \n    @ErikYR2\n   \n   va a cerrar su kuenta y mi mamita rikaaa!!!, KASSY no podra verla ya k kien sabe kuando entre a ask y la neta k estos detalles ella se merece por ser a toda madre kon todos no faltes\n   \n    http:\/\/ask.fm\/LexieLahioLove34\/answer\/124223623115\n   \n","206009":"\n   Si un abogado enloquece... ¿pierde el juicio?\n  ","206010":"\n   es verdad que sacarle los mocos de la nariz a tu pareja en el sexo es lo mas estimulante del mundo? D=\n  ","206011":"\n   SUELES SONREIR O QUE EXPRESION TIENES NORMALMENTE? YO SOY UN FENOMENO POR ESO USO UNAMASCARA DE v Y UNA BOLSA DE PAPEL IMAGINEN CUANDO ENTRO A UN BANCO U_u PERO SIGO SIENDO SEXY\n  ","206012":"\n   SIGO TAN ENAMORADO DE LA VIDA QUE BIEN PODRIA SER UN PECADO PERO ESTOY DISPUESTO A HACER UN TRIO LA VIDA TU Y YO xD\n  ","206013":"\n   A_A TIMPO SIN ARROJARLES PREGUNTAS SALUDOS DE SU SERVIDOR LARVA ....GRANDIOSOOOOOOOO VIERNES PERO ESO YA LO SABEN A_~\n  ","206014":"\n   Hola Vale Mayorr Sueño♥ Edad♥  Pasate♥♥\n  ","206015":"\n   Cancion Favorita♥ En una escala del 1 al 10 Que Tal Cantas? Pasate♥♥\n  "},"Answer":{"204943":"\n  Usted andaba de revoltoso en Guerrero, verdad?? e.é\n  ","204944":"\n  Awwwwwwwwwwwww xd que cursi y yo en la luna x3\n  ","204945":"\n  Qué mal u.u\n  \n  No sabia, fui a ver y no me gusta.. por algo desinstale la aplicación u.u\n  ","204946":"\n  Y mañana toca consentirlo ♥\n  ","204947":"\n  ¿? o.O\n  \n  2 yo y yo ♥\n  ","204948":"\n  El miedo es para mi, aquello que hay que vencer para avanzar..\n  ","204949":"\n  Que es lo importante xD\n  \n  Imagina que fuese lo contrario.. no duras o.o\n  ","204950":"\n  No me ajusto el día..\n  ","204951":"\n  Estas hablando con una ciruela pasa! me pondré en una infusion xD\n  \n  Hola admirador de antigüedades, como te va?? o.o\n  ","204952":"\n  Nou, pero si los helicópteros o.O\n  ","204953":"\n  Tal vez echaste a volar de más la imaginación o.o\n  ","204954":"\n  Preguntándome quien eres o.O\n  ","204955":"\n  No lo sé, gracias por la verdad igual tal cual, varios como él por mi error me la cobraron caro, y aun que no fue juego ni hipocresía, pasó y lastimé y afronto las consecuencias..buena vida pequeño ..\n  ","204956":"\n  Todo eso pasa por los lugares o personas que frecuentas xp\n  \n  Pero mientras te sientas bien.. ps adelante!\n  ","204957":"\n  (\/.\\) no rompas la imagen que tengo de ti x)\n  \n  Bonito.. carita de naranja, barriga de pay y pompis de papa.. a todo dar xp\n  \n  Y espera, eso si no desaparecen las fresas hee o.o\n  ","204958":"\n  Oie khe o.O\n  ","204959":"\n  El que estén cuando más los necesito... u.ú\n  ","204960":"\n  Anoooooooooooooooooooooooonimo!\n  ","204961":"\n  O.o Dónde??\n  ","204962":"\n  Si u.ú\n  \n  Luego pongo otro o.o\n  ","204963":"\n  Si.. es que debe de haber para todos los gustos.. pero yo me voy por la fruta, con este calor cae muy bien.. te dejo el lomo a la mostaza y una papa al horno, mañana traigo el pay de fresa P:\n  ","204964":"\n  Hah si esta mejor, la otra parecía que te daba un beso o.o\n  \n  Que bueno que estas bien.. es aun temprano pero yo ando ya en la reserva de energías x)\n  \n  Mira de cenar hoy hay frutas con crema dulce, spaguetti a la mantequilla y queso.. con verduras al vapor y lomo a la mostaza o la otra opción tacos de adobada con sus acompañamientos.. estaba haciendo un pay de fresa frío pero la costra aun le falta xD ya lo haré mañana o.o\n  ","204965":"\n  Ps si!!\n  \n  ¡¡¿¿A que no adivinas quien te quiere!!??\n  ","204966":"\n  Parece esas cosas que dan masajes o.o\n  \n  Hola hola señor cachetes pompas de bebé... estoy a punto de dormirme :v tu que tal??\n  ","204967":"\n  Holaaa!!\n  \n  La infancia, definitivamente ♥\n  \n  Me paso! la otra vez no fui :s\n  \n  Linda noche n.n\/\/\n  ","204968":"\n  Obligueme e.é\n  \n  Hahah nou si la cambio pierde su chiste, su ingenio o.O\n  \n  Ohh bueno puede funcionar, se me ocurrió algo xP\n  ","204969":"\n  No todos.. lo mas pulcra posible.. algunos parecen cola de mono -.- o que tienen cruda de no se cuantos días -.-'\n  ","204970":"\n  Medite y si, es algo confuso para algunas personas u.u\n  \n  Voy a pensar en una nueva o.o\n  ","204971":"\n  Es un juego de palabras.. O.O\n  \n  Y no me hagas bolas que la cambio xD\n  \n  La cosa es.. que este ask te quiere \\o.O\/\n  ","204972":"\n  Ps es así.. ¿a que no adivinas quien te quiere?.. pero como no sabes ps yo te quiero o.O\/\n  \n  Confusa pero cuchi o.o\n  ","204973":"\n  Hola! O.o\/\n  ","204974":"\n  Ssnoww.... ♥\n  ","204975":"\n  .... ♥\n  ","204976":"\n  Amor amor amor mucho amor amar(es)... ♥\n  ","204977":"\n  Tengo muchos momentos, pero no todos para cambiarlos.. si no para detener el tiempo y estar ahí y así, por siempre... ♥\n  \n  Los únicos que cambiaría serian todos aquellos en los que lastimé a personas que quiero... y no todos o.o\n  \n  Ya te sigo desde la otra vez pequeño y travieso tinytiny... buena tarde y pásala bien.. un abrazo n.n\/\/\n  ","204978":"\n  Llegas tan de pronto y sorpresivamente que pusiste de cabeza mi mundo una vez mas... cuento las horas.. los minutos, los segundos para abrazarte de nuevo.... Amor ♥c♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=fmXLzY8kbYA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","204979":"\n  Mira como su luz se pierde entre las nubes y poco a poco se despide de ti.. siente como te acaricia por un instante antes de irse a dormir...\n  \n  Dulces sueños Ojitos sin identidad... n.n\/\/\n  \n  Hasta pronto...\n  ","204980":"\n  Y si miras al cielo, hay una luna hermosa! ♥\n  ","204981":"\n  Jajaj cual de todas?? O.o\n  ","204982":"\n  Deje de besuquearse solo! 8v\n  ","204983":"\n  Nosotros buscamos razones, ellos victorias atte: Anonymous\n  ","204984":"\n  O.O\n  \n  Me asusta!\n  ","204985":"\n  Más claro no podrías ser... *abrazo* ser lunar.. :3\n  ","204986":"\n  BUSCANDO A LA CHICA MAS CURSI DE LA NACION\n  \n  ME TOPE CON ELLA SIN USAR MI IMAGINACION\n  \n  PUES LA PECOSA DAYA SABE QUE ES MI SALVACION ♫♪ *se pone a rapear*\n  ","204987":"\n  Para empezar...\n  \n  Decirme quien eres O.ö\/\n  ","204988":"\n  Soy una alucinación del atardecer... un ser existente en la oscuridad que deja huella al amanecer *o* ♥\n  ","204989":"\n  Owww si se apellida Pajarito y ya esta muy enfermito u.u\n  \n  Yo también me reí cuando me dijeron que había llegado el Sr. Cura Pajarito x) pensé me bromeaban pero no o.o a más de una le dije payasita, que con eso no se jugaba e.é\n  ","204990":"\n  Awww jaja se mira retierno!!\n  \n  Pero es cierto, usted esta bueno para clases de yoga con esa paz en su voz :v\n  \n  Que bueno que te gusto y gracias por ponerle ahí xp\n  \n  Linda noche eLeeSeDe n.n\/\/\n  ","204991":"\n  O.O\n  \n  Dígame!?\n  \n  Me asusta su expresión, sépalo o.o\n  ","204992":"\n  No tengo novio y qué chispas tiene que ver eso, no inventes xD\n  ","204993":"\n  Hola!!\n  \n  Definitivamente darme mi espacio y meterme, perderme en la en la música ♥\n  \n  Pasaré, linda noche!!\n  ","204994":"\n  Helou Fercieloooooo!!!\n  ","204995":"\n  :o\n  \n  No pues haha yo te diré ser sin identidad o.o\n  \n  Con todo respeto :v\n  ","204996":"\n  Uyuyuy .. que palabras tan llegadoras... la letra esta genialosa *v*\n  \n  Abrázame fuerte ..\n  \n  Y entiérrame en la profundidad de tu corazón ... ♫♪ auuu ♫♪\n  ","204997":"\n  Ohhh o.o\n  \n  Tiene nombre?? o.O\n  ","204998":"\n  Quien pregunta O.o\/\n  ","204999":"\n  Hola Nana n.n\/\/\n  ","205000":"\n  Yo también... me reamo ♥v♥\n  \n  Linda noche carita tiste...\n  ","205001":"\n  Jajaj yo estoy lista para el resplandor!!! otra vez!!! ♥c♥\n  \n  Me encantó hace tiempo y justo hoy que la compartes me puso mas de ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=9X_hrQgfCok\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205002":"\n  Una lección... mm que no todos entregan una amistad sin etiquetas, sin juzgar, sin respetar tus riesgos.. el no saber separar las cosas, las amistades, a las personas, los momentos.. no se.. estoy algo confundida con eso.. o no sé si seré yo la rara que me hago amigos independientemente de como son, si son amigos de mis enemigos, gay, pordioseros o se peinan de lado o por que ya hicieron x cosa.. si me nace tener una amistad con esa persona la llevo acabo sin ton ni son.. no se esa lección aun estoy tratando de comprender.. Te revolví?? espero que si por que así me sentí xD\n  ","205003":"\n  Ohh si.. mm street fighter *o*\n  ","205004":"\n\n   https:\/\/www.youtube.com\/watch?v=fbqXGMXVgB8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205005":"\n  ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=zKcsI59KAvk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205006":"\n  Shhh.. dulces sueños\n  ","205007":"\n  Seguro??\n  ","205008":"\n  Si, a esa edad no saben lo que quieren.. :o\n  ","205009":"\n  No te mueras, aun no!\n  ","205010":"\n  xD Ya anda a dormir no sabes lo que estás diciendo xd\n  ","205011":"\n  xD\n  ","205012":"\n  Qué esperabas una voz de hombre o que ondas?? o.O\n  ","205013":"\n  Es que el sueño esta fuerte.. dulces sueños chico, gusto saludarte, cuídate y que tengas lindo día n.n\/\/\n  ","205014":"\n  Todos tenemos un poco de mentirosillos y el que lo niegue ya esta mintiendo :o\n  ","205015":"\n  Es que estas en la edad de la punzada y así no va..\n  ","205016":"\n  Ñop u.ú\n  ","205017":"\n  Ahí le dejo xD\n  ","205018":"\n  A mi también me gusta  ♥\n  ","205019":"\n  Es que tu expresión... me dio qué pensar o tal vez sea el sueño\n  ","205020":"\n  No??\n  ","205021":"\n  o.O\n  \n  Ya te cacho tu mamá!\n  ","205022":"\n  Yo soy mía u.u ♥\n  ","205023":"\n  Yo si u.u\n  \n  Pero son mentiras dulces o salvavidas u.u\n  ","205024":"\n  Si a los 35 ándale y te quedan dos minutos que ya borro el vocaroo o.o\n  ","205025":"\n  Siiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii\n  ","205026":"\n  No soy tu Daya pero..\n  \n\n   http:\/\/vocaroo.com\/i\/s1qkJJiDvpWN\n  \n","205027":"\n  Ves... ahí te ves aiiiooosssss o.-\/\/\n  ","205028":"\n  Te salio de la manga eso no mientas..\n  ","205029":"\n  Hasta que cumplas 35 u.u\n  ","205030":"\n  Ahha no inventes -.-\n  \n  Eso ni tú te lo creíste u.ú\n  ","205031":"\n  Así pasa.. pero cuando estés más grande verás las consecuencias de no dormir bien u.u\n  ","205032":"\n  Ya lo tengo listo\n  ","205033":"\n  xD oie nooooooooooooo no digas eso jamas!\n  ","205034":"\n  Ño u.u\n  ","205035":"\n  Debe existir un equilibrio siempre o.o\n  ","205036":"\n  Tomas coca :o\n  ","205037":"\n  No ps no u.u\n  \n  Mejor no :o\n  ","205038":"\n  n.n\n  ","205039":"\n  Si me voy, duermes para que al rato vayas bien despierto o.o\n  ","205040":"\n  Te vas a traumar u.u\n  ","205041":"\n  La natural no me rinde.. tomo mucha agua de las dos.. natural y fresca..\n  ","205042":"\n  Ey así me dijeron y si... bueno ps ya me voy chico brocoli\n  ","205043":"\n  Que regalo tan mocho xD\n  ","205044":"\n  Tendrás pejadillas u.u\n  ","205045":"\n  Un agua de toronja mi favorita, o de pepino.. limón, Jamaica, plátano, piña, sandia, melón ,mango, ciruela, remolacha.. la lista es larga..\n  ","205046":"\n  Soy muy llorona, lo siento T.T\n  ","205047":"\n  Ya es muy tarde y no me había dado cuenta..\n  ","205048":"\n  No existen moños para mua o.\\\n  ","205049":"\n  Eso que ni qué, pero yo mil veces un agua fresca P:\n  ","205050":"\n  Lastimar no, pero si atarantar para poder ganar u.ú\n  ","205051":"\n  Yo no conocí ninguna bien, de esas :o\n  ","205052":"\n  Yo también ya quiero dormir... ya mi voe o.o\n  ","205053":"\n  Sip un santa bien dulce que te de abasto desde el guadalupe\/reyes, algo confuso pero el chiste es que la pases bien pegosteoso o.o\n  ","205054":"\n  Leyendo todo eso veo que la hicieron en grande xD\n  \n  Y es lo malo o lo triste cuando te diviertes y las paginas cambian\/modifican y todo se va u.u\n  ","205055":"\n  Entonces a escobazos ahí si que nadie me gana Jum!\n  ","205056":"\n  o.O Ni tanto, alcanzo a darte un buen nockeo con un almohadazo u.ú\n  ","205057":"\n  Y vaya que si xD\n  \n  Quien te viera ehhh\n  ","205058":"\n  Ño por que te salen ronchas u.u\n  ","205059":"\n  El tiempo perfecto para juntar bastante azúcar!\n  ","205060":"\n  Mas te vale u.u\n  \n  Luego quien te prestaría riñones y así u.u\n  ","205061":"\n  :o osea que ya tienes rato en la red.. worales!!\n  ","205062":"\n  Es lo que me dicen mis ojos.. cuanto tienes tu de estatura??\n  ","205063":"\n  Ahah sueñas x)\n  ","205064":"\n  (y)\n  \n  Y refrescos?? o.o\n  ","205065":"\n  :o\n  \n  Falta mucho o.o\n  ","205066":"\n  1.65 toda una minimi ♥\n  ","205067":"\n  Uys con este calor xD\n  \n  Abraza a tu almohada n.n\n  ","205068":"\n  Y que era lo que más hacían, trolleaban o que?? o.O\n  ","205069":"\n  ............(0 0)\n  \n  .---oOO-(_)-----.\n  \n  ╔═════════════════╗\n  \n  ║Te quiero mucho Sam......♥║\n  \n  ╚═════════════════╝\n  \n  '----------------------oOO\n  \n  ........|__|__|\n  \n  .......... || ||\n  \n  ....... ooO Ooo\n  ","205070":"\n  Y el cigarro?? o.o\n  \n  Odio ser fumadora pasiva >.>\n  ","205071":"\n  Mides 1.60 no puedes hacer muchas cosas u.u lo siento...\n  ","205072":"\n  26?? o.o que gacho que no me digas o.o\n  ","205073":"\n  Tuuuuuuuuuuuuuuuuuuuu primero! ya dije u.u\n  ","205074":"\n  No, tu estas muy peque para eso u.u\n  ","205075":"\n  Todo borracho ewww >.<\n  ","205076":"\n  Una guerra de almohadas!\n  ","205077":"\n  No me dijiste u.u dime!\n  ","205078":"\n  Ño u.u\n  ","205079":"\n  Ya hice varios o.o\n  ","205080":"\n  Falta el suyo e.é\n  ","205081":"\n  25 e.é\n  ","205082":"\n  Cuentas con ella y una dote para cuando te cibercases\n  ","205083":"\n  Y puedo saber qué provocó que todo se viniera abajo?? o.o\n  ","205084":"\n  No lo creo xD\n  ","205085":"\n  Y yo pateo *cejas*\n  ","205086":"\n  29?? o.o no me digas que el 22 e.é\n  ","205087":"\n  hehehew >:p\n  \n  Mi micro esta fallando y se escucha raro o.O\n  ","205088":"\n  Tu primero, solo graba un hola y ya xd\n  ","205089":"\n  Pues ya te estas tardando u.u\n  ","205090":"\n  En internet o.o\n  ","205091":"\n  No tengo qué decirte, por que lo que quería decirte ya te lo dije, ademas si voy serian cosas ciertas y pegosteosas.. todo lo contrario a lo que puedan estarte diciendo, tus detractores y yo somos totalmente diferentes, no me juntes con ellos por favor.\n  \n  Besos al piojoso A.A>>\n  ","205092":"\n  No creo, ronco ♥\n  ","205093":"\n  Me alegro por ti, dormir sin pendiente es algo maravilloso *w*\n  ","205094":"\n  Diciembre 11\n  ","205095":"\n\n   http:\/\/vocaroo.com\/i\/s0zS1Wg00TKP\n  \n","205096":"\n  :s\n  \n  Qué triste.. a quien extrañas mas??\n  ","205097":"\n  Tu primero!\n  ","205098":"\n  Toing!! lo olvidé.. xp\n  ","205099":"\n  u.u que feo que nos abandonaron u.u\n  ","205100":"\n  Nou solo me dijiste que era para fin de año o algo así..\n  ","205101":"\n  Uhh papas *w*\n  \n  Ps te las hubieras comprado antes de ir a la escuela o.o\n  ","205102":"\n  Dejaré en equis eso o.o\n  ","205103":"\n  La otra noche no quisiste decirme, evadiste la pregunta u.u\n  ","205104":"\n  Maomenos maomenos.. ok no y no! :v\n  ","205105":"\n  Tú primero u.u\n  ","205106":"\n  Una rebanada de jicama bañada en chamoy liquido y en polvo :B\n  ","205107":"\n  o.O Que?? ahora si no te capté x)\n  ","205108":"\n  Tu cumple es en noviembre, no??\n  ","205109":"\n  Yo sola la escucharé, en cambio la mía la escuchara quien venga acá mm no hablemos de penas porfas e.e\n  ","205110":"\n  e.é\n  \n  No y no\n  ","205111":"\n  Hasta que no tenga tu vocaroo..\n  ","205112":"\n  La otra no te hagas, esa que frecuentabas y que hoy vas de vez en vez a ver si está\n  \n  No son celos aclaro e.é\n  ","205113":"\n  Hasta halloween, tu cumpleaños\n  ","205114":"\n  No.. esa enfermedad es muy triste u.u\n  ","205115":"\n  Jaja es mi placer comer cuanta cosa .. no quieres una jicaleta con mucho chamoy??\n  ","205116":"\n  No te hagas, haces tiempo para que llegue la otra chica..\n  ","205117":"\n  x)\n  \n  Ahh hasta que no tenga el tuyo, si no, no e.é\n  \n  Digo y para qué quieres eso o.Ö\n  ","205118":"\n  *suspíra* ahh ya me estaba espantando el sueño.. fuu mañana saldré mas tranquila\n  ","205119":"\n  Diabetes en puerta xd\n  ","205120":"\n  El timbre de voz.. calma -.- ommmmm\n  \n  Esta bueno para una hipnosis ö.Ö\n  ","205121":"\n  Muy en el fondo, algo, casi nada pero lo tienes o.o\n  ","205122":"\n  Son unos dulces duros con coco y azucar\/piloncillo\n  ","205123":"\n  Si Öwö y si es el mio.. Gracias! öwÖ\n  \n  Tiene paz en su voz sépalo..\n  ","205124":"\n  Mmmm n.n\n  \n  Lastima en otra ocasión será\n  ","205125":"\n  Picando las muelas y así..\n  ","205126":"\n  O.O\n  \n  Oye no, este no es buen momento para ponerme paranoica\n  ","205127":"\n  No ps no u.u\n  \n  Digo, si has comido eso no?\n  ","205128":"\n  Ño .-.\n  \n  Rompemuelas es que eres muy dulce\n  ","205129":"\n  No me espíes uwu\n  ","205130":"\n  Pues algún día tenia que ser la primera vez no?\n  ","205131":"\n  Hahah eww terminaría siendo un brownie ñamñam\n  ","205132":"\n  Si, claro :v\n  ","205133":"\n  Si, muy dulce ..\n  ","205134":"\n  Vea que si ♥ requeterecontracuchis ♥w♥\n  ","205135":"\n  No o.o solo dije Óigame osea escúcheme! xD\n  ","205136":"\n  Oigame!\n  ","205137":"\n  No pues.. eso ya está en ti.. ya te dio penitis buuuu\n  ","205138":"\n  Orale y tu chun kun de qué lo quieres e.é\n  ","205139":"\n  Pero los míos si y mañana debo de estar presentable x)\n  ","205140":"\n  :o eres todo un rompemuelas entonces\n  ","205141":"\n  LSD se que son siglas... me dio pereza x3\n  \n  En mis respuestas existen varios vocaros.. seria cosa de buscar, el ultimo no tiene ni dos semanas Öwö\n  ","205142":"\n  Si uno tuyo y solo yo la escucharía..\n  ","205143":"\n  Qué es morir de amor\n  \n  Morir de amor por dentro\n  \n  Es quedarme sin tu luz\n  \n  Es perderte en un momento.\n  \n  Cómo puedo yo decirte que lo siento\n  \n  Que tu ausencia es mi dolor\n  \n  Que yo sin tu amor me muero.\n  \n  Morir de amor\n  \n  Despacio y en silencio sin saber\n  \n  Si todo lo que he dado te llegó a tiempo.\n  \n  Morir de amor\n  \n  Que no morirse solo en desamor\n  \n  Y no tener un nombre que decirle al viento.\n  \n  Yo no sé muy bien que es lo que está pasando\n  \n  Tengo seco el corazón\n  \n  Y es de haber llorado tanto.\n  \n  No me quedan más\n  \n  Que dos o tres recuerdos\n  \n  Una carta, alguna flor\n  \n  Un adiós muy corto y un te quiero.\n  \n  Morir de amor\n  \n  Despacio y en silencio sin saber\n  \n  Si todo lo que he dado te llegó a tiempo.\n  \n  Morir de amor\n  \n  Que no morirse solo en desamor\n  \n  Y no tener un nombre que decirle al viento.. ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=qUdZijVf2zU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205144":"\n  Mis ojitos tienen ya sueño *v*\n  ","205145":"\n  No? pues que te digo .. de alguien que no conozco, ni me conoce para mi lo es o.o\n  ","205146":"\n  Primero uno tuyo y luego ya veremos..\n  ","205147":"\n  Ahhh que bueno fantasmin ya me puedo ir a dormir tranquilamente n.n\n  ","205148":"\n  Es mucho para mi o.o\n  ","205149":"\n  Hola lsd Owo\n  ","205150":"\n\n   https:\/\/www.youtube.com\/watch?v=SqJhmY1HMzI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205151":"\n\n   https:\/\/www.youtube.com\/watch?v=moBT_RyZ_I0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205152":"\n  :o todo eso? o.O\n  ","205153":"\n  Yo?? que te pasa! o.o\n  ","205154":"\n  Hola Juan carlos!!\n  \n  Linda noche y dulces sueños n.n\n  ","205155":"\n  Ohh si y los que pierdes por tonterías son lo que a veces se echan tanto de menos.. que uff\n  \n  Linda semana, Junior Fuera de lo Normal n.n\/\/\n  ","205156":"\n  Genial!!\n  \n  cantas mucho ok??\n  \n\n   https:\/\/www.youtube.com\/watch?v=HWOvssyessg&list=RDHWOvssyessg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205157":"\n  Precisamente por eso, por que es algo desconocido :o\n  ","205158":"\n  ♫♪ ¡que se gomite, que se gomite! ♫♪\n  ","205159":"\n  Ajaja me recordaste lo que paso ese día xD\n  \n  Gracias igualmente para ti, todos los días!!! n.n\n  ","205160":"\n  Se me cerró la puerta pue! ♥ y deje las llaves adentro entiéndeme!!! :'c\n  ","205161":"\n  Hola!!\n  \n  Awww no, lo siento :c\n  ","205162":"\n  Siiiiiiiiiiii un poco :c\n  ","205163":"\n  Hola!! Mucho gusto Miros..\n  \n  El mio Daya.. xd\n  ","205164":"\n  o.o aquí no ta bebé\n  ","205165":"\n  B:\n  ","205166":"\n  La verdad que no xD\n  \n  Solo espectadora y nada mas\n  ","205167":"\n  ¿Si, dígame? o.O.o\n  ","205168":"\n  Mmm supongo que eso seria de mutuo acuerdo\n  \n  De la manera mas sana, con mucha comunicación..\n  \n  Yo digo que si, nadie sabe naciendo sabiendo como educar un ser humano.. pero no es tan imposible..\n  ","205169":"\n  Bien cierta.. todos tenemos ese chiquillo dentro y si no jugamos un poco o disfrutamos esos pequeños placeres de la niñez ese ser se va haciendo frío y triste..\n  \n  Que tengas un miminimiercoles super cacheton!!! dulces sueños Fuera de lo Normal n.n\/\/\n  ","205170":"\n  El amor acaba .. ♥g♥\n  \n  Pero no para mi, por suerte o por decision propia no todos los amores son iguales ni resisten lo mismo... yo podré estar bien rota, pero mi amor se mantiene firme, es mi pilar y siempre existirá para todo aquello que lo despierte o amerite... gracias por compartir tan llegadora cancion... linda noche n.n\/\/\n  \n\n   https:\/\/www.youtube.com\/watch?v=hS7S0HfnMFE#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205171":"\n  Desajuste de reloj nada mas, acá dice que son las 8 cucurumbé .. ohh ps te digo la próxima no fallaré o.o\n  \n  Muchas gracias señor cacheton igualmente para ti!!! *abacho*\n  \n  Que sueñes lindo y comiences excelente tu día.. cuidate n.n\/\/\n  ","205172":"\n  Hola!!\n  \n  Twitt twitt twitter ♥v♥\n  \n  Mmm un poco xD\n  \n  Linda noche, me paso!!! n.n\/\/\n  ","205173":"\n  ♥o♥\n  \n  Yo soy aquel que cada noche te persigue\n  \n  yo soy aquel que por quererte ya no vive\n  \n  el que te espera, el que te sueña\n  \n  el que quisiera ser dueño de tu amor, de tu amor\n  \n  Yo soy aquel, que por tenerte da la vida\n  \n  yo soy aquel, que estando lejos no te olvida\n  \n  el que te espera, el que te sueña\n  \n  aquel que reza cada noche por tu amor\n  \n  Y estoy aquí aquí, para quererte\n  \n  estoy aquí aquí, para adorarte\n  \n  yo estoy aquí aquí, para decirte\n  \n  que como yo, nadie te amo\n  \n  Yo soy aquel, que por tenerte da la vida\n  \n  yo soy aquel, que estando lejos no te olvida\n  \n  el que te espera, el que te sueña\n  \n  aquel que reza cada noche por tu amor\n  \n  Y estoy aquí aquí, para quererte\n  \n  estoy aquí aquí, para adorarte\n  \n  yo estoy aqui aqui, para decirte\n  \n  amoooooor, amooooooooor, amoooooooooooooooor! ♫♪\n  ","205174":"\n  Pienso que es un ritmo pegajoso con letras candentes... mmm alguna, no toda o.o\n  \n  Gracias por hacerme llegar tus preguntas \\n.n\/\n  ","205175":"\n  .... ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=Bgbwlliawaw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205176":"\n  .... ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=giahIhuh0Go\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205177":"\n  ....\n  \n\n   https:\/\/www.youtube.com\/watch?v=6KORsWwMkWw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205178":"\n  Buena noche y sueña lindo.. una vez mas no soy Daya de tus amores u.u\n  \n  Cuídate!! Dulces sueeeeeños ♫♪\n  ","205179":"\n  Correr para jugar con el viento y dejar todo atrás.. si no hay por donde correr tan solo me bastará cerrar los ojos...\n  ","205180":"\n  Si, son como mis hermanos o.O\n  ","205181":"\n\n   https:\/\/www.youtube.com\/watch?v=mXnDxoY7mRE&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205182":"\n  Uff casi todas.. te dejo mi playlist ♥\n  \n  Dulces sueños..\n  \n\n   https:\/\/www.youtube.com\/watch?v=0-3h5fGyT5o\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=0ASXjuyGAFA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=jKlYf1oArQg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=y9D2sW5lY88\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=w3JoAPJu7ho\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=8nHT4KbxSto\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=uJ_ygRgQj9I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=Gv441FQxjs4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205183":"\n  Se sienten muchos dèjavú..\n  \n  Pasa buena noche y cuídate!\n  ","205184":"\n  nou\n  ","205185":"\n  Si verdad que bueno que se te hizo graciosa...\n  ","205186":"\n  ñop\n  ","205187":"\n  Neh ya me canse xp\n  ","205188":"\n  Me río de tus ocurrencias xd\n  ","205189":"\n  Tú en la linea y yo en mi happyrancho ♥\n  ","205190":"\n  Es perfecta para ir a dormir.. ya hace mucho sueño..\n  ","205191":"\n  Fue sin querer...\n  ","205192":"\n  Tendrían que decirte lo que me dices para que veas que si se siente xc\n  ","205193":"\n  :o\n  \n  Ño u.u ya es tarde...\n  ","205194":"\n  Por que quieres we  amm no xD solo date un baño y ya se te pasara :v\n  ","205195":"\n  A la mejor es dolor de estomago y se me refleja en la espalda..\n  ","205196":"\n  Obligame! jum!\n  ","205197":"\n  Para que quieres saber eso xD\n  ","205198":"\n  Ni tanto.. no exageres\n  ","205199":"\n  \\(-.-)\/ si, soy culpable, pero no le haga daño a Felipe!\n  ","205200":"\n  La que lo siente soy yo, no tu x)\n  ","205201":"\n  Que te parece, mejor me dices Daya y no hacemos nada, hay que ahorrar agua!\n  ","205202":"\n  Efecto lento y no doloroso, especial para ti ;)\n  ","205203":"\n  No hago ese tipo de tratos, mejor solo dime Daya y te bañas tu solito como ves?? :v\n  ","205204":"\n  Por qué o que?? o.o\n  ","205205":"\n  Uno que se siente cuando dices cosas raras o.o\n  ","205206":"\n  No me gustan ese tipo de cariños... de una maquina que sabe changos donde fue hecha xp\n  ","205207":"\n  Niño tonto pero para mi.. e.é\n  ","205208":"\n  Ño :c\n  \n  Estas muy joven para eso..\n  ","205209":"\n  Owww lo siento, para después llego mas temprano no te pongas así.. en otra ocasión será.. gracias por la visita flashhhhhhhh .. dulces sueños cachetes!! buen miércoles!! o.-\/\/\n  ","205210":"\n  Si, ese dolor de espalda o.O\n  ","205211":"\n  Ups abril huele a muerte...\n  ","205212":"\n  Se lee como el chale wey que no te gusta..\n  ","205213":"\n  Há esa no, fue otra palabra que usaste y no la voy a repetir :v\n  ","205214":"\n  :o\n  \n  exagerado u.ú\n  ","205215":"\n  Ño, me dijiste otra cosa e.é\n  ","205216":"\n  Hola.. no me digas asi :c\n  ","205217":"\n  No toy..\n  ","205218":"\n  Podrías hacer algo con el e.i.:c\n  ","205219":"\n  No son malos, son... observadores e inteligentes, que mal por las dos chicas pero ya alguien es libre y no podrá alzarse el cuello y ofenderte la muy digna e.e\n  ","205220":"\n  Worales... que mal plan, saludos a tu amiga y la que no es ps... que no se arrisque!\n  \n  Saludos Gatito...\n  ","205221":"\n  Me vuelves a decir así como me dijiste anoche y quito los anónimos en todas partes e_e\n  ","205222":"\n  Fruta verde ♥\n  ","205223":"\n  Dulces sueños...\n  \n\n   https:\/\/www.youtube.com\/watch?v=tRfGgAkd1n8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205224":"\n  Dulces sueños.. cuídate tu también..\n  ","205225":"\n  QUE NO!! ¬.¬\n  \n  Chico terco.. buena madrugada.. aios!\n  ","205226":"\n  Pues te queda algo de tiempo para que hagas algo ... pásala bien y dulces sueños... Chico video game\n  ","205227":"\n  Yep y ya me voy a dormir ..\n  ","205228":"\n  Nuu otro día ya me despido ahora si...\n  ","205229":"\n  Es que.. se siente raro o.O\n  ","205230":"\n  Muy largo y no me va o.o\n  ","205231":"\n  Algo asi o.o\n  ","205232":"\n  Si.. créeme que si y mas si no.. uhmm u.u\n  ","205233":"\n  Ño te hace daño..\n  ","205234":"\n  Ps te quedas con las ganas.. no soy comestible\n  ","205235":"\n  Si, rápido e.é a veces no tenia mucho tiempo\n  ","205236":"\n  Otro entonces...\n  ","205237":"\n  Dolor de espalda..\n  ","205238":"\n  Solo lee lo tuyo y te darás cuenta por que..\n  ","205239":"\n  Qué fresa eres..\n  ","205240":"\n  Mientras no comas monedas\/vidrio\/papel todo bien...\n  ","205241":"\n  Nou, iba a lo que iba y rapidito..\n  ","205242":"\n  No me gusta debo decirte..\n  ","205243":"\n  Ya los leí anoche creo.. eso está tan solitario... hizo bien leerlos por ahí n.n\n  ","205244":"\n  No lo quiero u.u\n  ","205245":"\n  No podía quedarme hablando solita :v\n  ","205246":"\n  Tu vives donde el viento se regresa ..\n  ","205247":"\n  Te hace falta azucar.. ps deberias\n  ","205248":"\n  Y como le hago para que me quites ese apodo tan cariñoso que me pusiste e.é\n  ","205249":"\n  Así es, era muy poquito lo que hablábamos...\n  ","205250":"\n  Ohh santo cielo x)\n  ","205251":"\n  ... y dale ya tengo 65 añotes como la vez..\n  ","205252":"\n  Mira que chistocito.. a mi nadie convierte en nada jum!\n  ","205253":"\n  No porque pase esas fechas sin entrar...\n  ","205254":"\n  No le digas pueblucho a donde vivo, que te golpeo e.é9\n  \n  También allá hay no te hagas el pirruris...\n  ","205255":"\n  Pues sirve que descansas esos ojos..\n  ","205256":"\n  Pues... no es mucho, pero dudo tener otro anonis..\n  ","205257":"\n  Si.. no tengo la fecha exacta pero si..\n  ","205258":"\n  Nooooooooooooooooooooooo a mi no, cómprate una y en ella entretente xp\n  ","205259":"\n  xddddddddd xD no inventes!!\n  ","205260":"\n  No niño no .,.\n  ","205261":"\n  Por la escuela supongo .. te hace bien dejarlo un ratito\n  ","205262":"\n  Nones ya te dije que... qué te dije ya lo olvide?? o.O\n  \n  Que si me voe a dormir y no me voy a bañar..\n  ","205263":"\n  Desde el año pasado comenzaste a escribirme según las cuentas de mis respuestas... pero no pasa nada.. aquí estas\n  ","205264":"\n  Cómprate una pela pop 8D\n  ","205265":"\n  Por que juegas mucho solo por eso.. xp\n  ","205266":"\n  Cuando digo que si es SI\n  ","205267":"\n  No yo digo desde el año pasado...\n  ","205268":"\n  Es un decir, por que no me hablabas o.O\n  ","205269":"\n  Siiiiiiiiiiiiiiiiiiiiiiiiiiiiiii\n  ","205270":"\n  Ño!!!!\n  \n  Puedes hacer lo que quieras, pero no conmigo.. e.e9\n  \n  Me despido tengo que descansar, cuídate y gracias por pasarte chico vídeo game\n  \n  Linda noche y dulces sueños, ten buen día mañana..\n  ","205271":"\n  No entiendo como es eso, si antes no me soportabas...\n  ","205272":"\n  x(\n  \n  Sin comentarios..\n  ","205273":"\n  Ya duerme, para que sueñes bonito...\n  ","205274":"\n  Me imaginé un rompecabezas terminado...\n  ","205275":"\n  No me digas que por lo menos a una no le reclamaste algo xD\n  \n  Y los demás son hombres x)\n  \n  Nahh eres libre de hacer lo que quieras solo cuídate!!\n  ","205276":"\n  Ahh sácate por allá\n  \n  Báñate solo y todos felices..\n  ","205277":"\n  Por que yo ya me voy a dormir.. ya es tarde\n  ","205278":"\n  Ehhhehe en ese casi xD\n  \n  A que hora vas a la escuela??\n  ","205279":"\n  Ey seguro que si, jugando la play seguro que si.. vas a hacer una regaderada como fiesta por el día del niño.. no olvides llevar tu pato.. que se diviertan\n  ","205280":"\n  En este horario u.u\n  ","205281":"\n  Ya sé a ti te gustan morenas!!!\n  \n  No soy de tus amores, ni de nadie!!\n  \n  Bueno nada mas de mio de mi ♥\n  ","205282":"\n  Que yo sepa, seguro ya tienes a otras rogoncitas por ahí, no las dejes esperando tanto.. anda ve y dales de comeeeerrr♫\n  ","205283":"\n  Wuakala! y no soy de esponjas xd\n  ","205284":"\n  Ahah claro que te aviso para que vayas a tirarle el teclado con mas confianza a otras chicas e.é\n  ","205285":"\n  La verdad siempre te espera paciente a que la mires...\n  \n  Saludo hipp\n  ","205286":"\n  No me gusta saber de tus intimidades con tu esponja de patricio..\n  ","205287":"\n  No suelo ser de despedidas directas, solo no regreso y punto, por eso digo lo que siento.. cuando quiere salir, por que no sé si se me presente de nuevo la oportunidad...\n  ","205288":"\n  Cállate.. no e.é\n  \n  Bueno tu adentro tallando el piso yo te veo desde afuerita supervisando el lavado, quiero los azulejos brillantes! el vidrio no lo quiero lampareado, lo quiero transparente!\n  ","205289":"\n  No te espantes hay Daya para rato todavía, solamente ando expresiva.. sentimentalona 8D\n  \n  Es que uno no sabe si amanecerá x)\n  ","205290":"\n  Pusiste a correr a mi ardilla con lo ultimo...\n  \n  Que te digo, cuídate mucho y gracias por pasarte que inicies muy bien el día de mañana y fusila una sonrisa antes de entrar al sueño, y mañana al abrir los ojos te nacerá una sonrisota de niño grande... dulces sueños cachetes!\n  ","205291":"\n  Uys también quiero ir al baño...\n  \n  Que pasa si me voy... nada!\n  ","205292":"\n  Si teno sueño u.u\n  ","205293":"\n  No, bueno a dormir o.o\n  ","205294":"\n  Ño Dayani o.\\\n  ","205295":"\n  No sé quien seas, pero gracias por acompañarme y hacerme enfadar y reír.. te he tomado cierto aprecio en este tiempo.. cuídate y sé feliz pero sobre todo que encuentres una rogoncita..\n  \n  No soy Daya de tus amores e.é\n  ","205296":"\n  Oie no u.u\n  \n  No lo dije para que te pusieras así, mejor disfruta el tiempo! destrámpate como se dice, ama, quiere sin etiquetas sin condición... aprovecha el tiempo que mañana puede ser tarde...\n  ","205297":"\n  Así será, procura estar bien sentado... abrígate bien y no olvides que te quiero, gracias por esos ratos de trolleo o.-\n  ","205298":"\n  Aquí estoy un instante mas... gracias pequeña fresita.. Te quiero.. ♥\n  ","205299":"\n  Ps ni modo ojala ya tenga un jamón otra vez u.u\n  ","205300":"\n  A todos los quiero y me llevo un recuerdo lindo de cada uno de ustedes..\n  ","205301":"\n  Sabias que alguien lo buscaba.. así lo hubieras levantado y entregado, la persona que lo buscaba seguro sabia que hacer con el así o.O\n  ","205302":"\n  Si.. a todo aquel ser que conocí me lo llevaré muy lejos..\n  ","205303":"\n  A los perros u.O\n  \n  Por qué no lo levantaste?? t.t\n  ","205304":"\n  Fernando.o\n  ","205305":"\n  Ay no.. les dará moquillo u.u\n  ","205306":"\n  En silencio..\n  ","205307":"\n  Oiga no, eso es traumático u.u\n  ","205308":"\n  Ni uno, ni lo otro prefiero caminar..\n  ","205309":"\n  Hola, ya pasé y le sigo..\n  ","205310":"\n\n   https:\/\/www.youtube.com\/watch?v=QJ0dGvcsotg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/www.youtube.com\/watch?v=TVyqbNddISs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205311":"\n  Ninguna... solo yo ♥\n  ","205312":"\n  Son a la bbq ñamñamñam..\n  ","205313":"\n  Lo amo con demasía, no vayan a elegir nunca al idiota de Manuel Velasco y la bonis de Anahi que no se repita la historia!\n  ","205314":"\n  *Brinda con sosa* Salud..\n  ","205315":"\n  Solo sé que existe algo que te hace que cambies, rompas las normas.. lo suficiente para lograr algo que me he propuesto.\n  ","205316":"\n  Hola... igualmente!\n  \n  Yap, canta muy tierna ♥\n  ","205317":"\n  Lo tiene\n  \n   @Desk27\n  \n  ovO\/\n  ","205318":"\n  Fui a refrescarme un poco.. hace un viento alocado °m°\n  \n  Usted tiene en su bolsillo al Jamon esquizofrenico, verdad?? o.O\n  ","205319":"\n  Bien, gracias..\n  \n  y a ti?\n  ","205320":"\n  OwO\n  ","205321":"\n  ʕ•ﻌ•ʔ\/\/\n  ","205322":"\n  Te dejo unos de los que sigo..\n  ","205323":"\n  OienO\n  ","205324":"\n  Por que son como mis...\n  ","205325":"\n  Bebe??\n  ","205326":"\n  （╯°□°）╯\n  ","205327":"\n  Si tiene mucho de malo...\n  ","205328":"\n  Gracias esta muy lindo -.-\n  ","205329":"\n  Ahhhh bien por ti campeón o.-\n  ","205330":"\n  Enn ese rato si o.o\n  \n  En la silla o.O ntc\n  \n  Buena noche Fuera de lo Normal y gracias, evitare comer pinole, dulces sueños o.-\n  ","205331":"\n\n   https:\/\/www.youtube.com\/watch?v=Bznxx12Ptl0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205332":"\n  Me la regalo mañana, bueno al ratin... por que si, la vida y el mundo que me espera mañana tengo que ponerle mi mejor actitud aunque por dentro.. cuenta con eso pachetes... y gracias o.-\n  ","205333":"\n  Encuera a la mas chiquita de tu casa y ponte a estudiar!\n  ","205334":"\n  No soy tu Daya, eso para empezar y seguido no soy de contar cosas personales tan fácil y menos por aquí..\n  ","205335":"\n  Lo soy, solo que tropecé..\n  ","205336":"\n  No comprendí tu risa, pero créeme que si volteo al espejo se rompe o.O\n  ","205337":"\n  No tienes por donde, así que deja de pedir eso y ponte a estudiar, inge\n  ","205338":"\n  Poco o tal vez mucho no sé, solo sé que hice algo mal y ya...\n  ","205339":"\n  Es inevitable y estoy a punto de entrar a un limbo que no sé cuando salga..\n  ","205340":"\n  e.é\n  \n  Dime para que rayos una maquina quiere que alguien se quite la ropa!\n  ","205341":"\n  Eso en ustedes es mas que normal y al menos yo ya estoy acostumbrada..\n  ","205342":"\n  Cuenta el chiste cachetes o.O\n  ","205343":"\n  Como siempre.. como todos.. pero gracias por pasar, supongo..\n  ","205344":"\n  Tienes tarea, hazla..\n  ","205345":"\n  No.. solo pienso algunas cosas..\n  ","205346":"\n  Es tu imaginación O.o\n  \n  Qué te hace pensar que ando emo cional!\n  ","205347":"\n  No suelo contar mis penas.. en publico o.O\n  ","205348":"\n  A que hora despertaste?\n  ","205349":"\n  Irás a trabajar o tendras compromisos mañana.. anda a dormir\n  ","205350":"\n  Siempre las escucho y me han llevado a cometer locuras y justamente por darles libertad he cometido errores, y claro también he aprendido.. pero ya no me gustó que esas voces perjudiquen a otros.. voy a terminar por recluirlas de nuevo de donde jamas creo debieron salir...\n  \n  Cuídate chiquillo..\n  \n  Dulces sueños...\n  ","205351":"\n  Cuanto?\n  ","205352":"\n  Las voces de mi cabeza dicen que...\n  \n  Ella entrego completa, pero con una armadura indestructible, dejando siempre en cada segundo de sus días una sonrisa acompañada de un beso para aquel príncipe que siempre la buscaba.. una noche sin darse cuenta esa armadura se rompió para poder tocar el alma de ese príncipe, los dos se sorprendieron al notarse enredados en un sentimiento que había nacido... el huyó despavorido temeroso de volverla a ver..de sentirse amado e importante.. hoy ella esta desnuda, sin esa armadura, renaciendo y siendo cobijada por ese amor que nadie más le podrá dar.. el de ella misma...\n  ","205353":"\n  Ya es tarde y debes dormir.. supongo..\n  ","205354":"\n  Qué lindas, gracias y buen sábado para ti Jujunior o.-\n  ","205355":"\n  Ohhhh xd xD Muy muy desesperado!!!\n  \n  Gracias por compartirlo o.-\n  ","205356":"\n  Sorpresas no muy buenas y duelen mucho, disculpa que no quiera contarte más, pero apenas estoy saliendo de eso que siento aún..\n  ","205357":"\n  Holowis soñador UvU\/\/\n  ","205358":"\n  Atrévete a ponerme un apodo y verás e.é9\n  \n  Chiquillo cacheton o.-\n  ","205359":"\n  Tranquilas y llenas de sorpresas..\n  ","205360":"\n  Te explico...\n  ","205361":"\n  Si se puede se reproduce, si no, se brinca esa fase o.-\n  \n  Cachetes!\n  ","205362":"\n  Mmm por que todo tiene un ciclo.. nacer.. vivir *brinca* y morir... no se suicidan simplemente trascienden o.o\n  \n  Igualmente para ti una buena noche de viernes Normal Fuera De n.o\n  ","205363":"\n  Me acordaste de algo... :\/\n  \n  Pues a darle con garrote a esa garrapata jodona e.ét\n  \n  Saludos gatito hidráulico o.- no tas operado ni nada vea?? o.O\n  ","205364":"\n  Lo dual ♥\n  \n  Igualmente que tengas un grandioso viernes de brujas y sábado de pancita xD\n  \n  Cuídate mimishu :3\n  ","205365":"\n  Si ♥\n  ","205366":"\n  Ésta, la traigo las 18 horas que estoy despierta todos los días, no la puedo soltar y dudo que sea pronto..\n  \n  Lo intenté y lo seguiré intentando...\n  \n\n   https:\/\/www.youtube.com\/watch?v=7aXIAPW1MJA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205367":"\n  Besitos nena y gracias ♥\n  ","205368":"\n  Cuando llega con fuerza y se apodera de mi... no sé lo que hago, por que pierdo toda cordura mirando sus labios... acabo de mirar a la luna ♥\n  ","205369":"\n  Si :(\n  \n  Y gracias!!!! 8))\n  ","205370":"\n  Psssssssssssss que te digo... pachencha 8(\n  ","205371":"\n  El tiempo carece de sentido desde que te marchaste, me dejaste de nuevo sola... ese pajarito que algunas veces escuchaste cuando platicaba contigo hoy canta mas fuerte que nunca y come de nuevo en mi mano, el supo darme mi espacio para estar contigo, hoy vuelve, hoy está conmigo, como siempre y como nunca...\n  ","205372":"\n  (8<\n  ","205373":"\n  Mejor, mucho mejor que las chevas hihihiw :c\n  \n  Linda noche!\n  ","205374":"\n  ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=DbiYiHKvrUI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205375":"\n  Jericallas c:\n  ","205376":"\n  Que canción tan tierna... gracias por compartirla, por tus MG y la visita relámpago.. pasa buena noche y que tengas dulces sueños llenos de tiramisú :c\n  \n\n   https:\/\/www.youtube.com\/watch?v=bapO8qCaDyk&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205377":"\n  Me duele un chiiiiiiiii... pero entendí que así no me va a funcionar.. ellos ya no están aquí y yo si, así que.. continuo, ya no tan chipil pero tiernita si :c\n  \n  Si no me miras otra vez es que no aguante otra vez .-.\n  \n  No sé, se me antojo mas el duo de duvalin, ese que sabe a fresa y ese dizque de vainilla la pura azúcar pero se complementan :3\n  ","205378":"\n  Hola par de mosqueteros.. como les va? :c\n  ","205379":"\n  Te lo regalaría todo, pero quiero compartir con todo mundo, espero este rico aun :c\n  ","205380":"\n  No importa cuantas veces.. por que te conecta a algo que te gusta sentir.. esa cancion es linda.. ♥\n  \n  Tu cantas esa tan cuchi y yo escucho esta otra revoltosa :c\n  \n  Envolveré mis manos alrededor de tu cuello, tan fuerte.... con amor ♫\n  \n\n   https:\/\/www.youtube.com\/watch?v=3rcmTGfBlx8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205381":"\n  :c\n  \n  Hola Don Javier!\n  ","205382":"\n  ♥C♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=VH4UNbIGviQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205383":"\n  El amor es un intento fallido\n  \n  de dejar el alma en un suspiro\n  \n  después de un largo beso apasionado.\n  \n  Es aquello descubierto\n  \n  entre abrazos sinceros\n  \n  y elogíos que anhelan enredarse en sábanas.\n  \n  Es los que los poetas llaman\n  \n  fuente prima de inspiración,\n  \n  de lo que los cantantes hacen gala en la canción.\n  \n  Es la compleja realidad\n  \n  de la facilidad.\n  \n  Resucitar las ganas de vivir con una simple sonrisa, eso es amar\n  \n  El amor es chocolate, delicioso chocolate amargo.... ♥C♥\n  ","205384":"\n  Si tomatito, por las mejillas sonrojadas... cuídate mucho entonces y así sera, tu también sonríe!!! n.n\n  \n  Dulces sueños Junior!!! n.n\/\/\n  ","205385":"\n  Si, algo asi, debo preparar algo y dormir pronto, mañana hay que madrugar tomatito!!! xD\n  ","205386":"\n  Por que ya te dije que no u.u\n  \n  Mucho!\n  \n  Aparte ya me voy a dormir .. mañana hay que madrugar u.u\n  ","205387":"\n  Te llevaré a correr la maratón Bonafont\n  \n  Urge cansarte y te vayas a dormir temprano o.o\n  ","205388":"\n  Asada o al vapor??\n  \n  Mira que el suadero me queda bien rico P:\n  ","205389":"\n  La personalidad mucho mas!!! y si la cereza del pastel son unos ojos y unas manos muy comunicativ@s que mejor!!\n  \n  Que tengas un fin de semana grandioso, pasa linda velada y pórtate bien, disfruta tus días cariños a la familia Moon .. Dulces sueños lindura *abacho* n.n\/\/\n  ","205390":"\n  Ese pepito se las sabe todas xD\n  \n  Buena noche y que tengas un fin de semana lindo... Dulces sueños Junior sonrojado n.n\/\/\n  ","205391":"\n  Siguele entonces e.é\n  \n  A ver quien se cansa!!\n  ","205392":"\n  Tu sueño guajiro xD\n  \n  Ya de serio no hagas mas eso xd\n  ","205393":"\n  No debes de ver para acá xp\n  \n  Voltea a otros lados, existen mas chicas n.n\n  ","205394":"\n  Ellas, mis yo y él <3\n  ","205395":"\n  Quítatelos ya no quiero que los traigas e.é99\n  ","205396":"\n  Necio terco y ya te dije que no CHALE  que no entiendes?? xD\n  ","205397":"\n  Sueñas amargoso sueñas!!\n  \n  Vayase a jugar play!! Jum!\n  ","205398":"\n  Ohhhh si soy Daya ♥3♥ *se besuquea*\n  ","205399":"\n  A mi tampoco me alegra, pero así existe gente que esa es su manera de divertirse...\n  ","205400":"\n  Como te acabo de decir..\n  \n  Deja de ser tan necio!!! ¬.¬\n  \n  Yo veo o.o\n  ","205401":"\n  Te la regrese con todo mi aprecio 8D\n  \n  Chico brocoli n.n\n  ","205402":"\n  Hahah xp\n  \n  Ni sabes a quien le estas escribiendo e.é\n  \n  A ver quien soy??? e.e9\n  ","205403":"\n  Cómetelo ;D\n  \n  Es todo lo que hay n.n\n  ","205404":"\n  Awuantese si quiere andar de amargocitorogoncito e.é\n  ","205405":"\n  Oshe no tienes llenadero u.u\n  \n  Te va a doler la barriga... el corazón, perderás la visión -.-\n  \n  Debes cuidarte y comer cosas sanas ♥\n  ","205406":"\n  Jaj ya me lo dijiste chico brocoli xp\n  \n  Pollito para tu cena :3\n  ","205407":"\n  Vas muy rápido :o\n  \n  No se desespere!!\n  ","205408":"\n  Las reglas y las personas cambian... LIVE THE R♡LOVE♡UTION #AbrilLoco ♥\n  ","205409":"\n  e.é\n  \n  Oye no, me sentí como un trozo de carne basta ya de esos antojos!!!\n  ","205410":"\n  Existen miles de formas para el amor... para amar, el silencio es una de ellas ♥\n  ","205411":"\n  Mñeh xD\n  \n  Dime mas xp\n  ","205412":"\n  Shh cállese no ande diciendo esas cosas, se le va a torcer la boca e.é\n  ","205413":"\n  Hahah ps si u.u\n  \n  No lo niego... *se saborea*\n  ","205414":"\n  Aqui pasando un ratito antes de dormir n.n\n  ","205415":"\n  Son las cositas mas maravillosas que he podido conocer ♥c♥\n  ","205416":"\n  No, pero existen de bandas a bandas -.-\n  ","205417":"\n  No, yo no xD\n  \n  Linda noche n.n\/\/\n  ","205418":"\n  Ya te dije que ño, tengo carne de perro en mi u.u\n  ","205419":"\n  Hoy es viernes no me presiones e.é\n  \n  Hoy dormir.. mañana viajar ♥o♥\n  ","205420":"\n\n   https:\/\/www.youtube.com\/watch?v=1Nr_tqkMsJs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205421":"\n  Esa no la puedo dejar n.n\n  \n  Saludos y cuidate mucho Junior n.n\/\/\n  ","205422":"\n  Lo haré..\n  \n  Hasta pronto n.n\/\/\n  ","205423":"\n  Te entiendo.. así que.. disfrútalo!\n  \n  Solo puedes tomar uno de cada color los demás son mios... dulces sueños amargocito n.n\/\/\n  ","205424":"\n  Aquí es mas rápido, allá es un poco mas lento y a veces falla..\n  \n  Pero donde sea me encontrarás... n.n\n  ","205425":"\n  Mis voces dicen...\n  \n  El admirarte descargar la melodía con tus dedos sobre esa base roja, sentado en ese lugar tan mágico, me transportas a otro lugar inimaginable... a tu lado, escuchando una y otra vez tu voz extasiada acompañada de la melodía que entonan tus dedos.. no dejo de imaginar una noche mas así.. tú invadiendo mi espacio con tu presencia.. desatando un infierno en mi universo.. ♥c♥\n  ","205426":"\n  Esta bien, así será, cuídate bastante y nos leemos después..\n  \n  Pasas una noche hermosa amargoso, gracias por llegar hasta acá xD\n  ","205427":"\n  Es genial disfrutar los momentos a solas ♥\n  ","205428":"\n  Si, una noche linda n.n\n  ","205429":"\n  Yo te hablo de mi, pero muy poquito que ya casi me voy u.u\n  ","205430":"\n  Veo que disfrutas mucho el estar solo o.o\n  ","205431":"\n  Ayer ya no me quedé, tenia algo que hacer!! pero ya leí que te equivocaste otra vez xD\n  \n  Por eso conteste así muy corta, no sabia que no era para todos n.n\n  \n  Saludos Angel!! n.n\n  ","205432":"\n  Alguien que dijo te amo sin sentirlo.. esos que solo son de dientes para afuera o.o\n  ","205433":"\n  Si tus ratos de pelea, cumpleaños, juegos etc.. compartir momentos o.o\n  ","205434":"\n  Tu mundo gira en torno a qué?? o.o\n  \n  Sientes que cambiaste mucho en estos tres años?? O.O\n  ","205435":"\n  Vaya!\n  \n  Ya estas listo para la nueva de GOT?? yo voy muy atrás pero ya me pondré al corriente... Walking dead ya no me gusto mucho últimamente :s\n  \n  Como te consideras que te portaste en tu infancia?? o.o\n  ","205436":"\n  Si la recuerdo ♥\n  \n  Espero que esté bien donde quiera que se encuentre... la extraño u.u\n  ","205437":"\n  Los chinos y muchos mas u.u\n  ","205438":"\n  Te sientes mejor solo?? o.o\n  ","205439":"\n  Interesante, igual esa caricatura de Jimmy regresó, mas no recuerdo en que canal :s\n  \n  Y series o alguna pelicula?? o.o\n  ","205440":"\n  Pero tienes con quien compartir tus ratos.. si no seria muy calmada tu vida xp\n  ","205441":"\n  Que se me hace que te andan buscando por andar pidiendo ropas e.é y te escondes!\n  ","205442":"\n  Aun así muchas gracias te quedaste sin nada u.u\n  \n  Te una noche bonita y cuídate mucho y si sé algo de lo que me preguntaste te lo hago llegar a tu askcasita o.o\/\/ aios Javi!!\n  ","205443":"\n  Prefiero siempre ser yo, con mis momentos difíciles, con mis sonrisas llenas de nostalgia, con mis espacios vacíos y mis lunas llenas de recuerdos... con mi caminar sordo a los murmullos y mis oídos abiertos a la melodía del corazón... ♥\n  ","205444":"\n  Qué bueno que no tengo play si no imagina >.<\n  \n  Pero andas de vacaciones no?? igual es para hacer descanso y pasarla bien n.n\n  ","205445":"\n  Como a quien?? o.o\n  \n  Si soy curiosa!!\n  ","205446":"\n  Awww que tierno ♥\n  \n  Te llevas bien con ellos?? o.o\n  ","205447":"\n  Qué caricaturas te gustan, miras novelas?? o.o\n  ","205448":"\n  Le van a regañar por andar haciendo eso!\n  \n  Gracias!! bay bay bay ñ.ñ\n  \n  Que tengan una noche bella ♥\n  ","205449":"\n  Uhmm esta bien.. y dime que hiciste hoy fantasmin?? o.o\n  \n  Ya tengo tu regalo...\n  ","205450":"\n  Crea uno y que el nombre de tu usuario se amargoso :3\n  \n  Es que quería que quedara bien claro que no tienes xP\n  ","205451":"\n  xD\n  \n  Lol\n  ","205452":"\n  Ya revisé y no leo nada al respecto o.o\n  \n  Contesta de nuevo :o\n  ","205453":"\n  Emmm tienes mas herman@s?? o eres único?? o.o\n  \n  Un crío lo tomo de 15 para abajo así que ya tengo una idea de tu edad :o\n  ","205454":"\n  Eras un bebe xD\n  ","205455":"\n  Mejores que?? xD\n  \n  Ahhh amargoso, dime tienes cuenta de Ask?? o.o\n  ","205456":"\n  Creo que deberías de preguntar a todos tus contactos, alguno sabrá como llevarte con alguien que si sepa o.o\n  ","205457":"\n  No se que...\n  \n  Crees que desnudando me conocerás realmente??\n  \n  A todo esto cuantos años tienes??\n  ","205458":"\n  La verdad no, no tengo la mas remota idea, me va a suspender?? o.o\n  ","205459":"\n  Por que no, bueno al menos conmigo deja de hacerlo, existen chicas muy lindas que si quieren eso o.o\n  ","205460":"\n  Y si u.u\n  \n  Yo digo pobrecitos los perritos que no la libraron u.u\n  ","205461":"\n  Eres fácil de perder o.o\n  \n  De la república que ciudades conoces, aparte de la tuya?? e.é\n  ","205462":"\n  Hola Javier!! n.n\/\n  ","205463":"\n  Un defecto muy mio muy grande... ser aprensiva y trabajo en ello, por bien mio y de la gente que me conoce ♥\n  ","205464":"\n  Ponme una mano encima y veras ¬.¬\n  ","205465":"\n  Estas pegado a la linea de la frontera e.e\n  \n  No mucho pero estas cerca o.o\n  ","205466":"\n  Ps la carne de perro T.T\n  \n  Yo los pido de camarón.. no hay pierde xD\n  \n  Y sabes que salio también?? La higiene u.u\n  \n  Pobrecitos :s\n  ","205467":"\n  Deja en paz eso o no te doy tus chocolates, tu veras amargoso u.u\n  ","205468":"\n  Es que el ya no se emociona, las ve como carnes frías con gelatina :B\n  ","205469":"\n  No golpeo a menos que lo merezcan... abusado e.é\n  ","205470":"\n  Oye ya casi estas del otro lado del río u.u\n  ","205471":"\n  Jajaj oye eso es feo :s\n  \n  Yo ya quería que hicieras unos chun kun me los antojaste anoche u.u\n  \n  Bueno ya encargaré de aquí de mi casa P:\n  ","205472":"\n  Te puedes morir mas pronto ya te dije, es mejor, cuida ese corazón!\n  ","205473":"\n  *el aire acondicionado a todo lo que da*\n  \n  Esto está para derretirse u.u\n  ","205474":"\n  Ajá te gusta la mala vida xD\n  \n  En serio ternurita no me pongas etiquetas.. es mejor así no crees?? o.o\n  ","205475":"\n  Si tu colonia habitacional xD\n  \n  Ahhh ajam vives así retirado de todo eso mmm interesante!!\n  \n  Sabes preparar de comer??\n  ","205476":"\n  A donde??\n  \n  A la playa..?? iré con lo mas cómodo para evitar un golpe de calor o.o\n  \n  No digas hot que hace mas calor u.u así como que tienes encima un foco chicharronero no inventes -.-\n  ","205477":"\n  Jaja oye no te enteraste que investigaron mas restaurantes??\n  \n  No inventes imágenes fuertes he.. pobrecitos animalitos u.u\n  \n  Como se llama tu colonia?? xD\n  ","205478":"\n  Que bien!!\n  \n  Acá algo nublado y sofocado, espero que llueva pronto ♥\n  ","205479":"\n  Te voy a agarrar a coscos e.é\n  ","205480":"\n  Las guardare para la noche de disfraces... una fiesta para tu cumple.. las convertiré en orejitas de coneja >:B\n  \n  Hoy te tocan a ti que no diste una ayer xD\n  ","205481":"\n  Igual, tranquilo y relajantemente caluroso\n  \n  Ya falta menos para el fin de semana :D\n  \n  Tienes cuenta aquí?? o.o\n  ","205482":"\n  Ammm deja de ver esos anuncios o.o\n  \n  Todo lo que hagas hazlo con responsabilidad o.o\n  ","205483":"\n  Jaja ahh demasiada información!!\n  \n  Pero todo eso seas cochino o no (que estoy segura todos tiene algo de eso) lleva un mismo fin...... espero que te perdure tu alcoba n.n\n  ","205484":"\n  México ♥\n  ","205485":"\n  Ahhh mira tu!!\n  \n  Como te fue hoy??\n  \n  No seas necio y mira lo que te traje........\n  ","205486":"\n  Es un tema extenso..\n  \n  Vaya por lo menos no eres un lujurioso complaciente solo del cuerpo... tu lo llevas y lo vives mas allá de todos los sentidos... y eso es lindo.\n  ","205487":"\n  e.é\n  \n  Desde cuando que no me di cuenta!\n  ","205488":"\n  Yo?\n  \n  Si somos tres en una y ya las conoces.. mi complemento, mis mini yo y las amo. ♥\n  ","205489":"\n  :o\n  \n  Amargocito?? o.o\n  \n  Si eres tú, ya te dije que no soy tu Daya u.u\n  ","205490":"\n  o.O\n  \n  Pero que sucio eres xD\n  \n  Bueno ps ya llegue \\(^_^)\/\n  \n  No traigo lo de la tanda (n.~) háblame cuéntame!!! 8D\n  ","205491":"\n  Rebien parezco pato jaja 8v\n  \n  Mejor mejor.. el calor me las va a pagar e.é9\n  \n  Y tu?? ya puedes saltar en el brincolin?? o.o\n  ","205492":"\n  Pero cuando si yo me he dado mis vueltas?? o.o\n  \n  No tengo ninguna llamada perdida, ni mensajes tuyos... mi Day señal no sirve :o\n  \n  Tutto bien??o.o\n  ","205493":"\n  Mooonnnnnn!!!! 8))\n  ","205494":"\n  Gracias hermosaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa!!!! n.n\/\/\n  \n  Linda noche ♥\n  ","205495":"\n  Invítame a bailar con la luna,\n  \n  ya sabrás como.\n  \n  Llegas suave al arco-iris,\n  \n  ¡te he visto volar!\n  \n  Desnuda esto que llamé \"alma\",\n  \n  descubre sus misterios.\n  \n  Te invito a probar\n  \n  un sabor distinto.\n  \n  Una nube nos recoge,\n  \n  cabalguemos juntos.\n  \n  Tu sabes como ¡enséñame!\n  \n  Después a Marte,\n  \n  a Júpiter, Saturno...\n  \n  Despierta taciturno\n  \n  ¡Quiero amarte!\n  \n  Dibuja en mi piel\n  \n  con tus pinceles delicados,\n  \n  arráncame un suspiro,\n  \n  abre la puerta al latir rojo.\n  \n  Aliméntame de tu garganta,\n  \n  lengua, dientes, paladar.\n  \n  Palabra por palabra\n  \n  conquístame, hazme temblar.\n  \n  Invítame a bailar con la luna\n  \n  juguemos a perdernos en el mar,\n  \n  viajemos entre las galaxias...\n  \n  Tu sabes como ¡te he visto volar!\n  ","205496":"\n  Muy linda, gracias por compartir Moon, buena noche!!!\n  \n\n   https:\/\/www.youtube.com\/watch?v=XGjlGtbB4ig#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205497":"\n  :o\n  \n  Ya llegaste!!! o.o\n  \n  Bienvenido n.n\/\/\n  ","205498":"\n  Hola!\n  \n  Que lindo canta :o\n  \n  Que pases buena noche!\n  ","205499":"\n  Ya pasé princesa u.u\n  ","205500":"\n  Ya me repase :3\n  \n  Linda noche Kassy\n  ","205501":"\n  Estoy esperando a ver que sucede o.o\n  \n  Ya quedó o.o\n  ","205502":"\n  Lo hice ayer nena... suerte u.u\n  ","205503":"\n  O.o amm muchos puentes :D\n  ","205504":"\n  Guardar silencio y caminar, ver que existe nuevo dentro, cerrar los ojos y perderse en la música, investigar en qué dirección debo ir para poder querer estar conmigo nuevamente... beberme a sorbos lentos un tanto de lo que me gusta, para que me abrace por dentro y reconciliarme.. ♥\n  ","205505":"\n  Inche wuerejo piojoso sigue divirtiéndote a tu nivel.. no todos le captan la onda, aparte de ser más sensibles que yo ~\n  \n  Pasa una noche genialosa, un abrazo contagiosamentemocoso para ti, cuidate mucho :3\n  \n  Como siempre lo dices..\n  \n  No me ames por ser guapo, conóceme y ódiame por ser terriblemente irresistible... >8B\n  ","205506":"\n  Cada quien sabe lo que es y hace... luego que no les extrañe la cosecha!\n  \n  Te debo el grito, mas vale cuidar mi chorrito de voz ♥ mimarme awwwwww ♥3♥\n  ","205507":"\n  Ya no mucho la verdad ♥\n  \n  Vive y disfruta que ya no hay marcha atrás!\n  \n  Lo que dejaste ir... lo que tuviste, lo que dijiste, lo que callaste... existen tiempos que no volverán!\n  \n  Bienvenidos a Cuchiland ♥w♥\n  ","205508":"\n  Buena noche Moon!!!\n  \n  Sabes muchos de ellos ya no tienen internet hice mi trabajo budu y funcionó, quieres que regresen pídemelo ;D\n  \n  Nah yo me sigo divirtiendo, igual de apretada sabes no se me da el trolleo.. ains u.u\n  \n  Dame unas clase,citas .......\n  \n  Rómpeme esta..\n  ","205509":"\n  Se me antoja sola... pero seria interesante con la persona que no me cae bien.. odiar es de nenas xD\n  \n  ok no, pero elijo estar con ella para llegar al por qué no me cae, conocerla mejor, partirle fresas en su coco (preparar de comer) hacerle travesuras y así.. seria más llamativa mi estancia en esa isla *v*\n  ","205510":"\n  Niñera ♥v♥\n  ","205511":"\n  ♥c♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=TEmHuISQnNw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205512":"\n  ....\n  \n  Tus parpados están cerrados,\n  \n  mis pupilas abiertas lo perciben,\n  \n  te miran con el amor atrapado\n  \n  en besos que no quieren despertarte.\n  \n  Mis manos acarician tus cabellos\n  \n  mientras mi mente pide a Dios que esto no acabe.\n  \n  Guardaré el momento entre mis pensamientos\n  \n  y haré unos cuantos versos para recordarle.\n  \n  De pronto se te escapa una sonrisa\n  \n  la cual parece un arco iris bajo el sol\n  \n  me ganan las ansias y te robo un beso,\n  \n  abres los ojos, renuncio a toda razón.\n  \n  Te abrazo con fuerza, no voy a soltarte,\n  \n  descubrí a tu lado mis ganas de volar\n  \n  sin tener miedo: entregar y amarte,\n  \n  abrazada en tus alas hacía la libertad.\n  \n  Tus manos, de pronto, tocan las mías\n  \n  recorre mi cuerpo un rayo de placer,\n  \n  mi piel con la tuya son muy amigas\n  \n  no necesitan palabras para entender.\n  \n  Me besas, te beso, estamos contentos\n  \n  te extraño, me extrañas, buscamos vernos\n  \n  y cada día este fuego de adentro\n  \n  crece con tantos \"te quieros\"\n  \n  Y mi \"te quiero\", también es tu \"te amo\"\n  \n  el amor es lo mismo entre tu y yo.\n  \n  El amor es movimiento, movámonos los dos.... ♥c♥\n  \n  (MariaL)\n  ","205513":"\n  Ewwww jaja cebolla con leche >.< bueno viene siendo casi una crema o sopa de cebolla xD\n  \n  Ahh las abus y sus recetas ♥\n  \n  Ya no traigo dolor en la garganta, pero si en el pecho y me pongo peor en las noches casi no he dormido desde el jueveves -.- a ratitos como los bbs uwu\n  \n  Compraré esas pastillas, en la noche creo me servirán, gracias! n.n\n  ","205514":"\n  Todo depende de quien vengan, a veces nada mas hacen ruido pero de ahí no pasan, yo continuo y sigo observando y estoy atenta ante cualquier peligro o.o\n  ","205515":"\n  Que bueno que haces lo que te gusta n.n\n  \n  Ahhh me la dieron por que no tengo nada de voz xD\n  \n  Me dijeron que es una bebida muy caliente y que ayuda bastante para la garganta y el pecho, sacar frialdad y esas cosas, que me la tomara antes de dormir, lo tomare a ver si pega por que es desesperante quererte comunicar y que nadie te entienda o escuche u.u\n  ","205516":"\n  Eso espero para que ya tengas un compromiso menos... a veces el a comedirse abre muchas puertas.. y te tienen en buen concepto en lo que  trabajo se refiere..\n  \n  Y si a cuidarse y a tomar el nuevo café... coca con pasas y canela, para poder hablar ♥ yo tan perico xD\n  ","205517":"\n  Ahhh es lo mas incomodo para estos climas y no queda mas que poner todo lo que tengo para salir de esto.. no quiero estar todas las vacaciones así :s\n  \n  Lo mas seguro es que le guste, o es remilgoso?? o.o\n  ","205518":"\n  Acabas de matar mi poca audición que tenia xD\n  \n  Wuerejo piojoso cuídate mucho donde andes y si lo se... eres MOCOSOOOOOOOOOOOOOOOOOOOOO...  pero eso tu no lo sabias ...  *guiño*\n  \n  Ten buena tarde brillante lunar!\n  \n\n   https:\/\/www.youtube.com\/watch?v=1Yz-FrzHGZM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205519":"\n  Jjaja eso ya lo se, es cierto, pero sentí mucho que fueran dos con la misma palabra es raro que suceda o.o  y nono haha yo no ando con top ya sabes que tengo que estar bien cubierta por la gripe... aunque hace un calor derriteprincesas >.<\n  \n  Como te a ido hoy??\n  ","205520":"\n  No haha una de las primeras preguntas que contesté tenia un ombligo también :o\n  \n  Será moda?? o.O\n  ","205521":"\n  Ke O.o\n  ","205522":"\n  Sweet dreams little monster...\n  \n\n   https:\/\/www.youtube.com\/watch?v=QUvVdTlA23w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205523":"\n  Hola cielo, buena tarde n.n\/\n  ","205524":"\n  Que se traen con los ombligos?? e.é\n  \n  Pequeños momentos que roban grandes sonrisas.. bonita frase Junior! Buena tarde n.n\n  ","205525":"\n  Mmmm a mi exjefe xD\n  ","205526":"\n\n   https:\/\/www.youtube.com\/watch?v=ndnpH6hlpoA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  °.*\\( ˆoˆ )\/*.° Feliz día mi sol °.*\\( ˆoˆ )\/*.°\n  \n  Brazos cruzados al pecho, mirada al cielo... abrazo infinito ♥c♥\n  ","205527":"\n  Odio que puedan andar sin camisa\/playera por la calle u.u\n  \n  Amo ¿? Su fuerza física!\n  ","205528":"\n  Codo a codo como debe de ser.. ♥ Cierto...\n  \n  Bella frase, gracias por compartirla Junior!\n  ","205529":"\n  Inicio semana santa este domingo de ramos, que tengas bonita semana.. o.o\n  \n  Que comiences bien tu semana santa Junior n.n\/\n  ","205530":"\n  Listo princesa ya elegí el numero mas sexy el #8 ♥\n  \n  Estaré esperando el resultado o.o\n  ","205531":"\n  Ohhh santo cielo eres la segunda persona que conozco que le gusta así xD\n  \n  Pero te confieso que ninguna capi que he probado sabe a la de la abu u.u\n  \n  Extrañas la sazón de alguien? cachetes e.é\n  ","205532":"\n  Sobres, elijo el arbolito y ya te digo n.n\n  ","205533":"\n  Uy ni me digas, tengo varios años preparándola de distintos modos y aunque gustan de ellas para mi gusto le falta algo u.u\n  \n  Ahí tengo capi fría por si gustas u.u bueno es que a mi me gusta fría u.u\n  ","205534":"\n  ¿Quien o qué son las Kardashians? o.O\n  ","205535":"\n  Eterno resplandor....\n  \n\n   https:\/\/www.youtube.com\/watch?v=3EKloYKVHmo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205536":"\n  Una bebida que tenga el color de sus ojos ♥ y un apapapay :B\n  ","205537":"\n  Es que el destino tu lo construyes día a día, si tu luchas contra él, es que tu mismo te pones trabas o.o\n  ","205538":"\n  Muy buenas, calurosas y mocosas tardes -_-\n  ","205539":"\n  Te escondes u.u\n  ","205540":"\n  Los Da Silva xD\n  \n  El paisaje ufff es un lugar mágico n.n\n  ","205541":"\n  Jaj una vez el cercano y el lejano, por obvias razones no lo puedo contar por aquí y solo faltan dos cosas que se cumplan, el futuro cercano tal cual y fue un buen spoiler (bue ni tanto en parte), tanto que me dieron ganas de zapear a esa persona, hoy le agradezco y de mi futuro lejano.... sigo construyendo para llegar a ese final ♥\n  ","205542":"\n  Voces..Me susurran que lo haga, otras que no... mi corazón late fuerte de solo pensar si lo hago y me pongo triste si dejo pasar el momento... mi mente se pone a mil al maquinar sus reacciones, reacciones que me las sé de memoria pero no dejan de ser sorpresas después de tantos años.. me tienta hacerlo no importa el impacto que tenga en mi tu respuesta... las voces me dictan hacer miles de cosas y hacerte una sola entrega y desaparecer, así como llegué... otras voces me dicen que algo sutil y que permanezca... sigo en ese mareo lleno de voces y no, no es efecto del medicamento, es efecto del amor que sigo sintiendo correr por mis venas, amor que nace con tan solo pensarte... quiero tocarte de nuevo, robarte una sonrisa y que vueles de nuevo en mi piel, eso quiero.... c\n  ","205543":"\n  Hola.. claro y buen fin de semana Junior!!!\n  ","205544":"\n  Siente la energía, vive el momento que trabajo te costo llegar ahí, si no llegué a tiempo fue por algo... si caes al abismo disfruta el vuelo, que a donde llegues alguien te estará esperando :3\n  ","205545":"\n  Es que es fácil, siempre estás y te dan un empujón optas por seguir con tus cosas y que sucede... sé quien quieras ser disfruta el ser que puedes y quieres ser y quien quiera que te disfrute y te acompañe con todo su ser.. yo estaré intermitente pero con lo que me queda de mi ser, cuídese tqm un placer... 8)\n  ","205546":"\n  Aquí estoy... momentaneamente, pequeño y desquiciado hamor 8B\n  ","205547":"\n  Te apachurran estas fechas??\n  \n  A mi si u.u\n  ","205548":"\n  Y eso?? u.u\n  ","205549":"\n  Cushis <3\n  \n  Como estas Ferships??\n  ","205550":"\n  Mucho muy lejos o mucho muy cerca? o.e\n  ","205551":"\n  Duerme que en total oscuridad brillará tu luz.... cuando menos lo esperes estarás colgando de un cielo estrellado a punto de caer en un infierno del que no querrás salir.... c\n  ","205552":"\n  Cielo!\n  ","205553":"\n  Exhala caos...\n  \n  Inhala amor...\n  ","205554":"\n  Abuso sexual a los acólitos..\n  ","205555":"\n  La piña :B\n  ","205556":"\n  e_é\n  ","205557":"\n  U_U\n  ","205558":"\n\n   https:\/\/youtu.be\/D76yezoz-x8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  El sol calienta\n  \n  más de la cuenta\n  \n  en días de invierno\n  \n  La noche es lenta\n  \n  es casi eterna\n  \n  si así lo quiero\n  \n  Lo agrio es dulce\n  \n  Lo malo es bueno\n  \n  Lo bueno es insuperable\n  \n  Todo se hace fácil cuando estás aquí\n  \n  Paseando tu figura en mi cuarto\n  \n  Todo lo que busco lo he encontrado aquí\n  \n  Amarrado a tu cintura. Pegadito\n  \n  Pegadito\n  \n  Despacito\n  \n  Así te quiero\n  \n  Se siente el aire\n  \n  más liviano\n  \n  más calientito\n  \n  Bajo la luna\n  \n  nuestro baile\n  \n  es casi un tren imparable\n  \n  Todo se hace fácil cuando estás aquí\n  \n  Paseando tu figura en mi cuarto\n  \n  Todo lo que busco lo he encontrado aquí\n  \n  Amarrado a tu cintura. Pegadito\n  \n  Pegado al imán de tu pecho\n  \n  Voy dejandome llevar por el vaivén de tu pelo\n  \n  Me gusta cuando muerdes tus labios\n  \n  Como queriendo decir:\n  \n  \"¡Oye! ¿Tú qué estás esperando?\n  \n  Todo es posible cuando estás aquí\n  \n  Paseando tu hermosura en mi cuarto\n  \n  Todo lo que busco lo he encontrado aquí\n  \n  Amarrado a tu cintura. Pegadito.... ♥c♥\n  ","205559":"\n  Le pido al productor sus credenciales que lo certifiquen! :o\n  \n  Es que en estos tiempos ya no se sabe u.u\n  ","205560":"\n  Locamente divertida x)\n  ","205561":"\n  Jajaj me vi xD que cuchi nena!! no te hubieras molestado :$\n  ","205562":"\n  Preciosa ya no te alcance a contestar esa noche, discúlpame!!\n  \n  Si soñé lindo, gracias por ello n.n y espero que tu también, cuídate mucho y qué alegría verte por aquí, te envío un abrazo fuerte donde quiera que estés... hasta pronto bonita y que tengas un fin de semana lindo y tu semana la comiences excelente que ya es la ultima del mes!! *mimos fresita* \\n.n\/\n  ","205563":"\n  Mi revista favorita son sus ojos escondidos bajo ese bosque de pestañas, me gusta ver como me guían beso a beso a una historia que no tiene final, ni tiempo... lo leo a diario entre mis manos...\n  ","205564":"\n  e_é mucha risa..\n  \n  Esta es parte de mi historia, es el lado o historia que tu conoces.. gracias por eso, me gusto!\n  \n  -\n  \n  geminiana de mi corazon ......tu eres especial eres una mujer muyyyy cursi y con una creatividad impresionante una calidez y una gran gama de colores y tonos diferentes hábil inteligente algo torcida jajaja y envidiosa ....muy cariñosa y preocupada de los demás como todo buen géminis eres algo tramposilla y caprichosa pero excelente persona no dejas ver o no quieres dejar ver lo que te pasa siempre tienes algo que decir y eres bien relajienta y te mimetizas con todo, picara coqueta amigable divertida sociable cursi visualmente llamativa y perver xp dedicada y apasionada.....en el trabajo eres muy buena inovadora y creativa si creas mucho xp.......en el amor que te digo eres muyyyyyyy entregada y detallista apasionada y sensualona pero mas espiritual y mental.......maravillosa en cuanto dar todo de ti tu horoscopo del dia ....pase lo que pase todo se soluciona y dime lindura e.e yaaaaaa\n  \n  -\n  \n  No soy envidiosa xD solo se me sale el ojo por defecto de fabricación x)\n  ","205565":"\n  Somos ñoños por los #30 tu sabes xD\n  \n  Ademas es sábado que esperabas muchos tenemos letargo *-*\n  \n  Quiero un helado de chocolate *w*\n  ","205566":"\n  Es lo primero que se muestra, si no estas bien en apariencia se te cierran varias puertas..\n  \n  Ese es un error tremendo u.u\n  \n  Para qué aparentar si siempre tu yo algún día saldrá.. y muy furioso u.u\n  ","205567":"\n  :o\n  \n  Tinyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyy!!!\n  \n  Esto si es un milagro!! como estas?? qué alegría saberte recién hace poco te leí en mi añejo spring!! :')\n  ","205568":"\n  No tienes un ovario extra?\n  \n  Oye no u.u si podemos n.n y lo somos ♥\n  \n  Que te diviertas mucho Larvita, comienza bien tu semana!! \\n.n\/\n  ","205569":"\n  e_é\n  \n  Ves ves corres y aun no te cobro la renta u.u\n  \n  Bueno que te vaya bonito \\n.n\/\n  \n  *mimos anonis*\n  ","205570":"\n  Uhh lucesita.. tantas cosas que aun me cuesta entender el por qué tuve que pasar por ellas... son cosas muy tristes que de niña no pensé.. es lo malo de vivir en una burbuja :3\n  \n  Pero mira trato de verle el lado positivo.. no te las explico aquí por que me voy a poner tiernita u.u\n  \n  Gusto leerte lucesita, excelente fin de semana y gusto leerte \\n.n\/\n  ","205571":"\n  ¿¿Yo cuando quiero algo cortante?? xD\n  \n  Bueno igual se le quiere sea como sea xD\n  \n  Ternurita *le aprieta las mejillas* donde se mete ya casi cumplía el año sin visitarme, un pelo y no me vuelve a leer u.u <\/3\n  ","205572":"\n  Yo juego con tu caucho bungi o como se escriba O.o\n  \n  Tu tienes la culpa, eso te dejaron las nuevas amistades, quieres un trolle con chamoy??\n  \n  A_A>>{ hihihiw\n  ","205573":"\n  :o\n  \n  Hola anónimo cortante u.u\n  ","205574":"\n  Los recuerdo y me dan ganas de .. espera yo soy libre e.é\n  \n  Puedo grabarte unas nuevas voces xp\n  \n  Buen sábado Larvamadeinchina 8))\n  \n  Genial fin de semana para tiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii n.n\/\/\n  ","205575":"\n  ¿Quien pregunta?\n  ","205576":"\n  Jajaj bueee jaja a ver que me dices los Geminianos contamos por dos P:\n  \n  xD\n  \n  Paso a dejarte mi signo princesa, que tengas buen día, mimos a tus reyes adorados!!! n.n\/\n  ","205577":"\n  Jajaj ok lo enviare o.o\n  \n  Seria mas interesante que dijeras que tipo de ropa interior usas depende de tu signo y que significa xD ok no xD comí payaso capeado .-.\n  ","205578":"\n  Holowis cieloooooooooooooooooooooo ♥\n  ","205579":"\n  Hahaha esa cancion, mira que me encanta xD\n  \n  Mientras sea obsesion, que lo sienta el corazón!!\n  \n  Shh solo escucha..\n  \n\n   https:\/\/www.youtube.com\/watch?v=PfJM2YLtOXk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205580":"\n  Mi corazón manda latido a latido ese sentimiento que me hace vivir, él me mantiene con los sentimientos pegados a la tierra, cálidos y soñadores, siempre así, cuando el cerebro es frío.. un constante equilibrio.\n  ","205581":"\n  Yo solo quiero ...\n  \n  Sentir el amor verdadero... sentir el hogar en donde vivo, por que tengo mucha vida corriendo por mis venas... ♥o♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=vOHs2lb81Ho\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205582":"\n  Ya sabia que no llegaría... ya sabia que era una mentira...\n  \n\n   https:\/\/www.youtube.com\/watch?v=ElmTLRRtbN0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205583":"\n  :D\n  ","205584":"\n  No te disculpes, no era buen momento, pero tu respuesta sirvió para la otra persona que necesitaba de ti..\n  ","205585":"\n  Esa vez si y ahorita también, ya se me rompió el encanto de mi hada madrina xD\n  \n  Buena noche cuídese n.n\/\/\n  ","205586":"\n  Con un buen tratamiento y una buena podada o.o\n  \n  (pedicura casera)\n  ","205587":"\n  O.o\n  \n  Amor del bueno..\n  ","205588":"\n  Somos el presente que está construyendo en futuro..\n  ","205589":"\n  Larvatrushka o.o\n  ","205590":"\n  Tengo sed..\n  \n  Pues si, el tiempo es estrecho pero siempre puedes pasar justo o.o\n  ","205591":"\n  Yo no me robe nada desde 2010\n  \n  Ya tengo alitas :3\n  \n  xD\n  ","205592":"\n  A mi me queda poquito o.o\n  ","205593":"\n  Si las escribo ya no sería sorpresa o.o\n  \n  Mejor shhh\n  ","205594":"\n  Lo tengo de fondo..\n  ","205595":"\n  Ya lo verás, que te vaya siempre bonito lucesita <3\n  ","205596":"\n  Muy su cosa, al final ellas pierden o ganan..\n  ","205597":"\n  Por que no les interesa conocerte y hablar es fácil..\n  ","205598":"\n  Oh o.o\n  ","205599":"\n  Perdí el hilo pero ya entendí o.o\n  ","205600":"\n  De tu amor :0\n  ","205601":"\n  Si te dijera..\n  \n  Si te contara..\n  ","205602":"\n  Uhmmmm mmm loquero mjum esa xp\n  ","205603":"\n  Lo pateo e.e\n  \n  Ah si como sea xD\n  ","205604":"\n  :0 que cosa tan fea u.u\n  ","205605":"\n  Nou\n  \n  Ahí andabas u.u\n  ","205606":"\n  Helado\n  ","205607":"\n  Aprender, conocer..\n  \n  La real <3\n  ","205608":"\n  No siempre xD\n  ","205609":"\n  O.o viste su sombra :0\n  ","205610":"\n  Lo tengo de fondo x)\n  ","205611":"\n  El te domina xD\n  \n  Yo?\n  \n  Qué más da xp\n  ","205612":"\n  No debes volar..\n  ","205613":"\n  La fe y la mentira disfrazada..\n  ","205614":"\n  Tengo una flor..\n  ","205615":"\n  Oh igual, dolce parca..\n  ","205616":"\n  Espejo..\n  ","205617":"\n  Sólo mirarás..\n  ","205618":"\n  Una mezcla difícil de separar..\n  ","205619":"\n  Cambio..\n  ","205620":"\n  El tiempo te dará sorpresas..\n  ","205621":"\n  Líquido multicolor..\n  ","205622":"\n  El silencio te encontró..\n  ","205623":"\n  Fb murió o.o\n  ","205624":"\n  Oh no tiene nada de romántico xD\n  ","205625":"\n  Algo antiguo..\n  ","205626":"\n  Muy feo, una sensación algo feita..\n  ","205627":"\n  Creo que no, así no, pero un mensaje por aquí puede ser..\n  ","205628":"\n  Aprender más y más...\n  ","205629":"\n  Uno alto supongo..\n  ","205630":"\n  Gracias ♥ !!!\n  ","205631":"\n  Ojala funcione aun cuando lo envíe u.u\n  \n  Buena noche..\n  ","205632":"\n  Interesante, Geminiana de nacimiento x3\n  \n  Ok pasaré..\n  ","205633":"\n  Asco y deprimente no poder gritar lo que sabes y ver como se hunde todo u.u\n  ","205634":"\n  Jajaja ok Juan Carlos Junior Fuera de lo Normal alias cachetes\n  \n  Bienvenido!!! \\n.n\/\n  ","205635":"\n  :o\n  \n  Janto jielo en serio?? estaré atenta a las noticias u.u\n  ","205636":"\n  Ash -.-\n  \n  Ni me digas ojala después de un rato se arreglen y lo principal aquí es que a ella no le pase nada u.u\n  \n  Y todo por decir la sucia verdad de tanto U.u\n  ","205637":"\n  Si, mas de una vez o.o\n  ","205638":"\n  Para que esa mitad cobije a la otra mitad cuando ésta sea destrozada...\n  ","205639":"\n  ñ.ñ ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=9dbnFOZN1DM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205640":"\n  No o.o\n  ","205641":"\n  Te ama n.n\n  ","205642":"\n  No mucho, pero es cuando mas tiempo libre tengo para viajar \"tranquilamente\" o.o\n  ","205643":"\n  Vencerán..\n  ","205644":"\n  Un poco, un mucho, eso no lo se a ciencia cierta o.o\n  ","205645":"\n  Nou\n  \n  No para nada o.o\n  ","205646":"\n  Dulces sueños ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=iy4mXZN1Zzk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  ---\n  \n  He buscado tus labios en mis sueños\n  \n  para decirte en un beso que te quiero,...\n  \n  Ver más para abrazarte en la quimera de mi noche,\n  \n  para tenerte cerca mío prisionero.\n  \n  He buscado tus ojos en el tiempo\n  \n  para mirarme en tus pupilas reflejada,\n  \n  para saber en tu mirada si aún me quieres,\n  \n  para bañarme de la esencia de tu alma.\n  \n  Te he buscado a ti por todos lados en cada sueño,\n  \n  suspiro y alegría,\n  \n  en cada gente que cruza en mi camino,\n  \n  en cada atardecer y su agonía.\n  \n  Así como te busco te deseo así\n  \n  como te espero te he querido así\n  \n  te veo reflejado a cada paso\n  \n  así como te veo, te he soñado\n  \n  que aunque te escondas... ¡Ya eres mío....!\n  \n  Autora:(Ma. Antonieta Ugarte)\n  ","205647":"\n  Ahora que estas cerca,\n  \n  voy a confundirme en tu recuerdo\n  \n  vivir en tus sueños\n  \n  mas profundos\n  \n  esperar cada día, cada hora\n  \n  para verte con el alba\n  \n  en sus gélidas mañanas\n  \n  y en tus noches de bohemia.\n  \n  Ahora que estas cerca,\n  \n  quiero ser parte tuyo, cada minuto,\n  \n  cada hora; entre bosques cálidos\n  \n  fantasías y silencios,\n  \n  reclamarte en mis fantasías y ensueños,\n  \n  con dulces trinos de gilgueros,\n  \n  hoy amado mío, estoy unida a ti,\n  \n  en cada gota de rocío y cada estrella\n  \n  en cada jardín que me entregas\n  \n  en canticos y destellos\n  \n  que con dulzura me das cada minuto\n  \n  cada hora, cada día.\n  \n  Ahora que te amo y amas,\n  \n  ¡Estaremos mas cerca del cielo cada día !\n  \n  (M.A.U.F)\n  ","205648":"\n\n   https:\/\/www.youtube.com\/watch?v=egX9ZDaIrkU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205649":"\n  Hay días como hoy,\n  \n  que no sé de ti, y con ansias\n  \n  busco tu recuerdo.\n  \n  Hay días como hoy,\n  \n  que con ansias te busco en las flores\n  \n  espejos y pequeños escritos que dejaste.\n  \n  Al recordarte se vuelve verano\n  \n  el invierno de mi alma,\n  \n  enciendes melodías en cada rincón,\n  \n  te posas en cada sitio,\n  \n  me tocas sin tocarme,\n  \n  como el viento de tus ansias,\n  \n  ciñe sus alas,\n  \n  y dejas una huella imborrable\n  \n  donde marcas tus deseos y tu imagen.\n  \n  Cuando no se de ti,\n  \n  estas mas cerca de mi vida\n  \n  el mar de mis amores,\n  \n  siente tu ímpetu que me ciega,\n  \n  y tus sueños tiernos y dulces,\n  \n  me doblega con susurro\n  \n  y dulces notas a mi oído.\n  \n  Cuando no estás aquí, estas mas cerca mío....\n  \n  (M.U.)\n  ","205650":"\n  Pudo haber sido, pero no fue, la vida esta llena de oportunidades, si te vuelves a cruzar en mi camino tal vez y te detenga para que me des la hora por las mañanas todas los días de mi vida... y beber del café cálido de tu mirada.\n  ","205651":"\n\n   https:\/\/www.youtube.com\/watch?v=rywUS-ohqeE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205652":"\n\n   https:\/\/www.youtube.com\/watch?v=6Imvx0-zduw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205653":"\n\n   https:\/\/www.youtube.com\/watch?v=d9al3ztNvXo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205654":"\n\n   https:\/\/www.youtube.com\/watch?v=Y6B5ulQEDTQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205655":"\n  Como si cayera enérgicamente a las brazas, quemándome y a la vez regocijándome en ellas extasiada de placer, como sucumbida ante la presión de mis alas, entregándome al silencio, encerrada entre ruidos y gritando te quiero....\n  ","205656":"\n  Y tal vez no se trataba de la conexión que teníamos, ni la distancia, ni los besos que nunca dimos, ni del tiempo, tal vez tampoco de nuestras tontas peleas, ni lo dulce que solíamos ser y de repente ir a los limites, nuestro amor es uno de esos de los que poco ven y de los que poco sienten por que aunque decías adiós sabia que querías quedarte y aunque te veía marchar te traigo a mis lineas una y otra vez....\n  ","205657":"\n  Holis ammm paso a ver n.n\n  ","205658":"\n  U.ú\n  ","205659":"\n  Que efímero pensarte en soledades, añorarte en la distancia, sacudiendo cada uno de mis sentidos buscando tu rostro en mi mente..... te quiero aquí, a mi lado, ocupándome toda viviéndonos todo.\n  \n  Perteneciéndonos por siempre...\n  ","205660":"\n\n   https:\/\/www.youtube.com\/watch?v=U2neP5Xie5M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  #409 ♥\n  ","205661":"\n  Edito..\n  \n  Hola! Paso a ver el canal y decido n.n\n  \n  Buena noche!!!\n  ","205662":"\n  En el amor?\n  \n  Ufffff ♥\n  ","205663":"\n  No tengo instagram -.-\n  ","205664":"\n  Hola!\n  \n  Paso n.n\n  ","205665":"\n  No conozco ni tu figura, ni tu soltura al amar, ni las noches que te hicieron crecer, ni tampoco podría descifrar todo aquello que callas, tan solo te pienso, te vivo, me recreo con tan solo imaginar que una de estas noches, me ates bien anudada a tu almohada y no quieras despertar... ♥c♥\n  ","205666":"\n  A veces uno se deja guiar por la voz errónea, pero qué mejor que disfrutarlo mientras se vive, solo no hay que lamentarse después, por que el hubiera, no existe.\n  \n  En esta selva primero hay que salvarse a uno mismo :o\n  ","205667":"\n  ✔✔\n  ","205668":"\n  Gracias 8?\n  \n  Mimos a tus nenas de casa ♥\n  ","205669":"\n  Seguir a alguien que esta en privado? o.O\n  \n  Que flojera xD no uso instagram n.n\n  ","205670":"\n  Estoy bien desconcertada, pero bien que creo es lo que cuenta... mi día estuvo muy bien, fresco y todo fluyo bien no le cambiaría nada, estuvo y esta bien así e.é\n  \n  Dulces sueños.\n  ","205671":"\n  Jajaj un nini xD\n  \n  Paso n.n\n  ","205672":"\n  Fly\n  ","205673":"\n  Son fritos pero nachos no? o.O\n  \n  No los he probado xD\n  \n  Buena noche cachetes e.é\n  ","205674":"\n  Se puede hacer todo en este mundo si sabes y quieres administrar tu tiempo, pero cuando algo ya no te llena o no te hace feliz, de cierto modo tienes que dejarlo atrás... todos tenemos momentos difíciles, pero existen seres que no pueden partirse y permanecer, que lo que emprendas te llene de satisfacción y que tu vida siga como tú lo deseas, un placer leerte y conocerte un poco.  Que disfrutes tus nuevas tareas y aventuras... No dejes escapar esa sonrisa cachetona.\n  \n  La vida me da espacios para llenarlos de colores... que te vaya siempre bonito Junior Fuera de lo Normal.\n  \n  Buen fin de semana largo y frío brrrrr (>.<)\n  ","205675":"\n  Ahhhhh hace años :c\n  \n  Gracias por la melodía aguardientosa :v\n  ","205676":"\n  Mis llaves en la tienda ¬.ú\n  ","205677":"\n  Hola!! Muy bien gracias por preguntar n.n\n  \n  Casi no lo uso .-. buena noche n.n\/\/\n  ","205678":"\n  U.ú\n  \n  Que chistorete tan feo u.u\n  \n  Ven te voy a envolver en periódico xD okntc xp\n  ","205679":"\n  De las formas que se llegan a despertar cuando estoy entrelazada en sus manos y aferrada a su mirada, no existe una forma en especifico, solo me dejo llevar por el amor y la pasión del momento... del fuego que arde en nuestras almas al primer contacto.\n  ","205680":"\n  No te preocupes, todos tenemos errores xp\n  \n  Un ratito mas y luego los cuido desde mi nube :D\n  \n  Ya les hicieron Babyshower??\n  ","205681":"\n  Para que hacer eso, si tienes toda una hermosa vida por delante!!! donde puedes enamorarte de alguien que esté cerca de ti, a quien puedas tocar, abrazar, besar en el momento que tu lo decidas, por que enamorarte de alguien que...:c\n  ","205682":"\n  Que descanses bien Javi, bueno leerte, tanto sin pasar por aquí n.n\n  \n  Cuídate mucho!!!!\n  \n  Y  dejo una mas .. aprovechando mi respuesta...\n  \n  Alguna vez todos nos enamoramos por el placer de caminar a la orilla del acantilado ♥\n  ","205683":"\n  Jjajaja nop xD esas ya me las reventaron xD\n  \n  Solo debo tener mucho cuidado jajaj que ocurrente!! LOL\n  ","205684":"\n  Ohhhh a ver...\n  \n  Ahí te va Javi... otra frase para que te inspires o.o\n  \n  ---Yo no pretendía llegar tan lejos, ni de volar tan alto, ni caer tan bajo, pero te encontré... ---\n  ","205685":"\n  No, en esas ocasiones no, pero si en sus cumples ♥\n  ","205686":"\n  *Le da un chicle motita y $20 pesos*\n  ","205687":"\n  Abuelitaaaaaaaaaaaaaaaaaaaaaaaaa le doy amor!!! :*\n  \n  xD no ando inspirada pero deja me inspiro.... -_-\n  \n  ---A veces para poder avanzar hay que vaciarse de todo y llenarse de uno mismo--- o.O\/\/\n  ","205688":"\n  *le patea las pe... queñas rodillas* e.é\n  \n  Revoltoso, se te va a caer el pelo e.é ntc xD\n  \n  Me diviertes con esas ideas de mi enfermedad, pero la verdad es que tengo angina inestable con daño celular u.u pero leo tus ocurrencias y se me pasa xD\n  ","205689":"\n  Jjaj y siempre esa sonrisa de que ando en el cielo xp\n  \n  Mis cabellos de sol ♥o♥\n  \n  Gracias n.n\n  ","205690":"\n  Ay que padre!!!\n  \n  *Brinca en un pie*\n  \n  Hermosos nombres y sigo enviando las buenas vibras para que lleguen los tres bien a ese momento hermoso ♥\n  \n  Ya vas a tener un compañero!!! Awwwww ♥\n  ","205691":"\n  Te enamorarías de la imagen o.O\n  ","205692":"\n  Hola, espero haber acertado o.o\n  \n  Buena noche de juebebes n.n\/\n  ","205693":"\n  Con mucho frío y excelente!!! n.n\n  \n  Que bueno que esta bien, ya tienes el nombre de tu baby??\n  ","205694":"\n  Ño ♥\n  ","205695":"\n  Te equivocaste de ask Maui xD\n  \n  Hola!!! como esta tu baby??\n  ","205696":"\n  Que bonitas voces ♥\n  \n\n   https:\/\/www.youtube.com\/watch?v=ObebSIjpLJA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205697":"\n  Hola Rodrigo n.n\n  ","205698":"\n  Y llego la hora cuchicuchi la hora más chinwenwenchona ... solo no olvide entre tanta oscuridad, donde quedo la salida ♥\n  ","205699":"\n  Qué agradece, solo recoja sus chones sucios y ande en paz xp\n  \n  *saca muñecos budu*\n  ","205700":"\n  No, no exijo pero si espero por lo menos una milésima una pequeña señal que lo que doy fue bien recibido, doy sin condición, pero qué mejor saber y sentir que llegué a donde quería n.n\n  \n  Como dejarlo encerrado en un rincón de mi mente y mi corazón, en un sueño eterno, ya me canse de estarlo cargando xD\n  ","205701":"\n  Si o.o\n  \n  Eso lo sé cuando veo que giró mi mundo al revés\n  \n  No\n  \n  En su momento así fue ♥\n  ","205702":"\n  Excelente modo de aprovechar todo cuantas veces se pueda n.n\n  ","205703":"\n\n   http:\/\/youtu.be\/lkhcZerV9Qk?list=PLDB221F874013ED6B\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Yo tengo\n  \n  una ilusión dentro\n  \n  en mi corazón seco\n  \n  que humedece de ti\n  \n  Yo pienso\n  \n  que tu luz es mi ejemplo\n  \n  que eres bello por dentro\n  \n  y me derrito por ti\n  \n  Y no quiero aceptar\n  \n  y lo voy a negar\n  \n  pero es tan grande\n  \n  que me voy a explotar de tí\n  \n  estas clavado en mí\n  \n  Y no te voy a querer\n  \n  y me echare a correr\n  \n  negando todo sentimiento\n  \n  que me delate ante ti\n  \n  aunque siento que voy a morir\n  \n  Buscando una salida\n  \n  yo estoy tan perdida\n  \n  buscando una salida\n  \n  yo estoy tan perdida\n  \n  Yo siento\n  \n  que dudas y consejos\n  \n  que me pueden salvar\n  \n  pero me cuesta escuchar\n  \n  Yo miro\n  \n  y me invaden suspiros\n  \n  que tienen ya tu nombre\n  \n  tatuado sin fin\n  \n  Y no quiero aceptar\n  \n  y lo voy a negar\n  \n  pero es tan grande\n  \n  que me voy a explotar de tí\n  \n  estas clavado en mí\n  \n  Y no te voy a querer\n  \n  y me echare a correr\n  \n  negando todo sentimiento\n  \n  que me delate ante ti\n  \n  aunque siento que voy a morir\n  \n  Buscando una salida\n  \n  yo estoy tan perdida\n  \n  buscando una salida\n  \n  yo estoy tan perdida.... ♥\n  ","205704":"\n  Bien a secas n.n\n  ","205705":"\n  Bien muy bien, cada día mejor, gracias por preguntar  8D\n  \n  Tu? e.é\n  ","205706":"\n  Osheeeee\n  \n  Porqué me miras así... u.u\n  ","205707":"\n  Vamos? ♫♪   xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=dXqW9V1Qg2A\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205708":"\n  Desempolvar una sonrisa nueva día con día, me hace florecer un campo de buen humor todos los días...\n  \n  Que tengas un fin de semana lindo cachetes n.n\n  \n  Buena noche!!!\n  ","205709":"\n  Si 8))\n  ","205710":"\n\n   https:\/\/www.youtube.com\/watch?v=44TgveA-GvQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205711":"\n  Es lo mas odioso que puede haber en el mundo, al igual que los asaltos, las pocas madres que golpean a sus hijos o que peor aun los matan al nacer o los venden.. o los tiran por ahi U.Ú\n  ","205712":"\n  Presidentes electos o.o\n  ","205713":"\n  Que mal u.u\n  \n  Pero ps no me deja de causar gracia... definitivamente cada cabeza es un mundo y en ese mundo puedes encontrarte lo inimaginable U.U\n  \n  Como estas?? o.o\n  ","205714":"\n  8D\n  ","205715":"\n  Jajaj existe una alta, muy alta y flaca probabilidad que si xD\n  \n  Chispas contigo!!! xD\n  ","205716":"\n  Hola, creo que solo recibí dos tuyas o tal vez una, desde que se formo el clan y no recuerdo cuales, están algo escondidas entre mis respuestas, saludos wolf, abrazos a kassy ♥ bella noche n.n\/\/\n  ","205717":"\n  Por que no les gusta la gente así u.u\n  \n  No saben como comportarse ante las atenciones de alguien y lo primero es ponerse a la defensiva.. aunque también es posible por que llegamos en un mal momento u.u\n  ","205718":"\n  Mmmm que se destapara mi otro auricular xD con tu grito se destapó xD\n  \n  Que te mejores n.n\n  ","205719":"\n  Pasaré n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=iy4mXZN1Zzk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205720":"\n  No funciona el enlace o.o\n  ","205721":"\n  No te cuidaste o.o\n  ","205722":"\n  Mejor!!! mucho mejor!!! gracias!!! mas vitaminas a mi dieta ewww >.<\n  \n  Cómo sigues de tu malestar?? o.o\n  ","205723":"\n  Hola!!! pasare a leer tu ask n.n\n  \n  Linda noche y gracias a ti, por pasar.\n  ","205724":"\n  Un ratito mas pero si n.n\n  ","205725":"\n  Nada mas doy los mg, ya no puedo seguir, llegué a mi limite xp\n  ","205726":"\n  Estamos formados por muchos pedacitos, pero existes en cada uno de ellos...\n  \n  -\n  \n  Me gusta ser dentro de su todo y reunirnos haciendo de cuenta que solo somos una estrella fugaz cuando en realidad lo somos todo en un simple y cálido beso...\n  ","205727":"\n  Te voy a sacar la lengua :v\n  ","205728":"\n  Ahhh tu lo conscientes yo por las mañanas le hago berrinche pero me acuerdo que voy a hacer y se me pasa xD\n  \n  Los fines de semana si son algunos así... pero *♥*\n  ","205729":"\n  Linduritaaaaa u.u\n  ","205730":"\n  e.é\n  ","205731":"\n  o.o Te voy a reportar por andar de grosero xD\n  \n  No te creas xD orale,  pobre lunes nadie lo quiere u.u\n  ","205732":"\n  Los amores imposibles así se quedan ocupando un espacio en nosotros y todo aquello que no se realiza y que tenemos en mente esperan en un limbo sin tiempo.. u.u\n  ","205733":"\n  Cielo, donde te habías metido u.u'\n  \n  Que bueno leerte ya te sigo y gracias por avisarme n.n\/\/\n  ","205734":"\n  Me gusta la frase pero... yo amo el invierno y la lluvia xD\n  \n  Y si, en cada temporada, en cada problema existe algo que te aliviane n.n\n  ","205735":"\n  Sip, mmm placido lunes, creo o.o\n  ","205736":"\n  Beso beso beso legal P:\n  \n  Ño o.o\n  \n  Wikilis :s\n  ","205737":"\n  Eres un caramelo.. te veo en el recreo y me vuelvo loca ♫♪\n  \n  Mis voces por el momento están encerradas, están castigadas por llamar mi atención de esa manera... esa cola es la manzana mas buscada ♫♪ xD\n  \n  Solo sé tú n.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=JO5xgpo-Jqc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205738":"\n  Ohh no no ya aquí es al igual, ambos géneros están muy precoces y desinhibidos.. u.u me quedare con la duda como serán las próximas generaciones en ese aspecto...\n  ","205739":"\n  Es que así es el amor... o.o\n  ","205740":"\n  Estoy en la vía láctea xp\n  \n  Para que negar algo que esta ahí o.o\n  ","205741":"\n  Jjaj es que yo ya no e mirado eso.. U.ú como han cambiado los tiempos en ese aspecto -.-\n  ","205742":"\n  Mmmm U.ú ahh larvita u.u\n  ","205743":"\n  Ño no se puede es como mezclar merengue sabor limón con merengue de vainilla, al probarlos sabrá a eso limón con vainilla xp no puedes hacer un solo sabor ni disfrazarlo e.é\n  ","205744":"\n  Buen harlem? xD\n  \n\n   https:\/\/www.youtube.com\/watch?v=qN3Y3Z5-3sw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205745":"\n  Ahhh ajaj ok oye los besos en las manos ya desaparecieron verdad?? o.O\n  ","205746":"\n  Sabes, por un momento sentí que todos estábamos bien besuqueados o.O y mas las mujeres e.é y donde los repartes que ya no quieres andar dando?? xD\n  \n  Yo si reparto a todo mundo pero en la mejilla o en la frente.. en la boca ño u.u bueno conmigo no mas xD\n  ","205747":"\n  Son muchas las que me ponen de buen humor te dejo esta o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=bDQlSUjqsuo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205748":"\n  Puede ser que si n.n\n  \n  Yo no sé o.o tu sabes? o.o\n  ","205749":"\n\n   https:\/\/www.youtube.com\/watch?v=rsPGzcPmUWo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205750":"\n  Iría a buscarlo sin dudarlo, hasta encontrar una mínima señal de vida en este planeta, le enseñaría los momentos vividos a su lado, le daría las razones que ya conoce una y otra vez, que sienta que aquí, en mi vida hace falta, que me hace falta su presencia, su sonrisa gestosa y retorcida que me hacia los días mas lindos.. que me hace falta su café a contraluz todas las noches para encontrar mi sueño, lo buscaría y lo buscaré, por que aquí se le extraña, me hacen falta sus manos que tan solo verlas me daban la fuerza necesaria para derrumbar todo obstáculo, me siento incompleta sin el, se llevo un pedazo de mi ser y me urge encontrarlo, esté donde esté lo voy a encontrar y por si lees esto... no existe momento que no piense en ti... vuelve, corazón... solo dame una pequeña señal de tu vivir.\n  \n\n   https:\/\/www.youtube.com\/watch?v=mFuZn2gAFnI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205751":"\n  Graaaaaaaaaaaaaacias princesa un abraso cálido y que todo este mejor en tu casita qdtb ♥\n  ","205752":"\n  Trentimuchos ♥\n  \n  México ♥\n  \n  Muchas y por descubrir xp ♥\n  \n  Uhhhh xD a none vamos?? o.o\n  ","205753":"\n  Que linda frase, muy cierta ♥\n  \n  Gracias igualmente Juguin y que inicies bien tu semana n.n\/\/\n  ","205754":"\n  Paso a verlo y ya decido ♥\n  ","205755":"\n  Hola linda ya pase.. ya alucino el vestido xD\n  \n  Lo veo negro con azul azul ♥\n  \n  Linda noche princesa !!!!!!!!\n  ","205756":"\n  \"Mira wey mis manos!!! con ellas la voy a destrozar, la voy a hacer pedazos, la voy a amar tanto que no le van a quedar ganas de haber nacido y mucho menos haberse cruzado en mi camino\" o.O.o Joven entre 15 y 20 años en el bus platicando con su amigo..... volteamos mas de 5 u.u\n  \n  xD\n  ","205757":"\n\n   http:\/\/youtu.be\/D8djOO8JVWc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Estaré....\n  \n  Hay vidas...\n  \n  Hay vidas que se van\n  \n  Diciendo todo lo que hicimos mal\n  \n  Frecuencias que se van\n  \n  sintiendo de los que quisimos más\n  \n  Y ahí estaré\n  \n  Estaré\n  \n  Estaré\n  \n  En cada hueco de un momento que recordar\n  \n  En cada ciego que te lleve a caminar\n  \n  En cada otoño y en cada partícula\n  \n  Estaré\n  \n  Estaré\n  \n  En el zumbido del maldito despertador\n  \n  En el abrir de las persianas y en la luz del sol\n  \n  En cada iluso y en cada incrédulo\n  \n  Estaré\n  \n  Estaré\n  \n  Los años...\n  \n  Los años pasaran\n  \n  Diciendo que este no sera el final\n  \n  Volveremos a mirar\n  \n  Esos ojos de los que quisimos más\n  \n  Y ahí estaré\n  \n  Estaré\n  \n  Estaré\n  \n  En cada hueco de un momento que recordar\n  \n  En cada ciego que te lleve a caminar\n  \n  En cada otoño y en cada partícula\n  \n  Estaré\n  \n  Estaré\n  \n  En el zumbido del maldito despertador\n  \n  En el abrir de las persianas y en la luz del sol\n  \n  En cada iluso y en cada incrédulo\n  \n  Estaré\n  \n  Estaré\n  \n  En el sonido de las tardes de brevedad\n  \n  En cada ciego que te lleve a caminar\n  \n  En cada otoño y en cada partícula\n  \n  En las películas caseras y en el café\n  \n  Estaré\n  \n  Estaré....\n  ","205758":"\n  Holaaaaaaaaaaaaaaaaaaaaaaaalaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa ö.ö andas muy saludador xD\n  ","205759":"\n  Una hermosa niña, bueno ya ni tan niña que amo con todo mi corazón U_U\n  ","205760":"\n  De Fax ♥\n  ","205761":"\n  Tu estas tan cerca de ella, que la envidia me corroe T.T\n  ","205762":"\n  Muchas gracias!!! igualmente para ti Juguito de naranja con hielos o.o\n  ","205763":"\n  Querido diario... acabo de leer algo y de nuevo me gano la risa y es cosa seria.. que debo hacer? ...\n  \n  :\/\n  \n  Hoy es el cumple de Fax y no podre abrazarle, toy tiste u.u\n  ","205764":"\n  Al instante xD\n  ","205765":"\n  No, la verdad que para eso no u.u\n  ","205766":"\n  Con algo de luz xD ♥\n  ","205767":"\n  Es hora de comerme un helado de garrafa después de una junta horno ñam ñam :B\n  \n  Es hora de tomar un respiro, observar a mi alrededor y pensar n.n\/\/\n  ","205768":"\n  Tus palabras existen, por que están ahí, aunque nadie las vea o.O\n  ","205769":"\n  las palabras son el gancho perfecto para elevarte y hacerte volar o para arrastrarte por el infierno, y aunque algunas se las lleva el viento mientras son palpables en nuestra mente ellas pueden hacer de ti lo que se les dé la gana o.o\n  \n  tus palabras convertirán en merolicos a tus dedos o.o\n  ","205770":"\n  ohh si y eso es solo parte para tener éxito n.n\n  \n  que comiences bien tu semana n.n\/\/\n  ","205771":"\n  cierto!\n  \n  buen domingo juguin n.n\n  ","205772":"\n  Hola, no pero algún día lo poco o mucho que sirva de mi será donado n.n\n  ","205773":"\n  1\n  \n  tomo pero de besito, no para dar show  8D\n  ","205774":"\n  Vainilla :B\n  ","205775":"\n  33 8D\n  ","205776":"\n  mmmm 30 xD\n  ","205777":"\n  Gray o Grey ya se cual es la película y no, no la mire aun n.n\n  ","205778":"\n  No aun no o.o\n  ","205779":"\n  esos son los zapatos de un seispies :3\n  \n  o tus piojos, que es lo mas seguro e.é\n  ","205780":"\n  hoy... ándale hoy o.o\n  \n  mmmmm hehe que perdió el pumas 8PPPPP xD\n  ","205781":"\n  Pienso que soy tan pequeña que habito en un grano de mostaza y otras muchas que soy demasiado grande para esas manos tan pequeñas xD\n  ","205782":"\n  Besos y croissants por desayuno\n  \n  sudor, gimnasia y piel para cenar\n  \n  homosapiens en pleno siglo XXI\n  \n  trogloditas del amor al natural .......... oco\n  ","205783":"\n  Algunas veces, por que las otras salen corriendo o.o\n  ","205784":"\n  La magia es...... si, eso que tu estas pensando  8P\n  ","205785":"\n  el destino es el resultado de tus actos :B\n  ","205786":"\n  Ladrale a la luna *v*\n  ","205787":"\n  è____é\n  \n  01010100 01100101 01101100 01100001 00100000 01100100 01100101 00100000 01001010 01100001 01110110 01100001 00100000 01000101 01110011 01110100 01100001 01101101 01110000 01100001 01100100 01100001 xD\n  ","205788":"\n  5 8p\n  ","205789":"\n  Mi abuela me aseguró la existencia nocturna y pavorosa de un fraile sin cabeza y de una mano peluda y enorme que se aparecía sola, como una infernal araña. Todo eso lo aprendí de oídas, de niño. Pero lo que yo vi, lo que yo palpé, fue a los quince años; lo que yo vi y palpé del mundo de las sombras y de los arcanos tenebrosos...\n  \n  Larvaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaatroll!!!\n  ","205790":"\n  hah paupau por que se tardo en llegar u.u\n  \n  abrazo nena <(n.n)> y gracias 8D\n  ","205791":"\n  ño o.o\n  ","205792":"\n  8B\n  \n  ♥\n  \n   https:\/\/www.youtube.com\/watch?v=g52Uh9wmqZg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  ♥\n  ","205793":"\n  B8\n  \n\n   https:\/\/www.youtube.com\/watch?v=3Ve4g_A3oBw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205794":"\n  Awww muchas gracias princesa, que estés bien te mando un abracito :3\n  ","205795":"\n  No importa cuantos no infinitos haya en su camino, ellos avanzan como estrellas fugaces, mostrándose como si fueran los salvadores. Como una oscuridad blanca..... o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=di9mf1Yo2dI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205796":"\n  Los idiotas no razonan... o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=fsUP-KYPI98\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205797":"\n  Es tu carta de presentación..... le doy el que merece en tiempo y forma, sin excesos pues eso se va, pero entre mas dure o prevalezca mejor para la persona y no decae la autoestima o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=e8w6cLVxAjA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205798":"\n  Le pegue al gordo y eso cuenta xp\n  \n\n   https:\/\/www.youtube.com\/watch?v=rn_YodiJO6k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205799":"\n  Violación vacía...\n  \n\n   https:\/\/www.youtube.com\/watch?v=oDNcL1VP3rY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205800":"\n  Solo si te sintió realmente..\n  \n\n   https:\/\/www.youtube.com\/watch?v=mXnDxoY7mRE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205801":"\n  Valorar lo que tienes te hace que mantengas los pies en la tierra\n  \n\n   https:\/\/www.youtube.com\/watch?v=WnisBb2rVOg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205802":"\n  Solo necesitamos una pequeña chispa para arder y llenar de calor al alrededor.. o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=OM9uMJWtNww\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205803":"\n  No sabe, pero el día que lo sepa... :o\n  \n\n   https:\/\/www.youtube.com\/watch?v=BfOdWSiyWoc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205804":"\n  No tengo por qué desafiarte :v\n  \n  Continuaré mi camino, pero tú te vienes conmigo ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=BfOdWSiyWoc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205805":"\n  Tienes buena estrella si las encuentras o.o\n  \n  Yo??? pues siempre he valorado lo que tengo, pero a raíz de eso que me pasó me di cuenta que no era lo suficiente, hoy es diferente, es mas intenso de lo que decía ñ.ñ\n  \n\n   https:\/\/www.youtube.com\/watch?v=pw8PpYBiDsc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205806":"\n  Y con sueños también, nadie tiene derecho de burlarse de los sueños de nadie, ni de su aspecto etc etc o.o\n  ","205807":"\n  El huevo maldito y su ayudante Dr. Mala, este último Grrrrrrr >8B\n  ","205808":"\n  Hola!!!!\n  \n  Pues no puede ser normal porque todo mundo anda vuelto loco con las compras y esas cosas.. para mi es un día con mucho trabajo, con mucha presión a veces pero de ahí no pasa nada, besuqueo y abrazo todos los días, demuestro mi amor o cariño todos los días así que........ :D\n  \n  Pasare!!! n.n\n  ","205809":"\n  ö.ö\n  \n\n   https:\/\/www.youtube.com\/watch?v=uAOR6ib95kQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205810":"\n  O.O\n  \n  Al muegano de mi almohada ♥\n  ","205811":"\n  No le tengo miedo a la oscuridad... o.o\n  \n\n   https:\/\/www.youtube.com\/watch?v=mgEixhE3Oms\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205812":"\n  Algún tiempo atrás pensé en escribirle ♫♪\n  \n\n   https:\/\/www.youtube.com\/watch?v=85HzWZTWYCY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205813":"\n  Por que lo desperdicias de cierto modo en cosas que no son aprovechables o.o\n  ","205814":"\n  Pues yo estoy bien enamorada de estar aquí, pero no sé... Quintana Roo podría ser o.o\n  ","205815":"\n  Continuo, siguiendo las señales...\n  ","205816":"\n  Felicidades!\n  \n  Mueves mucho el botecito heeee...\n  ","205817":"\n  Bienvenido..\n  \n  \\U_U\/\n  ","205818":"\n  U_U\n  \n  Bueno leerte..\n  ","205819":"\n  Buen día, que asi empieces tu semana Maui n.n\n  ","205820":"\n  Jajj no se, yo creo que es el amarillo, el chaparrito del inicio..\n  \n  Nada como andar en tacos en empedrado xD\n  ","205821":"\n  Ahhh 15 de febrero ♥o♥\n  ","205822":"\n  Pues a mi no me gusta, es como ir a los toros, caro pero cada quien gasta su dinero en lo que quiere.\n  \n  Que es f1 es como es f2? duh juego xD\n  ","205823":"\n  Mejor, así podrán darme tips de belleza u.ú\n  ","205824":"\n  Mejor, cometiendo canibalismo :B\n  \n  Tu sos alguien que .. eso tu ya lo sabes! :D\n  ","205825":"\n  Mmmm mmm o.O.o.O.o\n  \n  >:p\n  ","205826":"\n  Un beso bien picoso :B\n  ","205827":"\n  Ño !\n  ","205828":"\n\n   http:\/\/youtu.be\/iX-QaNzd-0Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205829":"\n  Si n.n\n  ","205830":"\n  Así es..\n  \n  Si, lo soy •~•\n  ","205831":"\n  Hola!\n  \n  Voy a pasar y dependiendo me suscribo, linda noche n.n\n  ","205832":"\n  (\/ω＼)*\n  \n  Tu guiño...\n  ","205833":"\n  Ya lo pedí :3\n  \n  Que sea niño tu bb\n  ","205834":"\n  Todo a su tiempo, arde solo y cuando por fin puedas tocarla..... Será intenso y mucho mejor n.n\n  ","205835":"\n  Jaja yo eso hacía con mi hermana en mi apache hasta que me cachó mi papá u.u\n  ","205836":"\n  Navidad :s\n  \n  Luego quien se come el pavo u.u\n  ","205837":"\n  Oie u.u\n  \n  Todo iba bien, para qué me lo recuerdas *zape*\n  \n  :\/\n  ","205838":"\n  Jaja el de adame xD\n  \n  Ese no lo había mirado gracias por compartir xD\n  ","205839":"\n  Que grandes son mis sueños cuando tu nombre ronda en mis labios.... ©\n  ","205840":"\n  Si se bailar salsa :B\n  ","205841":"\n  Jaja no inventes -.-\n  \n  Ya me dio cosa el peluchote de mi amiga...\n  ","205842":"\n  Hola bonita cuanto sin leerte... Te sonrío y me alegra verte de nuevo, espero estés bien n.n\n  ","205843":"\n  Spotify n.n\n  ","205844":"\n  *cierra su ropero*\n  \n  Tu ya casi me alcanzas, que yo ya voy de regreso xP\n  \n  *Behito* Buena noche pajarito!\n  \n  Que tengas un día genial mañana!!! ñ.n\/\/\n  ","205845":"\n  ((8\n  ","205846":"\n  Hola!\n  \n  130 ♥\n  \n  Nono para nada o.o\n  \n  La verdad eso no me llama la atención o.o\n  \n  Que estés bien, hermosa noche n.n\n  \n  Pasaré\n  ","205847":"\n  Jamas e peleado por odio... pero a de ser horrible :S\n  ","205848":"\n  Buen martes para ti también! Linda noche n.n\n  \n  El pollito :B\n  \n  Que se nos derrumbe el mundo y quizá así veamos más claro a los amores que quedan de pie...\n  ","205849":"\n  Bien dentro de lo que se puede.. gracias por preguntar y sigo a punto de helado 8v\n  \n  Tú, como seguiste piojoso? o.o\n  ","205850":"\n  Ese tipo duerme con cualquiera, yo duermo con homero :v\n  ","205851":"\n  :o\n  \n  Trae bien sujeto el sombrero\n  ","205852":"\n  Papajarito!\n  ","205853":"\n  Ni me recuerdes que vuelvo a agarrar a golpes el sillón U.ú\n  ","205854":"\n  No siempre es así... también puede acabarse la pasión o el amor ..\n  ","205855":"\n  Me los acabe jaja luego te lo doy xD\n  ","205856":"\n  Ellos no hacían nada malo, solo estaban en la cama, no creo que eso sea motivo suficiente para retirarse de ask...\n  \n  Así que pueden seguirse dando amor todo el mes sin problema los tres :D\n  ","205857":"\n  Si\n  \n  Moriremos ...\n  ","205858":"\n  Dulces sueños....\n  \n\n   http:\/\/youtu.be\/OZLUa8JUR18\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205859":"\n  8D\n  \n  Que tengas una noche genial y llena de pelos de la furia minina!!! *mimos*\n  \n  Cuídate mucho jerillito n.ñ\/\/\n  \n  Te veo después.. *abacho*\n  ","205860":"\n  Tu sonrisa puede salvar muchas vidas y parar miles de guerras...\n  \n  Puente!! un buen puente lleno tranquilidad en las calles (trafico), que tengas una noche linda n.n\/\/\n  ","205861":"\n  Ciaooooo!\n  ","205862":"\n  Gracias! n.n\n  \n  Yo también Mau.\n  ","205863":"\n  Me fascina, me encanta cocinar..\n  \n  Los postres y comidas regionales,  pues en si todo,  ya que les gusta mucho mi sazón y me es fácil cocinar (๑´ڡ`๑)♡\n  \n  Buena y ventarrosa tarde cachetes n.n\n  ","205864":"\n  Hola pulgoso xD\n  \n  Estoy leyendo que me das por muerta y que soy judía,  como te atreves?\n  \n  Tu eres el endemoniado clon de papi Mauro no te hagas e.é\n  ","205865":"\n  Hola!\n  \n  Uhmmmm no,  no me estorba :D\n  ","205866":"\n  Hola!\n  \n  Ya pasé y dejé mi huella...\n  \n  Espero todo mejore :3\n  ","205867":"\n  No lo puedo escribir xD\n  ","205868":"\n  Te busco y en cada insomnio te pronuncio, eres y serás siempre tú, el que habite en mis silencios....\n  ","205869":"\n  Si   ╥﹏╥\n  ","205870":"\n  Sip y no te miento yo tenia... bueno tengo un poco de miedo al salir u.u\n  ","205871":"\n  Dayazulcieloo\n  ","205872":"\n  En fruta no?\n  \n  Ahí es también rico :B\n  ","205873":"\n  Chamoy :B\n  ","205874":"\n  Si, si tengo skype\n  ","205875":"\n  Tu llegaste a tener unos ojos de pescado u.u\n  ","205876":"\n  Facilote, ensucias mi mente u.u\n  ","205877":"\n  Jhonny\n  ","205878":"\n  Me muero jajjaaja tu hablabas de... yo hablaba de otra cosa, tus juanetes .... wuakala xDD\n  \n  Si mire ese capitulo xD\n  \n  Todo por conseguir drogas u.u\n  ","205879":"\n  Ewww (\/.\\)\n  \n  No te lastimas al caminar?\n  \n  Una cirugia o algo para que estés sin eso.. chispas que dolor :S\n  ","205880":"\n  O.o tan grandes los tienes?\n  \n  Yop no tengo :D\n  ","205881":"\n  Jajjaj no tiene nada de tonto!\n  \n  Si y mas por la imagen xp\n  \n  Buena noche de martes, que tengas un excelente miércoles n.\n  ","205882":"\n  Le pisa los juanetes..*\n  \n\n   https:\/\/www.youtube.com\/watch?v=Gcxv7i02lXc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205883":"\n  El que yo tengo es de mas atrás o.o\n  \n  Pero ya dijiste que no, aquí ya tienes unas raíces :B\n  ","205884":"\n  Hola!\n  \n  Pasaré ya que salga de aquí n.\n  \n\n   https:\/\/www.youtube.com\/watch?v=uelHwf8o7_U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205885":"\n  a ver, brinca y baila un tango *o*\n  ","205886":"\n  Un poco mejor, de las vías respiratorias parece que ya la libre ... \\(*v*)\/\n  \n  Y tu? o.o\n  ","205887":"\n  No me mire así\n  ","205888":"\n  Yo pienso que es el verdadero, pero mucha gente se a ido... u.u\n  \n  Que difícil situación o.o\n  ","205889":"\n  :p\n  ","205890":"\n  11 ♥\n  ","205891":"\n  Hola Juan Carlos!\n  ","205892":"\n  En lo bueno y lo malo, un equilibrio necesario en la vida...\n  \n  Gracias por compartirlo.\n  \n  Linda noche.\n  ","205893":"\n  No utilizo frases, soy mas de acciones.\n  ","205894":"\n  Existen lugares que guardan sonidos y muchas veces algunas personas pueden escucharlas... al igual que gemidos de algún muerto en ese preciso momento.\n  ","205895":"\n  Posiblemente...\n  ","205896":"\n  Hola\n  \n  Si no tomaste una chaparrita no tuviste infancia -.-\n  ","205897":"\n  Hola\n  \n  Si, uhmm ok\n  ","205898":"\n  Y desde la perspectiva de un cerrado, tú eres el cerrado.. todo depende de quien te vea.\n  ","205899":"\n  Así es su manera de ser, opino que esas personas dan lecciones de vida muy grandes... sin proponerselo.\n  ","205900":"\n  Estoy viviendo mis sueños, con la esperanza de no fracasar en el intento por modificarlos.\n  ","205901":"\n  Justo me acaba de pasar no menos de dos horas y se siente extraño... pero lindo a la vez\n  \n  Linda noche, Junior y gracias por los Mg :3\n  ","205902":"\n  Tan cierto...\n  \n  Buena semana, Junior.\n  ","205903":"\n  Oh claro que si tengo estilo ♥\n  ","205904":"\n  Sé de sueños tan reales, como lo que siento.... Dulces sueños.\n  ","205905":"\n  La noche me da a escoger y yo elijo soñarte....\n  ","205906":"\n  Anda a descansar te cuidaría a los mininos pero la distancia no ayuda -.-\n  \n  Gracias pequeñodiamante... cuídate mucho y ten un día hermoso *abacho* hasta pronto ñ.ñ\/\/\n  ","205907":"\n  Si... tuve un choque con los medicamentos pero ya me pasa 8)\n  \n  Así que dentro de poco me llegara el letargo @.@\n  ","205908":"\n  Si jajaj ahora no puedo dar a nadie U.U\n  \n  Pero aquí me quedó quien dio primero y le daré sus MG ya que me lleguen o.o\n  ","205909":"\n  Al menos yo si y es por que los tengo bien vivos, un poco lastimados pero vivos y bien intensos...\n  \n  Lo que no ves no existe... y lo que sientes?...\n  \n  Luchare por mi y por ellos para que nunca se consuman en la soledad y la tristeza, sin ellos no seriamos quienes somos...\n  \n  El corazón que me habita es el hogar de mis sentimientos, ahí se purifican de todo lo insano, se recuperan después de ser lastimados, podrás verlo pero no tocarlo...\n  ","205910":"\n  Cual demasiado peso si siempre lo tenias amarrado U.ú\n  \n  Va a llegar todo hambriento y locochon :o\n  ","205911":"\n  Hola!\n  \n  Soltar lo que no me pertenece! ese es uno de mis objetivos para este año... me paso ♥\n  ","205912":"\n  Hola!\n  \n  Deja que me regresen los mg y con gusto o.o\n  ","205913":"\n  Ps si se esperan a que me regresen los mg\n  \n  claro que si 8)\n  ","205914":"\n  Jjaj otra vez no se ni que escribí x)\n  \n  Ni una pequeña huella?? xD\n  ","205915":"\n  Ohhh si bien happy 8D\n  \n  Yo se que si pero ahorita no, pero después se va a poner todo genialmente bien!\n  ","205916":"\n  No lo creo, el aun está dentro de ti :B\n  ","205917":"\n  Somos letras.. dejamos huellas llenas de sentimientos, positivos o negativos... somos quienes somos y al final de cuentas muy pocos realmente nos conocen como somos...\n  ","205918":"\n  Un trentiñero 8D\n  \n  Mira como se mueve al caminar ♫♫\n  ","205919":"\n  Uno mas... Un abrazote lleno con mis mejores sentimientos y vibras para ti, nada deseo hoy que te mejores pronto... ¡FELIZ CUMPLEAÑOS PIOJOSO! *abachosuavecito*\n  \n\n   https:\/\/www.youtube.com\/watch?v=-ssbxaT3czI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205920":"\n  Un baño y luego el postre 8v\n  ","205921":"\n  Así es...\n  \n  Buena semana, Junior!\n  ","205922":"\n  u.u\n  ","205923":"\n  Hola!\n  \n  Paso, noches de terror...\n  ","205924":"\n  Hola..\n  \n  Pasare en un ratito mas...\n  \n  Linda noche..\n  ","205925":"\n  Jola, lloviznó hace ratito, hace un viento muy helado, según esta a 14° pero yo lo siento muy muy frío..\n  \n  Buena noche!\n  ","205926":"\n  Amor gg\n  ","205927":"\n  *lemiralapanza* e.é\n  ","205928":"\n  Che shushushu\n  \n  *escalofrios*\n  ","205929":"\n  Ouch que doloroso :s\n  \n  Bueno aparte de eso que bueno que todo esta bien contigo n.n\n  ","205930":"\n  Ahhh ya estas bien advertido, mas vale que no lo sigas haciendo por que te perjudicarías o.o\n  \n  Cuando fue la ultima vez que te hiciste exámenes médicos? o.o\n  ","205931":"\n  Descansa y cuídate muuuuuuuuuuuuuuuuuuuuuuuucho lindurita, sigue todas las indicaciones por favor, no quiero que agraves... cualquier cosa si puedes avísame porfi!\n  \n  Recuperate pronto! *mimos* Nos leemos pronto!!\n  \n  Ten una noche tranquila chiquillo... *(>°3(0.0)3\n  ","205932":"\n  Ño Nimi ño u.u\n  \n  Benedizione, Golana menos! u.u\n  \n  A Nelram pregunto recién de las fiestas... esta muy solitario por ahí o.o\n  ","205933":"\n  Ahh pues no esta tan cansada tu vista y eso es bueno n.n\n  \n  Es mejor que tu no metas mano poniéndote lentes que no necesitas n.n\n  ","205934":"\n  El tereso U.ú\n  \n  Todo esto un dejavú...\n  \n  Miraste mi spam? xD\n  ","205935":"\n  ¿Usas lentes? o.o\n  ","205936":"\n  \\(ñ.ñ)\/ vengashe *(>ñ.(°J°)3\n  ","205937":"\n  Uhhhh o.ó\n  \n  Junior y el monitor muy de cerquita... uhh que perver ò.ó\n  ","205938":"\n  ¿Quien pregunta?\n  ","205939":"\n  Fiuuu eso esta genial!\n  \n  y no sé de pronto te imagine muy cerca el monitor o.o\n  \n  Jjaj que ocurrencia la mía con el nombre xD\n  ","205940":"\n  Ningunita! O.O\n  ","205941":"\n  No se, voy a escucharla y ya te digo ñ.ñ\n  \n  Gracias!\n  ","205942":"\n  Hola!!!\n  \n  No tengo platónicos n.n\n  \n  Edad de la punzada 8)\n  \n  Y no se, enchiladas con cecina xD tengo muchas ganas de esa comida que es mi favorita tambien :B\n  \n  Escuchar música.. cocinar n.n\n  \n  Que no me duela tanto mi garganta -.- y muchas cosas para una personita especial :3\n  \n  Me pasaré, ten linda noche y gracias por pasar por aquí n.n\n  ","205943":"\n  Que hermosa frase... Gracias por compartirla!\n  \n  Yo te dejo este vídeo, tal vez ya lo conozcas n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=dEmq6mRMRXk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205944":"\n  Ohhh genial!!! ñ.ñ\n  \n  ¿En qué tenia razón?, si leí tu respuesta e iba a preguntarte en qué o.O\n  \n  ¿Que paso? Digo si no es indiscreción o.o\n  ","205945":"\n  Como un sepsy trapeador ñ.ñ\n  \n  Y usted señor de los anillos? 8D\n  ","205946":"\n  Una cucaracha en tu batido troceadita >.>\n  \n  Los gusanos son buenos, te nutren jaja cuando están así en la fruta no están contaminados y ni cuenta cuando se los come uno... uhmm gusanos a la bbq... ñam ñam mmmmhhh gusano de maguey... tequila P: ñam ñam gusanos con chamoy!!! a poco no los probaste ya¿! xD\n  ","205947":"\n  8D\n  ","205948":"\n  Hhaha bueno andaba en su mundo el chico ese xD\n  \n  Buena semana para ti, Junior n.n\n  \n  Buena noche!\n  ","205949":"\n  Cuando las cosas ya no son lo que esperaba es momento de tomar el tiempo suficiente para hacer los cambios en mi vida... buena noche Crystal...\n  ","205950":"\n  Lo suficiente para alcanzarlas... y un poco más.\n  ","205951":"\n  El que se creó el día en que entrelazamos nuestras manos...\n  ","205952":"\n  El verdadero amor es cuando tú y yo nos hacemos uno\n  \n  sin dejar de ser nosotros dos.\n  \n  Cuando a pesar de las complicaciones de la vida, nos fundimos en abrazos y salimos adelante.\n  \n  Colorear nuestros problemas para desdibujarlos por completo.\n  \n  Reírnos cada día sin tomarnos la vida tan en serio.\n  \n  Sucedernos por las noches cobijados bajo la misma luna.\n  \n  Amarnos en cada uno de los instantes en que no hay más que amarse; en esos instantes de cada instante. Y ser contigo y tú conmigo.\n  \n  Amanecer cerquita, sabiendo que cada espacio de tu cuerpo encaja con\n  \n  el mío.\n  \n  Mirar los segundos congelados en el tiempo; sintiendo cada abrazo, cada beso, los “te amo”, envueltos en suspiros.\n  \n  Mirar todo instante a través del azul profundo de tus ojos.\n  \n  Es este amor sellado con el nacimiento de los hijos, que envuelven el corazón como toallas tibias tendidas al sol.\n  \n  Es llamarse a la distancia en medio de la noche cuando viajas y charlar por horas.\n  \n  Es ser para ambos: refugio, hogar y consuelo.\n  \n  Cuidar tus gripas, adorar tus sonrisas tu buen humor y saberte enamorado. De mí.\n  \n  Es sentir orgullo por lo que haces y cómo lo haces. Sin trampas.\n  \n  Llenarse el alma cuando cantas y contagias tu alegría por la vida.\n  \n  Romper reglas y seguir la magia de querernos.\n  \n  Perderse en el infierno y llegar al cielo con tocarnos. Con mirarnos, con sabernos.\n  \n  Hacer locuras y no parar de sorprendernos.\n  \n  Seguir andando cada quien su propio camino buscando objetivos y respuestas, conocer bien cuál es la esencia del trayecto juntos.\n  \n  Desear envejecer contigo a mi lado y cambiar arrugas por recuerdos.\n  \n  Para que cuando el cuerpo descanse,\n  \n  mi alma se funda para siempre con la tuya y recuerdes que el verdadero amor; cuando tu y yo, seamos sólo uno, no dejemos de ser dos..... El amor nos consume, el amor nos habita...por siempre.... ♥c♥ (BR)\n  ","205953":"\n  Cuando estoy haciendo algo peligroso o prohibido... o miro cosas poco inusuales cerca de mi o a mi alrededor... como un asalto o algo así... Hola crystal voces n.n\/\n  ","205954":"\n  Un sentimiento hermoso, es una bendición sentirlo, entregarlo, hacerlo cómplice con el amor de alguien mas y de ahí nazca un amor genuino, único...\n  \n  El amor es algo mágico... en todas sus formas ♥\n  ","205955":"\n  Jjajaj NO! xD\n  ","205956":"\n  Por que...\n  \n  separado es una palabra y todo junto dos x)\n  ","205957":"\n  Hola!!\n  \n  Paso a mirarlo y sigue subiendo mas son interesantes!\n  \n  Buena noche n.n\n  \n\n   https:\/\/www.youtube.com\/watch?v=M_hptyFhPM8&feature=youtu.be#_=_\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205958":"\n  La ultima...\n  \n  Uhmm que sus tamales estaba exquisitos :s\n  \n  Tanto se la creyó que hoy me dio mas o.o\n  ","205959":"\n  Jajajh así como te llego cuéntamelo :B\n  ","205960":"\n  Lego y muchos mas o.0\n  ","205961":"\n  Ahh no ahora me explicas con con... ps ahora me explicas e.é\n  \n  Dime!\n  ","205962":"\n  O_O\n  \n  Que demonios te pasa!\n  ","205963":"\n  Huevo xD\n  \n  Lucesita un buen año para ti!!!! ♥\n  ","205964":"\n  e_é\n  ","205965":"\n  ._.\n  \n  Juguemos a la traes\n  ","205966":"\n  Ay se esta descomponiendo mi monitor ves ves u.u\n  ","205967":"\n  Jajaj te pille 344 xD\n  \n  Oye no estés publicando mi teléfono ¬.¬\n  ","205968":"\n  Si no está el Doctor Mala nadie es sepsi uvu\n  ","205969":"\n  Ñññsssiop o.0\n  ","205970":"\n  Los sueños son... premoniciones -.-\n  ","205971":"\n  Queeeeeeeeeee? o.0\n  ","205972":"\n  Como ahorita brrrr :v\n  ","205973":"\n  Chisme :v\n  ","205974":"\n  Chisme :v\n  ","205975":"\n  Por aquellas fechas?? si xD\n  ","205976":"\n  De la mejor manera posible, tanto que no abrumen y tanto que no parezca insensible...\n  \n  Te resigo...\n  ","205977":"\n  Me tardaré un poquitin pero cuenta con el voto n.n\n  ","205978":"\n  No, no lo creo, aun la conservas intacta...\n  \n  Para crecer y aprender mutuamente...\n  ","205979":"\n  Todos son inteligentes ♥\n  ","205980":"\n  Muchas gracias Junior... buena frase, que tengas una noche linda n.n\/\/\n  ","205981":"\n  D: jaja Holaaaaaaaaaa!!!\n  \n  Te dejo esta imagen es de mis preferidas, te sigo y paso!!\n  \n  Linda noche Eli :D\n  ","205982":"\n  Paso n.n\n  ","205983":"\n  Lo harás y todo saldrá lo mejor posible para ambos, solo cuídate o.0\n  ","205984":"\n  Jajaj cual era..... uhmmm Ya! hablar con una persona sobre algo importantísimo 8D\n  \n  Buena noche n.n\/\/\n  ","205985":"\n  Pero para qué si tu ya tienes todo para conseguir lo que anhelas... pero SUERTE!!! ñ.ñ\n  ","205986":"\n  Claro que te recuerdo ano anonis :3\n  ","205987":"\n  Neh las evidencias ahí están... no se pero... hoy levitaste mas de una vez :v\n  \n  xD Awwww\n  ","205988":"\n  Awwwww que ternura de gatito ♥\n  \n  Ojala se de cuenta uvu\n  ","205989":"\n  Awwwwwwwww que cosa tan linda ♥\n  \n  La puedes hacer canción e.é\n  ","205990":"\n  Sin sin sin ♫♪\n  \n  Estas distraído iuuuuuu xp\n  ","205991":"\n  Un buen sin escuchar esa rolita :3\n  ","205992":"\n  Muchas cosas... una mirada en especial por ejemplo...\n  \n  Saludos!\n  ","205993":"\n  Los besos que no te di :B\n  ","205994":"\n\n   https:\/\/www.youtube.com\/watch?v=LjzMNxidD_g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","205995":"\n  Jajajaj un mundo de cosas para no quedarte sin opciones P:\n  ","205996":"\n  Por que liberas ciertas sustancias en tu torrente sanguíneo... y estas distraído ... *la baba*\n  ","205997":"\n  Muchas cosas censuradas...\n  \n  Ya preguntaste o.O\n  ","205998":"\n  Pillin... viste su alma sincera y alegre!\n  ","205999":"\n  Imposible me caigas mal, pero bueno...\n  \n  Si caes mal a alguien significa que te trae en su mente y tal vez hasta en su corazón!\n  ","206000":"\n  Existen dolores que son eternos, esos que nada puede aliviarlos, la victoria es eterna solo cuando se hace la lucha honradamente... si haces trampa... al final solo te queda un sabor amargo y un buen recuerdo... momentáneo.\n  ","206001":"\n  Clarooooooooooooooooooooo, todos tienen malas y buenas acciones\/pensamientos...\n  \n  Sabes, con el tiempo me e fijado que cuando de esos huevos empollan, en mi caso son huevos arcoiris.. puro amor nace D':\n  \n  Luego empolla un huevo malo y salen disparados malos pensamientos y me como un chocolate y se me quita... y no es snikers e.é es un huevito de chocolate u.u\n  ","206002":"\n  A conocerte en el plano amoroso, a saber lo que puedes hacer y dar... a perderte, a marearte y sostenerte cerca del cielo... el final del camino del corredor solo tu puedes describirlo...\n  ","206003":"\n  Ño jaja para nada!\n  ","206004":"\n  Hehehe ñ.ñ\n  ","206005":"\n  Respeto tus gustos, a mi me encanta la gente que después de una caída se levanta en silencio y sigue su camino...\n  ","206006":"\n  No por que no tienen tinta y por eso están en huelga y protesta..\n  ","206007":"\n  Poder hacer muchas cosas a la vez no te hace friki...\n  \n  Te hace un ser todo poderoso en tu entorno, no te compares con un friki.\n  ","206008":"\n  Pero que demonios......................... Por qué te suspendieron? -.-\n  ","206009":"\n  Y el dinero D:\n  ","206010":"\n  Qué extrañas manías tienes... deja de ver ese porno mocoso!!\n  ","206011":"\n  Últimamente bien seria frente al mundo y cuando nadie me mira bien sonriente :p\n  ","206012":"\n  Una proposición indecorosa frente al espejo hee chevere xD\n  ","206013":"\n  Martes trece es día de un baile a la lluvia *o*\n  \n  Saludos Fugi n.n\/\/\n  ","206014":"\n  Un viaje ♥c♥\n  \n  Un montón xD\n  \n  Pasaré!! Hermosa noche n.n\/\/\n  ","206015":"\n  Tengo muchisimas te dejo esta :B\n  \n\n   https:\/\/www.youtube.com\/watch?v=BnO3nijfYmU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Pues jajaj no lo se... debería de .. *le pregunta a alguien a quien le canto*\n  \n  Dijo que canto muy mal :´3 un 1 o.O\n  \n  Paso!!\n  "}}