{"Question":{"223184":"\n   do you have a bad memory?\n  ","223185":"\n   Who plays xbox ?\n  ","223186":"\n   Who inspires you?\n  ","223187":"\n   what sounds good to eat ?\n  ","223188":"\n   What is your favorite aromatherapy scent?\n  ","223189":"\n   Don't some people named Brian have a younger brother named Casey?\n  ","223190":"\n   What is your favorite holiday?\n  ","223191":"\n   What personality type do you thrive on?\n  ","223192":"\n   Who else needs a fan on to sleep?! 🙋🏽‍♀️😅 💨\n  ","223193":"\n   What is the most beautiful thing you have ever seen?\n  ","223194":"\n   Is there something your ok with wearing at home but refuse to  go outside in\n  ","223195":"\n   - ̗̀໒🧠❫⋮➬ What is one thing you learned over this last week?\n  ","223196":"\n   💯\n  ","223197":"\n   Do you hate winter?\n  ","223198":"\n   Hear about the stallion that took a cough drop? It’s voice was a little hoarse. I wrote that myself 😝\n  ","223199":"\n   True.  ....girl Ur really good smart one\n  ","223200":"\n   Is \"change\" good for a person's mental health?\n  ","223201":"\n   I do not know tho lol\n  ","223202":"\n   Ppl not interested in seeing it tho since the most ppl who use YouTube are from teens etc\n  ","223203":"\n   But Ur good at describing it\n  ","223204":"\n   You can write ABT horses in news papers or websites\n  ","223205":"\n   What about writing an essays or stories ABT horses\n  ","223206":"\n   how can bribery start from me saying disney plus and icecream to my 5 year old getting shared bath and showers\n  ","223207":"\n   Hey how's chance today !?\n  ","223208":"\n   Beautiful pictures! Beautiful horses!!!!\n  ","223209":"\n   Invent your own word. What does it mean?\n  ","223210":"\n   What is your favourite band?\n  ","223211":"\n   After reincarnation, will it still be you but just as a different person?\n  ","223212":"\n   Would you rather have a bucket stuck on your head or a cement block stuck on your feet?\n  ","223213":"\n   Do you think that a person can know when they are going to die?\n  ","223214":"\n   Did you watched the series of Pirates of the Carribbean?\n  ","223215":"\n   What TV show can you watch over and over?\n  ","223216":"\n   Would you rather set the table before dinner or wash the dishes after dinner?\n  ","223217":"\n   What is the best financial advice you would give someone at the very bottom?\n  ","223218":"\n   Does being a millionaire seem easy for you? 🧐\n  ","223219":"\n   What do yiu like to draw?\n  ","223220":"\n   Chocolate covered strawberries. Yay or nah\n  ","223221":"\n   Let’s go \n✈️\n  ","223222":"\n   Do you answer every single question that you receive on ASKfm ?\n  ","223223":"\n   Love Or Sex\n  ","223224":"\n   When is ur next YouTube coming out\n  ","223225":"\n   Could i be your on the side boyfriend? If i ask your boyfriend if its ok?\n  ","223226":"\n   How do you know he wouldn't? Did you ask him? And i'm just giving friendly ideas to spice things up with your bf!\n  ","223227":"\n   What's the last photo you took on your phone? Post it!\n  ","223228":"\n   Space 🖤\n  ","223229":"\n   Howcome? Would make your feet twice as attractive! Your bf would be into that!\n  ","223230":"\n   are you in love\n  ","223231":"\n   Ever seen impractical jokers?\n  ","223232":"\n   You should wear toe rings!\n  ","223233":"\n   do you regularly recycle bottles and cardboard?\n  ","223234":"\n   What's your favorite thing to watch on YouTube\n  ","223235":"\n   Is it wrong to stay at the house all the time cause it ain’t nothen to do in the town where you live ?\n  ","223236":"\n   How does my hair look? As for the color, length and style?  And would you consider it straight or wavy? \n\nClick on my profile picture to expand my photo.\n  ","223237":"\n   Are you happy?\n  ","223238":"\n   Do you like crystals?\n  ","223239":"\n   Hiya, I'm doing an experiment. i've noticed alot of shoutout questions that are months old before they reach me. I'm sending this on Jan 14th 2021. Tell me the date you receive this so I can see how late shoutouts can be. Thanks <3.\n  ","223240":"\n   Space\n  ","223241":"\n   How was i patronizing?\n  ","223242":"\n   I tried to kiss my friends horse on the cheek and he headbutted me with the side of his head😅 so i advice that anon dont try it 😆\n  ","223243":"\n   Lol sweet heart im not talkin French kissing!😅 And you love your horses so why not just a friendly closed mouth kiss?\n  ","223244":"\n   What's the difference between waning and threatening?\n  ","223245":"\n   Oh not any animals? I wouldn't do that to a dog... but why is it disgusting for a horse?\n  ","223246":"\n   Do you have a pic of you kissing a dude horse on the lips?\n  ","223247":"\n   Would you say the horses prefer it when a rider can remain balanced without gripping and will respect that rider more?\n  ","223248":"\n   do you get sore after riding the horses?\n  ","223249":"\n   Oh okay oops!\n  ","223250":"\n   You should care though\n  ","223251":"\n   How good would you say your communication skills are?\n  ","223252":"\n   Who's gonna win the super bowl?\n  ","223253":"\n   oh wow, that's awesome!\n  ","223254":"\n   that's beautiful! how long did it take to paint that?\n  ","223255":"\n   You painted this? You're very talented.\n  ","223256":"\n   I asked my mom to do that.\n  ","223257":"\n   Have you ever asked someone else to take a shower? If so, who?\n  ","223258":"\n   I was 4.\n  ","223259":"\n   Would you say you're very athletic in general?\n  ","223260":"\n   What if you were like me at daycare and had to take a shower.\n  ","223261":"\n   What if you were in my daycare situation?\n  ","223262":"\n   selfie\n  ","223263":"\n   tears can be messy with the drips it can do  thats the only thing\n  ","223264":"\n   ya true , it can drain u of a lot of energy tho\n  ","223265":"\n   when you are receiving negative questions, do you think it's all trolls or is it legit negativity that people may not like u?\n  ","223266":"\n   that's right fuck them tears\n  ","223267":"\n   do you like denim skirts?\n  ","223268":"\n   you deserve a life time of happiness and prosperity\n  ","223269":"\n   do you use tissues to dry tears\n  ","223270":"\n   Does that mean there is no right or wrong or better or worse?\n  ","223271":"\n   Is it okay for adults to swear? If it’s not, why doesn’t it seem reprehensible anymore? Should it be reprehensible? If it’s okay, why shouldn’t minors be allowed to swear since it doesn’t seem harmful?\n  ","223272":"\n   How much time do you spend alone? What do you do then? Do you like spending it on your own or you don’t have a choice?\n  ","223273":"\n   Happiness or commitment?\n  ","223274":"\n   Is it right for someone to settle for what is less (in exchange for leisure and ease) when they can achieve more?\n  ","223275":"\n   Are you your own boss? Do you have people that you are the boss of?\n  ","223276":"\n   Please turn me into a girl with a spell 😃\n  ","223277":"\n   glad to hear\n  ","223278":"\n   Are you health conscious?\n  ","223279":"\n   Do you ever have any guys on here flirt with you?\n  ","223280":"\n   Anyone watch dirty videos here????\n  ","223281":"\n   How much does Chance weigh?\n  ","223282":"\n   Would you give your number to a stranger online?\n  ","223283":"\n   Have you ever made all A's in school?\n  ","223284":"\n   Do you lift?\n  ","223285":"\n   interesting. do they purchase any workout or muscle strengthing equipment?\n  ","223286":"\n   do you or anyone you know purchase a lot of items on amazon??\n  ","223287":"\n   Man o'War's stride was 28 feet. How impressive is this?\n  ","223288":"\n   You r do ugly\n  ","223289":"\n   Cool\n  ","223290":"\n   Do you have any pets?\n  ","223291":"\n   Boy would miss that tongue work 😪\n  ","223292":"\n   ☁️ 🌈 Space 🌈 🌞\n  ","223293":"\n   would you give up having sex that includes oral for a million pounds dollars whatever you use\n  ","223294":"\n   Is there a difference between having a male boss and a female boss?\n  ","223295":"\n   Space\n  ","223296":"\n   Is it hard for you to tell someone that you love them?\n  ","223297":"\n   Do you shop at target or Walmart? Why?\n  ","223298":"\n   Space 🌻\n  ","223299":"\n   Space\n  ","223300":"\n   Do you play Candy Crush ?\n  ","223301":"\n   What languages do you speak?\n  ","223302":"\n   feet pap?\n  ","223303":"\n   City or country\n  ","223304":"\n   Does your crush knows you have a crush on them?\n  ","223305":"\n   I think I would love to give up everything in my life and live as an Amish. Tired of things here and would love a simple life.\n  ","223306":"\n   Drink water!\n  ","223307":"\n   Who would date me\n  ","223308":"\n   What do you think of the LGBT community?\n  ","223309":"\n   From 1-10, how creative would you say that you are? In what ways do you like to be creative? 🖋🎨🎭📸\n  ","223310":"\n   do you regret something?\n  ","223311":"\n   ARE YOU A STARTER OR A FINISHER? Starter is a person that's only good at the start while a finisher is a person who finishes what he started.\n  ","223312":"\n   Do you host parties at your place, the type who only attends parties or the person who stays at home?\n  ","223313":"\n   Small Talks or Deep Conversations?\n  ","223314":"\n   oh ok not for me\n  ","223315":"\n   Do you like ice breaker questions?\n  ","223316":"\n   What are you planning to do on your birthday?\n  ","223317":"\n   Do you like The Weeknd?\n  ","223318":"\n   when you put weight on where do you notice it go first ?\n  ","223319":"\n   Are you a good swimmer (Fish)?\n  ","223320":"\n   Does shopping stress you out or relax you?\n  ","223321":"\n   What can you hear right now?\n  ","223322":"\n   What will happen after we die? What about our thoughts?\n  ","223323":"\n   Have you ever seen a shooting star? Did you make a wish?☄️\n  ","223324":"\n   what's the strangest thing you've forged?\n  ","223325":"\n   Do you like raisins or chocolate chunks in your cookies?\n  ","223326":"\n   Are you mostly happy or sad? What's your most frequent mood?\n  ","223327":"\n   What are things you normally splurge on?\n  ","223328":"\n   Would you rather live in a desert or on a deserted island?\n  ","223329":"\n   Have you ever made homemade soup?\n  ","223330":"\n   Are you a fan of cuddling or not?\n  ","223331":"\n   What’s your favorite kind of burger? 🍔\n  ","223332":"\n   What is one thing you refuse to share?\n  ","223333":"\n   what zodiac sign are you?? ♌️ ♍️ ♊️ ♉️\n  ","223334":"\n   Are your parents still alive?\n  ","223335":"\n   Do you believe that social media has a lot of stalkers ?\n  ","223336":"\n   Have you ever broken your arm?\n  ","223337":"\n   What are your weekend plans? ✨\n  ","223338":"\n   What’s something you don’t like about AskFM?\n  ","223339":"\n   Do you eat lays plain potatoes chips with ketchup 😋\n  ","223340":"\n   Have you ever watched any sitcoms your parents use to watch?\n  ","223341":"\n   What is your favourite TV show?\n  ","223342":"\n   It honestly is for art i swear!\n  ","223343":"\n   Where's that pic of you wearing those high heels with your white horse?\n  ","223344":"\n   Do you prefer swimming in pool or in the ocean?\n  ","223345":"\n   Who's your favourite character in FRIENDS?\n  ","223346":"\n   Do you think that college education is important?\n  ","223347":"\n   Would you rather a pet dragon or a pet dinasour?\n  ","223348":"\n   What’s your opinion on dress-wearing, racist, gaslighting, “soft” e-boy trend?\n  ","223349":"\n   You don't know that for sure! Please ask around for me? We could go on a double date! Me and your friend and you and your bf!\n  ","223350":"\n   Nice shot! Can you do it again with your feet in frame? It would give the photo a natural artistic look!💗\n  ","223351":"\n   Why not hun? I bet you look amazing in a swimsuit!😍🤗🤗🤗🤗\n  ","223352":"\n   Have you got any single friends?\n  ","223353":"\n   best gift you ever received?\n  ","223354":"\n   What are you going to do on Valentine's Day?\n  ","223355":"\n   What kinds of food can you cook? Would you like to learn how to cook more types of food?\n  ","223356":"\n   Have you ever played a strip game?\n  ","223357":"\n   Do you feel comfortable, when being photographed?\n  ","223358":"\n   do you consider 26 being old?:\/\n  ","223359":"\n   hi:)\n  ","223360":"\n   Lol maybe\n  ","223361":"\n   Oh my god so bad to see him in this condition\n  ","223362":"\n   Have you ever had a small animal as a pet?\n  ","223363":"\n   Most used social media site?\n  ","223364":"\n   Oh great\n  ","223365":"\n   So Ur living here too in DC lol hey Nikki lol\n  ","223366":"\n   Do you believe life is a simulation?\n  ","223367":"\n   Do you like to watch supernatural shows?\n  ","223368":"\n   Space\n  ","223369":"\n   How do you deal with heavy traffic?\n  ","223370":"\n   What’s something you hope will work out?\n  ","223371":"\n   Have you ever baked a cake\n  ","223372":"\n   Does internet dating work?\n  ","223373":"\n   What is your go-to everyday outfit? What is your dress code color and style?\n  ","223374":"\n   Are you afraid to let go or are you the type of person who easily ghost people?\n  ","223375":"\n   What's your natural hair color?\n  ","223376":"\n   Did it snow?\n  ","223377":"\n   Do you snack during movies\n  ","223378":"\n   Do u have siblings\n  ","223379":"\n   So u need to apply for new jobs tho\n  ","223380":"\n   • What’s the most interesting thing you’ve read or seen this January?\n  ","223381":"\n   Lol  Ur so cute honest .any reply from jobs tho\n  ","223382":"\n   Have you ever sent n*des to anyone?\n  ","223383":"\n   When was the last time you went on vacation?\n  ","223384":"\n   only midtown Manhattan I bet?\n  ","223385":"\n   So why did you go several times?\n  ","223386":"\n   Not interested in doing it, or not interested in discussing it?\n  ","223387":"\n   What year and what season? Did you like it?\n  ","223388":"\n   Any plans to go skinny dipping this summer?\n  ","223389":"\n   Have you been to New York City?\n  ","223390":"\n   How is chance date !?tho lol\n  ","223391":"\n   What would be put inside a mental health first aid kit?\n  ","223392":"\n   Any YouTube ideas lol\n  ","223393":"\n   What kind of a parent do you think you will be? Will you be a cool or a strict parent?\n  ","223394":"\n   Can you choose whom you are attracted to? Can you engineer a relationship?\n  ","223395":"\n   Which character are you in Charlie and the Chocolate Factory?\n  ","223396":"\n   Do you like swimming parties? 🏊‍♀️\n  ","223397":"\n   Do you swim differently when you're skinny dipping?\n  ","223398":"\n   How r u today\n  ","223399":"\n   Minutes?\n  ","223400":"\n   Favorite season?\n  ","223401":"\n   Post a picture at the beach\n  ","223402":"\n   Is it a good idea to push off the bottom of the pool when close to the end to get an extra boost?\n  ","223403":"\n   Favorite food?\n  ","223404":"\n   How are you?\n  ","223405":"\n   why can't I harass you??\n  ","223406":"\n   is it possible to love someone if you don't love yourself?\n  ","223407":"\n   what is the opposite of love?\n  ","223408":"\n   are you good at swimming?\n  ","223409":"\n   would you rather have wings but can't fly or have grills but can't swim?\n  ","223410":"\n   DO YOU LIKE ICE IN YOUR DRINKS?\n  ","223411":"\n   what are things you normally save on?\n  ","223412":"\n   do you focus more on the past, the present or the future?\n  ","223413":"\n   If a word is misspelled in the dictionary, will we ever know it? 😂\n  ","223414":"\n   Which is better, to play a good game and lose, or cheat and play a “bad” game and win? Why?\n  ","223415":"\n   Post a picture at the pool!\n  ","223416":"\n   do you address older people by their first name or last name?\n  ","223417":"\n   Do you still do that haha\n  ","223418":"\n   How many seconds are you usually under for?\n  ","223419":"\n   How far can you go?\n  ","223420":"\n   awezome\n  ","223421":"\n   Could you be president?\n  ","223422":"\n   BE MY VALENTINE!!🍫\n  ","223423":"\n   PLEASE HELP ME WITH THIS \nMY SCHOOL BLOCKED BRAINLY SO I CANT USE THAT PLEASE IM BEGGING \n.\nPropose a mathematical equation to calculate the charge on an ion from the number of protons and electrons in an ion.\n  ","223424":"\n   I hate that it  rains when I’m sad... it’s makes me even more sad 😢\n  ","223425":"\n   Who likes Popeyes?\n  ","223426":"\n   I'm a boy and my friends dared me to dress like a female anime character for Halloween. What should I do and what should I wear?\n  ","223427":"\n   do you tend to wrap gifts or put them in gift bags?\n  ","223428":"\n   If you could choose to see something from the future or something from the past, what would you want to see??\n  ","223429":"\n   Any beautiful woman here\n  ","223430":"\n   Are you romantic ?\n  ","223431":"\n   Do you have anxiety?\n  ","223432":"\n   But im just asking about you and your bf... nothing to satisfy me at all i swear!\n  ","223433":"\n   What’s your favorite sport\n  ","223434":"\n   Last time you just stopped and looked up at the stars\n  ","223435":"\n   Do you like screwdrivers? ( The drink )🍹\n  ","223436":"\n   But im saying your bf is very lucky... is that question too personal?\n  ","223437":"\n   What is your favorite potato chip flavor?\n  ","223438":"\n   What type of shoes do you have the most of in your closet?\n  ","223439":"\n   Aw can you answer? Just wondering how much your boyfriend gets to f*** your feet? Cause he is so lucky!\n  ","223440":"\n   Do you like buffalo wings?\n  ","223441":"\n   Favorite fruit?\n  ","223442":"\n   Are you scared of the ocean?\n  ","223443":"\n   do you like to gamble?\n  ","223444":"\n   Oh baby\n  ","223445":"\n   do you believe in “pretty privilege”\n  ","223446":"\n   would you rather be a unicorn or Pegasus?\n  ","223447":"\n   What is the last thing you do before bed?\n  ","223448":"\n   Why do some people enjoy life and others don’t?\n  ","223449":"\n   Hoe makkelijk ben jij te verslaan met vechten?\n  ","223450":"\n   Change my mind: trans women are men.\n  ","223451":"\n   Where are the phoenix,Az sexy woman @\n  ","223452":"\n   Do you worry about the safety of the food that you eat? What won't you buy?\n  ","223453":"\n   Your so funny lol\n  ","223454":"\n   Is it bad being 26 with no kids?\n  ","223455":"\n   Did u film the YouTube video\n  ","223456":"\n   Speak ABT. Horses  in general tho\n  ","223457":"\n   U know I am kidding lol hahah  tell me more ABt chance\n  ","223458":"\n   Single piece or bikini\n  ","223459":"\n   Lol Ur fun ....I should marry u tho hahahb\n  ","223460":"\n   THIS OR THAT: Fruits or Vegetables?\n  ","223461":"\n   Lol this long statement .well when I was young I used to ride it alot on Egypt but I do not know now tbh\n  ","223462":"\n   damn that so horrible\n  ","223463":"\n   😍😍😍\n  ","223464":"\n   I can ride it so well tbh\n  ","223465":"\n   what is the dUmBeSt way you’ve been injured? 😂\n  ","223466":"\n   Is it worse to fail at something or never attempt it in the first place? What is your opinion?\n  ","223467":"\n   • If you punch yourself and it hurts, are you weak or are you strong? 💪😂\n  ","223468":"\n   Someone told me I lack self-esteem and confidence. What exactly is self esteem and where does it come from?\n  ","223469":"\n   Can computers be creative?\n  ","223470":"\n   Would you ever work at Starbucks?\n  ","223471":"\n   Hahah u make me love horses tho\n  ","223472":"\n   Her volor is awesome\n  ","223473":"\n   Do you have a non-blood related family?\n  ","223474":"\n   Looks nice\n  ","223475":"\n   Yeah  sadly\n  ","223476":"\n   What’s the most creative use ofemojisyou’ve ever seen?\n  ","223477":"\n   Would be awesome idea lol\n  ","223478":"\n   Do you like active leisure? When and where was you last vacation?\n  ","223479":"\n   Okay nice and will think ABT .what ABT the romantic life of a horse or something .maybe it stupid idea\n  ","223480":"\n   Who introduced you to askfm? Who are your first bunch of friends here??\n  ","223481":"\n   Do you like horror movies?\n  ","223482":"\n   I swear to god that I was about to tell u such an idea\n  ","223483":"\n   aw, sandy is so lucky your a great gf x\n  ","223484":"\n   Go a head\n  ","223485":"\n   Yeah lol\n  ","223486":"\n   Good .it is pretty cool to have horses\n  ","223487":"\n   Does the curtains match the carpet?\n  ","223488":"\n   Hahah  how many times a day u have to feed the horse\n  ","223489":"\n   Hope they reply soon\n  ","223490":"\n   Whats your worst habit\n  ","223491":"\n   Hahah Ur nice girl\n  ","223492":"\n   Did u get any reply from Ur  jobs application s\n  ","223493":"\n   It is still 6am tho here\n  ","223494":"\n   Great for u .what else u will do today\n  ","223495":"\n   How old were you when you were last time spanked by your parents?\n  ","223496":"\n   Why do humans seek more ways to create chaos?\n  ","223497":"\n   Just sleeping\n  ","223498":"\n   What will life be like in 20 years?\n  ","223499":"\n   What is your favourite store?\n  ","223500":"\n   Close your eyes and think of five things that make you smile when you think about them. What are they?\n  ","223501":"\n   What is your blood type?\n  ","223502":"\n   You ever go on MyLife.com?\n  ","223503":"\n   You get offered a ride in the back seat of a fighter jet, would you wanna tag along? 🛩\n  ","223504":"\n   just chilling rn hby\n  ","223505":"\n   Do you spend money on your hobbies?\n  ","223506":"\n   Good night baby 🐻 sweet dreams ❤\n  ","223507":"\n   What's your favourite animal?\n  ","223508":"\n   Did you ever join in a raffle?\n  ","223509":"\n   Do you like your cereal crunchy or soggy?\n  ","223510":"\n   Why do humans make their lives so complicated since everything is so simple and they can make things happen\/fix them\/change them?\n  ","223511":"\n   How did you meet your significant other? (If you have one)\n  ","223512":"\n   What are your favourite phone apps?\n  ","223513":"\n   aw, hey whats up x\n  ","223514":"\n   so sweet\n  ","223515":"\n   If your house was on fire and you had sixty seconds to leave, what would you take with you?\n  ","223516":"\n   What's so scary about the dark web?\n  ","223517":"\n   What board game do you prefer checkers, chest, or monopoly?\n  ","223518":"\n   Honestly, they make really good earbuds. I've tried them before. They're just a bit pricey to repurchase if your earbuds accidentally get wet or something happens to them. (other factors like cats or dogs biting the wires & ripping them in half lol.)\n  ","223519":"\n   Is it wrong to turn down sex cuz of your religion?\n  ","223520":"\n   Pretend money is no object. What would you do?\n  ","223521":"\n   When you're alone in the middle of the night and you can't quite get to sleep, what do you think about?\n  ","223522":"\n   Do you prefer to use pen or pencil?🖊️✏️\n  ","223523":"\n   What is your star sign?\n  ","223524":"\n   Why is the world full of people who overcomplicate things more than they have to?\n  ","223525":"\n   Skull-candy makes headphones and earbuds 😊\n  ","223526":"\n   What’s your favorite type of day? (weather, temp, etc.) 🌥\n  ","223527":"\n   Do you like the brand Skullcandy?\n  ","223528":"\n   ¿Cuáles son tus personas favoritas para seguir en Instagram?\n  ","223529":"\n   ¿Te consideras un\/a fashionista?\n  ","223530":"\n   ¿Cuál es el objeto más valioso que has tenido en tus manos?\n  ","223531":"\n   That sounds awesome, have fun with that :)\n  ","223532":"\n   Which brand of underwear did you usually wear?\n  ","223533":"\n   Any Sunday plans?\n  ","223534":"\n   If you’re able to swim, how do you choose to do it exactly? Do you use any specific kind of stroke? How far can you swim? 🏊‍♂️\n  ","223535":"\n   Hot cocoa with little marshmallows or big marshmallows?\n  ","223536":"\n   Dr pepper? Yay or nay?\n  ","223537":"\n   Name a fruit you hate?\n  ","223538":"\n   Why do people keep saying the word space on here?😂😂😂\n  ","223539":"\n   do you have any hobbies?\n  ","223540":"\n   Space 🌍\n  ","223541":"\n   Which non-netflix shows do you enjoy watching?\n  ","223542":"\n   How u doing\n  ","223543":"\n   i know i can do it anywhere if im discreet\n  ","223544":"\n   nope hates it\n  ","223545":"\n   yep if we out on the beach and he drinks loads he needs a pee and he hates peeing in the outdoors\n  ","223546":"\n   Hey today lol\n  ","223547":"\n   my little brother always embarrass me i can do the same to him in the hot weather lol\n  ","223548":"\n   riding your horse...\n  ","223549":"\n   What is the most dangerous thing you have ever done?\n  ","223550":"\n   did you use to?\n  ","223551":"\n   do you embarrass each other?\n  ","223552":"\n   do you have younger or older brothers or sisters\n  ","223553":"\n   You're really pretty!\n  ","223554":"\n   Do you follow your 🧠 brain or your ❤ heart? Why?\n  ","223555":"\n   Do you listen to any radio stations? Which ones? 📻\n  ","223556":"\n   what would be your last meal?\n  ","223557":"\n   if life stopped today, what would you regret not doing?\n  ","223558":"\n   Would you rather be trapped in a room with a friendly tiger or 10 bumblebees?\n  ","223559":"\n   Have you ever been to a haunted house?\n  ","223560":"\n   Business ideas????\n  ","223561":"\n   how do you outwit a psychopath?\n  ","223562":"\n   How was Ur day\n  ","223563":"\n   is unemployment high where you're from?\n  ","223564":"\n   Oh good\n  ","223565":"\n   No\n  ","223566":"\n   It how I am feeling today sorry =\/\n  ","223567":"\n   Favorite food?\n  ","223568":"\n   aaaaaaaaaaaahhhhhhhhhhhhhhhhhhhhhhh\n  ","223569":"\n   Have you ever tried swimming a pool length underwater in one go? If so, how far did you get and how was it? What was your strategy and technique?\n  ","223570":"\n   Is it fun at least\n  ","223571":"\n   Is it hard?\n  ","223572":"\n   What singer\/band have you never gotten tired of hearing?\n  ","223573":"\n   Where is your favorite place in the entire world to go?\n  ","223574":"\n   U with chance today\n  ","223575":"\n   Can you mermaid swim?\n  ","223576":"\n   Where I am asking you to message with you\n  ","223577":"\n   Yeah and what about it\n  ","223578":"\n   Best app for messaging ✌️\n  ","223579":"\n   Tienes viber\n  ","223580":"\n   How do you do you digital arts\n  ","223581":"\n   Yeah hope u get on soon\n  ","223582":"\n   Did u get any reply from the Jon's u applied for\n  ","223583":"\n   Yeah what's up\n  ","223584":"\n   Do you find extinct animals cool \/ interesting? You have any favorites perhaps? 🦖🦣🦕🦤\n  ","223585":"\n   How was it day\n  ","223586":"\n   that's cool what was your major?\n  ","223587":"\n   what university you graduate from?\n  ","223588":"\n   uni?\n  ","223589":"\n   what 2021 holds\n  ","223590":"\n   What is the biggest thing on your mind?\n  ","223591":"\n   Can you find meaning in a life full of suffering?\n  ","223592":"\n   What makes you want to get to know someone better?\n  ","223593":"\n   What do you do when you are getting burned out???\n  ","223594":"\n   Were you scared of a dentist as a child?\n  ","223595":"\n   Do you like the smell of petrichor?\n  ","223596":"\n   Have you ever met someone famous?\n  ","223597":"\n   Do you keep a diary or a journal?\n  ","223598":"\n   What is your most common talent? (Dancing, singing, comedy, sports, etc.,)\n  ","223599":"\n   What do you think about interviews? Have you ever been interviewed? 👀\n  ","223600":"\n   I fell for the wrong one, I guess that's why I'm all alone now.\n  ","223601":"\n   Would you rather meet a superhero or a cartoon character?\n  ","223602":"\n   What was the best revenge you've ever gotten?\n  ","223603":"\n   Have you ever been cheated on?\n  ","223604":"\n   Do you prefer baths or showers?🚿🛁\n  ","223605":"\n   Consuming or creating?\n  ","223606":"\n   how old are you\n  ","223607":"\n   what's the best nation in the world? A donation lmao\n  ","223608":"\n   what's more important. looks or compatability?\n  ","223609":"\n   It is complicated but I will look there and find a way\n  ","223610":"\n   I am a programmer lol\n  ","223611":"\n   Making account s lol\n  ","223612":"\n   Have you ever heard of Jay-z?\n  ","223613":"\n   jail food or school food?\n  ","223614":"\n   Do you like cornbread?\n  ","223615":"\n   🐎\n  ","223616":"\n   I can give u more subscribes tho\n  ","223617":"\n   What's the weirdest deja-vu experience you've encountered?\n  ","223618":"\n   Have a lovely day! May your day be fruitful and productive. 💓\n  ","223619":"\n   what’s your chinese zodiac? what’s your coffee order?\nfavourite song?\ndo you like to read\/do you have a favourite book? :) ☀️\n  ","223620":"\n   When was the last time you got sick eversince the CoViD 19 started?\n  ","223621":"\n   Do you have a strict protocol that you have to follow at home? What is it?\n  ","223622":"\n   I do not commnt on YouTube lol\n  ","223623":"\n   Not that sure tho\n  ","223624":"\n   Yeah I will\n  ","223625":"\n   Done\n  ","223626":"\n   U can reach to 1000by the end of month lol\n  ","223627":"\n   I should give u subscribe there\n  ","223628":"\n   What's up\n  ","223629":"\n   How do you stay calm on a bad situation?\n  ","223630":"\n   Have you ever worn two different socks? 🧦\n  ","223631":"\n   If a natural disaster hits your town what would you do?\n  ","223632":"\n   Favorite color M&M\n  ","223633":"\n   What's your favorite sport?\n  ","223634":"\n   do you like candles?\n  ","223635":"\n   are you interested in drama, whether online or IRL?\n  ","223636":"\n   Whom do you consider to be a hero of our times?\n  ","223637":"\n   Do you wear a lot of make up?\n  ","223638":"\n   Long statement tho but useful\n  ","223639":"\n   Have you tired any online part-time jobs? How was it?\n  ","223640":"\n   How do you keep a calm demeanor in the face of ignorance?\n  ","223641":"\n   What is the unique \/weird name you have actually heard used in the real world?\n  ","223642":"\n   what’s your least favorite town\/city that you’ve ever stepped foot in?\n  ","223643":"\n   who are three of ur celebrity crushes?\n  ","223644":"\n   Yeah I am not fan but it will be fun to get a horse tho tbh\n  ","223645":"\n   Do you feel like seniors thinking abt applying to universities this year would be better off going to community college\/taking a gap year?\n  ","223646":"\n   Does STARBUCKS ☕ barista always get your name correctly? What ridiculous names do you get?\n  ","223647":"\n   Okay but find me a nice horse to buy Nd I will get u a commission tho lol\n  ","223648":"\n   I should borrow. Chance tho lol\n  ","223649":"\n   Do you have patience when it comes to kids? 🧒\n  ","223650":"\n   This is a big farm !?\n  ","223651":"\n   How is chance today\n  ","223652":"\n   What was your favourite book as a child?\n  ","223653":"\n   Would you rather eat a whole jar of mayonnaise or drink a cup of hot sauce?\n  ","223654":"\n   Does your name have a meaning? What is it?\n  ","223655":"\n   so you like a men's butt..\n  ","223656":"\n   Would you rather have a car that can fly or go underwater?\n  ","223657":"\n   Do you drink your tea or coffee with sugar?\n  ","223658":"\n   Have you ever beheaded a chicken?\n  ","223659":"\n   How do you know if someone is a psychopath right from the get-go?\n  ","223660":"\n   Do you keep your cash at home or the bank?\n  ","223661":"\n\n    https:\/\/youtu.be\/P4m6nMQEDF8\n   \n   🤤🥰\n  ","223662":"\n   how can someone live and work through chronic pain?\n  ","223663":"\n   Are you vocal when it comes to your thoughts and feelings?\n  ","223664":"\n   • Think about the people you love the most in your life, what do you do for them?\n  ","223665":"\n   how much youtube subs do you plan on having before the end of 2021?\n  ","223666":"\n   Would you ratherbe able to take back anything you 🗣 say or hear 👂any conversation that is about you?\n  ","223667":"\n   boredom\n  ","223668":"\n   Have you ever grabbed a boy's butt?\n  ","223669":"\n   How much wood would a woodchuck chuck if a woodchuck could chuck wood?\n  ","223670":"\n   What is your favorite music genre?\n  ","223671":"\n   If you’re single say, “Hey”.\nIf you’re taken say, “Hi”.\nWhoever “likes” your answer thinks you’re cute.\nRepost....\n  ","223672":"\n   If you're able to swim, how do you choose to do it exactly? Do you use any specific kind of stroke? How far are you able to swim? 🏊‍♂️\n  ","223673":"\n   BLT or egg sandwich?\n  ","223674":"\n   Do you have a preferable brand when it comes to tech? Cell phone?\n  ","223675":"\n   Caramel corn or kettle corn\n  ","223676":"\n   ✏️ or 🖊\n  ","223677":"\n   Do you have a venmo ?\n  ","223678":"\n   Which words or phrases do you most overuse?\n  ","223679":"\n   i hate ask\n  ","223680":"\n   last place you drove to?\n  ","223681":"\n   I just had my first McDonalds sundae!\n  ","223682":"\n   Chocolate or skittles🙀\n  ","223683":"\n   Wen was your last relationship ?\n  ","223684":"\n   Do you like burritos?\n  ","223685":"\n   What would you do if your parents didn’t like your partner?\n  ","223686":"\n   Did you smile this week?\n  ","223687":"\n   Are you religious\n  ","223688":"\n   Who’s going to win the elections??\n  ","223689":"\n   What coffee brand do you prefer? Starbucks or Dunkin Donuts\n  ","223690":"\n   What is your favorite animal?\n  ","223691":"\n   Hello what are you doing?\n  ","223692":"\n   are u a gamer\n  ","223693":"\n   What is a relationship deal breaker for you?\n  ","223694":"\n   Do you like the look of tattoos on arms or legs more?\n  ","223695":"\n   what is your favorite flavor of gum?\n  ","223696":"\n   Has anyone ever pronounced your name wrong?\n  ","223697":"\n   Biden is now your president.\n  ","223698":"\n   LOL but im a GOOD vulture! Not a bad one! Arent you flattered?\n  ","223699":"\n   One thing that you would like to have in your room!\n  ","223700":"\n   Woah wait.... why do i disgust you? Im being kind.... im wanting to be that guy who cares about you💗\n  ","223701":"\n   🌞 ☁️ 🕊\n  ","223702":"\n   \"I respect u\" and yet he keeps asking where you live😅😲😂🤦‍♂️\n  ","223703":"\n   Are you single yet?\n  ","223704":"\n   What can you see outside your bedroom window?\n  ","223705":"\n   Do you like spicy food? What spicy food is your favourite?🌶️\n  ","223706":"\n   Why can't people just leave me alone?\n  ","223707":"\n   I do respect u! I think its great that u got a degree! And i said i wont try visit u without ur permission! So its ok to tell me what state ur in :)\n  ","223708":"\n   Ur degree !? Wow\n  ","223709":"\n   Also i would ask u first before visiting you! Just say what state ur in? No harm!\n  ","223710":"\n   Great tbh :do u have an experience in if\n  ","223711":"\n   What kind of jobs u applied for\n  ","223712":"\n   How was Ur day\n  ","223713":"\n   Do you predict covid lasting a long time or almost coming to a end?\n  ","223714":"\n   Why no though? Please tell me?\n  ","223715":"\n   South Ur north\n  ","223716":"\n   Pennsylvania or Kentucky or what\n  ","223717":"\n   I am curious to know which state plz hahahahb\n  ","223718":"\n   Nothing  i was ABT to ask ABT chance lol\n  ","223719":"\n   Boooooo what us the voice of horses !?\n  ","223720":"\n   😁\n  ","223721":"\n   I only asked again after saying it isnt for the reason you said... so i thought you might show a pic💕 but okay sorry!\n  ","223722":"\n   No... i promise it isnt that... so could you please do an outfit photo without your shoes?\n  ","223723":"\n   Wow why creep? I just want to see how nice your pants look on you with your shoes off🥰\n  ","223724":"\n   Wow cool! Can you do this pic again with your shoes off?\n  ","223725":"\n   Has the Trump presidency felt like a long four years or a short four years to you?\n  ","223726":"\n   has it become an addiction for you?\n  ","223727":"\n   Do you think askfm should have games on it?\n  ","223728":"\n   how many tattoos do you have ?\n  ","223729":"\n   Is there difference between black men dating white women and black women dating white men?\n  ","223730":"\n   Do you Google things regularly?\n  ","223731":"\n   I like your YouTube channel you do so good with the horses\n  ","223732":"\n   Can horse eats corn?\n  ","223733":"\n   This was fun. I’m super tired.\n  ","223734":"\n   What was the worst phase in your life?\n  ","223735":"\n   I think it would look cute on you tho.\n  ","223736":"\n   That stinks.\n  ","223737":"\n   Oh cool but those leggings are more like for Christmas.\n  ","223738":"\n   Why not?\n  ","223739":"\n   you ever heard of hank Williams sr? man is a legend\n  ","223740":"\n\n    https:\/\/www.maykool.com\/green-candy-cane-print-stretch-skinny-leggings-024458.html\n   \n   leggings like this?\n  ","223741":"\n   But do you wear those colorful leggings?\n  ","223742":"\n   You do got the legs for it and the buns of steel from riding a horse for that stuff. 😂\n  ","223743":"\n   Oh nice.\n  ","223744":"\n   Leggings? Dresses? Skirts?\n  ","223745":"\n   Favorite outfit to wear?\n  ","223746":"\n   If you had to choose between living in the moment or reliving your life which would you choose?\n  ","223747":"\n   when you were younger, did you prefer pokemon or digimon?\n  ","223748":"\n   Gucci or Louie Vuitton\n  ","223749":"\n   15 🔥 for knowing Taylor Swift\nAnother 15 🔥 for the name of song?\n  ","223750":"\n   Thank you Siri for correcting me :)\n\nDo you know the song too?\n  ","223751":"\n   Do you like art?\n  ","223752":"\n   Socks or no socks?\n  ","223753":"\n   I know you were trouble when you walked in\n  ","223754":"\n   Rainy days or Snowy days? ☔️🌧❄️☃️\n  ","223755":"\n   Do you run from neighborhood animals like skunks, opossums, raccoons & deer?\n  ","223756":"\n   what was the last video you watched on youtube?\n  ","223757":"\n   What’s Your most used emoji for today?\n  ","223758":"\n   What do you wish you were taught in school?\n  ","223759":"\n   curiouscat or askfm?\n  ","223760":"\n   Do you like noodles? What kind?\n  ","223761":"\n   What is something you have never grown out of?\n  ","223762":"\n   Space\n  ","223763":"\n   Do you like GTA?\n  ","223764":"\n   🌊 Space 🌊\n  ","223765":"\n   What is the youngest and oldest age you'd go on a date with?\n  ","223766":"\n   No I recall it .how r u today !?\n  ","223767":"\n   Give me a horse\n  ","223768":"\n   hey yo yo yo how are you?\n  ","223769":"\n   What is the strangest thing you have eaten?\n  ","223770":"\n   What are you busy with today?\n  ","223771":"\n   Hi 👋 Nikki how are you happy 😃 Monday to you tho a hug 🤗\n  ","223772":"\n   What qualities do you admire about your parents?\n  ","223773":"\n   What do you think is keeping you from complete happiness?\n  ","223774":"\n   Would you rather discover a hidden treasure or discover a hidden dinasour?\n  ","223775":"\n   Converse or Vans?\n  ","223776":"\n   Do you prefer writing in a black or blue pen?\n  ","223777":"\n   Do psychopaths have crushes on people?\n  ","223778":"\n   Do you miss someone at the moment?\n  ","223779":"\n   Hahah Ur awesome\n  ","223780":"\n   Say... Nikki. I need help, I want to change clothes but I don't have exactly what I need. My father is the greatest fighter ever and I want to fight in the same clothing as him\n  ","223781":"\n   If they were real, would you rather own a unicorn or a pegasus?\n  ","223782":"\n   Where is the horse\n  ","223783":"\n   How is sandy\n  ","223784":"\n   Would you rather be friends with superman or Spiderman?\n  ","223785":"\n   Hey again\n  ","223786":"\n   How did riding go today?\n  ","223787":"\n   What are your 4 main moods?\n  ","223788":"\n   Do you twerk\n  ","223789":"\n   Do you eat raw meat\n  ","223790":"\n   You ever tried using duolingo to learn another language?\n  ","223791":"\n   why's that\n  ","223792":"\n   Who was the last person you unfollowed and why did you unfollow them?\n  ","223793":"\n   Horses everywhere lol\n  ","223794":"\n   Just kidding lol\n  ","223795":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","223796":"\n   What is up !?\n  ","223797":"\n   Nikki Biden tho lol\n  ","223798":"\n   When was your last encounter with wildlife?\n  ","223799":"\n   Happy Monday 🙂\n  ","223800":"\n   I guess is rose 🌹 she have a rose on her picture lol\n  ","223801":"\n   Favorite YouTuber?\n  ","223802":"\n   Are you doing any major shopping this month?\n  ","223803":"\n   Can you guess my favorite flower?\n  ","223804":"\n   When you were growing up - what poster did you have on the wall?\n  ","223805":"\n   What is your zodiac sign?\n  ","223806":"\n   Would you ever want to travel around the world?\n  ","223807":"\n   Not sure lol\n  ","223808":"\n   Not hiring a president of USA lol hahahb\n  ","223809":"\n   Do you believe that all hardships, no matter how difficult, are possible to overcome? Why \/ Why not?\n  ","223810":"\n   Do you feel like January is going by quick or reeally slow? And then how's the year going so far for ya?\n  ","223811":"\n   100000per year lol\n  ","223812":"\n   We can hire u !?is DC good for you!?\n  ","223813":"\n   Written like this نيكي and I will post u pic of how u write Arabic line\n  ","223814":"\n   Do u know how to write Ur name in. Arabic !?نيكي\n  ","223815":"\n   No tell me hahah\n  ","223816":"\n   Indian since cold weather there lol\n  ","223817":"\n   Which state in USA !?\n  ","223818":"\n   No  my dad has his own property in Egypt but they sent me to USA to complet my high school lol\n  ","223819":"\n   Are people too dependent on technology? Are you?\n  ","223820":"\n   Lol the weather in Egypt is cold in winter but most sunny over the year lol\n  ","223821":"\n   I. Not in Egypt lol look at my bio !?hey woke up\n  ","223822":"\n   No\n  ","223823":"\n   Yeah but I do not like to be employed etc but I enjoy creating websites and doing financial report s tho\n  ","223824":"\n   We can hire u tho !? Lol hahah\n  ","223825":"\n   For Ur gift. But I need to get a horse for the farm here  lol but who will take of him tho\n  ","223826":"\n   No. Oh my god what I write lol no I meant I am the loser in my family\n  ","223827":"\n   What sounds good\n  ","223828":"\n   Hahah I will keep my word then but I need a time like 10yrs tho lol\n  ","223829":"\n   Not very cool I do not practice it at all plus I am allowed in my family lol since my bro is heart surgeon lol\n  ","223830":"\n   Yeah I am an accountant and programmer lol\n  ","223831":"\n   Nooooo u need the gift so help me\n  ","223832":"\n   Hahsh so r u my partner in this crime stealing a horse lol\n  ","223833":"\n   Ohhh successful here lol\n  ","223834":"\n   Just remember not fan of horses but I can ride it lol\n  ","223835":"\n   What does he work as\n  ","223836":"\n   Well thanks for this nice convo lol Ur really cool plus u reminded me of good memory of horses lol\n  ","223837":"\n   Nikki is long but Ni is easy for me lol hahah btw how's sandy\n  ","223838":"\n   Lol I thought but like nickname lol ok I will call u Ni\n  ","223839":"\n   No he is a sweet as hell so easy to get back with him .it is me that I lost the way tho\n  ","223840":"\n   Do u have a siblings !? Btw what is Ur name ما هو اسمك\n  ","223841":"\n   Lol but I did not talk to my dad in six years now lol\n  ","223842":"\n   But Ur got a beautiful soul 😘 lol hahahb\n  ","223843":"\n   Yeah I think my dad in Egypt got a three horses and it wouldn't be a problem to steal one from him tobu lol\n  ","223844":"\n   I am not that poor tho ....how come Ur poor lol\n  ","223845":"\n   What would be a nice one day !?\n  ","223846":"\n   I am poor now plus I paid for my operation  but later I can give u a baby horse as a gift in Ur bf lol hahah\n  ","223847":"\n   Good luck in this tho\n  ","223848":"\n   Hahsh okay deal .but I am not Ur love tho lol\n  ","223849":"\n   Oh my god not with him .in general tho\n  ","223850":"\n   Just get me a horse and this Ur task lol hahah\n  ","223851":"\n   Hahsh okay but do not you work etc !?\n  ","223852":"\n   He looks a good horse tho .do u do anything other than take of this horse !?\n  ","223853":"\n   Hahah good but u can train him tho\n  ","223854":"\n   What are three things you wish you could do better at?\n  ","223855":"\n   Yeah !!! Can u do it with chance\n  ","223856":"\n   I had a kidney transplant operation two weeks ago\n  ","223857":"\n   i wanted to ask before i view any vids ik it sounds stupid\n  ","223858":"\n   haha im  dumb lol ty x\n  ","223859":"\n   whats the most inappropriate thing you done in public\n  ","223860":"\n   In my recovery etc .\n  ","223861":"\n   cool, how do you mean bird dog like hunting\n  ","223862":"\n   I was watching a horse dance with music etc\n  ","223863":"\n   Great\n  ","223864":"\n   aw, your soo kind  is labs your fave breed of dog\n  ","223865":"\n   truth or dare?\n  ","223866":"\n   How r u today\n  ","223867":"\n   Have you ever applied for a job that you were under qualified for? I'm currently debating on applying for a job, but recently noticed I'm not skilled enough for their needs.\n  ","223868":"\n   Do you make use of any life hacks in your everyday life? Maybe share one or two? 🍳✂️📌\n  ","223869":"\n   Do you prefer to watch a movie alone or with other people?\n  ","223870":"\n   aw cool, ill check out the youtube vids so if thats okay xo\n  ","223871":"\n   Do you have any phobias?\n  ","223872":"\n   Sandy is another horse\n  ","223873":"\n   Viel Erfolg, Nikki 😀 wie geht es dem Pferd (habe den Namen leider vergessen) ?\n  ","223874":"\n   Nothing .what ABT u\n  ","223875":"\n   What language are you learning?\n  ","223876":"\n   What are you doing?\n  ","223877":"\n   what’s your favorite food combination?\n  ","223878":"\n   What do you wish for the most in the new year?\n  ","223879":"\n   How do you define happiness?\n  ","223880":"\n   What makes you cry?\n  ","223881":"\n   What are the best habits for an exciting life?\n  ","223882":"\n   It is okay\n  ","223883":"\n   Starting Simply: What are three facts about yourself? (Alternatively tell 2 facts & a lie)\n  ","223884":"\n   what triggers you the most? 😤\n  ","223885":"\n   Not that good\n  ","223886":"\n   which were your favourite cartoons in childhood?\n  ","223887":"\n   What kind of upbringing causes a person to suppress their emotions?\n  ","223888":"\n   What apps do you mostly use on your phone?\n  ","223889":"\n   Who is an actor or actress you like enough to watch whatever they’re starring in?\n  ","223890":"\n   How r u today\n  ","223891":"\n   How is chance today !?\n  ","223892":"\n   What do you think about hunting?\n  ","223893":"\n   Lol horse lover tho lol\n  ","223894":"\n   Do you go out in public with or without mask?\n  ","223895":"\n   How many people know what you did yesterday?\n  ","223896":"\n   What is an instant turn off for you?\n  ","223897":"\n   Who else enjoys memes\n  ","223898":"\n   Do you have a favorite pillow\n  ","223899":"\n   Space\n  ","223900":"\n   Do you like foxes\n  ","223901":"\n   Would you rather be seen as kind, or intimidating?\n  ","223902":"\n   Would you rather explore outer space or the oceans?\n  ","223903":"\n   Have you ever been in an abandoned building? If so, what was it like \/ what was inside?\n  ","223904":"\n   Do you read any webtoons?\n  ","223905":"\n   What you do when you get bored ? 🤔\n  ","223906":"\n   Space\n  ","223907":"\n   Is it healthy to get everything you want?\n  ","223908":"\n   What is the best relationship you have been in?\n  ","223909":"\n   Have you ever argued over who should pay for something?\n  ","223910":"\n   What's your favorite day of the week?\n  ","223911":"\n   No electricity or no water?\n  ","223912":"\n   Describe yourself in 5 words or less.\n  ","223913":"\n   He used to say that الركوب الخيل مثل الطيران بلا اجنحه \n To ride on a horse is to fly without wings.\n  ","223914":"\n   I like your pics and followed you! 💞😉\n  ","223915":"\n   have you had to get a friend out of a situation before  it got embarrassing if soo what was it?\n  ","223916":"\n   Can I marry u on Las Vegas?\n  ","223917":"\n   Yeah my dad was a judge and advisor to president and prof of law and also held a post in Muslims brotherhood organization and once he told me that he only find peace being with horses I was a kid that time lol\n  ","223918":"\n   I do not bully Mo and anyone\n  ","223919":"\n   My name Is Joy\n  ","223920":"\n   I remember that my dad had a book  including poems ABT horses he was in love with horses lol hahah\n  ","223921":"\n   I am not a fan of animals at all  but it was cool to see u deal with horses etc\n  ","223922":"\n   This girl called Maggie and I do not know why she try to bully me lol\n  ","223923":"\n   He tried to do it to me so I chan9ed my name\n  ","223924":"\n   We do not have a horse .we got animals and plants .but really I wil get to own one lol\n  ","223925":"\n   Yes  but there was  different I mean even there a poetry ABT horses and even holy Qur'an mention a horses in verse tho\n  ","223926":"\n   And he will try to track you down\n  ","223927":"\n   A horse\n  ","223928":"\n   Just to 9ive you a warnin9 he can talk trash to you\n  ","223929":"\n   Well the horses are always played a great role in Islamic and Arabic history civilization\n  ","223930":"\n   Do not listen to mo\n  ","223931":"\n   Get me one plz\n  ","223932":"\n   You like younger guys huh? Im 19!💕😍💕 im in 😍\n  ","223933":"\n   Good what do u feed him !?\n  ","223934":"\n   This horses is not yours so u just take care of it !?\n  ","223935":"\n   How do u know that he in good health !?from his body or teeth\n  ","223936":"\n   Try to get something to do  so not that well lol he will die in 4yts !?\n  ","223937":"\n   And what would be the first thing you would do with this new intelligence?\n  ","223938":"\n   He is old lol and how r u today\n  ","223939":"\n   The red pill will give you the world’s highest IQ and the blue pill, when you take it, you know the winning number to every scratch card ever made. Which pill would you take?🤔🔵🔴\n  ","223940":"\n   How is our old guy chance !?lol\n  ","223941":"\n   Do you have a stressful lifestyle?\n  ","223942":"\n   yeah going okay ty, are the horses keeping you busy\n  ","223943":"\n   i do love\n   \n    @Demisonlygirlx1992\n   \n   &\n   \n    @demisfansince2008\n   \n   like a sister online but they probably don't love me or anything\/doesn't my friendship back again anymore 😔\n\ni do want their friendship back though but it probably won't work anyways or to talk to me as well 😔 #cantstaystrongwithoutthem\n  ","223944":"\n   hi nikki hows 2021 treating you\n  ","223945":"\n   If you could travel back to any era, which would you choose?\n  ","223946":"\n   Why not honey?\n  ","223947":"\n   You guys are so beautiful. I'm speechless 🥺\n  ","223948":"\n   What would you do if you knew you couldn't fail?\n  ","223949":"\n   whys that?\n  ","223950":"\n   Really? What on earth did you get on them?\n  ","223951":"\n   If someone will massage you what kind of massage do you like?? I prefer giving a japanese massage. 😉\n  ","223952":"\n   when was the last time you got walked in on?\n  ","223953":"\n   Which would you rather have: $1,000,000 today or 1 cent doubled every day for 30 days?\n  ","223954":"\n   Would you rather be able to whisper or have an incredibly loud voice?\n  ","223955":"\n   Do you like your name? Would you ever change it?\n  ","223956":"\n   Can psychopaths and sociopaths fall in love, romantically?\n  ","223957":"\n   Would you rather be able to control the weather or can talk to animals?\n  ","223958":"\n   When do you feel a teen becomes an adult?\n  ","223959":"\n   This world is all about money and pussy And you need to figure that out. Once you figure that out You'll be better off in life - Revulsions 6:8\n  ","223960":"\n   what kinda car did the iPhone buy? a charger\n  ","223961":"\n   what year was you born? me? i was 1994\n  ","223962":"\n   Pic?\n  ","223963":"\n   Great do u live in Ur family house\n  ","223964":"\n   Did the horse ever spit in your face\n  ","223965":"\n   Something disappointed me no worries tho what is up\n  ","223966":"\n   Should more school have horses (or \"mustangs\") as their mascot?\n  ","223967":"\n   Why do you always say \"Google it\" when people ask for your opinion on something? We want to know what YOU think. Google doesn't have the answer.\n  ","223968":"\n   Do you find a horse's butt bouncing up and down as mesmerizing as I do?\n  ","223969":"\n   Do you get dandruff?\n  ","223970":"\n   Omg  I can feel your enthusiasm 😋😊😍😍😍. It's great thanks for sharing\n  ","223971":"\n   Are you outgoing or shy?\n  ","223972":"\n   Can't you wash the stains out of your breeches?\n  ","223973":"\n   Do you know what a JAMF is?\n  ","223974":"\n   Do you ever talk to your pet? If so, what do you say?\n  ","223975":"\n   everhheard of the hodgetwins on youtube?\n  ","223976":"\n   Do your horse wear a jacket?\n  ","223977":"\n   What is the most beautiful place in your hometown?\n  ","223978":"\n   Is ask.fm the greatest website ever?\n  ","223979":"\n   What sort of things do you do while the TV is on (apart from watching the TV)?\n  ","223980":"\n   Good\n  ","223981":"\n   What is your favorite Marvel movie?\n  ","223982":"\n   What is the biggest mistake you've made?\n  ","223983":"\n   What’s the best way to add bananas to banana pancakes? Sliced bananas? Diced bananas? Mashed bananas?\n  ","223984":"\n   What is the best form of self care?\n  ","223985":"\n   If you could only have one superpower, what would it be?\n  ","223986":"\n   Where would you live, if you could pick anywhere in the world?\n  ","223987":"\n   What's the last thing you laughed about till you cried?\n  ","223988":"\n   You’re walking down a deserted street when you come across a stranger who looks scared. What would you say? What would you do? Why?\n  ","223989":"\n   How do you thank people when they compliment you for anything?\n  ","223990":"\n   Tell me how was your first meeting with a horse?\n  ","223991":"\n   How r u today\n  ","223992":"\n   It was great to talk to u really Ur awesome and sorry for  my lil info ABT horses keep rocking goodnight 😘\n  ","223993":"\n   Are u in college or u just work with horses\n  ","223994":"\n   No some Arabian breed can live till 60yrs\n  ","223995":"\n   Where do you find peace?\n  ","223996":"\n   U can see our horses in my page\n  ","223997":"\n   He can live till 42yers tho\n  ","223998":"\n   21!?\n  ","223999":"\n   The white horse is awesome how old ?\n  ","224000":"\n   Horses control your mind tho .I posted our horses in my page\n  ","224001":"\n   Working?\n  ","224002":"\n   More safe tbh but I had a passion in soccer and piano lol\n  ","224003":"\n   Okay, I’m impressed\n  ","224004":"\n   Eat cake while riding a horse and I’ll be impressed.\n  ","224005":"\n   Tbh I never liked it  .horses were around me all the time but I used to ride donkey es etc\n  ","224006":"\n   Does that involve cake?\n  ","224007":"\n   15yrs long time tho\n  ","224008":"\n   I prefer eating food over sitting in a saddle for butt pain.\n  ","224009":"\n   Wow\n  ","224010":"\n   I prefer eating food\n  ","224011":"\n   No  sadly .but we used to ride it since we are Arabic guys I am half Arabic one tho lol my dad is Egyptian judge\n  ","224012":"\n   How old are u !? Since when and u t de horses\n  ","224013":"\n   My dad was fan of horses etc\n  ","224014":"\n   Yeah  not exactly mine but it is my asset\n  ","224015":"\n   Not that white tho\n  ","224016":"\n   I took lessons when I was 12 or 13.\n  ","224017":"\n   Yeah good we I need one for the farm\n  ","224018":"\n   How come it is half Arabian and it is white\n  ","224019":"\n   How much it cost to have one here in USA\n  ","224020":"\n   I took lessons on how to ride and it still hurt 😋\n  ","224021":"\n   Black flower and yours\n  ","224022":"\n   Well that’s one of my reasons. They are fun to ride but it hurts my butt.\n  ","224023":"\n   Really !? Good we had one in Egypt\n  ","224024":"\n   That’s the only great part about horses and how they tickle your hand when they’re trying to eat a treat out of the palm of your hand.\n  ","224025":"\n   Do u train an Arabic horse !?\n  ","224026":"\n   Good\n  ","224027":"\n   But it was fun how they followed for food tho. That made me laugh.\n  ","224028":"\n   Too much work for me. Family had 3 horses and cleaning up and feeding them was so much work as a kid.\n  ","224029":"\n   I think it would be fun. They would make perfect cuddle pets.\n  ","224030":"\n   Do you like the cute little miniature horses?\n  ","224031":"\n   Describe your perfect weekend.\n  ","224032":"\n   What’s your favorite breed of horse?\n  ","224033":"\n   What would you do if one random day an animal starts talking to you in a language you can understand?\n  ","224034":"\n   How many horses do u have\n  ","224035":"\n   Hello😊 you better be having a good day today\n  ","224036":"\n   How does the absence of beauty affect people?\n  ","224037":"\n   Who was your top Spotify artist for last year?\n  ","224038":"\n   What's your biggest pet peeve?\n  ","224039":"\n   plus makes sure you wear a belt aswell\n  ","224040":"\n   im on Instagram now may i have your username ..don't worry if you don't want to give it out i understand\n  ","224041":"\n   don't carry a child while having a low cut top or swimsuit on\n  ","224042":"\n   What color would you use to describe yourself?\n  ","224043":"\n   Drop one English word which will make people check the dictionary.\n  ","224044":"\n   like me when ive drank loads\n  ","224045":"\n   same here and lots of chest exposeing\n  ","224046":"\n   :) try the white chocolate one\n  ","224047":"\n   Do they pee a lot?\n  ","224048":"\n   tell me the times what happened\n  ","224049":"\n   What is your home town like meaning?\n  ","224050":"\n   Do horses poop a lot?\n  ","224051":"\n   are you usually afraid of the dark?\n  ","224052":"\n   have you had a wardrobe malfunction  before\n  ","224053":"\n   me to I love the white chocolate by Swiss Miss\n  ","224054":"\n   ever welded with aluminum?\n  ","224055":"\n   I love those too\n  ","224056":"\n   yes\n  ","224057":"\n   I like the wooden wicks\n  ","224058":"\n   any good?\n  ","224059":"\n   You  knit?\n  ","224060":"\n   that one smells good\n  ","224061":"\n   Do you like Mexican hot chocolate 🍫 😋?\n  ","224062":"\n   Whats your favorite candle scent\n  ","224063":"\n   Do you like hot 🍫 🍫?\n  ","224064":"\n   Ever streaked?\n  ","224065":"\n   Ever seen a dead body?\n  ","224066":"\n   sorry didn't mean to offend you won't call you sweetie again\n  ","224067":"\n   ok lol what on your mind sweetie\n  ","224068":"\n   Have you ever welded?\n  ","224069":"\n   You like marionberries?\n  ","224070":"\n   lol first question i have ever asked u\n  ","224071":"\n   What are some things that look easy but are difficult?\n  ","224072":"\n   Do you like video games?\n  ","224073":"\n   Do you have a onlyfan?\n  ","224074":"\n   Where are your ancestors from?\n  ","224075":"\n   Do you like cactus and succulents? 🌵\n  ","224076":"\n   you know how you can change the color? they took it away\n  ","224077":"\n   Real mature  for horse girl ask if d size matter.... What is wrong with u 🤷😡🤬\n  ","224078":"\n   I'm upset they took away the color option thingy on here\n  ","224079":"\n   Which occupational group should have the highest salary, shop assistant or security guard?\n  ","224080":"\n   Do you currently or have you had Covid yet? Have you been tested for it? Are you worried about catching it?\n  ","224081":"\n   Please reply this message with a question you want to ask those anon who ask silly questions to you on ask.fm ?\n  ","224082":"\n   What was the last thing that made you smile?\n  ","224083":"\n   what's the most alcohal you've consumed in one day?\n  ","224084":"\n   Reeses Pieces\n  ","224085":"\n   nicks what's ur favorite ice cream? mine metropolitan\n  ","224086":"\n   What motivates you to get up each day?\n  ","224087":"\n   Openly more\n  ","224088":"\n   A little bit of weed mixed with some hard liquor Some vodka that will jump start my heart quicker Then a shot when I get shocked at the hospital By the doctor when I'm not cooperating\n  ","224089":"\n   What is prohibited in your country?\n  ","224090":"\n   Who’s in love? 🥰\n  ","224091":"\n   What age did you first start riding horses?\n  ","224092":"\n   Anime is now real. What are the consequences?\n  ","224093":"\n   What is something you have given a lot of thought to lately?\n  ","224094":"\n   What are the strangest films ever made? Strange, but not bad?\n  ","224095":"\n   How often do you think about your future?\n  ","224096":"\n   Do you “code switch” ?\n  ","224097":"\n   Do you prefer Instavideo or Vine?\n  ","224098":"\n   • Did you have an imaginary friend? What was his\/her name?\n  ","224099":"\n   What is the most awkward thing you've said to someone special?\n  ","224100":"\n   What do you think about parents who presents their childrens on the Internet (Facebook, Instagram, ...)?\n  ","224101":"\n   What qualities do you value the most in your friends?\n  ","224102":"\n   Why is it so hard for me to give up on things that I know will never happen?\n  ","224103":"\n   What was the last food that you eat?\n  ","224104":"\n   Do you ever traveled? Where have you gone?\n  ","224105":"\n   What is your favourite weakness\n  ","224106":"\n   If you were to be alive in a different decade, which one would it be?\n  ","224107":"\n   At what point should a person give up?\n  ","224108":"\n   ¿Do you like fast food chains?\n  ","224109":"\n   ¿Are you a mostly lonely person, or depends mood?\n  ","224110":"\n   ¿Do you kiss horses?\n  ","224111":"\n   Do you consider yourself a lonely person?\n  ","224112":"\n   ¿How do you take care against covid?\n  ","224113":"\n   Do you know if other country’s have been reporting on what’s happening in the American Capitol?\n  ","224114":"\n   Is your mom a good cook\n  ","224115":"\n   apple or pecan pie?\n  ","224116":"\n   If you could do one thing differently this year, what would it be?\n  ","224117":"\n   aw they are cute horses too\n  ","224118":"\n   are there riots in your city because of trump losing?\n  ","224119":"\n   its true and you are soo young still i would totally regonise you in that childhood pic\n  ","224120":"\n   yeahhh\n  ","224121":"\n   can i untick i want to say something\n  ","224122":"\n   not dorky at all really sweet kind person x\n  ","224123":"\n   heyyyyyyyyyyyyyy\n  ","224124":"\n   Hi 👋 Nikki how are you happy 😃 Friday to you tho a hug 🤗 and that picture looks so adorable 😍\n  ","224125":"\n   What exactly do you want these days?\n  ","224126":"\n   What are the simple ways of healthy living?\n  ","224127":"\n   Should I feel bad about killing bugs?\n  ","224128":"\n   What was the last book that you read?\n  ","224129":"\n   I turned 22. Nov 5th\n  ","224130":"\n   We’re 1 year apart\n  ","224131":"\n   come to me to Russia we will be learns to talk😁\n  ","224132":"\n   Have you ever traveled to Germany? If not, would you like?\n  ","224133":"\n   Do you still have pictures from your childhood?\n  ","224134":"\n   What time do you go to sleep and what time do you wake up ?\n  ","224135":"\n   What is your favorite snack of the day?\n  ","224136":"\n   What's your favorite season and why?\n  ","224137":"\n   How long are you sitting down each day?\n  ","224138":"\n   Space\n  ","224139":"\n   Dachte die können das ändern 🤓 ? Der Typ ist sowieso geistenskrank.\n  ","224140":"\n   Warum nicht früher 🧐😁 ?\n  ","224141":"\n   What color of hair do you have on your arms?\n  ","224142":"\n   Where you from?\n  ","224143":"\n   What is your favorite place to eat?\n  ","224144":"\n   no could cause cancer\n  ","224145":"\n   Do you speak Russian?\n  ","224146":"\n   At what age should you stop letting a child come into the bathroom with you either when you need the toilet  or sharing the bath or shower?\n  ","224147":"\n   Do you like cats?\n  ","224148":"\n   Are you in a relationship?\n  ","224149":"\n   Is there a place you've only ever been to once that you wish you could revisit? If so, what is it and what makes you want to go back?\n  ","224150":"\n   Ranch. Yay or nay. The dressing\n  ","224151":"\n   Do you typically eat all 3 meals?\n  ","224152":"\n   Spa ce\n  ","224153":"\n   Space\n  ","224154":"\n   Space\n  ","224155":"\n   Space\n  ","224156":"\n   Selfie time? Or nah\n  ","224157":"\n   When\n  ","224158":"\n   Aww, such a lovely pic.\n  ","224159":"\n   Pffffppppffpppff\n  ","224160":"\n   Before i was left in charge of my bro i confess i went topless quite a bit for around a limit  20 mins at a time but cant now its not that healthy\n  ","224161":"\n   Did u ever had food poison?\n  ","224162":"\n   It hurts!\n  ","224163":"\n   Did you ever had a sunburn?\n  ","224164":"\n   yep i need a high factor i did used to do a bit of sunbathing a few years back not so much now\n  ","224165":"\n   yours is flatter than mine Nikki im going to be the saggy old lady lol\n  ","224166":"\n   🐴\n  ","224167":"\n   mine would knock me out lol\n  ","224168":"\n   What is the creepiest, otherworldly thing you've ever seen while camping or walking through the woods? Like: UFOs, Bigfoot, Strange Humanoids, etc. Forest Rangers can also reply to this question, too. :)\n  ","224169":"\n   Short showers or long baths?\n  ","224170":"\n   yeah onces by boy is a bit older i can do plus its been a while since i last did it  lets say i would need a sports bra on now if did it today lol\n  ","224171":"\n   What turns you off during a conversation online?\n  ","224172":"\n   What was the last gift that you received?\n  ","224173":"\n   What do you want to know about the future?\n  ","224174":"\n   I miss riding\n  ","224175":"\n   Who was the last person that you met?\n  ","224176":"\n   Why don't people ride zebra's like horses?\n  ","224177":"\n   if only I can fit that inside my apartment 🤔\n  ","224178":"\n   What would you name your first child?\n  ","224179":"\n   What do you think you do best?\n  ","224180":"\n   How is DC reacting to the riots, if you don’t mind?\n  ","224181":"\n   How you doing?\n  ","224182":"\n   How often do you post on your instagram story?\n  ","224183":"\n   Have you ever been to Atlanta, GA?\n  ","224184":"\n   If dogs never existed, which animal would take its place as Man's Best Friend?\n  ","224185":"\n   What would make you truly happy?\n  ","224186":"\n   beautiful\n  ","224187":"\n   If you had to change your hair color, what color would you change it to?\n  ","224188":"\n   ¿You wake up early on the weekend or you sleep a bit more?\n  ","224189":"\n   Is that a sweater? coold!\n  ","224190":"\n   Good looking!\n  ","224191":"\n   Bijouterie or jewelry?\n  ","224192":"\n   Yes!!!!! Doesn't help that he has a killer villain song as well Haha\n  ","224193":"\n   What is everybody up to today?\n  ","224194":"\n   Fine block me. But before that tell me, how many people wished you a good morning today ?🙃\n  ","224195":"\n   Do u think marriage may kill love?\n  ","224196":"\n   Good morning Baby ❤❤❤\n  ","224197":"\n   Who is your favorite villain from a movie, show etc.? What makes you love to hate them? 😈\n  ","224198":"\n   you allow people to ask questions on anon.\n  ","224199":"\n   Would you try scuba dive?\n  ","224200":"\n   Do you squat?\n  ","224201":"\n   Why do you leave on anon?\n  ","224202":"\n   Space\n  ","224203":"\n   Which is better yoga pants or leggings?\n  ","224204":"\n   Do you know what a boobah is?\n  ","224205":"\n   but the excessive bleeding. doesn't that hurt. it really hurts when we bleed in period. I can imagine losing blood in birth.\n  ","224206":"\n   I also saw a video in national geography of a Vet doctor sticking his hand in a hows lower part and taking out the baby. the problem with it is that I saw him putting his whole arm inside. that made me feel pain in my vagina. I actually literally become an empath in physical things.\n  ","224207":"\n   Oh you're very kind! And i'm 5'4... is there a horse riding height limit?\n  ","224208":"\n   What's your height? If its ok to ask?\n  ","224209":"\n   when I saw it the first time. I felt it in my body like I am the one who is giving birth and it hurted so much. graphic scenes give me goosebumps\n  ","224210":"\n   But its very graphic😳\n  ","224211":"\n   Woah was it yuck?\n  ","224212":"\n   Did you ever see a horse giving birth?\n  ","224213":"\n   What are your favorite things to take pictures of?\n  ","224214":"\n   the touched  being clung onto and being  followed is on a daily basis  he doesnts really scream  that much tbh\n  ","224215":"\n   You have a beautiful house. I love to horse's too.\n  ","224216":"\n   i can be private ...but not with him anymore\n  ","224217":"\n   would you rather be born into royalty or be married into royalty?\n  ","224218":"\n   Could you pick five favorite colors of yours\n  ","224219":"\n   ¿Do you have any tattoos?\n  ","224220":"\n   Favorite type of cake? 🍰\n  ","224221":"\n   lets just say you have to sacrifice your privacy\n  ","224222":"\n   im not reaveling what before i might get a lot of bad press\n  ","224223":"\n   things that are the last resort\n  ","224224":"\n   Full barefeet?\n  ","224225":"\n   What color socks are you wearing right now?\n  ","224226":"\n   Hey Nikki\n  ","224227":"\n   nope ...food and toys dont really work\n  ","224228":"\n   Is there anything you care less about as you have grown up? What is it?\n  ","224229":"\n   yeah bit tough that i;m the parent lol\n  ","224230":"\n   Do you like to drink milk, with nothing else than sugar?\n  ","224231":"\n   Talking to you how old are you\n  ","224232":"\n   what kind of bribery do you do?\n  ","224233":"\n   What are you doing?\n  ","224234":"\n   Hey Nikki\n  ","224235":"\n   hes had a bath an hour ago and i need a shower he want to come in with me  and i need him to use the toilet one of those nights\n  ","224236":"\n   tierd and want to go to bed but cant got  little fella  who resisting wanting to get ready lol\n  ","224237":"\n   hello how are you?\n  ","224238":"\n   How do you eliminate stressful situations?\n  ","224239":"\n   When was the last time you truly felt like you had a first world problem on your hands? 😩😂\n  ","224240":"\n   Do you smoke or vape?\n  ","224241":"\n   That is very weird lol. But not everyone likes the same food!!! 🙃\n  ","224242":"\n   Sounds delicious. I love some extra crispy bacon 😋😋\n  ","224243":"\n   Most shopped place\n  ","224244":"\n   What was your first paid job?\n  ","224245":"\n   What do you currently smell?\n  ","224246":"\n   What did you eat for breakfast?\n  ","224247":"\n   Given the ripple effect of our actions across time and space, how can we ever be sure that we’re doing the ‘right’ thing? [@athenusvena]\n  ","224248":"\n   Do you have any interest in breeding horses?\n  ","224249":"\n   Yes\n  ","224250":"\n   Have you ever rode a horse bareback?\n  ","224251":"\n   so did you concern any difficulty sleeping on the floor when your dog is sleeping on the furniture?\n  ","224252":"\n   sandman?\n  ","224253":"\n   Do you a favorite breed of horse?\n  ","224254":"\n   What up?\n  ","224255":"\n   How many horses you own?\n  ","224256":"\n   Do you like any other animal besides horses?\n  "},"Answer":{"223184":"\n  My short term memory is garbage but my long term mems come much easier\n  ","223185":"\n  Nope sorry\n  ","223186":"\n  Sandman\n  ","223187":"\n  Chicken Parmesan\n  ","223188":"\n  I really like tea tree oil or lavender scents\n  ","223189":"\n  ...probably someone out there that fits that description\n  ","223190":"\n  Halloween!\n  ","223191":"\n  Calm, collected, but outgoing and friendly\n  ","223192":"\n  I used to need one bc my apartment was SUPER hot in the summer and I got used to the noise but then I moved out of that place and get un-used to it lol\n  ","223193":"\n  The sunrise over the Alps 🏔🐄🌞\n  ","223194":"\n  No lol not really. I dress comfortably everywhere I go\n  ","223195":"\n  Finally figured out how to digitally paint horses realistically!\n  ","223196":"\n  👍🏻\n  ","223197":"\n  No ma’am, I love it! ❄️\n  ","223198":"\n  Nice one 🐴 😝\n  ","223199":"\n  Thanks but that’s legit just common sense...\n  ","223200":"\n  It can be. Depends on what kind of “change” it is and how it’s implemented\n  ","223201":"\n  You don’t like animals. You’ve told me that multiple times. You don’t even like horses.  Of course you’re not familiar with those channels because equestrian doesn’t interest you...\n  ","223202":"\n  I literally do not care. It’s fun for me. Also that’s a blatant lie lmao. There are a bunch of equestrian channels out there and lots with well over a hundred-thousand subs like ThisEsme, YourRidingSuccess, NEddiesGun, and RaleighLink\n  ","223203":"\n  I’d rather just make videos describing and showing horse stuff\n  ","223204":"\n  Yeah lol I guess. Writing isn’t my fav thing tho lol I’m more into visual media :P\n  ","223205":"\n  ...sorry, what about it?\n  ","223206":"\n  Dude idk anything about parenting. It’s really not my thing lol\n  ","223207":"\n  No idea, like I said I won’t be seeing him until Friday. Probably still doing well though lol. Here’s a pic of him my bf sent me from the other day right before his feeding time :) he’s always excited for his grain and stands patiently by his bucket and waits for you to pour it, so cute lol. Hoping for some snow where he is! He looks so pretty against a snowy backdrop\n  ","223208":"\n  Thank you I really appreciate that! :)\n  ","223209":"\n  Nah\n  ","223210":"\n  Grateful Dead\n  ","223211":"\n  In away yes, but we’re all the same\n  ","223212":"\n  Cement block on my feet\n  ","223213":"\n  There are signs that point to it and an entire death process that begins slowly as your body shuts down so yeah\n  ","223214":"\n  Yup\n  ","223215":"\n  Futurama\n  ","223216":"\n  Set the table\n  ","223217":"\n  Since you asked:  Don’t spend money on random stuff to make yourself look or feel “rich” or “hard” or “g” or “cool” bc that thing is trendy at the time. Trying to flex money you don’t have will lead you to keep investing in things rather than life experiences and it’s an easy way to get stuck in a rut and get stuck in your hometown and never see or do anything else. Stuff is just stuff and doesn’t actually enrich your life.  It’s not manly, or chic, or cool or whatever to spend every single paycheck you earn on new shoes or parts for cars or new purses every single month if you’re struggling to survive. Prioritize things you want and things you need. It’s important to have things you want and to treat yourself occasionally. I’m not saying you should deny yourself the simple joys in life at every turn.  But it’s good to have realistic and attainable financial goals you want to meet and to save up to meet them so you can try to climb up a bit financially. Just my opinion and everyone is of course entitled to live how they want and do what they want, just an observation\n  ","223218":"\n  No\n  ","223219":"\n  Horses, nature\/wildlife, and scenery. Here’s my all time fav thing I’ve ever painted I think 🌲\n  ","223220":"\n  Yay 🍓🍫\n  ","223221":"\n  Heck no my dude it’s covid times. I’m staying right where I am in my house lol\n  ","223222":"\n  No, I delete a lot of repeats, spam, and inappropriate questions\n  ","223223":"\n  Love 💕\n  ","223224":"\n  My next video will be out either tomorrow or Friday :)\n  ","223225":"\n  Fuck no. I am uninterested. READ AGAIN: NOT INTERESTED. EVER. and will ask him no such thing. My absolute disinterest in you will not change and I expect that you respect this clear rejection of your advances. Never ask me this again.\n  ","223226":"\n  He does not sexualize feet because they are not sexual. They are for walking. I do not want “friendly ideas” about how men can sexualize me. If I wanted your opinion I would have asked.\n  ","223227":"\n  Beaver slide 🦫\n  ","223228":"\n  💛🖤💙❤️\n  ","223229":"\n  No. He would not. Stop commenting on my body. It’s not appreciated.\n  ","223230":"\n  Yes 🥰\n  ","223231":"\n  Ugh it makes me cringe so badly 😬\n  ","223232":"\n  No thanks\n  ","223233":"\n  Yup 🌎 ♻️\n  ","223234":"\n  Are and crafting channels, equestrian content, and educational stuff 🎨 🐴\n  ","223235":"\n  What you do with your own time is none of my business\n  ","223236":"\n  Spam 🙄\n  ","223237":"\n  Generally yeah\n  ","223238":"\n  Yeah crystals are nice and pretty :)\n  ","223239":"\n  Jan 27th, 2021\n  ","223240":"\n  A red fox skull I found in the woods and re-articulated 🦊\n  ","223241":"\n  GET OFF MY PAGE with your weird ass beastiality questions, your disrespect and blatant disregard for my repeated dissent, and your patronizing words calling me “sweetie” and shit. I will not be replying to this thread any further.\n  ","223242":"\n  Yes because that’s invasive and no one likes when strangers kiss them...thought that would’ve been a bit obvious lol\n  ","223243":"\n  Your patronizing tone is not appreciated. I already told you no. If you can’t accept me saying no TWICE already then get off my page\n  ","223244":"\n  Google vocabulary terms, don’t ask me. I’m not google. Also those terms don’t have anything to do with eachother\n  ","223245":"\n  No wtf? For the same reason as a dog...drool, germs, plus that’s invasive and weird and too sexually implicit. I only kiss my boyfriend on the lips. Not animals. Not sure why the fuck I would need to explain that to you\n  ","223246":"\n  You do not kiss animals on the lips. That is disgusting. Stop asking weirdo. This is the second or third time y’all’ve asked me this\n  ","223247":"\n  Yes it makes it much easier for them to move naturally and carry your weight on their backs if you remain balanced with them as they go. It also makes it much easier for the horse to understand your directions to them and they’ll respond better because they’re less likely to be confused\n  ","223248":"\n  It takes a lot of strong muscles to remain balanced without gripping and remaining static and becoming bumpy and uncomfortable when riding. If I’m not in riding shape, sometimes I do get sore if I do a lot of strenuous or high intensity riding. If I’ve been practicing consistently for a while and I’m in shape for riding then I don’t usually get sore muscles\n  ","223249":"\n  Lol no worries\n  ","223250":"\n  I don’t like football\n  ","223251":"\n  Pretty good\n  ","223252":"\n  I don’t even know who’s in it idc\n  ","223253":"\n  Thanks so much 😊\n  ","223254":"\n  It was something I went back to and changed over a long long time like a few months cause I still don’t really like it lol so all in all so far it’s taken me a whopping 13 hours 😅here’s a time lapse of it so far. I think I still want to add more plants!\n  ","223255":"\n  Yes, thank you :)\n  ","223256":"\n  Congrats\n  ","223257":"\n  No, the fuck?\n  ","223258":"\n  What is going on rn...what are you trying to ask rn\n  ","223259":"\n  I have the potential to be and I was super athletic when I was younger but I’m not able to get out as much as I’d like to now that I’m an adult so I know I could stand to work on it a bit\n  ","223260":"\n  I’m not 6, I’m 23...why the fuck would I be in daycare in the first place. I wouldn’t work there either bc I hate children lol\n  ","223261":"\n  What does that even mean\n  ","223262":"\n  This is one from a long time ago\n  ","223263":"\n  I reckon\n  ","223264":"\n  Yeah sometimes\n  ","223265":"\n  I don’t care either way I react the same\n  ","223266":"\n  Crying can be cathartic and sometimes necessary\n  ","223267":"\n  They’re fine. I don’t think I own any anymore\n  ","223268":"\n  Thank you, as do we all\n  ","223269":"\n  Yeah I mean I guess so if I have one handy and I need it but it’s not really a regular thing for me to cry\n  ","223270":"\n  It’s neutral in my opinion. If someone doesn’t want to reach their full potential that’s on them and no one else\n  ","223271":"\n  I don’t really give a fuck lmao idk\n  ","223272":"\n  I don’t mind spending time alone and I do so often. I like nature walks, being with animals (guess that doesn’t count as being alone tho), and doing quiet activities like art.\n  ","223273":"\n  For me those coincide\n  ","223274":"\n  That’s a personal choice\n  ","223275":"\n  No I’m not self employed or in a managerial role\n  ","223276":"\n  No weirdo\n  ","223277":"\n  Thanks lol\n  ","223278":"\n  Relatively\n  ","223279":"\n  Yes they try and I hate it. I’m not interested in any men and especially not ones in here being weird and crude and hiding on anon\n  ","223280":"\n  No go away\n  ","223281":"\n  Idk actually. Probably around the 1,000 lbs mark. Don’t exactly have a scale he can step on 😂\n  ","223282":"\n  No that’s not safe\n  ","223283":"\n  Yes in middle and high school a few times\n  ","223284":"\n  No\n  ","223285":"\n  No we already have that\n  ","223286":"\n  My parents do now bc of the pandemic. They’re pretty nervous about it and don’t go out much anymore\n  ","223287":"\n  That’s pretty impressive considering the average horse’s stride length is about 24ish feet long at the gallop\n  ","223288":"\n  Seems like you just want to get a reaction out of me. It hasn’t worked. Move along.\n  ","223289":"\n  Thanks lol\n  ","223290":"\n  My bb Cezar sitting on a pile of clean (of course) clothes...his fav thing lol\n  ","223291":"\n  Idgaf\n  ","223292":"\n  Halloween 2014\n  ","223293":"\n  Sure whatever 🤷🏽‍♀️\n  ","223294":"\n  No\n  ","223295":"\n  Got nothing BUT space out in the boonies\n  ","223296":"\n  No\n  ","223297":"\n  Both bc sometimes one has a better deal or better options than the other\n  ","223298":"\n  🌞 ✨\n  ","223299":"\n  Muddy boy is patiently waiting his for grain 💕\n  ","223300":"\n  No tbh old people love candy crush but nobody under 40 seems to play it\n  ","223301":"\n  English and German\n  ","223302":"\n  Absolutely NOT\n  ","223303":"\n  County\n  ","223304":"\n  Yes he has a crush on me too\n  ","223305":"\n  Then do it. No one is stopping you. You can live however you want\n  ","223306":"\n  Thanks lol\n  ","223307":"\n  No\n  ","223308":"\n  I support LGBTQ rights 🏳️‍⚧️ ⚧ 🏳️‍🌈\n  ","223309":"\n  9.5 lol I love digital and traditional art, video making, singing, and I’m interested in sewing (although I’m not good at it)\n  ","223310":"\n  Nope\n  ","223311":"\n  I like finishing tasks when I start them\n  ","223312":"\n  I don’t really pay nowadays but I used to be the host\n  ","223313":"\n  Depends on who the person is to me\n  ","223314":"\n  I have a hard time gaining weight tbh. I’ve lost a lot of weight since high school even though I was never overweight to begin with\n  ","223315":"\n  Not really. Stuff like that is kinda annoying like how they used to make you introduce yourself in school\n  ","223316":"\n  Probs not too much. Maybe a date or something\n  ","223317":"\n  Yeah haven’t heard anything from him in a while tho\n  ","223318":"\n  Tummy\n  ","223319":"\n  Yes\n  ","223320":"\n  Stresses me out\n  ","223321":"\n  The AC unit\n  ","223322":"\n  The energy that makes up both your consciousness and your body are recycled into something new. All our thoughts have collectively been thought a million times over. One of your next reincarnations are bound to think some of the same thoughts again\n  ","223323":"\n  Yea to both :)\n  ","223324":"\n  Forged...? As in, like, faked...?\n  ","223325":"\n  No raisins but I like chocolate chunks in cookies. Raisins go better in bread imo\n  ","223326":"\n  Mostly happy or just content\n  ","223327":"\n  Nothing tbh. I’ve been in money saving mode for years now. I don’t buy things I don’t need. Usually I just wait till Christmas or my birthday and ask for stuff I’ve been wanting for a while. Helps cut down on the amount of random crap that piles up in the house\n  ","223328":"\n  Island\n  ","223329":"\n  Yup! Always use the leftover bones and scraps to boil down and make good broth from when we get a whole roast chicken from the grocery store :)\n  ","223330":"\n  Only with my bf. I don’t like when others touch me\n  ","223331":"\n  Cheeseburger 🍔\n  ","223332":"\n  Toothbrush\n  ","223333":"\n  Pisces ♓️\n  ","223334":"\n  Yes\n  ","223335":"\n  This website for sure does\n  ","223336":"\n  No but I broke my wrist and had an arm cast so I guess that still counts\n  ","223337":"\n  Gonna go visit the bf\n  ","223338":"\n  When disgusting scum repeatedly makes new accounts to continue to harass me after I’ve turned them down a million times and blocked every new account they make 🙄🙄🙄 Honestly makes me want to leave the site sometimes\n  ","223339":"\n  No lol I’ve never even heard of someone doing that before, but I mean, I guess it’s just like an extra crispy french fry so why not 🤷🏽‍♀️\n  ","223340":"\n  I’ve watched bits and pieces of I Dream of Genie, Gilligans Island, I Love Lucy, and a few others but haven’t watched them all the way through\n  ","223341":"\n  Futurama\n  ","223342":"\n  Disgusting and pathetic that y’all trying to continue lying about this. Get away from me. I already said no twice.\n  ","223343":"\n  Scroll down I’m not posting it again rn. There are foot fetish anons creeping on my page at the moment and I’m not interested in the stupid comments I know they’re bound to send\n  ","223344":"\n  Depends on the season\n  ","223345":"\n  Hot take: I didn’t really like or watch Friends...I know I know haha boo me now\n  ","223346":"\n  In this day and age it feels as if it’s almost expected of people to have a college education in order to even be able to be offered jobs that pay a living wage. Other than that, for me at least, it was a huge learning experience socially and gave me the space and time to grow and mature as a person. I’m very grateful for that\n  ","223347":"\n  Dragon! Bc then they’d have fire or water powers and that’d be super cool I think 🐉\n  ","223348":"\n  By making this divisive statement and using hateful words you yourself are participating in the gaslighting. Good one 👍🏻\n  ","223349":"\n  How incredibly rude and disrespectful of you to continue asking even after I’ve already told you no. What utter disregard for me and my wishes. Disgusting. Kindly fuck off.\n  ","223350":"\n  Fuck you and fuck off. So tired of weirdos asking for photos of my feet trying to tell me “it’s just because they think it would be pretty” or because “it’s for art”. It’s not. Stop asking.\n  ","223351":"\n  Not here to seek attention by exposing my body or to be sexualized by anyone. I don’t need to provide an explanation to you or anyone. I don’t care to hear what you think about my looks\n  ","223352":"\n  No. None of my friends are interested in you, anon\n  ","223353":"\n  My first iPhone was a very good surprise\n  ","223354":"\n  Idk, Valentine’s Day is a silly holiday that only exists to guilt people into buying stuff. I’ll probs just have a nice normal date with my bf- maybe go on a trail ride, have dinner and a movie at home, take a nature walk, or just do nothing\n  ","223355":"\n  I can cook whatever as long as I have a recipe. New stuff is always nice to learn\n  ","223356":"\n  Not interested in inappropriate questions\n  ","223357":"\n  Usually yeah unless I’m Feeling sick or having a bad hair day or something\n  ","223358":"\n  No\n  ","223359":"\n  Hello there anon\n  ","223360":"\n  Maybe what?\n  ","223361":"\n  Why? He’s a happy dude haha he loves to roll in the mud\n  ","223362":"\n  Yeah I’ve had guinea pigs before and now my sis has a rabbit. Always enjoyed their little tweets and squeaks when I came downstairs to take care of them and let them out to play but my sis’s rabbit is kinda a jerk. She stomps her feet and grunts at people a lot\n  ","223363":"\n  YouTube and insta\n  ","223364":"\n  The requested Chance update: he is very dirty lmao. This is a snap my bf sent me of him this morning\n  ","223365":"\n  No I don’t live in dc\n  ","223366":"\n  Could be 🤷🏽‍♀️ anything is possible\n  ","223367":"\n  Nah not really lol\n  ","223368":"\n  Not sure if it’s done out of I like it tbh but here’s an autumn fantasy forest scene I painted with a weird fox-otter creature\n  ","223369":"\n  I use Waze to try to avoid it first but living near Washington DC creates a hell of a lot of bad traffic during rush hours so sometimes jts impossible to avoid. If I get stuck I usually just turn on music or a YouTube video to listen to while I’m in standstill or super slowly creeping traffic and keep my foot off the gas.  I drive a truck so it’s heavy enough to store a lot of potential energy and keep rolling slowly for a while without me having to constantly gas it so I legit just sit there with my foot hovering over the brake most of the time\n  ","223370":"\n  2021 lol\n  ","223371":"\n  Yeah of course\n  ","223372":"\n  I’ve never tried it\n  ","223373":"\n  It’s the pandemic so usually I stay in pj’s tbh. If I’m not going to the barn in my riding outfit I’ll be in jeans or leggings and a sweater\n  ","223374":"\n  If someone is rude or toxic I’m alrighty to let them drift away naturally\n  ","223375":"\n  The color it is in my profile pic\n  ","223376":"\n  This is the extend of the snow we got :\/ all got rained on and turned into ice. Can’t tell in the liv but it’s misting\/sprinkling and very windy in gusts outside\n  ","223377":"\n  Yeah I’ve always liked popcorn, those little cinnamon tamale candies, and chocolates\n  ","223378":"\n  Yes, one younger sister by 3 years\n  ","223379":"\n  That’s what I’m doing...\n  ","223380":"\n  TIL about practice babies. In the early to mid 1900s, orphaned babies were lent out to college home economics programs where they were taken care of entirely by groups of students in order to learn child-rearing skills.\n  \n   https:\/\/www.stitcher.com\/show\/stuff-you-missed-in-history-class\/episode\/the-practice-babies-69960355\n  \n","223381":"\n  No\n  ","223382":"\n  Not interested in inappropriate questions stop asking\n  ","223383":"\n  Before covid my fam and I went to Mexico with frequent flyer points my dad got from his job so it was cheap\n  ","223384":"\n  I’ve been to Broadway, Times Square, the outskirts of New York, passed through Brooklyn and the Bronx, been to the Statue of Liberty, Ellis island, Central Park, the Empire State Building, MoMa etc and it’s honestly cities in general that I hate. Not just New York. Cities and close city suburbs are too loud, crowded, cramped, smelly, grey and black without enough trees and open spaces, not enough wild animals, fresh air, etc. I just don’t enjoy the city life\/urban life, I don’t really care about “the finer things”, eating out at restaurants, shopping, etc. I like working with my hands and being outside in the forest and working with animals and the city just has none of those options lol\n  ","223385":"\n  To see Broadway plays (which I love), visit with friends who like the city, and to visit with my family when they wanted to go\n  ","223386":"\n  Neither. Stop asking.\n  ","223387":"\n  I’ve been a few times over the years in summer and in winter and I’ve absolutely hated it. The big city makes me feel anxious and cramped\n  ","223388":"\n  Not interested\n  ","223389":"\n  Yes\n  ","223390":"\n  Like I said haha I’m not with him rn so I’m not too sure. Sandy actually gave me a horsie update on Chance yesterday and sent me Snapchats of him and he’s still looking well 😊\n  \n  He rolled in the mud a bunch so instead of grey he looks a bit more chestnut at the moment 😂 maybe he’ll walk around in the rain and it will wash off a bit. I hope he does because it’s too cold and muddy to give him a full on bath at this time of year\n  ","223391":"\n  Self care products like bath bombs, bubble bath, lotions, etc. Also a blanket, a suicide hotline and the phone number of your best friend, vegetables and fruits, a cookie, a mental health checklist, suggestions on places to travel or just places to visit outside around you, pictures of your pets and family, and art supplies\n  ","223392":"\n  Lol nope\n  ","223393":"\n  I don’t want children\n  ","223394":"\n  No\n  ","223395":"\n  Willy Wonka or the Grandpa\n  ","223396":"\n  Idk what a swimming party is\n  ","223397":"\n  Stop\n  ","223398":"\n  Fine\n  ","223399":"\n  However long an average person can hold their breath\n  ","223400":"\n  Autumn\n  ","223401":"\n  No\n  ","223402":"\n  Idk if that’s what you wanna do then do it it’s just for fun\n  ","223403":"\n  Stuffed pasta shells\n  ","223404":"\n  Fine\n  ","223405":"\n  Are you joking me rn...wtf\n  ","223406":"\n  No it’s not a healthy love if you don’t love yourself. It’s a replacement love, an obsession, a lustful love and not one of true equality between partners if that makes sense\n  ","223407":"\n  Hate\n  ","223408":"\n  I just answered a bunch of questions about this in a row scroll down\n  ","223409":"\n  Wings bc if I had gills I couldn’t breathe air\n  ","223410":"\n  Not really\n  ","223411":"\n  I don’t buy name brand anything or splurge on fast food when I don’t absolutely have to\n  ","223412":"\n  Present and future\n  ","223413":"\n  No it just becomes how you spell the word. Language is ever-changing and evolving\n  ","223414":"\n  The first one. Everything’s a learning experience and you don’t learn by cheating at games\n  ","223415":"\n  No\n  ","223416":"\n  Depends on who they are to me\n  ","223417":"\n  I haven’t gone swimming in a long time. Also no I’m almost 24 lol\n  ","223418":"\n  Dude idk\n  ","223419":"\n  Idk a long time\n  ","223420":"\n  👍🏻\n  ","223421":"\n  Technically in another few years yeah I’d be old enough to run for president\n  ","223422":"\n  NO!!\n  ","223423":"\n  Have you tried Chegg (it’s paid), WolframAlpha (free), or any other site other than Brainly? Cause idk\n  ","223424":"\n  I like the rain :) it washes away the day and starts anew the next. It’s all in how you choose to frame your reality\n  ","223425":"\n  Yo\n  ","223426":"\n  Sailor moon, it’s a classic that everyone will recognize\n  ","223427":"\n  I like wrapping them. Feels more personal\n  ","223428":"\n  Future but idk since it hasn’t happened yet\n  ","223429":"\n  No\n  ","223430":"\n  I’d like to think so :) but not as romantic as my bf tbh. He knocks It out of the park with cute date ideas and sweet little gestures\n  ","223431":"\n  Diagnosed and dealt with it all my life\n  ","223432":"\n  “But but but”...but nothing.\n  \n  If it has to do with sexualizing me, details about my personal habits or hygiene, or rude & inappropriate remarks about myself, my boyfriend, or my family I’M NOT INTERESTED. Go away.\n  ","223433":"\n  Equestrian\n  ","223434":"\n  Last night with my bf and the dogs\n  ","223435":"\n  No, I don’t like oranges\/orange juice very much 🍊🍹\n  ","223436":"\n  Stop harassing me. I’m not interested in your foot fetish.\n  ","223437":"\n  Pizza 😅\n  ","223438":"\n  Boots & sneakers\n  ","223439":"\n  Fuck you dude. This has to be the 12th time I’ve blocked and reported you. Leave me alone. I’m not interested.\n  ","223440":"\n  Heck yeah\n  ","223441":"\n  Either raspberries or blackberries!\n  ","223442":"\n  Nope, love the ocean 🌊 It’s inspiring!\n  ","223443":"\n  No\n  ","223444":"\n  ..?\n  ","223445":"\n  It’s a scientific fact that people who are perceived as more attractive are more likely to receive more help, support, and opportunities Han people who are perceived to be unattractive\n  ","223446":"\n  Unicorn\n  ","223447":"\n  Set my alarm\n  ","223448":"\n  Idk dude stop asking psych questions I already fuckin said that like 3 times. Apparently 158 people agreed with me too bc it’s now my top post\n  ","223449":"\n  I don’t speak Dutch, I don’t understand\n  ","223450":"\n  Not interested in your personal views about women’s bodies. Leave me and my trans sisters alone\n  ","223451":"\n  Tf dude...\n  ","223452":"\n  Not really. I eat a lot of fresh fruits and vegetables that are washed before eating and meats that are cooked so there’s no germs that survive on them\n  ","223453":"\n  I don’t understand how that’s funny but ok\n  ","223454":"\n  Idc that’s not my business it’s up to each individual person what they want to do or have in their life not my decision\n  ","223455":"\n  Sure did, filmed last week for this week’s video already. Releasing it this Friday. Here’s an exclusive sneak peak at the thumbnail\n  ","223456":"\n  I mean there’s a lot to say about them haha idk what you want to hear lol. Like a random fact?\n  ","223457":"\n  Haha uuuum alrighty then. Sarcasm doesn’t translate very well on text for me lol\n  \n  What do you want to know about him?\n  ","223458":"\n  Again, just as I always answer, it depends on the occasion lol\n  ","223459":"\n  Hah umm wtf...no thanks\n  ","223460":"\n  Fruits\n  ","223461":"\n  You say that every time I talk about equestrian lol. I can always go on and on about horses haha :P\n  ","223462":"\n  Eh it was when I was a high schooler haha so I bounced back easily. Even did some horse shows with the cast on and hid it under my sleeve so the judges wouldn’t know it was broken and be concerned 😂\n  ","223463":"\n  ✌🏻\n  ","223464":"\n  Not to be rude haha but I’d only believe that if I saw it with my own eyes. Just from lots of experience with people who aren’t extremely familiar with the ins and outs of equestrian sports, lots of people think they’re experts but end up injuring themselves or the horse bc they didn’t know something. Anyone can sit on a horse and putz around, flopping all over the place, being unbalanced, or just hanging onto the saddle or yanking the reins to hang on for balance and call it “riding”, but to actually learn to be balanced enough to be “one with the horse”, not get in its way, make riding comfortable and easier for them, and to stay with its movement is much more difficult lol. It’s easy to be a passenger on the horse’s back, but difficult to be the pilot lol. Like no disrespect or anything and not to sound like a know-it-all haha js. Based on talking with you for so long you don’t seem the type to be interested in it since you’ve mentioned you don’t even like animals although you say I make you appreciate horses lol\n  ","223465":"\n  Fell off the horse and landed on my wrist and broke it\n  ","223466":"\n  Worse to never try it\n  ","223467":"\n  You’re just an idiot\n  ","223468":"\n  You’d be better googling it. I don’t know anything about psychology idk why people keep asking me about it\n  ","223469":"\n  Computers can only run algorithms that are programmed into them or that they learn from other existing programs so I don’t think so\n  ","223470":"\n  Nah\n  ","223471":"\n  It’s a great sport :) good exercise and an opportunity to make friends with an animal ☺️ If you discover you like horses a lot maybe one day you should take up riding lessons\n  ","223472":"\n  😊\n  ","223473":"\n  Yeah\n  ","223474":"\n  She’s a cutie for sure lol. Love her coat color\n  ","223475":"\n  Working on getting the farmer across the street to let us work with his mare. That would be nice for Chance to have a horse friend to hang out with. The farmer across the street got the horse as a pet for his daughter a few years back, but she immediately lost interest and now the horse just sits in the pasture all day and nobody touches her. She’s got bad health issues and is nervous if people. I know she’d be a great riding horse if someone could work with her for a bit. Her name is scarlet. This is one of the few pics I’ve been able to get of her :)\n  ","223476":"\n  The YouTube artist Jazza asked his subs to send him art made with only emojis and some of the artworks were like super good and very creative\n  ","223477":"\n  I wish we had a second horse to pair Chance up with lol\n  ","223478":"\n  Cancun, Mexico\n  ","223479":"\n  Hahaha like a joke video about online horse dating or the horse’s tinder profile? 😂 that would be funny\n  ","223480":"\n  I got it in middle school when it was popular then forgot about it for a long long time. Nobody I know in real life uses it anymore\n  ","223481":"\n  No\n  ","223482":"\n  No way lol that’s crazy! So you think that would be an interesting video for my YouTube vlog series? If you have any more ideas you think I should do then hit me with it haha I’m always looking for new stuff to film with the horse\n  ","223483":"\n  Sandman deserves it for sure. :) he’s loyal and strong and caring. I’d wake up at 4am every day if it meant it’d make him happy lol\n  ","223484":"\n  Okay so my idea is to have a trail vlog video where we go into the state forest to ride the horse, then we set up the game camera to leave overnight in a spot we think some wildlife will be.  That way we can see what happens on the horse trails at night! Maybe catch a coyote, bear, skunk, or raccoon on camera! I think it might be interesting to see what wild animals are around in a place where we walked with the horse :) what do you think?\n  ","223485":"\n  Trying to think of new horsey video ideas. Can I run an idea by you and you tell me if you think it might be interesting or if you think it wouldn’t be? It’s okay if you say no lol\n  ","223486":"\n  Yeah for sure. Lots of work haha\n  ","223487":"\n  Not interested\n  ","223488":"\n  I believe the horses at my friend Nicole’s barn are fed grain once in the evening time and they just eat grass and hay the rest of the day out in the fields\n  ","223489":"\n  Me too :P\n  ","223490":"\n  Biting my nails\n  ","223491":"\n  Thanks\n  ","223492":"\n  Lol no not yet. It’s going to take a long time\n  ","223493":"\n  Here too lol I’m not doing that until like 3:30\n  ","223494":"\n  Might go to the barn and feed. Might not ride, depends on traffic and how long it takes me to get there since it gets dark so early in the winter\n  ","223495":"\n  Idk like 6 or something\n  ","223496":"\n  🤷🏽‍♀️\n  ","223497":"\n  Woke up super early this morning to see Sandy off to work :)\n  ","223498":"\n  Won’t know until I get there\n  ","223499":"\n  Idk lol the grocery store? I don’t really go shopping for clothes or anything like ever. I have so much I’ve gotten as hand-me-downs\n  ","223500":"\n  Sandy, Cezar, horses, being outside on a sunny day, art\n  ","223501":"\n  AB+\n  ","223502":"\n  Irk what that is sooo no\n  ","223503":"\n  Nah not really\n  ","223504":"\n  Woke up at 4:00am to see Sandy off to work. Now just drinking some coffee and going on ask lol\n  ","223505":"\n  Not really. I front-loaded a lot of the costs on gear years ago and haven’t needed to replace any of it. Since I don’t own a horse of my own or lease one right now there’s no reoccurring costs\n  ","223506":"\n  Not your baby, you complete and utter creep\n  ","223507":"\n  Horse of course lol and dogs\n  ","223508":"\n  Yup. Didn’t win anything\n  ","223509":"\n  Somewhere in the middle but never ever soggy\n  ","223510":"\n  🤷🏽‍♀️\n  ","223511":"\n  In college. We had a few classes together and actually worked together for a time, but ultimately got to know eachother through a mutual friend\n  ","223512":"\n  YouTube, ask, Reddit\n  ","223513":"\n  Yo what’s good\n  ","223514":"\n  Love my man 😌😍🥰\n  ","223515":"\n  My dog and my stuffed rabbit\n  ","223516":"\n  Idk I’ve never been on the dark web\n  ","223517":"\n  I don’t like board games very much tbh\n  ","223518":"\n  True lol\n  ","223519":"\n  That’s for each person to decide. Not my business\n  ","223520":"\n  Get a bunch of fancy horses and a fancy equestrian facility and not waste my time and energy at a 9-5\n  ","223521":"\n  I put on YouTube\n  ","223522":"\n  Pencil\n  ","223523":"\n  Pisces\n  ","223524":"\n  Idk\n  ","223525":"\n  Aaaah right. Gotcha lol. I don’t think I’ve ever had any skull candy headphones then but I def heard of them before\n  ","223526":"\n  Early fall\/late summer when it’s cool enough not to sweat when you go outside but warm enough to be in shorts and a tshirt. It’s always nice when there’s a light breeze and it’s a sunny day\n  ","223527":"\n  Is that a makeup or clothing brand? I’ve heard of it but can’t remember\n  ","223528":"\n  Idk\n  ","223529":"\n  No\n  ","223530":"\n  Lots of money in big bills when I worked the cash registers at my old retail jobs\n  ","223531":"\n  Thank you!\n  ","223532":"\n  Not interested in inappropriate questions\n  ","223533":"\n  Check the trail cam, take some iNat pics on a nature walk, hang out with my dog and bf, and chill lol :P\n  ","223534":"\n  I can swim pretty easily and far doing the breast stroke\/frog stroke\n  ","223535":"\n  Like a million of the little ones\n  ","223536":"\n  Yay!\n  ","223537":"\n  Peaches 🍑\n  ","223538":"\n  It’s an easy thing to say when you just want to make your vip+ shout-out quota for the week. People can use the “space” to say or post anything they want like a quote, pic, gif, or whatever’s on their mind\n  ","223539":"\n  Yeah this is what I do :)\n  \n   https:\/\/youtu.be\/9Uis5HM8xW8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","223540":"\n  Still shouting this one out bc I posted it at a weird time and it never took off lol. I like this one, it’s pretty. We filmed it at golden hour\n  \n   https:\/\/youtu.be\/NOWIRKh8xNw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","223541":"\n  I’ve been binging Futurama on Hulu for a while now. I also really like science and nature documentaries and classic Disney movies on Disney+\n  ","223542":"\n  Fine thanks. Just got in from taking a long nature walk and running some errands with Sandy. It was a nice day. Now we’re probs gonna listen to some music and drink a beer with my family :) hbu?\n  ","223543":"\n  I’ve peed in the ocean before for sure lol the fish do it so 🤷🏽‍♀️🤣\n  ","223544":"\n  That’s so strange lol\n  ","223545":"\n  Lolol can’t he just go to the ocean and stand in the water to waist level? Nobody would be able to tell 😂\n  ","223546":"\n  Hi\n  ","223547":"\n  In the hot weather?\n  ","223548":"\n  I’m sure I’ve done more dangerous things lol but yeah that’s one of them\n  ","223549":"\n  🤷🏽‍♀️\n  ","223550":"\n  Not too much. When we were super little, of course, but not too much that I actually remember\n  ","223551":"\n  Not really lol we don’t hang out much\n  ","223552":"\n  I have 1 younger sister by 3 years\n  ","223553":"\n  Thanks\n  ","223554":"\n  My brain more\n  ","223555":"\n  No\n  ","223556":"\n  Whatever I felt like idk\n  ","223557":"\n  Nothing\n  ","223558":"\n  Tiger\n  ","223559":"\n  Ya\n  ","223560":"\n  Not telling the whole entire internet so they con use them\n  ","223561":"\n  Idk lol stop asking psychology  questions idk anything about psych\n  ","223562":"\n  Haha you just asked me that this morning. It was fine thanks\n  ","223563":"\n  Moderate\n  ","223564":"\n  Yeah it’s very good to see him :)\n  ","223565":"\n  No what, anon?\n  ","223566":"\n  That’s what pillows are for lol\n  ","223567":"\n  Stuffed pasta shells\n  ","223568":"\n  Lol don’t scream at me\n  ","223569":"\n  Yeah I’m a pretty okay swimmer. Usually I push off the wall and swim the breast stroke underwater\n  ","223570":"\n  Yeah I used to pretend I was a dolphin or a mermaid and swim that way when I was a little kid playing at the pool lol\n  ","223571":"\n  It’s tiring\n  ","223572":"\n  The Grateful Dead\n  ","223573":"\n  The barn lol\n  ","223574":"\n  No I won’t be until next week. Sandy is visiting me this weekend\n  ","223575":"\n  Yup isn’t that called butterfly stroke\n  ","223576":"\n  If you didn’t want that then whats the point of even asking if I had that app you said was the best for messaging lol\n  ","223577":"\n  I mean, obv you didn’t read it haha. I’m not interested in direct messaging\n  ","223578":"\n  Read my bio lol\n  ","223579":"\n  No idk what that is\n  ","223580":"\n  On procreate with my iPad. I primarily do my YouTube thumbnails with it\n  ","223581":"\n  Thanks 😊\n  ","223582":"\n  Not yet. It’s gonna take a while probably\n  ","223583":"\n  Applying for jobs and working on updating an old YouTube thumbnail. Hbu?\n  ","223584":"\n  No favs but yeah I’ve always thought they were interesting. When I was little I wanted to be a paleontologist when I grew up\n  ","223585":"\n  Fine thank you\n  ","223586":"\n  Environmental science :)\n  ","223587":"\n  Longwood university\n  ","223588":"\n  University...\n  ","223589":"\n  Further than that. Now is the time for me to career-build, start gathering resources, strike out on my own, etc. 2021 is just the time when all that starts since I’ve just graduated uni\n  ","223590":"\n  The future\n  ","223591":"\n  Yeah isn’t that what everyone is trying to do\n  ","223592":"\n  If we have common interests :)\n  ","223593":"\n  Take mini breaks and do something else if I can. Makes the task I’m getting burnt out on more manageable\n  ","223594":"\n  Yeah I’ve never liked being touched by people especially strangers and ESP on my face 😖\n  ","223595":"\n  Didn’t know there was a word for that earthy smell lol. Good vocab word anon. Yeah I like the earthy, dirt, smell right before it rains\n  ","223596":"\n  Probs idk\n  ","223597":"\n  Not since I was in elementary school\n  ","223598":"\n  Drawing\n  ","223599":"\n  I’ve had job interviews lol\n  ","223600":"\n  Ok?\n  ","223601":"\n  Cartoon character\n  ","223602":"\n  I don’t seek revenge. It’s never been my thing\n  ","223603":"\n  Couldn’t confirm it for sure but I’m pretty positive\n  ","223604":"\n  Shower 🚿\n  ","223605":"\n  Creating 🎥 🐴\n  ","223606":"\n  23, is in my bio\n  ","223607":"\n  lol\n  ","223608":"\n  Compatibility\n  ","223609":"\n  I’d be interested to know\n  ","223610":"\n  That doesn’t mean you’re somehow a YouTube expert lol. If you can explain to me exactly how the algorithm works and what gets subs and channel interactions then maybe I’d believe that inactive subs were useful\n  ","223611":"\n  I mean you can if you want to but I don’t think the algorithm bases anything off of inactive accounts subbing me lol\n  ","223612":"\n  Of course lmao I don’t live under a rock\n  ","223613":"\n  My school’s food was provided by a jail food service soooo same shit\n  ","223614":"\n  Yeah\n  ","223615":"\n  Last July\n  ","223616":"\n  That sounds nice. How would you do that?\n  ","223617":"\n  I don’t get dejavu very often so honestly idk. Good question tho\n  ","223618":"\n  Thanks! It’s nighttime where I am now lol so this sentiment can apply to tomorrow :)\n  ","223619":"\n  Ox, coffee with 2 cream 2 sugar, Shakedown Street by the Grateful Dead, no not really\/no\n  ","223620":"\n  I haven’t been sick in a few years, knock on wood\n  ","223621":"\n  lol what no??\n  ","223622":"\n  Ok whatever dude you do you\n  ","223623":"\n  Haha uh ok then why\n  ","223624":"\n  ☺️😋😌 haha I look forward to it\n  ","223625":"\n  Aw thanks! I saw that my sun count went up 1 😊 I hope you watch some of my videos and comment on them on YouTube in the future if you like them!\n  ","223626":"\n  Now that would be something haha\n  ","223627":"\n  Go for it :) That would be very nice of you and it would bring me one sun closer to my goal of 1,000 by the end of the year!\n  \n  Here’s a link to my channel:\n  \n   https:\/\/youtube.com\/c\/NikkiCopenhaver_Horses_\n  \n","223628":"\n  Applying for jobs and making a YouTube thumbnail for next week’s video\n  ","223629":"\n  Try to take a step back and look at the bigger picture\n  ","223630":"\n  Totally haha doesn’t matter to me what my socks look like. They’re in my shoes and usually can’t be seen\n  ","223631":"\n  Leave if it was bad enough but if not then hunker down in the basement like we always do\n  ","223632":"\n  Idk they’re all the same lol I just shovel them in my mouth :P\n  ","223633":"\n  Equestrian 💕\n  ","223634":"\n  Yeah candles are nice. I like the scented ones and I like how they light up the dark. The color of candlelight is so pretty 🕯\n  ","223635":"\n  No leave me out of it lol\n  ","223636":"\n  My dog Cezar for keeping me sane through the pandemic\n  ","223637":"\n  Nope\n  ","223638":"\n  Uh yeah lol\n  ","223639":"\n  No\n  ","223640":"\n  It’s something you have to consistently work on with yourself\n  ","223641":"\n  Shithed pronounced shuh-teed. Such an unfortunate thing to be named lol idk why you’d name your kid something that was spelled like that\n  ","223642":"\n  New York City\n  ","223643":"\n  I don’t care about celebs lol I don’t follow any\n  ","223644":"\n  You don’t just get a horse bc it would be “fun”... that’s how animals end up sitting in a field somewhere for their entire lives, forgotten after the moment of interest passes and the fun wears off. Horses aren’t like cats that you can just put food and water down for them and leave them alone and they’ll be happy. They’re a BIG commitment to care for and they have lots of needs that must be met by their caretakers to be healthy and happy. It would be totally pointless to have a horse if you weren’t going to actually enjoy going out of your way EVERY DAY to take care of them and give it exercise and training every. single. day. And if you weren’t going to personally go out and train and exercise and brush and feed and muck, then you’d have to pay a lot lot lot of money to hire people to do those things for you which would be a huge reoccurring financial strain on you for no reason\n  ","223645":"\n  That’s their own choice that I’m not interested in or qualified enough to give help and advice about\n  ","223646":"\n  Idk I don’t really go to Starbucks. It’s expensive and I have coffee at home already\n  ","223647":"\n  No lol that’s not my job. Find your own horse. You’ve literally mentioned 2 or 3 times that you don’t even like animals. Why would you want them in the first place if you don’t like them?\n  ","223648":"\n  lol no\n  ","223649":"\n  I can if necessary lol. I’m good with kids usually when I have to be like for a job or something but if I can avoid kids I will. I don’t like children very much and if I don’t HAVE to be with them I’d prefer not to be\n  ","223650":"\n  No that’s a random cow field owned by his neighbors. Chance doesn’t live on a farm. He’s just a family pet that had a nice paddock to live in\n  ","223651":"\n  I’m not visiting him today but he’s probably good lol. Here’s a pic of him and Sandman and the dogs from last week\n  ","223652":"\n  Goodnight Moon 🌝\n  ","223653":"\n  Hot sauce in a Dixie cup\n  ","223654":"\n  I think it’s supposed to be “victory of the people” cause that’s what google said lol but I don’t think it’s one of the things my parents considered when naming me. American people’s names don’t usually have a lot of cultural meaning behind them\n  ","223655":"\n  I only like my partner\n  ","223656":"\n  Fly\n  ","223657":"\n  Coffee yes, but not always with my tea. Most of the time I prefer just straight tea with no cream or sugar\n  ","223658":"\n  Fuck no. Killing makes me very uncomfortable :\/ I personally can’t kill things bc it makes me sad\n  ","223659":"\n  Google this, I’m not a psychologist\n  ","223660":"\n  You’ll never know\n  ","223661":"\n  I don’t open random links sent to me anon sorry\n  ","223662":"\n  Idk google it. I’m not a doctor\n  ","223663":"\n  To the people who need to know but not on social media. I don’t find venting on the internet as cathartic as some people seem to\n  ","223664":"\n  Devote my time and energy to them and their happiness, do helpful things for them without being asked and without expecting anything in return, make food for them, tell them I love them, and hang out with them\n  ","223665":"\n  My goal is 1000 but it’s a slow process for me. Equestrian content isn’t a popular interest of most people like art, product reviews, family vloggers, tend to be etc.\n  ","223666":"\n  The first one\n  ","223667":"\n  🙃\n  ","223668":"\n  I only touch my partner, no other men\n  ","223669":"\n  Idk. What was the point of this ask even lol\n  ","223670":"\n  Either country, folk (or folk inspired), or jambands\n  ","223671":"\n  Hi\n  ","223672":"\n  Breaststroke is my fave. I always called it frog stroke lol. I can swim like that for a long time\n  ","223673":"\n  Egg. I don’t like bacon\n  ","223674":"\n  Always had apple stuff cause that’s what my parents liked\n  ","223675":"\n  Kettle corn\n  ","223676":"\n  ✏️\n  ","223677":"\n  Ya\n  ","223678":"\n  Like & um\n  ","223679":"\n  Then delete your account tf\n  ","223680":"\n  The barn 🐴\n  ","223681":"\n  And? 🍦\n  ","223682":"\n  Chocolate\n  ","223683":"\n  Currently in one\n  ","223684":"\n  Yeah burritos are good 🌯\n  ","223685":"\n  They’ve never liked my partners up until my partner I have now lol so nothing. I just lived my life\n  ","223686":"\n  Yes of course\n  ","223687":"\n  No\n  ","223688":"\n  Biden won lol thought that was p clear after he was inaugurated today\n  ","223689":"\n  Either are good. Coffee is coffee and usually I can’t tell the difference between them unless they’re different strengths or flavors\n  ","223690":"\n  Horses\n  ","223691":"\n  Finishing up with editing my next YouTube video ✌🏻\n  ","223692":"\n  No ma’am never have been\n  ","223693":"\n  Smoking cigarettes as an everyday habit, cheating on me, lying to me, stealing from me or my fam, being emotionally unavailable or emotionally constipated, toxic masculinity or femininity, any sort of addiction problem like drinking or hard drugs, or an extremely negative and judgmental attitude all the time\n  ","223694":"\n  Either\n  ","223695":"\n  Mint\n  ","223696":"\n  Yeah my last name is difficult to pronounce if you’ve never heard it spoken before\n  ","223697":"\n  His inauguration speech was pretty good tbh. He was super straight forward and well spoken\n  ","223698":"\n  No. I’m blocking you.\n  ","223699":"\n  $100,000,000\n  ","223700":"\n  Leave me alone, your vulture 🙄😑😒\n  ","223701":"\n  This was a fun date with Sandy, riding off into the sunset :) we both got to ride the horse and get some film of out for YouTube. Part of my last video I posted 🥰\n  ","223702":"\n  Honestly might turn off anon questions again. People are so weird\n  ","223703":"\n  No, creep\n  ","223704":"\n  I don’t have windows in my bedroom 🥲\n  ","223705":"\n  Yeah but idk if I have a fav\n  ","223706":"\n  You’re the one asking ME questions... if you want to be left alone then get off this app and go sit alone in a sunny patch of the forest or something\n  ","223707":"\n  This is harassment. I’ve said no 6 times. Ask one more time and you’re blocked.\n  ","223708":"\n  Just my bachelor’s degree lol\n  ","223709":"\n  Stop asking... what the fuck... it’s like you don’t respect me at all. So rude. You do not continue to pester, harass, or bother someone who’s declined something just because YOU want it\/want to know\n  ","223710":"\n  It’s what my degree is in\n  ","223711":"\n  Environmental jobs\n  ","223712":"\n  Fine thanks. Applied for jobs and did stuff around the house\n  ","223713":"\n  Lasting a long time if people don’t follow cdc guidelines but possibly coming to an end if everyone can be vaccinated\n  ","223714":"\n  I don’t owe you any sort of explanation about anything to do with my whereabouts. That’s my business and for my own safety\n  ","223715":"\n  What about “no” do you not understand...?.......\n  ","223716":"\n  No\n  ","223717":"\n  No lol\n  ","223718":"\n  Haha he’s still good. I’m not visiting Sandy rn so idk what the horse is up to\n  ","223719":"\n  Dude, what?\n  ","223720":"\n  Lol throwback to Halloween 🎃\n  ","223721":"\n  🤨😒🙄\n  ","223722":"\n  This is the third time I’ve said no. So rude...it’s like you don’t respect me at all. Stop bothering me about it\n  ","223723":"\n  No this is definitely about wanting to see my feet. It’s always about that. People constantly bug me about that shit on this app. So tired of it\n  ","223724":"\n  No, creep\n  ","223725":"\n  So much dumb crazy shit has happened I lost track\n  ","223726":"\n  No lol I don’t constantly feel the need to use google so much that I can’t go a day without it or anything. I just google things I need to figure out when I need them\n  ","223727":"\n  No that’s not the point of ask\n  ","223728":"\n  1\n  ","223729":"\n  Idk and idc. People can date whoever they like it doesn’t matter\n  ","223730":"\n  Yeah\n  ","223731":"\n  Thank you! New video is actually out just now :)\n  \n   https:\/\/m.youtube.com\/watch?v=NOWIRKh8xNw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","223732":"\n  No, corn is bad for horses and can cause them health problems if they eat too much. They can’t digest it\n  ","223733":"\n  Alrighty then\n  ","223734":"\n  Edgy middle school me\n  ","223735":"\n  Lol idc\n  ","223736":"\n  To each their own 🤷🏽‍♀️\n  ","223737":"\n  Yeah haha the candy cane kinda screams Christmas to me. But now that I know what you mean I have to say I don’t really go for patterned\/printed colorful leggings in general\n  ","223738":"\n  Don’t think they’re pretty, practical, professional, or flattering. Just not my cup of tea. I prefer solid color leggings- mostly black, dark blue, or dark grey.\n  ","223739":"\n  For sure. Both he and his son Jr are hit artists\n  ","223740":"\n  Haha no\n  ","223741":"\n  ..colorful leggings? What do you mean lol\n  ","223742":"\n  lol\n  ","223743":"\n  Yup :P\n  ","223744":"\n  Depends on the occasion\n  ","223745":"\n  Comfy outfits. Especially anything tie dye lol\n  ","223746":"\n  The moment\n  ","223747":"\n  Pokémon although I kinda missed both crazes. I was living in Germany at the time both became popular in the US so I was never into it as much as some of my friends living in the US were\n  ","223748":"\n  Both are a waste of money\n  ","223749":"\n  I knew you were trouble\n  ","223750":"\n  By Taylor Swift. It was on the radio all day every day in 2015, so annoying lol\n  ","223751":"\n  Yeah :)\n  ","223752":"\n  Depends on what shoes I’m wearing and the season\n  ","223753":"\n  Knew*\n  ","223754":"\n  ❄️ ☃️ 🌨⛷🏂🎿🏔\n  ","223755":"\n  Lmao no they’re cuties. Usually I bait them with cookies and berries so I can get a pic of them in their natural habitat with the trail cam\n  ","223756":"\n  This one\n  \n   https:\/\/youtu.be\/Kgit6j-3N-k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","223757":"\n  😂\n  ","223758":"\n  How the economy ACTUALLY works, how to file taxes, how to change a tire, the beginnings of any sort of applicable real world job skills we might be interested in in the future,  how to write a resume, how to be responsible with a credit card and maintain good credit, how to budget your money effectively, how to get told “No”, how to manage stress, literally ANYTHING useful at all???\n  ","223759":"\n  Idk what curiouscat is sooo askfm\n  ","223760":"\n  I love pasta lol any kind of noodles are good to me. I like egg noodles, rice noodles, butternut squash noodles, lentil noodles, edamame noodles, traditional wheat noodles...everything :P\n  ","223761":"\n  The “I like horses” phase lots of little girls have\n  ","223762":"\n  💕 😆\n  ","223763":"\n  No\n  ","223764":"\n  Horses give my mind the space to relax and unwind ✌🏻\n  ","223765":"\n  Sandy and Sandy\n  ","223766":"\n  Uh, fine thanks\n  ","223767":"\n  Lol are you okay? We’ve discussed this a few times now. We’re just repeating here\n  ","223768":"\n  Hi I’m fine thanks\n  ","223769":"\n  No idea\n  ","223770":"\n  House stuff\n  ","223771":"\n  Hi! Sorry I was asleep when you sent this lol. Happy Tuesday\n  ","223772":"\n  My dad is pretty calm and patient with a good sense of humor and my mom is motivated, organized, and very driven to reach her goals\n  ","223773":"\n  Nothing?\n  ","223774":"\n  Either would be treasure to me so doesn’t matter\n  ","223775":"\n  Vans\n  ","223776":"\n  No preference\n  ","223777":"\n  Idk, google this. I’m not google\n  ","223778":"\n  Just my bf\n  ","223779":"\n  Uh haha thanks\n  ","223780":"\n  …ok? How does that have anything to do with me at all\n  ","223781":"\n  Unicorn for its wisdom and magic\n  ","223782":"\n  The horse is still in his pasture next to Sandy’s family’s house. Probably chilling under some trees or by the creek in the farthest part of the pasture right now\n  ","223783":"\n  Sandy is still good lol\n  ","223784":"\n  Spider-Man\n  ","223785":"\n  Hi again\n  ","223786":"\n  It went well! Rode Jeffrey and he was super strong to the fences but it was fun!\n  ","223787":"\n  Calm, happy, sleepy, hungry\n  ","223788":"\n  No lol\n  ","223789":"\n  No raw meat can have germs that make you sick\n  ","223790":"\n  Yeah I’m using it to brush up on my German rn\n  ","223791":"\n  Wouldn’t have met who I did, had the same opportunities as I have now, and wouldn’t have matured in the same way\n  ","223792":"\n  No idea. I usually just block people for inappropriate\/rude questions or if they’re being hateful\n  ","223793":"\n  Yup yup yup 👍🏻\n  ","223794":"\n  ???\n  ","223795":"\n  Going to college\n  ","223796":"\n  Bout to drive to my friend’s barn to visit her and her horse. Might ride with her today and then we’re feeding\n  ","223797":"\n  Haha what\n  ","223798":"\n  Caught a skunk on the trailcam just last night!\n  ","223799":"\n  Happy Monday to you too!\n  ","223800":"\n  That’s why it was my first guess lol\n  ","223801":"\n  Ahaha does this count? 😂\n  \n   https:\/\/youtube.com\/c\/NikkiCopenhaver_Horses_\n  \n","223802":"\n  Hell no\n  ","223803":"\n  Rose, lily, sunflower, violet, or orchid?\n  ","223804":"\n  I wasn’t allowed posters on the wall\n  ","223805":"\n  Pisces ♓️\n  ","223806":"\n  Yes! Its all I really wanna do lol\n  ","223807":"\n  Not sure about what..?\n  ","223808":"\n  Good thing I’m not US president material then lol\n  ","223809":"\n  It’s all about your attitude\n  ","223810":"\n  Pretty quick tbh. It’s going alright so far. Just taking it step at a time\n  ","223811":"\n  Haha you’re cappin\n  ","223812":"\n  Depends on what the pay is lol\n  ","223813":"\n  Neat :)\n  ","223814":"\n  Nope. I don’t know any Arabic\n  ","223815":"\n  Nah I’m good\n  ","223816":"\n  ..what? 🙃\n  ","223817":"\n  Not telling haha\n  ","223818":"\n  Oh nice\n  ","223819":"\n  Some. I don’t really think I am. There are whole days that go by where I don’t check my phone or computer at all\n  ","223820":"\n  Yeah I don’t think I’m made for lots of sun exposure lol. I’m more of a cold weather gal\n  ","223821":"\n  Didn’t you say your farm would be in Egypt bc you’re supposed to inherit it from your dad who liked horses...?\n  ","223822":"\n  Rip\n  ","223823":"\n  At least you like your job kinda\n  ","223824":"\n  Haha I don’t live in Egypt tho 😂 that would be way too expensive and difficult to move countries just to be a stable hand. I can do that here in the US at places a few minutes from my house lol. Plus I get sunburn really easily so I think being out in the hot sun in Egypt all the time would be bad for my skin\n  ","223825":"\n  🤷🏽‍♀️\n  ","223826":"\n  Oh haha I gotcha. But being an accountant or programmer can make you lots of good money\n  ","223827":"\n  You need 10 years you said. And I said that sounds good lol\n  ","223828":"\n  lol sounds good\n  ","223829":"\n  Wait so you’re an accountant and programmer but you don’t actually do that and you’re not allowed in your family??\n  ","223830":"\n  Very cool 😎\n  ","223831":"\n  Nah haha I’m not really trying to steal anything 😂 If you gave me a horse I’d accept it but I wouldn’t help steal anything\n  ","223832":"\n  Haha nah that’s all you\n  ","223833":"\n  Rn it’s just an entry level job but I’m very proud of him :)\n  ","223834":"\n  Haha ok\n  ","223835":"\n  He’s a civil engineer\n  ","223836":"\n  Sure no worries\n  ","223837":"\n  Haha uuuh ok\n  \n  Sandy is good. He’s at work now\n  ","223838":"\n  Please call me Nikki lol. That’s my nickname\n  ","223839":"\n  Sounds like you want to make amends?\n  ","223840":"\n  Yes. Also my name is in my handle haha...it’s Nikki\n  ","223841":"\n  Oh haha well I guess that puts a damper on things\n  ","223842":"\n  Haha thanks\n  ","223843":"\n  Hahaha true, I’m sure the horses would like to get out and see the world :P\n  ","223844":"\n  I’m young and have no assets, no credit, and no experience\n  ","223845":"\n  Being gifted a foal\n  ","223846":"\n  True lol I’m poor too. But that would be nice one day :)\n  ","223847":"\n  Thank you!\n  ","223848":"\n  Haha nope, Sandy is my love. No worries\n  ","223849":"\n  Looking to have a career soon. Only ever worked as a state park ranger, as a stable hand, worked a bunch of retail jobs, and as a pet care technician\n  ","223850":"\n  Haha nah how bout you get ME a horse 😂 then I’ll train it in dressage and jumping 😂😂\n  ","223851":"\n  Haha with him?\n  ","223852":"\n  He IS a v good horse :) we mostly just ride trails though. As much as I love to jump and stuff it’s not really a realistic goal with our limited access to training space and literally no equipment lol. This summer I want to try to introduce him to some ground poles and see what he knows about them, but tbh I have no idea what he’s been previously trained for but he’s getting a bit old now so I don’t want to push him to do lots of work that might hurt him\n  ","223853":"\n  I could, but we don’t have any area to practice in. Dressage training requires flat land to practice on and Sandy’s family doesn’t have a riding arena lol. That’s why I haven’t trained Chance to do anything other than WTC\n  ","223854":"\n  Playing any sort of musical instrument, keeping the house clean, and keeping track of my stuff around the house\n  ","223855":"\n  Haha nah Chance doesn’t know any dressage. He’s mostly just a trail horse. He doesn’t know anything other than walk, trot, and canter lol\n  ","223856":"\n  Oh wow! That’s kinda crazy. Glad your operation was successful and that you’re healing now :)\n  ","223857":"\n  Haha yeah the internet is free to all, my dude. No worries :P\n  ","223858":"\n  What did you think?\n  ","223859":"\n  Idk probably like scratch the insides of my nose so it looks like I’m picking it haha. I have kinda a big nose and it always seems like there’s dog hair trapped up in it. My dog sheds a LOT haha\n  ","223860":"\n  Oh, I hope you recover quickly! Are you sick?\n  ","223861":"\n  Like any sort of retrieving dog that’s meant to go get ducks or quail or geese or whatever you hunt lol yeah. Those are usually the labradors, spaniels, all the different kinds of retrievers, vislas and so on :)\n  ","223862":"\n  Oh dressage! Like where they have their heads all tucked up and they step really high and prance around?\n  ","223863":"\n  And you?\n  ","223864":"\n  Haha thanks. Yeah I guess any kind of bird dog would be my fav\n  ","223865":"\n  Truth\n  ","223866":"\n  Fine thanks. Woke up at 4 today to see Sandy off to work :) sending myself pics from the trail cam now before he leaves\n  ","223867":"\n  Apply for EVERYTHING even if you’re unqualified. Anything might open a door for you\n  ","223868":"\n  lol no\n  ","223869":"\n  With people\n  ","223870":"\n  That’s why they’re there lol 😝😊\n  ","223871":"\n  Nope don’t think so\n  ","223872":"\n  Sandy is my boyfriend lmao\n  ","223873":"\n  Danke :) Er heißt Chance und ist gut 💕\n  ","223874":"\n  Chillin with Sandy and my parents\n  ","223875":"\n  Brushing up on my German :)\n  ","223876":"\n  Duolingo lol\n  ","223877":"\n  Warm and free\n  ","223878":"\n  Health, happiness, and prosperity\n  ","223879":"\n  Pferde\n  ","223880":"\n  Sad shit lol\n  ","223881":"\n  A healthy lifestyle, being open-minded, trying new things, budgeting, and choosing happiness over cynicism\n  ","223882":"\n  Well, I hope you feel better soon lol. What else is up?\n  ","223883":"\n  I’m 24, I ride horses, and I like to do digital art\n  ","223884":"\n  lol I kinda hate that word it’s so over used. Nothing really “triggers” me\n  ","223885":"\n  Oh, that sucks. Sorry but that\n  ","223886":"\n  Avatar the Last Airbender\n  ","223887":"\n  Toxic\n  ","223888":"\n  Social media\n  ","223889":"\n  None tbh\n  ","223890":"\n  Fine thanks, and you?\n  ","223891":"\n  He’s good :) I’m visiting at my parent’s lake house right now so I’m not with him today. Probably won’t see him till next weekend\n  ","223892":"\n  I personally don’t like killing things bc it makes me uncomfy but I know that controlled hunting facilitates  healthy ecosystems\n  ","223893":"\n  ?\n  ","223894":"\n  With 😷\n  ","223895":"\n  1\n  ","223896":"\n  Being a dick to customer service workers, animals, or children\n  ","223897":"\n  🙋🏽‍♀️\n  ","223898":"\n  This one I sleep with to align my spine lol\n  ","223899":"\n  Licky pony 👅\n  ","223900":"\n  Yeah always have. I have a very simple tattoo of a fox on my foot actually :)\n  ","223901":"\n  Kind\n  ","223902":"\n  Oceans 🌊\n  ","223903":"\n  Yeah a few. Best one was an abandoned house with everything still inside just as the people had left it when they abandoned it. It had food in the fridge, Ajax at the sink, all their clothing, all their belongings, photos of them, and a bunch of giant (creepy) paintings the man who’d lived there made himself\n  ","223904":"\n  Nope\n  ","223905":"\n  Go on the internet, do art, edit a video, play with my dog, go visit the horse, take a walk, photograph the birds\n  ","223906":"\n  ✌🏻🌞\n  ","223907":"\n  Not always\n  ","223908":"\n  My current one\n  ","223909":"\n  Usually it’s because we’re both trying to pay\n  ","223910":"\n  Saturday\n  ","223911":"\n  No water\n  ","223912":"\n  I am myself- just me.\n  ","223913":"\n  ☺️🏇🕊\n  ","223914":"\n  Aw thanks. Followed back\n  ","223915":"\n  Just lots of drunk nights where someone was acting a fool so I pulled us all outta there and changed locations out just went home\n  ","223916":"\n  No thanks\n  ","223917":"\n  Horses always bring me peace. Your dad must be very wise\n  ","223918":"\n  I don’t fuckin care my dude. I don’t know y’all and I DO NOT want to be a part of any drama. There’s no reason to continue posting in this thread trying to defend yourself or anything. It’s all good\n  ","223919":"\n  Ok hi Joy\n  ","223920":"\n  I see why he liked them, being a horse lover myself 🦄✨\n  ","223921":"\n  Oh haha cool thanks 😊\n  ","223922":"\n  I don’t want to be involved in random drama\n  ","223923":"\n  Ok\n  ","223924":"\n  One day it would be very nice to have a horse :)\n  ","223925":"\n  Nice lol. Pretty sure the Christian Bible also mentions horses a few times in the scripture. Horses must be very important creatures across all cultures and religions\n  ","223926":"\n  Ok dude whatever\n  ","223927":"\n  Haha don’t you have a farm you’re inheriting with horses? I don’t have any horses to give you 😂\n  ","223928":"\n  Ok?\n  ","223929":"\n  As they have in all modern civilizations. They helped people all around the world to travel quicker than they could by walking before cars were invented, helped us farm, fight wars, carry the mail, and hunt other animals\n  ","223930":"\n  ...? Who are you to randomly butt into a normal conversation. We’re talking about horses lol. If you don’t have anything relevant to add, then go away\n  ","223931":"\n  ...get you what?\n  ","223932":"\n  Fuck off anon. I don’t like anyone but my bf.\n  ","223933":"\n  He eats grass all day every day in his field, he gets extra hay this time of year to help him keep warm since it’s wintertime, and he also eats about a 1\/2 pound of senior horse feed every evening\n  ","223934":"\n  It’s my bf’s family horse. They have him as a pet. When I visit my boyfriend I take care of the horse because being around horses makes me happy\n  ","223935":"\n  He has good body condition and muscle tone, good feet, all his teeth are in good shape, his temperament hasn’t changed a bit, he continues to have normal bowel sounds, and has no evidence of worms or other parasites. He’s up to date on all his vet and farrier appointments and he’s a happy horse who’s well loved and cared for\n  ","223936":"\n  Probably not. He’s in pretty good health so I’d say he has at least 8-10 more years left in him\n  ","223937":"\n  Start a successful business\n  ","223938":"\n  Yeah he’s getting old haha. I’m good hbu?\n  ","223939":"\n  Red\n  ","223940":"\n  He’s 21 this year\n  ","223941":"\n  Not really\n  ","223942":"\n  Haha yeah currently editing another horse video as we speak and eating some leftovers for lunch. The horses keep me sane haha\n  ","223943":"\n  Idk who you or those people are...leave me out of random drama\n  ","223944":"\n  Hi Zack it’s going fine so far. Hbu?\n  ","223945":"\n  Hippy era\n  ","223946":"\n  I don’t know you. I’m not your “honey” and I don’t owe you an explanation for anything\n  ","223947":"\n  Aww! Thank you so much 🙏🏻 😄 💕\n  ","223948":"\n  Play the lottery\n  ","223949":"\n  Our dorm room was the “cool” room haha we always had a lot of friends over so everyone just got used to barging in unannounced\n  ","223950":"\n  Grass, dirt, red clay, horse snot and spit, blood, and leather cleaner stains\n  ","223951":"\n  Not interested\n  ","223952":"\n  College\n  ","223953":"\n  1¢ doubled for 30 days\n  ","223954":"\n  Whisper\n  ","223955":"\n  My name is good I think so I wouldn’t change it\n  ","223956":"\n  🤷🏽‍♀️\n  ","223957":"\n  Animals\n  ","223958":"\n  I do I still don’t even feel like an adult and I’m almost 24\n  ","223959":"\n  ...ok?\n  ","223960":"\n  Hah good one\n  ","223961":"\n  ‘97\n  ","223962":"\n  Derp\n  ","223963":"\n  Yeah but right now I’m actually visiting my bf at his family’s house\n  ","223964":"\n  Horses can’t spit like llamas but I’ve been sprayed with snot and chunks of grass when they snort and shake their head\n  ","223965":"\n  Just came inside for the day to resume cleaning before my bf gets off work. Filmed a bit for YouTube with the horse and more I’m straightening up the house\n  ","223966":"\n  If they want to I guess. Mustangs are a breed of feral horses that live on BLM and other protected areas of the US, but schools could have other breeds of horse as their mascot too if they wanted to I reckon\n  ","223967":"\n  I “always” tell people to google things that are facts rather than opinions. Whatever you must’ve asked was apparently something you could’ve just looked up online. Idk you or what specifically you’re talking about\n  ","223968":"\n  ..?? 🤨\n  ","223969":"\n  No not really\n  ","223970":"\n  Sure no probs lol\n  ","223971":"\n  Somewhere in the middle but I’d say I usually rather err on the shy side since I prefer to mind my own business over always going up and talking to people\n  ","223972":"\n  Most but not all of them. Some are just stuck on them forever\n  ","223973":"\n  The opposite of a bamf I’m assuming\n  ","223974":"\n  Yeah I talk to Cezar all the time. I just tell him whatever’s on my mind\n  ","223975":"\n  Nope\n  ","223976":"\n  When it’s very cold yeah he gets his blanket put on. His is slightly too big for him but it works alright :) I don’t have a pic of him in his turnout blanket but I do have lots of silly pics of me and him with my rainbow checkered quarter sheet 😂 got it as a gift when I was an early teen and even then I thought it was super ugly haha. But it DOES keep you warm while you’re riding around lol\n  ","223977":"\n  Don’t really know how to answer this since I don’t really have a hometown lol. Sandy’s hometown has a lot of pretty forests and one place called Lee Lake that’s nice 😊\n  ","223978":"\n  Far from it\n  ","223979":"\n  Sleep or do chores\n  ","223980":"\n  Oh, why are you not that good?\n  ","223981":"\n  Black panther or Wonder Woman\n  ","223982":"\n  It’s something I don’t ever speak of bc I’ve moved past it and it doesn’t matter now but it was a biiiig fuck up on my part lol\n  ","223983":"\n  Google this haha idk\n  ","223984":"\n  Daily hygiene, waking up and going to sleep at the same time every day, drinking water, doing something creative, and going outside!\n  ","223985":"\n  To talk to animals\n  ","223986":"\n  Germany probably\n  ","223987":"\n  Yesterday with Sandy\n  ","223988":"\n  Usually I just mind my own business but if it looked like they needed help I’d ask if they were okay or if they needed me to call someone for them\n  ","223989":"\n  Usually just say thanks and return the compliment if it’s warranted\n  ","223990":"\n  Oh jeez, I’ll. The very first time I ever met a horse would’ve probably been when I was a baby reaching out to pet a pony at the county fair\/festival.  I was so young I don’t really remember. But I do remember my first riding lesson when I was 9 years old. I was so so excited and ready to learn! I just liked being with the horses and taking care of them and watching them. I could’ve jumped for joy the first time I sat in a saddle\n  ","223991":"\n  I’m fine thanks. You?\n  ","223992":"\n  Horses is my fav thing to talk about haha so no worries\n  ","223993":"\n  Just graduated college. Working with horses isn’t my job tho I’d love it to be. Not wnough money to be made as a full-time horse trainer for someone like me at the moment. When I’m older I’d love to have a barn that I can charge to board other peoples horses at (and my own horses)\n  ","223994":"\n  That is false lol. The oldest horse EVER to live was a shire horse, born in 1760, who lived to 62 years of age- an astonishing anomaly.\n  \n  The oldest Arabian horse to EVER live was a horse called Magic. She was the oldest registered Arabian in the US for a long time and died (3\/25\/20) at the age of 51, in San Diego. This is also an extremely uncommon, old, age for a horse to live to.\n  \n  Usually horses die around 25-30 years old\n  ","223995":"\n  On the back of a horse\n  ","223996":"\n  I saw very nice :)\n  ","223997":"\n  42 would be quite old for a horse to live. Their usual lifespan is about 25-30 years\n  ","223998":"\n  Yeah he’s getting a bit old but he’s still in good health 😌\n  ","223999":"\n  Thanks :) he’s 21 this year\n  ","224000":"\n  Not really sure what you mean by that haha\n  ","224001":"\n  On stuff with the horses haha. I cleaned the barn, exercised the horses, fed, and did the turnout schedule to help pay off my lease fees for the horse I had on loan and lesson fees\n  ","224002":"\n  People tell me I would’ve been good at piano but I’m not very good at most things with music. I guess it just doesn’t interest me and I find it difficult\n  ","224003":"\n  Haha thanks. I had a lot of time on my hands as a little kid so I did a lot of messing around and seeing what I could get away with instead of actually working 😅\n  ","224004":"\n  I’ve eaten soup while riding a horse before so cake shouldn’t be too tough :P\n  ","224005":"\n  Donkeys are nice I guess 😂\n  ","224006":"\n  I mean eh it could lol\n  ","224007":"\n  Yeah I guess it is lol. Funny tho it doesn’t feel like a long time since it’s my passion. I still remember the first time I got on a horse like it was yesterday\n  ","224008":"\n  Haha to each their own I guess. I’d prefer to eat while sitting in the saddle so I didn’t have to take a break 😂\n  ","224009":"\n  Wow what lol\n  ","224010":"\n  Huh?\n  ","224011":"\n  Cool :)\n  ","224012":"\n  I’m going to be 24 years old in 38 days and I’ve been riding horses since I was 9. That’s 15 years I’ve been doing it now :)\n  ","224013":"\n  Ah I see. And he passed on his interest in horses to you?\n  ","224014":"\n  Very cool :) I’ve always wanted to have a farm. It’s something I’m working towards so I can have it when I’m older\n  ","224015":"\n  Uh haha yeah they do\n  ","224016":"\n  Nice :) hes 23 now and always grown up around horses but never properly learned how to do anything more than just sit there on the horse. Now that he’s learning there’s more to it he tells me he enjoys being around the horse more than he did before\n  ","224017":"\n  You have a farm?\n  ","224018":"\n  Arabians can be born with bay, grey (white), black, or roan coats not just one color\n  ","224019":"\n  Honestly depends on what kind of horse you want, where you keep it, and what you do with it. It can be very very expensive if you have to keep your horse at a boarding facility. Upwards of a few thousand a month for fancy facilities with 24 hour care.  Or it can be very cheap if you keep the horse on your own land and only have to pay for food and medical expenses.\n  \n  Some very well bred and well trained horses can cost more than $100,000 but your average horse will probably be more in the $1000-$3000 price range to buy\n  ","224020":"\n  Haha yeah my bf is just starting to take lessons and he says it still hurts him at this point sometimes. Less now that he’s had some practice, but it’ll probably be another year before he’s good enough to not get a sore bum every time he goes riding\n  ","224021":"\n  Well, his full name on his paperwork says “Royal Fancy Chance” lol but we just call him Chance for short\n  ","224022":"\n  It takes lots of practice and time to get enough strength and balance for it to not hurt your butt anymore haha so I’ll give you that :P\n  ","224023":"\n  Very neat :) What was your horse’s name?\n  ","224024":"\n  Nah there’s lots more awesome things about horses than that haha but I do also think it’s nice when they do the lippy thing when they’re trying to eat treats from your hand it’s super cute\n  ","224025":"\n  Yeah Chance (the one in my profile pic) is half Arabian horse\n  ","224026":"\n  👍🏻\n  ","224027":"\n  Haha yeah Chance is a bottomless food vacuum lol. He’ll follow you around the field forever for a cookie it’s v funny and sweet\n  ","224028":"\n  It’s definitely more of a lifestyle choice to have lots of big animals.  Having to take care of horses can be time consuming for sure\n  ","224029":"\n  That’s why I have my dog :) If I were to get a horse I’d want it to be big enough to go out on rides with it\n  ","224030":"\n  They’re super cute but I don’t think I personally feel the need to own one haha :P\n  ","224031":"\n  Sunny and moderately warm weather, some hiking, trail riding, taking nature photos, hanging out with my bf and my dog, maybe doing some art, going on a date somewhere, and eating some good food :)\n  ","224032":"\n  Ottb’s always had a special place in my heart\n  ","224033":"\n  Talk back\n  ","224034":"\n  I don’t own any horses personally but I’m lucky enough to be able to work with and train some family and friend’s horses\n  ","224035":"\n  Haha okay thanks you too\n  ","224036":"\n  They become bitter and stale and get grumpy\n  ","224037":"\n  The Grateful Dead 💀⚡️🌹🐻\n  ","224038":"\n  Loud chewing\n  ","224039":"\n  If it has belly loops I’m def wearing a belt with it. I love belts lol I have a bunch of them\n  ","224040":"\n  Not keen on giving out my insta on this site tbh but thanks for being cool about it :) of you wanna follow me on another social media platform then feel free to check out my YouTube and follow me there\n  \n   https:\/\/youtube.com\/c\/NikkiCopenhaver_Horses_\n  \n  or not it’s all good 😌\n  ","224041":"\n  True lol noted\n  ","224042":"\n  Turquoise\n  ","224043":"\n  Sanative\n  ","224044":"\n  Hahahaha yeah 😂\n  ","224045":"\n  Rt\n  ","224046":"\n  Will do\n  ","224047":"\n  Probably as frequently as a person or a cat or dog. Like an average amount I’d say. But when they do go it’s a lot at once lol\n  ","224048":"\n  Just lots of dresses drooping off my shoulder, zippers left down, underwear lines visible. That sorta thing lol\n  ","224049":"\n  I kinda feel like I don’t really have a hometown cause I’ve never really lived anywhere for more than 3 years at a time before my dad retired from the navy\n  ","224050":"\n  Yeah kinda lol. They’re like giant grass processing machines. If their stomach is totally empty and they totally stop processing grass at any point, their intestines get all messed up and they can have really bad health complications\n  ","224051":"\n  No I’m more nervous of what might lurk in the dark\n  ","224052":"\n  Yeah lots of times in my life haha\n  ","224053":"\n  Yeah Swiss miss is one of my fav hot chocolate mixes\n  ","224054":"\n  Nope\n  ","224055":"\n  Yeah the wax cubes are much better for my peace of mind haha. Lots of flammable, fluffy, wagging, tails near the end table where I burn my candles haha so the less fire the better\n  ","224056":"\n  It’s pretty dang good. Thicker than American hot chocolate\n  ","224057":"\n  Those are nice but more expensive than the normal wicks so I tend to stick with the traditional ones when getting actual candles. Nowadays I usually just get the wax scent cubes for the candle warmer\n  ","224058":"\n  The thing hasn’t fallen apart yet so I guess so. Welded stuff as a part of a metal smithing class in college\n  ","224059":"\n  Used to with my grandma when I was young. I’ve since forgotten how though I’m pretty sure\n  ","224060":"\n  Yeah it’s a good one :)\n  ","224061":"\n  With 🌶?\n  ","224062":"\n  Midsummer’s Night by Yankee Candle\n  ","224063":"\n  On a cold day\n  ","224064":"\n  No\n  ","224065":"\n  No\n  ","224066":"\n  Not offended just a bit weird to say to a stranger. Thanks for being cool about it tho lol\n  ","224067":"\n  Pls don’t call me that haha I don’t know you. Just waking up with my bf before work and hanging out eating cereal while he packs a lunch and stuff\n  ","224068":"\n  Yes\n  ","224069":"\n  Idk what that is\n  ","224070":"\n  That was a general statement\n  ","224071":"\n  Horse riding\n  ","224072":"\n  No\n  ","224073":"\n  No stop asking\n  ","224074":"\n  Germany, France, and the UK\n  ","224075":"\n  They’re nice :)\n  ","224076":"\n  Oh. Mine’s always been blue and it’s still blue so I guess I just haven’t noticed\n  ","224077":"\n  Seems like you’re just looking for attention or some sort of reaction bc I’ve never once implied any such thing as well as the fact that I don’t discuss inappropriate topics on my page. Inappropriate, rude, and hateful questions are deleted and blocked. Maybe you have me confused for someone else?\n  ","224078":"\n  Idk what you’re talking about\n  ","224079":"\n  Idk I’m not an employee manager or business owner. That’s for each company to decide\n  ","224080":"\n  Nope but I am a bit worried about going to crowded public places and getting it so I’m avoiding high risk areas\n  ","224081":"\n  Why\n  ","224082":"\n  My dog stretches and made a cute noise\n  ","224083":"\n  No idea lol\n  ","224084":"\n  Oh nice those are good too\n  ","224085":"\n  Anything with cookies or butterfingers in it\n  ","224086":"\n  My dog lol\n  ","224087":"\n  What?\n  ","224088":"\n  Guess who’s back\n  ","224089":"\n  Public nudity\n  ","224090":"\n  Us\n  ","224091":"\n  9 years old 😊\n  ","224092":"\n  Antigravity tiddies, dark glasses for evil people, lots of nosebleeding, and people shouting BAKA!\n  ","224093":"\n  Budget\n  ","224094":"\n  Idk\n  ","224095":"\n  All the time\n  ","224096":"\n  I don’t know what that means\n  ","224097":"\n  Vine\n  ","224098":"\n  Nope\n  ","224099":"\n  Idk anymore haha too many awkward things to count probably\n  ","224100":"\n  Eh there’s a way to do it and a way not to\n  ","224101":"\n  Trustworthiness, honesty, loyalty, empathy, conflict resolution skills, and a good sense of humor\n  ","224102":"\n  Idk\n  ","224103":"\n  Cookie\n  ","224104":"\n  Lots of places in Europe, one place in Africa, and to the US, and Mexico\n  ","224105":"\n  Not really sure what this is supposed to mean\n  ","224106":"\n  70’s\n  ","224107":"\n  Can y’all stop asking this lol I’ve answered it so so many times\n  ","224108":"\n  Eh homemade food is better honestly\n  ","224109":"\n  Just said I wasn’t lonely\n  ","224110":"\n  On the top of the nose if they’ll let me\n  ","224111":"\n  No\n  ","224112":"\n  Follow the CDC guidelines\n  ","224113":"\n  All I’ve seen is the memes\n  ","224114":"\n  Eh not horrible\n  ","224115":"\n  Apple\n  ","224116":"\n  Win the lottery\n  ","224117":"\n  Totally\n  ","224118":"\n  The DC riots. I’m sure you’ve seen the memes\n  ","224119":"\n  Yeah I was probably 9 or 10 when that was taken. It was at the top of the hill that stood right behind our village in Germany. I even remember the horse’s names haha\n  ","224120":"\n  Haha okay do it if you want\n  ","224121":"\n  Like come off anon? No ones stopping you\n  ","224122":"\n  Haha thanks\n  ","224123":"\n  Hiii\n  ","224124":"\n  Hi happy Friday! Thanks :) the one of me with the three horses?\n  ","224125":"\n  Same thing as always. I swear this ask pops up in my inbox at least once a month\n  ","224126":"\n  Meal plan for the week and shop according to that, drink more water and cut sugary drinks out of your everyday diet, go on a (10 min minimum)walk every day, skip fast food entirely, cut ties with toxic people and decide you’d like to be happy, and practice regular hygiene and self care habits every day\n  ","224127":"\n  That’s up to you. I feel bad when I do so I can’t kill them on purpose\n  ","224128":"\n  The old man and the sea\n  ","224129":"\n  Lol I think we’re 2 years apart bc I turn 24 in 42 days\n  ","224130":"\n  Thought you said you were 21\n  ","224131":"\n  Haha nah I don’t think I really wanna visit Russia tbh\n  ","224132":"\n  I lived there when I was a kid and it’s beautiful 😻 I’d love to go back one day to visit\n  ","224133":"\n  Lol yes 😂 I was such a dorky kid\n  ","224134":"\n  Usually go to bed late nowadays but used to be go to sleep at 9 wake up at 6:30. Still wake up at 6:30am tho\n  ","224135":"\n  Had a few cashews today for a snack but that was it lol so I guess that\n  ","224136":"\n  Gall bc the colors and no bugs and warm clothes\n  ","224137":"\n  Most of the day I spend pacing the house, editing photos and video, walking my dog, eating a meal, or outside walking around doing nature photography\n  ","224138":"\n  Good pup 🎾\n  ","224139":"\n  He is forreal\n  ","224140":"\n  es ist das Gesetz lol :P\n  ","224141":"\n  ..? That’s a weird question lol\n  \n  Same as my hair color\n  ","224142":"\n  East coast US\n  ","224143":"\n  At home\n  ","224144":"\n  Exactly 🤕 🤒\n  ","224145":"\n  Not at all\n  ","224146":"\n  Nooo idea. That’s up to the individual and their comfort level I guess\n  ","224147":"\n  Cats are fine 🤷🏽‍♀️\n  ","224148":"\n  Yes\n  ","224149":"\n  I’d like to go back and visit every single place that I visited as a child in Europe and I wanna take my partner!\n  ","224150":"\n  Yay\n  ","224151":"\n  No\n  ","224152":"\n  One of the few surviving pics of me showing my old lease horse, Sally\n  ","224153":"\n  Goodboye Max on a trail ride by the Staunton River\n  ","224154":"\n  A walk through the cow pasture last spring\n  ","224155":"\n  Finn and Cezar chasing the tennis ball 🎾 💕\n  ","224156":"\n  Nah\n  ","224157":"\n  A few times in my life\n  ","224158":"\n  Thanks :) he was such a strong horse it was sometimes hard to get him to slow down haha\n  ","224159":"\n  Idk what that means but here’s Ollie and I in like 2014\n  ","224160":"\n  I’ve never done that lol but yeah that’s probs not so healthy in the long run\n  ","224161":"\n  Yeah\n  ","224162":"\n  Yup :\/\n  ","224163":"\n  Yeah\n  ","224164":"\n  My cheeks, nose, forehead, chest, and legs get sunburnt REALLY easily so whenever I go to the beach or pool I have to have SPF 50 or higher. I can’t really sunbathe even then cause I still turn into a🦞\n  ","224165":"\n  Hahaha 🤣 Im sure we’ll both be wrinkly old bags if I keep up with working outside every day and low key never wearing sunscreen. My dad always nagged me when I was younger that it’s bad for your skin and it’ll make you get saggy and wrinkly faster if you don’t wear sunscreen 🤷🏽‍♀️\n  ","224166":"\n  Tigh and I over 3’3” a few years back 😋\n  ","224167":"\n  Haha thankfully I haven’t had that problem but I’m sure it’ll get worse as I get older and gravity becomes too much if you know what I mean 😅  Hope I’ll still be able to ride as a saggy old lady lmao\n  ","224168":"\n  Deadass seen ghosts around an abandoned slave quarters. That’s all the info I can give 🤫\n  ","224169":"\n  Long showers 🚿\n  ","224170":"\n  Haha that’s a must for sure. I’ve always strapped everything down as much as possible ever since I was a teen 😂 Gotta make sure everything is under control haha otherwise you cant concentrate on sitting up and quiet lolol\n  ","224171":"\n  When someone is rude or mean, when someone clearly doesn’t care about what I’m saying and only wants to talk about themselves, when people dump their problems on you out of the blue when you don’t even know them or anything, and when people suddenly get creepy and ask for foot pics (or anything else about your body that they sexualize)\n  ","224172":"\n  Super fuzzy socks\n  ","224173":"\n  What the technology will be like and if I’ll become successful in the things I hope to\n  ","224174":"\n  It’s a super good activity for social distancing! (since horses can’t get covid lol)\n  \n  You should totally get back into it if you have the chance! Good for your health and sanity I find 😂 Google barns in your area! I bet there’s one within 30-45 mins! I live near Washington DC where literally everything is heavily developed with endless rows of houses and stores and I can still make it out to the country in 35 min :) I bet if I can find one here you can find one anywhere lol\n  \n  Might be a good activity for your little one to become interested in too and something you can do together in the future!?\n  ","224175":"\n  No idea it’s covid. I haven’t met a new person in months\n  ","224176":"\n  Zebras  cannot be  domesticated like horses have been because of their disagreeable, flighty, nervous, and sometimes unpredictable nature, paired with their general lack of curiosity.\n  \n  Some animals are prime candidates for domestication because they possess the 6 key traits that make them easier to breed and alter into a domestic animal-  a diverse appetite, rapid maturation, willingness to breed in captivity, docility, strong nerves, and a nature that conforms to social hierarchy.\n  \n  Some animals, like zebras, don’t have those traits and are therefore very difficult to domesticate (and therefore ride) as a species.\n  ","224177":"\n  Get a mini one lol\n  ","224178":"\n  Don’t want kids\n  ","224179":"\n  Art and equestrian\n  ","224180":"\n  Idk I haven’t been to DC since the pandemic started.\n  \n  I know that the national guard is there now and also that the city was already going on lockdown for COVID I think so not many non-rioters are out and about. Most people are staying in their houses\n  ","224181":"\n  Fine thanks\n  ","224182":"\n  I’ve never posted an ig story\n  ","224183":"\n  No\n  ","224184":"\n  Horse\n  ","224185":"\n  Financial stability and independence\n  ","224186":"\n  Thx\n  ","224187":"\n  More auburn\n  ","224188":"\n  Same time\n  ","224189":"\n  It’s a drug rug lol. Got it in Mexico\n  ","224190":"\n  Thx ✌🏻\n  ","224191":"\n  Jewelry\n  ","224192":"\n  Heck yeah right??!!\n  ","224193":"\n  Not too much tbh\n  ","224194":"\n  You’re not special anon. Sandy wishes me goodmorning first every day at 6:30 am, my dog comes in to my room stomp on me and wish me a good morning in his own way, and my mom, dad, and sister all say goodmorning to me when I wake up and come to the main level of the house.\n  \n  I have a feeling you’re the user who I’ve already told “stop this makes me uncomfortable” many times. It seems as if you have no respect at all for me since you’ve continued to say things I specifically told you I didn’t like.\n  ","224195":"\n  No a written contract shouldn’t alter your feelings for your life partner\n  ","224196":"\n  If you call me baby one more time I’m blocking you. Idk you and this makes me uncomfortable.\n  ","224197":"\n  Hmmm idk about fav but I always thought Judge Claude Frollo from The Hunchback of Notre Dame was low key the scariest\n  ","224198":"\n  Yeah. I get more questions that way I’ve found\n  ","224199":"\n  Already have\n  ","224200":"\n  Not unless I need to bed down to pick something up lol\n  ","224201":"\n  I ask things openly. Also I haven’t asked you anything or spoke to you in a thread in a very long time so not even sure what you’re referring to\n  ","224202":"\n  2013 Hunter show mems with my sis 💕\n  ","224203":"\n  Leggings\n  ","224204":"\n  These ultra creepy retractable wiener balls from the early 2000’s? Super super weird. My sis was like 3 when this came out so I remember it coming on the TV a lot\n  ","224205":"\n  I’ve never given birth so idk how it is for people but I do know that bleeding and discharge after birth is normal in animals and shouldn’t be painful. This post-birth bleeding is called lochia and it's how the body gets rid of the extra blood and tissue from the uterus that helped their baby to grow before birth\n  ","224206":"\n  Haha the cow is so large that a person’s arm isn’t painful. After all, she has to birth a big calf! Also, birthing isn’t nearly as painful for most animals as it is for humans because most animals have wider hips and produce babies with smaller heads than humans do. It’s easier and much quicker to get them out because of this\n  ","224207":"\n  Nope no height limit. There are very tall horses for tall people and very short horses for short people.\n  \n  There IS a weight limit each individual horse can carry but it’s easily solved by finding a horse that’s right for you.  Riders weighing over 200 pounds (90 kilograms) will need large, strong horses like draft breeds to carry them safely.  Riders weighing from 115-190 pounds (52-86 kilograms) can be carried safely by an averagely built horse breed. Riders weighing anything under 115 lbs\/52 kg can usually be carried safely by a pony breed (if they’re not too tall to do so)\n  ","224208":"\n  It’s cool no worries. I’m 5’5”\n  ","224209":"\n  I feel that way about graphic scenes with people but not animals. Guess it’s just not as relatable to me when it’s not a person\n  ","224210":"\n  As a kid I wanted to be a vet when I grew up. That stuff never bothered me with animals\n  ","224211":"\n  No lol I don’t find animals birthing to be gross\n  ","224212":"\n  I’ve seen it on video but not in person\n  ","224213":"\n  Horses and nature!\n  ","224214":"\n  Well that’s a godsend.  I wasn’t a loud little kid either apparently lol\n  ","224215":"\n  Not sure how you know what my house looks like..😅\n  \n  If you’ve been watching my YouTube channel (thank you so much actually!) but that’s not my house or my horse lol. It’s my bf’s :)\n  ","224216":"\n  Yeah lol I’m sure it’s tough with little ones around. Tbh I don’t like being constantly touched or clung onto, I don’t like screaming or any sort of loud or constant noise, and I don’t like being constantly followed around. No idea how you find the patience. Stuff like that stresses me out 🙃\n  ","224217":"\n  Born into royalty\n  ","224218":"\n  Navy blue, forest green, turquoise, maroon, and black\n  ","224219":"\n  Yeah\n  ","224220":"\n  Ice cream cake 🎂\n  ","224221":"\n  Yeah that’s one of the reasons I don’t plan on having children haha I’m a very private person and my social battery gets drained pretty quickly\n  ","224222":"\n  Haha yeah I gotchu dude, no worries\n  ","224223":"\n  Tru lol\n  ","224224":"\n  Yeah\n  ","224225":"\n  No socks 🧦\n  ","224226":"\n  Hi again anon\n  ","224227":"\n  What do you do instead?\n  ","224228":"\n  Social media\n  ","224229":"\n  Yeah lol that def wouldn’t work for you unfortunately 😅\n  ","224230":"\n  No I’ve never put just sugar in milk before and drank it. Actually I’m lactose intolerant so drinking milk straight gives me a stomach ache. I prefer dairy free options\n  ","224231":"\n  I’m 23 almost 24. Turn 24 next month\n  ","224232":"\n  Haha I try my best not to bribe but usually my last resort is a cookie or a favorite toy or something if they’re good. Or it’s “I’ll let your parents know you weren’t doing what you’re supposed to” lol. I don’t babysit anymore cause I’m not that good with it :P\n  ","224233":"\n  Chillin before dinner time. Gonna make some tea. What’s up with you?\n  ","224234":"\n  Hi anon\n  ","224235":"\n  Haha I can’t even imagine. I’m not the most patient person when it comes to kids lol. I try not to show it but I secretly get super annoyed when they won’t cooperate\n  ","224236":"\n  Aw dang that can be tiring and a bit frustrating for sure. Good luck! 😅\n  ","224237":"\n  Hi I’m fine thanks. How’re you?\n  ","224238":"\n  Take a step back, take a breath, and reevaluate\n  ","224239":"\n  Today when my tea got too cold and I was annoyed lol\n  ","224240":"\n  No\n  ","224241":"\n  So true! To each their own 😌\n  ","224242":"\n  Weirdly enough I don’t like bacon 😅😂 (I know impossible right? Lol)\n  ","224243":"\n  Grocery store 😅\n  ","224244":"\n  I worked at a doggy daycare\/kennel facility\n  ","224245":"\n  Bacon 🥓\n  ","224246":"\n  This non-dairy yoghurt! Never tried this brand before but I really liked it :) the packaging is eco-friendly and recyclable which makes me happy. Apparently it’s an Icelandic brand? Super neat and v delicious\n  ","224247":"\n  We can never be fully sure. We can only do our best to be good and do good for the future\n  ","224248":"\n  No not at this point in my life. I think I’d like to adopt a wild mustang  and gentle it, retrain some rescued racehorses, find my dream horse and build a relationship with them, and own my own stable facility before I ever thought of doing any sort of homebred foals\n  ","224249":"\n  Lol. Yeah some weirdos have no boundaries and it’s very unappreciated\n  ","224250":"\n  Yeah sure, lots of times\n  ","224251":"\n  ...? Lol what?? My dog sleeps on the couch and I sleep in my bed\n  ","224252":"\n  Yeah Sandy is my boyfriend’s name but Sandman has become his nickname. Like that song by Metallica haha\n  ","224253":"\n  Thoroughbreds, specifically ottb’s, have always had a place in my heart 💙\n  ","224254":"\n  Just got off the phone with Sandman a while ago and been checking emails and social media. He calls me at 6:30am on his way to work and we talk for half an hour on his commute\n  ","224255":"\n  Currently don’t own any of my own but I’ve been lucky enough fo be able to work with and train some family and friend’s horses\n  ","224256":"\n  I like most animals :) horses are just my fav\n  "}}