{"Question":{"225330":"\n   What are your go-to stores when you’re at the mall?\n  ","225331":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","225332":"\n   Out of the fours seasons, which one is your favorite?\n(Spring, Summer, Fall, Winter)\n  ","225333":"\n   what’s your favorite sitcom and what’s your favorite sci-fi show?\n  ","225334":"\n   .\n  ","225335":"\n   ☀️\n  ","225336":"\n   aww.. really powerful boy he is😎\n  ","225337":"\n   Any plans for New Year’s Eve ?\n  ","225338":"\n   oh thats awesome 😍\n  ","225339":"\n   When you close your eyes and you want to relax . Where do you envision yourself at? .\n  ","225340":"\n   Who was the last person you saw?\n  ","225341":"\n   U have gf?😱\n  ","225342":"\n   How many times have you ever been to court?\n  ","225343":"\n   It has been said that the strongest beer in the world has an alcohol content of 67.5% 👀 would you ever try at least the tiniest bit of this beer?🤔🍺\n  ","225344":"\n   Such a pretty boi!!\n  ","225345":"\n   Do you watch Nailed It and Sugar Rush on Netflix?\n  ","225346":"\n   Do you like the ocean?\n  ","225347":"\n   Favorite weather? 🦋\n  ","225348":"\n   What's your \"everyday carry\"? How has the pandemic changed what items you always take with you? 📱💄🔑\n  ","225349":"\n   Do you like baking cookies?\n  ","225350":"\n   If you could pick anyone in the world,who would you pick for president?\n  ","225351":"\n\n    https:\/\/youtu.be\/D_xpPG7nqLk\n   \n","225352":"\n   Where do you shop the most?\n  ","225353":"\n   What is something you wish you were better at?\n  ","225354":"\n\n    https:\/\/youtu.be\/U5nJhOa222Y\n   \n","225355":"\n   What do you want for Christmas?\n  ","225356":"\n   Do you know the difference between a nice guy and a good dude?\n  ","225357":"\n   am i chatting with the horse?\n  ","225358":"\n   are there any towns you have been to that you would describe as “creepy”\n  ","225359":"\n   Saddest death of 2020?\n  ","225360":"\n   Taken or single?\n  ","225361":"\n   just don't pretend you want nothing to do with them when you're still spending the money they made you\n  ","225362":"\n   They're horses, except in human form, and until they refund the money that people spent on their licensed merchandise and to watch them play, then they should probably treat them no different than anyone else.\n  ","225363":"\n   Money is what makes a man act funny\nMoney is the root of all evil\nMoney'll make them same friends come back around\nSwearing that they was always down\n  ","225364":"\n   IS DRAKE YOUR FAVORITE RAPPER OF ALL TIME\n  ","225365":"\n   Any fun plans this weekend?\n  ","225366":"\n   Do you find abandoned cities interesting? 🧐 Would you visit any?\n  ","225367":"\n   Should Pete Rose be let into the hall of fame before Clemens, Bonds and Ramirez are even considered?\n  ","225368":"\n   If the world ended and it was only me and you left. Would you mind?\n  ","225369":"\n   Do you like Bathing or showering\n  ","225370":"\n   Fun fact: reporting a scammer's \"affiliate ID\" to their affiliate marketing program usually results in confiscation of the scammer's ill-gotten gains by the affiliate program.\n  ","225371":"\n   Did your NFL team win today?\n  ","225372":"\n   Eminem dropped a new album today... you gonna give it a listen?\n  ","225373":"\n   Are you saying you're never rude, hateful, offensive or inappropriate sometimes?\n  ","225374":"\n   I opened the link and watched it for you. Its a video of a scary story being narrated by a guy with an Irish accent.\n  ","225375":"\n   Do you talk in your sleep?\n  ","225376":"\n   Do you have a husky?\n  ","225377":"\n   hmnn\n  ","225378":"\n   Have you ever had a teacher who got arrested? (I found out years after I had this music teacher that he was arrested for doing drugs in a grocery store parking lot)\n  ","225379":"\n   Have you ever had mail stolen?\n  ","225380":"\n   What are some of your lesser known hobbies?\n  ","225381":"\n   Do you wear makeup? Or what do you think about makeup, and ppl who wear it?\n  ","225382":"\n   Do you like concerts ?\n  ","225383":"\n   What is your favorite kind of cookie?\n  ","225384":"\n   If you are brave enough post a photo of yourself of how you look as soon as you wake up. Can be a simple selfie or a full selfie, your choice. How brave are you?\n  ","225385":"\n   Were there any gangs in the area you grew up in?\n  ","225386":"\n   What's the worst thing about getting older in your opinion? 😔 👍 🙃\n  ","225387":"\n   Do you know how to eat with chopsticks? Are you any good at it? 🍜 Maybe you have some tips for someone like me who sucks at it? 😂\n  ","225388":"\n\n    https:\/\/youtu.be\/EjqAqDucUQ4\n   \n","225389":"\n   Am I a douchebag if I wear a blazer every day?\n  ","225390":"\n   Can you wear denim on denim?\n  ","225391":"\n   Do you have a favorite kind of flower? :0\n  ","225392":"\n   Have you ever considered the advantages of owning a really fine set of encyclopedias?\n  ","225393":"\n   Does the word \"gonads\" make you giggle?\n  ","225394":"\n   Do you play any online games?\n  ","225395":"\n   Are there any quilters out there?\n  ","225396":"\n   Favorite meal to cook?\n  ","225397":"\n   Anybody else getting emails\/ calls about false job opportunities?Cause I am🙄\n  ","225398":"\n   What's your favorite animal?\n  ","225399":"\n   What was the last thing you purchased and why?\n  ","225400":"\n   Do you know what it's like to thirst for vengeance?\n  ","225401":"\n   Anime recommendations, please.\n  ","225402":"\n   Is it ok for a man to be in a relationship & have a girl Bestfriend? Is that any sort of issue ?\n  ","225403":"\n   Do you know how to read a sundial?\n  ","225404":"\n   Do you have a PayPal ?\n  ","225405":"\n   What is your favorite movie genre???\n  ","225406":"\n   What would you do if a bad hombre told you this town ain't big enough for the two of you?\n  ","225407":"\n   Currently..haha\n  ","225408":"\n   What are the ups and downs to a marriage is it necessary to go through\n  ","225409":"\n   Oh ok, nice..How old are ya\n  ","225410":"\n   how would you describe your first love in one word?\n  ","225411":"\n   how much doe a horse cost the one your riding\n  ","225412":"\n   Do you like anything with coconut 🥥 in it? Me personally, I can’t eat anything with coconut\n  ","225413":"\n   How important is it to you that you capture \"special moments\" digitally?\n  ","225414":"\n   What was the longest time you have fasted?\n  ","225415":"\n   What do you say to someone that hurted you?\n  ","225416":"\n   What's one thing that can instantly make your day better?\n  ","225417":"\n   Last time you felt intimidated?\n  ","225418":"\n   Do men like short girls?\n  ","225419":"\n   Kool OK..do you see him often?\n  ","225420":"\n   You ever had it up to here with life?\n  ","225421":"\n   What do men want in a women nowadays?\n  ","225422":"\n   What Talent Would You Want To Possess If You Could?\n  ","225423":"\n\n    https:\/\/youtu.be\/g5idjxf4jHI\n   \n","225424":"\n   What is your most played song?\n  ","225425":"\n   What’s a popular game that you fine terrible?\n  ","225426":"\n   So what are you doing today, Nikki?\n  ","225427":"\n   Who has had their tonsils out?\n  ","225428":"\n   I’m 6’2 with no shoes on but with work boots which I basically wear daily I’m about 6’4 so most people are taller then me so as long as you are 5 feet girls then I’m ok with dating you or boys who are a bit taller then me i have over 6 feet boy friends\n  ","225429":"\n   Least favorite kind of candy? I hate dots.. t b h\n  ","225430":"\n   Our life is what our thoughts make it\n  ","225431":"\n   What topic could you spend hours talking about?\n  ","225432":"\n   Favorite color?\n  ","225433":"\n   Are you confident in yourself\n  ","225434":"\n   When did you get your tonsils out?\n  ","225435":"\n   Hello what is your favorite dog?\n  ","225436":"\n   How much would it cost to buy your love?\n  ","225437":"\n   When are you the happiest during the day?\n  ","225438":"\n   Are you afraid of the dark ?\n  ","225439":"\n   Who's all ready for 2021?\n  ","225440":"\n   if you celebrate the holidays, where do you get the majority of your gifts for others?\n  ","225441":"\n   Favorite Christmas present you have ever received?\n  ","225442":"\n   Is it bad that I'm not a really big fan of K-pop? I don't hate it at all but I guess it's just, ok?\n  ","225443":"\n   Do you like anime?\n  ","225444":"\n   Airplanes or trains?\n  ","225445":"\n   Favorite best type of candy\n  ","225446":"\n   What’s your thoughts on egg nog?\n  ","225447":"\n   What’s Your Greatest Accomplishment So Far?\n  ","225448":"\n   in which city you would like to live? 🏙\n  ","225449":"\n   Christmas lights: Yay or Nay?\n  ","225450":"\n   Lets see how far this shoutouts will go. I’m in Makkah- Saudi Arabia. What about you?\n  ","225451":"\n   Who else loves fresh shaved legs and clean sheets?\n  ","225452":"\n   Do you have a cherished childhood teddy bear?\n  ","225453":"\n   My new video is upcoming on YouTube\n  ","225454":"\n   Damn it, Oh my God, that's even sexier than what I said!!!\n  ","225455":"\n   Pic ⭐️\n  ","225456":"\n   AVADA KEDAVRA\n  ","225457":"\n   If u could only have one app on ur phone what would it be?\n  ","225458":"\n   OK, about to say, damn Nikki..haha..I definitely have always wanted to, though that's  sexy as FCK.🙌🏼🙀😅\n  ","225459":"\n   What do you hope to accomplish before 2020 ends?\n  ","225460":"\n   I've actually never had that before. Never met at a hotel for sex.\n  ","225461":"\n   “Let me tell you something. There is no nobility in poverty. I’ve been a rich man, and I’ve been poor man. And I choose rich every fucking time. Cause, At least as a rich man, when I have to face my problems, I show up in the back of a Rolls Royce, wearing a $2000 suit and million dollar smile!”\n  ","225462":"\n   If a man takes you to a motel about a hotel., he definitely does not respect you! Haha\n  ","225463":"\n   Do you believe there is good in everyone?\n  ","225464":"\n   Who chooses a motel over hotel?\n  ","225465":"\n   What's your favorite holiday?\n  ","225466":"\n   Chili or pineapple\n  ","225467":"\n   should I enjoy the good night out,or have a wonderful night inn ?\n  ","225468":"\n   Of course hotel..haha\n  ","225469":"\n   Are you one to have the latest gadgets? Or do you just use what you can?\n  ","225470":"\n   can you play any instruments?\n  ","225471":"\n   Do you plan on sending out any gifts via post this year?\n  ","225472":"\n   What makes you feel really uncomfortable?\n  ","225473":"\n   hotel or motel?\n  ","225474":"\n   What do u need more of today?\n  ","225475":"\n   What do you do when your neighbours make a lot of noise? 🙉 😣 Do you try to be mindful of those who live in the same neighbourhood \/ building as you? 🏡🏢\n  ","225476":"\n   I dare you to give someone a wedgie. Post a pic or vid.\n  ","225477":"\n   what are you looking forward to this weekend? 🙂\n  ","225478":"\n   can I have some of your lunch? what do you have?\n  ","225479":"\n   Do you like wine?\n  ","225480":"\n   do you like Bruce Springsteen?\n  ","225481":"\n   I just turned 27\n  ","225482":"\n   I'm 26 do you think that's old i mean I've been alive for a quarter of a century\n  ","225483":"\n   Are you getting crunk on new year's?\n  ","225484":"\n   Do you watch documentaries?\n  ","225485":"\n   An don't look a day over 20 you must've found the fountain of youth?\n  ","225486":"\n   Is it snowing where you are?\n  ","225487":"\n   Haw old are you\n  ","225488":"\n   Would you wear this outfit?\n   \n    https:\/\/www.youtube.com\/watch?v=mw8tgx19CLk\n   \n","225489":"\n   [-,l9onj7ugvyfc3eswzqw yeah my cat just walked across the keyboard.\n  ","225490":"\n   Do you tend to stand out or blend in with a crowd?\n  ","225491":"\n   how should society prepare teenagers who hate school for a career path?\n  ","225492":"\n   How much do you love butter?\n  ","225493":"\n   Don't say \"do it\" because I don't do it, I ingest it.\n  ","225494":"\n   are you going to take the covid-19 vaccine?\n  ","225495":"\n   What's your favorite Chuck Norris joke?\n  ","225496":"\n   You come home to find a duck in the middle of your living room. What do you do?\n  ","225497":"\n   I have 8 cats. Is that too many?\n  ","225498":"\n   Your pretty\n  ","225499":"\n   If you have a few minutes I'd like to talk to you about the One True God, Nicholas Cage.\n  ","225500":"\n   Denim jacket or leather jacket?\n  ","225501":"\n   Can you still find people other than your boyfriend objectively attractive?\n  ","225502":"\n   What's the worst life lesson you had to learn the hard way?\n  ","225503":"\n   How do you stay in such slim shape?\n  ","225504":"\n   You ever viewed the website worldstarhiphop? If so what do you think about it\n  ","225505":"\n   Would you rather go to a club or a bar?\n  ","225506":"\n   aw, you looked so sweet together\n  ","225507":"\n   thats a cute horse aw so sorry you could not have owned that horse xo\n  ","225508":"\n   Hot bubble bath with candles and a glass of wine or a hot shower\n  ","225509":"\n   aw cool,  yes animals love you you can see that with nugent and cezar and the horses too\n  ","225510":"\n   Whats your favorite drink?\n  ","225511":"\n   How long have you and your boyfriend been together?\n  ","225512":"\n   Are you on the spectrum?\n  ","225513":"\n   What's the weirdest thing to put on a pizza?\n  ","225514":"\n   Last time you went roller skating? 🛼\n  ","225515":"\n   Do you enjoy watching tragic events online?\n  ","225516":"\n   What makes you worry less?\n  ","225517":"\n   hey just a heads up!! this autumn ann wiseman character (the original sender) has had dozens of accounts on ask.fm all fake, claiming to be a different girl each time. he goes as far as to steal pics of women and their family members to make em look real. oh also he posted p*do stuff on old accts.\n  ","225518":"\n   Have you ever been depressed?\n  ","225519":"\n   Who are your favorite people to follow on Instagram?\n  ","225520":"\n   Does the gender of protagonists in movies \/ shows etc. matter to you? Can it make you appreciate \/ relate to them more? Or is it how they're written that is most important? 👦👧🎬📺\n  ","225521":"\n   What do you usually do during a blackout? I'm in one right now 🌚\n  ","225522":"\n   they are beautiful horses\n  ","225523":"\n   they are beautiful horses tbh lol, do you perfer horses or dogs\n  ","225524":"\n   ok how much does one of those horses cost\n  ","225525":"\n   does it snow there where you live it does here we have a winter storm warning out\n  ","225526":"\n   do horse know when to stop eating I have heard they don't and  end up killing themselves\n  ","225527":"\n   Aww\n  ","225528":"\n   have you jupmed over the walls with one yet I have see it on TV\n  ","225529":"\n   they are riding horses that you jump over those walls\n  ","225530":"\n   How many horses do you have?\n  ","225531":"\n   Not fair!\n  ","225532":"\n   Africa actually, Nigeria to be precise!\n  ","225533":"\n   Tell us?\n  ","225534":"\n   Hi, where are you from?\n  ","225535":"\n   Do you listen to other people’s advice, or do you prefer figuring things out yourself?\n  ","225536":"\n   What was the most important lesson you’ve learned from your past relationship?\n  ","225537":"\n   Do you own a little black dress?\n  ","225538":"\n   What's the most useless thing you learned in school?\n  ","225539":"\n   You are like a great jelly doughnut with cream on the top; your presence gives us pleasure and your absence just leaves us hungry for more.\n  ","225540":"\n   Are \"days of the week\" underpants actually practical?\n  ","225541":"\n   Are you into anything perverted?\n  ","225542":"\n   Beef jerky time! You want some beef jerky?\n  ","225543":"\n   Have you been on a blind date before?\n  ","225544":"\n   Do you want a banana?\n  ","225545":"\n   Do you own a pet? If so, which one?\n  ","225546":"\n   I meant the Medieval Times Family Dinner Theater with actors, not real knights.\n  ","225547":"\n   I don't have any horses, but they are very nice animals. I like how smart they are and how they remember every thing. They are nice.\n  ","225548":"\n   I dnt want ppl to know who i am but i like ur youtube an i wanna sub but then people will see my identy so i cant\n  ","225549":"\n   How do you hope you'll change as a person in the future? Why? 👍 🙃\n  ","225550":"\n   Do you pour milk or cereal in to a bowl first?\n  ","225551":"\n   Absolutely! You seem so down to earth and easy to talk too. I had to ask!\n  ","225552":"\n   Socks with slides or nah ?\n  ","225553":"\n   Mines the 17th of February. Makes sense! ☺️\n  ","225554":"\n   When is your birthday?\n  ","225555":"\n   What ur other social media\n  ","225556":"\n   Would you want to be one of the knight stunt riders at Medieval Times? If you won the competition just imagine the look on the audience's faces when you removed your helmet to reveal the knight they were cheering for was a woman the whole time.\n  ","225557":"\n   Which song would be the funniest if every instance of the word \"girl\" was replaced with \"horse?\"\n  ","225558":"\n   A horse...a horse...my kingdom for a horse!\n  ","225559":"\n   hey look at you all warrior princess!\n  ","225560":"\n   Who was the first woman to win the Grand National?\n  ","225561":"\n   Invisibility or the power to fly?\n  ","225562":"\n   How do you get Donald Trump to change a lightbulb? Tell him Obama put it in.\n  ","225563":"\n   How many squares of toilet paper do you use in a typical bathroom session?\n  ","225564":"\n   Is disco dead?\n  ","225565":"\n   Hey hows the horsies\n  ","225566":"\n   What is your favorite collective name for a particular group of animals? (Ex: a murder of crows, a streak of tigers, a flamboyance of flamingos, etc.)\n  ","225567":"\n   Who is your favorite superhero?\n  ","225568":"\n   Not how much you can eat but how much do you think your family could spend per day on food if you wanted to?\n  ","225569":"\n   Does your family have the income to spend $100 on food per day, every day if you wanted?\n  ","225570":"\n   All hail the rotating head of Carl Sagan!\n  ","225571":"\n   Bikini or one-piece?\n  ","225572":"\n   Could you win a case on Judge Judy or would she tear you to shreds?\n  ","225573":"\n   hey i gots an idea! lez get drunk and make love onna front lawn! I dun it before.....s'fun!\n  ","225574":"\n   What does live a life with no worries mean to you?\n  ","225575":"\n   Would you want to be a centaur?\n  ","225576":"\n   Is it okay if I have a boot fetish?\n  ","225577":"\n   What have you immediately regretted putting in your mouth?\n  ","225578":"\n   How much $ does someone have to make yearly to live a life without much worries in your opinion?\n  ","225579":"\n   Have you accepted Jesus as your Lord and Savior?\n  ","225580":"\n   Have you discovered the true meaning of Christmas?\n  ","225581":"\n   What's your favorite Broadway musical?\n  ","225582":"\n   Donald Duck never wears pants but when he steps out of the shower he always wraps a towel around his waist. Why would he be concerned about covering his bottom half if he exposes it most of the time anyway?\n  ","225583":"\n   How bad do you see without your glasses?\n  ","225584":"\n   What seemed like a good idea at the time but turned out not to be?\n  ","225585":"\n   Have you ever worn a long flowy dress while riding so the skirt fluttered in the breeze?\n  ","225586":"\n   * .❅ · °。·❆Where I live, it's snowing right now! Is it snowing where you live?\n  ","225587":"\n   What would you do if you didn't ride horses?\n  ","225588":"\n   Wow you look fierce!\n  ","225589":"\n   Do you use Twitter daily ?\n  ","225590":"\n   I know this is kind of personal but...how often do you wet your bed?\n  ","225591":"\n   Do you get songs stuck in your head? I do. Quite frequently...\n  ","225592":"\n   What is your favourite Christmas song?🎅🏼\n  ","225593":"\n   Hank williams sr or toby keith\n  ","225594":"\n   What do you think of the name Deidre?\n  ","225595":"\n   You realize of course that this means war!\n  ","225596":"\n   What do flying saucers, eggplant casserole, and Billie Jean King have in common?\n  ","225597":"\n   Can we kiss?\n  ","225598":"\n   Are you a natural brunette?\n  ","225599":"\n   Do you like cheese?\n  ","225600":"\n   If it was a horse we could shoot it.\n  ","225601":"\n   Have you read \"The Red Pony\" by John Steinbeck?\n  ","225602":"\n   What's the best when it's home made?\n  ","225603":"\n   Thoughts on tiktok\n  ","225604":"\n   Have you ever had an out-of-body experience? 👍 🙃\n  ","225605":"\n   What do you usually do on Christmas day?\n  ","225606":"\n   There's a movie about Bernie Sanders that makes him look like a self-serving communist who is in politics to make America pay for being bullied as a child. It's called Free Lunch Express.\n  ","225607":"\n   Have you ever done online dating?\n  ","225608":"\n   What is the ugliest vegetable?\n  ","225609":"\n   do  you enter competitions with the horses\n  ","225610":"\n   Showers or baths?\n  ","225611":"\n   Do you like peanut butter?\n  ","225612":"\n   What's one thing that makes you happy? Name only one!\n  ","225613":"\n   Are you addicted to love?\n  ","225614":"\n   Do you like reading books?\n  ","225615":"\n   Have you been too tired lately?\n  ","225616":"\n   Wassup?\n  ","225617":"\n   What do u think of american drinking culture?\n  ","225618":"\n   hello. I am in a class called linear regression and correlated data. I need help solving a prediction interval. But he wants me to use the equation rather then using predicting\n  ","225619":"\n   Me either, don't feel bad. It would make sense though that somebody would make it seem as if something is always going on...So perhaps my crazy ass presence is contributing to the success of the website?\n  ","225620":"\n   Do you think some people really have the gift to predict the future based on patterns. Why or why not?\n  ","225621":"\n   I just asked because the advertisements\n  ","225622":"\n   But you don’t get paid?\n  ","225623":"\n   What's the point of it?\n  ","225624":"\n   hahahaha...what quota?\n  ","225625":"\n   What's on the top of your birthday wish list?\n  ","225626":"\n   Space?!  Good?\n  ","225627":"\n   SPACE 😍❤\n  ","225628":"\n   Favorite workout project\/routine?\n  ","225629":"\n   3am thoughts\n  ","225630":"\n   Is it allowed to make a movie about a real person, using their name, in which you make up facts to make fun of them?\n  ","225631":"\n   How often are you on your computer?\n  ","225632":"\n   what’s your fav gift\n  ","225633":"\n   toby keith should've been a cowboy is a good song\n  ","225634":"\n   Did you watch the land before time when you were little? Currently watching it now with my youngest lol (he loves dinosaurs and all dinosaur movies 😍) my almost 10 year old is obsessed with them also lol\n  ","225635":"\n   Hi\n  ","225636":"\n   What do you think of the name Jessica?\n  ","225637":"\n   Are you ready? Are you ready for this? Are you hanging on the edge of your seat?\n  ","225638":"\n   How many days until your birthday?\n  ","225639":"\n   Unwanted nickname you've been given?\n  ","225640":"\n   Why are horse girls always crazy?\n  ","225641":"\n   That’s not how I live my life, but you have to prove to me that you’re worthy of me being nice. Otherwise I will treat you with hesitance, as everyone should be when you meet him.  Perhaps I’m looking for a woman who can make me a nicer man. Not one though who pretends to be nice but cheats on you.\n  ","225642":"\n   What do you think of the name Anastasia?\n  ","225643":"\n   Have you ever been taken advantage of? Have you ever let your guard down and someone completely abused that opportunity?\n  ","225644":"\n   Where did he grow up? It wasn’t Newark, New Jersey I can promise you that. You don’t befriend people who hate you because you’re white, and then have to go out of their way to like them. I’m talking about at the bodega picking up dutches, not at a house smoking Ls all day!\n  ","225645":"\n   Do you have an equestrian blazer too? Those look super sharp!\n  ","225646":"\n   What do you think of the name Michelle?\n  ","225647":"\n   Join the Navy?\n  ","225648":"\n   Perhaps as a woman u hve different perspective, cuz growing up in different areas of the country factor in. I am a baby faced blue-eyed white guy who grew up in the hood. How was I supposed to be friendly and establish my dominance so no one came up to me and just ransacked my fucking pockets?\n  ","225649":"\n   Shake shake shake! Shake shake shake! Shake your booty! Shake your booty!\n  ","225650":"\n   Am I supposed to be nice, friendly, and then taken advantage of?  besides, the majority of people who meet me find me charming, witty, and very nice. The only ones who do not are the ones that cross into my bad side, and you really have to go in the way she has done so with Mike\n  ","225651":"\n   If You were to wake Up and have the life that you wanted what would all be there?\n  ","225652":"\n   Is it though, because being nice gets you abused, Used, and left for dead. I guess my mother had a much more negative outlook on life which made me prepare for the darkness that is the reality.\n  ","225653":"\n   That’s wonderful, congratulations, I hope you’re proud as you should be\n  ","225654":"\n   What is smth that you can't wait to do once this pandemic is over?\n  ","225655":"\n   Not if you grew up in New Jersey\n  ","225656":"\n   Do you think some people on anonymous are weird?\n  ","225657":"\n   how many followers do you have?\n  ","225658":"\n   Has anyone tried quinoa?\n  ","225659":"\n   How many people with the same name as you do you know?\n  ","225660":"\n   What scares you\n  ","225661":"\n   If you're single say, \"Hey\".\nIf you're taken say, \"Hi\". \nWhoever \"likes\" this comment thinks you're cute.  \n\nRepost and see the results\n  ","225662":"\n   do you have tiktok ?\n  ","225663":"\n   Do U find it hard for U to be kind to others\n  ","225664":"\n   What were u known for in elementary or middle\/Jr. High school?\n  ","225665":"\n   Who do you love the most?\n  ","225666":"\n   Think quit smoking cigarettes is hard ? Try being a parent 24\/8 with no help\n  ","225667":"\n   This has been the worst semester I've ever had. How's everyone else doing?\n  ","225668":"\n   Do you like olives? Yay or nay\n  ","225669":"\n   What is your favorite color?\n  ","225670":"\n   Are you usually the one to apologize first?\n  ","225671":"\n   Do you have preference of questions here?\n  ","225672":"\n   Favorite trap in Home Alone?\n  ","225673":"\n   What would you think if you saw the words \"Everything printed in red ink is a lie\" printed in red ink?\n  ","225674":"\n   If someone told you to \"stick it where the sun don't shine\" where would you stick it?\n  ","225675":"\n   Do you prefer to be addressed by the Miss or Ms. suffix?\n  ","225676":"\n   Could you eat a whole watermelon by yourself?\n  ","225677":"\n   Call me! 867-5309\n  ","225678":"\n   Do you wear a watch? If so, what kind?\n  ","225679":"\n   Is Copenhaver a Danish surname?\n  ","225680":"\n   What's the most difficult horseriding stunt you can do or have ever done?\n  ","225681":"\n   I wish I had a girlfriend who looked as good in tight pants and tall boots as you do.\n  ","225682":"\n   Damn girl you look amazing!! 😍\n  ","225683":"\n   Are you a console gamer scrub or are you part of the glorious PC gamer master race?\n  ","225684":"\n   So are you like...naked under your clothes?\n  ","225685":"\n   Teleportation. What can you tell us?\n  ","225686":"\n   Are you a truck driving kinda gal?\n  ","225687":"\n   What's your favorite belt?\n  ","225688":"\n   You stick your pole inside me. You tie me down to get me up, I get wet before you do... Guess what is it?\n  ","225689":"\n   Do you like My Little Pony?\n  ","225690":"\n   Do horses poop like cows do? (i.e. mostly liquid)\n  ","225691":"\n   Are you rubbing my tits, lad? Are you serious?!\n  ","225692":"\n   Is there any animals that look unsettling to you?\n  ","225693":"\n   Who went out for Black Friday  and killed they’re pockets!?!?!? What is the most expensive thing you got 🤔\n  ","225694":"\n   Psst! Your bra strap is showing.\n  ","225695":"\n   Which is most smoothest one you have?\n  ","225696":"\n   Do you feel guilty about living in a mansion when some people are homeless?\n  ","225697":"\n   Do you need a sugar daddy?\n  ","225698":"\n   What is it that all men have, it's longer in some men than others, the Pope doesn't use his and a man gives it to his wife after marriage?\n  ","225699":"\n   Popeyes Or KFC?\n  ","225700":"\n   What is one quality in a person that instantly makes you like them?\n  ","225701":"\n   What is in your trousers that I don't have?\n  ","225702":"\n   Do u have a gf\/bf?\n  ","225703":"\n   Where do you shop most?\n  ","225704":"\n   I follow you\n  ","225705":"\n   What’s wrong with the world?\n  ","225706":"\n   do you clean up horse poop?\n  ","225707":"\n   Is your profile picture considered as partial nudity?\n  ","225708":"\n   Do you think you're some kind of genius or something?\n  ","225709":"\n   Would you sleep with your horse if you were lost in the freezing wilderness? Or are they not a good source of body heat?\n  ","225710":"\n   Wot the bloody hell are you on about mate?\n  ","225711":"\n   do horses ever like eat ice cream it might be a dumb question tho\n  ","225712":"\n   Say you were a shoulder angel \/ devil yourself, how do you think that'd be like? Which of the two options do you think you'd enjoy the most? Why? 🤔\n  ","225713":"\n   Never had my wisdom teeth removed\n  ","225714":"\n   If you had an actual shoulder angel and devil who you interacted with on a daily basis, how would your relationship be with each one of them? 😇😈 How do you think it'd be like to have them standing on your shoulders each time you were going to make a moral decision? Haha\n  ","225715":"\n   How are you holding up?\n  ","225716":"\n   Describe the type of spouse you want in your life. State some of qualities.\n  ","225717":"\n   What would you prefer to win...a dream vacation or $10,000? Why?\n  ","225718":"\n   Ride 'em in Rawhide!!\n  ","225719":"\n   Do you prefer people who are shy or talk a lot?\n  ","225720":"\n   what does tomorrow's horoscope say ?\n  ","225721":"\n   Its ok?\n  ","225722":"\n   Sprinkles on your ice cream or no sprinkles? 🍦\n  ","225723":"\n   Thanks 😊 Nikki and yeah 😎 I’m doing good thank you 🙏 for asking and getting some rest for my recuperation of my vesicle tho\n  ","225724":"\n   Have you ever witnessed the fabled Wild Hunt?\n  ","225725":"\n   Would you rather join Robin Hood and His Merry Men or Jesse James and his gang? For the horse riding of course!\n  ","225726":"\n   Guess how many anchovies are in my mouth?\n  ","225727":"\n   Do you like ponies too?\n  ","225728":"\n   What's the longest pee you've ever had?\n  ","225729":"\n   Drugs?\n  ","225730":"\n   Look outside your window at the huge flapping vaginal folds.\n  ","225731":"\n   Strawberry ice cream or vanilla ice cream topped with sliced strawberries?\n  ","225732":"\n   hey...that's MY password too!\n  ","225733":"\n   Hello, I'm the person who reads the newspaper over your shoulder. Wait...don't turn the page; I'm not finished.\n  ","225734":"\n   So ye want to be a pirate m'lass?\n  ","225735":"\n   Are horseshoes lucky?\n  ","225736":"\n   What's your WiFi password?\n  ","225737":"\n   Pretty upset probably\n  ","225738":"\n   Now we’re talking\n  ","225739":"\n   Watch Conan O'Brien.\n  ","225740":"\n   YoU onLY HaVE tHREE DayS leFt. yoU NEED to gEt yoUR sHiT toGeTHEr or The onLY thING the cOpS are gONnA fiNd aRe heR bONeS. tWenTY grAnD in thE thIRd wilLow on LiNcOln Ave. by MoNDay or ELSE!!\n  ","225741":"\n   I have had it with these muthafuckin' snakes on this muthafuckin' plane!\n  ","225742":"\n   What's the hottest pepper you can eat?\n  ","225743":"\n   When was the last time you wore a dress?\n  ","225744":"\n   Have a potato!\n  ","225745":"\n   How would you feel if a horse climbed on and tried to ride you?\n  ","225746":"\n   i gots some paperwork that needs to smoke a jay\n  ","225747":"\n   Case number 150978432981774385609942176-5 will now be reviewed. Any questions?\n  ","225748":"\n   Ah sh!t...the police are here? You know any good criminal lawyers?\n  ","225749":"\n   You do what you do tolerably well. Now you must ask yourself is it worth doing?\n  ","225750":"\n   Hi 👋 Nikki how are you happy 😃 Monday to you a hug 🤗\n  ","225751":"\n   Priscilla Quintana is the lead in The Outpost and Jessica Green is the lead in Pandora\n  ","225752":"\n   Do you ever wear riding breeches and boots even when you're not riding, like just as a fashion statement?\n  ","225753":"\n   Do you kink shame anyone?\n  ","225754":"\n   Wanna join the Royal Canadian Mounted Police?\n  ","225755":"\n   Last night I stayed up late playing poker with a deck of tarot cards. I got a full house and four people died.\n  ","225756":"\n   Remember if you don't sin even a little bit then Jesus died for nothing.\n  ","225757":"\n   Could you go away and put a shirt on please?\n  ","225758":"\n   What color is your horse? I'm having a hard time telling.\n  ","225759":"\n   [insert rude\/hateful\/offensive\/inappropriate question here]\n  ","225760":"\n   Let's have sex! And by \"have sex\" I mean \"bake muffins.\"\n  ","225761":"\n   Who's your best friend?\n  ","225762":"\n   What kind of transportation do you use most often?\n  ","225763":"\n   Can you tell between Priscilla Quintana and Jessica Green?\n  ","225764":"\n   Anyone from your high school or college famous yet?\n  ","225765":"\n   How many strippers can someone f*** with $1 million?\n  ","225766":"\n   Do you like muffins?\n  ","225767":"\n   How does running usually work in your dreams? Are you able to run at a \"normal\" speed in dreams? (In mine, I can never run fast; if I had to describe it, it feels forcefully slowed down. It's as if I'm trying to run through Jell-O.)\n  ","225768":"\n   When was the last time you had to vouch for a friend?\n  ","225769":"\n   What do you spend most of your money on?\n  ","225770":"\n   Is 2021 gonna be your year?👀\n  ","225771":"\n   Hello to you♥️\n  ","225772":"\n   When was the last time that you got sick? 🤒 Have you gotten sick less often now during the pandemic? 😷\n  ","225773":"\n   B you got a car and in university. You’ll be great!\n  ","225774":"\n\n    https:\/\/open.spotify.com\/track\/5qPAFGwWMulXJL1qlc0fHC\n   \n   for you <3\n  ","225775":"\n   What are you thinking about right now? I mean literally RIGHT NOW!\n  ","225776":"\n   Do you go fox hunting?\n  ","225777":"\n   Is Nikki short for anything like Nicole?\n  ","225778":"\n   Where do you see yourself in the next 10 years?\n  ","225779":"\n   How much money do you need to feel rich? How much money will make you feel contented?\n  ","225780":"\n   Do you use disposable face masks, or reusable? If you use reusable \/ washable masks, do they have any designs?\n  ","225781":"\n   What would you say has made you the person you are today?\n  ","225782":"\n   Aww yeah! Snow Miser and Heat Miser FTW!!\n  ","225783":"\n   Do you use Pinterest? If so, what do you use it for?\n  ","225784":"\n   I'm having a good time. Can't you just support me in that?\n  ","225785":"\n   Have you ever had to give something up that you really didn't want to?\n  ","225786":"\n   breakfast or lunch?\n  ","225787":"\n   what’s ur fav mammal?\n  ","225788":"\n   Which is rather painful a scooter to the ankle or stubbing your toe?\n  ","225789":"\n   Id protect her :))\n  ","225790":"\n   Would you go into a dark basement by yourself?\n  ","225791":"\n   Oh good! 'cause this is a person too.\n  ","225792":"\n   Are you the gambling type?\n  ","225793":"\n   I'm gonna murder Stephanie while she's sleeping. You want in?\n  ","225794":"\n   What was the last thing you paid for?\n  ","225795":"\n   How are unicorns made? I want to make some! 🦄\n  ","225796":"\n   what's the worse thing that's happened to you during a fight\n  ","225797":"\n   New video out now! 🐴\n  ","225798":"\n   Same 💪🏿\n  ","225799":"\n   I'm gonna tear off your [CENSORED!], shove it up your [CENSORED!] and force my [CENSORED!] down your [CENSORED!] and then [CENSORED!] you with a [CENSORED!] up the [CENSORED!] and [CENSORED!] your [CENSORED!] so hard you'll have to [CENSORED!] sideways!\n  ","225800":"\n   Would you ever go skinny dipping with people you met on vacation?\n  ","225801":"\n   Are you afraid of the dark?\n  ","225802":"\n   Who am I talking to here? Is this a person or a machine?\n  ","225803":"\n   I subscribed to your youtube channel.\n  ","225804":"\n   So this homeless guy came up to me, right? And he had this sharp piece of metal in his hand and he just scuffed me, through my clothes and everything, in Birmingham...Birmingham? And I was like \"what the fuck?\" And then I had to go away otherwise shit woulda got messier.\n  ","225805":"\n   Are you farsighted or nearsighted?\n  ","225806":"\n   Do you like puffy jackets? Do they make you look cute or huge?\n  ","225807":"\n   Do you have barn cats?\n  ","225808":"\n   Do you think you could win the Kentucky Derby?\n  ","225809":"\n   You wanna see my new chainsaw and hockey mask?\n  ","225810":"\n   do you like guys in suits?\n  ","225811":"\n   Why don't we get drunk and screw?\n  ","225812":"\n   What would you do if a pirate ordered you to surrender your booty?\n  ","225813":"\n   I'm Madam Mercury and I'm following my bliss!\n  ","225814":"\n   Who do u tell a lot to?\n  ","225815":"\n   How are you?\n  ","225816":"\n   hey how are you hope max and chance are good, and nugent and cezar\n  ","225817":"\n   who is the coolest athlete ever\n  ","225818":"\n   Tea or Coffee? ✨💛\n  ","225819":"\n   What was your first car?\n  ","225820":"\n   has a lover ever cheated on you?\n  ","225821":"\n   Can you force your spouse to cheat? And if so how?\n  ","225822":"\n   Even if that change can be positive for you and those around you?  No one shud unnecessarily accommodate, but some change naturally occurs over time anyway.  Don't let pride ever interfere with true happiness, as it's extremely difficult to process and all parties involved eventually lose. I♥️U\n  ","225823":"\n   Have you ever cheated on a partner\n  ","225824":"\n   do u usually miss ur bae?\n  ","225825":"\n   Are You Open Minded?\n  ","225826":"\n   do you prefer long hair or short hair?\n  ","225827":"\n   Tall guys or short guys\n  ","225828":"\n   Thoughts on TikTok? 🤔\n  ","225829":"\n   How are you spending your Friday? 😄 Maybe post a pic of what you're up to? Or just of anything else you feel like posting? 📸\n  ","225830":"\n   I used to date a rancher. We broke up because he loved his horse more than me.\n  ","225831":"\n   Have you ever read or seen the play EQUUS by Peter Shaffer?\n  ","225832":"\n   What was the latest \"unhealthy\" thing that you ate? 🍟🍩🍕🍨🍔 Did you feel like it was worth it? 😋\n  ","225833":"\n   What's your favorite Christmas movie? 🎅🎬 (Gonna compile the answers into a pie chart to see which are the most popular, something I sometimes used to do on my old account 😁)\n  ","225834":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","225835":"\n   Have you ever wanted to make a video game?\n  ","225836":"\n   Do you clean up after your horse when it takes a dump on the trail?\n  ","225837":"\n   Hi this is Joe Fox. Who is this?\n  ","225838":"\n   I got a call from you and it was a recording and you were in a hair salon and your hair was wet. Do you remember that?\n  ","225839":"\n   What do you wish you could learn to do?\n  ","225840":"\n   Imagine if aliens come to Earth, can humans be racist to them?\n  ","225841":"\n   When was the last time a b*tch was shook?\n  ","225842":"\n   Which anniversaries do people in non-marital relationship celebrate?\n  ","225843":"\n   Why do we get emotional from nostalgia?\n  ","225844":"\n   Hey remember Brock \"The Rapist\" Turner? Apparently he doesn't like it when people call him Brock \"The Rapist\" Turner. So I just want to remind you of his nickname Brock \"The Rapist\" Turner and encourage you to call him Brock \"The Rapist\" Turner.\n  ","225845":"\n   Do you know what feltching is?\n  ","225846":"\n   Sometimes when I'm at home eating ice cream by myself I like to fantasize that I'm on an ice cream date with a beautiful woman. God how pathetic am I?\n  ","225847":"\n   You hear that? That's the sound of my heart fluttering as I look upon your kickass body!\n  ","225848":"\n   Have the last few months passed slowly for you? Or do you feel as though they flew by?\n  ","225849":"\n   How would you feel if a guy you knew was going around telling people that he was your boyfriend?\n  ","225850":"\n   I have an extra ticket for Dehumanizing Male Fantasies On Ice. You wanna come?\n  ","225851":"\n   Should a gentleman lend his coat to his date when its chilly?\n  ","225852":"\n   You're beautiful!\n  ","225853":"\n   What can a friend do that will make you feel special?\n  ","225854":"\n   How many real friends do you have?\n  ","225855":"\n   Prepared for your next move?\n  ","225856":"\n   Don't i know you from somewhere a long time ago?\n  ","225857":"\n   That's good😁 So, how you doing on this day of your life?🤔\n  ","225858":"\n   what is the last new years resolution you made?\n  ","225859":"\n   What's your today midnight thoughts ?\n  ","225860":"\n   Has there ever been a movie or show that made you cry? What about a song?\n  ","225861":"\n   Is it true to say that the more you read the more intelligent you are? How many books have you read?\n  ","225862":"\n   thank you\n  ","225863":"\n   Probably not their address. You should avoid answering any questions with personal information as well.\n  ","225864":"\n   Do you use a riding crop?\n  ","225865":"\n   Please send me small mp3 players and small mp3 cords that you do not want. RSihler 250 Willow Lane Rio Dell California 95562.\n🔌🎊📟\n  ","225866":"\n   Houston tx\n  ","225867":"\n   oh that's wassup\n  ","225868":"\n   Which state in your country would you like to visit?\n  ","225869":"\n   Where are you from?\n  ","225870":"\n   Come on you know that was good\n  ","225871":"\n   It this isn’t foreshadowing I don’t know what the fuck is?!\n  ","225872":"\n   Do you love riding?😼\n  ","225873":"\n   Do you have any platonic friends? Or do you consider platonic friends men that you only have sex with occasionally??\n  ","225874":"\n   Is it because you’re tired of living with your mom? I can understand that, would that have helped the relationship??\n  ","225875":"\n   Hot chocolate or apple cider?\n  ","225876":"\n   Would you want to get your hand on your very own spaceship? What kind of features would it have, how big would you want it to be etc.? Where'd you wanna go with it and what'd you do once you were there? 🛸🌌\n  ","225877":"\n   Have you been working out during quarantine???\n  ","225878":"\n   do you like fruit 🍉🍎 🍌\n  ","225879":"\n   Why is it that the good guys always end up broken hearted?\n  ","225880":"\n   And I hate women who rip the heart out of good men for no fucking reason. And loud chewing as well 😁\n  ","225881":"\n   There ya go put a picture up just to make sure everyone knows that you’re not my ex.\n  ","225882":"\n   😍 😍 😍 😍 😍 😍\n  ","225883":"\n   What is a pet peeve of yours?\n  ","225884":"\n   Oh sweet lord, no it’s not good that’s how cheating begins but it doesn’t matter\n  ","225885":"\n   Pic?\n  ","225886":"\n   How did people describe you as a child?\n  ","225887":"\n   What is something you're saving up for?\n  ","225888":"\n   Do you watch alot of violence on tv?\n  ","225889":"\n   How do you know my ex girlfriend?\n  ","225890":"\n   What's the definition of a horse show? A bunch of horsesasses showing off their horse's asses.\n  ","225891":"\n   wait isn't this the punchline to a david alan grier joke?\n  ","225892":"\n   🐠SPΛᄃΣ🥢\n  ","225893":"\n   Do I know you?\n  ","225894":"\n   your ask is troll nation\n  ","225895":"\n   being a self righteous prick lol cannot stand humans not you btw\n  ","225896":"\n   Spare telephone?\n  ","225897":"\n   What is your major turnoff in a romantic relationship?\n  ","225898":"\n   Hey does anyone here has a spare telephone or knows anyone who has a spare telephone I could use? Please and thank you!\n  ","225899":"\n   What is one thing everyone else seems to like but you can’t stand?\n  ","225900":"\n   What are your plans for Thanksgiving?\n  ","225901":"\n   Favorite color of  hearts\n  ","225902":"\n   I hope your Monday has been amazing so far 🤗😉😌\n  ","225903":"\n   What do you do when you lose control? How often does it happen?\n  ","225904":"\n   If you have friends coming over, what would you cook\/order? 😋\n  ","225905":"\n   Do you plan on getting a haircut any time soon?\n  ","225906":"\n   Dudeee, this year it's almost overrr\n  ","225907":"\n   Well that’s important, because I sure as hell am not receiving a call so I guess I am single officially!\n  ","225908":"\n   But do you call him when he’s down?\n  ","225909":"\n   Ooh tan is very stylish too!\n  ","225910":"\n   What's the first initial of your ex(s)?\n  ","225911":"\n   Nice! White pants and black boots are super chic!\n  ","225912":"\n   how u spend time in autumn usually?\n  ","225913":"\n   Do horses have human shoes in their stables for good luck? 🧠💥\n  ","225914":"\n   Do you snore?\n  ","225915":"\n   that is awesome!\n  ","225916":"\n   What have you eaten today?\n  ","225917":"\n   What are you looking for throughout your life?\n  ","225918":"\n   Just checking in! 🧠\nHow are you, really?\n  ","225919":"\n   Post a pic of you in your boots & breeches?\n  ","225920":"\n   Save a horse, ride a cowboy?\n  ","225921":"\n   Have you ever ridden any other animals besides a horse, like a camel or an elephant?\n  ","225922":"\n   Could you tame the elusive unicorn?\n  ","225923":"\n   Bingle.com, the dating site for single beans. Are you bingle?\n  ","225924":"\n   Did you vote?\n  ","225925":"\n   Have you ever had a horse accidentally step on your foot?\n  ","225926":"\n   Do you like fall??\n  ","225927":"\n   Do you like the way Instagram has changed ?\n  ","225928":"\n   When did I ever imply it was rape?\n  ","225929":"\n   I meant it metaphorically.\n  ","225930":"\n   What is your favorite song at the moment?\n  ","225931":"\n   _\n  ","225932":"\n   Sangle?\n  ","225933":"\n   what makes you feel productive and accomplished?\n  ","225934":"\n   What is the most unexpected thing that happened to you this week?\n  ","225935":"\n   What is your favorite kind of soup\n  ","225936":"\n   What is better a view of the Sea or a view of the City?\n  ","225937":"\n   Plans for weekend?\n  ","225938":"\n   Free ⭐️\n  ","225939":"\n   Do you have a hard time telling yourself NO?\n  ","225940":"\n   Can I pm u?🥺💔\n  ","225941":"\n   hulu or netflix\n  ","225942":"\n   How much money do you really need?\n  ","225943":"\n   Have you ever been gaslighted?\n  ","225944":"\n   Who is still awake and can’t go to sleep?\n  ","225945":"\n   Guys, how would you describe your favorite girl?\n\nI like girls who are beautiful, fun, talkative, outgoing, open minded and have good taste in fashion and makeup.\n  ","225946":"\n   Who calls you when you're down?\n  ","225947":"\n   Hello what are you doing?\n  ","225948":"\n   do you think if you were to live in a big city you wont be as happy as you are now in your life?\n  ","225949":"\n   What causes you to panic?\n  ","225950":"\n   What is your advice on dealing with a heartbreak?\n  ","225951":"\n   Do you like egg nog? Did you know it tastes good mixed with orange Crush?\n  ","225952":"\n   If I were to tell you that I got rejected from all my potential dates what would you tell me?\n  ","225953":"\n   How old are you ?\n  ","225954":"\n   Do you think Santa Claus is a sexual predator?\n  ","225955":"\n   If I say the name Grogu would you know what I was referring to ?\n  ","225956":"\n   What is your favorite outfit ?\n  ","225957":"\n   Apple or banana?\n  ","225958":"\n   do you talk to your neighbors, or are you not familiar with them at all?\n  ","225959":"\n   Who’s not asleep??\n  ","225960":"\n   Shaved legs or unshaved\n  ","225961":"\n   Just runs in your genes, no pun intended haha\n  ","225962":"\n   Nikki you seem popular. Hi\n  ","225963":"\n   Thanks!\n  ","225964":"\n   you guys must be pretty active I guess haha\n  ","225965":"\n   In fairness I asked that last night lol\n  ","225966":"\n   what's cooking good looking?\n  ","225967":"\n   [@athenusvena] If we learn and improve from our mistakes, why are we (humans) so afraid to make them?\n  ","225968":"\n   Where?\n  ","225969":"\n   How do you manage to stay slim?\n  ","225970":"\n   Age? Height?\n  ","225971":"\n   How much do you eat in a typical day?\n  ","225972":"\n   Twitter? Instagram? Vsco?\n  ","225973":"\n   Tag a random askfm user and say 1 word without explanation hahaha 🤭\n  ","225974":"\n   Have you bought some Christmas gifts yet? 🎁\n  ","225975":"\n   I am very glad for you that you have the natural metabolism and genetics to eat what you want and be satisfied and without having to workout anymore than you want to for your daily activities.\n  ","225976":"\n   I think that I suffer from moderate depression, but why do I feel like I am not as depressed as usual when I'm busy? Sometimes I feel stupid and ask myself \" Am I suffering from depression or am I just faking it?\n  ","225977":"\n   So like what all did you eat yesterday then? Can you list it all please? Just to see an example of how much that is, in a specific case.\n  ","225978":"\n   Do you get hungry to eat more or not really?\n  ","225979":"\n   but you never like workout to workout?\n  ","225980":"\n   You don't wish you could eat more?\n  ","225981":"\n   How much do you workout?\n  ","225982":"\n   Do you wish it was faster?\n  ","225983":"\n   Are you glad you have a fast metabolism?\n  ","225984":"\n   Is what you're doing now what you always wanted to do growing up?\n  ","225985":"\n   How much sun have you been getting recently where you live? I just found out that we've only gotten one hour of sun in total during December so far. We've been living in a constant gray basically during the few hours when it isn't pitch black 🙃🌫 Swedish winter sure is fun.... 😂\n  ","225986":"\n   Would you rather live in the mountains or on the beach?\n  ","225987":"\n   How many plates?\n  ","225988":"\n   Have you ever called a phone  number written on a bathroom stall? What ensued?\n  ","225989":"\n   Where would you choose to visit Paris, Egypt, or Britain?\n  ","225990":"\n   Did she move away?\n  ","225991":"\n   What's the worst lie you ever heard?\n  ","225992":"\n   Do you have a theme in your bedroom? What is it?\n  ","225993":"\n   What outdated slang do you use on a regular basis?\n  ","225994":"\n   Who’s excited for Christmas 🎄 🎅 🎁 ❄️ ⛄️\n  ","225995":"\n   I need you\n  ","225996":"\n   What is your favorite flavor of chocolate?\n  ","225997":"\n   do you have it in you to forgive?\n  ","225998":"\n   Is there anything pending in your life?\n  ","225999":"\n   whats a sure way to make you 🙂?\n  ","226000":"\n   Do you follow any Black people on ask.fm\n  ","226001":"\n   What's the longest you've went without sleep?\n  ","226002":"\n   what is your favorite scent?\n  ","226003":"\n   what's worse mass questions or shoutouts?\n  ","226004":"\n   Do you like JOE ROGAN\n  ","226005":"\n   Buddha once said ?\n  ","226006":"\n   Favorite color?\n  ","226007":"\n   Be safe from Covid\n  ","226008":"\n   Middle school is in between which two schools?\n  ","226009":"\n   Did you watch the Korea series?\n  ","226010":"\n   What? 👂\n  ","226011":"\n   Would you buy a doll that you knew was haunted? 🎎 👻 👍 🙃\n  ","226012":"\n   Stand up for yourself, don’t let people step on you, am I right or am I right?\n  ","226013":"\n   Would you move to Little Rock Arkansas if you had the money ?\n  ","226014":"\n   Do you live in the mountains?\n  ","226015":"\n   Well at least I don't just sit around the house all day SUCKING A HORSE'S DICK!!!\n  ","226016":"\n   You rock that equestrian fashion?\n  ","226017":"\n   Do you believe in fate?\n  ","226018":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","226019":"\n   Do you believe in multitasking?\n  ","226020":"\n   What would you do if you could inflate your body like a balloon?\n  ","226021":"\n   Nightlight or no light?\n  ","226022":"\n   Do you use the fitting rooms at the store or try it on at home?\n  ","226023":"\n   Have you ever sent a text message to the wrong person?\n  ","226024":"\n   What was your favorite cartoon growing up? I loved “ As Told By Ginger “ I was like 6 or something\n  ","226025":"\n   How many tattoos do you have?\n  ","226026":"\n   How to get out of a toxic relationship\n  ","226027":"\n   Name something your ex gave you that you still have?\n  ","226028":"\n   it may be a little harder than English I was used to Western\n  ","226029":"\n   Besides the government officials and church, who are the other manipulative people?\n  ","226030":"\n   easier\n  ","226031":"\n   You actually eat that shit?\n  ","226032":"\n   So umm...tell me about horses?\n  ","226033":"\n   Western really but I got used to English\n  ","226034":"\n   Hands up who's still using the original 1st generation iPhone.\n  ","226035":"\n   Has anyone ever been chased by a UFO or bright light?\n  ","226036":"\n   right that's cool\n  ","226037":"\n   What was your last dream about?\n  ","226038":"\n   I always rode Western til I started riding n showing then it was English took me awhile to get used to it\n  ","226039":"\n   What are you short-term goals?\n  ","226040":"\n   Do you talk to yourself?.\n  ","226041":"\n   wow awesome\n  ","226042":"\n   What distracts you?\n  ","226043":"\n   What’s your favorite food\n  ","226044":"\n   Do you find yourself thinking more about your past, present or future?\n  ","226045":"\n   What are you searching for?\n  ","226046":"\n   what rank are you\n  ","226047":"\n   may i have some advice?\n  ","226048":"\n   how’s your day?\n  ","226049":"\n   💛\n  ","226050":"\n   How's the riding going\n  ","226051":"\n   Do you have cable, satellite or do you use a streaming service? I just got Hulu Live\n  ","226052":"\n   Can somebody be “cultured” while never having left their home country?\n  ","226053":"\n   Do you like tamales\n  ","226054":"\n   How forgetful would you say that you are? Like, how often do you misplace stuff and such? 🤔😐\n  ","226055":"\n   Hello there 😊\n  ","226056":"\n   Would you rather go out for dinner or cook at home?\n  ","226057":"\n   Does anyone know how to get Blood off their clothes?\n  ","226058":"\n   bush did 9\/11?\n  ","226059":"\n   Do you have secret that no one know ?\n  ","226060":"\n   ﹅❁. What is your summer song?\n  ","226061":"\n   until the light takes us\n  ","226062":"\n   How old are you?\n  ","226063":"\n   Why am I getting these shoutouts? And how do I get rid of them?\n  ","226064":"\n   Where do you keep youre hamper?\n  ","226065":"\n   Do you still have your tonsils?\n  ","226066":"\n   Behold a pale horse\n  ","226067":"\n   Jack the Ripper vs The Zodiac. 1 v 1 with no weapons?\n  ","226068":"\n   Oh I know it makes me feel good though because she does sometimes come online and she’ll know it’s for her. She likes to create scenarios in her mind where she can do exactly what she pleases, but she’s met a man who is the exact same, and hates being disrespected!!\n  ","226069":"\n   Oh yeah for sure, it’s a long story, but if she doesn’t show up tonight tomorrow starts the fun.  and everybody who knows me knows that I get information & eventually get exactly what I want from hard-work and dedication. 🖤💣🔥💯\n  ","226070":"\n   Do you remember your dreams?\n  ","226071":"\n   Always the smarter choice, because sometimes people don’t know what they’re capable of doing until someone else needs them so much that it unleashes a fire and brimstone affect that causes everyone to be effected. Because of this, my girls coming over tonight or the wrath may initiate($80)😘\n  ","226072":"\n   May i do you're Laundry?\n  ","226073":"\n   I'm out this is pathetic!!!\n  ","226074":"\n   Eggs or Bacon? 🍳🥓✨\n  ","226075":"\n   What’s worse than Mondays?\n  ","226076":"\n   Prob a better solution anyways, bringing the courts involved can have some serious collateral damage.  My father once 💣🔥 up a judges.....💯🦾😎\n  ","226077":"\n   Have you ever sued someone?\n  ","226078":"\n   If you could choose any animal in the world to be your pet, what would you choose?\n  ","226079":"\n   Do you have dogs ?\n  ","226080":"\n   if you do see her, tell her PaPa bear misses his hunnypot immensely! ♥️🙏🏼\n  ","226081":"\n   I'm not asking ya, I don't think you're my everything, but thanks tho.. enjoy ur meal\n  ","226082":"\n   Oh good ok...  I'd love to have dinner ready but I have no idea when I'll be joined by ME♥️?\n  ","226083":"\n   Hot showers or cold showers?\n  ","226084":"\n   Did aliens do stonehenge?\n  ","226085":"\n   Isn't that redundant?  😜😍\n  ","226086":"\n   Everythang good tho?\n  ","226087":"\n   LOLOLOL\n  ","226088":"\n   Whens dinner time?\n  ","226089":"\n   What brand of shampoo and conditioner do you use?\n  ","226090":"\n   How’s the horsie?\n  ","226091":"\n   Have you ever sung to someone else?\n  ","226092":"\n   Hi 👋 Nikki how are you happy 😊 Tuesday to you a hug 🤗 I have a bad news for you tho they are going to operate me from my left side\n  ","226093":"\n   you ever had those frosted cookies\n  ","226094":"\n   Not a whole meal?\n  ","226095":"\n   Are you sure tho?!  😬😜\n  ","226096":"\n   Wheat Thin, Triscuit, or Cheez-it?\n  ","226097":"\n   Do you like Cherry flavored stuff\n  ","226098":"\n   Want something to eat?\n  ","226099":"\n   Bubbly or hint\n  ","226100":"\n   Broccoli Or Cauliflower?\n  ","226101":"\n   Would you rather have someone fear or respect you?\n  ","226102":"\n   Introvert or extrovert\n  ","226103":"\n   Beautiful\n  ","226104":"\n   Ootd?\n  ","226105":"\n   This is ur ask how tf are they gonna get mad like tf? lmao people are insane\n  ","226106":"\n   you ever had to roast an anon for getting outta line?\n  ","226107":"\n   Do you wear glasses?\n  ","226108":"\n   I love the shot! so pretty.\n  ","226109":"\n   Which food is better? Mexican or Italian?\n  ","226110":"\n   Fav pic?\n  ","226111":"\n   How big are your boobs?\n  ","226112":"\n   Do you have a smart car?\n  ","226113":"\n   🌞 ☁️ 💙\n  ","226114":"\n   Does a vagina have a certain smell? mine is very pungent an idk if i should get checked out\n  ","226115":"\n   Feeling really sad\n  ","226116":"\n   The time is 7:40 am\n  ","226117":"\n   🎁🎀.. You are Generous to give gifts this Christmas??..⛄🎄⛄.. eres Generoso en dar regalos esta Navidad??..🎀🎁\n  ","226118":"\n   What Is your energy level today?\n  ","226119":"\n   Happy Tuesday 😁🥳\n  ","226120":"\n   Anyone living in New York City?\n  ","226121":"\n   Is it very cold where you are?\n  ","226122":"\n   of cheese 🧀? 😆\n  ","226123":"\n   Have you ever been to Philadelphia?\n  ","226124":"\n   Should i not cut my hair super short?\n  ","226125":"\n   White chocolate or Dark chocolate 🍫\n  ","226126":"\n   Nearby\n  ","226127":"\n   Have you ever lost a tooth?\n  ","226128":"\n   Does pineapples belong on pizza?\n  ","226129":"\n   Have you heard the new Ariana Grande’s Album Positions??? Tell me your thoughts about it😁\n  ","226130":"\n   Worst type of pet\n  ","226131":"\n   Have you ever pushed a door clearly marked pull?\n  ","226132":"\n   If you were going to get a tattoo, what would it be and where?\n  ","226133":"\n   Favorite Christmas dish?\n  ","226134":"\n   What’s your favorite ice cream flavor?\n  ","226135":"\n   I believe that steph curry will have a great season in shooting 3's and passing legends in points\n  ","226136":"\n   If you could know the absolute and total truth to one question, what question would you ask?\n  ","226137":"\n   Oh that's cool\n  ","226138":"\n   I want a baby but my boyfriend says hes not ready. We've been messing around unprotected and he says things like I want to give you my child but I'm not ready I let it happen because I want one but\n I really think he actually got me pregnant now.  Should I tell him or hide it till it's too late?\n  ","226139":"\n   Why is it so cold\n  ","226140":"\n   How do you women take your mind off of cramps\n  ","226141":"\n   Girls if you are single and pregnant I would be glad to adopt your baby so you do not abort your son or daughter I would even pay your medical bills and sit with you in the delivery room when you give birth I MEAN IT PROMISE YOU.\n  ","226142":"\n   🧡\n  ","226143":"\n   Do you like play ping pong ?\n  ","226144":"\n   Whats the most interesting thing about you?\n  ","226145":"\n   Do you like a crunchy or a chewy chocolate chip cookies?\n  ","226146":"\n   What was your favorite childhood TV show?\n  ","226147":"\n   What color clothes do you look the best in? 😍\n  ","226148":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","226149":"\n   If you picked up a wallet full of cash, would you, TRUTHFULLY, return it or keep it?\n  ","226150":"\n   is there anyone that you want back in your life?\n  ","226151":"\n   Ever been blamed for something you didn't do? What was the aftermath?\n  ","226152":"\n   No haha maybe in a self defense situation?\n  ","226153":"\n   Drinks?\n  ","226154":"\n   Yeah but i mean a chokehold with your legs is probably quite effective haha?\n  ","226155":"\n   Hahaha your legs are your weapons?\n  ","226156":"\n   Do you have strong legs because of horse riding?\n  ","226157":"\n   Abs or Dad Bod?\n  ","226158":"\n   Have you ever gone sledding?\n  ","226159":"\n   Do you love yourself? If not, how do you think you could appreciate yourself more?\n  ","226160":"\n   How long wait to a house come through for real\n  ","226161":"\n   So I cant speak for her but any verbal abuse that I receive I’ve been built for that’s why my self defense mechanisms are so high. I wouldn’t be with her if I was going to let that affect me and affect our relationship.\n  ","226162":"\n   She’s scared, like everybody is when you found the perfect made for you. I know I’m scared with my girlfriend because I know I’m going to propose to her soon and will get married\n  ","226163":"\n   Did you ever listen to Destiny’s Child?\n  ","226164":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","226165":"\n   I swear everything that comes out of my ex's mouth is a lie and I don't even know why I care so much. Maybe it's the fact she always runs right back to her first love and claims he's so \"perfect\" and I'm just \"trash\" in her eyes....\n  ","226166":"\n   What kind of dish can you make\/cook?\n  ","226167":"\n   If you could get any surgery done which one would it be?\n  ","226168":"\n   Can you dance?\n  ","226169":"\n   What is there to do this weekend?\n  ","226170":"\n   Are diamonds still a girls best friend?\n  ","226171":"\n   Hello\n  ","226172":"\n   What's up?\n  ","226173":"\n   How important is it for you to have a lot of money?\n  ","226174":"\n   Can i die if i fap 4 times per day?\n  ","226175":"\n   England is very pretty :)\n  ","226176":"\n   Would you rather move to Germany or England?\n  ","226177":"\n   God bless Governor Ham\n  ","226178":"\n   why are men afraid of not looking manly enough in front of females?\n  ","226179":"\n   What talents do you have?\n  ","226180":"\n   gooooods !!!\n  ","226181":"\n   What's the furthest from home you've been?\n  ","226182":"\n   Pic 🌺\n  ","226183":"\n   What's a gift you plan on giving someone this Christmas?\n  ","226184":"\n   The \"Purge\" becomes a real life thing, once a year in the USA. Do you participate or hide?\n  ","226185":"\n   do you know your ancestry? where is your family from?\n  ","226186":"\n   no sorry im a mother to a little boy ive got a girlfriend at the moment\n  ","226187":"\n   Means the statement of live life.\n  ","226188":"\n   Bwc way??\n  ","226189":"\n   Which one you liked the most?\n  ","226190":"\n   Do you draw? Create music?\n  ","226191":"\n   What other countries?\n  ","226192":"\n   what do you keep on you at all times when going out\n  ","226193":"\n   Thoughts on Facebook:\n  ","226194":"\n   What can melt your heart?\n  ","226195":"\n   What’s your main philosophy in life? When did you first recognize this philosophy and put it into effect?\n  ","226196":"\n   How do you be happy during a pandemic\n  ","226197":"\n   yeah im bi with a little boy ive dated in secret and people thinks we were just hanging out as friends\n  ","226198":"\n   Ever been to another country other than the US?\n  ","226199":"\n   do you have an onlyfans account?\n  ","226200":"\n   ahh ok are you bi or straight?\n  ","226201":"\n   I'm not on YouTube much\n  ","226202":"\n   i have its fun to start with and is quite handy sometimes but it has it issues\n  ","226203":"\n   yeah that's me I love horses\n  ","226204":"\n   What's your lucky number?\n  ","226205":"\n   she looks nice and if she had a differnt personailty  i think i give her a go\n  ","226206":"\n   Sunflowers🌻 or Roses🥀\n  ","226207":"\n   Do you like crackers\n  ","226208":"\n   What is your least favorite color?\n  ","226209":"\n   The type of shoe you have the most of in your closet?👠👟👢👡\n  ","226210":"\n   yeah i shes she had a crush on me anyway and i kind of found out she had a thing for my boobs so i think i made the right decision lol\n  ","226211":"\n   i was asked last yeah i wanted to try it out on with a friend on her farm .......i declined\n  ","226212":"\n   if it was on private land?\n  ","226213":"\n   What’s you guys’ favourite Santa? White Santa🎅🏻Italian Santa🎅🏼Indian Santa🎅🏽Black Santa🎅🏾Other Black Santa🎅🏿or Chinese Santa🎅 ???\n  ","226214":"\n   Fav Spicy Dish\n  ","226215":"\n   yeah thats what i ment lol\n  ","226216":"\n   Say you found a true voodoo doll which could be used to indirectly affect someone physically, even control their movements if you so wished, would you use it? On who and in what way? If not, what'd you then do with the doll? 🦴💀📌\n  ","226217":"\n   what about a naturalist?\n  ","226218":"\n   Hi Nikki 🤓\n  ","226219":"\n   hi\n  ","226220":"\n   would you want to be a naturist ?\n  ","226221":"\n   Que prefieren, clima frió o caliente?\n  ","226222":"\n   How do you like to start your morning?\n  ","226223":"\n   How many people know what you did yesterday?\n  ","226224":"\n   Have you ever been fishing?\n  ","226225":"\n   Do you play video games?\n  ","226226":"\n   .!\n  ","226227":"\n   Have you ever broken a rubber band while trying to tie your hair up?\n  ","226228":"\n   What do you like and dislike about winter . 🙃\n  ","226229":"\n   Summer vs winter what do you like more and why\n  ","226230":"\n   What time of the year do you anticipate most?\n  ","226231":"\n   I use to show horses\n  ","226232":"\n   Statement of Life?\n  ","226233":"\n   Awww.. happy for you❤️\n  ","226234":"\n   Like every week? How do you recharge your batteries then?\n  ","226235":"\n   Do you do game night?\n  ","226236":"\n   you're amazing Just the way you are\n  ","226237":"\n   How about weekend gateways?\n  ","226238":"\n   What is something unrealistic that you often see in movies that annoys the hell out of you?\n  ","226239":"\n   Mom dad and a sibling?\n  ","226240":"\n   How often do you take vacations?\n  ","226241":"\n   Are you youtuber\n  ","226242":"\n   So how do you manage this disciplined routine regularly?\n  ","226243":"\n   Happy Thanksgiving\n  ","226244":"\n   Underwear color and type\n  ","226245":"\n   😂😂\n  ","226246":"\n   Do you live alone? Or with roommate?\n  ","226247":"\n   On a scale of 1-10, how will you rate your self discipline and why\n  ","226248":"\n   Can you share a random fact?\n  ","226249":"\n   Can or do you ice skate in your neighborhood?\n  ","226250":"\n   Who is still awake ?\n  ","226251":"\n   Are you excited for christmas?\n  ","226252":"\n   Share photos of your pets  ???\n  ","226253":"\n   Do you have decorative lights up within your house? {doesn't have to be \"holiday\" lights, it can be any kind of non standard light!}\n  ","226254":"\n   💛\n  ","226255":"\n   If you see really cute person in public place standing alone , what do you do ?\n  ","226256":"\n   Did anyone put up Christmas decorations if so what decorations did you do?\n  ","226257":"\n   What are some crazy things you did out of boredom?\n  ","226258":"\n   If you have some paper to recycle, do you first tear it to shreds by hand before throwing it away? Or you just put everything straight through a shredder?\n  ","226259":"\n   But obviously that means he thinks he can fight. For all I know, he’s more dangerous than me.\n  ","226260":"\n   I have a crush on sweet!\n  ","226261":"\n   Then why pick a fight with me for literally zero reason, just cause I’m really dark?\n  ","226262":"\n   What's the most impressive thing you've ever seen a doctor do?\n  ","226263":"\n   Have you ever built a gingerbread house? 🍬🍭🏠 How did it turn out? 😁\n  ","226264":"\n   Can we biologically extract sharks dna to enhance our immune system.\n  ","226265":"\n   Who is your bae\n  ","226266":"\n   Do you prefer wearing short or tall boots?\n  ","226267":"\n   Are you active or lazy in winters\n  ","226268":"\n   Have you ever worn long gloves? As part of a costume i mean\n  ","226269":"\n   Do you own a gun?\n  ","226270":"\n   In the end its just hair and sooner than later it will be as long as before. But i must admit that if i had as much hair as you in one go, it would have been rather traumatic for me hahahahaha\n  ","226271":"\n   Are you sending Christmas cards this year?\n  ","226272":"\n   I think that it seems so to everyone who lives in another country. There is a lot of falsehood in Russia too. People are wherever you are.\n  ","226273":"\n   What's your favourite drugstore make up\n  ","226274":"\n   Nothing just joking 😂\n  ","226275":"\n   I just have Blocked you  .😡\n\nOffended 😡😡\n  ","226276":"\n   Do you drive a car or a bike?\n  ","226277":"\n   Why did you do it? Wanted a change?\n  ","226278":"\n   I have to click bio \n\nDon't show me attitude 😡\n\nBlocked granny sister\n  ","226279":"\n   how you feel about light skins?\n  ","226280":"\n   It is loooong. Have you thought about cutting it short? You look nice btw!!!\n  ","226281":"\n   I don't read bio 😃\n  ","226282":"\n   He left me and then came back. And left me again. Do you think he doesn’t love me anymore\n  ","226283":"\n   I’m sorry you’re right, let’s just pretend like everything is peachy and people don’t have real problems\n  ","226284":"\n   What's your Instagram id\n  ","226285":"\n   A 77 year old racist guy called me the N Word! What do you think I did\/should do?\n  ","226286":"\n   What do you like about other countries?\n  ","226287":"\n   Do you make art of horses?\n  ","226288":"\n   My ex sure was when it came to gobbling that D!\n  ","226289":"\n   Is it warm where you're at right now?\n  ","226290":"\n   Which hair colour do you like in your self\n  ","226291":"\n   What do you make for your parents when they are Ill like I make soup or make jug of lemon juice\n  ","226292":"\n   Yo yo\n  ","226293":"\n   What did you buy on black friday\n  ","226294":"\n   For cruises?\n  ","226295":"\n   the viper aka the legend killer\n  ","226296":"\n   Randy orton or the rock:)?\n  ","226297":"\n   Have you ever been on a ship?\n  ","226298":"\n   cool, do you like garth brooks\n  ","226299":"\n   my boyfriend hates condoms. He still wears them because i ask him too. The one time we didn't wear one. (He's birthday,and he was drunk)  he didn't pull out on time,and he felt bad. He understands and respect that I want him to wear them. But is there a way i can get him to start liking condoms?\n  ","226300":"\n   Are you a perfectionist? What are you too critical of yourself for?\n  ","226301":"\n   what music do you like i like one d taylor swift justin beiber and katy perry\n  ","226302":"\n   how long have you had cezar\n  ","226303":"\n   What contains ten thousand calories? ??\n  ","226304":"\n   What is  best location for own practice?\n  ","226305":"\n   How are you?\n  ","226306":"\n   Hello How are you today ?😍\n  ","226307":"\n   Are you able to do any voice impressions of characters?\n  ","226308":"\n   how is ur fall?\n  ","226309":"\n   Kpop?\n  ","226310":"\n   What is the most suitable  time for own practice?\n  ","226311":"\n   Why?\n  ","226312":"\n   Do you enjoy fishing in video games?\n  ","226313":"\n   is it something you worry about?\n  ","226314":"\n   are there any celebrities you’re shocked haven’t been “cancelled”\/blacklisted?\n  ","226315":"\n   pap of you as a kid?\n  ","226316":"\n   What color did you wear a lot as a kid?\n  ","226317":"\n   Would you rather have your skin turn green or pink?\n  ","226318":"\n   Do you like rollercoasters\n  ","226319":"\n   Who can easily push your buttons?\n  ","226320":"\n   Do you know what you are having for Christmas dinner?\n  ","226321":"\n   Do you listen to 21 savage?\n  ","226322":"\n   Would you rather stay within this realm or would you rather go to the one of your choosing. If you do choose to go to another realm you would lose all memories of your current one.\n  ","226323":"\n   what is your weight?\n  ","226324":"\n   what's your love language ? 💓\n  ","226325":"\n   Sadly that’s how you view things, my life is completely turned around and I’ve never been happier. With all the bullshit I’ve been dealing with lately it’s still better than anything I was dealing with before.\n  ","226326":"\n   December is also my birthday month 😄🎄❄️🥳 oky doky the same here lol\n  ","226327":"\n   hi nikki, aw that  story about nugent is goals best friends with a kitten aw\n  ","226328":"\n   No it’s not really random, prescriptions are very important for your mental health\n  ","226329":"\n   A bit early isn‘t 😄 ?\n  ","226330":"\n   Wtf rude b****\n  ","226331":"\n   My daughter does only fans. What should I do about it?\n  ","226332":"\n   How long could you pass for a Russian in Russia if you knew Russian language?\n  ","226333":"\n   I posted it up randomly lol\n  ","226334":"\n   Is that why you call him Sandman to make him more masculine?\n  ","226335":"\n   The word pharmacy\n  ","226336":"\n   thanks. I won't get high next time\n  ","226337":"\n   We all will have a very merry Christmas and a happy new year\n  ","226338":"\n   Drug\n  ","226339":"\n   no\n  ","226340":"\n   DURRRR! HAJJAJSHDUDHXHEJD9IAJEU36 ED IDJ3J HARRRRRRR!\n  ","226341":"\n   Why don't you tie yourself to the saddle like they do with little children?\n  ","226342":"\n   Hi\n  ","226343":"\n   Pharmo\n  ","226344":"\n   Dang be careful a wrong fall can cause a  serious injury.\n  ","226345":"\n   Do you have a crush on anyone or are you in a relationship\n  ","226346":"\n   How many times have you fallen off a horse?\n  ","226347":"\n   What do you miss the most that you’ve been unable to do in 2020?\n  ","226348":"\n   You have Snapchat\n  ","226349":"\n   Do you think he will come back?\n  ","226350":"\n   How many people have seen UFOs or have seen orbs of blue or orange lights in the sky?\n  ","226351":"\n   Who was the last person you gave a kiss?\n  ","226352":"\n   Do you walk barefoot at home?(no socks)\n  ","226353":"\n   Why do bad guys die with one shot when good guys survive multiple shots?\n  ","226354":"\n   How many questions do you ask per day?\n  ","226355":"\n   Bra color today?\n  ","226356":"\n   If you had to choose between never riding a horse again or breaking up with your boyfriend what would you choose?\n  ","226357":"\n   Who needs a break?  \n\nWould you rather go\n1) camping \n2) shopping \n3) boating \n4) dancing\n  ","226358":"\n   Thanks 😊 nikki and yeah 😎 I went to the dentist 🦷 early that why I couldn’t answer\n  ","226359":"\n   Last question. How old is 77 really?\n  ","226360":"\n   Hi 👋 Nikki how are you happy 😃 Friday to you tho a hug 🤗 and you know that you always have my back\n  ","226361":"\n   Are you brave or scared all the time ?\n  ","226362":"\n   (After sweet) You’re the coolest ☺️\n  ","226363":"\n   Sometime\n  ","226364":"\n   I’m def for lgbt rights etc. i was just bringing up the fact that hun clearly has mental problems. CLEARLY. Let’s agree to disagree.\n  ","226365":"\n   Interesting. She likes some of your posts lol\n  ","226366":"\n   what is the problem\n  ","226367":"\n   Is this an attitude?\n  ","226368":"\n   Do you think you could train a dolphin to let you successfully ride it? (For $200 million)\n  ","226369":"\n   free Will 🤷\n  ","226370":"\n   because of who you said it was\n  ","226371":"\n   Why does your bf have a female name\n  ","226372":"\n   How tall is your mom, dad and sister?\n  ","226373":"\n   I got a crush on sweet. Thoughts?\n  ","226374":"\n   😂😂😂🤣\n  ","226375":"\n   idc who he belongs to  I can say what I want  I'm just a fan yeah but his #1 n I love him so 😁\n  ","226376":"\n   I said hun has mental problems which is probably true. I didn’t say anything about judging people’s cloths\/sexuality.\n  ","226377":"\n   y'all are tripping\n  ","226378":"\n   I gotta say what I believe 🤷‍♂️\n  ","226379":"\n   Zak Bagans\n  ","226380":"\n   Nah, hun got mental problems.\n  ","226381":"\n   What is your go-to karaoke song?\n  ","226382":"\n   Is their a lot of Hispanics in your community?\n  ","226383":"\n   UC Davis (my school) is only 2% black (more like 1.5) thoughts?\n  ","226384":"\n   what have you accomplished this week?\n  ","226385":"\n   Are you looking for a life partner?\n  ","226386":"\n   One more thing: It is not your (@ anon) place to \"acknowledge their difference\" — what even is that anyways? Besides rude and actually pretty isolating and embarrassing for the other person, I mean. You're treating a person's supposed (assumed) sexuality like you saw food in their teeth. Mind ur own\n  ","226387":"\n   Anon, clothes have literally nothing to do with sexuality. They are clothes. Things people wear. Has absolutely nothing to do with what gender a person is interested in. Unless this person is literally wearing a shirt that says \"I'm gay\", there's no room to assume.\n  ","226388":"\n   Are you someone who replies to messages (such as texts) immediately, or do you wait? Do you get impatient if others reply to you late?\n  ","226389":"\n   If you presume someone's sexuality by the clothes they are wearing should you acknowledge their difference or pretend you haven't noticed?\n  ","226390":"\n   What is wrong when it is eventful?\n  ","226391":"\n   Good night😴❤\n  ","226392":"\n   How was Thanksgiving?\n  ","226393":"\n   Do you think conspiracy theories comes from paranoia?\n  ","226394":"\n   What if you don't float?\n  ","226395":"\n   Can you swim?\n  ","226396":"\n   Lmao. Yeah, I remember he got in a lot of trouble for his “Sandy hook conspiracy allegations”.  He exposed this thing called the bohemian grove. That’s why I watch him!\n  ","226397":"\n   I have CTE. Thoughts?\n  ","226398":"\n   What is considered traditional where you live?\n  ","226399":"\n   A beautiful woman sometimes is the only one who can heal a man. Thoughts?\n  ","226400":"\n   Do you hate when there are different phone numbers are calling you from different states?\n  ","226401":"\n   You got jokes?\n  ","226402":"\n   should you pick a rabbit up by its ears\n  "},"Answer":{"225330":"\n  I don’t go to the mall very often but in highschool it was always Forever 21, Hollister, American Eagle, Papaya, and Pacsun\n  ","225331":"\n  Shiba Inu in character, Husky in looks\n  ","225332":"\n  Fall\n  ","225333":"\n  No idea\n  ","225334":"\n  Dotttt\n  ","225335":"\n  ☀️\n  ","225336":"\n  Pic sure makes him look that way! He was a real sweetie, so gentle. This was the highest we ever jumped I think. It was a good day :)\n  ","225337":"\n  Gonna see the bf and some friends and do a socially distanced bonfire party with cornhole and maybe beer pong\n  ","225338":"\n  Thanks :) Horse’s name was Archie. He was an ex polo pony. Loved to jump him. He was always a challenge. If you didn’t set him up just right for the fence he’d throw on the brakes and dump you on your head 😅 happened to me more than once\n  ","225339":"\n  A summertime field with yellow flowers and horse grazing in the distance\n  ","225340":"\n  My dad right before I walked to my room to go to bed\n  ","225341":"\n  I have a bf lol\n  ","225342":"\n  Traffic court one time to clear my driving record after getting a ticket\n  ","225343":"\n  Bet it tastes terrible but I’d try it\n  ","225344":"\n  Thank you! He’s the bestest boy for sure ☺️\n  ","225345":"\n  Nope never heard of it\n  ","225346":"\n  Definitely 🌊\n  ","225347":"\n  Springtime weather\n  ","225348":"\n  Only thing I’ve added was a mask. Always have my phone, keys, and wallet\n  ","225349":"\n  Yeah it’s fun\n  ","225350":"\n  Nugget for president!\n  ","225351":"\n  I don’t open random links\n  ","225352":"\n  The grocery store\n  ","225353":"\n  Singing lol\n  ","225354":"\n  I don’t open links\n  ","225355":"\n  Money for my savings tbh\n  ","225356":"\n  They can be one and the same or vastly different\n  ","225357":"\n  ...what? No you’re talking to Nikki obviously\n  ","225358":"\n  No I don’t think so\n  ","225359":"\n  The 311k Americans that died of covid :\/\n  ","225360":"\n  Taken 💕\n  ","225361":"\n  Still don’t know what you’re on about dude. I think you have me confused for someone else\n  ","225362":"\n  ...ok?\n  ","225363":"\n  Lol okay\n  ","225364":"\n  No\n  ","225365":"\n  Nah they got canceled :\/\n  ","225366":"\n  Yeah that would be super cool. I watch a few urban explorer YouTube channels and always find them very interesting. My favorite one is The Proper People channel\n  ","225367":"\n  No idea who those people are sorry\n  ","225368":"\n  I wouldn’t be happy bc my whole family and everyone I know and love would be gone including my bf 😭\n  ","225369":"\n  Shower\n  ","225370":"\n  Ok I don’t even know what that means but you do that haha\n  ","225371":"\n  I don’t care about football lol I don’t have a team\n  ","225372":"\n  Nah I’m with my grandma 😂 something tells me she wouldn’t appreciate it\n  ","225373":"\n  Haha what this has no context so I’m p sure I wasn’t saying anything at all. Seems like you just wanted a reaction from me to start some sort of discourse bc you’re bored. Move along. Not interested.\n  ","225374":"\n  Alrighty then\n  ","225375":"\n  I’ve been told I very occasionally mumble b it dint really say words\n  ","225376":"\n  Nope. Black lab\n  ","225377":"\n  This is my new video out on YouTube lol\n  ","225378":"\n  Yeah several. One time my high school’s band teacher got arrested for being involved with child pornography with kids at the school in the janitors closet\n  ","225379":"\n  Yeah so annoying\n  ","225380":"\n  Nature photography\n  \n\n   https:\/\/www.instagram.com\/thenativeva\/?hl=en\n  \n","225381":"\n  Sometimes I do, sometimes I don’t. It’s just a cool thing you can put on your face to make it look shiny or colorful or matte and just be different. Don’t really have an opinion on people who wear it. It’s just makeup\n  ","225382":"\n  Yup\n  ","225383":"\n  Shortbread, chocolate chip, and Oreo\n  ","225384":"\n  I don’t see how that’s supposed to be brave lol\n  ","225385":"\n  Yeah we had MS13\n  ","225386":"\n  Your body can’t keep up with your brain sometimes\n  ","225387":"\n  I do but I’m pretty terrible at it haha\n  ","225388":"\n  I don’t open links\n  ","225389":"\n  Idk you so I dunno\n  ","225390":"\n  No one is stopping you but it’s not usually very fashionable\n  ","225391":"\n  Sunflower 🌻\n  ","225392":"\n  No bc I have the internet and encyclopedias are obsolete\n  ","225393":"\n  No\n  ","225394":"\n  Nopeee\n  ","225395":"\n  My aunt likes to quilt a lot. She even has her own business for things she’s made. I’m not so good with it though lol. Sewing isn’t my thing\n  ","225396":"\n  Tortellini a la pana\n  ","225397":"\n  Always. I just block them\n  ","225398":"\n  Horse\n  ","225399":"\n  Groceries bc I was hungry\n  ","225400":"\n  No\n  ","225401":"\n  Currently watching HunterXHunter! No spoilers but I like it so far\n  ","225402":"\n  As long as the relationship with the female friend is completely platonic it shouldn’t be a concern. That’s how friendship works\n  ","225403":"\n  I think so. It’s based on the shadow and it works like a normal clock\n  ","225404":"\n  Yeah\n  ","225405":"\n  Animation\n  ","225406":"\n  Look at them weirdly and walk away probably. They’re probs a neckbeard weirdo if they said something like that. Bet he was only angry cause he held the door for me and I didn’t suck his dick in return\n  ","225407":"\n  Turn 24 in feb :) it’s coming up pretty soon\n  ","225408":"\n  I’m not married so idrk\n  ","225409":"\n  Currently 23\n  ","225410":"\n  Very “highschool” 😂\n  ","225411":"\n  I wanna say I mentioned this in a reply the other day but I can’t remember who I was talking to lol and I can’t find the post.\n  \n  The grey in my profile pics I’m riding is probs only worth like $1,000-$1,200 bc he’s so old and kinda out of shape still. That’s about average price for a horse that will let you touch it and sit on it but it only has basic\/limited training for riding.\n  \n  For example, the one in my profile pic doesn’t know how to jump, how to take the correct canter leads, about self carriage, or anything about any sort of competition level stuff. He just knows walk, stop, and run all crooked and wonky like a crazy weirdo 😂 He’s not very good at going in a straight line or listening to the rider but he’s nice and he’ll let you sit on his back and walk around\n  ","225412":"\n  Yeah I can dig coconut! I really don’t like coconut water though. It’s super gross\n  ","225413":"\n  I like it but some people go overboard and Snapchat and insta post and blog every second of every interaction which actually ends up getting in the way of hanging out and talking with them\n  ","225414":"\n  Few days\n  ","225415":"\n  Ow that hurted\n  ","225416":"\n  Finding money on the sidewalk that doesn’t belong to anyone\n  ","225417":"\n  When I was looking at all the schoolwork I had to do at the beginning of the semester\n  ","225418":"\n  Who cares lol be yaself\n  ","225419":"\n  Yeah lol I live with my family\n  ","225420":"\n  Sure lol\n  ","225421":"\n  Lmao who cares\n  ","225422":"\n  Playing an instrument\n  ","225423":"\n  I don’t open links\n  ","225424":"\n  Casey Jones by the Grateful Dead and Feathered Indians by Tyler Childers\n  ","225425":"\n  I really don’t like board games in general\n  ","225426":"\n  Chillin with my dad lol\n  ","225427":"\n  Nope\n  ","225428":"\n  Who cares\n  ","225429":"\n  I don’t like fruity or gummy candy in general\n  ","225430":"\n  True. You’re the only one with the agency to change your reality\n  ","225431":"\n  Equestrian 🐴\n  ","225432":"\n  Blue\n  ","225433":"\n  A decent amount of the time but not always\n  ","225434":"\n  Never. Still have them\n  ","225435":"\n  Cezar is my favorite dog 💕\n  ","225436":"\n  My love is priceless and belongs to my partner\n  ","225437":"\n  When I’m done with work or chores\n  ","225438":"\n  No, more of the unknown that lies in the dark\n  ","225439":"\n  🙋🏽‍♀️\n  ","225440":"\n  Usually I make them things or sometime I go on Amazon\n  ","225441":"\n  iPad 3 years ago\n  ","225442":"\n  I don’t really “get” k-pop so you’re good, man. I’m not that into it either\n  ","225443":"\n  Yeah it can be cool\n  ","225444":"\n  ✈️\n  ","225445":"\n  Butterfingers chocolate\n  ","225446":"\n  It’s meh but not awful\n  ","225447":"\n  Graduating uni with a bachelors of science\n  ","225448":"\n  Norco, Cali\n  ","225449":"\n  Yay\n  ","225450":"\n  I’m on the East Coast, southern US\n  ","225451":"\n  True it’s a good feeling\n  ","225452":"\n  Not a bear but a stuffed rabbit I very creatively named Bunny\n  ","225453":"\n\n   https:\/\/youtu.be\/Kgit6j-3N-k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","225454":"\n  Lol\n  ","225455":"\n  Top is 8 months ago and the bottom is last week. Just goes to show how far a bit of exercise and care goes! So proud of Chance’s progress\n  ","225456":"\n  ⚡️ 👓 🧣\n  ","225457":"\n  YouTube\n  ","225458":"\n  I feel like it’s a random waste of money though haha cause if people really just wanted to have sex they could do that at home for free\n  ","225459":"\n  I was hoping my grades would come in on time and good enough to pass and they did!! Now I hope there are no more glitches in the system and that I can actually officially graduate university and hold that diploma in my hand!\n  ","225460":"\n  Uh no me neither lol\n  ","225461":"\n  Ok Jordan Belfort but you still ended up in jail so maybe you shoulda stayed in your lane and lived a nice, normal, modest life instead of succumbing to greed and excess\n  ","225462":"\n  True or he’s just poor lol. If Sandy took me to a motel I’d still be happy 😊\n  ","225463":"\n  Yeah\n  ","225464":"\n  True haha. Usually just late night travelers, really poor people, druggies, and people who just want to hook up lol 😂\n  ","225465":"\n  Halloween!\n  ","225466":"\n  🍍\n  ","225467":"\n  In bc covid\n  ","225468":"\n  Not sure what this response is supposed to mean tbh\n  ","225469":"\n  I don’t get a lot of new tech. I tend to keep mine for as long as possible until it’s so old it can’t accept updates or it straight up dies\/crashes\n  ","225470":"\n  Nope\n  ","225471":"\n  Nope\n  ","225472":"\n  When people comment on my body and sexualize and fetishize everything I do like somehow I’m trying to be “a tease” or I’m somehow being “seductive” when I’m doing everyday normal things like riding horses, cleaning, swimming, cooking, or walking around in my house barefoot\n  ","225473":"\n  Hotel\n  ","225474":"\n  Money and time\n  ","225475":"\n  My neighbors are all old people so they’re extremely quiet. I live with my family so we’re also not typically loud or touch cause my parents are old too\n  ","225476":"\n  No again 😒🙄😠🙄🙄🙄🙄🙄\n  \n  Stop asking this 🛑 ✋🏻\n  ","225477":"\n  Nothing :\/ my plans got canceled and now now I have to visit my estranged aunt and uncle. It’s always super uncomfortable when we see them. Things always get political and tense and awkward\n  ","225478":"\n  I got nothin’. You’re welcome to share\n  ","225479":"\n  Yeah white wine is okay lol but I don’t like red wine\n  ","225480":"\n  Yeah my mom is more a fan than me though. She got to see him live in concert apparently\n  ","225481":"\n  Very nice haha I hope you’re doing well :)\n  ","225482":"\n  Not really. You still have around ~75 more years to live\n  ","225483":"\n  No probs not. Gonna casually drink with my bf and a few friends around the fire\n  ","225484":"\n  Yeah I like nature and history documentaries the best\n  ","225485":"\n  People have been saying that since I was like 15 haha so I guess so\n  ","225486":"\n  Not anymore\n  ","225487":"\n  23\n  ","225488":"\n  I don’t open links\n  ","225489":"\n  Kk\n  ","225490":"\n  I like minding my own business and blending in\n  ","225491":"\n  By offering a variety of classes that begin to teach the basics of things that would actually set students up for a career path in something that genuinely interests them instead of making busy work and standardized testing on mostly useless and forgettable info\n  ","225492":"\n  Butter is good on popcorn and pasta lol\n  ","225493":"\n  ...what??\n  ","225494":"\n  Yeah probs when it becomes available to the public\n  ","225495":"\n  I don’t think I know any anymore. Haven’t heard a Chuck Norris joke since I was in like 8th grade haha\n  ","225496":"\n  Make it a nest box and hang out with it and wonder how it got there. Probably call my family members and ask them about it too.\n  ","225497":"\n  That’s a personal choice idk. As long as they’re all well cared for and loved I don’t think it really matters\n  ","225498":"\n  Nah this pic is what’s pretty! ☺️ This is when Chance met the neighbor’s horse, Scarlet\n  ","225499":"\n  Nope I’m good\n  ","225500":"\n  I like both! I wear my leather one more tho\n  ","225501":"\n  Yeah\n  ","225502":"\n  You can’t help those who don’t want to help themselves\n  ","225503":"\n  Exercise and good metabolism\n  ","225504":"\n  Nope\n  ","225505":"\n  They’re pretty much the same since every club has a bar but neither with covid rn lol\n  ","225506":"\n  Yeah he was a cool dude\n  ","225507":"\n  Haha it’s all good. It just wasn’t meant to be\n  ","225508":"\n  Shower\n  ","225509":"\n  ☺️☺️☺️\n  ","225510":"\n  Water lol\n  ","225511":"\n  A year and 4 or so months\n  ","225512":"\n  No, rude.\n  ","225513":"\n  Pineapple BLEH 😬\n  ","225514":"\n  Years ago lol but I recently went ice skating if that counts!\n  ","225515":"\n  No wtf\n  ","225516":"\n  Having a plan I can roughly stick to\n  ","225517":"\n  Alright dude 🤷🏽‍♀️ I don’t know them and they’re not bothering me so it’s not my business and I’d like to stay out of drama\n  ","225518":"\n  Yeah it’s something I’ve fought all my life\n  ","225519":"\n  I just follow horse accounts and people I know. I don’t necessarily have a favorite\n  ","225520":"\n  It’s how they’re written\n  ","225521":"\n  Haven’t had one here in forever but when I was little we used to make blanket forts and shadow puppets with flashlights and read books and play with our animal figurines\n  ","225522":"\n  Thanks ☺️ Here’s a pic of the ugliest horse I’ve ever loved for ya 😂 His name was Roscoe and he was my first ever lease horse. They rescued him from the racetrack and I really took to him like, immediately. His owners sold him after I trained him for a while when I was in my early teens. Wish I could’ve bought him but it wasn’t in the cards for me unfortunately\n  ","225523":"\n  They’re v cute babies :) I appreciate them a lot and they’re good companions lol. My first word was actually “dog” and I’ve always had a love for them but my fave animal has to be a horse lol. Not sure if I prefer one over the other as far as company or friendship but dogs sure are more convenient and easy to care for haha\n  ","225524":"\n  The bay pony named Max (the dark brown one with the dark brown mane and tail that I sometimes post about) is probably worthless. Maybe a few hundred dollars at best. He’s elderly with a few health problems and doesn’t know much as far as actual training is concerned. He came from a bad abuse situation so he’s mistrustful and takes an experienced person to handle him sometimes.\n  \n  The grey horse in my profile pic, that’s Chance, is probably worth like 1-2000 dollars in his current condition and at his current age. He’s also considered an elderly horse now since he’s 21. Horses usually live to be about 30 years old.\n  \n  A nice horse that’s in good health, not super old, and has solid training for riding can cost anywhere from around $1,200 to literal hundreds of thousands of dollars. It all depends on how much they know\/their training, their overall physical health, their bloodlines, and their conformation (their body build).\n  ","225525":"\n  Now it’s raining but it was snowing earlier!\n  ","225526":"\n  Unfortunately they don’t know when to stop and they’ll eat until their stomach ruptures. It’s only a problem bc horses can’t throw up like people or dogs and cats\n  ","225527":"\n  ☺️\n  ","225528":"\n  Not like the giant ones like in the Olympics but I’ve done ones like this. Standing next to it that jump probably came up to my collar bone. It was about 3 feet, maybe 3’2”\n  ","225529":"\n  The two I most frequently get to train are just trail horses who don’t know how to jump over stuff with a rider on their backs although jumping is my absolute fav thing to do with the horses!\n  ","225530":"\n  Personally don’t own any as of now, but I’m lucky enough to be able to work with 2 pretty frequently! Plus I also get to see some others on the side when I visit other horse friends who let me work with their’s  💕\n  ","225531":"\n  Gotta find your own true meaning 🤷🏽‍♀️ It’s neither fair nor unfair lol it’s an individual thing for each person\n  ","225532":"\n  Very neat! Guess you don’t get snow frequently lol\n  ","225533":"\n  Something you have to figure out for yourself\n  ","225534":"\n  East coast us, hbu?\n  ","225535":"\n  Depends but most of the time I have to figure stuff out on my own 😅\n  ","225536":"\n  Know when to say “no” and walk away. You can’t help someone who doesn’t want to be helped.\n  ","225537":"\n  Nope\n  ","225538":"\n  Anything that’s wasn’t science or history\n  ","225539":"\n  Lol ok 🤣\n  ","225540":"\n  Never had that idk\n  ","225541":"\n  No, not interested\n  ","225542":"\n  No thanks lol\n  ","225543":"\n  Nope\n  ","225544":"\n  Nah\n  ","225545":"\n  I have a dog named Cezar 🥰\n  ","225546":"\n  Ooooh haha yeah I guess so that would be cool. Don’t think anyone nowadays would give af about the gender of the knight they were rooting for lol but it might be surprising since armor covers your whole body up lol\n  ","225547":"\n  I don’t personally own any either, just lucky enough to be allowed to work with a few different ones that belong to friends and fam :) For real though, I totally agree! They’re such pretty and smart animals\n  ","225548":"\n  Subscribing helps me a lot to grow the channel but it’s all good if that’s not your style lol. Feel free to share the vids with your friends or just watch them by yourself :P not sure why you’d be embarrassed to watch them lol but you do you\n  \n\n   https:\/\/youtu.be\/Kgit6j-3N-k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","225549":"\n  I’d like to continue to be more patient, empathetic, and helpful to others, especially to my partner\n  ","225550":"\n  Cereal! Who tf puts the milk in first lol\n  ","225551":"\n  Aw thanks! ☺️\n  ","225552":"\n  Not for myself lol but my bf wears them all the time\n  ","225553":"\n  Aaye! Nice! Our b-days are so close together! 🎉 🎂\n  ","225554":"\n  February 19th! ❄️\n  ","225555":"\n  Peep my YouTube at\n  \n   https:\/\/www.YouTube.com\/user\/FWFgirls1\n  \n","225556":"\n  Haha no being a knight was pretty shit. Not as bad as being a serf or a servant or slave but still not great lol\n  ","225557":"\n  Jessie’s girl, uptown girl, or the Barbie girl song\n  ","225558":"\n  Shakespeare\n  ","225559":"\n  Hahaha thanks man\n  ","225560":"\n  No idea. I don’t like it support horse racing\n  ","225561":"\n  Invisibility\n  ","225562":"\n  Lol\n  ","225563":"\n  That’s none of your business\n  ","225564":"\n  Yeah disco kinda sucks\n  ","225565":"\n  They’re doing good :) here’s a throwback pic of me when I was like 9 lol\n  ","225566":"\n  An unkindness of ravens\n  ","225567":"\n  Don’t have one\n  ","225568":"\n  Idk. My family’s financial situation isn’t really anyone’s business anyways lol\n  ","225569":"\n  No, we couldn’t even eat $100 worth of food a day anyways\n  ","225570":"\n  Uh what\n  ","225571":"\n  Depends on the occasion\n  ","225572":"\n  I have no case to present\n  ","225573":"\n  Ew no\n  ","225574":"\n  Being able to support yourself and your family and live a healthy and happy life without struggling. Having enough time and money to be able to both work and have fun too\n  ","225575":"\n  Eh it might be cool but sounds like a lot of back issues lol\n  ","225576":"\n  I don’t care but I also don’t want to hear about it, be a part of it, or have to discuss it. What you do in your own time is none of my business and I’d like to keep it that way.\n  ","225577":"\n  A super spicy chicken wing when I had no water or milk to wash it down with\n  ","225578":"\n  It depends on the area you live in so idk\n  ","225579":"\n  I’m not religious\n  ","225580":"\n  Yeah\n  ","225581":"\n  Wicked probably\n  ","225582":"\n  Dude idk, cartoon logic lol\n  ","225583":"\n  I can see things just not very detailed. It’s not so blurry that I’d be considered blind, but I have trouble reading street signs and seeing details of people’s faces without my glasses\n  ","225584":"\n  Any idea you have while drunk lol. Usually I’m the mom friend tho 🙃\n  ","225585":"\n  No but I’ve worn a long flowing cape as part of the knight costume I posted a little bit ago :) same kinda thing I guess haha but honestly I’d LOVE to do that it seems so cool!\n  ","225586":"\n  Yes ma’am it is! First snow of the season! ❄️\n  ","225587":"\n  Just art and going on walks with my dog probably\n  ","225588":"\n  It was for a costume contest lol 😆 we won!\n  ","225589":"\n  I don’t have Twitter so no lol\n  ","225590":"\n  Never, I’m not 2 years old 🤨\n  ","225591":"\n  Yes! It’s so annoying 😅\n  ","225592":"\n  Any of the old classics. I don’t like new Christmas music usually\n  ","225593":"\n  Uuuuh that’s a tough choice. I grew up with more Toby Keith so I’ll pick him I guess even tho Hank Sr. is a legend lol\n  ","225594":"\n  It’s fine\n  ","225595":"\n  No context. Spam.\n  ","225596":"\n  What do they have in common...?\n  ","225597":"\n  No. I only want to kiss my boyfriend.\n  ","225598":"\n  Yup\n  ","225599":"\n  Yeah haha but cheese doesn’t like me 🧀\n  ","225600":"\n  Literally no context at all to this ask  no idea what you’re talking about\n  ","225601":"\n  Nope, I’m not much for reading\n  ","225602":"\n  Any sort of dinner! Homemade food is the best :)\n  ","225603":"\n  It’s dumb\n  ","225604":"\n  No I don’t think so\n  ","225605":"\n  Have brunch, hang out with the fam, open presents, listen to Christmas music, and if it’s a snow day we go play in the snow with the dogs\n  ","225606":"\n  If people made that info up to make him look bad he could technically press charges\n  ","225607":"\n  Nope. Never really interested me\n  ","225608":"\n  Brussel sprouts\n  ","225609":"\n  Not with Chance or Max lol. They’re more trail horses than show horses. I don’t think they know enough to even enter a competition haha we’d probably lose.\n  \n  I used to compete a lot but it was with all my old trainers and their horses. Rn I don’t really even have a trainer cause I can’t afford it :\/ but it’s cool, I don’t really mind. Showing wasn’t my all time favorite thing, it was always just something neat to do on the side.\n  ","225610":"\n  Showers\n  ","225611":"\n  Sure do\n  ","225612":"\n  Horses! Always has been\n  ","225613":"\n  I’m addicted to Sandy’s love and affection 💕\n  ","225614":"\n  Not really haha\n  ","225615":"\n  Nope\n  ","225616":"\n  Chillin inside on a snow day here :) first snow of the season\n  ","225617":"\n  Kinda silly but eh\n  ","225618":"\n  Try the website called wolfram alpha, get a subscription to the Chegg Study website, or look into getting an online tutor.\n  ","225619":"\n  Nah I don’t feel bad haha I’m just on this app to be entertained and boost my YouTube presence by reaching out on other social medias :P I think each asker contributes to the success of the website for sure\n  ","225620":"\n  Sure why not haha. I don’t think any future anyone could predict would be 100% true, but maybe they could predict a POSSIBLE future that would depend on someone making all the right decisions to get there\n  ","225621":"\n  True! No idea then. Maybe SOMEONE is getting the big bucks but unfortunately that person isn’t me lol\n  ","225622":"\n  I don’t think anyone gets paid to use this app. That’d be nice tho\n  ","225623":"\n  I just told you lol your account gets more popular cause their algorithm apparently shows your answers to more people and more people follow you and stuff. I mean I guess there’s no point really bc this whole app is pretty pointless lol but yeah you just get more coins and stuff every week if you fulfill your “VIP task list” thing\n  ","225624":"\n  If you’re a VIP+ or regular VIP user you’re supposed to send 25 shoutouts a week to maintain your status. Your account gets view boosts and you earn extra coins when you achieve your weekly goal\n  ","225625":"\n  Money\n  ","225626":"\n  When people send “space” I’ve come to realize they mean “a space to say whatever you want” probs cause they need to fill their shoutout quota and it’s easy lol\n  ","225627":"\n  🐴😍\n  \n   https:\/\/youtu.be\/Kgit6j-3N-k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","225628":"\n  Just taking care of horses and riding every so often is the best workout plan\/routine for me\n  ","225629":"\n  It’s 10:54 ok but I’m looking through old photos of when I lived in Germany as a child. I was probably 9 or ten when this was taken :)\n  ","225630":"\n  That’s called slander and it can get you in trouble in court\n  ","225631":"\n  Few times a week\n  ","225632":"\n  Money tbh\n  ","225633":"\n  Tru\n  ","225634":"\n  Loved land before time! When I was a kid I wanted to be a paleontologist\n  ","225635":"\n  Hi\n  ","225636":"\n  Neutral. Why are you asking me about names?\n  ","225637":"\n  Another one bites the dust!\n  ","225638":"\n  66 days\n  ","225639":"\n  Don’t really have any\n  ","225640":"\n  No more crazy than gamers, otakus, or “eccentric” artists. Maybe people think equestrians are crazy because any time women in general get excited or passionate about something, people are quick to stigmatize it and point out that it’s “crazy” or “dumb”.\n  \n  Nobody says that gamers are “crazy” for obsessing over COD or Halo games. Nobody labels people who collect merchandise from their favorite anime show as “crazy”.\n  \n  Nobody really stigmatizes any of that as “crazy” particularly because on the whole it’s men who tend to enjoy those activities and they have historically been much more of a male centric market. Any time a female-dominated activity, sport, or pastime, has become popular, people label people who like it as “crazy”.\n  \n  There ARE some individuals in every fandom, activity, or sport that make a bad name for the rest of everyone else, but tbh it’s silly to blanket statement anything and say people who do ____ or are ____  or people who like ____ are crazy.\n  ","225641":"\n  My bf once told me that he genuinely thinks a good, kind, woman has the power to help make any man nicer and better. Love is powerful but the man himself also has to want to be better, more trusting, and nicer for himself, otherwise he’ll stay calloused and bitter his whole life and never know the freedom of true happiness, love, and trust. Those weren’t his actual words, but it made sense to me lol\n  ","225642":"\n  It’s fine, seems like a nice name too lol. I feel neutrally about it\n  ","225643":"\n  Yeah and it sucks but that doesn’t mean you should never ever be nice or let your guard down or invest in anyone ever again. That’s miserable and a crappy feeling and it’s no way to live\n  ","225644":"\n  I’m not comfortable giving out personal info about him without his permission cause idk what he wants out there on the internet haha but all I’m saying is the world isn’t all as hard as hood is if you don’t make it. Not everyone is out to get you or whatever and it’s not that hard just to be nice with people and be cool\n  ","225645":"\n  Like those black jackets for English shows? Haha yeah I have one of those! This is me 2 summers ago at a horse show with my old trainer’s horse Nugget\n  ","225646":"\n  It’s a nice name. I don’t know anyone named Michelle anymore but I used to before we moved lol\n  ","225647":"\n  My parents were both in the navy so I’m pretty over the whole military thing lol\n  ","225648":"\n  Sounds the same as my bf. He’s also a baby-faced, blue eyed, white dude who grew up in the hood. From what he’s told me, instead of mean-mugging and trying to establish dominance over people,  he just befriended everyone and was cool with people and made them laugh so nobody robbed him or fucked with him cause they were all cool. He essentially chose happiness and developing social skills over cynicism and misery. Doesn’t seem impossible\n  ","225649":"\n  Nah\n  ","225650":"\n  There’s a difference between being nice to people and not knowing how to say no\/stand up for yourself and let people walk all over you. It’s difficult and some people never really get the hang of it but it’s an essential life skill to have if someone is going to be happy and mentally healthy\n  ","225651":"\n  My bf, dog, a successful and well-maintained equestrian facility with well-trained and gentle horses in it I could have for giving riding lessons, a new house on a hill with a lovely moss garden, a vegetable garden, some fruit trees, and a a tiny hobby farm with some cottages on the side I could use as air b&b’s or “farm stay” cottages\n  ","225652":"\n  Haha uh okay dude. That sucks but ultimately it’s your choice how you conduct yourself in adulthood and it’s your choice to gear your mindset that way\n  ","225653":"\n  Thank you :) I’m feeling very accomplished at the moment!\n  ","225654":"\n  Eh nothing really. Never liked large crowds or public spaces very much so this pandemic has changed my life virtually none at all. I still go outside on walks with my dog, work with the horses, and hang out with my boyfriend who quarantined with me during the first stay-at-home order lol so nothing is really different\n  ","225655":"\n  Being cordial, polite, and minding my own business is much easier than anything else. Doesn’t matter which state you grew up in, it’s weird and exhausting to be an angry asshole to everyone all the time\n  ","225656":"\n  Yes that’s why they go on anon\n  ","225657":"\n  In the 300’s\n  ","225658":"\n  Yeah I like quinoa it’s pretty good\n  ","225659":"\n  4 I think\n  ","225660":"\n  Bugs 😖\n  ","225661":"\n  Hi\n  ","225662":"\n  Hell no lol\n  ","225663":"\n  No being kind is baseline, normal, human reaction. It takes more effort and energy to be a dick to people\n  ","225664":"\n  Being “that quiet horse girl” haha some things never change\n  ","225665":"\n  Cezar and Sandy\n  ","225666":"\n  I don’t like kids or cigs lol. Good luck with all that man\n  ","225667":"\n  Same here but worked harder than ever and ended up with a B in my most difficult class. Proud to say I’ve finally completed my degree requirements all the way and now I’ve officially graduated from college\n  ","225668":"\n  Nay\n  ","225669":"\n  Blue\n  ","225670":"\n  Yup not worth being angry about\n  ","225671":"\n  Originally created my account hoping people would ask about equestrian but usually it’s just inappropriate stuff I have to delete 🙃\n  ","225672":"\n  Honestly I think when he just scared the pizza guy is the funniest\n  ","225673":"\n  I’d think it was silly and kinda r\/im14andthisisdeep subreddit worthy\n  ","225674":"\n  My boot up their ass\n  ","225675":"\n  Either way sounds exactly the same when spoken so I don’t care. Nobody addresses me like that anyways. It’s usually just ma’am if I’m in public\n  ","225676":"\n  No probs not\n  ","225677":"\n  Jenny!\n  ","225678":"\n  Nope\n  ","225679":"\n  German apparently. But that was close\n  ","225680":"\n  I’m not a stunt rider but I’ve done a fair bit of wasting time and just messing around with the horses haha.\n  \n  I’ve done a bit of vaulting as a part of a clinic one time, done flips off the sides and back of the horse, stood up on their backs while they were standing still, ridden facing backwards, jumped and ridden them on the flat while bareback, layed down flat on their backs while riding, ridden double-person on the horse, supported myself on my hands while doing the splits on the horse’s back (can’t do that one anymore lol), mounted up without a saddle by vaulting myself up to their backs....lots of dangerous, silly stuff, I did in my youth when I was unsupervised 😅\n  ","225681":"\n  🙃🙂🙃\n  ","225682":"\n  Haha thanks. Apart from the brown muck boots that was my actual competition outfit 😂 Zipped it all the way up for horse showing tho, not comfy to ride the horse that way 🤣\n  ","225683":"\n  I don’t like playing video games\n  ","225684":"\n  Spam 🙄\n  ","225685":"\n  Not feasible with our current technology. Can’t figure out how to reassemble every single atom in the right order and place while also keeping the subject alive and unharmed\n  ","225686":"\n  I have a truck so I guess so lol but I’m not really into trucks or cars in general. I don’t know anything about them or how to fix them and I don’t have a favorite one or any sort of preference towards them. It just pulls the horse trailer and hauls all my crap around lol so it’s useful to have\n  ","225687":"\n  This is the clearest pic of it I could find haha but it’s this one I’ve had forever with these little metal snaffle bits on the sides of it. Idk why but I think it’s so cute. This is me on Halloween a few years ago btw\n  ","225688":"\n  Tent 🏕\n  ","225689":"\n  It’s a cute cartoon but it’s not really one of my interests\n  ","225690":"\n  No it’s more like little apples than mud pies like cows\n  ","225691":"\n  Stop being annoying\n  ","225692":"\n  Not sure why but the inside of a basking shark’s mouth is super creepy to me even tho they only eat planktons and tiny fish\n  ","225693":"\n  Hell no. Black Friday was always silly in my eyes but this year it was especially silly to go out and shop bc of the pandemic. Most stores had better online deals lol\n  ","225694":"\n  Quit spamming me with pointless stuff\n  ","225695":"\n  What? I thought we were talking about last names?\n  ","225696":"\n  I don’t live in a mansion and I don’t think I ever will\n  ","225697":"\n  No. Stop asking.\n  ","225698":"\n  Surname\n  ","225699":"\n  Popeyes 🍗\n  ","225700":"\n  Showing noticeable empathy to others like always including people, taking the time to listen to others, reading subtle social cues and knowing when somethings wrong, and always being kind and respectful to everyone (even animals)\n  ","225701":"\n  Horse treats probably\n  ","225702":"\n  Yup 🙂\n  ","225703":"\n  The grocery store lol\n  ","225704":"\n  Thought I already followed you but I went to your profile and I wasn’t so now I am!\n  ","225705":"\n  Lots of big issues coming to light in this day and age\n  ","225706":"\n  Yeah that’s part of working with horses. You gotta keep the areas they live in clean\n  ","225707":"\n  Don’t think so. Bathing suits are considered publicly appropriate attire\n  ","225708":"\n  No just averagely smart. Never claimed to be any sort of genius lol\n  ","225709":"\n  I’d try to sleep with my horse but it’d be difficult since he would probably sleep while standing up so not sure how it would work unless I layed down on his back but I’d probs fall off in my sleep lol\n  ","225710":"\n  Wtf are YOU on about?? This is a random ask with no context\n  ","225711":"\n  Not a dumb question! Horses are lactose intolerant and tend to get upset stomachs easily so any sort of dairy product, including ice cream, is bad for them and could cause problems for them if they eat too much\n  ","225712":"\n  Hah I think itd be more fun to be the shoulder devil 😂\n  ","225713":"\n  Me neither\n  ","225714":"\n  I’d probably have to tell them to shut up like Kronk did 😂\n  ","225715":"\n  Just fine thanks\n  ","225716":"\n  I want Sandy because he’s empathetic, kind, respectful, adventurous, interesting, patient, handsome, soft, well-spoken, intelligent, charismatic, trustworthy, loyal, driven, self-aware, happy, stable, sweet, thoughtful, capable, and fun 😍😌\n  ","225717":"\n  The money because then I could save it for my future\n  ","225718":"\n  Rollin’ rollin’ rollin’\n  ","225719":"\n  Either way lol. I like listening a lot more than talking but I can pick up the slack if someone isn’t as eager to talk\n  ","225720":"\n  🤷🏽‍♀️\n  ","225721":"\n  What’s ok?\n  ","225722":"\n  No preference tbh\n  ","225723":"\n  Glad you’re resting and feeling better!\n  ","225724":"\n  Idk what that is\n  ","225725":"\n  Probs neither lol. Medieval Europe and the American Wild West were both pretty crappy and tough places to live, especially for women. Glad I was born into modern day society\n  ","225726":"\n  Uh..0?\n  ","225727":"\n  Ponies are just shorter horses haha so yeah of course 🥰 Here’s me and Max! He’s short enough to be considered a pony\n  ","225728":"\n  Not interested in answering questions like this\n  ","225729":"\n  Fuck big pharma\n  ","225730":"\n  Wth is this even supposed to mean other than serving the purpose of providing the most mild shock value possible...? This isn’t even funny it’s just dumb\n  ","225731":"\n  The second option but also with hot fudge too\n  ","225732":"\n  🙃\n  ","225733":"\n  I don’t read the newspaper 📰\n  ","225734":"\n  Nope. I get seasick easily and pirates are v unhygienic which I’m also not a fan of\n  ","225735":"\n  Some people think so. Idk if I really believe that, but it’s cute so why not 🍀☺️\n  ","225736":"\n  Wouldn’t tell you in a million years\n  ","225737":"\n  Probably literally dead is what I was trying to say lol. Horses are super heavy and would def crush a person if they put all their weight on them\n  ","225738":"\n  What?\n  ","225739":"\n  Nah I’m good\n  ","225740":"\n  This is getting annoying. I dont know what you’re talking about\n  ","225741":"\n  A classic\n  ","225742":"\n  Usually don’t eat hot peppers so no idea tbh\n  ","225743":"\n  To my friend’s wedding\n  ","225744":"\n  Thanks man 🥔 I like potatoes v much\n  ","225745":"\n  Crushed to death most likely\n  ","225746":"\n  ???\n  ","225747":"\n  Idk what you’re talking about\n  ","225748":"\n  ?? No??\n  ","225749":"\n  Idk what you’re talking about\n  ","225750":"\n  Hi I’m doing well and hope you are today too. Happy Monday to you!\n  ","225751":"\n  Never heard of them sorry\n  ","225752":"\n  No lol that would be silly. Breeches are for utility. They’re not a fashion statement. Plus all mine have sweat stains and horse slobber, blood stains on the knees and thighs from falls and slapping away nasty horseflies, and not to mention the years of ground in dirt stained on them lol\n  ","225753":"\n  No idgaf about that stuff and I’m not interested in knowing enough about anyone’s in general to even have the info to “shame” them about\n  ","225754":"\n  No, I’m not even Canadian\n  ","225755":"\n  I know you’re trying to make a joke here but that’s not how tarot works and it’s not really even funny\n  ","225756":"\n  I’m not religious lol but y’all do you\n  ","225757":"\n  ??? I’m wearing a shirt rn lol.\n  \n  If you’re referring to my swimsuit in my profile pic you can avert your eyes if you don’t like it, but I won’t be made to feel badly about myself  because looking at the female form in a bathing suit makes you uncomfortable\n  ","225758":"\n  There’s a few that I’ve been lucky enough to be able to work with lol but the one in my profile pic is the one I see most. He’s actually 3 coat colors\/patterns at once which is super cool. Not often that I see a horse with markings like his :) I’d say he’s a fleabitten grey paint\n  ","225759":"\n  ?? What was the point of this even?\n  ","225760":"\n  Wtf\n  ","225761":"\n  Sandy\n  ","225762":"\n  Walking, driving, or riding the horse\n  ","225763":"\n  Idk who those people are\n  ","225764":"\n  No idea\n  ","225765":"\n  Not interested in even thinking about that\n  ","225766":"\n  I like blueberry and lemon poppyseed muffins the best\n  ","225767":"\n  Same with me! I always run in slow motion in my dreams\n  ","225768":"\n  When interviewers called me to talk about my friend who put me down as her reference\n  ","225769":"\n  Gas, food, horse stuff, and the rest I save\n  ","225770":"\n  Hopefully. But I don’t wanna get my hopes up too high 😂\n  ","225771":"\n  Hello hope you’re doing well today 😊\n  ","225772":"\n  I rarely get sick I I think the last time was 2 years ago during exam season when I was super stressed. Don’t think the pandemic changed my overall schedule that much since I was always kinda a shut-in lol\n  ","225773":"\n  Haha yeah that doesn’t mean stuffs not expensive 😅 glad I got that head start though!\n  ","225774":"\n  I don’t usually open links sorry anon. Too much spam and weird stuff in past experiences\n  ","225775":"\n  Sandy\n  ","225776":"\n  Nope never tried it. I’ve done hunter paces which are kinda similar but there are no dogs or foxes involved, just the whole running and jumping through the countryside part. It’s super fun!\n  ","225777":"\n  Yeah lol\n  ","225778":"\n  Still struggling to adult but doing slightly better (I hope lol)\n  ","225779":"\n  I feel like if you’ve got million dollars coming in a year then you’re rich but the average US income is more like 40-50 thousand a year so I’d feel lucky and contented to get anywhere in that range\n  ","225780":"\n  Both!\n  ","225781":"\n  I feel like every decision I’ve ever made has lead to the series of events that shaped who I am today. It’s nature AND nurture :) I think living in Europe when I was younger had a big impact on my world views and gave me more experiences with other cultures that helped shape my thinking to how it is now as well\n  ","225782":"\n  Haha it ranked lower in people’s overall favorites than I thought but I still love that movie 🎥\n  ","225783":"\n  Yeah I use it for art inspo and finding interesting recipes\n  ","225784":"\n  Huh? Who are you\n  ","225785":"\n  Had to “give up” horse riding for a while because I had no insurance and couldn’t take any major risks (but it’s all good now and I’m back to it)\n  ","225786":"\n  Breakfast lol\n  ","225787":"\n  Horse or dog lol\n  ","225788":"\n  Oh dang it’s gotta be the ankle hitting. That ones the WORST!\n  ","225789":"\n  Nah I’m good lol but thanks for that\n  ","225790":"\n  Ya probs\n  ","225791":"\n  Very nice lol\n  ","225792":"\n  No\n  ","225793":"\n  Idk who that is. Not interested\n  ","225794":"\n  Gas\n  ","225795":"\n  Lol uh they aren’t “made” idk what you mean by that\n  ","225796":"\n  I don’t fight people so nothing lol\n  ","225797":"\n  Click here to come WILD HORSE spotting with us!\n  \n\n   https:\/\/youtu.be\/Kgit6j-3N-k\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","225798":"\n  Hell yeah dude\n  ","225799":"\n  Fuck off weirdo\n  ","225800":"\n  No\n  ","225801":"\n  No\n  ","225802":"\n  I’m a person\n  ","225803":"\n  Awesome my dude thanks 😊\n  ","225804":"\n  ...k?\n  ","225805":"\n  Nearsighted\n  ","225806":"\n  I don’t mind them lol as long as they’re warm\n  ","225807":"\n  Not personally but there’s one that belongs to my bf’s mom that hangs around\n  ","225808":"\n  I wouldn’t be interested in even entering\n  ","225809":"\n  No not really\n  ","225810":"\n  I like Sandy in a suit\n  ","225811":"\n  Nah\n  ","225812":"\n  Help him look for it cause I ain’t got any dabloons lol\n  ","225813":"\n  Otay\n  ","225814":"\n  Sandman\n  ","225815":"\n  Fine thanks how’re you?\n  ","225816":"\n  Hey I’m doing well and hope you are too :) Tried out a new saddle on Chance today and I’m excited cause I think it fits him :)\n  ","225817":"\n  Beezie Madden\n  ","225818":"\n  Coffeeeee ☕️\n  ","225819":"\n  Honda Accord\n  ","225820":"\n  I suspected it but never really proved it. Broke up with them though a long time ago so eh\n  ","225821":"\n  No? That’s fucked up dude. If you’re having problems just talk about it with them\n  ","225822":"\n  Why are you telling ME this?\n  \n  If someone doesn’t want to change then they don’t have to.\n  \n  You’re the only one who can choose to change yourself, not anyone else. I literally told you that the other day lol\n  ","225823":"\n  No\n  ","225824":"\n  Yeah when he’s not around\n  ","225825":"\n  I’d like to think so\n  ","225826":"\n  On myself I prefer long hair\n  ","225827":"\n  It doesn’t matter what their height is if I like their personality that’s what counts\n  ","225828":"\n  It’s silly. Nothing will ever replace vine lol rip\n  ","225829":"\n  I spent it driving lol. Not very fun or picture worthy\n  ","225830":"\n  It be like that sometimes\n  ","225831":"\n  Nope\n  ","225832":"\n  Pizza lol and hell yeah\n  ","225833":"\n  The Year Without a Santa Clause! The old claymation one\n  ","225834":"\n  Sandy type\n  ","225835":"\n  Nope\n  ","225836":"\n  No, designated equestrian trails don’t require you to do that. It would be impractical to get off the horse and shovel it bc then you’d have to carry it somehow when you were riding the horse and that’s not really possible\n  ","225837":"\n  Idk you and you can tell who I am by my handle\n  ","225838":"\n  I haven’t gone to the hair salon in legit like 4 years so no, I’m p sure you’re making this up\n  ","225839":"\n  Play an instrument! I tried leading guitar twice but it was really frustrating and I gave up lol\n  ","225840":"\n  Haha yeah probably. Humans love that shit it seems\n  ","225841":"\n  Literally every day bruh\n  ","225842":"\n  That’s up to them\n  ","225843":"\n  Cause remembering good times is nice idk\n  ","225844":"\n  Okay\n  ","225845":"\n  No and I don’t need to probably\n  ","225846":"\n  Didn’t really need to know that my dude 🤷🏽‍♀️\n  ","225847":"\n  Ew\n  ","225848":"\n  At the time it felt slow but now looking up and realizing it’s almost New Years it’s felt like the year whizzed by!\n  ","225849":"\n  Annoyed and creeped out bc Sandy is my boyfriend and no one else\n  ","225850":"\n  Ew, what? No?\n  ","225851":"\n  If that makes him happy but it shouldn’t ever be expected. Then he’d be cold 🥶\n  ","225852":"\n  Thanks ✨\n  ","225853":"\n  Just talk to me and check in every once in a while :)\n  ","225854":"\n  Idk like 6 or so\n  ","225855":"\n  Getting there. One step at a time lol. I’m still on this move\n  ","225856":"\n  No probs not anon\n  ","225857":"\n  Fine thanks, hbu?\n  ","225858":"\n  No idea. I don’t usually make New Years resolutions, I just keep living my life and working toward my goals I chip away at all year. New Years doesn’t change my resolve to achieve them\n  ","225859":"\n  I was sleeping at midnight so probs something in a weird dream lol\n  ","225860":"\n  Marley and Me\/ anything where the dog dies 😭\n  ","225861":"\n  I don’t think so. There are lots of ways nowadays to disseminate information otter than regular books lol. That being said I’ve read a lot of books in my day so idk how many\n  ","225862":"\n  ✌🏻\n  ","225863":"\n  Haha I though about it but then also thought someone ought to tell them that was a bad idea since none of the other answers seemed to mention it when I checked\n  ","225864":"\n  I carry one for competitions, jumping, and when we’re riding out but very rarely need to use it as an aid\n  ","225865":"\n  It’s extremely unwise to post your actual address online. Weirdos could come to your house and steal from you, violate your privacy, or bring you physical harm. Please be safe\n  ","225866":"\n  Oh haha that’s neat I’ve never been to Texas but one day I’d like to visit\n  ","225867":"\n  You too?\n  ","225868":"\n  Never been to the desert states before like Nevada, New Mexico, or Arizona so I think I’d like to visit one of those\n  ","225869":"\n  East coast, US\n  ","225870":"\n  So cringey please stop\n  ","225871":"\n  ...?\n  ","225872":"\n  Yeah I like equestrian 🐴\n  ","225873":"\n  Bro you can’t have platonic sex with a friend. That’s NOT platonic...yes I have male friends but I have no interest in sleeping with any of them. That’s why I consider them FRIENDS and not my boyfriend....wth\n  ","225874":"\n  Covid is tough on us all haha and living with the fam def wasn’t in my plan. Idk what relationship you’re referencing tho\n  ","225875":"\n  Hot chocolate 😍\n  ","225876":"\n  Nah I like earth lol. Space is cool but I’m not really into the idea of spaceship travel as it currently is\n  ","225877":"\n  Yeah still been doing horse stuff and getting outside a lot\n  ","225878":"\n  Yeah some fruit lol\n  ","225879":"\n  r\/niceguys\n  ","225880":"\n  Haha ooookay\n  ","225881":"\n  You’re obsessed and acting a bit messed up dude....I was trying to share a similar experience I had in my life to help someone else out. You’re kinda making this weird. Sorry for ever reaching out. Please leave me alone ☹️\n  ","225882":"\n  :P\n  ","225883":"\n  Rude people\/trolls who spread hate speech, bullying, and post inappropriate content. So incredibly annoying and unnecessary. Also loud chewing 😂\n  ","225884":"\n  Jealousy, mistrust, and accusations breed disloyalty and contempt not platonic friendship with a person of the opposite gender.\n  \n  This ask is from a month ago too 👀\n  ","225885":"\n  Summer oldie\n  ","225886":"\n  Quiet, shy, artistic, and someone who loved\/loves animals\n  ","225887":"\n  An apartment\n  ","225888":"\n  No, I don’t like super violent or really gorey\/bloody kinds of stuff. Not really my thing\n  ","225889":"\n  I probably don’t and I never claimed to. Why do you ask?\n  ","225890":"\n  Wow, gee hilarious -__-\n  \n  Thanks for that. The world is a better place for hearing that piece of insight\n  ","225891":"\n  The in living color guy? Uh no I don’t think so. Just v tired of annoying trolls thinking this kinda stuff is funny. It’s so annoying :\/ can’t count how many times an anon has said something to similar effect\n  ","225892":"\n  Bff’s chillin by the trailer after a nice walk up on the hilltop 🥰\n  ","225893":"\n  No idea since you’re on anon 🤦🏽‍♀️\n  ","225894":"\n  Always 🙄 Honestly I started this ask cause I just wanted to talk about equestrian but it’s always some weird random shit instead lol 🙃\n  ","225895":"\n  Alrighty then lol\n  ","225896":"\n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","225897":"\n  Disloyalty and being self-centered\n  ","225898":"\n  Lmao this is a dumb thing to ask on anon\n  ","225899":"\n  Oranges and peaches\n  ","225900":"\n  Thanksgiving already passed\n  ","225901":"\n  💙\n  ","225902":"\n  It’s Thursday tho lol\n  ","225903":"\n  I don’t think I’ve genuinely lost control of my emotions since I was a little kid throwing a tantrum. I’ve had panic attacks in the past but that’s the closest thing I can compare to. Just deep breathing and reminding myself that it will pass and that I’m in control helps me calm down\n  ","225904":"\n  We had sloppy joes for our company tonight\n  ","225905":"\n  Nope gonna let it grow out a while\n  ","225906":"\n  Thank god\n  ","225907":"\n  That sucks\n  ","225908":"\n  Yeah lol\n  ","225909":"\n  ☺️☺️☺️ thank you!\n  ","225910":"\n  Last one was T\n  ","225911":"\n  Thanks :) I have a lot of them lol but they’re all actually light tan\n  ","225912":"\n  Trail riding :)\n  ","225913":"\n  Hahahaha that would be funny\n  ","225914":"\n  Not unless I’m sick or incredibly exhausted I’ve been told\n  ","225915":"\n  For sure :)\n  ","225916":"\n  Leftover Chick-fil-A nuggets and fries plus I drank some water and some coffee\n  ","225917":"\n  Happiness, love, friendship, and security. I think we’re all looking for that\n  ","225918":"\n  Doing well thanks :) Just designing and digitally drawing some personalized recipe cards for my family cookie exchange this year. Can’t wait for the weekend! Saddle fitting, visiting my man, and a socially distanced ugly Xmas sweater bonfire party with my friend Julia 💕\n  ","225919":"\n  This better not be for some weird fetish or something :\/ I’m not interested in anything inappropriate\n  ","225920":"\n  Big & Rich 🎶\n  ","225921":"\n  Ridden a camel a few times :) Much different than a horse but pretty neat\n  ","225922":"\n  Possibly. Never met one. I’ll letcha know if that ever happens\n  ","225923":"\n  No, I’m dating someone\n  ","225924":"\n  Yup\n  ","225925":"\n  Yeah quite a few times. It sucks and stings a bit but never broken a toe or anything. I’ve always had boots or some sort of closed toe shoe on when it’s happened\n  ","225926":"\n  Yeah fall is my fav season bc of the cooler weather, cute sweater szn, and pretty colors\n  ","225927":"\n  Didn’t notice tbh...maybe I just haven’t updated lol. What’s different?\n  ","225928":"\n  Beastiality is so disgusting for so so many more reasons,  but specific to my point about it being rape is that animals cannot consent or dissent to sexual relations including fellatio. I cannot believe I have to explain that forcing yourself on anyone, including an animal, without verbal consent is rape.\n  \n  Since animals are incapable of ever providing verbal consent to any kind of sexual act, your ask implying that I “suck a horse’s dick”  is therefore also considered an act of rape. Im not into beastiality, not into rape, and not into this conversation.\n  \n  So tired of people thinking it’s somehow hilarious to ask or imply that there’s anything sexual about equestrian sports. So exhausting to listen to\n  ","225929":"\n  I don’t think you did my dude. There was nothing that suggested any sort of metaphor. In case you were confused, a metaphor is a figure of speech where a word or phrase is applied to an object or action to which it is not literally applicable.\n  \n  Harassing me out of the blue by implying that I rape animals is not metaphorical nor is it funny. It’s just annoying and rude.\n  ","225930":"\n  Friend of the Devil by the Grateful Dead\n  ","225931":"\n  Love a satisfying cleaning video\n  \n   https:\/\/youtu.be\/OTSMruXttGo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","225932":"\n  Nah\n  ","225933":"\n  Getting everything on my task list completed for the day ✅\n  ","225934":"\n  My chem exam which was supposed to have lockdown browser and a webcam monitor didn’t have the video monitoring option enabled so it was much less stressful and I was able to do do better on it than I have on the past few with the teacher watching over me via video\n  ","225935":"\n  Chicken or potato\n  ","225936":"\n  The sea! Cities are ugly\n  ","225937":"\n  Social distanced ugly sweater party!\n  ","225938":"\n  ⭐️ 🦄 ✨\n  \n\n   https:\/\/youtu.be\/9Uis5HM8xW8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","225939":"\n  Nope I’m pretty alright at saying no to most things, including to myself\n  ","225940":"\n  No thanks\n  ","225941":"\n  Hulu for most tv shows but Netflix for documentaries!\n  ","225942":"\n  Enough to comfortably live and not have to struggle\n  ","225943":"\n  Yes by a few people over my lifetime. It’s only now that I’m older that I realize what they were doing\n  ","225944":"\n  It’s daytime here lol but sorry you’re having trouble sleeping! That’s the worst\n  ","225945":"\n  I’m not a guy but my fav gal is kind, caring, open minded, adventurous, empathetic, happy, outdoorsy, patient, intelligent, well-spoken, and loves animals\n  ","225946":"\n  My bf\n  ","225947":"\n  Just got back from a long walk with the pup! Now I’m cooling off and about to eat some lunch\n  ","225948":"\n  No the city makes me nervous and sad\n  ","225949":"\n  Being lost in a place I’ve never been, losing my wallet, doctors & dentists, and when my dog runs away and I can’t find him\n  ","225950":"\n  Support from friends and family is important! Start doing things for YOU again and invest your time in activities that make you happy. It’s gonna suck for real and it’s okay to feel upset. Being sad is part of the healing process and bottling it up acting like it doesn’t bother you is unhealthy and won’t help. Get outside and get some sunshine, do physical activities, push yourself to get out there and try new things. Don’t look for another partner, just live your life and learn to love yourself and make your own self happy again without relying on anyone else 🌞 💕\n  ","225951":"\n  Eggnog is alright but not my fav. I don’t like oranges though lol so also not a fan of orange crush but I’ll keep that in mind :)\n  ","225952":"\n  No offense but maybe there’s something going on there you might want to reevaluate. There’s love in the world for every person if we are able to let it in!\n  ","225953":"\n  23\n  ","225954":"\n  No he’s a fictional character based on the real historical figure, St. Nicholas. It is believed that Nicholas was born sometime around 280 A.D. in Patara, near Myra in modern-day Turkey. The real person that inspired the ledgers was admired for his piety and kindness\n  ","225955":"\n  No\n  ","225956":"\n  My barn outfit lmao\n  ","225957":"\n  🍎\n  ","225958":"\n  I prefer to mind my own business tbh. I’ll exchange pleasantries and be polite and say hello but I’m not really trying to be super good friends with them rn\n  ","225959":"\n  I’m not asleep. It’s noon\n  ","225960":"\n  Doesn’t matter to me. I shave my legs when it’s uncomfy and don’t when I don’t feel like it lol\n  ","225961":"\n  Lolol\n  ","225962":"\n  Not sure if you were talking to me in this shoutout but hi lol\n  ","225963":"\n  Uuuh sure\n  ","225964":"\n  Most def lol\n  ","225965":"\n  You good 😌\n  ","225966":"\n  Hank Williams was a legend\n  ","225967":"\n  Society pushes people to be perfect all the time and showing one’s mistakes tends to make people look down on you even though it shouldn’t\n  ","225968":"\n  It’s a simple fox design on my foot\n  ","225969":"\n  Exercise and good diet\n  ","225970":"\n  I’m 23 and I’m 5’5”\n  ","225971":"\n  Stop asking\n  ","225972":"\n  Read my bio pls ✌🏻\n  ","225973":"\n  Nah\n  ","225974":"\n  Yup but I’m mostly doing homemade gifts this year. Only actually went and bought a few\n  ","225975":"\n  I do t really eat whatever I want, I do try to eat healthy with lots of vegetables, fruits, and meats without too too many carbs lol. But yeah I guess I have a good genetic setup as a baseline. No one in my parent’s families are really overweight\n  ","225976":"\n  Keeping busy helps you not be depressed because it’s a distraction. If you’re feeling uncontrollably low and unhappy with yourself, uninterested in activities and people that used to make you happy, you find yourself not wanting to do basic self care like shower or eat, you’d rather lay or sit down a lot and do nothing, you find yourself spacing out and having a hard time paying attention, ou often forget things when that never used to be a problem for you, and you feed sad and want to cry a lot but can’t put your finger on the reason why, you may be depressed.\n  \n  If you have a few or more of these symptoms that’s depression and you need to find the root cause and eliminate it. Dig deep and do some self reflecting. If you’re just sad sometimes as a result of negative stigma in your life that’s normal and isn’t depression.\n  ","225977":"\n  Why are you so interested lol\n  ","225978":"\n  Not really. I stop eating when I’m full and then move on with my life lol. I like small snacks every once in a while but I don’t find myself getting all too hungry between meals\n  ","225979":"\n  Horse riding is a big workout and so is taking care of them like hauling hay bales, water buckets, feeding, shoveling, etc so yeah\n  ","225980":"\n  No I don’t really care about eating that much. I like food and I appreciate its flavor but I don’t mind that I can’t eat that much and have a small stomach. Saves on food and helps me have good portion control\n  ","225981":"\n  I go on walks every day with the dogs, throw the tennis ball for them, and go on hikes and ride horses every weekend\n  ","225982":"\n  No not really. I’m pretty happy with what I’ve got going on now :)\n  ","225983":"\n  Mines not that fast but I’m glad it doesn’t cause me to have to watch what I eat down to the calorie like some people need to to stay healthy\n  ","225984":"\n  Nope I always wanted to be a veterinarian but gave up chasing that dream a long time ago. Too expensive to go to school that long\n  ","225985":"\n  Sun rises at 7 and sets at 4:30 but it’s getting earlier every evening. Cloudy a lot here too but not pitch black like it gets far north\n  ","225986":"\n  Mountains 🏔\n  ","225987":"\n  Just one. I can’t really eat that much lol\n  ","225988":"\n  Nope\n  ","225989":"\n  Egypt cause I haven’t been there yet\n  ","225990":"\n  No I did lol. It was in my last year of college. She used to shout obscenities and make threats toward me from out the window and off her porch because I dated her ex boyfriend who broke up with her because she cheated on him. Such a mess and I never even really knew her or ever talked to her. She was very unstable it seemed\n  ","225991":"\n  Anything that came out of my old neighbor’s mouth. She was a real piece of work\n  ","225992":"\n  Me themed lol\n  \n  Jk for real I don’t have a themed bedroom anymore. Not since I was little\n  ","225993":"\n  Rad, gnarly, righteous, and right-on\n  ","225994":"\n  Eh not really\n  ","225995":"\n  Idk you\n  ","225996":"\n  Milk chocolate 🍫\n  ","225997":"\n  Forgive and forget is my life mantra\n  ","225998":"\n  Everything it seems like lol. Life’s on hold bc of covid\n  ","225999":"\n  Soft animal friends\n  ","226000":"\n  Ya\n  ","226001":"\n  3 or 4 days\n  ","226002":"\n  That tanker candle called midsummers night, horses, wood shavings, hat, and  my partner’s natural smell :)\n  ","226003":"\n  They’re about the same to me\n  ","226004":"\n  Eh not really but my bf does. He’s always listening to his podcast lol\n  ","226005":"\n  Pat my tummy\n  ","226006":"\n  Blue 💙\n  ","226007":"\n  Thanks y’all too\n  ","226008":"\n  Elementary (ages 5-10), middle school (ages 11-13), then high school (ages 14-18)\n  ","226009":"\n  Yeah I felt like it could’ve been such a cool continuation of the series with lots of backstory and exploration of the spirit world and whatnot that I know fans like me wanted to see but I was overall disappointed with it. The whole first season was silly to me with all the love triangle stuff and the rest of the seasons seemed kinda rushed and like they just could’ve been better\n  ","226010":"\n  *whisper-yells* WHISPER!!\n  ","226011":"\n  No I wouldn’t even buy a regular doll. I don’t like them they’re weird and creepy\n  ","226012":"\n  True, knowing how to politely stand up for yourself is important\n  ","226013":"\n  No I don’t think there’s anything that particularly draws me to Arkansas unless I moved there for a job\n  ","226014":"\n  No but I wish\n  ","226015":"\n  Wow so creative thanks for that...🙄\n  \n  DEF haven’t heard that one 10 trillion times from I create every losers who have nothing better to do than harass random people on the internet. You’re a true inspiration\n  ","226016":"\n  I can dig equestrian fashion but it’s usually much too expensive for me to afford. I still have the same breeches I got in middle school lol\n  ","226017":"\n  Not really lol. I think there are many set paths we can take but we each determine our own path and that is fate\n  ","226018":"\n  Whisper\n  ","226019":"\n  I can multitask lol\n  ","226020":"\n  So bored of this question\n  ","226021":"\n  No light\n  ","226022":"\n  Def gotta try it on in-store\n  ","226023":"\n  Yup for sure\n  ","226024":"\n  When I was a baby I loooved the Teletubbies apparently but when I got older I liked Rugrats, The Wild Thornberries, and most of all Avatar the Last Sirbender\n  ","226025":"\n  Just one\n  ","226026":"\n  Support from your friends and fam. Just leave. Pack your shit and leave. You don’t owe your abuser anything and it’s not open for discussion with them bc they’re going to try to make you feel crazy for leaving or that you need them somehow. You don’t. THEY need you to push around. You don’t deserve that. No one does. Just get out and cut ties with them. Take your kids, dogs, belongings, whatever, and GET OUT.\n  ","226027":"\n  This sign that he hand burned into wood with a horse bit on it. It’s pretty neat and it’s the only thing I kept that he gave me or left at my house\n  ","226028":"\n  True lol\n  ","226029":"\n  Corporate CEO’s and other billionaires\n  ","226030":"\n  If you don’t mind me asking, what did you find easier about it :)\n  ","226031":"\n  Chick-fil-A..?\n  ","226032":"\n  Horses are great friends and riding is good exercise! A lot more goes into equestrian sports than most people think lol.\n  \n  What do you want to know? I’d be happy to answer any questions about horse stuff you have no matter how many q’s you’ve got :)\n  ","226033":"\n  Did you think western was any easier or about the same?\n  \n  I’m gonna try to teach my bf English riding after he’s only ever sat in a western saddle and I think he’s gonna like western better bc it’s what he started with.\n  \n  I started English so I feel like that’s the easier discipline\n  ","226034":"\n  Fuck no lol. My mom had the oldest phone in our family and the phone company recently told her they’d unfortunately have to cut off her plan if she didn’t update bc their system didn’t support it anymore or something...and that was the iPhone 5! Can’t imagine og iPhone would even accept updates or be able to function anymore. Apple does that shit on purpose :\/\n  ","226035":"\n  Nah\n  ","226036":"\n  Which did you like better English or western?\n  ","226037":"\n  I think I swapped bodies with my bf and we rode double-person on his family horse lol it was so random and weird\n  ","226038":"\n  I started out riding English and doing dressage, then hunters, then eventing, then hunters again, and now I’ve just been riding trail for a long time but I really wanna get back  into the swing of hunter\/jumper.\n  \n  Don’t think Chance will ever be any sort of high jumping guy tbh. He’s 21 now and he’s p much only ever done trail I’m told- but I think it’d be super fun to take him over some ground poles and tech him the basics so we could see what sort of tiny obstacles we could go over out on trail rides instead of walking around them :) he’s so brave so I know he’d be an honest little jumper. He loves water and doesn’t care one bit about most scary objects or loud strange sounds. Such a good old guy 🥰\n  ","226039":"\n  Finish this last class and get through the holidaze\n  ","226040":"\n  All the time\n  ","226041":"\n  For sure :) Just got a used English saddle from her trainer that I’m going to try on Chance (they grey in my profile pic) and see if I can’t get him out of that darn western trail saddle. I’m not a big fan of how uncomfy it is and I’m not so sure if it really fits him haha\n  ","226042":"\n  Social media, my short attention span, and lack of motivation to do stuff I don’t like (like school work lol)\n  ","226043":"\n  Stuffed pasta shells\n  ","226044":"\n  Future! 🤔\n  ","226045":"\n  A career\n  ","226046":"\n  No idea. Got off ask for literally 2 days and it knocked me out of the top 100 lol\n  ","226047":"\n  Yeah I guess. Not interested in discussing anything inappropriate but if it’s not rude I’ll do my best\n  ","226048":"\n  Going well! My bf just surprised me by sending Chick-fil-A to my house with DoorDash 😍 Made my day for sure\n  ","226049":"\n  😌\n  ","226050":"\n  It’s going well 💙 Visited my old friend Nicole at her new barn and rode one of her trainers horses recently. It was super fun :) posted a vlog video on my yt about it and filmed one with her that she’s putting up on her channel soon too!\n  ","226051":"\n  My parents have cable but I just got Hulu and Netflix\n  ","226052":"\n  I guess they can have studied and learned about lots of other cultures enough to be considered moderately cultured ya but not as much as someone who’s done a lot of traveling and talking first hand with people of different cultures\n  ","226053":"\n  Yeah if I’m in the mood lol\n  ","226054":"\n  V forgetful. I’d lose my head if it weren’t attached to me\n  ","226055":"\n  Hi ✌🏻\n  ","226056":"\n  Cook at home\n  ","226057":"\n  Club soda! Let it soak in club soda for a while and blot it with a towel. DONT RUB THE STAIN! You’ll rub it into the fabric. You can also use oxiclean stain remover from the store after washing as much as you can out with cold running water. Again, don’t rub the stain until you’re scrubbing it with oxiclean. Then after either of the club soda or oxiclean treatments out it in your normal washing machine cycle. If the stain hasn’t come out by then DO NOT put it in the dryer. Try stain treatment again and wash it again. If the stain has been in your clothes for a long time or if you rubbed it in a lot sometimes it gets really set in there and will never come out :\/ good luck!\n  ","226058":"\n  Hahaha\n  ","226059":"\n  Yup and it’ll remain that way lol\n  ","226060":"\n  Don’t have one. Just listen to whoever I’m feeling like atm\n  ","226061":"\n  What\n  ","226062":"\n  23\n  ","226063":"\n  It’s just part of the app\n  ","226064":"\n  The corner\n  ","226065":"\n  Yup\n  ","226066":"\n  Behold! Pale horse!\n  ","226067":"\n  No idea. Neither were ever identified and they’ve been cold cases for years. Also I haven’t really done any research on them so I don’t know much about them either\n  ","226068":"\n  Sorry but I’m gonna start deleting your replies now. Still not the foggiest idea of what or who you’re talking about or how in any way this relates to the original subject. Please seek help. Seems like you’re having a bad time rn.\n  ","226069":"\n  .. still no idea what you’re on about tbh lol but good luck with that\n  ","226070":"\n  I usually don’t remember or forget them after a few minutes of waking up\n  ","226071":"\n  Haha uh what? Sorry\n  ","226072":"\n  *your\n  \n  And no thanks\n  ","226073":"\n  Peace my dude ✌🏻\n  ","226074":"\n  Eggs! I don’t like bacon v much\n  ","226075":"\n  Working late on Fridays\n  ","226076":"\n  Yeah I’d rather just deal with it on my own lol\n  ","226077":"\n  Nope I’m too poor for court fees lol\n  ","226078":"\n  Horse lol\n  ","226079":"\n  Yup got a black lab mix. My bf has a yellow lab\n  ","226080":"\n  No idea who you’re talking about but aight\n  ","226081":"\n  Cool beans Billy Jean\n  ","226082":"\n  Haha well not me my dude 😂 I’m eating with my mom tonight\n  ","226083":"\n  Hot\n  ","226084":"\n  Nope. It was an ancient culture called the Druids\n  ","226085":"\n  Lol no? Anyways both myself and the dinner that’s cooking is all good\n  ","226086":"\n  Like with me or with the dinner? 😅\n  ","226087":"\n  ? Hah not sure what’s so funny about liking Cheezits lol\n  ","226088":"\n  7ish today. Stuffs still cooking 🥘\n  ","226089":"\n  The Beauty Love & Planet ones from Walmart\n  ","226090":"\n  He’s doin’ good :) Very chill as always\n  ","226091":"\n  All the time haha. I live singing to Dandy even though I’m not very good. It makes him laugh lol\n  ","226092":"\n  Hi there I’m doing well! Happy Tuesday! Oh no, why do you need an operation?\n  ","226093":"\n  Which ones? The animal cracker ones that are pink and white?\n  ","226094":"\n  It’s not dinner time yet so no\n  ","226095":"\n  100% sure haha. Cheezits are the best out of those options lol\n  ","226096":"\n  Cheezits 🧀\n  ","226097":"\n  No not usually. Reminds me of nasty cough medicine\n  ","226098":"\n  I’m about to eat a snack probably\n  ","226099":"\n  What?\n  ","226100":"\n  Cauliflower\n  ","226101":"\n  Respect\n  ","226102":"\n  Ambivert but leaning more towards the introvert side\n  ","226103":"\n  🙂\n  ","226104":"\n  Schoolwork day outfit\n  ","226105":"\n  Yeah, right? People are so weird sometimes\n  ","226106":"\n  Pretty much daily. People ask some insanely rude things and get mad when I don’t answer questions the way they want me to\n  ","226107":"\n  Yup\n  ","226108":"\n  Thank you! That was in front of my apartment I lived in during my last few years of college :) all the houses on the street are renovated civil war era homes turned into apartments! It was a really nice send-off and I still have a vlog from that day up on my YouTube channel  😌\n  ","226109":"\n  I think I like both equally idk\n  ","226110":"\n  Probs this one\n  ","226111":"\n  Rude question. Not interested in answering questions like this\n  ","226112":"\n  Nope, I’ve got a truck\n  ","226113":"\n  New video up! 😇\n  \n\n   https:\/\/youtu.be\/9Uis5HM8xW8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","226114":"\n  Not interested in discussing that. See a doctor if you have personal questions like that 🛑 ✋🏻\n  ","226115":"\n  Hope you can pet a soft dog and catch some sun rays today then! 🌞 Feel better soon!\n  ","226116":"\n  The time is 12:40 in the afternoon\n  ","226117":"\n  I’m making homemade gifts this year :)\n  ","226118":"\n  5 average\n  ","226119":"\n  Happy Tuesday y’all ✌🏻\n  ","226120":"\n  Nope\n  ","226121":"\n  Not super cold but it gets to freezing  temps at night\n  ","226122":"\n  Lol autocorrect typo 😂😂 I meant “of course” 🤣\n  ","226123":"\n  Yeah a few times\n  ","226124":"\n  That’s up to you 🤷🏽‍♀️\n  ","226125":"\n  Dark chocolate>white chocolate  but I like milk chocolate the best still\n  ","226126":"\n  Far away\n  ","226127":"\n  Lost all my baby teeth and even had to have some of them pulled out cause they weren’t coming out in time for my other teeth to grow in\n  ","226128":"\n  No. Yuck\n  ","226129":"\n  Not really haha I don’t go out of my way to listen to her but I do think she’s got a nice voice\n  ","226130":"\n  Any sort of wild animal you’ve tried to tame. It doesn’t work like that and they’ll always have their wild instincts unlike a domesticated animal\n  ","226131":"\n  Yup\n  ","226132":"\n  I have a few ideas to choose from in my head and they’d probs all go on either my wrist or my upper arm :) some are relating to horses, nature and one is about my dog 😌\n  ","226133":"\n  My mom always makes cinnamon rolls and cranberry mimosas every Christmas morning it’s the best\n  ","226134":"\n  Anything with cookies or butterfinger candy in it :)\n  ","226135":"\n  Alrighty then\n  ","226136":"\n  How exactly will I be successful in life and achieve my dreams with a step by step explanation made for 5 year olds 😅😂\n  ","226137":"\n  Yeah 🙂\n  ","226138":"\n  You gotta tell him eventually. Just bite the bullet and say something otherwise he’s gonna notice a few months down the line for sure and that might not be good cause he may feel really surprised and you’ll definitely want his love and support for your whole pregnancy\n  ","226139":"\n  Earth’s orbit and rotation on its axis around the sun is making us face farther away from the sun’s heat and light so now it cold af and gets dark too damn early lol ❄️ ⛄️ I hope it snows!\n  ","226140":"\n  Drinking water, stretching, walking around, just keep on doing whatever you’re doing at work, take an Advil or midol pill, or if it’s extremely bad just lay down for a bit\n  ","226141":"\n  I don’t want kids or to give birth ever no matter my life situation but thanks for that anon\n  ","226142":"\n  Tall orange boy\n  ","226143":"\n  Yeah it can be fun but I usually just like hitting the ball back and forth. I’m not very competitive\n  ","226144":"\n  Probs my art\n  ","226145":"\n  Soft cookies all the way\n  ","226146":"\n  Used to love the Teletubbies apparently\n  ","226147":"\n  Blues, maroons, blacks, and hunter or forest greens, with the occasional white or off white :)\n  ","226148":"\n  Nah\n  ","226149":"\n  Return it if possible\n  ","226150":"\n  Not really\n  ","226151":"\n  Yeah of cheese lol I have a younger sister. Usually I’d just get used at and grounded\n  ","226152":"\n  Probs not I dunno\n  ","226153":"\n  I like water, sweet tea, and Dr Pepper the best\n  ","226154":"\n  Idk I’m not really interested in doing that to anyone\n  ","226155":"\n  Haha well idk about weapons but they’re good for keeping me pretty balanced on the horse lol\n  ","226156":"\n  Yeah I think my legs and abs are probably my strongest muscle groups\n  ","226157":"\n  Somewhere in between like just average weight but not flabby. Tbh I’d like anything my partner had going on.  I’m attracted to his mind and soul more than I’m attracted to his body at this point (although I still do think he’s v physically attractive 😍)\n  ","226158":"\n  Totally! Used to a lot when my sis and I were little kids. We had a hill behind our house that seemed SO big at the time! Ended up hitting my fair share of trees on accident 🤣\n  ","226159":"\n  Yeah I’d say I have an okay amount of self esteem\/love for myself lol. I’m me and that’s all I really ever wanna be 😋\n  ","226160":"\n  ..what\n  ","226161":"\n  Not even going to comment on that one dude. Like I said lol I’m out ✌🏻\n  ","226162":"\n  I feel like y’all are scared for different reasons though. Being nervous to propose is different than verbally and mentally abusing someone bc you’re confused and insecure. Not really my business so I’m pullin out of this one\n  ","226163":"\n  Yeah in middle school that was some good shit ✨\n  ","226164":"\n  Yeah I’m sure “happily ever after” isn’t always sunshine and roses but overall I know it’s possible\n  ","226165":"\n  Sounds toxic bro. Cut that bad energy out of your life for good and it can’t bring you down anymore\n  ","226166":"\n  Whatever I have the recipe for. I can p much follow whatever recipe I have on hand\n  ","226167":"\n  None. I do t want any kind of surgery I don’t absolutely need\n  ","226168":"\n  No lol I have too left feet. I look like a 5 year old when I try to dance\n  ","226169":"\n  I’m gonna go to a friend’s a bonfire\n  ","226170":"\n  Hell no diamonds are a scam. I’d rather have a warmblood\/sporthorse 😂\n  ","226171":"\n  Hi there\n  ","226172":"\n  Making a homemade pizza! 🍕\n  ","226173":"\n  Not important if I’m happy and feeling emotionally supported with a lower income situation\n  ","226174":"\n  Lmao dude this is the kind of thing you google on incognito mode not post on ask fm 😂\n  ","226175":"\n  Yeah I’ve only been to the UK once but it was to London. I’d love to see the countryside in person instead of just on nature documentaries lol :)\n  ","226176":"\n  England. I wanna try living somewhere new of I had to choose between those two\n  ","226177":"\n  ..who\n  ","226178":"\n  Just like women are told all their life to be thin, be modest, to compare themselves to models, to close their legs, to sit up, to watch their tempers, to be obedient, etc, lots of men are told to “man up” and shut up and tough it out, to not be girly, to not wear certain colors or like certain things bc it’s “gay” etc. Its all just toxic bs that society crams down people’s throats in an effort to adhere to some imaginary social “norm”. It’s fear of being ostracized for not being good enough. To me for both genders it’s almost like they’re wearing a mask, a layer of fakeness that they feel like they have to put on to fit in. It’s like they’re afraid to be themselves sometimes. It’s all rooted in pressure from people around them to be a certain way or else people “won’t like them”. It’s toxic and it’s so dumb. For both men and women it’s all so trivial\n  ","226179":"\n  I’m pretty practiced at art and horse riding. Something extremely useless is that I can whistle and him at the same time lol. Not sure if that’s really a “talent” but my friends can’t do it so 🤷🏽‍♀️\n  ","226180":"\n  ...and services make the economy go 💰 💴 💵\n  ","226181":"\n  Africa lol\n  ","226182":"\n  An accurate depiction of my life 🙃😅\n  ","226183":"\n  Homemade baked goods :)\n  ","226184":"\n  Hide!!!\n  ","226185":"\n  Germany, France, and England!\n  ","226186":"\n  OH haha I was like uuuuh do I need to call someone maybe? My bad for misunderstanding lol 😅\n  ","226187":"\n  Live life. Got it\n  ","226188":"\n  What\n  ","226189":"\n  Germany or Austria for sure :) loved the landscape and everyone there was super nice. Plus the countries as a whole were very clean and people were always mindful of the environment\n  ","226190":"\n  I love sketching! ✏️\n  ","226191":"\n  Germany, Italy, France, Spain, Czech Republic, Tunisia, The UK, Austria, and once made a long layover in Iceland if that counts\n  ","226192":"\n  Phone, keys, wallet, face mask, and hand sanitizer!\n  ","226193":"\n  Too political, complainy, and full of my relatives lol. Don’t really go on there anymore other than to talk to my grandma or like pics people have posted with me in them\n  ","226194":"\n  My bb boy 🐶😍\n  ","226195":"\n  Live and let live, forgive and forget, and don’t make a mountain out of a molehill. It wasn’t until college that I fully realized all of those, but the second one has always been my mantra\n  ","226196":"\n  Love yourself and find outdoor activities you can do while socially distanced\n  ","226197":"\n  Haha uuuh “a little boy”??\n  ","226198":"\n  Yeah a few now\n  ","226199":"\n  No and I’m not making one in the future either\n  ","226200":"\n  Bi lol but actually I don’t think a lot of my female friends know since I’ve never actually dated any women. I don’t want any of them to feel uncomfortable lol. Some of them are sort of conservative in their views, like not against lgbtq rights or anything, but they probs would be uncomfy and think I was hitting on them all the time if I told them and I just know it’d make things weird lol. I don’t think of any of them that way so I figure it doesn’t really matter if they know or not\n  ","226201":"\n  I like to watch videos in the background to help me sleep most times. Also I like horse and art videos for inspiration :) I think I like making YouTube vids more than I like watching them\n  ","226202":"\n  Eh I’ve never been into starting stuff like that haha. I mean, I’ve always been friends with my s\/o’s before I started dating them but not long-time friends or anything. We were always just casual friends who’d just met before we started dating. That’s how it was with my current partner lol\n  ","226203":"\n  Retweet girl :P\n  ","226204":"\n  Don’t have one\n  ","226205":"\n  True lol. If someone’s just not you’re type then they’re just not your type 🤷🏽‍♀️ I don’t think I could possibly date any one or my friends lol\n  ","226206":"\n  Sunflowers 🌻😍\n  ","226207":"\n  My fave are Ritz crackers\n  ","226208":"\n  Either yellow or orange 😖\n  ","226209":"\n  Boots\/booties\n  ","226210":"\n  :\/ yeah it’s always weird when a friend has a crush on you and you don’t feel the same way lol. Def a good decision to decline\n  ","226211":"\n  Yeah I mean I’m sure some people might find it nice but I don’t really think it’d be fun to look at my friends naked haha just a bit too weird\n  ","226212":"\n  🤷🏽‍♀️ I feel like I’d be too cold or too sweaty to feel comfy in either season. Plus I kinda don’t want to look at other peoples naked bodies all the time lol so still probs not\n  ","226213":"\n  Doesn’t really matter to me. Santa can be whoever you want him to be\n  ","226214":"\n  Does Hot Cheetos count? 😅🤣\n  ","226215":"\n  Oh haha then nah\n  ","226216":"\n  I don’t think so. I’d put it in a safe place where nothing bad could happen to it until I could figure out a safe way to destroy it without hurting the person so nobody bad could get a hold of it\n  ","226217":"\n  A naturalist is the same thing lol that’s what I just said. If you mean nudist then probs not lol\n  ","226218":"\n  Yo Simon :)\n  ","226219":"\n  Hi again ask people ✌🏻\n  ","226220":"\n  Like a wildlife biologist\/naturalist as a job? Totally!\n  ","226221":"\n  Cold! 🥶\n  ","226222":"\n  By talking to my s\/o on the phone and drinking a cup of coffee\n  ","226223":"\n  5 but most are my family members lol\n  ","226224":"\n  Yeah fishing can be fun 🎣\n  ","226225":"\n  Nope\n  ","226226":"\n  .!\n  ","226227":"\n  Yeah probably a million times haha it’s so annoying\n  ","226228":"\n  I like snow and wearing warm jackets and scarves and cute sweaters! I dislike not being able to ride bc the ground is frozen and breaking ice in water buckets and having to scrape the car windows in the morning. Also hate freezing rain, black ice on the roads, and when people drive poorly in the snow\n  ","226229":"\n  I most like spring cause summer is too hot and sweaty and winter can be a pain with the ground freezing and ice on the roads and stuff but if I had to choose just between summer and winter I’d choose winter\n  ","226230":"\n  Fall :) I really just like the autumn season 🍂 🍁\n  ","226231":"\n  Oh nice! I used to show a lot too but now I don’t have the time or money sadly. Still like to ride and hang out with them though :)\n  ","226232":"\n  What does that mean?\n  ","226233":"\n  Thanks my dude 😌😊\n  ","226234":"\n  Yeah every single week :) Seeing dandy and the horses IS what recharges me. Being with them is where my happy place is\n  ","226235":"\n  Nope\n  ","226236":"\n  Thanks Bruno Mars\n  ","226237":"\n  No not really. I go visit Sandy and\/or see the ponies on weekends\n  ","226238":"\n  Any sort of interaction with horses lol\n  ","226239":"\n  Yup 👍🏻\n  ","226240":"\n  Never now that it’s covid lol but used to be like once a year to once every two years\n  ","226241":"\n  Yup. If you like horses you can peep my channel at\n  \n   https:\/\/m.youtube.com\/user\/FWFgirls1\n  \n  🐴\n  ","226242":"\n  Just keep checking yourself till it’s habit. I don’t actively think about it often\n  ","226243":"\n  It’s December lol\n  ","226244":"\n  Not interested in discussing that\n  ","226245":"\n  😂 it was the first thing I thought of lol\n  ","226246":"\n  I live with my family rn :) so 3 roommates technically :P\n  ","226247":"\n  7 bc I’m good at self-regulating things like finances, diet, exercise plans, and using self-control, but not so overboard that I never let myself have any fun at all and only work and save and be miserable lol\n  ","226248":"\n  Horses walk on tiptoe all the time! The bones that make up their leg and the inside of their hoof are actually the human equivalent of the middle finger so they’re actually walking on the tips of their middle fingers all the time and are always flipping everyone off 😂😂😂\n  ","226249":"\n  Not directly in my neighborhood but there’s a ice skating ring like 25 or so minutes from me I think! It’s open year round for ice hockey games but I usually only go during winter time to skate around\n  ","226250":"\n  I am :) it’s about 8am where I am\n  ","226251":"\n  Not really but I like Christmas music and food lol\n  ","226252":"\n  My dog Cezar 😌😍\n  ","226253":"\n  Yeah! We have all the Christmas tree lights and decorations plus lots of wreaths and garlands with lights all around the house like on the stair rail and above a few door frames\n  ","226254":"\n  Golden boy 💛\n  ","226255":"\n  Probably just smile and keep minding my own business. I don’t want to be bothered and they probably don’t want to either. Plus idc about any cute people other than Sandy lol\n  ","226256":"\n  Yup we put up the lights outside and our Christmas tree plus the nutcrackers, stockings, and some wreaths\n  ","226257":"\n  Nothing really that crazy. Just climbing trees, doing art, calling friends, playing in the mud, riding horses, doing sidewalk chalk and jump rope, baking, going on the internet. Normal stuff I guess lol\n  ","226258":"\n  We have a paper shredder for my dad’s at home office so we usually just put it in the shredder. If it’s any sort of cardboard box like cereal or something we shred it by and and put it in the recycle\n  ","226259":"\n  Another reason to just ignore him. He’s obviously cuckoo\n  ","226260":"\n  Idc man good for you, stop telling me lol\n  ","226261":"\n  Because they wanted a reaction from you. They have some sort of instability or insecurity and making fun of others for things that are different to them somehow makes them feel superior or good. Just ignoring them makes them feel and look foolish\n  ","226262":"\n  Observed an open heart surgery once. That was pretty impressive\n  ","226263":"\n  We used to every year when I was little with those build your own gingerbread house kits. They usually turned out cute ☺️\n  ","226264":"\n  Doesn’t seem impossible but at this point it would be improbable that that technology would be available on the public scale\n  ","226265":"\n  Sandy :)\n  ","226266":"\n  Depends on what occasion I’m wearing boots for lol\n  ","226267":"\n  About the same amount of active as I am in the summer. Horses don’t feed themselves grain and put on their own blankets lol\n  ","226268":"\n  Nope can’t say I have\n  ","226269":"\n  Not me personally but they’re in the house\n  ","226270":"\n  I’ve had very long hair all my life haha idk at that point I was just sick of it. This is about 2 or so years of growth rn so I feel like my hair grows back pretty fast\n  ","226271":"\n  Nope. Haven’t done that in years\n  ","226272":"\n  Wasn’t my experience when I lived in Germany lol but very much my experience while living in the US\n  ","226273":"\n  Probably elf or cover girl cause they’re cruelty free\n  ","226274":"\n  🙃\n  ","226275":"\n  Haha ok?\n  ","226276":"\n  Truck\n  ","226277":"\n  Yeah it was unhealthy and had a lot of split ends and stuff and it was feeling kind of like straw bc I died the ends in high school lol so I wanted a change and to regrow it out healthy again\n  ","226278":"\n  Haha what???\n  ","226279":"\n  I don’t feel any sort of way about any kind of skin color. I’m not interested in anyone but Sandy anyways\n  ","226280":"\n  Haha it’s short compared to before I cut it but thanks. I cut it from being down past my waist to a bob cut that I could barely tuck behind my ears\n  ","226281":"\n  You should read mine then\n  ","226282":"\n  He never did dude dump his flakey ass. He likes your convenience and stability. Not you\n  ","226283":"\n  What...?\n  ","226284":"\n  Bio\n  ","226285":"\n  Ignore him. He wanted a reaction out of you. It burns people up when you don’t react the way they want you to\n  ","226286":"\n  Everybody is kind to eachother and genuinely invested in their communities unlike in America where nobody give af about anybody else\n  ","226287":"\n  Used to a lot when I was a little kid but not that much anymore lol. I like to sketch wildlife a lot\n  ","226288":"\n  Not interested in inappropriate remarks\n  ","226289":"\n  Nooope it’s cold and windy\n  ","226290":"\n  Brunette\n  ","226291":"\n  Nothing they don’t ever really get sick. I only remember one time in my whole life that my mom ever got sick  and never with my dad\n  ","226292":"\n  Yo\n  ","226293":"\n  Nothing\n  ","226294":"\n  Yeah and a few other kinds like on a few sailboats and stuff on vacations. Not sure if that counts as a “ship” more like a little boat haha. Also my parents have a boat they keep at their house on the lake\n  ","226295":"\n  That didn’t help. Idk anything about pro fighting or wrestling or anything. Not really into it\n  ","226296":"\n  Old who randy Orton is\n  ","226297":"\n  Yeah quite a few times :)\n  ","226298":"\n  Yeah I wish he was on Spotify\n  ","226299":"\n  Not interested in talking about that\n  ","226300":"\n  My art for sure\n  ","226301":"\n  I like The Grateful Dead and Pigeons Playing Pingpong, a lot of 90’s country artists, some rap, and folkish stuff like The Head and the Heart\n  ","226302":"\n  2 years now I wanna say\n  ","226303":"\n  No idea\n  ","226304":"\n  Idk what that means\n  ","226305":"\n  Fine thanks, how ya doin?\n  ","226306":"\n  Doing well thanks! How are you?\n  ","226307":"\n  Nope 👎🏻\n  ","226308":"\n  Going well. It’s almost winter now\n  ","226309":"\n  I don’t listen to any kpop artists\n  ","226310":"\n  Not sure what you mean by that\n  ","226311":"\n  Just never been an interest of mine\n  ","226312":"\n  I don’t really like video games in general lol\n  ","226313":"\n  Nope I’ve always been within a normal weight range for my height and age\n  ","226314":"\n  No idk much about any celebs lol so I don’t really have an opinion\n  ","226315":"\n  Don’t have any on my phone\n  ","226316":"\n  No idea\n  ","226317":"\n  Pink\n  ","226318":"\n  No they make me sick to my stomach :\/\n  ","226319":"\n  My family\n  ","226320":"\n  Same thing we have every year probably\n  ","226321":"\n  Not really\n  ","226322":"\n  I like this one lol\n  ","226323":"\n  Not telling\n  ","226324":"\n  Doing things for someone and touching like holding hands and snuggling\n  ","226325":"\n  Not sure how turning my life around in a way that suits me is sad lol. Not denying medicine can help some but it just didn’t help me. Also yeah it IS sad that medicine in the us is so expensive and big drug companies are only in it for the profit\n  ","226326":"\n  Aw happy birthday month!! 🎈 🎉\n  ","226327":"\n  He’s such a friendly guy :) I’m glad he has a good loving home where he has lots of room to run and play and he has I always friends and people to hang out with\n  ","226328":"\n  Haha I mean I guess maybe for some people but not for mine. I swore off prescription drugs a long while ago (except like Advil and stuff). It just wasn’t working for me. Wasnt my thing. Now I manage my mental health by talking it through, keeping healthy habits, going outside, staying active, and surrounding myself with positive and supportive people :) Big pharma in the US doesn’t care about helping people or curing diseases or getting people healthy enough to stop needing to take pills. They just like money :\/\n  ","226329":"\n  Hell no lol December is Christmas month! We already have our tree decorated and everything :) Merry Christmas and happy holidays to all!\n  ","226330":"\n  Staying out of others personal business is considered polite.\n  \n  Calling people a bitch is considered rude...\n  ","226331":"\n  Not my business, don’t care\n  ","226332":"\n  If I knew Russian probably forever or until someone asked where I was from. Russians are overwhelmingly Caucasian and either brunette or blonde so I wouldn’t really stick out in a crowd or anything\n  ","226333":"\n  Haha tru :P\n  ","226334":"\n  It has nothing to do with being more or less masculine, it’s just a silly name like from that song by Metallica haha. Sometimes I also call him Sand-o, Sanderson, or Sandra as a joke. He doesn’t really care. He’s pretty used to people asking “is that your real name”? And giggling when he says yes. I love his name though 😍\n  ","226335":"\n  Yea. What about it? Why’d you just send the word pharmo lol\n  ","226336":"\n  Eh just drink some water you’ll be fine\n  ","226337":"\n  Yes! Merry Christmas and happy new year to you too! :)\n  ","226338":"\n  Haha okay what about it?\n  ","226339":"\n  Welp. Hope you feel better soon sorry bout that\n  ","226340":"\n  Think you just had a stroke. You alright there bud?\n  ","226341":"\n  Lol sorry for the long answer but that’s actually VERY dangerous and should NOT be done for riding.\n  \n  In the event of an emergency the rider wouldn’t be able to bail. For example if the horse were to somehow trip and fall down you’d be crushed to death under their weight with no escape cause you couldn’t get off. If they bolted off and started bucking like a bronco the rider wouldn’t be able to sit up and prevent them from doing that by using their body as a counter balance. If one of the ties holding you to the saddle broke off and you partially fell down while the horse was in motion, you’d be halfway tied to the saddle and dragged by the leg connected to the saddle with your body on the ground next to the horse’s feet risking being trampled, kicked, knocked on the head, breaking your leg, ankle, etc by having it twisted while stuck to the saddle.\n  \n  I’ve actually seen this happen to someone before and they had multiple injuries from it. Broken ankle, torn knee tendon, broken ribs, concussion, and a whole bunch of cuts and bruising everywhere. Overall it’s just a super horrible idea. PLUS a lot of riding involves a form of basically standing up in the stirrups to properly balance and move with the horse. If you were tied to the saddle it would be super hard to do that and you’d be flopping around really uncomfortably.\n  \n  I’ve seen people with disabilities be strapped in the the saddle for hippotherapy sessions with people walking with the horse on both sides of them and with a person leading the horse with a rope in front because the rider is incapable of sitting up on their own, but never really seen someone strap a young child into a saddle actually. It’s important for a beginner level person just learning to ride to hold their own selves up so they can be able to build up their muscles and be better balanced later in their riding journey\n  ","226342":"\n  Hi\n  ","226343":"\n  What is that\n  ","226344":"\n  Yeah learning exactly how and when to fall off is important! Wearing a helmet and learning to tuck and roll properly is very helpful\n  ","226345":"\n  In a relationship 😌\n  ","226346":"\n  Quite a few lol. I haven’t really been counting but definitely at least once a year so probably like 15 or so times in my whole life\n  ","226347":"\n  Tbh my life hasn’t changed that much with covid other than not going to the movies or out to eat but I didn’t do that very much to start with lol. Now I just order DoorDash and Uber eats instead so there’s basically no change with that :P I’ve always been kinda a shut-in who only goes outside to see the horses lmao\n  ","226348":"\n  Read my bio\n  ","226349":"\n  Who?\n  ","226350":"\n  Nope not me\n  ","226351":"\n  Sandy\n  ","226352":"\n  Yeah\n  ","226353":"\n  It’s more dramatic to watch I guess idk\n  ","226354":"\n  Usually answer more than I ask\n  ","226355":"\n  Not interested in discussing that\n  ","226356":"\n  Never riding a horse again\n  ","226357":"\n  Camping! 🏕\n  ","226358":"\n  Oh how was your dentist visit? I hate going to the dentist 😖\n  ","226359":"\n  You’re only ever as old as you feel lol\n  \n  In my case I’m like 50 :P\n  ","226360":"\n  Hi there Javi happy Friday! Hope you’re doing well ☺️\n  ","226361":"\n  Neither. I usually feel pretty neutral about most things going on in my life atm\n  ","226362":"\n  Thx lol\n  ","226363":"\n  Ya\n  ","226364":"\n  No. There was no need to bully someone you don’t even know for no reason. Nobody asked you your opinion and it was uncalled for to say that. Keep mean comments to yourself\n  ","226365":"\n  Haha okay I don’t know that person in any capacity tho so I stand by my answer\n  ","226366":"\n  There never was one lol what are you talking about?\n  ","226367":"\n  ...? No I literally don’t know how tall all of my family members are\n  ","226368":"\n  I don’t know anything about dolphin training and people shouldn’t ride them so I don’t think I’d want to do that\n  ","226369":"\n  Thank you wow I feel so enlightened 🙃 Reckon that’s why they named him that as well\n  ","226370":"\n  ...my boyfriend? That’s a fairly normal response I fail to see the humor in that but okay?\n  ","226371":"\n  That’s what his parents named him. Why did you feel the need to ask such an obvious and dumb question?\n  ","226372":"\n  I dunno\n  ","226373":"\n  Idk who that is and I don’t care\n  ","226374":"\n  What’s so funny about that?\n  ","226375":"\n  You do you! :P\n  ","226376":"\n  Ignoring the fact that you most definitely made it sound like you WERE doing those things, you also insinuated that someone who was sticking up for lgbtq rights had mental problems for doing so. That is hateful in itself.\n  ","226377":"\n  Or maybe you’re just fangirling lol sorry my dude\n  ","226378":"\n  No, actually nobody asked you and nobody wants to hear you spew hateful ideas...if you don’t have anything nice to add don’t add anything\n  ","226379":"\n  Who?\n  ","226380":"\n  If you judge and treat people differently based on assumptions you make their sexuality you have mental problems. Butt out.\n  ","226381":"\n  Anything classic Disney lol\n  ","226382":"\n  Yeah a big portion of the population here is Latinx, Asian, and black\n  ","226383":"\n  I don’t really have an opinion on that\n  ","226384":"\n  Finished all my assignments ahead of time, published my YouTube video on time, and decorated the Christmas tree\n  ","226385":"\n  I already found mine 😌😍\n  ","226386":"\n  Thank you! Louder for the anons in the back\n  ","226387":"\n  This ⬆️⬆️⬆️\n  ","226388":"\n  No sometimes I wait and sometimes I forget I opened the message and I forget to reply even though I meant to so I can’t really be that mad about people not responding to me lol. I’m not afraid to double text after a while either haha\n  ","226389":"\n  What does this even mean?\n  ","226390":"\n  “Eventful” as in full of family drama. It exhausts me\n  ","226391":"\n  Goodnight! 🌙\n  ","226392":"\n  Uneventful thank god lol. It was peaceful and I got to hang out with my man and look at lake views :)\n  ","226393":"\n  Sometimes, but sometimes I think they also just come out of curiosity and a want for different explanations of things\n  ","226394":"\n  I don’t need to float lol. Propelling yourself through the water can be done above or below the surface. Just need to get my head up to breathe for a sec but actually I can swim pretty easily in the surface and not ever let my head dip underwater\n  ","226395":"\n  Yeah I love to swim. All mammals are capable of swimming haha it’s not that hard\n  ","226396":"\n  Oh jeez lol yeah I bet he has a lot of people who aren’t very happy with him for that\n  ","226397":"\n  Idk what that is\n  ","226398":"\n  Apple pie, baseball, white picket fences, chewing gun, corn, and systemic racism\n  ","226399":"\n  A good friend to lean on can be equally beneficial for me\n  ","226400":"\n  It’s always just telemarketers it’s so annoying\n  ","226401":"\n  Not really\n  ","226402":"\n  No I don’t think that’s very kind to them at all\n  "}}