{"Question":{"226403":"\n   Ice Cream Cone or Snow Cone?\n  ","226404":"\n   Would you rather have to use chopsticks every day for the rest of your life or use a fork?\n  ","226405":"\n   🤣\n  ","226406":"\n   Are kids these days particular about what kind of tablet they have?\n  ","226407":"\n   Wow, interesting. Well F the Freemasons. What do you know about Alex Jones?\n  ","226408":"\n   Are the cemeteries creepy?\n  ","226409":"\n   Interesting. What do you think it is?\n  ","226410":"\n   Anyone has a M16  riffle for sale ?\n  ","226411":"\n   Illuminati?\n  ","226412":"\n   Is the Illuminati or free masons etc real?\n  ","226413":"\n   What colour do you like to paint your nails?\n  ","226414":"\n   Kik id?\n  ","226415":"\n   The Lego Batman or Ben Affleck's Batman?\n  ","226416":"\n   Do you think covid would ever go away?\n  ","226417":"\n   Do you like olives?\n  ","226418":"\n   What name is the horse you're riding in your pic? He\/shes beautiful.\n  ","226419":"\n   What does it mean when a girl smiles at a boy??\n  ","226420":"\n   Do you prefer headphones that go in or over the ear?\n  ","226421":"\n   What is your best place for taking more care ?\n  ","226422":"\n   What is your best place for more caring?\n  ","226423":"\n   Would you fight an octopus your size in the water for 3 min for $30 million?\n  ","226424":"\n   I always knew something was fishy about you.\n  ","226425":"\n   Hot or iced coffee??\n  ","226426":"\n   Have you ever ridden a bull?\n  ","226427":"\n   What did you have for breakfast today?\n  ","226428":"\n   Leo's where y'all at?\n  ","226429":"\n   What holiday gift would make you really happy?\n  ","226430":"\n   Are you old enough to remember the 60’s?\n  ","226431":"\n   What annoys you most often?\n  ","226432":"\n   Are you more of a baby food or feed babies table food, type?\n  ","226433":"\n   What do you love about the holidays? 🎄\n  ","226434":"\n   If you could sit down with your younger self, what would you say? #SelfAdvice\n  ","226435":"\n\n    https:\/\/youtu.be\/9WPshcd58Cw\n   \n","226436":"\n   Favorite fast food?\n  ","226437":"\n   How much time do you spend with your family? 👍 🙃\n  ","226438":"\n   What’s your favorite thing to order at a Mexican restaurant?\n  ","226439":"\n   How old would you be if you didn’t know how old you are?\n  ","226440":"\n   Do you like red velvet cake? 🤤\n  ","226441":"\n   How would you explain being in a relationship vs bing single?\n  ","226442":"\n   Did you hear about Noah Cyrus’s racism controversy?\n  ","226443":"\n   how do you know when it's too much riding? how far have you Rhode on one for?\n  ","226444":"\n   have your horse ever been so tired of you riding on it that it just lays down to rest while you are on top?\n  ","226445":"\n   What you do in your free time\nMit teszel szabadidod kozbe\n  ","226446":"\n   Revenge good agree\nBoszu jo egyetertesz\n  ","226447":"\n   Your favorite YouTuber? 📹\n  ","226448":"\n   Cheetos or Doritos?\n  ","226449":"\n   What countries would you like to visit?\n  ","226450":"\n   Megan the Stallion vs Mulatto\n  ","226451":"\n   how dark do you like your toast?\n  ","226452":"\n   Why do you think people scam eachother?\n  ","226453":"\n   What’s the last thing you ordered online?\n  ","226454":"\n   That’s fucking crazy. 😢\n  ","226455":"\n   Will humans ever live on another planet?\n  ","226456":"\n   What was the worst?\n  ","226457":"\n   That's why you tell them your not them\n  ","226458":"\n   I'm sorry.. Mistakenly asked to you\n  ","226459":"\n   yea alot of parents do that without knowing\n  ","226460":"\n   What's the most immature thing your parents ever done\n  ","226461":"\n   Who is this middle finger?\n  ","226462":"\n   Where is rude in my answers\n  ","226463":"\n   Wtf is wrong with that guy. I’m glad you’re safe.\n  ","226464":"\n   If I'm a girl, will you spoke with me like that?\n  ","226465":"\n   Why do you want friendship?\n  ","226466":"\n   Do you like the word friends?\n  ","226467":"\n   Do you believe in God?\n  ","226468":"\n   What commerical jingle gets stuck in your head?\n  ","226469":"\n   I'm not asking about your good or not, what is use of your youth age to you in that time\n  ","226470":"\n   🤣🤣🤣 sorry\n  ","226471":"\n   Anything\n  ","226472":"\n   At what age did people start saying you’re hot?\n  ","226473":"\n   No, I will live for you, to protect you and I'll do anything for your happiness?\n  ","226474":"\n   What’s your favorite dessert?\n  ","226475":"\n   Thoughts\n  ","226476":"\n   Oh tell me the most recent one?\n  ","226477":"\n   would you rather makeout with a goat and no one will ever know or never makeout with a goat but everyone will think that you did it?\n  ","226478":"\n   Ever been followed?\n  ","226479":"\n   If there is no option except me like the world is looking like dark, everything is disappeared.. then how do you live without me...\n  ","226480":"\n   How often do you draw? What do you like to draw?\n  ","226481":"\n   Have you ever self harmed\n  ","226482":"\n   I'm still in lovebwith my ex but she wants nothing to do with me, she said that it wasn't my fault for the breakup but I feel like it is. What do I do? I want her...\n  ","226483":"\n   Do you live with a roommate?\n  ","226484":"\n   How do you live without me .. If you have no option?\n  ","226485":"\n   No No, how do you use me like anything in that time\n  ","226486":"\n   How do I tell me friends I want to be included\n  ","226487":"\n   If Except you and me, everybody dead then how do you sleep 😴 safely\n  ","226488":"\n   If we both only live in this world, then how do you sleep 😴 safely?\n  ","226489":"\n   have you caught horses getting friendly with each other?\n  ","226490":"\n   if you got to do one you got to do one lol\n  ","226491":"\n   geldings?\n  ","226492":"\n   has a horse done a big fart at the wrong time?\n  ","226493":"\n   does your butt\/other bits hurt while rideing?\n  ","226494":"\n   and how?\n  ","226495":"\n   has any of your horses given birth?\n  ","226496":"\n   what’s the weirdest\/most specific\/most interesting thing you’ve ever seen someone dedicate a whole room of their house to?\n  ","226497":"\n   one thing u love abt horses?\n  ","226498":"\n   have you had to get a covid test?\n  ","226499":"\n   can you tell them to poo\/pee when you think its a good time for them to do it or just just do it when they have to?\n  ","226500":"\n   Ahh Ponys sind auch cute 😄 aufpassen, dass keine böse Trolle es entführen wollen. Sag Hallo zu ihm, Chance und Sandy 😋👋🏻\n  ","226501":"\n   Can you tell when a horse needs to do its business?\n  ","226502":"\n   Ist das Max 😄 also das Pferd 🐎?\n  ","226503":"\n   do you wash horses?\n  ","226504":"\n   What kind of things are you interested in?\n  ","226505":"\n   What do you think is the most unique or silliest problem you have going on in your life at the moment? 🤪\n  ","226506":"\n   What's a weird dream you can recall having?\n  ","226507":"\n   Hi how is the farm\n  ","226508":"\n   You look like a happy soul.\n  ","226509":"\n   would you date a shy guy if he has a nice personality?\n  ","226510":"\n   Are you short?\n  ","226511":"\n   Hello everyone  how are you and what your favorite wwe Superstars wrestler ?\n  ","226512":"\n   lol yeah haha, aww i guess cezar more suspicious when he was mistreated by his previous owners\n  ","226513":"\n   Which was the moment when you felt really proud about yourself?\n  ","226514":"\n   Say something about you that only you know\n  ","226515":"\n   yes, i think labs are super friendly in general tbh\n  ","226516":"\n   Do you like where you are in life right now?\n  ","226517":"\n   Anyone with Insomnia?\n  ","226518":"\n   aw lol, yes i saw the kitty thats so cute hes a lovely dog too\n  ","226519":"\n   aw, he likes you too x\n  ","226520":"\n   what’s an example of pop rock that you love? (a song or a band)\n  ","226521":"\n   lol yes your funny, what breed is sandys dog\n  ","226522":"\n   does your dog play with horses mine does lol\n  ","226523":"\n   hes  lovely lol, so comfy\n  ","226524":"\n   What feature about yourself do you think catches people's eye?\n  ","226525":"\n   What's one thing you hate sharing?\n  ","226526":"\n   You can do anything you set your mind too\n  ","226527":"\n   aww, your such a kind person you made the right call well hes so lucky to have you xo\n  ","226528":"\n   Have you ever asked for the Shop's Manager before?\n  ","226529":"\n   was your dog a stray way that you do not know his age, hes lovely my dog is a lab\/setter mix labradors are very nervous\n  ","226530":"\n   If you came to wonderland completely blind to the whole situation just like Alice was, do you think you would've taken a similar approach to what she did? If not, what would you've done differently? 🐰🎩🐛🌷🐱🍪👑\n  ","226531":"\n   Where were u going?\n  ","226532":"\n   #AquariusGang\n  ","226533":"\n   Are you sure it's your dog? What's his favorite color? 😂😂\n  ","226534":"\n   is your dog a labrador\n  ","226535":"\n   How it's life ?\n  ","226536":"\n   I’m afraid of being in a boat or cruise ship bc I don’t carry much fat and can’t float. Thoughts?\n  ","226537":"\n   Would you be an NFL running back for $10 million yearly?\n  ","226538":"\n   Would your dog protect you?\n  ","226539":"\n   aw my big sis is the same she used be so mean to me im glad she not living at home but shes so mean to her guy now\n  ","226540":"\n   aw your the big sis so, bet your the kindest\n  ","226541":"\n   think your right, what age is your sis if okay to ask\n  ","226542":"\n   do you think biden will be president trump will be hard to  get  rid of hah\n  ","226543":"\n   Do you like how your mouth burns when you eat chillies?\n  ","226544":"\n   Not everyone\n  ","226545":"\n   Its a lie that Trump won Biden won.\n  ","226546":"\n   coral berchin\n  ","226547":"\n   National Lampoons Christmas Vacation\n  ","226548":"\n   Best Christmas films?\n  ","226549":"\n   What one thing do you really want but can't afford?\n  ","226550":"\n   حَرِّك جُمود هَذا اللّيل بِحرفِك المُتَألّق ✒️\nStir the inertia of this night with your glittering letter ✒️\n  ","226551":"\n   Would you rather be fat or skinny?\n  ","226552":"\n   Have you ever pushed the emergency brake button aboard public transport?\n  ","226553":"\n   glad max was okay\n  ","226554":"\n   what’s getting old?\n  ","226555":"\n   For you...\n  ","226556":"\n   have u ever protested?\n  ","226557":"\n   Post Malone\n  ","226558":"\n   Do you have any pet stories to share? If you don't have a pet, do you want one?\n  ","226559":"\n   What is your least favorite song?\n  ","226560":"\n   Have you ever been told you look like a celebrity? If so, who?\n  ","226561":"\n   What do you wish was easier for people to understand about you?\n  ","226562":"\n   If you were to write a novel, what kind of central themes do you think it would have? Is there something that interests you enough for you to want to write about it? 📖🖋\n  ","226563":"\n   WHAT WOULD BE THE WORST THING TO HEAR AS YOU ARE GOING UNDER ANESTHESIA BEFORE HEART SURGERY?\n  ","226564":"\n   What do people judge you for?\n  ","226565":"\n   Guess the rapper; 📮🍉\n  ","226566":"\n   If you were given millions but could only spend it on only one specific item or service  for yourself, what would it be?\n  ","226567":"\n   In my country a horse race rider can get fined if he didn't use the whip enough or used it too much during a race. What's your opinion?\n  ","226568":"\n   what’s a tv show that you like that’s still airing? & what’s one tv show you like that’s been off the air for awhile now?\n  ","226569":"\n   What would be the worst pet to have?\n  ","226570":"\n   Who has it better: mama's boys or daddy's girls?\n  ","226571":"\n   Tell me about Netflix?\n  ","226572":"\n   What are you doing to keep you occupied?\n  ","226573":"\n   What's your weirdest habit?\n  ","226574":"\n   You ever faced a demon?\n  ","226575":"\n   Is it better to do fun things by yourself ,rather then to go do fun things with people who don’t want to do them with you ?\n  ","226576":"\n   Do you know\n   \n    @olga_9volkova\n   \n   ? I love her!\n  ","226577":"\n   How many hours have u drove at one time?\n  ","226578":"\n   I looked up the largest polar bears & it said 11.1 inch tall and 2,209 lbs. then I looked up largest liger (10.8 inches, 2,200 lbs) which means they are almost the exact same size. In India, Tigers hunt bears as PREY. So I feel like a liger will me more use to handling a polar bear than Vice versa.\n  ","226579":"\n   Than a liger? Personally, I think a liger wins they one\n  ","226580":"\n   Leapord vs mountain lion?\n  ","226581":"\n   Liger vs polar bear?\n  ","226582":"\n   what music u like!?\n  ","226583":"\n   sorry ok\n  ","226584":"\n   Nada\n  ","226585":"\n   hi x\n  ","226586":"\n   Jgvg\n  ","226587":"\n   .\n  ","226588":"\n   your a good mate\n  ","226589":"\n   I normally wear a mask, visor to cover my whole face and a spray bottle of lysol with me. I spray myself with it before work and after. I even donated antibodies early this year. apparently I had it last year (twice) which I was really sick with flu like symptoms.\n  ","226590":"\n   you ok\n  ","226591":"\n   Would you or your dad be mad if you found your sis lingerie?\n  ","226592":"\n   Your sisters talent?\n  ","226593":"\n   what’s a name that just sounds pretentious to u?\n  ","226594":"\n   Awe how cute! :) she has lab in here looks like.\n  ","226595":"\n   What is a phrase that makes you cringe?\n  ","226596":"\n   Do you have any pets?\n  ","226597":"\n   hi x\n  ","226598":"\n   Oh yeah, I guess your right. 🤣🤣\n  ","226599":"\n   How many pairs of shoes do you own?\n  ","226600":"\n   If you wore in my shoes you would know how I feel.\n  ","226601":"\n   I am not frustrated and I don't want to pour myself on to you.\n  ","226602":"\n   I am a nurse btw and even before covid something as simple like the flu can even be prevented from spreading with just a mask. it makes a difference.\n  ","226603":"\n   Like I said don't start me.\n  ","226604":"\n   That person is just a typical \"anon\" who thinks he knows it all but doesn't. 20 million people are having it a lot worse then sure going hungry right now so don't make this just about you. she is right, wearing a mask does prevent the spread.\n  ","226605":"\n   That’s 🔥. Maybe it’s bc I’m black but Arne you afraid of crazy people\/things in the woods?\n  ","226606":"\n   Men and woman lie.\n  ","226607":"\n   I am going through a hard time in my life so don't start there please.\n  ","226608":"\n   What are the 5 important things you would include in your things-to-do list?\n  ","226609":"\n   I have learn new info and still am\n  ","226610":"\n   Mask in public does not work brat\n  ","226611":"\n   Their is a test you can do and it shows you the truth.\n  ","226612":"\n   Mansion in the woods or mansion in the suburbs?\n  ","226613":"\n   Its true\n  ","226614":"\n   Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?\n  ","226615":"\n   Mask over the nose is droping are oxgyen level sorry can't spell.\n  ","226616":"\n   A mask does not keep you from getting covid.\n  ","226617":"\n   Have you ever EARNED MONEY from something UNCONVENTIONAL  or out of the blue? 🤑💙\n  ","226618":"\n   Has anyone had covid if so what was your signs?\n  ","226619":"\n   Moms favorite food?\n  ","226620":"\n   🐴\n  ","226621":"\n   you could work on things while in jail. fitness, educate yourself, learn to meditate, i mean its not ideal but its possible you can grow\n  ","226622":"\n   that's a grown ass dog my dude what kinda dog is it labador\n  ","226623":"\n   are you on the floor\n  ","226624":"\n   What are you doing at this moment?\n  ","226625":"\n   what is the most obvious sign of love? ??\n  ","226626":"\n   List two pet peeves\n  ","226627":"\n   If you ended up in a parallel dimension where that version of you is another gender but their parents are exactly the same as yours, would you consider them your parents?\n  ","226628":"\n   What's the longest you've ever grown your hair?\n  ","226629":"\n   Would you rather be married to a 10 with a bad personality or a 6 with an amazing personality?\n  ","226630":"\n   What's the longest you've gone without sleep?\n  ","226631":"\n   do you like the star wars movies:(\n  ","226632":"\n   Do you know programming ? ( which languages )\n  ","226633":"\n   since it’s such a hot debate topic: spotify or apple music?\n  ","226634":"\n   Awesome. Do you have ice cream on the side with the apple pie?\n  ","226635":"\n   what did the horse say when he fell? \"Help I've fallen an can't giddy up\" lmfao!!!\n  ","226636":"\n   Wanna be friends on Snapchat?\n  ","226637":"\n   That’s not the answer I wanted...\n  ","226638":"\n   🥰\n  ","226639":"\n   Apple pie or pumpkin Pie?\n  ","226640":"\n   It's good that you know that you got somebody that'll stand by your side\nThat'll build you up when you're fallin' down\n  ","226641":"\n   is there an NBA team in ur city? state? have you ever been to a game?\n  ","226642":"\n   thats suppoused to be very painful aw that does suck, maybe hes shy\n  ","226643":"\n   Any tips on how to look and\/ or act less basic?\n  ","226644":"\n   do you get on well with him my sisters bf is cool but she is demanding tbh\n  ","226645":"\n   what do you think about interracial relationships?\n  ","226646":"\n   has your sister a bf\n  ","226647":"\n   When it's cold outside who are you holding?\n  ","226648":"\n   Which animal has the most beautiful fur?\n  ","226649":"\n   Hii\n  ","226650":"\n   What color is the closest object on your right? And left?\n  ","226651":"\n   have u ever been to a real like “summer camp” ? do you know anyone who has ? lol\n  ","226652":"\n   What do you think has influenced your personality most--genetics or environment?\n  ","226653":"\n   Third time's a charm?\n  ","226654":"\n   Which band or singer would you love to hear a Christmas song from? \n\nAny song in particular?\n  ","226655":"\n   Shave, wax, or laser?\n  ","226656":"\n   Are you scared of the ocean?\n  ","226657":"\n   Anyone interested to be my life partner ?\n  ","226658":"\n   is a horse or dog a better pet which do you perfer\n  ","226659":"\n   What’s your favorite kind of underwear\n  ","226660":"\n   Free space\n  ","226661":"\n   aw yes its cool, having a interest in horses you and sandy\n  ","226662":"\n   haha your so funny what you called the horses in your photo poll\n  ","226663":"\n   charcoal latte. have you ever heard of it? have you tried it?\n  ","226664":"\n   How much can you eat on a EAT ALL YOU CAN restaurant? 😛\n  ","226665":"\n   Can you really earn by playing games? Have you ever earn real money by playing games? 🎮\n  ","226666":"\n   How often do you eat food which is meant to be easily cooked in a microwave? What do you usually go for? ♨️\n  ","226667":"\n   DON’T BOTHER WITH THAT BOOK:\nIT’S A SOPHOMORIC, INFLATED, AND TRIGGERING. SO MANY UNNECESSARY SELFIES. I'M SHOCKED THIS IS A BOOK AND HOPE THIS DOESN'T LAND IN THE HANDS OF YOUNG PEOPLE WHO MIGHT POSSIBLY\n  ","226668":"\n   Would you still talk even if no one is listening to you? 🗣\n  ","226669":"\n   When you're super busy do you still find time to go on ask ?\n  ","226670":"\n   Did you run cross country in high school?\n  ","226671":"\n   How good of a dancer would you say that you are? Even considering basic things such as following the rhytm etc. Does that improve when you know the song you're dancing to beforehand? Do you ever incorporate the meaning of some lyrics into your dance moves? 🕺🎶\n  ","226672":"\n   Love a grey for sure! 😍 But don't love trying to keep a grey clean.. LMAO.\n  ","226673":"\n   I love you!! :*\n  ","226674":"\n   It’s because the other account they stole it from me tho like hacked\n  ","226675":"\n   If you were stuck in a desert for a week with only warm bottled water or some cold soda, which would you choose\n  ","226676":"\n   For some reason I don’t usually like cake. I think cupcakes are 10x better.\n  ","226677":"\n   Ayye. I knew I couldn’t stay mad at you!\n  ","226678":"\n   Cupcakes or cake?\n  ","226679":"\n   🌻.. What are you doing right now apart from being on Ask.fm??..💙💋💜.. Qué estás haciendo ahora además de estar en Ask.fm??..🌻\n  ","226680":"\n   Hi 👋 Nikki how are you happy 😃 Monday to you and I made this new ask\n  ","226681":"\n   Who do you love\n  ","226682":"\n   When was the last time you hugged your sis?\n  ","226683":"\n   What’s it like kissing someone with lip injections?\n  ","226684":"\n   Do you like ramen? If so, what kind \/ what do you like in it?\n  ","226685":"\n   what’s a myth that u hate hearing repeated as fact?\n  ","226686":"\n   No. No. Not that. Holy shit. I’m not even going to type a full paragraph about how unbelievably stupid (is that better?) your reply to my post was. I’m just going to let you stew in it. 🤦‍♂️\n  ","226687":"\n   Holy shit. 🤦‍♂️\n  ","226688":"\n   are there any christmas songs you really can’t stand?\n  ","226689":"\n   It’s crazy because you don’t realize how special ed you sound. 🤔\n  ","226690":"\n   ohhh wow nice to know\n  ","226691":"\n   How do ppl comment on another person's question?\n  ","226692":"\n   I am good also 😊\n  ","226693":"\n   How you created your squad? Have any tips on how to create your own community?\n  ","226694":"\n   How is it a humble brag when I didn’t give myself that nickname?\n  ","226695":"\n   I gotta argue with this one. How is it a humble brag? I’m not the one who called me supes\n  ","226696":"\n   How are you\n  ","226697":"\n   Which animal would you love to be for a day?\n  ","226698":"\n   did you meet sandy through horses\n  ","226699":"\n   Have you ever mistaken a stranger for someone you knew?\n  ","226700":"\n   Have you ever had to break-up with a friend?\n  ","226701":"\n   There is gonna be a Super Nintendo World opening next year in Japan. Would you go to this?🎮🍄🏎\n  ","226702":"\n   What is your favorite board game?\n  ","226703":"\n   hopefully this year is better\n  ","226704":"\n   well bye\n  ","226705":"\n   He put that in his bio because TrivialTrinket called him out on being a fake, and causing a girl to be so hurt that she left Askfm because zack fooled her to believe he was the guy in the photo! It's disgusting.\n  ","226706":"\n   do you like xmas like do you get excited for it\n  ","226707":"\n   What holiday or holy day is best practiced in your home town or home?\n  ","226708":"\n   How much would you charge to babysit Baby Yoda?\n  ","226709":"\n   brownie points!!\n  ","226710":"\n   What was it?\n  ","226711":"\n   Katy Perry or Lady Gaga?\n  ","226712":"\n   save a horse an ride a cowboy!!\n  ","226713":"\n   What did you eat for thanksgiving? 🦃🍁\n  ","226714":"\n   If a guy brags to friends about having sex with another girl when he has a girlfriend, does that mean he thinks the other girl is prettier than his girlfriend or does it mean that the girl is uglier than his girlfriend?\n  ","226715":"\n   What useless talent do you have?\n  ","226716":"\n   What is your opinion about gossips \/ chismis?\n  ","226717":"\n   Just so you know, that zack vaughan guy is a catfish and still refuses to change his photo which he stole without the real guy's permission.\n  ","226718":"\n   nikki\n  ","226719":"\n   Have you ever been to a renaissance fair or something similar? How was it? What did you think of it? 🏹⚔🛡🏰🐴\n  ","226720":"\n   Want to get MORE COINS to spend in ASKfm? Cyber Monday VIP-bonus is waiting for you here\n   \n    https:\/\/bit.ly\/coins_VIP_\n   \n","226721":"\n   If you could spend the next year living anywhere in the world, where would you go?\n  ","226722":"\n   well lucky sandy\n  ","226723":"\n   aw , yes just people say i annoy them thanks friend\n  ","226724":"\n   aww, hopefully you see them all more now bet sandy missed you and the horses too xo\n  ","226725":"\n   hey sorry if i ask too many questions\n  ","226726":"\n   aw cool, you look so happy x is it the weather that has stopped you lately\n  ","226727":"\n   aw yeah thats true, how long have you been horse riding\n  ","226728":"\n   If you like her, what's your favourite Britney Spears single? 🎶 👍 🙃\n  ","226729":"\n   On what topic do you and your parents most disagree?\n  ","226730":"\n   are you ready for xmas\n  ","226731":"\n   aw your such a sweetheart, its lit tbh\n  ","226732":"\n   When was the last time you wrote a letter to someone on paper?\n  ","226733":"\n   who is the leader in your relationship like i meam more dominant takes the lead if you know what i mean\n  ","226734":"\n   Can you explain to a non-American what cheerleaders do exactly?\n  ","226735":"\n   I can’t sleep! The Benadryl was short lived. Any suggestions to go back to sleep?\n  ","226736":"\n   are you religious\n  ","226737":"\n   have you ever taken a vacation with friends or family? if yes, where did you go?\n  ","226738":"\n   How did you do that ????? Unbelievable???\n  ","226739":"\n   Are you sticking to a routine, or are you living a little more spontaneously?\n  ","226740":"\n   Ever worked in a male dominated job being the only female there?\n  ","226741":"\n   I think my boy dean followed me on ask 🤣💕\n  ","226742":"\n   What is your cumulative gpa, if you don’t mind. I’m sitting at a 3.2.\n  ","226743":"\n   Agree\n  ","226744":"\n   Last time you cried\n  ","226745":"\n   If you had 3 wishes what would they be?\n  ","226746":"\n   Wow\n  ","226747":"\n   Wow\n  ","226748":"\n   I think I got coronavirus been cuffing hard recently?\n  ","226749":"\n   How much does he lift?\n  ","226750":"\n   When was the last time you tried something new?\n  ","226751":"\n   How do I ask out a girl? I’ve been super nervous to, but idk if she even likes girls 😣\n  ","226752":"\n   Do you think it's okay for my sister to show her bra to her brother when she changes clothes?\n  ","226753":"\n   fav fried chicken?\n  ","226754":"\n   if you had to live in a big city, which big city would u a want to live in?\n  ","226755":"\n   How do u cope w having to live in a world where abt 1\/2 the people u encounter- neighbors, family, co-workers-condone everything that this country needs to overcome, & so many things you disagree w\n  ","226756":"\n   Where have you felt the most failure? The most success?\n  ","226757":"\n   Sense is useless... Do you like playing\n  ","226758":"\n   What happened Nikki... Don't come to conclusions\n  ","226759":"\n   🍻First we do one party 🎉 🥂🍻🍻🍻🍻\n  ","226760":"\n   What do you like about your city?\n  ","226761":"\n   He is looking like more hungry.. Don't go near to him\n  ","226762":"\n   This is pure chatting.. Don't think 🤔 wrong about your mind\n  ","226763":"\n   In my profile picture, do me and my best friend look like 1st cousins, 2nd cousins, 3rd cousins, or 4th cousins?\n  ","226764":"\n   Strongest person you know!?\n  ","226765":"\n   Share an anonymous secret you've always wanted to get off your chest.\n  ","226766":"\n   Which three words describe what living in your city is like?\n  ","226767":"\n   Night ridings\n  ","226768":"\n   What is the number one thing to make a women happy?\n  ","226769":"\n   Are you still fresh in games\n  ","226770":"\n   Do u have any Easter traditions?\n  ","226771":"\n   How old are you( 🔞)\n  ","226772":"\n   Dinner for breakfast or Breakfast for dinner??\n  ","226773":"\n   Are there any really popular apps which you've never used? Would you ever consider downloading any of them? Why \/ why not? 📱🤔\n  ","226774":"\n   How to meet the edge with hard\n  ","226775":"\n   What is it that makes you feel alive? 👨‍👩‍👧‍👧🏃‍♀️\n  ","226776":"\n   I'm roaming for any chance\n  ","226777":"\n   My nickname is “Superman” irl! Why do you think that is?\n  ","226778":"\n   What do you think is crucial for a good night's sleep?\n  ","226779":"\n   I'm your used old product\n  ","226780":"\n   What would be harder for you, to tell someone you love them or that you donot love them back? ?\n  ","226781":"\n   What's the best thing you can purchase for $5?\n  ","226782":"\n   What’s your favourite way to pass time at home?\n  ","226783":"\n   I love you like a fat kid love cake.\n  ","226784":"\n   How to make sad person happy ?\n  ","226785":"\n   Favorite thing to study?\n  ","226786":"\n   Which is better, being a realist, an optimist or a pessimist?\n  ","226787":"\n   Did you use to get advent calendars as a kid? What kind? Do you still get one for yourself? If not, what kind of advent calendar would make you change your mind? 🤔🎅\n  ","226788":"\n   Have you ever had a dream that seemed related to a future event? {example: When I was a kid, I had a dream where I found the headband that I'd lost. In the dream, I went downstairs to check this stack of stuff on my dad's counter. When I woke up, I looked there and sure enough IT WAS THERE}\n  ","226789":"\n   Do you like candles? If so, what kind of candle scents do you like?\n  ","226790":"\n   How has covid-19 impacted your life?\n  ","226791":"\n   Do you feel love tonight??\n  ","226792":"\n   do you still think about your ex ?\n  ","226793":"\n   What’s your favourite type of youtube videos to watch?\n  ","226794":"\n   Before you go 😢, I have something to tell you 💔\n  ","226795":"\n   How would you feel if someone spoilt the ending of a movie for you before you’ve even seen the movie?\n  ","226796":"\n   Do you have wicker furniture?\n  ","226797":"\n   How are you? Are you okay? Have you been well?\n  ","226798":"\n   would u consider a churro a donut?\n  ","226799":"\n   What’s one fashion trend you hope to never see again?\n  ","226800":"\n   Of\n  ","226801":"\n   Do you prefer short or tall partners ? Why ?\n  ","226802":"\n   If I were to throw a party who would come if the party is open to the public who all would come  comment if you would come guys\/girls\n  ","226803":"\n   Are tropical fruits too expensive?\n  ","226804":"\n   Isn't that because of the fabric and not the clothes itself?\n  ","226805":"\n   Lol i thought Sandy is a girl's name! Like Sandy from SpongeBob!😆🤭\n  ","226806":"\n   🐴 ☮️ NEW VID ☮️ 🐴\n  ","226807":"\n   Do you like leotards?\n  ","226808":"\n   What's the worst part of your body to  itches\n  ","226809":"\n   How come?\n  ","226810":"\n   Do you have a favorite holiday show\/movie you watch each year?\n  ","226811":"\n   I finally figured it out after the spanish flu was over came the roaring 20's...\n  ","226812":"\n   Is it weird that I'm a boy and that I want to start wearing skirts?\n  ","226813":"\n   Hi, how is your mood?\n  ","226814":"\n   Do you like litchis ?\n  ","226815":"\n   Poptars\n  ","226816":"\n   OH!!!!🤦‍♂️ i need to wear my reading glasses more! Sorry about that!🙊\n  ","226817":"\n   Who's she?🙈🙈\n  ","226818":"\n   Do you like any others?\n  ","226819":"\n   Do you have a favorite horse movie?\n  ","226820":"\n   Is there any problem with having 2 baby mothers?\n  ","226821":"\n   It says it in your bio though!\n  ","226822":"\n   What is your definition of exotic\n  ","226823":"\n   Are you a leader or a follower?\n  ","226824":"\n   Lake views are always lovely, especially with an s\/o.\n  ","226825":"\n   I knew you were going to say that. I’m talking about a non wolf dog?\n  ","226826":"\n   Any single people in Chicago wanna date a panda person like myself? If so can i come over? Let's have a cute date for black Friday ⚫ 😍 💗\n  ","226827":"\n   Wow you have beautiful feet! I like how your toes are pointing up in your profile pic! Super cute!🦶😍\n  ","226828":"\n   What dog could fit in with wolves best?\n  ","226829":"\n   Freust du dich auf den 20. Januar 2021 wenn endlich wir alle genug von dem Schlumpf haben 😄 ?\n  ","226830":"\n   Would you wear a micro bikini for your boyfriends ?\n  ","226831":"\n   When you're on your phone do you hold it with your left or right hand?\n  ","226832":"\n   Auw why not? You have amazing feet btw!😍\n  ","226833":"\n   Wow you're Epyptian? That's amazing!🥰🥰🤗🤗\n  ","226834":"\n   Do you like having foot massages?\n  ","226835":"\n   How do you🐅 feel when you got fresh  🐥 in askFM in anonymously mode?\n  ","226836":"\n   What's the oldest game console \/ system you've owned? Do you still have it?\n  ","226837":"\n   60 years hero acting with 18 years actress\n  ","226838":"\n   Why old age movie 🎦 actors also want 🔞 years actresses for their movies 🎥 🎥? Is there any secret 🔐?\n  ","226839":"\n   a turkey has more braincells than you\n  ","226840":"\n   do you remember anything abt thanksgiving of 2017?\n  ","226841":"\n   I am Andre and how are you?\n  ","226842":"\n   Are you bare foot now?\n  ","226843":"\n   First video question:\n   \n    https:\/\/www.youtube.com\/watch?v=LniGwv57uFg\n   \n   If you want me to stop sending you video questions, feel free to say so.\n  ","226844":"\n   Red makes you think of what?\n  ","226845":"\n   Daddy, why did you eat my fries..? 🎶🎶🎶\n  ","226846":"\n   What do you miss, but would like to have at your home? 🏘\n  ","226847":"\n   Do you thnik social media can be a little opressive\n  ","226848":"\n   Do you have a favorite comedian? 🤔\n  ","226849":"\n   What did you enjoy the most out of this holiday?\n  ","226850":"\n   Do you have any wiccan friends?\n  ","226851":"\n   My ex started texting me again, today. What should I talk to her about?\n  ","226852":"\n   what's the best way to tame a wild bronco?\n  ","226853":"\n   What is your favorite potato chip flavor?\n  ","226854":"\n   Where is the best place to be?\n  ","226855":"\n   Which country would you never want to visit? Why?\n  ","226856":"\n   What makes you nostalgic?\n  ","226857":"\n   Do females really like it when a man says, \"we're pregnant\", or does Mrs. (his first name) (his last name) think he's taking something from her?\n  ","226858":"\n   Could a German Shepard fit in with a wolf pack?\n  ","226859":"\n   So it's friday what are your plans?\n  ","226860":"\n   Do you have a favourite board game?\n  ","226861":"\n   What’s a traditional yuletide meal for you?\n  ","226862":"\n   Would you share your mac n cheese recipe?\n  ","226863":"\n   what's on your mind?\n  ","226864":"\n   but why he is not embarassed\n  ","226865":"\n   how you know that lol\n  ","226866":"\n   Hi 👋 Nikki how are you happy 😃 Thursday to you a hug and a happy 😃 thanksgiving 🦃🍁 to you and sandy\n  ","226867":"\n   what color are your eyes?\n  ","226868":"\n   fake trees or real trees?\n  ","226869":"\n   Do  you like going to clubs?\n  ","226870":"\n   yo did you like King Von’s music?\n  ","226871":"\n   Why in the privates?\n  ","226872":"\n   but wait the sumo is totally naked ? =(\n  ","226873":"\n\n    https:\/\/tenor.com\/view\/gif-19292849\n   \n   what is this movie ?\n  ","226874":"\n   How would you fight off a guy if he grabs your by the wrists?\n  ","226875":"\n   Can you pet a horse?\n  ","226876":"\n   Why the horses?\n  ","226877":"\n   Do you stick to conventional fashions or like to try and be original?\n  ","226878":"\n   Would you like to receive my questions?\n  ","226879":"\n   Pengen jalan huhu ttapi kawan pada sibuk semua:(\n  ","226880":"\n   What’s ur opinion on Antonio Brown\n  ","226881":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","226882":"\n   hiii angel, how are you today? i’ve followed you, can you follow me back? i wish you the best day everrrr 🤍 stay safe and have fun\n  ","226883":"\n   What's your favorite sleep wear\n  ","226884":"\n   Have you ever competed in a spelling bee?\n  ","226885":"\n   Do you consider me american? I was born in america but my parents weren't born in america\n  ","226886":"\n   If you could steal one thing without consequence what would it be?\n  ","226887":"\n   Would you rather meet a wolf or a poisonous snake in the wilderness? Why?\n  ","226888":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","226889":"\n   happy thanksgiving\n  ","226890":"\n   You are very beautiful\n  ","226891":"\n   How are there statues of Confederate racist leaders in the southern states. These are the losers of the Civil War. Can you imagine statues of Hitler in German cities or statues of Mussolini in Italian cities. No. No chance. Then why Confederate leaders?\n  ","226892":"\n   I asked a girl out today and she said no but side we can be friends do you think she really wants to be friends or just being nice\n  ","226893":"\n   Does your workplace have required “bias trainings”\/“diversity trainings” ?\n  ","226894":"\n   Are there any celebrity scandals that still crack u up?\n  ","226895":"\n   are there any local cults from where ur from?\n  ","226896":"\n   I kinda wanna buy a fake Christmas tree. Should I do white or just stick with green? Or some other color?\n  ","226897":"\n   Real Christmas tree or fake\n  ","226898":"\n   Is ridding hard\n  ","226899":"\n   Lastthing you wore that was Pink\n  ","226900":"\n   Do you think witches are evil?\n  ","226901":"\n   When you are in love, does age matter?\n  ","226902":"\n   Ever watched horses f.uck?\n  ","226903":"\n   What are you gonna eat tomorrow\n  ","226904":"\n   Are you a “run of 5k on a holiday morning” kinda person?\n  ","226905":"\n   When is your birthday?\n  ","226906":"\n   What breaks and never falls, and what falls and never breaks?\n  ","226907":"\n   What is the strangest way you have broken something?\n  ","226908":"\n   One thing i always admired about you on this website is that you absolute will not hesitate to tell someone off lmao\n  ","226909":"\n   Morning joe another day another dolla\n  ","226910":"\n   Post a pic wearing a sweatshirt inside out.\n  ","226911":"\n   Do you sleep with a fan or ac on?\n  ","226912":"\n   What's your favorite juice? 🧃 Do you ever go for something more \"exotic\" than regular orange juice? 🍍🍎🍋🍌🍒🍐\n  ","226913":"\n   How expressive would you say you are when it comes to your body language? Could someone easily tell how you're feeling without you having to saying so? 😊🤩😎😱😒😡😭\n  ","226914":"\n   Have you ever accidentally been caught naked by someone?\n  ","226915":"\n   Have you ever been sleepwalking or done anything else in your sleep? 😴🚶‍♂️\n  ","226916":"\n   Do you like taking risks?\n  ","226917":"\n   What gives you goosebumps?\n  ","226918":"\n   What's your least favorite personality trait you like about yourself?\n  ","226919":"\n   Do you like Kane brown?\n  ","226920":"\n   What’s the best fake song? Like a song that exists in the world of a show\/movie but not our world\n  ","226921":"\n   Pros an cons of being an adult?\n  ","226922":"\n   Have you ever eaten frog legs? Alligator? Rattlesnake?\n  ","226923":"\n   At what age do horses go on their own?\n  ","226924":"\n   what would win in a fight a gorilla or bear?\n  ","226925":"\n   Do you prefer online dating or meeting someone in person?\n  ","226926":"\n   Would you spend a full night inside of a haunted house if someone paid you? 👻 🏡 👍 🙃\n  ","226927":"\n   What's the most interesting object in your room?\n  ","226928":"\n   Hey anonymous leave nikki alone right now tho And go and say that stuff to someone else but not her because I really defend women’s from trouble\n  ","226929":"\n   Honey you will be murdered within day ❤️ .enjoy your last moments 💋\n  ","226930":"\n   What are the top three things on your bucket list?\n  ","226931":"\n   You can play with my old toys .😂 I will buy new toys for me 😁 Nikki\n  ","226932":"\n   What’s the strangest dream you’ve had recently?\n  ","226933":"\n   Whose opinion is more important to you — your loved ones’ or that of other people?\n  ","226934":"\n   How can you date my ex bf ? 😡 Although I don't with my old toys so you can play with him 🤣\n  ","226935":"\n   I think I'm in love with you. Is that okay? 🥺\n  ","226936":"\n   are there any reality tv shows you like?\n  ","226937":"\n   When people talk about the statistic that 55% of white women voted for Trump, like what are we supposed to do with that information?\n  ","226938":"\n   If you could eat only one flavor of ice cream, which would it be? If you could only drink one brand of liquor, which would it be?\n  ","226939":"\n   Fav fruit\n  ","226940":"\n   Oh...i was just wondering if I should try a pair.\n  ","226941":"\n   Tomorrow we ride at dawn.\n  ","226942":"\n   Do they show off your booty?\n  ","226943":"\n   Are riding breeches comfortable?\n  ","226944":"\n   Have you heard the song dear mama by tupac?\n  ","226945":"\n   Same.. Following you! Hope your doing good today?!\n\nThank you whoever shouted me out! And these awesome other people!\n  ","226946":"\n   Are you mysterious?\n  ","226947":"\n   What's your favorite kind of frozen treat?\n  ","226948":"\n   What do you enjoy doing but should really stop for your own good? Why?\n  ","226949":"\n\n    @liquid_sinn\n   \n\n    @Ice_Frozen_Vocals\n   \n\n    @NicoleBuckleyyx\n   \n\n    @ass4lyfe\n   \n   Follow them!! they have been really awesome and sweet as pie. very great in answering questions too. :))) follow them!!!\n  ","226950":"\n   Can horses get diseases like we do?\n  ","226951":"\n   What was your gpa when you graduated high school?\n  ","226952":"\n   Are there any Call Of Duty Mobile players? If so lets swap tags and play!!!!\n  ","226953":"\n   It’s harder than you think.\n  ","226954":"\n   The disdain i have for horses\n  ","226955":"\n   Have you been to a sports game? What game is it?\n  ","226956":"\n   Hi, how are you? I have that you are having a good day.\n  ","226957":"\n   serious question Based on looks Dave grohl or the guy from pierce the veil\n  ","226958":"\n   heyooo, how was your week so far? \ni hope you're doing well! 💙\n  ","226959":"\n   Have you ever cheated on a test? 🙊\n  ","226960":"\n   How do Bra\/cup size work: How big is 34O (75O) compared to double D’s? Thanks!\n  ","226961":"\n   Are you a light or a heavy sleeper? 😴 Maybe something in between? Has there been any moments when that was very noticeable? 🥱\n  ","226962":"\n   How are you doing today!?\n  ","226963":"\n   Are you a hippie?\n  ","226964":"\n   Would you rather live in the traditional or modern community? Why?\n  ","226965":"\n   If you were in a game show and you won and your prizes to choose from were $10,000 or a mystery box, which one would you pick?\n  ","226966":"\n   how do u feel abt Ari Aster, the director ?\n  ","226967":"\n   What is your favorite supermarket chain?\n  ","226968":"\n   a promise\n  ","226969":"\n   Do you think we’re designed for monogamy? (Why or why not?) ❤🧡💛💚💙💜\n  ","226970":"\n   If you have any pets what's their favorite toy? Take a picture of it or just described their favorite toy. You can post a picture of your pet the toy you and your pet whatever. This question is all about pets. GIF?\n  ","226971":"\n   What gets broken without being held?\n  ","226972":"\n   What are some misconceptions about you? Did it bothered you????\n  ","226973":"\n   What’s invisible but you wish people could see?\n  ","226974":"\n   How old were u when you first realized racism existed in this world? Do you remember how\/when?\n  ","226975":"\n   What's your personal definition of self care?\n  ","226976":"\n   What song is stuck in your head today?\n  ","226977":"\n   If you could only store 1 type of food in your refrigerator, what would you carry ?\n  ","226978":"\n   Say you woke up and noticed that you had gone bald out of nowhere overnight, how'd you react? How'd you go about your life then? 🤔👩‍🦲 On a scale of 1-10, how relieved would you've been if it magically grew back to it's normal length after a week or so? 👩 Haha\n  ","226979":"\n   Out of the negative emotions of GREED, ANGER, JEALOUSY and HATE, which one would you say AFFECTS you the most?\n  ","226980":"\n   Do you believe yourself to be truly free? If so, why? If not, what is holding you back? 🕊\n  ","226981":"\n   • What do you think makes popular kids — popular?\n  ","226982":"\n   autumn is coming soon!  pumpkin pie and thanksgiving and halloween\n  ","226983":"\n   Tik Tok or Musical.ly?\n  ","226984":"\n   do horses like to be hugged\n  ","226985":"\n   Is sex about constantly pushing the boundaries or playing by the rules?\n  ","226986":"\n   How old are you and do you have a crush on someone?\n  ","226987":"\n   Favorite age you’ve been so far?\n  ","226988":"\n   Lets talk turkey!\n  ","226989":"\n   Hypothetical: you conceive a child, at your first ultrasound the doctors tell you that if you carry the baby to full term, you AND the child will die. Do you choose to abort and save your life? Or carry the child knowing both yours an it's life will end?\n  ","226990":"\n   do you know a lot of people here?\n  ","226991":"\n   how would you describe your childhood?\n  ","226992":"\n   Have you ever been in AAA?.\n  ","226993":"\n   2 Truths and a Lie about yourself? 😛\n  ","226994":"\n   Do you like fortnite\n  ","226995":"\n   The weekend is over, any plans?\n  ","226996":"\n   Who likes spaghetti? 🍝\n  ","226997":"\n   What’s more important, sexual chemistry or spending time together?\n  ","226998":"\n   If you had to disappear and start a WHOLE NEW LIFE, what would you want your new life to look like? 🤔\n  ","226999":"\n   Would you rather have a💆‍♀️ live-in massage therapist, or a 👨‍🍳 live-in chef?\n  ","227000":"\n   When you work on something, do you focus on it with the end goal in mind (ex: I have to get this done) OR do you focus on finishing smaller segments at a time?\n  ","227001":"\n   What is the most memorable lesson you learned from your parents? 💝\n  ","227002":"\n   What’s your unanswerable question--the question you seem to always be asking yourself? 💬\n  ","227003":"\n   WHAT IS THE MOST SERIOUS PROBLEM IN THE WORLD?\n  ","227004":"\n   Why would someone want to go on a space trip? 🌌\n  ","227005":"\n   Have you ever used Duolingo to study a new language?\n  ","227006":"\n   Do you prefer to make things from scratch, or with an easy box recipe?\n  ","227007":"\n   Have you ever woken up from a dream, wishing you could go back in?\n  ","227008":"\n   Can you give a gift to someone without them knowing it's a gift? Is it the same if you don't tell them it's a gift?\n  ","227009":"\n   Do you think that time travel could be possible some day?\n  ","227010":"\n   Marunong ka ba magluto? Ano ang paborito mong kainin? [[Do you know how to cook? What is your favorite food?]]\n  ","227011":"\n   when asked what he was doing for Thanksgiving this year Sylvester Stallone said he was gonna switch it up w Chicago-style deep dish pizza and hot dogs. what’s the least traditional holiday meal you’ve ever had?\n  ","227012":"\n   Have you ever introduced vitamin supplements into your diet? If so, what kinds have you had and what are their benefits?\n  ","227013":"\n   • If you had to pick one, what is the most important value you would teach your children? 🤍 Honesty, 💙 Kindness or 💛 Courage?\n  ","227014":"\n   You are stranded on an island with 3 household items. What items are they?\n  ","227015":"\n   What helped you find the sense of style that works on you?\n  ","227016":"\n   Do u work better under stress ?\n  ","227017":"\n   ARE YOU A SECRET AGENT SPY? 🕵️‍♂️\n  ","227018":"\n   someone you admire?\n  ","227019":"\n   Have you ever thought of taking an ex back?\n  ","227020":"\n   What's your favorite cheesy pick-up line? Have you ever actually used it on someone?\n  ","227021":"\n   Have you ever been camping?\n  ","227022":"\n   Have you ever cut your own hair and regret it?\n  ","227023":"\n   I have a theory that being born male is much much worse than being born female. Women are adored. Men are hated. My life has been terrible. I am male. I am right.\n  ","227024":"\n   What action do you take to stop a person from lying ?\n  ","227025":"\n   Have you ever tried a \"fake meat\" vegetarian\/vegan substitute? What exactly was it? Did you like it? Was it similar to the real thing or super different? :3\n  ","227026":"\n   What was your age when you had your first crush ?\n  ","227027":"\n   in your opinion, what is the most annoying noise?\n  ","227028":"\n   Could you live happily with a girl\/boy who is a poor cook?\n  ","227029":"\n   Are you haunted by your past?\n  ","227030":"\n   Can u recommend a good restaurant near your area?\n  ","227031":"\n   Would you rathermarry the most 😍 attractive person you’ve ever met or the 👩‍🍳 best cook you’ve ever met?\n  ","227032":"\n   Have you ever lost a friend? Why?\n  ","227033":"\n   where would you go on vacation if you had no budget? 🤔💸\n  ","227034":"\n   Have you use INCOGNITO 👻 for online purposes?\n  ","227035":"\n   Do you believe in zodiac signs compatibility and horoscopes? ♈\n  ","227036":"\n   Have you ever had a reptile as a pet? If you haven't, would you?\n  ","227037":"\n   Do you like to get your nails done?\n  ","227038":"\n   WOULD YOU RATHER:run as fast as THE FLASH or be as strong as SUPERMAN?\n  ","227039":"\n   Do you think there's something along the lines of having \"too much\" makeup? Like when it starts to not give the desired effect anymore? 🤔💄\n  ","227040":"\n   Who is the craziest person you know?\n  ","227041":"\n   Do you shower at night or in the morning? 🚿\n  ","227042":"\n   Is it really necessary to know everything from your partner’s previous relationships?\n  ","227043":"\n   Will you say sorry to your partner even though it’s not your fault?\n  ","227044":"\n   What assumption you made went hilariously wrong? 😒😡🤬\n  ","227045":"\n   Presented with the opportunity to be IMMORTAL, would you take it?\n  ","227046":"\n   What’s the scariest non-horror movie that you've seen? 😨🙈\n  ","227047":"\n   Would you ratherhave 🤑 FORTUNE or ❤ FAME?\n  ","227048":"\n   what’s a genre you don’t like? what’s a movie within that genre that you do kinda like?\n  ","227049":"\n   Would you rather order mexican or indian food ?\n  ","227050":"\n   You're pretty.\n  ","227051":"\n   🛌\n  ","227052":"\n   I know men don’t experience “sexism” but is there a word to describe te negative gendered ‘things’ (oppression isn’t the right word) they experience?\n  ","227053":"\n   What do you feel when u do something right?\n  ","227054":"\n   What's your favorite alcoholic beverage?\n  ","227055":"\n   What’s your favorite school activity?\n  ","227056":"\n   I love pie on Thanksgiving and I was wondering If I can have you....some, cutie pie?\n  ","227057":"\n   what’s your opinion on the “we are the virus”\/humans are bad narrative?\n  ","227058":"\n   Do you often smile when taking a photo ?\n  ","227059":"\n   what’s the best type of salad?\n  ","227060":"\n   do you avoid carbs\n  ","227061":"\n   If you could travel back in time, what decade would you choose to live in?\n  ","227062":"\n   How u doing\n  ","227063":"\n   .hello\n  ","227064":"\n   Will you let your kids have pets?\n  ","227065":"\n   A spiritual acct on twitter (hoodhealer if you’ve ever seen them) is getting called homophobic for a tweet that said “you’re black before you’re gay.” Would you call that homophobia?\n  ","227066":"\n   Do you have any friends you would consider to be family? 👍 🙃\n  ","227067":"\n   ..\n  ","227068":"\n   what’s ur fav subject\n  ","227069":"\n   Best thing about you?\n  ","227070":"\n   What do you wish was illegal?\n  ","227071":"\n   What do you think happens after death, if anything? ☠\n  ","227072":"\n   Don't you know I'm loco? 🤪\n  ","227073":"\n   Are you getting weird anon questions?\n  ","227074":"\n   where have you been? i missed you\n  ","227075":"\n   Have you ever spent time in Chicago?\n  ","227076":"\n   Is it true that white girls can’t cook?\n  ","227077":"\n   Would you rather be passive aggressive or just straight up aggressive\n  ","227078":"\n   Would you ratherhear a 🤍comforting lie or an 🖤 uncomfortable truth?\n  ","227079":"\n   Would you ever get a tattoo? What would it be?\n  ","227080":"\n   WHO SHOULD PAY ON THE FIRST DATE? WHY?\n  ","227081":"\n   Have you been in a casual realationship  before?\n  ","227082":"\n   aww, hey i have a friend sydney and shes so sweet, xo\n  ","227083":"\n   Do you like ghost stories?\n  ","227084":"\n   Are your horses friendly?\n  ","227085":"\n   Are you a cat 🐈 person or a dog 🐕 person?\n  ","227086":"\n   How is your week going?\n  ","227087":"\n   What is the BEST \/ WORST TRAIT you inherited from your parents?\n  ","227088":"\n   What is the most unexpected thing that happened to you this week?\n  ","227089":"\n   Out of 100 random people, where would you rank yourself in terms of your intelligence? 🤯\n  ","227090":"\n   What’s something that people go on and on about, and you just can’t take sitting through?\n  ","227091":"\n   Would you ratherend every phone call with “I love you” or accidentally call your partner the wrong name during a fight? 😂\n  ","227092":"\n   beep beep\n  ","227093":"\n   Last one, Wonder Woman vs Superman?\n  ","227094":"\n   Gorilla vs bear?\n  ","227095":"\n   Goku vs Superman?\n  ","227096":"\n   Yay!!!!!!\n  ","227097":"\n   🐴 ☀️\n  ","227098":"\n   How was your day?\n  ","227099":"\n   Is it possible for women to be sexist?\n  ","227100":"\n   can you believe biden won in the us?\n  ","227101":"\n   Do you believe in magic? If yes, when have you felt it? If no, why not? ✨\n  ","227102":"\n   That plus there’s more.\n  ","227103":"\n   Do you watch documentaries?\n  ","227104":"\n   What kind of stuff are you willing to pay a premium for? 💵\n  ","227105":"\n   How do you navigate grocery stores, public places etc. during these pandemic-ridden times? Do you have a certain strategy to keep yourself and others safe? 😷\n  ","227106":"\n   That’s good. I’ve been better\n  ","227107":"\n   How are you?\n  ","227108":"\n   what are your guilty pleasures in life? 🥺❤\n  ","227109":"\n   can horses pick up human scent?\n  ","227110":"\n   Who sent the last text message you received?\n  ","227111":"\n   what's your favorite scent on another person?\n  ","227112":"\n   What age did you first see a boy naked?\n  ","227113":"\n   Okay, so one last time: have you subathed 1) topless 2) bottomless 3) fully nude?\n  ","227114":"\n   It stars Will Smith, it's action and comedy - fun\n  ","227115":"\n   I like TV series more, but I liked Bad Boys for Life, have you seen it?\n  ","227116":"\n   yeah, Are you a fan of movies and cinema?\n  ","227117":"\n   I think that question was about sunbathing topless....\n  ","227118":"\n   I consider it a little amusing, and on the other hand it is good and useful because ordinary people ask specialists and benefit them, and on the other hand there are intruders who send rude things and do not stop this, and this is the most bad thing here.\n  ","227119":"\n   Have you ever sunbathed completely naked?\n  ","227120":"\n   Does sandy have abs?\n  ","227121":"\n   Have you ever fallen\/jumped\/been pushed into water with your clothes on?\n  ","227122":"\n   Lmfao, I’m dying 😂😂. I’ve never seen a fight at my university, I guess California universities are peaceful. What happened with the fight you saw?\n  ","227123":"\n   Lmfao 🤣🤣🤣🤣🤣🤣. Have you ever seen one in person at your university?\n  ","227124":"\n   Yes, I understood this, hmm what do you think about the application of ASK?\n  ","227125":"\n   Has anyone ever fight at your university?\n  ","227126":"\n   what type of adult did you want to be, when you were a child and watching the adults around you\n  ","227127":"\n   inappropriate like what? Is this also inappropriate?\n  ","227128":"\n   Do you like Costco food?\n  ","227129":"\n   Which do you prefer on Thanksgiving: the basic apple pies that you get at the grocery store, buying pies from an actual restaurant\/diner, or homemade ones ?\n  ","227130":"\n   Yes, I enjoy talking with you .. Can we talk more?\n  ","227131":"\n   Nikki it was me because I’m here to defend you tho\n  ","227132":"\n   Someone else got into the conversation, it's not me who sent the last thing\n  ","227133":"\n   Re you okay\n  ","227134":"\n   Yes that's cool, how old are you?\n  ","227135":"\n   I'm studying computer science, I'm now a web designer, what about you?\n  ","227136":"\n   The library has been rebuilt again and it is one of the most important landmarks of Alexandria. People come to visit it from everywhere. I study in Alexandria. I will graduate in less than a year.\n  ","227137":"\n   I’m not gonna lie. I had a hot vice principal. She was probably in her late 20’s when I was 18. I know I would’ve gotten the book thrown at me, with my luck if I grinded in her. 😂\n  ","227138":"\n   😂. Was she hot?\n  ","227139":"\n   Did he get in trouble? 😂\n  ","227140":"\n   Alexandria, I love it so much, that it is different and distinctive\n  ","227141":"\n   What happened when he grinded on the principal?\n  ","227142":"\n   How should relationship problems be solved? 💔\n  ","227143":"\n   Yes, you will love this very much, and you will enjoy it very much. There are many cities and places that you can visit and enjoy\n  ","227144":"\n   Nah, I kinda got a bad taste in my mouth from mix girls.\n  ","227145":"\n   will you please elaborate on that?\n  ","227146":"\n   What was the most eventful thing that happened in your high school?\n  ","227147":"\n   🔥 Do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?\n  ","227148":"\n   nice, I am Egyptian\n  ","227149":"\n   very well\nwhere are you from?\n  ","227150":"\n   Ima marry a girl in between! 😍💪🏿\n  ","227151":"\n   I don’t want bro to know I’m fan girling over him answering my question. 🤣\n  ","227152":"\n   how are you?\n  ","227153":"\n   White girls tell me to marry white girls, black girls tell me not to marry white girls.  What do you think\/feel about all that?\n  ","227154":"\n   What’s something not many people know about you? #GetToKnow\n  ","227155":"\n   Hi\n  ","227156":"\n   Do me a favor and delete this thread for me?.\n  ","227157":"\n   Lmfao. 🤣 I was a big fan for awhile, even bought the jacket the brothers wear on the show!\n  ","227158":"\n\n    @jensenacklesofficialask\n   \n","227159":"\n   Jensen ackles\n  ","227160":"\n   Yeah.\n  ","227161":"\n   WHAT ARE YOUR HONEST THOUGHTS ABOUT SOCIAL MEDIA?\n  ","227162":"\n   My favorite character, Dean Winchester answered one of my questions! Yay!\n  ","227163":"\n   What’s your idea of Heaven? 😇\n  ","227164":"\n   Do u believe in the human evolution?\n  ","227165":"\n   I miss u 🥺\n  ","227166":"\n   What are you confused abour\n  ","227167":"\n   No we have great friends.  People in general but its great you have a perfect circle\n  ","227168":"\n   Yeah, I’m the oldest (22) I have 2 sisters and 1 brother. I don’t know when my mom was the most scared also.\n  ","227169":"\n   Don’t take this the wrong way but how would your parents react if they saw you had an onlyfans?\n  ","227170":"\n   Why do people take your kindness for weakness? 🤔 My mother always said and still do, \"you give a Bitch an inch they take a mile.:\n  ","227171":"\n   U have a car?\n  ","227172":"\n   Have you ever had a PSYCHIC 🔮 reading? Did you believe it? Was it accurate?\n  ","227173":"\n   WOULD YOU RATHER:go VEGAN for a month OReat ONLY MEAT and dairy for a MONTH?\n  ","227174":"\n   Is anyone a fan of the rain?\n  ","227175":"\n   do you watch movies\/series that have subtitles? 🎞\n  ","227176":"\n   is your sister older or younger and by how much\n  ","227177":"\n   Do you mind receiving spam messages or do you block it?\n  ","227178":"\n   When was your mom the most scared? Do you have a brother?\n  ","227179":"\n   Is it a good idea to buy a car from offerup\n  ","227180":"\n   Do you like Hershey?\n  ","227181":"\n   Have you had your daily water intake?? Make sure you stay Hydrated!!\n  ","227182":"\n   What chip \/ crisp flavors do you like the most? 🥔\n  ","227183":"\n   How do I will 💯% confirm that  you're a female 🚺???\n  ","227184":"\n   do your grandparents live near you\n  ","227185":"\n   She has a horse and a house similar to yours.\n  ","227186":"\n   Do you know the child figure Pippi Longstocking?\n  ","227187":"\n   How are you going to spend Christmas this year\n  ","227188":"\n   How often do you replace your phone\/other electronics? Do you like to collect them, or do you prefer to keep the same device for years?\n  ","227189":"\n   What's your favourite flavour of crisps\/chips? 👍 🙃\n  ","227190":"\n   do you\/have you ever used Tumblr?\n  ","227191":"\n   do you\/have you ever used Tik Tok?\n  ","227192":"\n   Lmao, I though I clicked off anon 🤦‍♂️\n  ","227193":"\n   What I do? Lol\n  ","227194":"\n   Nah, I can’t remember the last time I asked you a question on anon. For the most part I’m off anon with the girls I like.\n  ","227195":"\n   Why do you think I do not ask you q’s on anon?\n  ","227196":"\n   Is 39 too old for me?\n  ","227197":"\n   What’s the out-of-the-blue thing that has happened to you while working at your job or studying at your school?\n  ","227198":"\n   What outdoor activity haven’t you tried, but would like to try after the pandemic?\n  ","227199":"\n   Haha. That’s really cute! I just though those powers because you have probably rode horses pretty fast before and you make very cool YouTube videos, so you’re not afraid of people hearing your voice\/input\/opinion etc. Lol. If you don’t mind, if I had 2 superpowers, what do you think they would be?\n  ","227200":"\n   If you had two superpowers or quirks. What do you think they would be? Personally, I think yours would be super speed and sonic screaming (like black canary, if you know who that is)\n  ","227201":"\n   Would you consider your family as sorta rich?\n  ","227202":"\n   Relax. 😐\n  ","227203":"\n   HAVE YOU EVER BEEN TRAPPED? 😥\n  ","227204":"\n   Damn, you take things way to serious. I ask any question I’m interested in.\n  ","227205":"\n   How much do you think I bench, squat and power clean?\n  ","227206":"\n   Are you more productive at 🌙 night or in the 🌤 morning? Do you think it’s possible to change and get used to another schedule?\n  ","227207":"\n   If you could have ANY ANIMAL in the world as a pet, what would it be and why?\n  ","227208":"\n   so beautiful and pretty ur welcome\n  ","227209":"\n   Are laws meant to protect people or punish criminals?\n  ","227210":"\n   Nice outfit\n  ","227211":"\n   Ootd?\n  ","227212":"\n   Whose brain would you want to live in for a day?\n  ","227213":"\n   when someone finds out what you do, or where you are from, what question do they always ask you?\n  ","227214":"\n   what’s ur least favorite social media app?\n  ","227215":"\n   Have you ever been to a fancy ass restaurant? If so was it worth it? :))\n  ","227216":"\n   what’s the weirdest text message you’ve ever gotten? 💬\n  ","227217":"\n   A Kim K.\n  ","227218":"\n   What says \"autumn\" to you? For me, Pumpkin spice Cliff bars, Starbucks, lip balm and assorted cold essentials spell an oncoming fall.\n  ","227219":"\n   What do you call a white ride with a big booty that carries black guys?\n  ","227220":"\n   Why do horses need horseshoes?\n  ","227221":"\n   are you prone to accidents? 🤕\n  ","227222":"\n   Have you ever been on a blind date? Do you have a dating site account? 📱❤\n  ","227223":"\n   I ran out of horse questions what's a philly\n  ","227224":"\n   Who’s the calmest in your family or friends?\n  ","227225":"\n   If you were given a choice to choose your MANNER OF DEATH, how would you die?\n  ","227226":"\n   I once lived at 1546 High St in Alameda California. \nThe house is 2 story. I live there 4 years. I went to Edison elementary school.\n  ","227227":"\n   Would you rather have an extra $200 a day, or an extra 2 hours a day?\n  ","227228":"\n   Would you ratherbe the funniest 🤣 person in a room or the smartest 🤓 person in a room?\n  ","227229":"\n   Should issues be addressed in private or in a public way?\n  ","227230":"\n   when a guy calls you butterface it's an insult. it means everything looks good but her face fyi\n  ","227231":"\n   He was just..............\n  ","227232":"\n   Hey do you know who makes better nose surgeries? Dr Kurdo or Dr Shivan?\n  ","227233":"\n   do you wake up late often?\n  ","227234":"\n   What do you think is harder, being a successful model or going #1 overall in the NFL draft?\n  ","227235":"\n   Ну привет) 😏 Как дела?\n  ","227236":"\n   You're a morning or night person?\n  ","227237":"\n   What aged poorly?\n  ","227238":"\n   so sorry\/\/That means you told me that it's very cute.  But why don't you love me?\n  ","227239":"\n   WHEN WAS THE LAST TIME YOU APOLOGIZED?\n  ","227240":"\n   WOULD YOU RATHER:be attractive and stupid OR ugly but a genius?\n  ","227241":"\n   Have you ever been in a fight? What do you usually fight for?\n  ","227242":"\n   Have you ever been confined \/ admitted in a hospital? If yes, what for? If no, have you ever thought of what it feels like? 🏥💉\n  ","227243":"\n   What is the difference between Love and Money?\n  ","227244":"\n   What's the most beer\/liquor you drank in your lifetime?\n  ","227245":"\n   What are a couple things it’s really attractive for someone to be good at?\n  ","227246":"\n   Wyd right now!\n  ","227247":"\n   Blue undies 😂\n  ","227248":"\n   Would you rather be street smart or book smart??\n  ","227249":"\n   Blue cheekies? Lol\n  ","227250":"\n   If someone offered to TELL YOU YOUR FUTURE, would you accept it? 🔮\n  ","227251":"\n   No, no my dread. They really rather see me die than be rich. Not an exaggeration.\n  ","227252":"\n   If you wrote romance novels or erotic fiction, what would your “pen name” be? ✍\n  ","227253":"\n   No matter. I'd love to know peoples favorite colour. Oh by the way,what is yours?\n  ","227254":"\n   But why rather see me die than be drafted #1 overall?\n  ","227255":"\n   That's the worse! I'm OK just tired.\n  ","227256":"\n   แกบอกเราน่ารัก แล้วทำไมแกไม่รักเราอ่ะ555555\n  ","227257":"\n   How are you?\n  ","227258":"\n   gone topless on a beach?\n  ","227259":"\n   What’s the craziest story involving a student or teacher at your middle school, back in the day?\n  ","227260":"\n   Your favorite word?\n  ","227261":"\n   Entertainment ideas?\n  ","227262":"\n   Is there a song that always makes you happy?\n  ","227263":"\n   Rainy days or Snowy days? ☔️🌧❄️☃️\n  ","227264":"\n   What is your favorite song at the moment?\n  ","227265":"\n   Sweet tea. Yay or nay?\n  ","227266":"\n   How do you show your family you love them? 👍 🙃\n  ","227267":"\n   What song makes you want to dance?\n  ","227268":"\n   What’s the WORST advice you’ve been given?\n  ","227269":"\n   Day is a ________.\nFill in the blank or blanks.\n  ","227270":"\n   Favorite comfort binge show?\n  ","227271":"\n   Do you think that children born today will have BETTER OR WORSE lives than their parents?\n  ","227272":"\n   Favorite PS4 Game?\n  ","227273":"\n   If you were heading out on a sudden road trip right this very minute, what would you bring with you? 🚗💕\n  ","227274":"\n   WHAT IS SOMETHING YOU NEVER LEAVE HOME WITHOUT?\n  ","227275":"\n   Would you rather vomit 🤮 uncontrollably for one minute every time you hear the happy birthday song or get a headache 🤯 that lasts for the rest of the day every time you see a bird?\n  ","227276":"\n   what would you never do in the pool\n  ","227277":"\n   If animals could talk, which do you think would be the rudest?\n  ","227278":"\n   Wanna make plans?\n  ","227279":"\n   Favorite party dinner dish? 🥳🎉\n  ","227280":"\n   If you got a FREE CHEQUE for $5,000 right this second, how would you use it? 🤑\n  ","227281":"\n   What do you think can make your current life easier??\n  ","227282":"\n   What happens regularly that would horrify a person from 100 years ago? 🤪\n  ","227283":"\n   what would never do on a beach?\n  ","227284":"\n   Have I asked your favorite colour before?\n  ","227285":"\n   YOU JUST DIED! Your 10th picture in your camera roll is what killed you! What killed you?\n  ","227286":"\n   Would you rather have more acquintances or more friends?\n  ","227287":"\n   How are you?\n  ","227288":"\n   What would you do today if there is no more tomorrow?\n  ","227289":"\n   my first q must be as boring as i so what is your favorite colour?\n\naz első kèrdèsem olyan unalmas kell legyen mint èn mi a kedvenc szìned?\n  ","227290":"\n   Favorite color?\n  ","227291":"\n   good\n  ","227292":"\n   last time you had to run to the bathroom?\n  ","227293":"\n   I know it is tho and I really adore 🥰 your horses 🐎\n  ","227294":"\n   IF YOU CAN CHANGE YOUR NAME, WHAT WOULD YOU CHANGE IT TO?\n  ","227295":"\n   Thanks 😊 Nikki and yeah 😎 I’m tho we went to eat pizza 🍕 and it was so delicious 😋\n  ","227296":"\n   Do you like or dislike spoilers? What was recently spoiled for you?\n  ","227297":"\n   Would you rather be in constant pain or have a constant itch?\n  ","227298":"\n   Favorite Christmas movie? 🎄\n  ","227299":"\n   Hi 👋 Nikki how are you happy 😃 Monday to you a hug 🤗 and yesterday was my 11 anniversary working at Macdonalds\n  ","227300":"\n   No😌\n  ","227301":"\n   Do you have any allergies?\n  ","227302":"\n   Have you ever unplugged from the INTERNET for more than a week? Can you do it? 🔌\n  ","227303":"\n   Guess the movie; 💥🔫🎄\n  ","227304":"\n   What movie can you quote word for word?\n  ","227305":"\n   Do you think remote learning is an okay replacement to in person school for small children\/elementary aged children?\n  ","227306":"\n   What is your idea of escapism?\n  ","227307":"\n   do you have your day already planned or do you go with the flow?\n  ","227308":"\n   what's the easiest part of your dAY\n  ","227309":"\n   If you suddenly found your current self inhabiting inside your five-year-old body, what would you do with all the knowledge that you have?? 👶🧠\n  ","227310":"\n   IF YOU COULD GET ALL YOUR FAMILY MEMBERS TO DONATE TO A CHARITY, WHAT WOULD IT BE AND WHY?\n  ","227311":"\n   favorite sandwich?\n  ","227312":"\n   How do you think? Do you think in words by hearing an inner voice? Do you think in colors? Describe the way in which you think!\n  ","227313":"\n   How’s the horse stuff going?\n  ","227314":"\n   What is the last thing you searched online?\n  ","227315":"\n   Do you think that men ♂️ are more rational and women ♀️ are more emotional?\n  ","227316":"\n   Have you had any good food lately? 🥘😋\n  ","227317":"\n   If someone narrated your life in a movie, who would you want to be the NARRATOR? 🤔\n  ","227318":"\n   WOULD YOU RATHER: eat a spoonful of wasabi or a spoonful of extremely spicy hot sauce? 🥵\n  ","227319":"\n   Hi. I'm looking for users who would answer questions. If you'd be one of them pls let me know.\n  ","227320":"\n   u know how rich people will have celebrities performing at their wedding? if u could have ANYONE as a wedding singer, who would you choose?\n  ","227321":"\n   What year were you born?\n  ","227322":"\n   HAVE YOU EVER REALLY KEPT A NEW YEAR'S RESOLUTION?\n  ","227323":"\n   HOW WOULD YOUR LIFE BE DIFFERENT IF SOCIAL MEDIA DIDN'T EXIST?\n  ","227324":"\n   peace & quiet or hustle & bustle?\n  ","227325":"\n   Do you prefer to eat alone or in the company of others?\n  ","227326":"\n   How do you feel about people who dress their pets? {For example, buying \/ making them shirts \/ pajamas \/ sweaters}\n  ","227327":"\n   They say fake it til you make it.  What have you faked and gotten away with it so far in life?\n  ","227328":"\n   If you had an extra $100 to spend on yourself every week, what would you do? 🤑💸‼\n  ","227329":"\n   What did you think was the most challenging part of being a kid?\n  ","227330":"\n   What type of person \/zodiac sign angers 🙄 you the most? 🙊\n  ","227331":"\n   Who's your favorite muppet?\n  ","227332":"\n   Did you see Crazy Rich Asians\n  ","227333":"\n   Black Friday is around the corner are you planning to buy something\n  ","227334":"\n   What are some reasons you never invite people to your home?\n  ","227335":"\n   If your previous gf\/bf wanted to get back together with you and have a fresh start would you?\n  ","227336":"\n   Do you know anyone who owns a red MAGA hat?\n  ","227337":"\n   Would you rather never be able to eat 🥓🥩 meat or never be able to eat 🥑🍆 vegetables?\n  ","227338":"\n   Do you believe in all the fucking news you read on newspapers hear on the radio and news you watch on TV? If yes, Why & wtf?\n  ","227339":"\n   What is the dumbest idea?\n  ","227340":"\n   In an office environment, how often do you berate & look down upon temp. workers, apprentice, part-time seasonal workers and most of all stupid and incompetent OJT students? Do you often treat them like shit & office slaves? Justify!🙄\n  ","227341":"\n   Were you popular in Highschool? :))\n  ","227342":"\n   What kind of shout outs do you send?\n  ","227343":"\n   What’s the meanest thing someone has ever said to you? 🤬\n  ","227344":"\n   aisle, middle, or window seat?\n  ","227345":"\n   What would you do if you were home alone and the power went out? 💡\n  ","227346":"\n   Has your boyfriend been playing that new call of duty>\n  ","227347":"\n   what did you wake up to this morning?\n  ","227348":"\n   What's your favorite smell?\n  ","227349":"\n   not everywhere. it's a regular question\n  ","227350":"\n   What are some fun and interesting alternatives to WAR 💣 that countries could settle their differences with?\n  ","227351":"\n   Do you think 2020 will get better?\n  ","227352":"\n   Do mask mandates bother you?\n  ","227353":"\n   What do you prefer - \nWalk in shower or tub Shower\n  ","227354":"\n   Have you ever had braces?\n  ","227355":"\n   Do you feel overwhelmed?\n  ","227356":"\n   Would you rather be loved by the general public but your family and friends hate you, or be hated by the general public but your family and friends love you? ♥️\n  ","227357":"\n   Ladies how to you feel about male pimps?\n  ","227358":"\n   Why are people totally different in person than they are on social media?\n  ","227359":"\n   If you left your current life behind and ran away to follow your dreams, what would you be doing? 👀\n  ","227360":"\n   If you could change one thing about this INDUSTRY, what would it be? 🗽\n  ","227361":"\n   Are you CLUMSY? If you are, what’s the clumsiest thing you’ve done? 😬😳\n  ","227362":"\n   Do you prefer to talk or to listen?\n  ","227363":"\n   It’s been tho because 11 years it’s another level to me\n  ","227364":"\n   On Sunday I would turn to 11 years from working at Macdonalds tho\n  ","227365":"\n   WHEN YOU DIE, WHAT DO YOU WANT TO BE REINCARNATED AS?\n  ","227366":"\n   Me too nikki chocolate 🍫 frosting tho\n  ","227367":"\n   How many times have you laughed at yourself this week?\n  ","227368":"\n   What do you first notice when you come to someone else's home? 🏡\n  ","227369":"\n   do you like hip hop\/rap\n  ","227370":"\n   Is it weird I didn’t get my first (real\/for real\/serious) gf until I was 18 years old?\n  ","227371":"\n   do you keep track of how many coins you've accumulated?\n  ","227372":"\n   Fondant or frosting?\n  ","227373":"\n   How do you make yourself sleep when you can’t seem to get to sleep? 🥱😴💤\n  ","227374":"\n   would you rather give up ketchup or mayonnaise forever?\n  ","227375":"\n   OHHH I LOVE BEASTARS! The second season of the anime has a trailer out :D\n  ","227376":"\n   What made you smile today?\n  ","227377":"\n   If someone came up to you and said “Hey, do that thing you do!”, what thing would pop into your head first? #StayAwesome\n  ","227378":"\n   In your opinion what is the biological imperative for zombies to consume living flesh?\n  ","227379":"\n   Did your parents warn you about boys? What did they say?\n  ","227380":"\n   What's the last novel \/ comic \/ book you read?\n  ","227381":"\n   Folks bought a lot of toilet paper for Corona. What will they buy for Civil War?\n  ","227382":"\n   What’s the most outdated piece of tech you still use regularly?\n  ","227383":"\n   WOULD YOU RATHER: give up the Internet or showering for a month? 😂\n  ","227384":"\n   It’s ok\n  ","227385":"\n   It's November 13th! Happy World Quality Day! ✈💕\n  ","227386":"\n   Why do you think that?\n  ","227387":"\n   How can one determine their self-worth?\n  ","227388":"\n   I’ve always found it interesting that the sexy white girls at my school think I automatically want them bc I’m dark asf 🤔\n  ","227389":"\n   Está lloviendo por dónde vives?\n  ","227390":"\n   How clingy are you on a scale of 0-10?\n  ","227391":"\n   Do you like cheese? 🧀 What kinds?\n  ","227392":"\n   How do you feel about snow?\n  ","227393":"\n   What did you do? I would whooped there ass!\n  ","227394":"\n   Are you more of a crybaby or a certified drama queen?\n  ","227395":"\n   🤣 that’s crazy lmao\n  ","227396":"\n   Life?\n  ","227397":"\n   what’s the weirdest thing a guest has done at your house? 🥴🤪\n  ","227398":"\n   That’s u?😱\n  ","227399":"\n   Hey! Would you rather be single or be in a relationship? ❤\n  ","227400":"\n   Who’s your go to band or artist when you can’t decide on something to listen to? 🎶\n  ","227401":"\n   Which creature walks on four legs in the morning, two legs in the afternoon, and three legs in the evening? #BrainTeasers🧠\n  ","227402":"\n   What always calms you down when you’re really stressed out and upset?\n  ","227403":"\n   When things go the way you want them to,  is it purely by chance or is it fate? 🐚\n  ","227404":"\n   What is your opinion on people that celebrate Christmas every day?\n  ","227405":"\n   What's the last thing you ate?\n  ","227406":"\n   If life is a race, what animal are you?\n  ","227407":"\n   Will you go out without your phone?\n  ","227408":"\n   \"Who do you love the most\" how long will you take to say \"myself\"?\n  ","227409":"\n   are you mad at anyone today?\n  ","227410":"\n   YNW Melly or Kanye West?\n  ","227411":"\n   But they might steal your idea! Aren’t you concerned?\n  ","227412":"\n   how was ur week\n  ","227413":"\n   What's the chance of getting your reply if I am unknown?\n  ","227414":"\n   Did you wear your mask today?? 😷😷\n  ","227415":"\n   Christmas or Thanksgiving\n  ","227416":"\n   do you often feel that when someone is nice to you, you assume that they want something from you, Sex. Money. A ride. A phone number. All you know is that their kindness can’t be genuine?\n  ","227417":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?\n  ","227418":"\n   I’m about to lose my shit with this damn anon on my page !\n  ","227419":"\n   does telling people about your next big idea robs you of your motivation?\n  ","227420":"\n   How many jobs have you had at the same time?\n  ","227421":"\n   Why can’t I hear people videos on here?\n  ","227422":"\n   Do you like cake? What’s the best cake you’ve ever eaten?\n  ","227423":"\n   If a pitch black horse had offspring with an albino horse. How would the offspring look?\n  ","227424":"\n   Hey it's okay!! No worries. I'm just taking samples of what people use most to see if I should expand or not :3\n  ","227425":"\n   Ricky suave the horse lol\n  ","227426":"\n   Are pitch black horses possible?\n  ","227427":"\n   Have you ever gone fishing before?\n  ","227428":"\n   What kind of clothes do you prefer - comfortable or stylish?\n  ","227429":"\n   For thanksgiving, if you had to get rid of one of these food, cornbread, Mac & cheese, yams, collard greens, turkey or sweet potato pie, which would you get rid of?\n  ","227430":"\n   How to get out of a toxic relationship\n  ","227431":"\n   Would you ever consider getting a tattoo?\n  ","227432":"\n   Where do you go to quiet your mind?\n  ","227433":"\n   What app would you recommend most for messaging?\n  ","227434":"\n   Pro-choice or pro-life\n  ","227435":"\n   Do you eat disgusting leftovers?\n  ","227436":"\n   Is sexting disgusting?\n  ","227437":"\n   So is your horse albino?\n  ","227438":"\n   Her name is Jaden edge. She’s quasi famous but F her, I hope she takes an L.\n  ","227439":"\n   Do you know who Elvis is? Who?\n  ","227440":"\n   Are there Albino horses 🐎?\n  ","227441":"\n   Is it rude to interrupt a boring speech and\/or lecture?\n  ","227442":"\n   Have you seen that horse who almost died in the street of Chicago?\n  ","227443":"\n   And riding a Donkey is okay?🤔\n  ","227444":"\n   Duh in Oregon not the whole USA! 😡\n  ","227445":"\n   Can you ride a dwarf horse?\n  ","227446":"\n   Would you support the legalization of Euthanasia in extreme health circumstances ?\n  ","227447":"\n   i suppose you cannot ride a foal, maybe wait till they're a bit older maybe like 3 or 4 years?\n  ","227448":"\n   what's the first body language you look for in a horse? like to know if it's calm or bothered\n  ","227449":"\n   Do you still remember what were you doing yesterday exactly at 10AM? What is it?\n  ","227450":"\n   Another thing about horses you ever ever notice how they kinda claw the ground? or like when they're kinda like scraping? idk\n  ","227451":"\n   I miss my gf. I have a dream to marry another model. 🙁\n  ","227452":"\n   My last question: what Beaty Routine do you do to make your skin look so nice?\n  ","227453":"\n   How long dating before I ask a girl to be my girlfriend?\n  ","227454":"\n   Lol, that’s pretty high.\n  ","227455":"\n   Is it rude if I think you’re 8-9\/10?\n  ","227456":"\n   Rate me 1-10. 😘\n  ","227457":"\n   If it doesn’t affect you, why would you care, right?\n  ","227458":"\n   Yum! Which ones are your favorite?\n  ","227459":"\n   On a scale of 0-10, how well can you play hopscotch ?\n  ","227460":"\n   Which one would be harder to explain things 👉A stupid person or an ignorant one?\n  ","227461":"\n   If u admit defeat, does it mean you are weak?\n  ","227462":"\n   If it rains 🌧 , would you get out of the pool 🏊‍♀️ cause you don’t want to get wet?\n  ","227463":"\n   Would you dare get a haircut from an experienced boy hairdresser (not gay)?\n  ","227464":"\n   For example you are an actress, would you go topless for the sake of art ?\n  ","227465":"\n   How often do you go to parties? Do you like parties? 🥳\n  ","227466":"\n   Riddle: “What is that which in the morning goeth upon four feet; upon two feet in the afternoon; and in the Evening upon three?\"😬\n  ","227467":"\n   Office Scenario: Say there’s a meeting & somehow nothing is accomplished nor resolved. Why would that be considered a waste of everyone’s f**king time?\n  ","227468":"\n   Do you take a lot of pictures?\n  ","227469":"\n   Can jump double dutch?\n  ","227470":"\n   Fav song\n  ","227471":"\n   What should you never do in nature?\n  ","227472":"\n   What is 3\/7 🐔chicken, 2\/3 😽cat and 2\/4 🐐goat? #BrainTeasers\n  ","227473":"\n   Squawk!!! Squawk! Squawk!!\n  ","227474":"\n   Bananas. Yay or nay?\n  ","227475":"\n   ʕ ᵔᴥᵔ ʔ\nʕ •ᴥ• ʔ\n  "},"Answer":{"226403":"\n  I’ve cream\n  ","226404":"\n  Fork\n  ","226405":"\n  My bf likes listening to podcasts, especially Joe Rogan, and I think he’s had him as a guest a few times. They’re always really long so I never tune in all the way haha but I’ve heard them talk about some crazy stuff for the snippets I listened to\n  ","226406":"\n  No idea. I’m too old to know what kids these days want lol\n  ","226407":"\n  Haha uh okay..not that much other than he’s the conspiracy guy\n  ","226408":"\n  Not really. They’re all pretty unique and well maintained\n  ","226409":"\n  Started off as a fraternal org that was originally for stonemasons in 14th century who regulated who could qualifiy to be an official tradesman\/stonemason but it turned into a secret society that did rituals and basically became an influential, prestigious, fancy cult\n  ","226410":"\n  Nope\n  ","226411":"\n  I’m not in the Illuminati and if I were I couldn’t tell you anyways\n  ","226412":"\n  Illuminati maybe but the Freemasons are def real. There are lots of Freemasons-only cemeteries where I’m from\n  ","226413":"\n  Usually none but if I have an event to go to I’ll coordinate the color with my outfit\n  ","226414":"\n  Read my bio\n  ","226415":"\n  Uuuh idk. I never really watched the Ben Affleck Batman movies\n  ","226416":"\n  In the same way the chicken pox, measles, mumps, the Black Plague, and polio have gone away, yes. They don’t just cease to exist but modern medicine and preventative vaccines and treatments have made it so a large portion of the population is immune to those diseases making them a much less widespread problem\n  ","226417":"\n  Meh not really\n  ","226418":"\n  His name is Chance! 😋\n  \n  He belongs to my boyfriend’s family\n  ","226419":"\n  It means she’s happy or she’s being friendly. It’s not some secret language lol. It’s the same as when a guy smiles at a guy or a girl smiles at a girl\n  ","226420":"\n  Original apple earbuds with the wire and headphone jack lol\n  ","226421":"\n  Sorry but rhat didn’t really help lol...do you mean “the best way to take care of someone” or did you possibly mean “what’s your favorite place”?\n  \n  My “best place for taking more care” doesn’t make sense either :\/\n  ","226422":"\n  Sorry can you rephrase this maybe? I don’t really know what you mean “best place for more caring”\n  ","226423":"\n  Nah I don’t want to fight any animal for any amount of money\n  ","226424":"\n  Lolol\n  ","226425":"\n  Depends on the weather. Hot coffee in the cold and cold coffee in the heat\n  ","226426":"\n  No\n  ","226427":"\n  Chips 🙃\n  ","226428":"\n  Pisces here, sorry  ♓️\n  ","226429":"\n  Money 😅\n  ","226430":"\n  Nope. I was born in the 90’s\n  ","226431":"\n  My fam lol\n  ","226432":"\n  I don’t like babies and don’t really interact with them much so idk\n  ","226433":"\n  I kinda don’t like the holidays tbh. It’s stressful and money draining and with corona this year it’s even worse with everyone in my family freaking out and arguing about who is and isn’t allowed to come and where I am and aren’t allowed to go. I have even less money this year too bc the budgets been tightened even further by the virus conditions.\n  \n  I guess one positive is the sweets ban in our house is temporarily lifted and I can eat a few shortbread cookies without my mom screaming at me for being unhealthy\n  ","226434":"\n  I’d definitely give myself advice about self esteem and tell myself that I’d turn out okay. I’d have to also intervene in the fashion department and give myself some actual makeup tips instead of listening to my mom’s 80’s makeup advice 😂\n  ","226435":"\n  Stop sending this it’s annoying.\n  \n  This is the 4th time I’ve received this video\n  ","226436":"\n  Probs Wendy’s or McDdonalds\n  ","226437":"\n  I live with them now so a lot\n  ","226438":"\n  Mixed chicken poncho with rice and beans and chips + queso\n  ","226439":"\n  The same ageish. I’d probably think I was about 20-25 which is right on the money for my actual age\n  ","226440":"\n  Yeah it’s pretty good. It all depends on the frosting though tbh but I haven’t ever tried a frosting that I hated soooo 🤷🏽‍♀️\n  \n  Just gotta have the right ratio of frosting to cake\n  ","226441":"\n  There’s nothing to explain? You either are dating someone or you aren’t lol. Not sure exactly what you mean with this q\n  ","226442":"\n  No idc about celeb drama\n  ","226443":"\n  You just have to listen to them. You have to pay attention to their breathing, their pace, how sweaty they are, how hot their skin is feeling to the touch, just like, their overall look and feel. It’s not hard to tell when a horse is feeling tired and needs a break or when they need to be done for the day. They tell you in their own silent way through their body language.\n  \n  I think the longest I’ve ever rode was like a 3 or 4 hour trail ride or so but we were walking the whole time which made it pretty easy on the horse and it didn’t make him very tired. We also took several breaks where I got off and his back got to rest and he got to chill and eat grass\n  ","226444":"\n  No. Pushing an animal so hard that it lays or falls down is cruel\n  ","226445":"\n  Horse riding :)\n  ","226446":"\n  Disagree\n  ","226447":"\n\n   https:\/\/m.youtube.com\/user\/FWFgirls1\n  \n","226448":"\n  Cheetos\n  ","226449":"\n  Iceland and maybe Japan\n  ","226450":"\n  Idk who that is\n  ","226451":"\n  Golden brown\n  ","226452":"\n  Easy money\n  ","226453":"\n  A used saddle from eBay but it never came and it was a scam 😡🤬\n  ","226454":"\n  Ikr\n  ","226455":"\n  It’s not impossible but rn we don’t have all the tech available for very many people to actually colonize a new world\n  ","226456":"\n  A weirdo following me in a white van on my way home from the school bus stop. I started running after a while cause they were driving slow a few paces behind me. Didn’t look back just ran all the way home and locked the door\n  ","226457":"\n  Been there, done that, fought that battle. It’s all in the past now tho. We’re cooler now that I’m older\n  ","226458":"\n  No worries lol\n  ","226459":"\n  Yeah seems to be a common thing\n  ","226460":"\n  Project their own insecurities and problems onto me\n  ","226461":"\n  ..what?\n  ","226462":"\n  Your answers weren’t indecent however your words come off as quite pushy and I do not appreciate you completely ignoring my declination of your proposals. Not taking no for an answer is to me, pretty rude in this situation..\n  \n  Not replaying to this thread anymore after this lol\n  ","226463":"\n  Weirdos are everywhere man, idk. I feel like ladies gotta watch each others backs and watch their own backs cause some people are just indecent with no self control. It is what it is unfortunately. Thanks lol\n  ","226464":"\n  Yes. Being rude isn’t exclusive to any specific gender.\n  ","226465":"\n  I do not want friendship from you, as you’ve ignored my questions in this thread and bulldozed over me when I’ve rejected your proposition to “live for me”.\n  ","226466":"\n  I feel indifferent about the word “friends” although I care about the people I call friends\n  ","226467":"\n  No not really. What does this have to to with anything?\n  ","226468":"\n  Stanley Steamer and JG Wentworth\n  ","226469":"\n  Dude what? What are you talking about?\n  \n  I just told you nicely that I’m not interested in doing anything in general with you and I don’t want you to “live for me” or “protect me”...\n  ","226470":"\n  Haha it’s all good\n  ","226471":"\n  I’m glad we got such a nice tree this Christmas. It’s pretty with all the colored lights this year. I hope we put up the little train around the bottom 🚂 🎄\n  ","226472":"\n  Prolly like high school idk\n  ","226473":"\n  No thanks I’m good.\n  ","226474":"\n  Ice cream cake! :)\n  ","226475":"\n  Thoughts about what?\n  ","226476":"\n  Last time was on NYE in DC at a club I was at with my gf’s. Some creep kept filling me to the bathroom and around the dance floor. I think he was trying to steal from me or something but nothing happened\n  ","226477":"\n  Neither that’s dumb\n  ","226478":"\n  Yeah a few times\n  ","226479":"\n  If there is nothing in the world at all, like literally everything disappeared, no food, no light, no water, no anything then I’d die without you just as you’d die without me\n  ","226480":"\n  I draw a few times a week usually. Whenever I’m feeling creative or inspired! I love drawing animals and plants. Here’s a 2 page spread from my sketchbook\n  ","226481":"\n  Ya when I was in late middle school I was in a bad place but I decided pretty quickly that I didn’t want to do that anymore and I found other ways to cope with my feelings like art, equestrian, and just being in nature or with my pets\n  ","226482":"\n  Leave her alone. She doesn’t want you, clearly.\n  \n  Take this time to do things that make you happy. Learn to live and be nice to yourself again without relying on anyone else for your happiness. It sucks but you gotta move on my dude. Getting back with an ex never works out\n  ","226483":"\n  No not anymore. I had to move home after college bc of corona so now I live with my family\n  ","226484":"\n  Easily. I know how to care for myself, how to grow fruits and vegetables, how to build or find shelter, and there’s practically limitless canned food available that won’t go bad just sitting in abandoned grocery store shelves so I’ll have a lifetime supply. I’ll have my dog with me for protection and companionship plus any other domestic animal I choose to adopt bc there are now millions of homeless pets wandering around. Plus I’d also have unlimited access to automobiles, gasoline, health products...you name it. There’d be so much stuff sitting around in abandoned stores and houses I wouldn’t need anyone for anything\n  ","226485":"\n  ...use you??\n  \n  I’d probably try to stay as far away from you as possible lol\n  ","226486":"\n  Using words like “can I come too” or “want some company” or “I want to be included”. It’s not that hard lol\n  ","226487":"\n  ...? Are you implying you’d kill me or something?\n  ","226488":"\n  Idk what this even means\n  ","226489":"\n  Nah, usually it’s just a bunch of screaming\/squealing at eachother and stomping around and pawing and prancing around\n  ","226490":"\n  Hahaha\n  ","226491":"\n  Yeah a gelding is the term used to describe a male horse that’s neutered. A male horse that’s not neutered is a stallion.\n  ","226492":"\n  After being around horses for more than like, a day, you just get used to it. They’re animals so they don’t really know what constitutes a bad time haha. I can’t really think of a situation where the horse has farted and it was considered inappropriate or anything. Funny maybe, but not embarrassing or bad lol\n  ","226493":"\n  Not if you’re sitting correctly. It’s only after a few hours of riding that you’ll feel sore but I think that’s mostly just being stiff from sitting in the same position for so long. Like how you’re a bit sore after a long car trip, ya know?\n  ","226494":"\n  Unlike dogs who are mostly concerned about pleasing their owner in order to receive food and love (and therefore a place in the pack), horses are only concerned with feeling like you can provide safety from predators and that you’ll protect them as a good friend. Food is pretty much everywhere for them, so your relationship has to be based more on trust and friendship rather than being “the food and pets person”.\n  \n  It’s that fact that gives people the opportunity to learn about themselves in ways that lots of other animals can’t help you with. In order to work with horses effectively, get them to do what you want, and be a good horseman, you need to be able to center yourself and control your emotions. Horses can only react to stimulus that we give them. They don’t understand anything else other than what we show them through our subtle body language and tone of voice. They’re really really good at picking up the vibe somebody gives off and picking up on their mood. Horses can help us realize what sort of vibes were putting out and how our actions, thoughts, and words affect others around us. They can help us learn to be more calm, confident, compassionate, and centered.\n  ","226495":"\n  Nope. I’ve never owned my own horses, only leased or worked with other people’s. Also most of the animals I’ve worked with happened to have been geldings lol\n  ","226496":"\n  Fine China like dishes , plates, and little spoons, all with animals on them. Like literally covering every wall and filling every flat surface\n  ","226497":"\n  They help us learn about ourselves\n  ","226498":"\n  No but my bf has had to 3 times cause of his work\n  ","226499":"\n  Nope they just gotta do it when they have to\n  ","226500":"\n  Will do 😂😊\n  ","226501":"\n  Usually they just do it haha. They don’t even need to stop moving to poo. They can literally gallop and poo at the same time, no problem 😂\n  \n  Going pee is different though. They have to stand still to do that.\n  \n  The way you tell if they need to go pee is male horses will take a wide stance with all 4 legs and “drop” (if you know what I mean) before they go. Female horses will lift their tail to the side and take a slightly wider stance with only their back legs before they go\n  ","226502":"\n  Lol ja das braune Pony ist Max und die graue Nase ist Chance. Die Person ist Sandy 😂\n  ","226503":"\n  Yep about the same amount you’d bathe a dog. Too much is bad for their skin and coat but it’s nice every once in a while when the weather is warm enough.\n  \n  When I used to compete a lot I’d bathe the horse the day before so they could be super clean and shiny for the show!\n  ","226504":"\n  Nature, photography, equestrian, art, making YouTube videos, animals, food, and friends!\n  ","226505":"\n  Posted about this already the other day but the most unique problem in my life atm is silly horsies who somehow get themselves stuck in tight spots 😂🙃(He was unharmed and un-phased)\n  ","226506":"\n  One time I dreamed I was a crayon being colored with 🖍\n  ","226507":"\n  I don’t exactly live on a farm lol but it’s going well! Finally figured out a saddle pad configuration that provides the extra padding Max needs for his saddle to fit him better with his swayback issue! Old man can be much more comfy on our walks now 😌\n  ","226508":"\n  Yeah, it was a very happy day :)\n  ","226509":"\n  Yeah, but I don’t want to date anyone else in general rn cause I’m already dating someone lol\n  ","226510":"\n  No, about average height. Winter is actually shorter than me but I was bending down to be in frame\n  ","226511":"\n  Hi I’m doing well thanks :) hope you are too. As far as wrestling goes tho I don’t really watch it or follow anything to do with it so idek any wrestlers in general. Not really a fan lol sorry!\n  ","226512":"\n  Yeah I’m sure if he’s been started in a good home where he was loved he wouldn’t be so unsure of new stuff\n  ","226513":"\n  Convocation day at college with my friend Winter. I made her cap for her!\n  ","226514":"\n  My toenails are painted red rn lol 💅🏻\n  ","226515":"\n  Yeah totally. They’re very “Doug from Up” in their personalities haha. Just dopey, happy, and ready for attention haha. Nugget is VERY much like that, but Cezar is much more reserved. He’s not as dopey or as friendly as Nugget is. Especially with new people and dogs. He gets nervous and growls at other dogs a lot and shys away from new people if they’re too in-his-face\n  ","226516":"\n  Nope. Chugging along in the process of changing that tho! Corona kinda put a damper on my whole plan lol but it’s all good\n  ","226517":"\n  Used to be much worse when I was younger but now o have to get up so damn early that I’m tired at the end of the day\n  ","226518":"\n  Most definitely 😌\n  ","226519":"\n  He’s obsessed with pets haha he’s super friendly with people and animals alike. The kitty 🐈‍⬛ in the background of that last vid is his bestest friend it’s adorable. He’ll lick her head and they sleep together in the heated dog house on the porch snuggled up in all the blankies 😍\n  ","226520":"\n  The Arctic Monkeys\n  ","226521":"\n  His dog is also a lab but he’s for sure a purebred yellow lab. I think the people they got him from had papers on him and everything\n  ","226522":"\n  He’s pretty mindful of them and tends to keep his distance from them. I assume he’s been kicked or accidentally stepped on before bc he won’t get too close. Sandy’s family dog Nugget loves to try to get the horses to play though. He’ll bark at them and run around and jump up on his two back feet and try to paw them. It’s super cute but we always have to tell him to cut it out cause we don’t want the horses to get annoyed an kick his face in haha that would be an expensive vet bill\n  ","226523":"\n  He’s def taken over this particular spot as his own. If you ask him to move he gives you the saddest puppy eyes and sometimes he even groans like he’s annoyed or sad with you if you want to sit there instead 😂\n  ","226524":"\n  Used to be my hair for sure. It was down past my waist for a long time! Now I cut it a bit shorter to let it grow out healthier without so many split ends so idk what most people see first about me. Glasses maybe?\n  ","226525":"\n  Toothbrush!\n  ","226526":"\n  Probably\n  ","226527":"\n  I have a real soft spot for animals, that’s for sure. I’m so glad that he doesn’t have to be forced to live outside on a chain anymore. He’s the king of the couch now 💕\n  ","226528":"\n  Nope. I’ve never had a big enough problem to require talking to a manager. I’ve worked a lot of retail, so I know the manager will usually just tell you the exact same thing the store employee tells you. Imo it’s just rude and annoying to make a big fuss and ask for the manager at a store unless the store employee said or did something extremely inappropriate, which like, never happens anyways cause they know they’d be fired\n  ","226529":"\n  Yeah, long story short he belonged to some crackheads who never fed him and kept him tied up on a short rope out front of their trailer in a junkyard and he kept escaping so animal control got called on them and the very last time he escaped their house to run around on the streets in the middle of winter and eat roadkill I decided it was too cruel to keep giving him back to those people who abused him so I just took him home and he became my dog. There’s a bit more to the story but that’s the basic premise. Those people were pretty messed up\n  ","226530":"\n  I think I read bits and pieces of through the looking glass in school but never read the whole book. I’ve watched the Disney movie a lot of times so I’m more familiar with that retelling. In the Disney movie I feel like Alice was always kind of dumb and she cried a lot for no reason lol. I Think I probably would have try to stay calm and I would have realized a lot earlier on that nothing in wonderland made any sense. I feel like she spent half of the movie being confused because nothing made sense in the world she created not to make sense\n  ","226531":"\n  Clearwater, Florida\n  ","226532":"\n  Right on the cutoff for Pisces lol ♓️ born on the very first day of 🐟\n  ","226533":"\n  He’s licensed and registered in my county under my name so he better be my dog lol.\n  \n  I assume his fave color is probably black, white, yellow, brown, or blue, since those are the only colors he’s capable of seeing. Probs black since he looks so handsome in his black fur coat all the time :P\n  ","226534":"\n  I think so. Either that or a lab mix. I don’t really know too much about him tbh. I don’t even know exactly how old he is\n  ","226535":"\n  Plodding and tedious with occasional little pockets of joy, thanks for asking\n  ","226536":"\n  That’s dumb. Learn to swim. All mammals are capable of swimming, even elephants and they’re heavy as shit\n  ","226537":"\n  No it wouldn’t be worth it to get the shit knocked out of me. I’m not fast or tall or heavy or strong. it would only take 1 tackle by some big heavy dude to seriously injure me\n  ","226538":"\n  No idea. He’s kinda a nervous little dude so idk how he’d react in a life threatening situation\n  ","226539":"\n  That sucks\n  ","226540":"\n  Haha nah we’re not really that close. Never have been. She used to annoy the living shit out of me when we were kids lol. We’re cool now but we still don’t really hang out or anything. We mostly just ignore eachother other than occasional acknowledgment and passing remarks tbh\n  ","226541":"\n  She’s 20\n  ","226542":"\n  As I’ve come to understand his lawyers are floundering rn. They’re losing every case he brings up. I think he’s still going to have to concede\n  ","226543":"\n  Not particularly lol\n  ","226544":"\n  Some people are just too upset that their candidate lost that they must be blinded I think but it’s impossible to deny that America has officially voted Trump out\n  ","226545":"\n  Everyone already knows that lol\n  ","226546":"\n  Coral bleaching is bad for the ocean ecosystem\n  ","226547":"\n  The who’s what?\n  ","226548":"\n  The claymation ones, the original animated grinch, and the nightmare before Christmas\n  ","226549":"\n  A horse lol\n  ","226550":"\n  What..?\n  ","226551":"\n  I’d rather be within the healthy weight range for my age, gender, and height\n  ","226552":"\n  Nope\n  ","226553":"\n  Yeah haha I don’t think he’d been standing there very long. He’s such a funny little dude\n  ","226554":"\n  Me lol\n  \n  Also Covid, racism, and sexism\n  ","226555":"\n  What is?\n  ","226556":"\n  As in been to a protest, no\n  ","226557":"\n  Aaaaah haha clever. I kept thinking ballot box instead of post lol\n  ","226558":"\n  Walked out into the pasture the other day to fetch the boys for a nice trail ride and found Max chilling in one of the horse’s favorite spots, under the bushes\/in the brush next to the fence. I walked up to him front on, petted his face, clipped on his lead rope and started to walk away thinking he’d follow like usual but he didn’t. I tried tempting him with treats, baby talk, and giving the rope a few good wiggles and nudges hoping he’d get the idea and follow but he didn’t. I was kinda confused cause he loves treats and is usually very cooperative and likes being petted and brushed and fussed over.\n  \n  I walked back over to him, this time to his side checking to see if he didn’t want to come with me yet because he was busy using the bathroom...but then I saw this! He had gotten his whole leg stuck in the brush somehow! This has literally never happened before I was so puzzled on how the heck he managed to do this! This pic was taken while I was waiting with him when Sandy went to get the yard clippers to cut him free. He was perfectly unharmed and totally relaxed the whole time, just a bit stuck, poor old man! We went for a nice walk after this :)\n  ","226559":"\n  Friday by Rebecca Black, All I Want For Christmas Is You by Mariah Carey, and Baby by Justin Bieber\n  ","226560":"\n  No I don’t think so\n  ","226561":"\n  I love social interaction and hanging out with a bunch of people all the time but tbh my social interaction meter goes down pretty quickly, like i get tired and emotionally drained if I’m around too many people for too long. Sometimes I just need to be alone for a second and recharge! Some people have been hurt\/insulted by that fact before. It’s nothing to do with them specifically, I just need to have some me time every so often otherwise I get overwhelmed lol\n  ","226562":"\n  Nature, horses, my experiences in Europe maybe? I’m not particularly fond of writing though so I’m not sure exactly what it would be about\n  ","226563":"\n  “Alright, pull up the YouTube video! Let’s figure out how to do this!”\n  ","226564":"\n  Not taking anyone’s shit. Some people think I’m “being a bitch” when I don’t allow them to walk all over me or when I don’t accept their rude comments and I politely stand up for myself. Happens more online than in person, but people really really hate to be told “no”, “I’m not interested”, and they seem to especially dislike “that makes me uncomfortable”.\n  ","226565":"\n  No idea lol. Who is it?\n  ","226566":"\n  I’d spend it on building an equestrian business\/service. That way I’d make money while spending money\n  ","226567":"\n  Horse racing is, overall, a cruel activity in my opinion. I do not support it. Whipping a horse the way I’ve seen many jockeys do while racing is unnecessary and mean.\n  ","226568":"\n  Oh gee honestly idk. I don’t have regular tv so everything that I watch is old news lol\n  ","226569":"\n  Any wild animal, especially an exotic one.\n  ","226570":"\n  Daddy’s girls stereotypically get more of the things they want than mommas boys\n  ","226571":"\n  It’s low key dead\n  ","226572":"\n  Equestrian YouTube videos, hanging with my quaran-team, and art\n  ","226573":"\n  Talking gibberish to Sandy. It’s our little inside joke lol\n  ","226574":"\n  Yeah I guess lol\n  ","226575":"\n  Ya\n  ","226576":"\n  Uh nope, can’t say I do. I’m sure they’re very nice though 👍🏻\n  ","226577":"\n  12\n  ","226578":"\n  If we’re talking about animals that fall on the extreme end of the normal curve then, maybe they’d be evenly matched. My previous assessment was based on average sized animals though, not abnormally large ones. Also, as far as your claim about tigers preying on bears on the Indian subcontinent, yea that is true but those bears they’re killing are Sloth Bears, not anything near the size or strength of a polar bear. Sloth bears are 6 feet shorter and 1,500 lbs lighter than a polar bear. Like maybe they’d see the bear and know it was a bear but I don’t think it would be anything like they were used to so going into a fight as a tiger expecting the bear to react like a sloth bear would might be the tiger’s downfall. I’m still thinking east Tko for the world’s largest and strongest bear species\n  ","226579":"\n  As well as being physically larger, stronger, and heavier than a liger, a  polar bear also has a stronger bite force than a liger. That’s why I think the pb would win\n  ","226580":"\n  Mountain Lion is heavier, larger, and has stronger bitte force\n  ","226581":"\n  Polar bear is bigger and stronger\n  ","226582":"\n  A wide variety lol\n  ","226583":"\n  🙄🙃\n  ","226584":"\n  “Nothing”?\n  ","226585":"\n  Spam again... you just said “hi” a minute ago in this same thread and I replied\n  ","226586":"\n  What?\n  ","226587":"\n\n   https:\/\/m.youtube.com\/watch?v=pkAE7wsJNck\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","226588":"\n  I don’t know you tho...?\n  ","226589":"\n  Being a nurse is a crazy difficult job, especially right now! idk how you do it! Wait so you had covid last year before the pandemic??\n  ","226590":"\n  Spam\n  ","226591":"\n  Dude what?...No because we’re family and don’t sexualize eachother. A bra is just a bra, same for underwear. It’s not uncommon for laundry to just be chillin on the living room couch waiting to be folded\/sorted so it’s not like we haven’t seen each others undergarments lol\n  ","226592":"\n  She’s good with kids and sports\n  ","226593":"\n  Blaine\n  ","226594":"\n  Most definitely! Not sure if he’s full lab but it’s definitely in there! He’s got webbed feet, a thick “otter tail”, and he LOVES to swim and play fetch lol. Very Labrador-ish personality\n  ","226595":"\n  “I can do that...watch this bro!”\n  ","226596":"\n  Yes! I have a beautiful pupper named Cezar\n  ","226597":"\n  Hi? Why do you always butt in on random threads just to say “hi x” when you could just ask me directly..??\n  ","226598":"\n  Haha weirdly enough, my parent’s neighborhood’s actual official name is “the woods” cause it’s surrounded by a bunch of patches of forest haha. It’s where I grew up for a good portion of my teen years lol\n  ","226599":"\n  Probably like 10 but I only wear about half all the time. The rest are fancy\/special occasion shoes like my high heels lol\n  ","226600":"\n  I’m sure I would but am still confused what this now has to do with the original topic\n  ","226601":"\n  Ok then don’t\n  ","226602":"\n  I completely believe you. My dad was an rn for years and years and my bf’s mom is currently the head nurse at an old folks home. She even said they’ve had several residents there get ill with covid and die because of their refusal to follow cdc guidelines and wear a mask. Washing hands, social distancing, and mask wearing help prevent the spread of germs, it’s just that simple 🤷🏽‍♀️\n  ","226603":"\n  Like I said, I haven’t “started” anything and am still entirely confused about what exactly is offensive about the scientific method or the prevention of disease outbreak.\n  \n  Seems like you just want an excuse to take out frustrations on someone random online. Go ahead and start if you want to dude, but do so knowing I’ve said nothing the slightest bit rude toward or about you.\n  ","226604":"\n  Rt my dude, thank you, finally! Another person who actually listens to doctors and the CDC and isn’t just upset about how uncomfortable masks are💯💯\n  ","226605":"\n  No lol. I grew up around and in the woods my whole life. Doesn’t sound like a being black thing, sounds like a city person thing haha\n  ","226606":"\n  And science is neither a man nor a woman, and therefore by your own logic, science cannot lie. How is this related to what we were discussing lol\n  ","226607":"\n  Don’t go where? That sucks that you’re having a hard time and I wish you well but I fail to see how discussing the denial or acceptance of a biologically and clinically proven fact about disease prevention is overstepping any boundaries.\n  \n  Good vibes and good luck to you\n  ","226608":"\n  Finish high school, go to college or trade school, move out of your parents house, get your own place, and find your passion and be happy in life\n  ","226609":"\n  Being a lifelong learner is a good quality. We never really stop learning because there’s always new information being discovered :)\n  ","226610":"\n  Science does not lie. It is based on fact and truth found by using a repeatable and structured process called the scientific method.\n  \n  Not once have I been rude or ugly to you. Your defensive language and quickness to become offended at a list of articles tells me you have not done any research on the subject and are more concerned with feeling as if you are being heard and feeling as if you are correct than you are with actually learning new information and growing your base of knowledge.\n  ","226611":"\n  If you don’t ever expose yourself to common knowledge or take any interest in learning new information the. of course you won’t know about it. I suggest you take your doctor’s opinion and advice into consideration but also do your own research and see what thousands of other doctors have to say. Deny science if you want, that’s your own personal choice, but at the end of the day, the only way we can get over this pandemic quickly is by working together and continuing to do what we know works: wear masks in public.\n  ","226612":"\n  Mansion at the base of a mountain with a lake view and a swath of pine trees that grow next to my horse farm\n  ","226613":"\n  Are you sure? How do you know this?\n  \n  Please cite any peer reviewed scientific source or literally any article written based on research and knowledge by the center for disease control or any person with a medical degree that proves this, then let’s talk.\n  \n  For your consideration, here are several reputable articles written by medical doctors and PhD’s that explain exactly why and how face masks do not prevent or diminish oxygen flow:\n  \n\n   https:\/\/wexnermedical.osu.edu\/blog\/masks-oxygen-levels\n  \n\n\n   https:\/\/www.lung.org\/blog\/covid-masks\n  \n\n\n   https:\/\/www.google.com\/amp\/s\/www.health.com\/condition\/infectious-diseases\/coronavirus\/does-wearing-face-mask-increase-co2-levels%3famp=true\n  \n\n\n   https:\/\/digitalmedic.stanford.edu\/myth\/myth-face-masks-can-reduce-oxygen-getting-to-the-lungs-and-bloodstream\/\n  \n","226614":"\n  I’ve never lived in the city I was born in so maybe that would be nice\n  ","226615":"\n  That has been proven as a falsehood\n  ","226616":"\n  It slows the spread dramatically though if not actually preventing it 100%\n  ","226617":"\n  Other than babysitting, raking leaves, and shoveling snow, no\n  ","226618":"\n  Nope I’ve been careful and haven’t really been going out so I haven’t caught it\n  ","226619":"\n  She says rn it’s Thai food. Used to be Italian but now it’s Thai cause she stopped wanting to eat pasta as much\n  ","226620":"\n  Pony-o\n  ","226621":"\n  Agree. Why are you telling me this tho?? I’m not in jail nor do I plan on ever doing anything that would make me go there\n  ","226622":"\n  Yea I’m aware of that lol. He’s always gonna be my lil pup tho haha he’s just the sweetest.\n  \n  Yeah, he’s either a lab or a lab mix. Not sure exactly what breed he is cause he was a rescue. Not even really sure how old he is but I’m guessing probably 8 or so now\n  ","226623":"\n  Lookin into the oven to check if they were ready and noticed the pup was lookin cute lol so yeah\n  ","226624":"\n  Takin the biscuits out of the oven :)\n  ","226625":"\n  Going out of their way to dedicate time and effort toward you without expecting anything in return.\n  ","226626":"\n  Loud chewing and repetitive noises\n  ","226627":"\n  I guess not since that version of them didn’t birth me\n  ","226628":"\n  Long enough to fall past my hip\n  ","226629":"\n  6\n  ","226630":"\n  Like 3 or 4 days\n  ","226631":"\n  Never really watched them\n  ","226632":"\n  Nope not at all\n  ","226633":"\n  Spotify\n  ","226634":"\n  And whipped cream\n  ","226635":"\n  Ba dum tsss\n  ","226636":"\n  Nope\n  ","226637":"\n  What did you want me to tell you?\n  \n  Shop exclusively at goodwill, pretend to be vegan but secretly eat meat when nobody’s looking, only ever do Egirl makeup, and move to the south and become a cattle rancher?\n  \n  Just do what you want and don’t be a sheep.\n  ","226638":"\n  ❤️\n  ","226639":"\n  Apple pie has my heart 🍎 ♥️\n  ","226640":"\n  Sandy is a very good and honest man. I’m proud to call him my partner 💙\n  ","226641":"\n  I have no idea. Probably though. I don’t care about most sports tbh lol\n  ","226642":"\n  Haha it’s been like 2 years...he isn’t shy. I think he’s kinda lazy and he’s kinda been using her. He likes stability and so does she but everyone in the family can tell she’s not quite happy and she’s feeling kinda lost. She def needs to ditch him cause she’s pretty and smart and can do a whole lot better than having to waste her youth driving hours back and forth taking care of some dude who’s living in a completely different state who can’t even be bothered to call or to see her. Kinda a rant right there lol sorry. He’s just bleh 🤷🏽‍♀️\n  ","226643":"\n  Tip 1: this isn’t middle school. Just act, look, and like the things you wanna. Being “basic” isn’t a crime and it isn’t a bad thing. It’s okay to like things that are popular or mainstream.\n  \n  Tip 2: stop trying so damn hard. For real. This isn’t said in a rude way, what I mean is people who get shit for “being basic” aren’t getting dunked on for liking mainstream things, they’re getting made fun of for being fake, trying too hard, being catty, and not being true to themselves. Just be you, do you, do what you want. Everyone is their own brand of weird and that’s good!\n  ","226644":"\n  Eh he’s okay but hard to talk to and kinda boring. He never visits her, they don’t hold hands or talk on the phone, he has Lyme disease so he’s sick a lot which sucks, but I think he uses it as an excuse to not do things with her even when he doesn’t feel sick at all. My whole family wants her to break up with him. It’s not cause he’s mean or rude or anything, he’s just super boring and meh like a wet, bland, piece of white bread with nothing on it haha\n  ","226645":"\n  I don’t think anything of them. What is there to think about?\n  ","226646":"\n  Yeah his name is Caleb\n  ","226647":"\n  Sandy\n  ","226648":"\n  My boy Cezar ❤️💛💚💙💜🖤\n  ","226649":"\n  Hi\n  ","226650":"\n  Brown table to the right, salmon pink chair to my left\n  ","226651":"\n  Yeah I’ve been a camp counselor a lot of times. Once lived at the summer camp all summer as a counselor after a few years of going there as a camper and staying a few weeks\n  ","226652":"\n  Both have to play a part. It’s neither all of one or all of another. At least for me I guess.\n  \n  My dad is very calm, which is what I inherited, and my mom is really wound up, which is what my sister inherited.\n  \n  My sis had to learn how to calm tf down from being in an environment with my dad and I had to learn when to not act reserved from being in an environment with my mom lol. I feel like nature v nurture was just pretty equal with me\n  ","226653":"\n  First is the worst, second is the best, third is the one with the treasure chest\n  ","226654":"\n  None. I don’t need another Mariah Carey type “All I Want For Christmas is You” hit, noooo sir\n  ","226655":"\n  Shave 🦵\n  ","226656":"\n  Heck no! It calls me 🎶\n  ","226657":"\n  I already got one so I’m good\n  ","226658":"\n  Neither are better than the other and each is good in different situations. Like if you live in the city I’d say a horse is nooottt a good option bc there’d be no space for them, whereas a dog can and will do well in a city environment.\n  \n  Sometimes I like to tell people about how I think of a “scale of difficulty” when trying to explain how much work it would be to start caring for a horse.  From least work (💚) to medium work  (💙) to most work to care for (♥️)\n  \n  It goes:\n  \n  💚 fish\n  \n  💚 hamsters\/mice\/all rodents\n  \n  💚 cats\n  \n  💙 dogs\n  \n  💙 reptiles\n  \n  ♥️ horse\n  \n  ♥️ cattle\n  \n  ♥️ sheep\/goats\n  ","226659":"\n  Normal idk. Not interested in talking about my underwear to strangers on the internet\n  ","226660":"\n\n   https:\/\/m.youtube.com\/watch?v=OTSMruXttGo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","226661":"\n  Totally :) 💯\n  ","226662":"\n  Haha yeah Max loves to run and his legs are so short that he has to go 1 million miles an hour to keep up with Chance, and Chance’s registered name on his paperwork is literally “Royal Fancy Chance” which I think is so hilariously dumb 😂\n  ","226663":"\n  Nope\n  ","226664":"\n  Like one portion. I don’t like gorging myself till I feel gross haha\n  ","226665":"\n  Idk, I don’t really play video games. Never been into it\n  ","226666":"\n  A lot. I have ramen, hot pockets, breakfast burritos, waffles, Campbell’s soup, etc\n  ","226667":"\n  Dare I ask what are you even talking about...\n  ","226668":"\n  No, that’s the point of talking is to communicate with someone else. I don’t like to just listen to my own self talk\n  ","226669":"\n  Lol no it’s something I do when I’m bored or have spare time. Not something I make time for\n  ","226670":"\n  No but Sandy did\n  ","226671":"\n  Very bad lol\n  ","226672":"\n  So true 🙃🙃🙃\n  \n  It’s impossible lol 💩\n  ","226673":"\n  You don’t. Go away please.\n  ","226674":"\n  Aw dang that sucks\n  ","226675":"\n  Water\n  ","226676":"\n  Smaller portions of actual cake I guess. I like the frosting part much more than the cake part\n  ","226677":"\n  You love ice cream cake and cupcakes too? :P\n  ","226678":"\n  Cupcakes (unless it’s ice cream cake)\n  ","226679":"\n  Schoolwork\n  ","226680":"\n  Hey there 👋 hope you’re having a good Monday too! What made you want to make a new ask account?\n  ","226681":"\n  Sandy 💕\n  ","226682":"\n  Long time ago. At this point idek. We’ve never been very touchy with each other though\n  ","226683":"\n  Idk lol. Never kissed anyone with them\n  ","226684":"\n  I like chicken, beef, oriental flavor, any flavor really. I like to put bean sprouts, chives, eggs, and sometimes old bay seasoning in mine\n  ","226685":"\n  5g caused corona or that corona is fake or that trump really won the election and that it was somehow rigged. Like no, but interesting try tho.\n  ","226686":"\n  You seem to be the only one who’s angry enough to stew in it lmao, trying to call me names and belittle my intellect because I didn’t give you the response you wanted. Poor baby 👶🏾🍼 Must be tough\n  ","226687":"\n  True, if I were you rn I’d be ashamed too I guess 🤷🏽‍♀️\n  ","226688":"\n  All I Want For Christmas Is You by Mariah Carey\n  ","226689":"\n  It’s crazy you would actually try to insult someone by comparing them to a person with disabilities like they’re somehow lesser and like that’s in any way humorous???\n  \n  Sorry not sorry you’re feeling some type of way bc I’m not interested in your physical ability or looks especially when I’ve told you several times already. This is getting really old.\n  ","226690":"\n  There ya go lol. Now you’ve got it 😂\n  ","226691":"\n  “Keep asking” button\n  ","226692":"\n  Good to hear! Hope you have an awesome, sunny, beautiful, day 🌞 💕\n  ","226693":"\n  I met a lot of my friends through horse riding, at school in my classes, and out at events and parties. Just gotta network and get to know people with similar interests to you\n  ","226694":"\n  ⬆️⬆️⬆️\n  ","226695":"\n  ...Im not trying to be rude for real man but I can’t believe I have to explain to you that it doesn’t matter who gave you the nickname if you constantly bring it up like it’s show and tell time in preschool. That’s what makes it bragging....you just wanted me to say “why do they call you that?”\n  \n  So you could say “because I’m so tall and strong like Superman and I’m only 21. I’m going to be in the NFL”.\n  \n  Like not even trying to be a rude ass person but I’ve already called you out about it cause it was getting a bit much and you got defensive. Js\n  \n  Not here to start some big ass discourse, I just don’t care how tall u are or how much you can lift or like how fast you can run or whatever haha. I’m glad you like lifting and football and stuff tho, follow your dreams man\n  ","226696":"\n  Good thank you 😌 how are you?\n  ","226697":"\n  Horse!\n  ","226698":"\n  Nope, I met him in college bc we had the same major :) the first thing we ever talked about was horses though so that was neat\n  ","226699":"\n  Yeah when I was little one time I walked up to my mom in the grocery store and grabbed her leg but when I looked up it wasn’t her and I got scared and ran away 😂\n  ","226700":"\n  Yeah\n  ","226701":"\n  Probs not rn\n  ","226702":"\n  I kinda hate board games lol\n  ","226703":"\n  Haha yeah right?! I don’t wanna jinx it lol\n  ","226704":"\n  Aight bye\n  ","226705":"\n  Haha I don’t care about that, it’s none of my business, and it doesn’t affect me in any way\n  ","226706":"\n  Not really anymore lol. Sad to say, as I’ve gotten older it’s become more stressful and less magical. Xmas is more like a chore with a checklist of people I don’t really like that I need to spend money I don’t have on. Sounds kinda grinchy\/humbug but it’s true at this point in my life :\/\n  ","226707":"\n  Halloween and Christmas. The wired, bored ass, white suburban soccer moms in my parent’s neighborhood LOVE decorating their yards and houses for the spooky\/Santa szn\n  ","226708":"\n  I must confess: I’ve never seen The Mandelorian and I’ve never been that into Star Wars so I don’t even get the baby today memes past “Aw he’s cute” lol so idk\n  ","226709":"\n  That was sarcasm lol\n  \n  Negative brownie points\n  ","226710":"\n  My sis’s new pie recipe 🥧 🍎\n  ","226711":"\n  Lady Gaga\n  ","226712":"\n  Haha very original... Nobody’s ever said that to me before! Wooo! 🤠🙃\n  ","226713":"\n  The usual turkey, stuffing, mashed potatoes and gravy, cranberry sauce, green beans, and pie 🥧🥔🍗🍒🍽🍏🧈\n  ","226714":"\n  It means he doesn’t respect his gf as a person regardless of if he thinks she’s pretty it not. It means he’s scum and she should break up with him and never look back\n  ","226715":"\n  I can make a little froggy guy with my fingers. Used to entertain the little kids at summer camp when I was a counselor and they’d pretend he bit them or that they were feeding him rocks and leaves and sticks. Oh to be so easily entertained 😂\n  ","226716":"\n  Eh it can be tedious\n  ","226717":"\n  It says in his bio that the photo isn’t him. You’re not a catfish if you openly admit it’s not you in the photo and you aren’t pretending to be someone else...\n  ","226718":"\n  That’s my name\n  ","226719":"\n  Yeah we used to go to ones held at real castles when we lived in Europe. It was super neat! Lots of booths where you could buy handmade crafts, working blacksmiths, printers and type setters, live tailors, and people all dressed in costume. Most attendees didn’t dress up when we went to them but the people working it did. There were always animals running around and the smell of fire and food in the air! ☕️🐴 🥧🐷 🍖 🐑 🍺 🥘\n  ","226720":"\n  No, coins are useless lol\n  ","226721":"\n  Norway or something\n  ","226722":"\n  Yes indeed\n  ","226723":"\n  No worries my dude\n  ","226724":"\n  I bet the ponies did lol but thankfully Sandy’s been with me every weekend this month 😍🥰\n  ","226725":"\n  Stop apologizing bro I already told you it’s cool haha\n  \n  I like when you ask questions. That the only point of this entire app, no worries 😌\n  ","226726":"\n  Yeah it was a fun ride! We did a few gallops down the tractor path, up and back :)\n  \n  I just haven’t been to Sandy’s place in (actually more than) a week cause of other plans happening like thanksgiving and my friend Julia’s birthday. The horses are all at Sandy’s so I don’t usually see them unless I come to visit him\n  ","226727":"\n  Bout 15 years now :)\n  \n  Haven’t been able to do it much lately but actually just went on a nice trail ride yesterday (finally!) after being away from the ponies for a week or so 🥰 haha you can’t tell in this pic but I’m riding Max\n  ","226728":"\n  She’s so old lol idk. Like, probably one of her og hits like Toxic or Slave 4 U\n  ","226729":"\n  What is and is not an appropriate thing to wear. My mom won’t even let me out of the house to walk the dogs in sweatpants that have paint stains on them because “that’s ratchet”\n  ","226730":"\n  Eh more or less lol. I don’t have any gifts for anyone but idk who I’ll even be seeing since it’s gonna be covid Christmas anyways\n  ","226731":"\n  Haha thanks\n  ","226732":"\n  I write Sandy notes on paper all the time but not letters so much. It was probs a thank you card from a few years ago that I actually snail-mailed\n  ","226733":"\n  It’s usually me who plans and coordinates events and stuff we do but it’s Sandy who’s better in social situations so it depends on the situation for who’s more dominate. We even eachother out as far as strengths and weaknesses. What I lack he makes up for and vice versa\n  ","226734":"\n  They’re supposed to hype up the crowd at sporting events and get everyone to shout and jump around. I’ve always thought it was kinda silly tho lol\n  ","226735":"\n  I always wrap up in a blanket and watch YouTube or stream something as background noise to help me sleep when I’m having trouble\n  ","226736":"\n  Nope\n  ","226737":"\n  Yeah 2 years ago my family and I went on a trip to Cancun, Mexico and got to swim in the cenotes\n  ","226738":"\n  This has no context and I don’t know what you’re referring to\n  ","226739":"\n  Routine, routine, routine.\n  ","226740":"\n  Not really. I’ve mostly worked retail and parks jobs\n  ","226741":"\n  Nice lol :)\n  ","226742":"\n  No idea actually. I don’t know how to even check anymore\n  ","226743":"\n  How would you know? Do you know him?\n  ","226744":"\n  🤷🏽‍♀️ while ago\n  ","226745":"\n  Success in everything I try, eternal world peace and cooperation, and health\/happiness for my fam and I for the rest of our days\n  ","226746":"\n  Dude wow what? Why did you answer a bunch of random asks with wow lol\n  ","226747":"\n  ...wow what..?\n  ","226748":"\n  See a doctor\n  ","226749":"\n  Idk like a lot\n  ","226750":"\n  2 days ago\n  ","226751":"\n  Stop asking me dating advice. Just ask her out\n  ","226752":"\n  Who cares lol\n  ","226753":"\n  Popeyes\n  ","226754":"\n  Norco, California\n  ","226755":"\n  That how life works. Not everyone agrees with you 100% of the time.\n  ","226756":"\n  Equestrian\n  ","226757":"\n  This thread is useless. I’m bored. Bye 👋🏻\n  ","226758":"\n  If you go back and read this thread it makes no sense lol\n  ","226759":"\n  Nonsense. Again. Nothing but non-sequiturs\n  ","226760":"\n  It has a lot of options and diversity of food, clothes, people, and cultures\n  ","226761":"\n  Who and what??? You’re just messing with me at this point, saying nonsensical stuff lol\n  ","226762":"\n  Then I’m not sure why you’re asking me if I’m over 18 and if I like “night ridings”\n  ","226763":"\n  How tf would anyone know the difference 😂\n  ","226764":"\n  Sandy’s brother Jamie\n  ","226765":"\n  Haha no\n  ","226766":"\n  Really fucking boring\n  ","226767":"\n  If you’re trying to ask about sexual activity, you know I’m not interested in discussing it. I’m not interested in talking about anything inappropriate on this website. Please stop asking.\n  ","226768":"\n  Not being so caught up in looking hard, or acting cool, or being “manly”, that you can just be yourself around her and have fun being goofy and trying new things and go on adventures. Not being embarrassed to show your love to her no matter what!\n  \n  Just chilling with my man and seeing him act the same way toward me around his friends as he does when we’re alone is comforting and makes me happy knowing he values me and is proud of me enough to show me off to his friends and wants to include me in all aspects of his life.\n  \n  Just being genuine and nice and not doing things bc you’re expecting something out of them is a good start to making most people happy tbh.\n  ","226769":"\n  What does that mean??\n  ","226770":"\n  We used to do an Easter egg hunt when I was little but now we don’t really do that. We still dye hard boiled eggs though :) love doing that. My fave is to color a design with a white crayon then dip it in the dye so you watch it show up like magic\n  ","226771":"\n  23\n  ","226772":"\n  Breakfast for dinner 🥞☕️🥓🍌🍳\n  \n  🧇🥯🍎🥣🧈🥛 🍓\n  ","226773":"\n  Never used Twitter or tiktok cause I think they’re silly\n  ","226774":"\n  Dude....what? That didn’t clarify anything\n  ","226775":"\n  🦄 ✨\n  ","226776":"\n  Im sorry but wtf are you talking about\n  ","226777":"\n  Cause you’re easily defeated by a few shiny green rocks? ...sounds like a setup for you to go off on a humble brag lol dare I ask, why do people call you Superman?\n  ","226778":"\n  Quiet, dark, and sufficient time\n  ","226779":"\n  ....you’re what now?\n  ","226780":"\n  Both are extremely easy. I tell Sandy I love him every day and I tell weirdos who bombard me with “I love you” asks that I don’t love them every time they send them\n  ","226781":"\n  Food\n  ","226782":"\n  Internet, talking on the whole, hanging out with the animals\n  ","226783":"\n  🙃\n  ","226784":"\n  Do things with them that you know they like\n  ","226785":"\n  Equines\n  ","226786":"\n  A blend. Everything is about balance\n  ","226787":"\n  Hell yeah I love advent calendars. We have one we do every year that’s a flat pic of a Christmas tree made of felt and it has little Velcro ornaments you stick on to mark the passing of each day. Christmas Day you get to put the star on top of the tree (it’s the best). My sis and I used to argue about who would get to put on the star when we were kids 🤣 🌟🎄\n  ","226788":"\n  Yeah I definitely have and then when the dream comes true I get this super weird sense of deja vu\n  ","226789":"\n  I love yankee candles fall time or dark colored candle scents best :) I really like midsummers night from them\n  ","226790":"\n  Not that much tbh. I was a horse obsessed shutin before the pandemic and during the pandemic haha\n  ","226791":"\n  And this morning ✨💕\n  ","226792":"\n  Nope\n  ","226793":"\n\n   https:\/\/m.youtube.com\/watch?v=OTSMruXttGo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","226794":"\n  I haven’t gone anywhere lol what are you talking about\n  ","226795":"\n  If I was excited for that movie I might be a bit annoyed but it’s whatever\n  ","226796":"\n  Nope not anymore\n  ","226797":"\n  I’m doing good :) I’ve been well for the most part. Just hanging out with the ponies and my doggo\n  ","226798":"\n  I mean it’s fried dough with sugar so I guess it’s a weird form of it lol sure\n  ","226799":"\n  Bell bottom jeans, mullets, and track suits\n  ","226800":"\n  Wizard 🧙‍♂️ __ Oz 💚\n  ","226801":"\n  Doesn’t matter. Sandman is a little taller than I am but I’ve dated people that were shorter and it wasn’t a problem\n  ","226802":"\n  No it’s covid\n  ","226803":"\n  They don’t even sell lychees where I live\n  ","226804":"\n  Yeah also leotards are for gymnastics or dance or something. They have no fashion purpose lol. I wouldn’t just wear one somewhere\n  ","226805":"\n  That’s what his parents named him lol. I like it, it’s kinda funny and unique. He’s named after his dad 😂\n  ","226806":"\n  New video up. Satisfying trailer cleaning\n  \n\n   https:\/\/m.youtube.com\/watch?v=OTSMruXttGo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","226807":"\n  No not really. They’re kinda itchy\n  ","226808":"\n  Foot\n  ","226809":"\n  Just never been presented by the opportunity\n  ","226810":"\n  Those old claymation ones like Rudolph, Frosty, and The Year Without A Santa Claus\n  ","226811":"\n  That only lasted 9 years until the Great Depression lol. What’s your point?\n  ","226812":"\n  It’s not hurting anyone so who cares? Do whatever makes you happy, dude\n  ","226813":"\n  Hi I’m feeling fine thanks. Trying my best to make my YouTube thumbnail but this has been, creatively, a tough one to make cause I’ve kinda struggled with finding a good  idea on this one for some reason. Finally think I found an okay looking one and then my Apple Pencil died so I have to wait to change it to continue but my video is already out and the auto thumbnail it chose is terrible haha\n  ","226814":"\n  Yeah they’re pretty good as a candy or boba flavor but I’ve never actually eaten the fruit by itself\n  ","226815":"\n  Wih icig\n  ","226816":"\n  Ahaha it’s okay 😂😂\n  ","226817":"\n  My boyfriend\n  ","226818":"\n  Most of them are super cheesey tbh so not really. War horse is pretty good but it’s not THAT good lol\n  ","226819":"\n  Spirit lol\n  ","226820":"\n  Please stop asking me about dating advice idk\n  ","226821":"\n  An equestrian is a person who rides horses. It says equestrian lol\n  ","226822":"\n  Somewhere warm an tropical or with grasslands that isn’t in the USA\n  ","226823":"\n  I can do either. Given a strong leader I’m willing to follow but if no one steps up to the plate I’m fine with leading and can do a good job\n  ","226824":"\n  Definitely 😌\n  ","226825":"\n  Idk. Most of the time packs of dogs don’t take kindly to lone dogs of any kind and they’ll usually attack them before they’d ever actually accept them into the pack. They’d probably rather team up and rip them apart limb from limb\n  ","226826":"\n  Nope\n  ","226827":"\n  That’s for good balance while horse riding. I don’t want to hear about your opinion of my body and I don’t like being sexualized\n  ","226828":"\n  A half-wolf breed dog\n  ","226829":"\n  Lol ja tbh\n  ","226830":"\n  Meh\n  ","226831":"\n  Right but summertime I switch it up\n  ","226832":"\n  It’s cold outside\n  ","226833":"\n  I’m not Egyptian. I have never once said that.\n  ","226834":"\n  Only from Sandy\n  ","226835":"\n  What do you mean when I “got fresh”\n  ","226836":"\n  The original wii. Don’t own it anymore cause it got messed up during an electrical outage in a bi GV Storm a few years back\n  ","226837":"\n  Are you asking me why I think people want to look at young, beautiful women? Bc that’s self explanatory lol\n  ","226838":"\n  Wut\n  ","226839":"\n  No need to be rude for no reason anon. You’re probably just a sad, bored, lonely, pathetic human. Go outside and make a tree friend\n  ","226840":"\n  We were at the lake house just like every year\n  ","226841":"\n  Hello. I’m fine thanks\n  ","226842":"\n  No\n  ","226843":"\n  Usually I can’t listen to audio\/video questions, but I’d love to answer any text questions you have\n  ","226844":"\n  The blood of angry men\n  ","226845":"\n  I bought them and the were mine! 🎶\n  ","226846":"\n  Money lmao\n  ","226847":"\n  Not if you know what to filter out and you know when to put it down\n  ","226848":"\n  Eh not really. I don’t watch a lot of standup\n  ","226849":"\n  Spending time with my man and enjoying the lake views 🎣 🌅\n  ","226850":"\n  Nope I’ve never known any Wiccan people\n  ","226851":"\n  Idk, maybe about how y’all shouldn’t get back together cause that never ends well lmao js\n  ","226852":"\n  I’ve never tried but I’d reckon patience, time, empathy, and knowledge of equine behavior\n  ","226853":"\n  Pizza\n  ","226854":"\n  Wherever Sandman is\n  ","226855":"\n  Syria or Yemen cause they’re dangerous to visit for tourists\n  ","226856":"\n  Music and old pics\n  ","226857":"\n  Idk I never want to be pregnant ever\n  ","226858":"\n  It isn’t impossible but not probable\n  ","226859":"\n  Fishing, driving for to see my man, then tail riding and riding lessons\n  ","226860":"\n  I kinda hate board games 😅\n  ","226861":"\n  Whatever I feel like lol idk. No traditional meal for me\n  ","226862":"\n  Sure! Get a box of Kraft Mac and Cheese, milk, butter, and the sauce packet. Combine all of those with the cooked macaroni in the proportions they tell you and then eat it with pepper\n  ","226863":"\n  Thanksgiving pie! 🥧 🍏\n  ","226864":"\n  Dude I don’t know. It’s just a joke in a cheesey 80’s movie\n  ","226865":"\n  It’s supposed to be funny. That’s the joke. That’s why it was written like that\n  ","226866":"\n  Thank you! Happy thanksgiving to you as well even tho you probs don’t celebrate it lol\n  ","226867":"\n  Brown 👁\n  ","226868":"\n  Real :)\n  ","226869":"\n  Yeah it’s okay but a bit too expensive to do all the time\n  ","226870":"\n  Idk who that is\n  ","226871":"\n  That’s what the self defense classes tell you to do. If someone larger than you attacks you you aim to hit them in the eyes, nose, throat, or private parts bc it’s incapacitating and they can’t chase you if they’re down on the ground\n  ","226872":"\n  Idk I guess\n  ","226873":"\n  That Austin Powers movie idk\n  ","226874":"\n  Twist out of it, knee him in the privates, and run away\n  ","226875":"\n  Yeah they’re smooth and soft\n  ","226876":"\n  Horses are beautiful and graceful and being with them makes me happy :) they’re like giant puppydogs you can ride lol\n  ","226877":"\n  I just wear what’s comfortable to me\n  ","226878":"\n  As long as they aren’t rude or sexual, then sure lol\n  ","226879":"\n  Idk what that is\n  ","226880":"\n  Idk who that is\n  ","226881":"\n  23, blue, 5’5”, taken, visiting Neuschwanstein Castle, not telling, Sandy, Sandy, both\n  ","226882":"\n  Followed you :)\n  ","226883":"\n  An oversized tshirt\n  ","226884":"\n  Yeah when I was in elementary school. I was pretty good at it but I don’t think I won\n  ","226885":"\n  That’s literally the only stipulation on being an American. You just have to be born here, so yeah (or take the test to get your citizenship).\n  ","226886":"\n  Money\n  ","226887":"\n  Already answered this three times. Snake cause they’re slower and easier to avoid than a wolf\n  ","226888":"\n  Online so it’s free and with no commercials\n  ","226889":"\n  Happy thanksgiving! 🦃🍁🍽\n  ","226890":"\n  Thanks ✨\n  ","226891":"\n  Lots of towns are actually taking those down now. Farmville just did and replaced it with something else\n  ","226892":"\n  She’s probs just being nice\n  ","226893":"\n  Eh, sometimes, but not a lot\n  ","226894":"\n  I don’t follow any celebs or news about them so I don’t really know any scandals\n  ","226895":"\n  Idk probably but I don’t know of any\n  ","226896":"\n  I like those led ones that change colors\/are rainbow\n  ","226897":"\n  Real\n  ","226898":"\n  Yeah but it’s fun\n  ","226899":"\n  Socks\n  ","226900":"\n  Nah not all\n  ","226901":"\n  Yes and no\n  ","226902":"\n  No stop asking 🙄\n  ","226903":"\n  Turkey, green beans, cranberry sauce, mashed potatoes and gravy\n  ","226904":"\n  No that would be my mom lol\n  ","226905":"\n  Feb 19th\n  ","226906":"\n  Daybreak and nightfall 🌄 🌅\n  ","226907":"\n  Bumped a vase with my butt one time and it knocked off the shelf and fell on the floor and cracked. (I fixed it and it was fine)\n  ","226908":"\n  Haha thanks. People think there aren’t consequences for being disgusting and rude on here cause most people don’t say anything or just argue with them and get petty when they’re rude lol but I don’t like that shit.\n  ","226909":"\n  Yessiree\n  ","226910":"\n  No lol\n  ","226911":"\n  In the summer in my old house I used a stand-up rotating fan religiously bc it was an old house and had terrible ac. Now I just sleep in the ac as it is in the house. I don’t turn it up or down or anything\n  ","226912":"\n  I hate orange juice lol\n  \n  I much prefer apple, cranberry, pineapple blends, and grape\n  ","226913":"\n  Yeah I wear my heart on my sleeve a lot\n  ","226914":"\n  No, damn stop asking -__-\n  ","226915":"\n  Sometimes I mumble\n  ","226916":"\n  Not really\n  ","226917":"\n  The cold, scary stories, good music, paranormal experiences, and when I get a v good muscle massage from Sandy\n  ","226918":"\n  Easily tired out\n  ","226919":"\n  He’s okay. I don’t think know any of his songs but I’m pretty sure he came and performed at my university spring weekend event once so I’ve seen him live\n  ","226920":"\n  I always have that dumb “everything is awesome” song from lego movie stuck in my head\n  ","226921":"\n  Pros: do what you want\n  \n  Cons: shits too expensive to do what you want\n  ","226922":"\n  I’ve eaten frog legs 🐸\n  \n  Tasted like chewy chicken\n  ","226923":"\n  What do you mean “go on their own”?\n  ","226924":"\n  You already asked me this. A bear is larger, stronger, and faster so it would win.\n  ","226925":"\n  In person only. I’ve never used an online dating app\n  ","226926":"\n  Nope\n  ","226927":"\n  My paintings\n  ","226928":"\n  Thanks again Javi, I appreciate the sentiment, but I’m more than capable of handling my own problems. Very nice of you to come to my defense, but I think I got it from here ☺️ I’ll tag you if I need some backup! I know I can count on you!\n  ","226929":"\n  Riiiight have fun with that.\n  \n  Just so you know I have reported each of those last death threats you’ve sent about hiring someone to come to my house and the ones about cutting my face. Your account may be shut down now. Goodbye\n  ","226930":"\n  Travel with Sandy is at the top b currently I can’t think of any more\n  ","226931":"\n  Go bother someone else, and while you’re at it, go get a life instead of harassing randos on the internet\n  ","226932":"\n  That I ate something like in Alice in wonderland but instead of growing or shrinking, I turned into a 50 year old man lol\n  ","226933":"\n  My loved ones. Everyone else can suck an egg\n  ","226934":"\n  I don’t. You just want a rise out of me. Go bother someone else\n  ","226935":"\n  You’re not. What you feel is called lust. I’m not in love with you, anon, and you’re not in love with me.\n  \n  Love has to be a mutual and consensual feeling between two people based on trust and friendship. I don’t know you.\n  ","226936":"\n  Nope. I don’t have cable so I don’t watch tv\n  ","226937":"\n  Idk what I’m supposed to do with it literally rn\n  ","226938":"\n  Oreo ice cream and water lmao\n  ","226939":"\n  Raspberry or blackberry ☺️\n  ","226940":"\n  If you’ve worn high waisted leggings before it’s the same look\n  ","226941":"\n  Bring your jacket cause it’s gonna be 33°\n  ","226942":"\n  Aaaand this is the point where I become disinterested in this convo :\/\n  ","226943":"\n  Yeah they’re just like leggings except with added grippy material by the knees and calves\n  ","226944":"\n  Yup\n  ","226945":"\n  Aw thank you! I’m doing well and I wish the same for you :)\n  ","226946":"\n  Probably not lol\n  ","226947":"\n  I love ice cream sandwiches!\n  ","226948":"\n  Staying up super late and eating junk food cause those are both bad for me\n  ","226949":"\n  I already do lol\n  ","226950":"\n  Yeah any mammal, including horses,  can get sick but most human diseases (like Covid, the measles, chicken pox, and the mumps) can’t transfer to them or make them sick.\n  \n  Diseases that can’t transfer from people to animals (or vice versa) are known as non-zoonotic diseases.\n  \n  Diseases that CAN transfer from people to animals (or vice versa) are known as zoonotic diseases.\n  \n  Some examples of zoonotic diseases would be rabies, mad cow disease, Lyme disease, and salmonellosis.\n  ","226951":"\n  Like 3 point something idk\n  ","226952":"\n  Nope sorry lol\n  ","226953":"\n  Not interested\n  ","226954":"\n  This is not a complete sentence. Good try sweetie. Keep it up.\n  ","226955":"\n  Yeah I’ve seen baseball, soccer, football, hockey, lacrosse, track, equestrian, swimming, field hockey, dance, I dunno...like a lot of sports from the sidelines in person\n  ","226956":"\n  Hi I’m well thanks. Hope you’re also having a good day\n  ","226957":"\n  Uum there are 4 guys from pierce the veil so idk who you’re talking about\n  ","226958":"\n  Hi it’s only Monday so it’s just been a lot of work lol. Thanks and I hope you’re doing well too\n  ","226959":"\n  If you ain’t cheatin you ain’t tryin\n  ","226960":"\n  Google this, wtf\n  ","226961":"\n  In between. I wake up for no reason in the middle of the night a lot but don’t wake up when my mom crashes around in the kitchen at 4am and runs the water, vacuums, uses the dish washer, washing machine, dryer, and blasts the tv all at the same time  lol\n  ","226962":"\n  Pretty exhausted from chem work and an eventful weekend\n  ","226963":"\n  Some people say I am and some people say I’m not haha idk\n  ","226964":"\n  Modern community bc women have much more rights and opportunities than we did historically. I wish i could live a nice pastoral existence and not have to go to work or school ever again and just have a small sustenance farm though. Fuck modern society in that respect but i do enjoy not being burned at the stake or tortured.Those parts of modern society are pretty good\n  ","226965":"\n  $10,000\n  ","226966":"\n  No opinion. Never heard of them.\n  ","226967":"\n  Wegmans! They have like everything + a food court which is awesome\n  ","226968":"\n  Truuuuue\n  ","226969":"\n  Most apes aren’t monogamous, however I think humans probably were built for monogamy because of the presence of jealousy. The biological purpose of jealousy is to retain access to a valuable mate and prevent others from “taking” them. Since human babies also require so much parental care and effort unlike a lot of other animals who can stand up and start running just hours after birth, I think monogamous relationships also became the norm to help in childcare. It would make sense that both parents stayed together and helped since it gives the offspring a better chance of survival.\n  ","226970":"\n  Cezar likes anything tennis ball or tennis ball adjacent! 🎾\n  ","226971":"\n  Idk, what?\n  ","226972":"\n  I have rbf a lot so most people think I don’t want to talk to them or that I hate them. Doesn’t really bother me, it’s just a fact that if I don’t try to look friendly and engaged then I look mean and aloof. A bit exhausting but such is the life of an introvert\/ambivert\n  ","226973":"\n  People’s life stats like in the sims 😂\n  \n  Like friendship meter, mood, social and personal needs, IQ, and goals\n  ","226974":"\n  Pretty young but I don’t remember a specific moment\n  ","226975":"\n  Keep clean, hydrated, and fed, go outside and see the sun & exercise, and don’t let yourself get too spun up about the stressful things in your life. Take it one step at a time with your goals in mind.\n  ","226976":"\n  Cowboy Casanova\n  ","226977":"\n  Potato\n  ","226978":"\n  I’d just have to carry on I guess. Like that would suck s lot but what could I do about it? I’d still be the same me, I’d just be a bit colder in the winter lol. I’d def be grateful if it grew back suddenly though. I like my hair being on my head haha\n  ","226979":"\n  I haven’t felt jealous or hateful in years. They’re emotions I’ve learned to let go when they arise and it’s taken a lot of self-work to get there. I can’t say I’m all that greedy either...I honestly like living a modest life even though I know it would be way more comfortable if I were richer, more aggressive, or played unfairly to get an advantage and whatnot. Also it’s extremely difficult to make me angry. Anger is another emotion that I rarely feel bc I was very angry\/confused as a kid and I know I don’t ever want to feel that again so I check myself when I’m feeling annoyed. Annoyed is the negative emotion I feel the most and I guess that’s like the mildest form of anger possible sooo anger I guess?\n  ","226980":"\n  Lack of money tbh. Can’t do anything without it unfortunately. I wish it would just disappear. Money and lack thereof has been know to cause good people do terrible things\n  ","226981":"\n  Idk, I was never popular thank god\n  ","226982":"\n  Autumn is p much over and Halloween has passed lol\n  ","226983":"\n  Both are not my cup of tea. Rip vine\n  ","226984":"\n  In general most animals don’t like hugging too much but they can learn to associate it with a positive emotional response from their humans so they then learn to accept and tolerate it as a “strange” act of love from their people\n  ","226985":"\n  It’s about connecting with your partner on a deeper and more spiritual level. It’s about the both of you, not just seeing how much you can get away with or following some set of rules people say you have to follow\n  ","226986":"\n  I’m 23 and I have a crush on my bf\n  ","226987":"\n  21\n  ","226988":"\n  Gobble gobble gobble! 🦃\n  ","226989":"\n  This is a silly question lol. There’s no motivation to keep it if it’s going to die anyways. That’s like asking would you rather slowly get fat and angry and swollen and barfy for the last 9 months of your life then die after squeezing a watermelon out of your ass? or live and not do that?\n  ","226990":"\n  No, I don’t know anyone on ask that I know in real life\n  ","226991":"\n  Anxiety ridden, confusing, but eventful\n  ","226992":"\n  No lol\n  ","226993":"\n  I’m 23, I own 2 horses, and my fave color is blue\n  ","226994":"\n  No\n  ","226995":"\n  Back to the grind and then thanksgiving!\n  ","226996":"\n  Yo 🙋🏽‍♀️\n  ","226997":"\n  Time. Sex stuff and the desire for it fades as you get old but having your S\/o as your best friend who you like spending time with is forever\n  ","226998":"\n  Millionaire, successful artist and equestrian barn manager, horse trainer, still dating Sandy and having my dog Cezar\n  ","226999":"\n  Chef. I don’t like being touched by strangers.\n  ","227000":"\n  If it’s a small task then the former. If it’s a large or very difficult task then the latter\n  ","227001":"\n  Choose your battles wisely AND it doesn’t matter how you feel or think about something, it’s what and how how your actions make others feel and think. It doesn’t matter your intention if it makes someone else feel bad or get the wrong idea so you have to play the social game. You gotta monitor your behavior and act accordingly\n  ","227002":"\n  Wtf\n  ","227003":"\n  Inequity\n  ","227004":"\n  Exploration, curiosity, thrill, to help humanity maybe\n  ","227005":"\n  Nope just the old fashioned classroom or immersion learning\n  ","227006":"\n  Box recipe. I kinda hate cooking\n  ","227007":"\n  Totally\n  ","227008":"\n  I mean I guess? Like it’s usually p obvious when something is a gift...you usually don’t have to tell someone\n  ","227009":"\n  Maybe waaay far in the future but they’ve already tried and it turns out it’s super hard to disassemble and reassemble the molecules and cells of a complex organism in just the right way for time travel to be possible so probs not in my lifetime or the next\n  ","227010":"\n  Yeah I can cook but I hate cooking. I like stuffed shells or tortellini a la pana\n  ","227011":"\n  Italian on thanksgiving when we were visiting France. Told them it was my birthday so they sang to us and gave me a slice of cake. We used that as an opportunity to celebrate the holiday\n  ","227012":"\n  Used to take the Flintstones vitamins when I was little but honestly most vitamin supplements have a lot of fillers and the ratios of  what you actually need are way too high so you just end up expelling the rest when you go to the bathroom. A lot of what’s in over the counter vitamins just goes through your body without being absorbed. That’s why most of them are kinda pointless and even a bit wasteful imo but I know some people swear by them so 🤷🏽‍♀️\n  ","227013":"\n  Kindness bc kindness encompasses honesty, respect, empathy, and courage in yourself\n  ","227014":"\n  Tarp, waterproof matches, and cooking pot\n  ","227015":"\n  A complete lack of fucks to give lol\n  ","227016":"\n  If I have a deadline I work more quickly\n  ","227017":"\n  If I were I wouldn’t tell you\n  ","227018":"\n  My pupper 😍\n  ","227019":"\n  Yeah and one time I did but it was dumb and I know now that I def shouldn’t’ve. I broke up with them again a while after and never looked back\n  ","227020":"\n  Don’t think I have one? Pickup lines are usually extremely creepy in my experience lol\n  ","227021":"\n  Yeah, I LOVEE camping! 💕\n  ","227022":"\n  Yeah but I didn’t really regret it at the time. I thought it was a frickin poppin ass hairstyle 😂\n  \n  In retrospect it was, of course, NOT v poppin 😅\n  ","227023":"\n  Ahahaha r\/niceguys\n  ","227024":"\n  There’s nothing you can really do. Most people lie in a conversation at least 1 time every 10 min according to research done at the University of Massachusetts\n  ","227025":"\n  Yeah I’ve tried a few and honestly they were good! If you’re expecting an exact copy of texture and flavor of meat you’ll be disappointed cause it’s not meat but that’s the whole point. Just gotta go into it expecting something new and different. I’ve tried chicken substitute, sausage substitute, tofu, black bean burger patties, fish substitute, imitation crab, and honestly a lot more but idk. My BFF used to be vegan so she always cooked with no meat when it was her turn to cook for us\n  ","227026":"\n  🤷🏽‍♀️ like pre-middle school\n  ","227027":"\n  Loud chewing sounds, dogs licking themselves, or any sort of repetitive ticking\/dripping sound\n  ","227028":"\n  Yeah Sandy is a shite cook, it doesn’t bother me.\n  ","227029":"\n  No. I don’t have regrets\n  ","227030":"\n  Nope. It’s covid\n  ","227031":"\n  Nether of those things really matter to me. I just want to marry Sandy\n  ","227032":"\n  Yeah, she died\n  ","227033":"\n  What, like how it is now 😂\n  \n  I’d just go on a camping trip with my bb\n  ","227034":"\n  Yup\n  ","227035":"\n  Eh not really but it’s interesting\n  ","227036":"\n  Briefly yeah. It was cool :) he was a corn snake\n  ","227037":"\n  Nooo not at all\n  ","227038":"\n  Fast as the flash\n  ","227039":"\n  Yeah but it’s all personal opinion ya know so someone’s “too much” is someone else’s “just right”\n  ","227040":"\n  Someone I don’t talk to\n  ","227041":"\n  Night\n  ","227042":"\n  No not really\n  ","227043":"\n  Sometimes yeah\n  ","227044":"\n  Thought one of Sandy’s elderly relatives had been staring at me for a very long time when he was talking to a different person. I thought it was strange that he was so clearly staring at me while talking to someone else but I didn’t t to be rude so I maintained eye contact and nodded along. Turns out he has a blind lazy eye and id been staring at it all night cause I thought he was looking at me when he was really looking the other way 🙃🙃🙃\n  ","227045":"\n  Nah\n  ","227046":"\n  🤷🏽‍♀️ scary movie series maybe? But those weren’t really scary\n  ","227047":"\n  Fortune. I don’t want eyes on me\n  ","227048":"\n  I don’t like horror and I actively avoid it. Don’t think I like any horror movies that I’ve ended up watching. Just give me nightmares usually\n  ","227049":"\n  I think I’m more in the mood for Mexican food rn\n  ","227050":"\n  Thx\n  ","227051":"\n  😴 💤\n  ","227052":"\n  Men can experience sexism. But usually I’d say they probably experience toxic masculinity, peer pressure, and are subject to overcompetition more frequently.\n  ","227053":"\n  Good, obviously lol\n  ","227054":"\n  Daiquiris, bold rocks\/anything that’s like a hard apple cider, or some good vodka mix drinks\n  ","227055":"\n  Used to be coming home from it\n  ","227056":"\n  ???no???\n  ","227057":"\n  It’s not too late to change but humans have the power to completely destroy ourselves and historically we’ve been on that path of self destruction\n  ","227058":"\n  Yeah like every time\n  ","227059":"\n  Chicken salad\n  ","227060":"\n  No I like carbs lol\n  ","227061":"\n  Probably the 60’s and 70’s\n  ","227062":"\n  Fine thanks 😊\n  ","227063":"\n  Hi\n  ","227064":"\n  I don’t want kids. I only want pets lol\n  ","227065":"\n  Don’t care, I’m not on Twitter, and I don’t have the energy to be involved in random side drama\n  ","227066":"\n  Totally :)\n  ","227067":"\n  Peep my newest equestrian upload 👀 🦄\n  \n\n   https:\/\/m.youtube.com\/watch?v=pkAE7wsJNck\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","227068":"\n  Art, science, and history\n  ","227069":"\n  I’m myself! I’m intrinsically valuable\n  ","227070":"\n  Idiocy\n  ","227071":"\n  Your body and energy will be recycled and given back to the earth\n  ","227072":"\n  Kk\n  ","227073":"\n  Always\n  ","227074":"\n  Haven’t left\n  ","227075":"\n  Nope\n  ","227076":"\n  Not sure who ever said that. Don’t think that’s even a stereotype\n  ","227077":"\n  Neither. Agro people usually don’t end up happy in life\n  ","227078":"\n  Truth most times\n  ","227079":"\n  Yeah I have several ideas :) maybe I’ll share them one day\n  ","227080":"\n  It doesn’t matter. Whoever wants to pay\n  ","227081":"\n  No. I need commitment or nothing\n  ","227082":"\n  Nice! My parents say she was named after the city of Sydney, Australia bc the Olympics were being held there that year\n  ","227083":"\n  Noooo I’m a fraidy-cat lol 👻\n  ","227084":"\n  Chance loves people and will def come over to the fence for pets and to sniff you for treats. Max is a bit shy but he’ll come around if you’re quiet and calm and act non-threatening. Bonus points if you have peppermint treats!\n  ","227085":"\n  Much more a dog person 😍 but cats are nice too\n  ","227086":"\n  It’s going well. Glad it’s almost over! Can’t wait for the weekend!\n  ","227087":"\n  Best: calmness, patience, and empathy ♥️\n  \n  Worst: slightly crooked features and being TERRIBLE at math\n  ","227088":"\n  I got to stay an extra day with my man cause my class was canceled\n  ","227089":"\n  75th percentile maybe idk. Everyone has the same baseline intelligence, some people just don’t take it and run with it like they have the potential to\n  ","227090":"\n  Their opinion on politics, talking about cars\/trucks and how to fix them or what they want to do to theirs, and hunting\n  ","227091":"\n  Already end every phone call with “love you bye” so that one\n  ","227092":"\n  Runnin her hands through my fro, bouncin on 24’s! It’s that remix to ignition... 🎶 🎼 🎵\n  ","227093":"\n  They’re evenly matched\n  ","227094":"\n  Bears are larger and stronger so bear would win\n  ","227095":"\n  Goku, he’s a god\n  ","227096":"\n  ☺️ audio is kinda wonky in some of the clips so I apologize about that in advance! I did my best to equalize it all but it’s still a bit messy\n  ","227097":"\n  New vid out tonight!\n  \n  (Schedule got changed around and had to shuffle the order videos came out so no Q&A this week)\n  \n\n   https:\/\/m.youtube.com\/watch?v=pkAE7wsJNck\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","227098":"\n  It was good 😌 Hope yours was too!\n  ","227099":"\n  Ya\n  ","227100":"\n  Yup\n  ","227101":"\n  Yes in some forms but not like in films like Harry Potter lol\n  \n  It’s around us always and anyone who listens and waits can feel it\n  ","227102":"\n  Aw damn sorry man\n  ","227103":"\n  Yeah I like history, archaeology, and nature documentaries the best\n  ","227104":"\n  Spotify and horse stuff lol that’s p much it\n  ","227105":"\n  Just wearing my mask, washing and sanitizing my hands and stuff I touch a lot, and keeping far away from other people\n  ","227106":"\n  Missing your gf again? :\/\n  ","227107":"\n  Good 😋 How’re you?\n  ","227108":"\n  Junk food lol\n  ","227109":"\n  Horses have a much better sense of smell than we humans but they aren't as good at scent recognition as a dog is. While they ARE able to identify predators, their people, and other horses by their smell, they can’t sniff things out or track things like dogs\n  ","227110":"\n  My bf\n  ","227111":"\n  I like how Sandy smells just naturally. Don’t really care about other people lol\n  ","227112":"\n  Not interested.\n  ","227113":"\n  Ok so one last time: scroll downing you’re curious 🙃\n  \n  Pls stop asking. Not interested in discussing this any further\n  ","227114":"\n  Neat! I really appreciate animation the most. Ghibli films are my particular favorite. They’re so beautiful\n  ","227115":"\n  Nope never heard of it. What’s it about?\n  ","227116":"\n  Yeah some of them lol. Haven’t been impressed with movies coming out lately though. Have you liked any recent films?\n  ","227117":"\n  There have been several people to ask a variation of “ have you ever sunbathed topless, nude, no pants, or only underwear” and I’ve answered all of them. Just getting a bit tedious answering basically the same exact questions over and over, ya know?\n  ","227118":"\n  Yeah there are lots of rude people who send things on anon that they wouldn’t dare say in real life. That can definitely get annoying\n  ","227119":"\n  Repeat question. Already answered. Going to start deleting questions I’ve answered more than twice in a row. If you’re curious, scroll down my feed :)\n  ","227120":"\n  He doesn’t look like the hulk or like Superman or anything but he’s in shape lol so like yeah kinda. He’s perf fitness goals for me 😍\n  ","227121":"\n  Already answered this a few times. Yes I have. Scroll down my feed to read the whole thread of explanation if you want to\n  ","227122":"\n  Eh I don’t even know. Happened a lot. I lived on the fraternity row street so I was surrounded by sorority and frat houses so people were always drinking and shouting and being rowdy every weekend. Just ignored it after a while tbh. It was never really funny or entertaining, just kinda white noise in the background lol. None particularly stood out in my head\n  ","227123":"\n  Yeah, it’s usually extremely cringey and I just have to walk away.\n  ","227124":"\n  Overall, I think it’s entertaining but people can get sucked into it and get too invested in what other people think of them. It’s good for entertainment purposes and polling surveys but really not much else. What’s your opinion?\n  ","227125":"\n  Probably yeah. Frat rats and partyboys love to start shit for fun and film it for tiktok lol\n  ","227126":"\n  I wanted to be a paleontologist or a veterinarian! Didn’t end up doing either of those lol but I’d still probably enjoy those career paths if I had\n  ","227127":"\n  This question isn’t inappropriate, no worries!\n  \n  I mean I’m not interested in answering sexual or extremely personal questions.\n  \n  For example, many people ask me about my intimate personal hygiene, sexual relations with my boyfriend, or about indulging their own fetishes. I’m not interested in discussing any of those and I find those very inappropriate to ask.\n  \n  Also when people say mean or hateful things I delete them. I’m not interested in arguing or being sent hate questions.\n  ","227128":"\n  Sometimes it’s good but sometimes it’s a bit greasy. Depends on the day I guess and who’s cooking it. I don’t go to Costco too often though\n  ","227129":"\n  Homemade all the way! I like making apple and pumpkin pies for Thanksgiving with my min and grandma\n  ","227130":"\n  If you want you can keep asking me questions here on ask. I’d be happy to answer anything that is not inappropriate or rude.\n  ","227131":"\n  I appreciate the sentiment Javi but no need. I’m perfectly capable of handling myself :) I’ll tag ya if I need some backup!\n  ","227132":"\n  Yeah I think so too. That was weird🤷🏽‍♀️\n  ","227133":"\n  Yeah..are you?\n  ","227134":"\n  I’m 23\n  ","227135":"\n  Environmental science! I study how the environment works and I will help people to know how and where to build things without damaging important areas 🌳 🦌 🐇 🏡\n  ","227136":"\n  So cool! What do you study? 📖\n  ","227137":"\n  Haha yeah since she was so old it was def more funny than weird and gross\n  ","227138":"\n  The principal? 😂😂 idk she was like 55 lol so probs not. Thought never even crossed my mind\n  ","227139":"\n  Nope, everyone just laughed and did that thing where you all go oooooohhhh! and point at them haha. The principal just was like lol okay then and walked away\n  ","227140":"\n  Wish that library hadn’t burnt down. I’d have loved to visit the Ancient Library of Alexandria!\n  \n  What do you do in Alexandria?\n  ","227141":"\n  She was like\n  ","227142":"\n  Open and non-accusatory communication\n  ","227143":"\n  What’s your favorite?\n  ","227144":"\n  It’s whatever man. Just do you and be positive and kind and everything else will fall into place. Can’t really plan out exactly who you’ll fall in love with, that’s not how love works\n  ","227145":"\n  Destiny isn’t set in stone. We can shape our futures in any way we choose if we make the right decisions. Fate isn’t in charge of us and it’s ever changing based on the actions we take every day\n  ","227146":"\n  Hmmm, the several different kids that tried to jump off the roof, the times people from the rival high school vandalized the walls and school mascot statue, the senior parking lot beach party, the times kids tripped acid and flipped out during class, the times the drug dogs had to be brought in to bust up people’s lockers, the few fights that ended up on world star, and that time that the grade’s resident partyboy got fucked up at prom and grinded on the principal\n  ","227147":"\n  The latter\n  ","227148":"\n  Ooh very neat! I’ve always wanted to visit Cairo and Giza. Very touristy I’m sure but I’d love to see the ancient pyramids! 🔺☀️\n  ","227149":"\n  East coast US, you? ☺️\n  ","227150":"\n  Do you dude\n  ","227151":"\n  Lmaoooo he definitely doesn’t give a fuck. He has so many people doing that every minute that I bet he doesn’t even check his notifications unless it’s someone he knows\n  ","227152":"\n  I’m doing well ☺️ Hbu?\n  ","227153":"\n  Don’t care. Do what you want\n  ","227154":"\n  I’m a nature nerd and I like to identify and catalog species that I find around me through this website called iNaturalist! If I see something neat in nature I take a photo and this site\/app helps me identify it! It helps feed my nature photography obsession :)\n  ","227155":"\n  Hello there\n  ","227156":"\n  Lol uh why?\n  ","227157":"\n  That’s awesome man. It’s super cool to have nerdy interests. I loveeee nerding out over identifying plant and animal specimens and watching anime haha 😂 right on\n  ","227158":"\n  I was never really into supernatural that much but it’s an interesting concept. The whole “SuperWhoLock” fandom kinda steered me away from it when it was popular in high school\n  ","227159":"\n  Cool beans ☺️\n  ","227160":"\n  Nice 👍🏻\n  \n  I’d it like the actors official account or is it like an askblog?\n  ","227161":"\n  Unnecessary and can be toxic if you get wrapped up in it, but entertaining and fine in small doses\n  ","227162":"\n  Like from Supernatural?\n  ","227163":"\n  Surrounded by animals and beautiful scenery with all my dogs and every horse I’ve ever loved with me. I’d have all my basic needs provided for free of charge forever and Sandy would be along side me too. My family would be there and all my friends and we’d just do whatever we wanted\n  ","227164":"\n  I know about human evolution and acknowledge science, yeah\n  ","227165":"\n  How can you miss someone you don’t even know lol\n  ","227166":"\n  Chemistry HW\n  ","227167":"\n  Not perfect lol just small. No room for bs forreal 🤷🏽‍♀️\n  \n  Yeah for people in general, they like to test the limits and see what they can scam off of you. Just gotta look out I guess\n  ","227168":"\n  Nice\n  ","227169":"\n  Lol bruh I don’t know... I don’t and won’t have one so I don’t even need to think about it\n  ","227170":"\n  Idk, seems like you and your mom don’t hang out with too many honest people. The people I surround myself with aren’t like that\n  ","227171":"\n  Yup\n  ","227172":"\n  Never had one\n  ","227173":"\n  Ew lol eating nothing but meat and dairy sounds terrible. I’d rather go vegan\n  ","227174":"\n  I like a warm summer rain that I can stomp barefoot in puddles through\n  ","227175":"\n  Yeah when the show is in a different language I do\n  ","227176":"\n  She’s 3 years younger :) Her name is Sydney\n  ","227177":"\n  Delete and block\n  ","227178":"\n  No idea tbh. And no, just a sister. Do you?\n  ","227179":"\n  Idek what that is\n  ","227180":"\n  No not really. Hershey’s chocolate tastes a bit chalky to me nowadays\n  ","227181":"\n  Sure have, thanks bud ✌🏻\n  ","227182":"\n  Doritos nacho or whatever the blue one is, Pringle’s of p much any flavor especially pizza, pickle chips, regular salted chips, and those garden salsa flavor Sun Chips\n  ","227183":"\n  I identify as a female and therefore I am a female. That simple. 100% confirmed right there.\n  ","227184":"\n  Yup. Within half an hour drive\n  ","227185":"\n  Aw very cute. I never thought of that lol\n  ","227186":"\n  Yeah she’s a cartoon\/children’s show character\n  ","227187":"\n  With my grandparents just like every year\n  ","227188":"\n  I usually keep the same devices for years. They’re just too expensive to constantly replace lol\n  ","227189":"\n  Pizza 🍕😍\n  ","227190":"\n  Used to back in the day\n  ","227191":"\n  Nope\n  ","227192":"\n  Haha no worries\n  ","227193":"\n  You were on anon that time haha I figured you did it on purpose as a joke cause you said you don’t usually go anon :P jk lol guess not\n  ","227194":"\n  Lol I see what you did there 🦉\n  ","227195":"\n  I didn’t know you didn’t ask me questions on anon. Always figured you probably did sometimes if you felt like it\n  ","227196":"\n  That’s for you to decide. I have no opinion on your love life\n  ","227197":"\n  Few shootings and shooting threats, one time my bf popped in on me to visit, had a few friends come by and say hello...nothing that out of the ordinary for these times lol\n  ","227198":"\n  Can’t really think of any tbh. Outdoor activities are basically all ive done during the entire pandemic lol. Can’t catch corona if you’re chillin in the middle of nowhere with no people around to breathe on you 😂\n  ","227199":"\n  True I’ve become a lot more confident with my voice and talking\/sharing my opinions as I’ve gotten older!\n  \n  Hmm your quirks would probs be something along the lines of endurance or strength based ones like hardening your body like a rock, hitting and kicking really hard, or something like being able to regulate oxygen consumption in your body to be able to outpace and wear out your opponents in hero fights\n  ","227200":"\n  I think mine would be something related to speaking to animals, invisibility, or some sort of telekinesis.\n  \n  Funny you said super speed and screaming though cause I feel like that’s super opposite of my personality. My mom used to tell me “you only have 2 speeds! Slow and reverse!” Haha cause I always dragged my feet in doing things and was always really slow. Also I used to have a problem where I was too shy to talk in public, so I’d go days and days in a row without saying anything at all and not even realize it. I was a super quiet kid 😂\n  ","227201":"\n  No\n  ","227202":"\n  Be salty 🤷🏽‍♀️\n  ","227203":"\n  In an area? Like, locked in a room? Yeah it’s happened before but it wasn’t really traumatic or anything\n  ","227204":"\n  Haha okay, once again, for clarity, I’m glad you’re interested in that but I’m not and I keep saying “idk” to all your questions bc I don’t know what the heck I’m supposed to say back. You ask a lot of other great questions and you’re a nice person who’s entertaining to talk to, so I hope you take a step back and take this with a grain of salt:\n  \n  But a good quantity of your questions seem kinda like humble brags if I’m being honest like always asking me how much I think you can lift, or how tall you are, telling me how you’re so good at football all the time, repeatedly bringing up how your ex gf is a model, always saying how you’ll be a millionaire, and asking me how handsome I think you are and then you get flustered and defensive when I say i don’t care about that stuff. Just not sure why you’re asking\/telling me stuff like that.\n  \n  I know you think I’m pretty and stuff like you’ve said before, and that’s flattering, but trying to puff your chest and discretely “show off” doesn’t and won’t ever make me want to flirt with you.  I feel I don’t need to be sorry about that fact. And maybe that’s not what you’re trying to do, but from my end that’s how it seems.\n  \n  This isn’t an attack on you, it’s just an explanation of my own feelings. If you can’t handle the reality of that then oh well 🤷🏽‍♀️ if you wanna be salty at me then do it 🤷🏽‍♀️ I literally do not care lol\n  ","227205":"\n  Dude, I’m sorry but I don’t know and I really don’t care.\n  \n  You seem to keep asking me q’s about men’s physical fitness or height or strength and I don’t know or care at all about any of that.\n  \n  I’m glad you’re passionate about your hobbies and goals but Idk what you even want me to say\n  ","227206":"\n  At night but I can get used to whatever schedule I need to\n  ","227207":"\n  House cat. I’ve answered this one a lot of times lol.\n  ","227208":"\n  👍🏻😊\n  ","227209":"\n  To punish criminals. The law is punitive and reactive\n  ","227210":"\n  Lol thanks. It’s my stay-warm-horse-care-outfit\n  ","227211":"\n  It cold 🥶\n  ","227212":"\n  My bf! I wanna trade bodies for a day to see what he sees\n  ","227213":"\n  In college it used to be: “LOL! You live in Farmville? Like the Facebook game? I didn’t know it was a real place!”\n  \n  Yup. Real place. No affiliation with the game 🙃\n  ","227214":"\n  Twitter since I’ve never had one bc I always thought it was dumb\n  ","227215":"\n  Yeah but I was with my family as part of an event so we didn’t have to pay or anything, it was all paid for. Guess it was with the free food lol\n  ","227216":"\n  None stand out in my mind as particularly weird\n  ","227217":"\n  😐\n  ","227218":"\n  Hot chocolate, bonfires, fall colors, scarves and hats, riding out more 🐴, chapstick, coffee, spooky decorations, pumpkin and pumpkin flavored sweets, and the smell of the crisply cold woods.\n  ","227219":"\n  ...?\n  ","227220":"\n  Most don’t need shoes at all. But some can benefit from shoes for more grip on slippery surfaces, better cushion and shock absorption for walking on rough or hard surfaces, or for corrective treatment and reshaping of the hoof if it’s growing in a way that isn’t beneficial for the horse’s health\n  ","227221":"\n  Not really, no\n  ","227222":"\n  Double no\n  ","227223":"\n  Philly is short for Philadelphia lol idk what you mean\n  ","227224":"\n  Me lol\n  ","227225":"\n  Of old age in my sleep\n  ","227226":"\n  Not really that wise to give out your personal info and nobody asked but aight\n  ","227227":"\n  An extra $200\n  ","227228":"\n  The funniest is usually the smartest\n  ","227229":"\n  Privately\n  ","227230":"\n  Thank you for that tidbit of common knowledge for some reason\n  ","227231":"\n  ?\n  ","227232":"\n  ...who?\n  ","227233":"\n  Nope, I have to wake up early every morning so I’m not late and I have enough time to do everything I need to do in the day. I wish I could wake up late though\n  ","227234":"\n  I’m not comparing you and your ex girlfriend\n  ","227235":"\n  Hi I’m good, how are you?\n  ","227236":"\n  Much more a night person\n  ","227237":"\n  the Fred YouTube channel\n  ","227238":"\n  Oh haha. That makes sense but also I still have no idea what you’re talking about. Good luck with whatever it is you’re dealing with\n  ","227239":"\n  Today\n  ","227240":"\n  An ugly genius\n  ","227241":"\n  I don’t like fighting\n  ","227242":"\n  Nope\n  ","227243":"\n  Love is mutual respect and commitment to someone based on trust and friendship and money is an object\n  ","227244":"\n  In college as a whole lol idk\n  ","227245":"\n  Showing empathy and compassion, being a good care giver, being themselves and not putting on airs, the ability to hold a good conversation, making me laugh, explaining themselves non-aggressively and listening to others viewpoints, admitting when they’re wrong, and also horse riding lol\n  ","227246":"\n  Filming for YouTube! :)\n  ","227247":"\n  ... not interested in this\n  ","227248":"\n  Street smart\n  ","227249":"\n  ?\n  ","227250":"\n  Sure haha\n  ","227251":"\n  Haha aight\n  ","227252":"\n  If I actually did that but then I told everyone my pen name there wouldn’t be a point in having one cause everyone would just know it was me lol\n  ","227253":"\n  Stop asking...this is the 4th time in a row. I’ve already told you it’s blue. You’re just spamming me at this point\n  ","227254":"\n  Don’t think anyone wants you to die forreal that seems extra lol. It’s not like you’re a mass murderer or something so I don’t think people care all that much. Chase your dream bro, do whatever\n  ","227255":"\n  Yeah forreal lol\n  \n  I feel you on that :P\n  ","227256":"\n  What..?\n  ","227257":"\n  Fine thanks. Got woken up super early today and now I can’t go back to sleep. How’re you?\n  ","227258":"\n  No stop asking\n  ","227259":"\n  One time some dumbass took too much acid in the 7th grade school library and started throwing books at people and tried to get on the roof and Juno off to fly away. He was yelling “fuck the police” as they carried him away from the school strapped to a stretcher to get him to cooperate. Turns out the acid he took was a placebo, just a piece of white paper someone sold him out of spite cause he was a narc. He acted a fool and thought he was tripping when he was completely sober.\n  ","227260":"\n  Fuck\n  ","227261":"\n  Go outside and look at the stuff around you and see what kinds of plants and animals are near. Learn to ID them.\n  \n  Draw, paint, write, knit, sew, bake, or sing.\n  \n  Self care day! Face mask, bubble bath or a bath bomb, shave, lotion, cut your nails, brush your teeth, fix your eyebrows, and comb your hair.\n  \n  Internet.\n  \n  Call a friend or FaceTime and talk\n  ","227262":"\n  Eh no not really\n  ","227263":"\n  Snow daaaysss\n  ","227264":"\n  Been listening to Snowman by Tropidelic & The Dirty Heads a lot recently\n  ","227265":"\n  Hell yeah\n  ","227266":"\n  By doing things for them and by telling them\n  ","227267":"\n  Anything from the movie Dirty Dancing\n  ","227268":"\n  Honestly no idea 🤷🏽‍♀️\n  ","227269":"\n  Noun- a gift 🎁\n  ","227270":"\n  Futurama\n  ","227271":"\n  Better if their parents planned everything out properly but probably a little tougher or about the same if not\n  ","227272":"\n  Never played PS4\n  ","227273":"\n  Everything I usually bring like clothes, shoes, road trip activities, dog food, toiletries, chargers, leash, Sandy, and Cezar\n  ","227274":"\n  Phone, keys, wallet, mask\n  ","227275":"\n  Barf for happy birthday\n  ","227276":"\n  P much the same thing minus the sand dunes and wildlife stuff since there isn’t any\n  ","227277":"\n  Cats and little yappy ass purse dogs\n  ","227278":"\n  Plans for what?\n  ","227279":"\n  Pizza, lasagna, any sort of chicken-and-something dish, or a Mexican buffet style make-your-own taco or burrito lineup\n  ","227280":"\n  Save it\n  ","227281":"\n  Free money would probably be nice\n  ","227282":"\n  Modern fashion itself would probably be extremely scandalous for a person from 100 years ago. Just walking down the street would probably be shocking\n  ","227283":"\n  Litter, put out sharp materials, fall asleep in the sun with no sunscreen on, disturb wildlife nesting sites, destroy sand dunes (if they were protected), or act inappropriately\n  ","227284":"\n  Yeah this marks 3 times...\n  ","227285":"\n  Accurate honestly\n  ","227286":"\n  Friends\n  ","227287":"\n  Good thanks, how are you?\n  ","227288":"\n  Everything I wanted to I guess\n  ","227289":"\n  Still blue lol\n  ","227290":"\n  Blue 💙\n  ","227291":"\n  👍🏻\n  ","227292":"\n  🤷🏽‍♀️\n  ","227293":"\n  Thanks man :)\n  ","227294":"\n  I don’t think I want to change my name so idk\n  ","227295":"\n  Pizza is the best 😍 🍕\n  ","227296":"\n  I don’t mind them for most things. Instead of watching things I’m not suuuper interested in and I only have a passing interest in them I just watch a YouTube summary of it so spoilers can be nice sometimes. Last thing to be spoiled for me was some sort of weird fish movie that was a finding Nemo spin-off. Watched a movie review of it as background noise to help me go to sleep\n  ","227297":"\n  Hmmm an itch if it were to be an intense pain. But if it were a dull pain I’d rather take that over an itch\n  ","227298":"\n  I love those claymation ones like Rudolph and frosty and the year without a Santa Claus\n  ","227299":"\n  Hi hope you’re doing well too Javi. Nice! I bet you’re a very hard worker. Good for you :)\n  ","227300":"\n  Then idk lol\n  ","227301":"\n  Nooopee\n  ","227302":"\n  Ya\n  ","227303":"\n  Home alone?\n  ","227304":"\n  Spirit Stallion of the Cimarron\n  ","227305":"\n  For little kids it’s really difficult to keep them engaged when you’re not right there with them. It’s better than nothing at all, but it’s not ideal. My sister is an elementary school teacher who had to switch over to virtual learning with her little ones and it’s been a nightmare for the class. All the kids end up not paying attention and yelling over eachother and getting distracted. Lots of the kids spend most of the class jamming things in their mouths and up their noses and it’s kinda dangerous because the teacher (my sis) can’t actually help them if they choke or get something stuck even though she’s technically the person in charge of them\n  ","227306":"\n  Art\n  ","227307":"\n  Most of the time I have a rough activity log planned but I’m not too upset if everything isn’t right on time and doesn’t go exactly to plan\n  ","227308":"\n  Relaxing after a long days work\n  ","227309":"\n  Use it to get ahead and as a base to gain even more knowledge. I’d be able to go just skip high school and go right to college so I could get out quicker and make money at an earlier age\n  ","227310":"\n  The SPCA\n  ","227311":"\n  Philly cheese steak or meatball sub\n  ","227312":"\n  I think in pictures and I hear my inner voice!\n  ","227313":"\n  Going well 🥰\n  \n  Taught Sandy some riding lessons yesterday and he’s improving quickly! Working on what he and I call his “unbreakable position” lol\n  ","227314":"\n  “Never” spongebob gif\n  ","227315":"\n  No I think each are equally matched in terms of both rationality and emotional capacity\n  ","227316":"\n  Nothing above average as of late\n  ","227317":"\n  I wish my dog could talk. He’d be a good narrator. Sandy would be too. He has a calming voice\n  ","227318":"\n  Hot sauce\n  ","227319":"\n  Hey ✌🏻\n  \n  I’ll answer some questions anon\n  ","227320":"\n  Chance the rapper\n  ","227321":"\n  ‘97\n  ","227322":"\n  I don’t usually make one\n  ","227323":"\n  I’d be on the internet a lot less I’m sure. Probably be quieter as far as background noise in my brain goes\n  ","227324":"\n  ☮️ 🤫 🔇✌🏻\n  ","227325":"\n  With others!\n  ","227326":"\n  Cute but ultimately useless and can get silly\/pointless if it impedes the pets daily life\n  ","227327":"\n  Social interaction\n  ","227328":"\n  Buy horse stuff and food and save it up\n  ","227329":"\n  Not being allowed to have an opinion on most things and not being able to control my environment\n  ","227330":"\n  Oak I don’t really think about zodiac that much and I don’t know much about each sign\n  ","227331":"\n  Didnt watch the muppets growing up, always thought they were a bit creepy\n  ","227332":"\n  Nope\n  ","227333":"\n  Nope never do.\n  ","227334":"\n  Covid\n  ","227335":"\n  Hell no\n  ","227336":"\n  Yeah my old coach’s husband does. They’re both like 80 by now\n  ","227337":"\n  Never eat meat\n  ","227338":"\n  No it’s all sensationalized and biased toward one way or another\n  ","227339":"\n  Anything you think is a good idea when you’re drunk lol 🥴 🍷 🥃 🍸 🍹\n  ","227340":"\n  You already asked me this and I already told you you and your bad attitude can’t get a rise out of me. Go away.\n  ","227341":"\n  Psh nope\n  ","227342":"\n  Whatever I feel like asking lol idk\n  ","227343":"\n  That I was a rat-faced bitch\n  ","227344":"\n  Gotta be window seat 💺✈️\n  ","227345":"\n  Get a flashlight\n  ","227346":"\n  Nope he’s not really interested in video games I don’t think\n  ","227347":"\n  Sandy rolling over and hugging me awake\n  ","227348":"\n  Sandy, Horses, Pine, and this one Yankee candle called midsummer night\n  ","227349":"\n  Not legal anywhere in the US tho lol. Human trafficking is terrible and exploiting anyone like that for any reason is a terrible thing to do\n  ","227350":"\n  Diplomacy, democracy, a game of chess maybe?\n  ","227351":"\n  At this point no probs not. Just hoping 2021 will be a bit better\n  ","227352":"\n  Nope not really\n  \n  Sometimes my glasses get foggy from wearing the mask but I’d rather have foggy glasses than get people sick on accident\n  ","227353":"\n  Tub\n  ","227354":"\n  Yup it was ugly and left permanent scars in my mouth\n  ","227355":"\n  Not atm\n  ","227356":"\n  Family and friends love me\n  ","227357":"\n  Pimping is illegal for a reason lmaoo what kind of question is this\n  ","227358":"\n  Idk. It’s easier to present only the god sides of yourself on social media but not in real life\n  ","227359":"\n  Taking Sandy to Europe and becoming a horse trainer\n  ","227360":"\n  What industry...\n  ","227361":"\n  No not really. I mean I’ve def dropped stuff I shouldn’t be like my phone or laptop or a glass in my hand that broke\n  ","227362":"\n  To listen\n  ","227363":"\n  Damn lol\n  ","227364":"\n  You’ve been working there for 11 years? Or it’s been 11 years since you worked there?\n  ","227365":"\n  A housecat\n  ","227366":"\n  Any kind of butter cream frosting 😍\n  ","227367":"\n  Probably quite a few\n  ","227368":"\n  How it smells like some people house smells like cigs or like nasty ass cat pee\n  ","227369":"\n  Yeah :)\n  ","227370":"\n  Nah\n  ","227371":"\n  Nope\n  ","227372":"\n  Frosting\n  ","227373":"\n  YouTube videos or meditate and try to think about nothing until you fall asleep\n  ","227374":"\n  Either. Doesn’t really matter to me\n  ","227375":"\n  I know I saw that! I can’t wait for the new season!\n  ","227376":"\n  Talking to my bf on FaceTime :)\n  ","227377":"\n  I’d have to say “the hirse isn’t here rn” cause all I can think of that I “do” as a thing is equestrian lmao 😅🐴\n  ","227378":"\n  I don’t think there is one. It’s just creepy to think about another human eating a human\n  ","227379":"\n  Boys are simple creatures and you have to tell them things in a very plain and straightforward way or they don’t understand. Be kind to everyone but don’t let anyone take advantage of you\n  ","227380":"\n  Beastars 🐺 🐰\n  ","227381":"\n  Guns are backlogged on orders af so I guess they’ll all just have to sit tight and not do a civil war after all\n  ","227382":"\n  My old laptop. It’s not even that old tbh but it’s the oldest I have\n  ","227383":"\n  The internet\n  ","227384":"\n  Hah okay whatever dude\n  ","227385":"\n  ✈️😊😊😊\n  ","227386":"\n  I asked you to clarify bc I don’t know\n  ","227387":"\n\n   https:\/\/positivepsychology.com\/self-worth\/\n  \n","227388":"\n  Why are you telling me this??\n  ","227389":"\n  Si ha estado lloviendo mucho ☔️\n  ","227390":"\n  3. I like being left alone sometimes so it’d be unfair to constantly cling and bother someone like that\n  ","227391":"\n  Alllll kinda baby!! Bring on the cheesey food!\n  ","227392":"\n  I LOVE A GOOD SNOWFALL! ❄️ ⛄️ 🧣🧤\n  ","227393":"\n  Uh nothing lol I just didn’t invite them back. I’m not punching someone over toilet tissue, I’m not a Neanderthal lol 🙃\n  ","227394":"\n  Neither. Don’t like drawing too much attention to myself tbh\n  ","227395":"\n  Ikr haha. They were kinda weird\n  ","227396":"\n  How it be feeling sometimes lol 😵🤪\n  ","227397":"\n  Stole my toilet paper and clothing\n  ","227398":"\n  It’s me!\n  ","227399":"\n  In a relationship with my bf\n  ","227400":"\n  Just put on shuffle usually\n  ","227401":"\n  Y’all just allowed me this. It’s a person\n  ","227402":"\n  My bb, my pup, and Chance\n  ","227403":"\n  Sometimes it’s by chance, and sometimes it’s through planning and hard work\n  ","227404":"\n  Whatever floats their boat. Didn’t know people did that\n  ","227405":"\n  Taiwanese beef noodle soup\n  ","227406":"\n  🐢\n  ","227407":"\n  It’s possible but I don’t wanna so nah\n  ","227408":"\n  Haha um that’s kinda narcissistic so I’m not gonna say that. I like myself fine enough but I love my partner and my pup the most lol\n  ","227409":"\n  Nope\n  ","227410":"\n  Neither\n  ","227411":"\n  Nope\n  ","227412":"\n  Not over fast enough\n  ","227413":"\n  I reply to anonymous questions just as often as non-anon\n  ","227414":"\n  Didn’t go anywhere today so no not around the house\n  ","227415":"\n  Meh 🤷🏽‍♀️\n  ","227416":"\n  Most people aren’t like that so no not really. Some are, but I tend to try not to get very close with those kinds of people if I can help it\n  ","227417":"\n  Build my house there, farm some of it, parcel some off as a wildlife and trail riding area, and put a riding facility and horse pastures on the rest.\n  ","227418":"\n  Haha um okay don’t tell me tell them\n  ","227419":"\n  Nope\n  ","227420":"\n  1\n  ","227421":"\n  No idea. Sometime I can’t either. I think it’s just the app being messed up\n  ","227422":"\n  Yeah cake is okay. I really like Oreo ice cream cake the best though\n  ","227423":"\n  To answer that I’ll have to start off by explaining what causes an animal to be either albino or pure black. What makes an animal albino is a recessive and somewhat rare gene called the “amelanistic“ gene. Aka  the gene that causes a lack of melanin (the thing that pigments your skin and hair). You see, albino animals aren’t white, they have no pigment, no color at all, and it shows up as white. What makes an animal pure black is also a recessive and somewhat rare gene called the “melanistic” gene, a gene that causes an animal to have really ramped up melanin production resulting in black hair and skin.\n  \n  There really isn’t one answer to this question, but the most likely result would probably be a “normal” looking offspring that was neither melanistic nor albino. The most common colors that horses are born with are chestnut and bay. My bet is that the resulting offspring would be some shade of brown like chestnut or bay since those are the most dominant genes.\n  ","227424":"\n  Ooh gotcha! Neat idea for broadening your social media base 👍🏻\n  ","227425":"\n  Haha his hair does kinda look like that 😂\n  ","227426":"\n  Yeah it’s a pretty common color. For example the fresian horse (pictured) legit only comes in black and no other color\n  ","227427":"\n  Yeah\n  ","227428":"\n  Comfortable!\n  ","227429":"\n  Collard greens bc they’re nasty and soggy lol 🥬\n  ","227430":"\n  Just. Do it. Leave. Gather your things with a friend and get out. You don’t owe your abuser anything\n  ","227431":"\n  Yeah I have several ideas I want but I don’t have the money for them yet\n  ","227432":"\n  Into the woods 🌲🌳\n  ","227433":"\n  I don’t do any messaging on apps so I’m not the right one to answer this sorry!\n  ","227434":"\n  Choice but I’m honestly not interested in discussing stuff like that on my page. I’d much rather talk about equestrian\n  ","227435":"\n  Your attitude is disgusting ✌🏻\n  ","227436":"\n  Not interested\n  ","227437":"\n  No, Chance is grey. Peep his grey skin patches 👀 They only really show up when his hair gets wet but the one on his nose and around his eye is always visible cause they’re not covered in hair.\n  ","227438":"\n  Wishing ill on someone else is bad karma, a waste of time and energy, and sets your mindset up for failure. It’s better to use your experiences with someone, negative or positive, as a learning experience rather than a weight to drag you down. Even if you learn from them what you DON’T want in a partner, it’s still a positive learning experience.\n  ","227439":"\n  Yeah, he’s the king of rock and roll. This is like the 4th time someone has asked me this. Do y’all think I live in a bubble or something??\n  ","227440":"\n  Yeah totally. Albino horses coat color is legit just called “white” and it’s pretty rare. You can tell a white horse from a gray horse by the color of their skin under their firm. White horses are born white and stay white throughout their entire lives and have pink skin everywhere on their body, unlike gray horses who are typically born a darker coat color and gray out as they age. Gray horses also have gray skin instead of pink. Pictured in the left is a white horse and on the right is a grey for reference\n  ","227441":"\n  Yes obviously interrupting anyone who’s talking is considered rude.\n  ","227442":"\n  The big Percheron looking horse? I think I saw a news article on that. Such a shame that his people treated him\/her so poorly. It’s outrageous to force animals to work so hard they nearly die! Just despicable and cruel.\n  \n  People like that who are only interested in using animals to make money should never have animals to start with. I hope that horse’s owners are barred from ever owning another animal again and that the horse goes to a loving and caring home where it’ll be treated with the respect it deserves\n  ","227443":"\n  Every animal has a limit to the amount of weight they can safely carry, including donkeys. As long as your animal is healthy, it can carry you if your body weight + the weight of the riding equipment falls under that specific carrying capacity. Assuming it’s a healthy and well-cared-for animal, its carrying capacity depends on how much the animal weighs and how much you and the equipment combined weigh.\n  \n  Typically, equines are safely capable of carrying 20% of their healthy body weight. An average donkey weighs about 1000 pounds, so they can safely carry a load of up to 200 pounds.\n  ","227444":"\n  Also in California, Colorado, Washington DC, Hawaii, Maine, New Jersey, Vermont, and Washington State\n  ","227445":"\n  No. Dwarf breeds like the Falabella and Shetland aren’t meant for riding and to force them to carry a fully grown person would be cruel. Small\/dwarf breeds were created as companion animals or, in the Shetland Pony’s case, to pull mining carts in small tunnels.\n  \n  That being said, small breeds like the Shetland Pony are suitable mounts for children because kids are small and light. Lots of people introduce their very little kids to horseback riding using a Shetland pony or other small breed like a miniature horse or welsh pony\n  ","227446":"\n  It’s already legal\n  ","227447":"\n  Right, you can’t ride a foal because they’re too small and their bones aren’t fully fused yet. It’s best to just handle a foal and get it used to daily care activities like walking on a lead rope, brushing, and blanketing.\n  \n  Horse’s vertebrae aren’t fused enough to safely carry the weight of a rider until they’re 3 or 4. Doing so before that time could permanently injure your horse and nobody wants that!\n  ","227448":"\n  First I look for a relaxed body position, relaxed facial expression, and relaxed or forward ear position. All that indicates a calm horse. Resting their weight off of one leg, falling asleep, and showing calm interest in others are also signs that they’re happy and just chilling.\n  \n  If a horse is bothered\/frightened\/upset they look tense. They hold their head up high, have tight muscles and look kinda stiff, show the whites of their eyes, have tightly closed lips, and tip their ears back. Not like flattened ears, that’s a sign of anger, but just facing backwards. They also tend to blow and snort and won’t keep still if they’re frightened or upset.\n  ","227449":"\n  Chemistry homework\n  ","227450":"\n  Yeah some horses paw or stomp at the ground as a sign of anxiety, frustration, boredom, or loneliness. Sometimes it’s also just cause they’re shooing away bugs. V situational\n  ","227451":"\n  That sucks\n  ","227452":"\n  Shower and lotion. That’s it lol\n  ","227453":"\n  Idk dude. Just do whatever feels right\n  ","227454":"\n  Haha ok like I said before tho...I don’t care about that, it’s just white noise to me.\n  ","227455":"\n  I don’t care lol. I’m not interested in anyone else’s opinion of me, only Sandy’s\n  ","227456":"\n  No thanks\n  ","227457":"\n  Yeah p much. If whatever “it” is isn’t  hurting anyone then it’s whatever floats their boat.\n  ","227458":"\n  Mega stuffed 😅 I like the filling the best\n  ","227459":"\n  10 probably. I’ve never actually played it seriously\n  ","227460":"\n  A stupid person lacks capacity to learn. An ignorant person just hasn’t been exposed to the information.\n  \n  It would be much harder to explain something to a stupid person imo\n  ","227461":"\n  No, the opposite. Knowing when you’re wrong, defeated, or bested at something is a sign of maturity and strength. Knowing how to admit defeat and learn from your mistakes is how you grow\n  ","227462":"\n  Probably. The sun goes behind the clouds and it gets cooler outside so then my head gets cold cause it’s out of the water. It’s not really that fun to swim in the rain ☔️\n  ","227463":"\n  Sure whatever. Also it wouldn’t matter if he were gay or not. Who you fuck doesn’t impact your skills at performing your 9-5 job\n  ","227464":"\n  Idk dude 😒\n  ","227465":"\n  Not very often. I could take them or leave them at this point. They’ve kinda lost their appeal after going to so many at college. Now that I graduated people don’t really be partying like that anymore anyways. I like kickbacks and bonfires more often than like actual parties\n  ","227466":"\n  A person\n  ","227467":"\n  Enough with the “office scenario” questions where you say something is dumb or something is pointless or someone is rude. I don’t know, man. That’s just life and its little annoyances. Sometimes it just be that way and you move on 🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","227468":"\n  Yeah I really love taking pics of nature, of my animals, and of me and my bf when we go out and do things on dates or go somewhere cool\n  ","227469":"\n  Nope\n  ","227470":"\n  Don’t think I have one\n  ","227471":"\n  You should never ever litter, light a fire and walk away, graffiti, flick lit cig butts out the window, feed the wildlife human food, get too close to wildlife with the purpose of petting them or for a photo op, or disturb the wildlife on purpose\n  ","227472":"\n  No idea\n  ","227473":"\n  🦜\n  ","227474":"\n  Yay! Bananas can be good 🍌\n  ","227475":"\n  Aw polar bears! 🐻\n  "}}