{"Question":{"228549":"\n   If you were being chased by a werewolf or vampire. 3 things you will grab? For example, would you rather use your horse or your car? (Only items from your household)\n  ","228550":"\n   I don’t have a home gym or weights. I do push up & sit ups though.\n  ","228551":"\n   Luckyyy! If lost a ton of muscle and most of my gyms in my area are still closed. Lol.\n  ","228552":"\n   Do you lift weights? Are the gyms still closed in your area?\n  ","228553":"\n   Have you ever inhaled helium? 🎈 How did your voice sound like? 🤣\n  ","228554":"\n   It might mess up your hair.\n  ","228555":"\n   Are you a Harry Potter fan? Which house are you a part of? What character do you identify most with and why? 🦁🦡🐍🦅\n  ","228556":"\n   Wow, sad.\n  ","228557":"\n   Space\n  ","228558":"\n   Who or what makes you laugh more than anyone or anything else? 👍 🙃\n  ","228559":"\n   Have you played AMONG US? 👀\n  ","228560":"\n   Would you ever go blonde?\n  ","228561":"\n   did you keep riding even as u cried\n  ","228562":"\n   i hope you are ok\n  ","228563":"\n   was there a lot of tears falling off your face\n  ","228564":"\n   Ayúdame a conseguir algo de dinero, que soy pobre 😢\n\nTan solo tienes que pulsar el enlace, entrar en tu cuenta de AliExpress y darle al botón de \"abrir\":\n\na.aliexpress.com\/_B1NWgY\n\nSi en 24 horas consigo que 50 personas aprox, le den al botón, puedo ganar más de 200€\n\nY tú también te llevas!\n  ","228565":"\n   Do you think girls are just smarter than boys or more scared than boys?\n  ","228566":"\n   have u ever cried when riding a horse\n  ","228567":"\n   yes\n  ","228568":"\n   How do you pronounce GIF? With a hard G or a soft G? 🤔\n  ","228569":"\n   Lol. This app is wack. I was replying to a whole dif post. 🤣\n  ","228570":"\n   Should I try to pursue a relationship with her?\n  ","228571":"\n   NEVER HAVE I EVER: Have you ever wanted to be a Kardashian?\n  ","228572":"\n   is that chance\n  ","228573":"\n   Welcome back\n   \n    @SrilekhaAnumala\n   \n   😍😍😘😘❤️😭\n  ","228574":"\n   I hate kids, but hearing their laughter in the morning is amazing.\n  ","228575":"\n   How would you know if you're an open or close minded person?\n  ","228576":"\n   Has your hometown changed a lot since you were a kid? If so, how? Have the changes been for the better or worse?\n  ","228577":"\n   Если изменишь своему партнёру, признаешься в этом?\n  ","228578":"\n   Followed you, follow back may be...\n  ","228579":"\n   In respect of gender equality should women be expected to put the toilet seat up as it was expected of men to put it down?\n  ","228580":"\n   Would you rather have to read a 8,000 page book or watch 8,000 movies? 📺📖\n  ","228581":"\n   Lol, You’re my new favorite ask!\n  ","228582":"\n   Should students be required to take drug test? What do you think?\n  ","228583":"\n   Which one of your horses would win in a fight and why?\n  ","228584":"\n   Have you ever felt that you're not good enough?\n  ","228585":"\n   Is education free at universities in your country? For example in my country you need to pay for all years.\n  ","228586":"\n   is it weird to have a streak with a guy that i’ve known before my bf and send them ugly snaps of me on sc?\n  ","228587":"\n   Would you kill in a life or death situation?\n  ","228588":"\n   Till what age would you like to live and why? 👴👵\n  ","228589":"\n   I just want to tell you that everything will be alright. There's always a reason for everything. Don't give up and stay awesome! 🔱\n  ","228590":"\n   Would you cook in your kitchen at 1:00 A.M.?\n  ","228591":"\n   If you had a choice, would you like to receive more questions on here or less?\n  ","228592":"\n   Yall like butter on your blueberry muffins???\n  ","228593":"\n   Have you been to another country?\n  ","228594":"\n   Let’s say you’ve got 10 wishes and one of those wishes can’t be for more wishes, what would you wish for?\n  ","228595":"\n   Why is it important to learn about history?\n  ","228596":"\n   Would you say you've ever been a \"bully\" at one point in your life?\n  ","228597":"\n   Generally speaking... if you no longer wanted to live an offed yourself how would you do it?\n  ","228598":"\n   I don’t think we got there lol. I did see a green Jeep at one of the overlooks when we were coming home\n  ","228599":"\n   I see. Stay smooth, Gem 💎\n  ","228600":"\n   Pardon me Are Japanese and Chinese the same thing ?\n  ","228601":"\n   What’s your biggest fear? 🔥🌚\n  ","228602":"\n   Do you think you’re talented enough to ride one if you really tried or were paid a million? Just talent & skill wise based on how you are with your horses.\n  ","228603":"\n   Do you ever gossip or talk trash behind people's backs?\n  ","228604":"\n   difference between a colt an mare\n  ","228605":"\n   What’s the difference between love at first sight and lust?\n  ","228606":"\n   🌙 Do you like to use a heavy blanket when going to sleep or do you like to use 🌃 maybe a sheet or two or do you sleep with no blanket? 😴\n  ","228607":"\n   Are you that person who prefers to give or listen to advice?\n  ","228608":"\n   Wow, that’s all so crazy. Agree!\n  ","228609":"\n   Would you attempt to ride a zebra?\n  ","228610":"\n   Have you ever gotten into a argument with someone on here?\n  ","228611":"\n   Wow, interesting. What are your issues with horse racing?\n  ","228612":"\n   Are you a part of any fandom?\n  ","228613":"\n   Ok, I see. Awesome!\n  ","228614":"\n   That’s fair. I was asking in general lol\n  ","228615":"\n   I guess. But sadly nobody really talks to me lmao\n  ","228616":"\n   How do you like people showing you they love you\n  ","228617":"\n   Sounds fun. I’m just chillin at home. Again. Lol. On Snapchat\n  ","228618":"\n   What’s the fastest horse you’ve ever seen?\n  ","228619":"\n   I wish I was lucky lol. Wyd today?\n  ","228620":"\n   Cool\n  ","228621":"\n   Agreed. He is very lucky.\n  ","228622":"\n   Is your partner circumcised?\n  ","228623":"\n   What part? We drove to fancy gap then down to about the Boone area\n  ","228624":"\n   I have less than five good friends I can count on when times get tough either emotionally or physically who will help. How many good friends do you have , that are above the others?.\n  ","228625":"\n   What would be the first thing you would do if you won the lottery? 💰💵✨\n  ","228626":"\n   Are you mature or childish person?\n  ","228627":"\n   The blue ridge lol. We just rode the parkway yesterday.\n  ","228628":"\n   Do you rely on your \"gut feeling\"?\n  ","228629":"\n   what you doing today?\n  ","228630":"\n   Is it raining where you are right now?\n  ","228631":"\n   if you have a son, would you take him circumcise?\n  ","228632":"\n   Do you think that you are more good looking or more wise ? ?\n  ","228633":"\n   What is the last thing you watched on TV? Do you still watch TV? 📺\n  ","228634":"\n   Let’s say I get a stroke of luck and go #1 overall in the NFL draft one day and I fly you out to California for dates. If we got married would you let me put tribal marks on our half Nigerian\/White baby? (Don’t take this the wrong way. Completely hypothetical etc)\n  ","228635":"\n   Who is the most underrated ASKfm user?\n  ","228636":"\n   Last song you remember listening to? 😁\n  ","228637":"\n   Why do you think American elections have such low turnout? 🤔 The numbers over there feels really weird when you're someone like me who comes from a place where around 90% of people choose to vote 😅\n  ","228638":"\n   YES! It was this video that made me want to ask this question Haha\n  ","228639":"\n   As an American, are you nervous for the election? 🤔😅\n  ","228640":"\n   nikki i like you & wanna rock your world\n  ","228641":"\n   Geoshkwo\n  ","228642":"\n   where is the craziest place you have had sex besides your bedroom\n  ","228643":"\n   What's the first thing you notice about someone? Why? 👍 🙃\n  ","228644":"\n   If you got your hands on a portal gun like the one from the game Portal which made it possible for you to put two portals that connected to each other on whatever surface you wanted, what'd you use it for? 🤔⚛🔫\n  ","228645":"\n   Do you listen to podcasts? If so which ones?\n  ","228646":"\n   Which place do you find to be the most boring?\n  ","228647":"\n   How’s your horsie doing today\n  ","228648":"\n   hi..\n  ","228649":"\n   Are you taking online courses rn? And how was your hi school experience?\n  ","228650":"\n   Awesome and sidenote your BF is very lucky!\n  ","228651":"\n   No joke haha\n  ","228652":"\n   Do you like fresh baked goods? What kinds? Name 3 of your favorites.\n  ","228653":"\n   Like Jim Halpert from The Office I want to ask the oh so important question: What kind of bear is best? 🐻🏆\n  ","228654":"\n   Cute\n  ","228655":"\n   Have you ever kept money in a piggy bank?\n  ","228656":"\n   What's your favorite way to spend a Friday night?\n  ","228657":"\n   How much sleep did you get last night?\n  ","228658":"\n   Do you believe in ghosts? No? Neither do I. But I still don't know how I came back.\n  ","228659":"\n   your 23 & you look like you are 16 or 17\n  ","228660":"\n   Bad ass!\n  ","228661":"\n   Do you ever think you could spend Christmas alone?\n  ","228662":"\n   Ootd?\n  ","228663":"\n   My fave song to listen to in the morning is High Hopes\n  ","228664":"\n   How would you describe your presence on askfm?\n  ","228665":"\n   I dare you to tag everyone you follow on here😋\n  ","228666":"\n   Sounds nice. I went to the mountains yesterday and back to work today.\n  ","228667":"\n   Have you ever lied about your age?\n  ","228668":"\n   cool i have to have cranberry sauce with my turkey, apple pie is nice too i have cream with it\n  ","228669":"\n   Makes sense I listen to a lot of Panic at the Disco\n  ","228670":"\n   can you recommend any good chat rooms\n  ","228671":"\n   Have you been to a local circus? 🎪🤡🎉\n  ","228672":"\n   Which animal at the zoo do you like best? 🐒🐊\n  ","228673":"\n   Would you change your nationality if you were given a chance? Why? \/ Why not?\n  ","228674":"\n   lo, haha your funny\n  ","228675":"\n   love turkey and cranberry sauce and my moms stuffing\n  ","228676":"\n   its gonna be way different tho like due to covid\n  ","228677":"\n   yes i like it, meeting family and eating lol\n  ","228678":"\n   I don’t listen to John Denver\n  ","228679":"\n   How much stronger should your BF be than you?\n  ","228680":"\n   hi nikki, are you looking forward to thanksgiving\n  ","228681":"\n   When you go grocery shopping, do you usually put a lot of effort in trying to get the best deals and such? In what ways? Are you good at sticking to what you came there to buy or do you wander? 🛒🍌🥫🍞\n  ","228682":"\n   You know how a girl will give a bit a long hug when they move away. A girl I never even talked too gave me a long hug when I moved. WTF, like I don’t even know you, why are you hugging me and feeling\/squeezing my chest?  What do you think?\n  ","228683":"\n   Do you like to give me your insta\n  ","228684":"\n   Do you want to give your insta to me..\n  ","228685":"\n   You are great Nikki.. I'm sorry..\n  ","228686":"\n   Soda, water, tea or coffee?\n  ","228687":"\n   What is something out of the ordinary about you?\n  ","228688":"\n   Haha!!😂😆 Cinnamon rolls are amazing 🤩. I haven’t had them in wayyy to long lol\n  ","228689":"\n   Nice, might have to visit that sometime and never heard of that song either.\n  ","228690":"\n   What prophecy of the future scares you most?\n  ","228691":"\n   Yes.. I'm asking about your opinion about general  thing..\n  ","228692":"\n   Your opinion on cinnamon? Do you like it? In what. On what? Alot of it? All the time?\n  ","228693":"\n   How are you?\n  ","228694":"\n   This is regarding to used ones... Like experienced ones\n  ","228695":"\n   It's self love week\nDo you believe You have a purpose if so what?\n  ","228696":"\n   Favorite song by Big & Rich\n  ","228697":"\n   How can we eliminate double standards? ⚖\n  ","228698":"\n   What would be the most useful item for survival if you were living alone in the woods?\n  ","228699":"\n   Where’s that located?\n  ","228700":"\n   Balloons..\n  ","228701":"\n   What's more important for you eating&sleeping or traveling ? (same question different answer) 🌚\n  ","228702":"\n   When I watch the top, it is looking that used from many years.. Do you Guess the main reason for that ..!??\n  ","228703":"\n   What did you dream last night?\n  ","228704":"\n   Would you tattoo someone if they paid you to?\n  ","228705":"\n   What is your favorite non-alcoholic drink?\n  ","228706":"\n   How good are you at choosing the right gift?\n  ","228707":"\n   What do you wish would happen in 2021?\n  ","228708":"\n   What childish thing do you still enjoy?\n  ","228709":"\n   What’s something people don’t worry about but really should?\n  ","228710":"\n   Do you listen to any podcasts? How often and what kind? Do you usually listen to them while doing other things? 🎧🎤\n  ","228711":"\n   Hahah I understand completely 🤣😅\nI’m the same way with fireball, It was the first drink I had and I can hardly stand cinnamon now lol. 🤣✨\n  ","228712":"\n   The last time I camped I think I was in school still. I haven’t actually gone camping since then.\n  ","228713":"\n   That sounds awesome. I haven’t camped in forever.\n  ","228714":"\n   I have to be in the mood for them haha. I don’t like most fruit 😅\n  ","228715":"\n   Thanks. What you do over the weekend?\n  ","228716":"\n   Do you have today off from work?\n  ","228717":"\n   If you buried a time capsule, what would you put inside of it?\n  ","228718":"\n   What is one food that you absolutely hate? 🍎\n  ","228719":"\n   Any fun plans to do today?😁\n  ","228720":"\n   Do you pick up your phone to see what's new or only when you have a notification?\n  ","228721":"\n   what is something you would tell the younger generation? cuz the way i see things it ain't looking good\n  ","228722":"\n   What are your favorite things to do in your free time? ✨\n  ","228723":"\n   What Halloween candy or just candy is your favorite?\n  ","228724":"\n   Describe a perfect night out!\n  ","228725":"\n   Hey guys! I hope you all have a great weekend and all plans you might have go wonderful! ✨🌸\n#sent to all I follow\n  ","228726":"\n   Good morning and have a great day\n  ","228727":"\n   my boyfriend is 18 hes in the us navy and before u say i thought you said you didnt have one well my he was my ex and he wanted me back after i broke up with him n didnt talk for a year. he says im controlling because i got angry with him for being busy and he is but i dont say it n it really hurts.\n  ","228728":"\n   What’s the fastest way to loose weight 😭\n  ","228729":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","228730":"\n   Do you feel like people appreciate you enough for what you do?\n  ","228731":"\n   Hypothecially speaking, do you think you would've dated yourself? Why \/ why not? 🤔\n  ","228732":"\n   How do you deal with weird questions on here?\n  ","228733":"\n   My GF with horses broke up with me. She won’t text back & is mean to me but I feel like texting again and checking up on her bc of covid. What should I do in your opinion?\n  ","228734":"\n   Who are some of your favorite artists? 🎼✨\n  ","228735":"\n   What nicknames do you have for people in your life? 👍 🙃\n  ","228736":"\n   What is the strangest dream you've ever had? 😴💭\n  ","228737":"\n   Who had the most positive influence on you?\n  ","228738":"\n   Hey! When was the last time you tried something new?\n  ","228739":"\n   How do you normally celebrate your birthday (if you celebrate it)?\n  ","228740":"\n   Just curious, is it a thing where you live to have bananas on pizza? 🍌🍕 Some of my friends from farther up north in Sweden absolutely love it 😂\n  ","228741":"\n   Can you give me some really nice teen tv shows on Netflix to watch?\n  ","228742":"\n   Do you make your own playlists on apps like Spotify and such? How many songs are there in your largest playlist? Do you group them up by genre \/ mood or do you have them pretty mixed? 🎧🎼\n  ","228743":"\n   What are you looking forward to next year?\n  ","228744":"\n   How do you cheer up a friend when they're feeling down?\n  ","228745":"\n   What would you change about this app if you could?\n  ","228746":"\n   How would you feel about becoming immortal?\n  ","228747":"\n   What do you think about 2020 is it good year or bad year what did you learn from 2020\n  ","228748":"\n   How often do you use your brain?\n  ","228749":"\n   (fill in the blank) Close only counts in________.\n  ","228750":"\n   What's your favorite way to discover new things to watch?\n  ","228751":"\n   Where is the worst smelling place you've been? 🙊💩\n  ","228752":"\n   Who makes you proud?\n  ","228753":"\n   Do you think \"spicy\" and \"sweet\" are a good flavor combination?\n  ","228754":"\n   Do you have a morning ritual?\n  ","228755":"\n   How do you welcome guests into your home?\n  ","228756":"\n   When should you reveal a secret you said you wouldn’t?\n  ","228757":"\n   Paintball or Laser Tag? 🔫\n  ","228758":"\n   What do you think are the advantages of having siblings?\n  ","228759":"\n   Fresh shave\/little facial hair or nice clean beard?\n  ","228760":"\n   Have you ever met a celebrity or someone famous? ⭐\n  ","228761":"\n   Hiii🌻. I have a question! I’m new here and I’m wondering how to get a question for everyone to see and answer with my picture like you’ve done and other people have done? \nI hope you know what I’m talking about 😅😇. Thank you!!\n  ","228762":"\n   I see. Makes a lot of sense. Thanks!\n  ","228763":"\n   Would it be weird for 22 year old man to date a 33 old woman?\n  ","228764":"\n   Do you have siblings? How many?\n  ","228765":"\n   How do I get a date with a girl I’ve only seen on ig?\n  ","228766":"\n   If you are in master chef of America you have to create new chicken which chicken dish will you make and which spices will you use 🤔\n  ","228767":"\n   What's your favourite chicken vegetable salad like I make steamed chicken broccoli artichoke asparagus chickpeas diced onion salad on which lemon zest ,lemon olive oil salt pepper dressing 🤔\n  ","228768":"\n   How well would you be able to handle living during a zombie apocalypse?\n  ","228769":"\n   What's your favourite vegetable combination ? Like I am obsessed with mushroom peas broccoli combination 🤔\n  ","228770":"\n   How do you celebrate your dad birthday ? What do you make for your dad on his birthday like chocolate cake ,lasagne etc  what do  you usually gift on his birthday day 🤔\n  ","228771":"\n   you got facebook x\n  ","228772":"\n   That’s not me. Btw I followed you!\n  ","228773":"\n   no i am not ok x\n  ","228774":"\n   What's your favourite type of cake? 🍰 👍 🙃\n  ","228775":"\n   you ok x\n  ","228776":"\n   No kidding! One of my closest friends studided that. She works for an environmental consulkting company and she travels around to environmental testing and remediation. Did you get a job in that field?\n  ","228777":"\n   If you could live anywhere in the world, where would it be?✨🌎\n  ","228778":"\n   hi x\n  ","228779":"\n   Stay up sweetheart!\n  ","228780":"\n   Which crystal do you think is high vibrational 🤔 like I think moldavite is high vibrational stone  if you hold in hold you feel stone energy\n  ","228781":"\n   It’s all good. There are cool white people out there!\n  ","228782":"\n   will a horse keep eating if you keep feeding it and then its stomach will explode\n  ","228783":"\n   Yeah, there daughters tell me it’s because I’m black and their family members well literally say stuff like “imagine you marrying him” lol\n  ","228784":"\n   What do you usually gift to your mom\/dad on their birthday 🤔\n  ","228785":"\n   Oh I see. RIP to your family members. I have had dads and grandparents not like me talking to there daughters lol :)\n  ","228786":"\n   I think everyone is evil in some form or another.\n  ","228787":"\n   hey girl you look hella cute would definitely be down for some experimenting with you\n  ","228788":"\n   Have you ever wanted to make wine like how they do in Italy?\n  ","228789":"\n   Would your grandparents or any family members would be worried or feel a kind of way about you marrying a black person?\n  ","228790":"\n   Thoughts on 2020 is it a good year for you or bad year\n  ","228791":"\n   Recommended song?\n  ","228792":"\n   Did anyone else get that \"you are in a username poll group, answer his question now\" push notification from ask.fm? What's that all about? Does anyone know what that means?\n  ","228793":"\n   I agree with that, especially when you're at 30,000 feet\n  ","228794":"\n   Have you ever fallen asleep whilst taking a bath before? 🛀 👍 🙃\n  ","228795":"\n   Do you eat onions and garlic?\n  ","228796":"\n   Tomboy or girly girl?\n  ","228797":"\n   If Beyonce and Britney released an album on the same day, which of them would you listen first?\n  ","228798":"\n   hi\n  ","228799":"\n   What's one activity that certain people like to do that you'd never see yourself doing? Why wouldn't you want to do it? 🧗‍♂️🏄‍♂️\n  ","228800":"\n   Last answered ask question?\n  ","228801":"\n   What holiday gift would make you really happy? 🎁\n  ","228802":"\n   What's your favorite thing to order from Wendy's? I'm just curious\n  ","228803":"\n   Does jealousy harm relationships?\n  ","228804":"\n   is someone confident when they show off their collarbones in a polo shirt?\n  ","228805":"\n   Have you ever been to a famous landmark that was in a movie before?\n  ","228806":"\n   how would you show a girl you like her ?\n  ","228807":"\n   Who can I go on a date with though?\n  ","228808":"\n   Do you get weird anonymous questions?\n  ","228809":"\n   Have you ever been to a family reunion? 👍 🙃\n  ","228810":"\n   When was the last time you spent an entire day without your phone? What did you do? 📱\n  ","228811":"\n   Do you like outdoor activities?\n  ","228812":"\n   Ooooohhh! Sorry! I thought it just ended while you were still going. Nevermind! Haha. What was your major?\n  ","228813":"\n   If you could only eat one food for the rest of your life, what would it be?🍓🌮🍰🍕\n  ","228814":"\n   How strict are your parents? 😂🤪\n  ","228815":"\n   would you rather call or text? 💬\n  ","228816":"\n   homemade or delivery food??? 😋\n  ","228817":"\n   But you said you don't go to school anymore. You can't just stop going, unless they kicked you out. I don't understand.\n  ","228818":"\n   would you date a girl that is 18 ?\n  ","228819":"\n   Why did you get kicked out of school?\n  ","228820":"\n   Your age limit - the youngest or oldest age of a person that you would date..\n  ","228821":"\n   Lol. Chill. Thanks have a nice day! ❤️\n  ","228822":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","228823":"\n   What's the one thing that's ways in your fridge?\n  ","228824":"\n   I’m not sure if I asked you this pretty, but I’m interested in the answer. I’m a 20 y\/o AFRICAN man, I live in Cali. A GORGEOUS WHITE GIRL (19) at my university saw my tribal marks and ASKED ME “what if me and you got married and had a BABY, would you do that baby”? Why do you think she said that?\n  ","228825":"\n   That situation laughter turns into tears ?\n  ","228826":"\n   Who is your favorite teacher?\n  ","228827":"\n   what is your age limit ?\n  ","228828":"\n   In my profile picture, do me and my best friend look alike? If we do, how do we look similar to each other? Answers from you would be very helpful. Thank you so much\n  ","228829":"\n   if you got a chance to do some experimenting with any female celebrity who would you pick ?\n  ","228830":"\n   Your favorite scary movie? Do you lile scary movies?\n  ","228831":"\n   Which NFL player does MLB Brian Urlacher look the most like out of these 4 NFL players, QB Trent Dilfer, QB Matt Hasselbeck, QB Tim Hasselbeck, or MLB Zach Thomas? Me and my best friend both like Brian Urlacher.\n  ","228832":"\n   Ever been to a corn maze? If you've never heard of them, you should look them up. Check them out. They are pretty kool.\n  ","228833":"\n   Do you like apple cider?\n  ","228834":"\n   at what age did you start liking girls ?\n  ","228835":"\n   Aww...cute!\n  ","228836":"\n   hmmm ok ill try that thnx\n  ","228837":"\n   Do you stay near the bottom and do you breathe out while ur going ? I tried pushing off\n  ","228838":"\n   I tried breast stroke but I could not make it all the way, the furthest I get is liek 2 thirds after like a minute of breath holding\n  ","228839":"\n   who are you when no one's watching?\n  ","228840":"\n   How long does it take? What stroke do you use?\n  ","228841":"\n   What made you get into horse riding ?\n  ","228842":"\n   🚔 If you somehow ended up in prison one day, what do you think it would be for? XD\n  ","228843":"\n   Are You A Dog🐶 Or Cat🐱Person?\n  ","228844":"\n   Should parents be punished if their children are bullies? If yes, how?\n  ","228845":"\n   How long can you swim underwater on one breath for?\n  ","228846":"\n   have you liked a girl before ?\n  ","228847":"\n   Have you ever fallen asleep while having a conversation?\n  ","228848":"\n   ❓ Is imitation *really* the highest form of flattery or does being copied just annoy tf out of you?\n  ","228849":"\n   Have you ever felt contented? 😌\n  ","228850":"\n   If an alien offered you a ride in his UFO to his planet, would you go? 🛸👽\n  ","228851":"\n   Do you like chocolate? If yes, which one's your favorite? If no, why not?\n  ","228852":"\n   Pringles or lay's\n  ","228853":"\n   Do you celebrate holidays casually, or more traditionally\/religiously?\n  ","228854":"\n   I don't blame you\n  ","228855":"\n   🍣 Sushi - Gross or delicious?\n  ","228856":"\n   Work Harder or Work Smarter? 💪🧠🤔\n  ","228857":"\n   How many times a day do you remind yourself you’re worth it? Because you should at least once, because you are worth it.\n  ","228858":"\n   Do you drink alcohol? If yes, which ones have you tried? 🔞\n  ","228859":"\n   The other side of hollywood!\n  ","228860":"\n   are you the shy type ?\n  ","228861":"\n   This is looking amazing\n  ","228862":"\n   I'm fresh.. Please give your valuable feedback\n  ","228863":"\n   Spaghetti, Carbonara or Palabok? 😋\n  ","228864":"\n   Not yet started Nikki.\n  ","228865":"\n   Have you ever had a pet that wasn't a cat or dog? What was it?\n  ","228866":"\n   Plzzzzzz Nikki\n  ","228867":"\n   How do you make a horse happy until it doesn't have a long face?\n  ","228868":"\n   What does it mean when your dog has one ear down?\n  ","228869":"\n   Do you like free stuffs? 🆓️\n  ","228870":"\n   Would you like to have dimples on your cheeks? 😳\n  ","228871":"\n   How to understand the w\"hole\"thing? 👉🍌👌\n  ","228872":"\n   Would you rather be able to sleep 8 hours a day or be able to take naps whenever\n  ","228873":"\n   What's the weirdest place you've fallen asleep in? 😴 👍 🙃\n  ","228874":"\n   Do you see the world as it is, how it should be or how it could be?\n  ","228875":"\n   Your arms like strong af lol can you beat your bf up?\n  ","228876":"\n   You said stuck\n  ","228877":"\n   are diamonds a girl's bestfriend?\n  ","228878":"\n   Can someone with backpain ride?\n  ","228879":"\n   What is your dog's name?\n  ","228880":"\n   How do you get rid of hiccups?\n  ","228881":"\n   Your fingers?\n  ","228882":"\n   You've never hooked up with someone from this site i assume?\n  ","228883":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","228884":"\n   When did you start horseback riding?\n  ","228885":"\n   I can make you some really really good home made and hand breaded fried chicken cooked in olive oil I came up with the recipe and it’s some of the best fried chicken you can have ! Come over sometime and I’ll cook you my famous homemade and hand breaded fried chicken\n  ","228886":"\n   It’s that serious? Strange.\n  ","228887":"\n   Your decision determines if i follow you or not. Nothing’s gonna happen to you lol\n  ","228888":"\n   Who you voting for?\n  ","228889":"\n   What are the ideal conditions for you to be able to sleep? 😴\n  ","228890":"\n   how many meals have you burned when cooking? 🍳😂\n  ","228891":"\n   do you all think i'm a good person?\n  ","228892":"\n   Have you ever had to tell someone, \"I told you so\"?\n  ","228893":"\n   How do you want people to remember ya? have you done anything good\n  ","228894":"\n   Your so pretty!\n  ","228895":"\n   What is the one thing you want most in your life right now?\n  ","228896":"\n   What would you do if someone fell in love with you?\n  ","228897":"\n   How is covid affecting your life rn? Is it bad where you live? 😷\n  ","228898":"\n   Have you ever accidentally fallen asleep on a bus and passed the station you were meant to come off at? 🚌 👍 🙃\n  ","228899":"\n   It's self love week\nIs it hard for you to look yourself in the mirror?\n  ","228900":"\n   Do you believe in miracles?\n  ","228901":"\n   what's something you would never want to tell anyone?\n  ","228902":"\n   Have you ever had a \/real\/ bestfriend?\n  ","228903":"\n   WOULD YOU RATHER: \nHave 👼 wings or 🧜‍♀️ tails? Why?\n  ","228904":"\n   Self love week\nDoes outside beauty matter to you?\n  ","228905":"\n   It's self love week\nDo you allow people to judge you?\n  ","228906":"\n   what made you smile today? 💖\n  ","228907":"\n   Have you ever let go of a toxic friend?\n  ","228908":"\n   Do you like roasted fish?\n  ","228909":"\n   If you were the ruler of a medieval kingdom, what kind of ruler would you be? 🤴👸 Do you think your kingdom would prosper during your reign? 🏰\n  ","228910":"\n   What's your favorite table-top game? 😁 Am looking for some good games to eventually buy for future game nights 😊\n  ","228911":"\n   How do you calm yourself when you're very angry?\n  ","228912":"\n   What do you regret the most?\n  ","228913":"\n   knock knock\n  ","228914":"\n   What does your meditation help you with?\n  ","228915":"\n   If you had to pick, which souvenir would be your favorite?\n  ","228916":"\n   Sum up your day in one sentence\n  ","228917":"\n   How's your Monday??? Is it your least favorite day of the week?\n  ","228918":"\n   Have you ever played bowling? 🎳\n  ","228919":"\n   Do you stay friends with your ex? Why \/ why not?\n  ","228920":"\n   What do you think of the verification \/ blue badge? 💙\n  ","228921":"\n   Do you know a narcissist and do you get along with them?\n  ","228922":"\n   Is it worth it to subscribe to Netflix?\n  ","228923":"\n   Do you like the fall weather\n  ","228924":"\n   Who gave you your name? What does your name mean?\n  ","228925":"\n   At what age did you realize money is easy to attain?\n  ","228926":"\n   Do you believe in the paranormal?\n  ","228927":"\n   Do you have a primary method of creating art (traditional, digital)?\n  ","228928":"\n   How do I avoid talking to coworkers at work without coming across as rude?\n  ","228929":"\n   What are your hobbies, and how did you get into them?\n  ","228930":"\n   Do you meditate?\n  ","228931":"\n   Would you collect souvenirs from the places you visit while traveling?\n  ","228932":"\n   What do you hope never changes? Why? 🙏 👍 🙃\n  ","228933":"\n   What do you think of the quote \"If you can't beat them, join them\" ? 🤔\n  ","228934":"\n   What’s the most you’ve ever eaten in one sitting?\n  ","228935":"\n   Do you procrastinate?\n  ","228936":"\n   ...freethepenguins *\n  ","228937":"\n   Do you drink coffee? ☕\n  ","228938":"\n   cool x\n  ","228939":"\n   Its Self love week\nWhy don't you allow people to walk over you?\n  ","228940":"\n\n    @freethep_\n   \n   _ _ _ s *\n  ","228941":"\n   do you share any interests with your bf\n  ","228942":"\n   How many books you read?\n  ","228943":"\n   Have you traveled in Nordic Countries?\n  ","228944":"\n   Do You Have Piercings? If Yes, How Many?\n  ","228945":"\n   Small hole to big whole\n  ","228946":"\n   would you like to be cloned? 🤔\n  ","228947":"\n   What is the use of \"hole\" to the \"whole\"?\n  ","228948":"\n   your a nice person tbh\n  ","228949":"\n   Pink or Light Blue?\n  ","228950":"\n   Do you wear jacket even if it's not cold?\n  ","228951":"\n   When will Vine return?\n  ","228952":"\n   Do you believe in multiple dimensions or worlds?\n  ","228953":"\n   How well can you adult?\n  ","228954":"\n   Have you ever created a voodoo doll?\n  ","228955":"\n   A bat shat on me. Am I going to die?\n  ","228956":"\n   Do you have to watch something happy after watching a horror movie so you can go to sleep?\n  ","228957":"\n   Did you see salt\n  ","228958":"\n   Are you minor\n  ","228959":"\n   Do you prefer to travel in Norway or Sweden?\n  ","228960":"\n   what makes askfm different from your other social media accounts? ❤🔥\n  ","228961":"\n   Have you ever had a suitor, crush or friend that your parents did not approve of?\n  ","228962":"\n   🍕Pizza or 🍝 Spaghetti ?\n  ","228963":"\n   Are you good at giving advices or do you like asking for advices? What do you using advice about or usually ask advice for? 💬🤍\n  ","228964":"\n   Are you the jealous type? 😏💚\n  ","228965":"\n   Do you ever eat or make pumpkin pie? Do you like to eat it? Or maybe at least like to make it? Any good memories with making it when you were younger? (Can post a GIF or pic with answer if you'd like!)\n\nHave a great day by the way! 🤘\n  ","228966":"\n   Should ASKfm have a message feature for private and group chats? What do you think? 🔥➕\n  ","228967":"\n   Food is life or sleep is life?\n  ","228968":"\n   I saw this same ask sent to several people. Hmmm... 🤔\n  ","228969":"\n   Wat is je persoonlijke top 5 van films?\n  ","228970":"\n   Why do adults give more importance to taste the salt water?\n  ","228971":"\n   What are you grateful for today?\n  ","228972":"\n   You're usually mellow on this site but when someone gets outta line you check em lol i admire that the most about you\n  ","228973":"\n   what color do you have as ur profile?\n  ","228974":"\n   It’s probably the same one that asked me. I have anon turned off and he had no shame in asking the creepiest of questions.\n  ","228975":"\n   Have you heard the conspiracy theory that the crash at the Pentagon did not happen?\n  ","228976":"\n   Do you control the horse or does the horse control you?\n  ","228977":"\n   You're doing it for free? Why?\n  ","228978":"\n   Do you ride the horses or do the horses ride you?\n  ","228979":"\n   In high school, did you have shower cubicles or did you all have to shower together?\n  ","228980":"\n   I kept getting asked about this recently and the more I answered the creepier the questions got. 😖\n  ","228981":"\n   Can I ask you stuff about skinny dipping that you haven't answered yet?\n  ","228982":"\n   Do you like horror movies\n  ","228983":"\n   Who are your celebrity crushes? ❤\n  ","228984":"\n   Are any of your fellow skinny dippers here on Ask? I could ask them hahaha\n  ","228985":"\n   Aren't you a bit curious at least?\n  ","228986":"\n   In your n*des, to you keep some clothes on or are you completely naked?\n  ","228987":"\n   What do you study?\n  ","228988":"\n   Why not again? lol\n  ","228989":"\n   Is it your job to take care of horses?\n  ","228990":"\n   Last time you went skinny dipping?\n  ","228991":"\n   Do you love romantic movies\n  ","228992":"\n   What happened... This is Good information\n  ","228993":"\n   How will you celebrate (or not celebrate) this Halloween?\n  ","228994":"\n   This is general information\n  ","228995":"\n   How come? She's from your country.\n  ","228996":"\n   Atleast Show me. How to jump\n  ","228997":"\n   I'm talking about cream bun\n  ","228998":"\n   I want to learn riding.. Do you help me\n  ","228999":"\n   This is simple, general in nature\n  ","229000":"\n   Why...\nI think The Taste is also sweet..\n  ","229001":"\n   Are you finish with your weekly task?\n  ","229002":"\n   When the space is increasing, what it indicates ..\n  ","229003":"\n   Why people give more important to taste the dirty glue?\n  ","229004":"\n   Do you insert the finger in the mouth at night\n  ","229005":"\n   Its self love week\nDo you believe that your special?\n  ","229006":"\n   Do you like Billie Eilish songs?\n  ","229007":"\n   How would you explain color to a blind man?\n  ","229008":"\n   Hump toys for dogs so they don't hump their owners. Haven't you heard about them?\n  ","229009":"\n   What do think about hump toys for dogs?\n  ","229010":"\n   When did your passion for horses begin?\n  ","229011":"\n   Talking or silence\n  ","229012":"\n   What is the 4 R’s\n  ","229013":"\n   What do you do indoors that you cannot do outdoors? 🚪\n  ","229014":"\n   Are you dating\n  ","229015":"\n   I'm 23\n  ","229016":"\n   Hi\n  ","229017":"\n   Cat or Dog?\n  ","229018":"\n   How old are you\n  ","229019":"\n   How can we change the World? 🌏\n  ","229020":"\n   What is your usual breakfast?\n  ","229021":"\n   What's your favourite thing about your best friend? 👍 🙃\n  ","229022":"\n   Why do you think your that beautiful\/Handsome?\n  ","229023":"\n   Hi\n  ","229024":"\n   If you are having dinner with a friend who has more money than you is it fair to presume that they are going to pay?\n  ","229025":"\n   who has the last say in your relationship if okay to ask you seem   like pretty chill\n  ","229026":"\n   Self love week\nDoes it matter what people think of you?\n  ","229027":"\n   What’s the vegetable you hate the most? 🥦\n  ","229028":"\n   Where would you like to travel in the future? ✈\n  ","229029":"\n   Have you been to Disneyland? 🏰🧚‍♂️\n  ","229030":"\n   What is your favorite subject in school?\n  ","229031":"\n   WOULD YOU RATHER: Explore 🚀 Outer Space or 🌊 The Oceans? Why?\n  ","229032":"\n   Good for him. That makes a world of difference.\n  ","229033":"\n   That can work well\n  ","229034":"\n   Who has the last word in your house?\n  ","229035":"\n   What's the weirdest item of clothing you own?\n  ","229036":"\n   Has anyone ever sent something to you that made you laugh out loud?\n  ","229037":"\n   How many people do you feel really understand \/ \"get\" you?\n  ","229038":"\n   I know!! 💕 & Thank you lovely 💕🥰.\n  ","229039":"\n   Were you ever told what your first word was? If so, what was it?\n  ","229040":"\n   What do you need?\n  ","229041":"\n   Is there anything about yourself you've been focusing on working on this year?\n  ","229042":"\n   Nature, scenery, plants, horses (ofc) & people 💕\nI’ll try anything really 😅.\nI posted a picture of one I did recently a few ago 🥰\n  ","229043":"\n   That’s awesome!! & yes I am 🥰❤️. I love to paint and draw also ✨.\n  ","229044":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","229045":"\n   I saw in your bio you like art, do you like to paint or draw? ✨💕🎨\n  ","229046":"\n   Do you prefer fish or meat?\n  ","229047":"\n   Do you cook with a recipe or by taste?\n  ","229048":"\n   Do you believe in ghosts? Why or why not? 👻 👍 🙃\n  ","229049":"\n   It's difficult to stop doing once you're in the habit of it\n  ","229050":"\n   Do you overuse the word \"like\" too?\n  ","229051":"\n   Best product(s) for repairing leather shoes?\n  ","229052":"\n   Because they don't have conservatives\n  ","229053":"\n   Why do democrats like organic food?\n  ","229054":"\n   Finish this sentence: I thought that by this time in my life, I'd...\n  ","229055":"\n   When is your birthday?\n  ","229056":"\n   At what age do u think is old\n  ","229057":"\n   I’m good its been a slow day\n  ","229058":"\n   Hi how are you\n  ","229059":"\n   What is your favorite way of wasting time?\n  ","229060":"\n   What good deed did you do this week?\n  ","229061":"\n   What would you name a newly discovered planet?\n  ","229062":"\n   Considering all Mythologies, which one is your favorite God or Goddess? Why?\n  ","229063":"\n   What is the most awkward combination of food you've ever eaten?\n  ","229064":"\n   What are your plans for Halloween? 🎃 🦇⚰️🖤 👻\n  ","229065":"\n   24 hour shopping spree.. Where are you going?\n  ","229066":"\n   What did you learn about life as a child that you regret knowing so young?\n  ","229067":"\n   Do you know milk is good for health\n  ","229068":"\n   Do you believe in destiny\/karma? Do you think people get what they deserve, or is the world more unfair?\n  ","229069":"\n   What was your most memorable birthday? Why? 🎉 🎂 👍 🙃\n  ","229070":"\n   What is the hieght of the same size two cute hills?\n  ","229071":"\n   Style of dog\n  ","229072":"\n   Do you like chicken nuggets?\n  ","229073":"\n   If dog  wants to maintain good style then it is called?\n  ","229074":"\n   What habit that others have annoys you most?\n  ","229075":"\n   Is \"Covid\" even real? I've been seeing the same people partying ever since it started an they're alive\n  ","229076":"\n   i meant what are some rules when participating in road races?\n  ","229077":"\n   How would that work? Should it be distributed freely, self-made?\n  ","229078":"\n   Are you proud of yourself? ⭐\n  ","229079":"\n   Are you afraid of anything?\n  ","229080":"\n   patick mahomes or Peyton manning?\n  ","229081":"\n   What is the meaning of your name?\n  ","229082":"\n   Do you prefer to talk or to listen?\n  ","229083":"\n   What kind of surprises do you like? What kind of surprises have you had? 🎉\n  ","229084":"\n   How often do you charge your phone? 🔋\n  ","229085":"\n   It should. I haven’t messed with it. They’re my work pants lol. I got like 10 more pairs. Hopefully tide will do it but I also just kinda wiped at it while I was driving lol\n  ","229086":"\n   What can you do today that you were not capable of a year ago?\n  ","229087":"\n   Lol that’s why I go sandwich but I gotta keep the napkin in my lap today I didn’t move my napkin and got grape jelly on my pants lol.\n  ","229088":"\n   In your settings, what color is your layout for askfm?\n  ","229089":"\n   Would you call yourself a “happy person”?\n  ","229090":"\n   Not really lol. Ever tried eating a peanut butter and jelly sandwich while driving at 50mph lol?\n  ","229091":"\n   What magazine cover would you like to get on?\n  ","229092":"\n   What’s something you really resent paying for?\n  ","229093":"\n   Sounds pretty good. I got my lunch break in the car while I was driving\n  ","229094":"\n   Yes! & Yes I do! \nHer nickname is Pam. \nI named her Pamilena because she’s a palomino ❤️🥰. I thought it was fitting.\n  ","229095":"\n   Are you in love? ???\n  ","229096":"\n   Would you rather have period cramps or contractions?\n  ","229097":"\n   Moths- Adorable or terrifying?\n  ","229098":"\n   What do you do after a very long day? 🌞\n  ","229099":"\n   Lol i totally understand. I had to take pre calculus for my current associates degree.\n  ","229100":"\n   How well can you cook? 😋🍽💕\n  ","229101":"\n   Aww! That sounds amazing!! 💕❤️✨\n  ","229102":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","229103":"\n   Which activities make you lose track of time?\n  ","229104":"\n   Do you like to cook? If so, what sort of things? 👩‍🍳 👨‍🍳 👍 🙃\n  ","229105":"\n   Do you feel like the dreams you have {during sleep} are meaningless?\n  ","229106":"\n   I hate math with a passion. Hence why I didn’t wanna take business math and I use a calculator lol.\n  ","229107":"\n   What do you have a new perspective on?\n  ","229108":"\n   Go-to starbucks order?\n  ","229109":"\n   Have you ever pretended to be frozen in a video call?\n  ","229110":"\n   You’re sexy 😍\n  ","229111":"\n   Is it bad for me to be a Christian and still support the the lgbbtq club?\n  ","229112":"\n   What do you have a hard time taking seriously?\n  ","229113":"\n   Last thing you wore that was Pink\n  ","229114":"\n   What has love brought you?\n  ","229115":"\n   I subbed to your YouTube channel. 👍🏿 You have the cutest “y’all “. Lol 😍\n  ","229116":"\n   What can I say to impress my gf with horses?\n  ","229117":"\n   Aww! ❤️ we have a ton of country roads here where there is hardly any traffic, so we take those a lot and go to some trails down from us. The spot I’m mentioning has beautiful waterfalls ❤️\n& I typically just use a positive tone of voice and tell her a firm no. She picks up on my mood 💕\n  ","229118":"\n   Yesss! My family has horses and I have one with their pretty babies and I ride them often. ❤️  My horse is named Pamilena 💕\n  ","229119":"\n   I’ve always wondered what horse steroids would do to a player considering that there are always some college football players on (cattle) juice & chemicals, and if there was much of a difference if someone used race horse steroids. Would there actually be any athletic or anabolic\/positive increases?\n  ","229120":"\n   Thank you. I’m a 🏈 player and have always been praised for being so built & athletic naturally. I’m routinely better than athletes on PEDs. I have my own journey going on but just know I’m trying out for UC Davis football as soon as possible. BTW my gf is from bama & has horses & y’all look similar.\n  ","229121":"\n   I’m so glad to find a fellow horse lover on here!!💕\n\n- followed you 🥰\n  ","229122":"\n   What is the most exciting thing that has happened recently?\n  ","229123":"\n   Aww! They are all so beautiful 💕💕. I love horses and have been fascinated by them since I was a child. \n❤️❤️\n  ","229124":"\n   What would happen if a human athlete took horse steroids for a year?\n  ","229125":"\n   What are your horses names? 🐎❤️\n  ","229126":"\n   Not a mask in sight... smfh\n  ","229127":"\n   Pizza or love?\n  ","229128":"\n   If the sun is in space why is there light on earth an not space\n  ","229129":"\n   Have you ever played Neopets?\n  ","229130":"\n   You drinking on halloween\n  ","229131":"\n   Do you sing when taking a shower? 🚿 👍 🙃\n  ","229132":"\n   🌸 What is your favorite Horror movie series\/franchise?\n  ","229133":"\n   🌸 Are you doing anything fun for Halloween this year? (Dressing up, going out, carving pumpkins, watching Halloween movies etc.)\n  ","229134":"\n   🌸 Have you ever\/would you consider doing a \"couples costume\" w your significant other? If you would, what would y'all be?\n  ","229135":"\n   🌸 When you were a kid, what was your favorite candy to get while Trick or Treating?\n  ","229136":"\n   Have you ever trusted someone too much?\n  ","229137":"\n   🌸 What was your favorite Halloween costume from your past\/childhood?\n  ","229138":"\n   Do you believe in God or any supreme power???\n  ","229139":"\n   🌸 Would you rather paint a pumpkin or carve one? Why?\n  ","229140":"\n   🌸 Do you prefer pumpkin spice flavored things or apple cider flavored things? (Hot or iced drinks, cakes, pies, donuts etc.)\n  ","229141":"\n   (Based on one of my recent answers) Is it difficult or easy for you to ghost people? Have you ever had to cut someone out of your life completely?\n  ","229142":"\n   What would Ya'll do if you got cat fished by someone you really liked?\n  ","229143":"\n   🍁🌾Would you ever try chocolate-covered candy corns? How about a chocolate covered apples? 🌰🍂\n  ","229144":"\n   Summer or winter\n  ","229145":"\n   How was your prom experience? 💃🕺\n  ","229146":"\n   Have you ever been lost in the mall? 😂\n  ","229147":"\n   Do you want to have kids\/more kids someday? (Biological, adoption, or otherwise.)\n  ","229148":"\n   How do you feel about plastic surgery? Do you want\/need to have it someday?\n  ","229149":"\n   Could you live without the Internet? 👍 🙃\n  ","229150":"\n   What do you think is the best holiday decoration for a gift?\n  ","229151":"\n   What do you spend way too much money on?\n  ","229152":"\n   Do you prefer to watch sports or play them? Which ones? 🏀 🎾 ⚽ 🎳 🏈 🏏 🏐 🏒 🎯 🎱 🏸 🏌️ 👍 🙃\n  ","229153":"\n   Do you have a secret girlfriend in France ?\n  ","229154":"\n   Holly is a bully\n  ","229155":"\n   Maine is a sexist state.\n  ","229156":"\n   I tend to write mine very similarly! I used to have a phase where I wrote it like it's shown in standard type fonts, but I switched back.\n  ","229157":"\n   What's your favorite fall flavors?\n  ","229158":"\n   😶😶😶😶😶😶😶\n  ","229159":"\n   name an actress \/ actor that you like? 💫\n  ","229160":"\n   Whats the biggest vehicle youve ever driven?\n  ","229161":"\n   If you could remove one season, what would it be and why? 🌱🏖🍂❄\n  ","229162":"\n   What is one thing that many people don't know about you?\n  ","229163":"\n   What is a dream job you want to do?\n  ","229164":"\n   What kind of things are you interested in?\n  ","229165":"\n   Finally!!!!  It’s been all Kim.\n  ","229166":"\n   Who else is living in the galleria area here??\n  ","229167":"\n   Do you like deserts? 🍡🍨🍧🍦🍩🍪🍰🧁🥧🍫🍬🍭🍮\n  ","229168":"\n   What is your biggest turn off? 🚫\n  ","229169":"\n   Do you eat street foods? If YES, which ones. If NO, why not? 🌭\n  ","229170":"\n   Do you change your hairstyle when you get heartbroken? 💔\n  ","229171":"\n   She played in the movie Double Daddy and Teen Beach Movie 1 & 2 as Giggles!!\n  ","229172":"\n   Do you judge others by their appearance?\n  ","229173":"\n   Do you watch celebrity's vlogs? What do you think about it? 🎬\n  ","229174":"\n   {In Your Opinion} ✿ Which season brings out the best limited time \/ seasonal foods?\n  ","229175":"\n   What's one thing you're looking forward to this weekend?\n  ","229176":"\n   Do you watch anyone on Twitch?\n  ","229177":"\n   What are your favourite perfume scents?\n  ","229178":"\n   Sometimes loneliness hurts too much.\n  ","229179":"\n   I have Mollee Gray's phone number!! ❤❤😀😀😃😃\n  ","229180":"\n   What do you like about where you work or study? 👍 🙃\n  ","229181":"\n   Between money and fame, which one would you choose? Why? 💰 ⭐ 👍 🙃\n  ","229182":"\n   Is dreaming about being a paramedic in Elk Grove Village, IL considered a good dream?\n  ","229183":"\n   KIM POSSIBLE OR SHEGO!?\n  ","229184":"\n   Do you like sushi?\n  ","229185":"\n   Do you believe in karma? 👍 🙃\n  ","229186":"\n   aw yeah ,i give my uncles horses apples too when i visit\n  ","229187":"\n   do you want to be famous? ⭐\n  ","229188":"\n   you inspire me, so kind\n  ","229189":"\n   hi do you feed the horses apples\n  ","229190":"\n   Who here is about to buy a wish product?\n  ","229191":"\n   After all these years, do you still cry at night?\n  ","229192":"\n   Why do people judge others wrongly? 😤\n  ","229193":"\n   Where do you shop the most? 👀\n  ","229194":"\n   What kind of music calms you down?\n  ","229195":"\n   What is your favorite restaurant? Where is it located?\n  ","229196":"\n   Guess this \"👉👌\"\n  ","229197":"\n   Apples or oranges\n  ","229198":"\n   Who did you inspire?\n  ","229199":"\n   Reply with the first word that comes to your mind!What is it that all men have one of; some men have longer ones than others; the pope doesn't use his, and a man gives it to his wife after they're married?\n  ","229200":"\n   What is the oldest song you like?\n  ","229201":"\n   Are chicken fettuccine alfredo and spaghetti and meatballs rivals?\n  ","229202":"\n\n    https:\/\/youtu.be\/1K0ZQq7Bunw\n   \n","229203":"\n   What do you know about psoriasis?\n  ","229204":"\n   Who??\n  ","229205":"\n   What's the longest you've grown your hair out to?\n  ","229206":"\n   Have you heard the song greatest love story by lanco?\n  ","229207":"\n   I really find you interesting. I like your answers. 😊\n  ","229208":"\n   Hi pretty~ 💐\n  ","229209":"\n   Do you wash your clothes or bring it to the laundry? 🌊\n  ","229210":"\n   Do you have any physical scars?\n  ","229211":"\n   🥂 White Wine or 🍷Red Wine?\n  ","229212":"\n   Do you shave down low?\n  ","229213":"\n   hi, had you a nice time\n  ","229214":"\n   What's something you wish you could eat more of, but you usually can't?\n  ","229215":"\n   Sup?\n  ","229216":"\n   Not that it really matters I've noticed I'm missing about 1000 coins. Are all your coins there?\n  ","229217":"\n   If you were a magnet what would you attract?\n  ","229218":"\n   Do you believe in God? 🙏📿🤲\n  ","229219":"\n   Have you ever heard something strange in the night? If so, how did you react?\n  ","229220":"\n   How superstitious are you, if at all?\n  ","229221":"\n   What first comes to your mind with the word 'Marriage'? 🌚\n  ","229222":"\n   Are you afraid of clowns? Why \/ why not?\n  ","229223":"\n   Hello!\n  ","229224":"\n   Are you claustrophobic? How well do you handle being in small spaces?\n  ","229225":"\n   Are there any side effects to that spell?\n  ","229226":"\n   Do you ever sing when you're alone?\n  ","229227":"\n   What would you do if you could inflate your body like a balloon?\n  ","229228":"\n   Please, turn me into a girl with a magic spell!\n  ","229229":"\n   Can someone hold his \/ her breath a min when you pinch the nose 🤔💪🏻\n  ","229230":"\n   Do you use any apps \/ sites for coupons?\n  ","229231":"\n   What's the secret of a happy relationship? 💏 👍 🙃\n  ","229232":"\n   What Chicago suburbs border Des Plaines, IL?\n  ","229233":"\n   why do those who want love get tears?\n  ","229234":"\n   How was your first kiss? 💋\n  ","229235":"\n   Are you satisfied by the answers you get? 📝\n  ","229236":"\n   Aren't Brian Urlacher and Peyton Manning friends?\n  ","229237":"\n   How good are you at holding back your tears?💧\n  ","229238":"\n   Have you ever been Love Sick? 😭💔\n  ","229239":"\n   Do all us sometimes get lost and dizzy when were away from the phone and into the reality?\n  ","229240":"\n   Do you like kids? Do you want to have kids? 👶\n  ","229241":"\n   Main job has no days off usually. 2nd job has 2 days off a week.\n  ","229242":"\n   Im doing ok, just working a lot as usual\n  ","229243":"\n   How much of taking care of horses is cleaning up after them?\n  ","229244":"\n   Can you come back home if you're a different person than when you left?\n  ","229245":"\n   Are you tired of all the goodbyes? 👋\n  ","229246":"\n   I liked more history 😄\n  ","229247":"\n   Favorite Halloween candy?\n  ","229248":"\n   Hey. How have you been lately?\n  ","229249":"\n   Stay or Leave? 🤔\n  ","229250":"\n   What did you find most difficult about growing up? How did you bear it? 👍 🙃\n  ","229251":"\n   I also didn’t like maths lol\n  ","229252":"\n   I would make sure I do that. Hoe long have you been riding? 😎\n  ","229253":"\n   Thanks. I decided to complete what I started back in 2015. I was getting my associates then but decided to get married and I didn’t wanna transfer schools cause I looked and the school I would transfer to would have made me take business math.\n  ","229254":"\n   They’re adorable. I’ve never been horse back riding. When I do, I’ll have to let you know. It seems fun. C;\n  ","229255":"\n   Who else likes Julie Chen's shoes tonight? Different, but they look very cool.\n  ","229256":"\n   I can understand that lol. What’s toot horses name? He\/she is beautiful. I folllwed you as well dawling.\n  ","229257":"\n   Between love, luck and money, which one would you choose? Why? 💌 🤞 💰 👍 🙃\n  ","229258":"\n\n    https:\/\/media4.giphy.com\/media\/eh7t1ScpKTm5FGAu8A\/giphy.gif\n   \n   😊\n  ","229259":"\n   How much did where you grew up affect you as a person? 👍 🙃\n  ","229260":"\n   Omg girl. We had this big tournament in Charlottesville @ the boars head. The game was called squash. So many came and I wanted to go back with them lol\n  ","229261":"\n   poor max cannot stop thinking i know what its to get hurt, how are you any plans for the weekend\n  ","229262":"\n   England\/Australian accents... how can you not fall in love?🍺😫🤦🏽‍♀️🙆🏽‍♀️\n  ","229263":"\n   Do you think it's a fetish to be attracted to a specific body type?\n  ","229264":"\n   Do you think that money can buy love?\n  ","229265":"\n   Does it really matter what skin tone the emoji you use have?\n  ","229266":"\n   When was the last time you saw an animal in the wild?\n  ","229267":"\n   So you can stay naked in Front of people without problems?\n  ","229268":"\n   Would you ever go in a nudistt beach?\n  ","229269":"\n   awe max is lucky now tbh x\n  ","229270":"\n   Do you ever masturbaitè?\n  ","229271":"\n   Drums or triangle\n  ","229272":"\n   It's from Bathwater by NoDoubt\n  ","229273":"\n   Why do the good girls always want the bad boys?\n  ","229274":"\n   There is a new book by a French woman called I HATE MEN. This proof some women hate men.\n  ","229275":"\n   Do you watch anime?\n  ","229276":"\n   I’m acing my class my second class doesn’t start for a couple weeks. Work it’s about the same. I’ve been there over a year. It’ll be 2 yrs Jan 28th.\n  ","229277":"\n   What's your favourite sport to watch? 🏀 🎾 ⚽ 🎳 🏈 🏏 🏐 🏒 🎯 🎱 🏸 🏌️ 👍 🙃\n  ","229278":"\n   When does time pass the fastest for you? 🏎️ 🕒 👍 🙃\n  ","229279":"\n   What was your last dream ?\n  ","229280":"\n   اخبارك ❤\n  ","229281":"\n   How was your day? Have you been swell? 🦄👄\n  ","229282":"\n   Do you believe that peace on earth can be achieved? 🌏🕊\n  ","229283":"\n   If you could talk with only one person for the rest of your life, who would it be?\n  ","229284":"\n   When you come across a problem, how often do you get Google to help you out? 👍 🙃\n  ","229285":"\n   What's your favorite vechicle?\n  ","229286":"\n   would your life be easier if you had more money? why? ⚜\n  ","229287":"\n   Chance is more handsome than Sandy\n  ","229288":"\n   Sandy is horse?\n  ","229289":"\n   What is your favorite word?\n  ","229290":"\n   How often do you edit your profile?\n  ","229291":"\n   Are you single?\n  ","229292":"\n   Nice\n  ","229293":"\n   What is your favourite TV show?\n  ","229294":"\n   Lol. That depends did I tell you about my job or school?\n  ","229295":"\n   I didn’t notice it being always lol. Keep my mind off missing her and somebody to talk to\n  ","229296":"\n   lol your funny chance is a fatty lol, aw poor max thats horrible that he was beat\n  ","229297":"\n   Do you like little oranges? 🍊\n  ","229298":"\n   How would you rate your overall life? (Optional: Why do you choose that rating?)\n  ","229299":"\n   That’s good. I’m good. Just missing my girlfriend as usual lol.\n  ","229300":"\n   How are you?\n  ","229301":"\n   Whats your weakness ? ?\n  ","229302":"\n   How often do you borrow a dildo?\n  ","229303":"\n\n    https:\/\/youtu.be\/FV8UQiex1bc\n   \n","229304":"\n   showered lately?\n  ","229305":"\n   is it true that your people are going extinct?\n  ","229306":"\n   Have you ever let someone borrow something, only to regret it?\n  ","229307":"\n   What's more important - inner or outer beauty?\n  ","229308":"\n   How do you talk your way out of unwanted conversations? 😂💬\n  ","229309":"\n   Have you ever been in an abandoned building?\n  ","229310":"\n   How bad are you at personal hygiene?\n  ","229311":"\n   Is there anywhere you'd ever be too afraid to go?\n  ","229312":"\n   Who's watching the debates?\n  ","229313":"\n   Do you live in a house, townhouse or apartment?\n  ","229314":"\n   anons are so vile Buzz light year head ass\n  ","229315":"\n   Pap you and the horse!\n  ","229316":"\n   You know the song by Phil Collins, \"In the Air of the Night\"\nAbout that guy who could a saved that other guy from drowning\nBut didn't, then Phil saw it all, then at a a show he found him?\n  ","229317":"\n   ROADTRIP! Where are you going and who are you taking with you? 🚗💕\n  ","229318":"\n   Do you know how to play a guitar?\n  ","229319":"\n   which is your fave max or chance\n  ","229320":"\n   Give me one advice\n  ","229321":"\n   You look v pretty. I admire you\n  ","229322":"\n   How often do you draw? ✍\n  ","229323":"\n   What is Equestrian?\n  ","229324":"\n   What picture comes to your mind when you hear word \"fun\"? 🐴\n  ","229325":"\n   Have you met someone that has a different personality in real life and social media? 👁👁\n  ","229326":"\n   Which room do you spend the most time in in your house?\n  ","229327":"\n   What is a notable observation you've recently made?\n  ","229328":"\n   What do you bring with you everywhere you go? Why? 👍 🙃\n  ","229329":"\n   How strong are you in physical strength\n  ","229330":"\n   Do you prefer jackets or hoodies?\n  ","229331":"\n   Would you help a friend if they were responsible for getting themselves in trouble?\n  ","229332":"\n   What is the most important event for you this week?\n  ","229333":"\n   anyone else really distant and like... blank minded lately???\n  ","229334":"\n   Do you eat horse meat?\n  ","229335":"\n   New Jersey!!!\n  ","229336":"\n   they are lovely horses, but voted for max when you were with max\n  ","229337":"\n   Are you fascinated with dinosaurs\n  ","229338":"\n   How many hours do you sleep at night?\n  ","229339":"\n   مهمات ال vip رد ب اي حاجة .. \nاعتبرها \nSpace 😂♥️\n  ","229340":"\n   Favorite thing to do on a Sunday?\n  ","229341":"\n   Boat or Plane?\n  ","229342":"\n   If someone, you had a fight with and blocked years ago, found a way to message an apology to you. Would you accept the apology?\n  ","229343":"\n   What is your favorite ice cream?\n  ","229344":"\n   If we are 🧜‍♀️ mermaids and 🧜‍♂️ mermen, what sea creature would you have as a pet? 🐬\n  ","229345":"\n   \"Eating out never tasted so good\".  Do you accept it?\n  ","229346":"\n   which state do you live in?\n  ","229347":"\n   Do you prefer vintage or new?\n  ","229348":"\n   are you excited about the stimulus check coming? 🤑🤑🤑\n  ","229349":"\n   How many states have you been to?\n  ","229350":"\n   What's your favorite soda\n  ","229351":"\n   Do you wish you were still in contact with your high school friends?\n  ","229352":"\n   Which family member do you confide in the most? 👍 🙃\n  ","229353":"\n   WOULD YOU RATHER: Be able to freeze time OR travel through time?\n  ","229354":"\n   Have you ever been to a cemetery at night? Like around 9 to 12 in the middle of the night? Would you ever do this?\n  ","229355":"\n   How do you believe the things that you can't see?\n  ","229356":"\n   Do you know that Octopuses have 9 brains????\n  ","229357":"\n   Which song do you have on repeat nowadays?\n  ","229358":"\n   Happy sunday! Spend your day well and don't forget to pray! 🥰\n  ","229359":"\n   What do you usually do on awkward situations? 😶\n  ","229360":"\n   Do you like going out for adventure? 🗺💕\n  ","229361":"\n   How often do you watch reality TV shows?\n  ","229362":"\n   What is\/was your nickname at school?\n  ","229363":"\n   do gifts make you feel excited?\n  ","229364":"\n   What do u prefer to do when you are all freaked out ? 👻\n  ","229365":"\n   Are you quick on your feet? 🏃‍♀️💨\n  ","229366":"\n   What are you doing?\n  ","229367":"\n   What's the phrase\/sentence that you like to hear everyday?\n  ","229368":"\n   How do you keep your #StayAtHome days interesting?\n  ","229369":"\n   Would you rather spend your Saturday indoors or outdoors?\n  ","229370":"\n   When was the last time you celebrated something?\n  ","229371":"\n   What was the last thing you Googled? 👍 🙃\n  ","229372":"\n   What's one thing you remember being taught from school? Do you feel like what you remember is valuable knowledge?\n  ","229373":"\n   Would you prefer dinner at Applebee's, TGI Fridays, or Olive Garden?\n  ","229374":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","229375":"\n\n    https:\/\/media0.giphy.com\/media\/QF8BVLZX6LCWk\/source.gif\n   \n   😊\n  ","229376":"\n   Have you ever gone on a road trip?\n  ","229377":"\n   {In Your Opinion} — Is it better to only celebrate \"big things\" (like holidays, such as your birthday), or is it better to celebrate the little things along the way too?\n  ","229378":"\n   What was the best thing that happened to you today? 👍 🙃\n  ","229379":"\n   Thoughts on Gabrielle Moses\n  ","229380":"\n   What's your favorite drink?\n  ","229381":"\n   If people wore warning signs, what would be written on yours?\n  ","229382":"\n   How do you end your day? 🌙\n  ","229383":"\n   Is there any exciting plans for the fall that you have ready to do? If it is not fall where you are located & what do you have planned for the next 3 months to where you are?\n\n______ Side note.\nIt's always remember that you guys are amazing! & that I appreciate each & everyone of you. 😊 You rock!🤘\n  ","229384":"\n   How tall are you?\n  ","229385":"\n   The days passed so fast. Have you done something productive this 2020?\n  ","229386":"\n   Yes I have. Actually I participate in the market\n  ","229387":"\n   Would you rather work with a small group of people or a large group?\n  ","229388":"\n   why does my horse neigh? like i wish he'd shut tf up\n  ","229389":"\n   Hey you care to be my loyal sugar baby I’ll pay off all your debt and pay you weekly for your time . And cover your pandemic loss if interested hit my kik or number \n\nkik username : lilain101\ncell number : (442) 272-5923\n  ","229390":"\n   Have you ever felt so lazy that you don't want to get out of bed?\n  ","229391":"\n   Happy Sunday\/whatever day it is for ya’ll! Hope you have a good day!!!😁\n  ","229392":"\n   Hey mate how long would it take to travel to Pluto?\n  ","229393":"\n   😊\n  ","229394":"\n   ( ˘ ³˘)•••♥ Do you remember your first kiss?\n  ","229395":"\n   كيف تبينون حق شخص انكم تحبونه ؟ وميتين عليه !\n  ","229396":"\n   How many serious relationships have you been in?\n  ","229397":"\n   Would you open anenvelope that has the date ofyour death inside?\n  ","229398":"\n   What are your favorite flowers?\n  ","229399":"\n   What causes you stress in your life?\n  ","229400":"\n   Snakes for spiders?\n  ","229401":"\n   Doyou ever get the feeling that the current day has been repeated 💯times?\n  ","229402":"\n   NBD stands for what?\n  ","229403":"\n   Do you prefer to eat beef or pork?\n  ","229404":"\n   It’s actually her managers fault not hers it turns out that he is the one that blocked me on her Twitter she doesn’t have control over it\n  ","229405":"\n   Do you believe in luck? 🍀\n  ","229406":"\n   What pills are the hardest to swallow? 💊\n  ","229407":"\n   Do u eat pumpkin stew? 🎃\n  ","229408":"\n   What art form do you like best?\n  ","229409":"\n   Have you ever been in a \"call the manager\" situation? What happened?\n  ","229410":"\n   If you're watching Monday Night Football right now, what do you think: should the league have just cancelled this season entirely instead of risking the injuries and fan discontent and such that we're seeing so early this season?\n  ","229411":"\n   Are you a Walt Disney fan?.\n  ","229412":"\n   Have you found the love of your life? ❤\n  ","229413":"\n   Aren't riding boots unnecessarily tight?\n  ","229414":"\n   What are the most comfortable shoes?\n  ","229415":"\n   Do you practice any type of physical exercise?\n  ","229416":"\n   cool, whats cooking lol\n  ","229417":"\n   aw, some chill time now ig\n  ","229418":"\n   lol yes it was, she was not my gf then, had you a nice day xo\n  ","229419":"\n   I’m really the one who started coronavirus. I was living in a car by the woods for a year making lyrics for female rappers that didn’t appreciate it so they left me where I was to die and they got all the credit for top selling songs. I didn’t die tho, bats just shit all over me and the car I was in\n  ","229420":"\n   Would you prefer a party with a few friends or lots of friends?\n  ","229421":"\n   Are you a good liar?\n  ","229422":"\n   Do you prefer spray or gel deodorant?\n  ","229423":"\n   What interests you?\n  ","229424":"\n   Have you ever been told that you talked in your sleep?\n  ","229425":"\n   Did the weekend pass by fast for you?\n  ","229426":"\n   what's your favorite quote?\n  ","229427":"\n   when my gf stayed over she said she was sleep walking when she was in my room\n  ","229428":"\n   Have you ever sleepwalked?\n  ","229429":"\n   Still in confusing mode\n  ","229430":"\n   How often do you shower?\n  ","229431":"\n   Do you like mondays? 🤣🤭\n  ","229432":"\n   Do you drink coffee? How much do you normally drink? ☕\n  ","229433":"\n   Name an animal that starts with \"D\", other than dog? 🐕\n  ","229434":"\n   Do you prefer toasted bread on sandwiches?\n  ","229435":"\n   do you prefer to read one book at a time, or several at once? 📚\n  ","229436":"\n   Who do you admire the most in your family?\n  ","229437":"\n   do you have a fave actress\/actor\n  ","229438":"\n   Do you like giving other people nicknames or code names?\n  ","229439":"\n   Have you ever made someone else food?\n  ","229440":"\n   Do you have any insecurities?\n  ","229441":"\n   Theif is :person\nWatching :porn\n  ","229442":"\n   Do you have any advice when it comes to buying phones? I'm thinking of buying a new one.\n  ","229443":"\n   🎩 ➡ 🎩⤴🐇 🎉\n  ","229444":"\n   Do you like magic?\n  ","229445":"\n   Do you think that your name suits on your personality ?\n  ","229446":"\n   Are you afraid to walk away?\n  ","229447":"\n   Would you like to have a smart robot child\/pet?\n  ","229448":"\n   Do you agree that \"Thief is not the one who watching ***,but the one that is caught?\n  ","229449":"\n   Got hay?🐴\n  ","229450":"\n   The foreign exchange market where you buy and sell currency\n  ","229451":"\n   How was you week so far? 👑\n  ","229452":"\n   Do you see the old version of yourself when you look at your parents?\n  ","229453":"\n   What helps you fall asleep at night?\n  ","229454":"\n   What is impossible to estimate about our life?\n  ","229455":"\n   Bruh was orange a fruit or color first?\n  ","229456":"\n   Have you ever cheated on a test?\n  ","229457":"\n   What do you think is life like on other planets? 👾👽\n  ","229458":"\n   What do you usually notice when you walk into someone's home for the first time?\n  ","229459":"\n   Do you prefer the lake or the beach?\n  ","229460":"\n   The weekend is here! Are you glad that the week is over? How was it for you?\n  ","229461":"\n   Could you handle it if your partner had to work in a far away place 9 months a year?\n  ","229462":"\n   Tomato or onion?\n  ","229463":"\n   Are you more of a dog person or a cat person?\n  ","229464":"\n   You usually go without your glasses though?\n  ","229465":"\n   Have you ever heard about forex?\n  ","229466":"\n   Do you wear glasses or contacts?\n  ","229467":"\n   What is your favorite food?\n  ","229468":"\n   I hope you slept well!\n  ","229469":"\n   Seafood, Chicken, Pork or Beef?\n  ","229470":"\n   Have you ever stolen or vandalized anything?\n  ","229471":"\n   Are you registered to vote?\n  ","229472":"\n   Can you whistle classical music tunes?\n  ","229473":"\n   Hi, I have a really huge crush on you, however, I am very shy to tell you how I feel, so I'll just send you this song, it expresses what I really feel for you :)\n   \n    https:\/\/spoti.fi\/3brjCqY\n   \n","229474":"\n   How well do you write with your non dominant hand?\n  ","229475":"\n   What’s your cure for hiccups? 👍 🙃\n  ","229476":"\n   what kind of music do you listen to lately?\n  ","229477":"\n   Sup\n  ","229478":"\n   Sup?\n  ","229479":"\n   Sup.\n  ","229480":"\n   Have you ever touched a fish in the water before?\n  ","229481":"\n   Elevator music!!!!!\n  ","229482":"\n   Do you know how to whistle? 😙\n  ","229483":"\n   What about the opposite gender confuses you the most? 👍 🙃\n  ","229484":"\n   What topic could you spend hours talking about? 😁 👍 🙃\n  ","229485":"\n   What time did you wake up today??\n  ","229486":"\n   Post a selfie!\n  ","229487":"\n   What words do you often misspell? 👍 🙃\n  ","229488":"\n   Do you prefer store shopping or online shopping? Why? 👍 🙃\n  ","229489":"\n   Favorite bubble gum flavor?\n  ","229490":"\n   What's your favourite way to meet new people? Why? 👍 🙃\n  ","229491":"\n   Would you rather be a teenager or a child again?\n  ","229492":"\n   What's one thing that always makes you happy? PAP!\n  ","229493":"\n   Are you afraid of heights?\n  ","229494":"\n   How many slices of pizza do you usually eat?\n  ","229495":"\n   Sometimes their produce is iffy but other than that it has been very helpful!!\n  ","229496":"\n   How old is your oldest piece of clothes? 👕\n  ","229497":"\n   What is a dream you've never said out Loud? 🌚\n  ","229498":"\n   What is the BEST piece of advice you've received? Who gave you that advice?\n  ","229499":"\n   Given the chance and physical ability aside, who would you suplex?\n  ","229500":"\n   Are you excited that it's fall?\n  ","229501":"\n   Do you wear socks?\n  ","229502":"\n   What do you prefer— 👂listening or 👄 talking?\n  ","229503":"\n   What is holding you back from being the best version of yourself? 🔒\n  ","229504":"\n   Do you believe in miracles? 💫\n  ","229505":"\n   What is the most hurtful 💔 truth that you heard?\n  ","229506":"\n   Are you a risk taker?\n  ","229507":"\n   Have a nice day\n  ","229508":"\n   Is it wise to ride a horse bare back\n  ","229509":"\n   What is your opinion on Old town road lyrics? Is it cruelty for horses?\n  ","229510":"\n   Is it better to have one or two pairs of shoes that you wear all the time until you can't anymore or several pairs that you wear each occasionally that will make them last longer?\n  ","229511":"\n   What is your most worst anonymous question received\/asked to a girl\/boy.. \n.. \nPrefer to Share it in anonymously .\n  ","229512":"\n   Do you like to travel? Why? 🚗🚃🛥✈\n  ","229513":"\n   Who \/ What makes you instantly happy?\n  ","229514":"\n   Do you like guns and roses? 🔫🌹\n  ","229515":"\n   I thought your car was your horse lol\n  ","229516":"\n   Who is your fav singer?\n  ","229517":"\n   When you were little, what did you want to be when you grew up? 🤔\n  ","229518":"\n   😄\n  ","229519":"\n   Where and when do you get your best ideas? 😁\n  ","229520":"\n   What happened???\n  ","229521":"\n   What was your BIGGEST FAILURE when purchasing things in the Internet? #ONLINESHOPPING\n  ","229522":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","229523":"\n   How has your Wednesday been?\n  ","229524":"\n   What recently reminded you of how fast time flies? 🕒 👍 🙃\n  ","229525":"\n   What are your favourite simple pleasures in life? 😁 👍 🙃\n  ","229526":"\n   What's the next big step you need to take? 👍 🙃\n  ","229527":"\n   What animal are you most drawn to? Why? 🐱 🙈 🐶 🐻 🦜 🐮 👍 🙃\n  ","229528":"\n   Have you ever heard of the smartfood popcorn? Do you like it? What's your favorite flavor?\n  ","229529":"\n   What's anything you should always be careful with? Why? 👍 🙃\n  ","229530":"\n   Have you managed to stay in touch with friends you met from school?\n  ","229531":"\n   Is there a food that you don't like to eat? 🥘\n  ","229532":"\n\n    https:\/\/youtu.be\/R-ZRSPRqwso\n   \n","229533":"\n   Do you ever go to baseball games?\n  ","229534":"\n   What is your lucky numbers.\n  ","229535":"\n   App or website! It's free too!!\n  ","229536":"\n   What's there not enough of in the world? 👍 🙃\n  ","229537":"\n   What do you call a board thats color black if you call a green board, black board ???? 👩‍🏫\n  ","229538":"\n   How do you keep yourself awake? 👁👁\n  ","229539":"\n   Are you afraid of the past, present or future?\n  ","229540":"\n   Do you carry a bottle of sanitizer around or some wipes?\n  ","229541":"\n   do you put something over money in life?\n  ","229542":"\n   When are you at your happiest? 😁 👍 🙃\n  ","229543":"\n   Do you like the Snickers almond bar? Have you ever tried it before?\n  ","229544":"\n   What's your favorite late-night snack ?\n  ","229545":"\n   Yes agreed!! Have you tried their grocery pickup?!\n  ","229546":"\n   Do you think you could write an episode for your favorite show?\n  ","229547":"\n   Imagine we live in a world in which for everything good that happens to   someone something bad happens to another. Would you want the good to happen to you and not care about others Or would you want the bad so someone else can get the good?\n  ","229548":"\n   When you think of \"home\", what specifically do you think of? 🏠 👍 🙃\n  ","229549":"\n   Would you like to have a \"fairytale like\" \/ \"movie like\" version of the story of your life? 🎬🏰\n  ","229550":"\n   Did you actually like it then or you were just messing with her? I'm guessing it didn't hurt too much or anything if you were able to blow bubbles? And it must have been liquid soap then, so did you swallow any?\n  ","229551":"\n   Are you for or against wearing masks?\n  ","229552":"\n   Why, in general, do women live longer than men do?\n  ","229553":"\n   Who do you trust the most? 😏\n  ","229554":"\n   If you could be granted one wish, what would you wish for? ⭐ 🤞 👍 🙃\n  ","229555":"\n   How long is your attention span? Do you get distracted easily? ⏰\n  ","229556":"\n   How do you feel when you get something done that you had been working real hard at for awhile?\n  ","229557":"\n\n    https:\/\/youtu.be\/x9jECNVReYE\n   \n","229558":"\n   What is your energy food? What do you normally eat while you are studying or working? 🥜🍫\n  ","229559":"\n   Heyyy it's 100 days before 2021!!! How would you like to end your 2020???\n  ","229560":"\n   Mountain climbing. Yay or nay?\n  ","229561":"\n   do you play any instruments? 🎶\n  ","229562":"\n   I had a friend who stop cutting because she believed \"God\" helped when really it was her friends. she's very religious how should i approach her about this.\n  ","229563":"\n   Would you consider yourself an animal whisperer?\n  ","229564":"\n   WHen's your birthday month? august?\n  ","229565":"\n   Are baby horses more tameable than older ones?\n  ","229566":"\n   what would you do is someone threw a toothpick at ya\n  ","229567":"\n   What is your go to store?\n  ","229568":"\n   Do you flinch at jumpscares?\n  ","229569":"\n   What are you doing at the moment?\n  ","229570":"\n   What do you never get tired of doing? 😁 👍 🙃\n  ","229571":"\n   Thanks 😊 Nikki today I recib my class of boxing 🥊 and it was really good tho\n  ","229572":"\n   How do you feel you got a president like trump\n  ","229573":"\n   How many horses do you own?\n  ","229574":"\n   How organised are you as a person? 👍 🙃\n  ","229575":"\n   Do you prefer big parties or small gatherings? Why? 👍 🙃\n  ","229576":"\n   Who in your family are you most like? It can be either appearance or behaviour, I don't mind? 👍 🙃\n  ","229577":"\n   what is the political environment in your state a few months after the election?\n  ","229578":"\n   Hi 👋 Nikki how are you happy 😃 Tuesday and of course school online sucks tho\n  ","229579":"\n   i guess you have to wear comfortable clothese in your job i guess sweat pants etc your really beautiful watever if okay to say\n  ","229580":"\n   What is the last thing you do before bed?\n  ","229581":"\n   Why\n  ","229582":"\n   Do you wear thongs\n  ","229583":"\n   Do you\n  ","229584":"\n   And eats a fig.\n  ","229585":"\n   Nikki rides...a pig.\n  ","229586":"\n   That's cool\n  ","229587":"\n   What meal did you last eat? 🍕 🍝 🍔 🌭 🥗 👍 🙃\n  ","229588":"\n   Do you put ketchup over your fries or by their side? 🍟 👍 🙃\n  ","229589":"\n   👀\n  ","229590":"\n   fave jeans brand\n  ","229591":"\n   What is your favorite type of pie?\n  ","229592":"\n   Omg that’s pretty much me too!\n  ","229593":"\n   Nothing......\n  ","229594":"\n   NOOO!!\n  ","229595":"\n   What will you be eating?\n  ","229596":"\n   Sup?\n  ","229597":"\n   Do you usually follow trends or just do your own thing? 👍 🙃\n  ","229598":"\n   What app would you suggest everyone should get? Why? 👍 🙃\n  ","229599":"\n   Did you enjoy where you grew up? 👍 🙃\n  ","229600":"\n   Where does the phenomenon of Justin Bieber lie?\n  ","229601":"\n   What current trend are you tired of? Why? 🙄 👍 🙃\n  ","229602":"\n   What does a perfect burger consist of?\n  ","229603":"\n   When's the last time you wanted to be immersed in a fictitious world (like a universe in a game, or a show)?\n  ","229604":"\n   after having sex for the First time & the guy told you that you fuck like a porn star what would you say or do ?\n  ","229605":"\n   Have you ever been to a concert by your favorite music artist?\n  ","229606":"\n   Hi 👋 Nikki how are you happy 😃 Monday and a hug 🤗\n  ","229607":"\n   Do you use calculator or are you good at math?\n  ","229608":"\n   Should kids have their mouths washed out with soap for using bad language?\n  ","229609":"\n   What do you miss about the old normal, way back when there is no pandemic?\n  ","229610":"\n   what are your longest relationships look like?\n  ","229611":"\n   Do you bet on the lottery? 🤑\n  ","229612":"\n   What were your parents love song? 🎶\n  ","229613":"\n   Do you trust the bank when it comes to keeping your money? 🏦\n  ","229614":"\n   Hello? Is it me your looking for ? I can see it in your eyes! I can see it your smile! Your all I’ve ever wanted in my life” and arms are opened wide! Because you know just want to say and know just want to know I want to tell you I love! Guess the song\n  ","229615":"\n   How do you say \"I love you\" in actions?\n  ","229616":"\n   If you had one million dollars to build anything you wanted, what would you build and why? 🏗👷‍♂️\n  ","229617":"\n   Do you use the public toilet?\n  ","229618":"\n   What is your birthday traditions?\n  ","229619":"\n   Sometimes I think there's nothin' to live for\nI almost break down and cry\n  ","229620":"\n   what's one food you will never eat?\n  ","229621":"\n   Your thoughts on\n   \n    @Neverthesamepage\n   \n"},"Answer":{"228549":"\n  Car, wooden stake, and gun. I can stab the vampire with the stake and I can shoot the werewolf with a silver bullet I can buy where ever I find it on the road\n  ","228550":"\n  True those are good home exercises!\n  \n  You should totally try lifting up other heavy things you have around the house if you really miss it lol. For me, hoisting water buckets in and out of the truck + lugging them around to water the horses (and plants), putting on and taking off heavy western saddles from the racks and off and on the horses, and carrying around duffel bags are kinda similar to lifting weights :P\n  ","228551":"\n  Cant you just lift weights at home?\n  ","228552":"\n  No to both of those things lol\n  ","228553":"\n  Yeah when I was a little kid I did it a few times. My voice was super high and very hilarious\n  ","228554":"\n  Oh haha I though you meant sad I wouldn’t do it 😅😂\n  \n  Yeah I don’t want my hair to get all weird and break and fall out. That would be no good\n  ","228555":"\n  I’m a casual fan. Don’t feel like super connected to any of the characters but I took a few online quizzes before and I’m a Ravenclaw for sure\n  ","228556":"\n  Dare I ask, why?\n  ","228557":"\n  Handsome unicorn boy 🦄✨\n  ","228558":"\n  Sandy for sure 🥰😍😂 hes such a goof\n  ","228559":"\n  Nah\n  ","228560":"\n  No I don’t think I’d like that and it’s be really bad for my hair. When I bleached it to dye it red in high school the hair bleach made it blonde but also gross feeling and dry like straw. Not a good look or feel\n  ","228561":"\n  Yeah we were just walking so it wasn’t that difficult\n  ","228562":"\n  Thanks I’m good\n  ","228563":"\n  Idk dude it isn’t a regular thing. It was over some dumb shot probably. I don’t even remember why I was upset\n  ","228564":"\n  No I’m poor too\n  ","228565":"\n  Females mature more quickly and tend to be a bit more cautious and less impulsive than males. Baseline intelligence between males and females is the same. Neither gender is “smarter” or “dumber” overall\n  ","228566":"\n  Yeah but because I was upset about something else and I went to see the horse to cheer me up\n  ","228567":"\n  Yeah the grey horse in the poll is Chance. He’s starting to get fluffier and thicker looking in preparation for winter :P\n  ","228568":"\n  Gif as in the word gift, not like jif as in the word jiffy\n  ","228569":"\n  Oh lol no worries\n  ","228570":"\n  What? Who?\n  ","228571":"\n  Fuck no their lifestyle is v cringey to me\n  ","228572":"\n  In the photo poll?\n  ","228573":"\n  Idk who that person is but ok lol welcome back I guess\n  ","228574":"\n  I don’t like kids either. Hearing them early in the morning also sounds terrible tho, no offense\n  ","228575":"\n  In general:\n  \n  Do you cling to ideas and concepts, refusing to change your opinion after hearing updated or new information when it’s contradictory to your original opinion?\n  \n  Do you prioritize your own feelings, thoughts, and perceptions of the world over both the feelings of others and over fact and reproducible, peer reviewed, scientific information?\n  \n  Are you irrationally afraid of or made uncomfortable by change, people with differing world views, new ideas, scientific progress, progressive social movements like pride and blm, or do you use any part of your belief system or religion to put others down for living differently than you?\n  \n  If any or all of those things apply to you, you’re closed minded. Please re-evaluate the way you conduct yourself and assess the negative effects your behavior has on the ones you love and others in your community.\n  \n  If not, congrats! You’re not a jerk and you know how to express empathy, are open to new ideas, know how to show compassion, and can think for yourself! If none of these apply to you, you’re open minded.\n  ","228576":"\n  I live near DC so it’s constantly changing every single year. I just ignore it, it’s kinda the norm. Lots of business and lots of people coming in and out. It’s just the nature of the place I guess. In a way I guess that hasn’t changed.\n  ","228577":"\n  I wouldn’t do that but if it somehow happened I’d definitely have to tell Sandy. I’d feel too guilty if I didn’t\n  ","228578":"\n  Sure. Just did\n  ","228579":"\n  Everyone should close the toilet seat all the way because that’s the most sanitary and courteous way to leave the restroom. The toilet seat and cover help prevent the spread of droplets containing bacteria from feces, urine, and (maybe sometimes) vomit that ends up in the toilet bowl. It’s not a matter of gender equality in this one, it’s just good hygiene.\n  ","228580":"\n  An 8,000 page book (if it were interesting). Sounds like a lot less of a time commitment than 8,000 movies!\n  ","228581":"\n  Ahaha thanks man 😄🤙🏻\n  ","228582":"\n  No not without probable cause. That would be invasive imo\n  ","228583":"\n  Uh idk. Haha I don’t really like the idea of them fighting since they’re such good boys and they’re actually pretty good friends.\n  \n  But if they did fight I think it would be pretty evenly matched. Max is pretty feisty and boisterous and kind of a bully even though he’s much smaller than Chance so he’d probably have a fighting shot at winning if he could get in a few critical hits since he’s so quick and fiery unlike Chance. Chance is much bigger, heavier, and stronger than Max though so I think if Chance ever actually got a kick or stomp in he could make it a tko in one hit if he tried hard enough. He isn’t very kicky or spooky or bitey tho tbh, so I’ve never actually seen him try to defend himself. Whenever Max kicks at him or anything he kinda just looks unbothered and just stares at him lol.\n  \n  I think Chancellor would win with one good kick if he felt like it, but most likely he’d win by just standing there and letting Maximilian tire himself out lmao\n  ","228584":"\n  At certain points in our lives everyone feels that way. Don’t listen to that voice in your head!\n  ","228585":"\n  No the price has become inflated over 150% in the past decade. You have to pay and it’s extremely expensive. People have to take out loans for it most of the time and spend a good majority of the rest of their lives working to pay it all back with interest\n  ","228586":"\n  That’s called having friends which is normal last time I checked :P doesn’t matter their gender as long as your relationships with them are platonic\n  ","228587":"\n  Idk. It would have to be a spur of the moment thing. There’s no telling what I’d actually end up doing in any given situation until it happened\n  ","228588":"\n  Like 90s to 100 cause after that you’re just too old to function. Your body gets too tired and you start to have a decline in quality of life\n  ","228589":"\n  Haha thanks my dude. I’m not worried tho 😊✌🏻\n  ","228590":"\n  No cause it’d wake up everyone who was sleeping and they’d all be annoyed with me\n  ","228591":"\n  More from lots of different people not just one person\n  ","228592":"\n  If it’s warm yeah\n  ","228593":"\n  Yeah\n  ","228594":"\n  Eternal world peace, prosperity for all humans and animals, for the plastic pollution problem to be eliminated, for the free and open sharing of all knowledge, for gender equality, for success in everything that I try, to be able to give my family and everyone who I love a comfortable and happy life, for a state of the art equestrian facility complete with indoor and outdoor arenas with heat, water, and lights already paid off in full, for a little house on a hill that overlooks it, and for a few fancy sport horses to fill the barn and compete with\n  ","228595":"\n  So we don’t make the same dumb mistakes twice\n  ","228596":"\n  Most of the time I just kept to myself and stayed quiet so no probs not. Although my little sister has said I used to be mean to her all the time when we were toddlers and preteens but I don’t remember any of it when she tells me what apparently happened lol. We were both so so young so Idk if that even counts since I def didn’t know what bullying was back then and wasn’t doing it on purpose to make her feel bad\n  ","228597":"\n  I don’t even want to think about that...I’m not interested in answering these kinds of questions\n  ","228598":"\n  Haha you’d totally know if you were there. You gotta climb the mountain on a dirt and gravel trail  to get there and sometimes you gotta rock crawl. If you don’t have a good 4x4 you’re not gonna make it :P\n  \n  That’s neat that we went kinda the same place though!\n  ","228599":"\n  Haha okay\n  ","228600":"\n  No...\n  ","228601":"\n  Dying alone or getting kidnapped\/trafficked\n  ","228602":"\n  I don’t think talent or skill is the issue. Personally, I know I could do my best to try to get the zebra used to tacking up and having a rider on its back...but it would never be a safe, ridable, happy, and dependable animal that wanted to build a friendship and relationship with you like a domestic horse would. It’s in their psychology and body structure.\n  \n  Zebras aren’t wired the same as domesticated horses since they haven’t had thousands of years of artificial breeding to select out their naturally fearful nature and small builds. It would honestly just be cruel to try and force them into a situation that would make them uncomfortable like that imo\n  \n  I mean, could any asshole just scare and force the animal into being subservient for a while just to sit on it just to say you “rode” it? Yeah I guess. But what I’m saying here is thats totally messed up and I don’t want any part of it.\n  ","228603":"\n  I don’t like to be in the gossip mill so no. I only have like 5 friends anyways lol so it’s just be dumb\n  ","228604":"\n  A colt is a male foal (a baby horse) and a mare is an adult female horse\n  ","228605":"\n  Love is requited and earned. Lust isn’t\n  ","228606":"\n  Heavy blanket all the way\n  ","228607":"\n  I don’t prefer either really but I’ll give advice if asked and I’m not above asking when I need it\n  ","228608":"\n  I’ve done a lot of research into it cause I just wanted to know what it was all about and yeah. Haha I decided I’m not a fan of it at all\n  ","228609":"\n  No. There’s a reason humans have not been able to domesticate and therefore ride or use zebras as pack animals. Firstly, they are extremely flighty, unpredictable, and have been known to have a vicious kick. They evolved to fend off attackers like lions! Secondly, zebras are much too small to be a viable riding horse. They aren’t mentally or physically equipped as a species for riding\n  ","228610":"\n  No not really. Like, some people try to scream at me and argue on their asks but I usually couldn’t care less what they’re saying and it’s something silly anyways.\n  \n  In my experience, people who try to pick fights anonymously over the internet are DEF NOT worth my time and none of them want to hear my answers to their questions or arguments anyways, they just want to have something to be upset about and have someone to validate their tiny, fragile, worldview\n  ","228611":"\n  I have a few gripes about the industry as a whole that just really bother me and turn me off from horse racing. Even if not every single racehorse trainer is outright abusive to their animals, the extreme physical toll that running so fast takes on the horses’ bodies results in poor health and injury that can even result in the death of the horse. Horses were never meant to run that fast or for so long. It’s people who have bred them to be that way and it’s people who are stressing horse’s bodies to their breaking points. The idea in general seems almost cruel to me.\n  \n  I also have a distaste for the general poor treatment of the vast majority of animals running races who aren’t top winners, for how many horses a year die at racetracks as a result of being pushed too hard or from being mishandled, and the fact that horses are raced while they’re very young(1-3 years old) before their bones are developed and fused enough to carry a rider or properly absorb the shocks of galloping at top speed over long distance.\n  \n  I hate the way that so many horses essentially get discarded when they don’t win like pieces of garbage left to rot out in a back field somewhere or sent to slaughter to make dog food. The culture of horse racing which treats the animals like pawns in a game designed to make money with no regard for the welfare of the animals also really bothers me and makes me feel uncomfortable. Not to mention the shortcuts, cruelties, and seedy medical practices like pin firing that are also happening behind the scenes just so people can feel like they’re getting ahead or to force the horse to ignore pain in order to make them more money.\n  \n  Not sure if it’s the case anymore, but I know jockeys historically haven’t been treated particularly well either and have starved themselves and lived on low wages to make weight and get by.\n  ","228612":"\n  Sure, there are lots of things and  shows and movies that I like. I’m not an active part of any fandom though, I’m more of a lurker. I don’t participate in any discussion boards or reviews or have merch or anything of any shows\n  ","228613":"\n  Quickness has never really mattered that much to me for horses that I work with haha. I don’t like or support horse racing but I guess those are still probably the fastest horses I’ve ever seen\n  ","228614":"\n  In general I like whatever Sandman does lol\n  ","228615":"\n  That sucks my dude.\n  ","228616":"\n  I don’t like it when strangers show me anything.\n  \n  But I like when Sandy spends time with me and talks to me. I like it when we go to dinner or do an outdoor activity together. I like when he cuddles with me and we share a blanket to go to sleep.\n  ","228617":"\n  Nice\n  ","228618":"\n  I’ve seen video footage of all the great racehorses like secretariat, man o’ war, California chrome, and seabiscuit 🤷🏽‍♀️\n  ","228619":"\n  Cleaning the house a bit. Then after Sandy gets home we’re gonna go on a trail ride before I head on home\n  ","228620":"\n  😊 me and all the boys\n  ","228621":"\n  ☺️\n  ","228622":"\n  Not interested in answering these kind of questions\n  ","228623":"\n  I was at Flagpole Knob with all the Jeep trails near the McGaheysville area\n  ","228624":"\n  Like 3\n  ","228625":"\n  Tell no one lol\n  ","228626":"\n  Mature I think\n  ","228627":"\n  No way, that’s where I was camping was the Blue Ridge :) neat!\n  ","228628":"\n  Sometimes. When I do it’s usually right\n  ","228629":"\n  Driving to my parents in a bit\n  ","228630":"\n  Lightly sprinkling and kinda foggy\n  ","228631":"\n  Idk bc I don’t want a son or a daughter and I’m not really interested in these kind of questions\n  ","228632":"\n  Is neither an option? No? Wise then 😂\n  ","228633":"\n  I don’t watch tv anymore there’s never anything good on\n  ","228634":"\n  I don’t really even know what that means tbh...like not to be dumb or culturally insensitive lol but I don’t even know what that entails.\n  \n  Also I know you’re talking hypotheticals but I hate babies and flying and I don’t want to date anyone else other than Sandy lol\n  ","228635":"\n  Me lol\n  ","228636":"\n  Take it easy by the eagles\n  ","228637":"\n  Lots of people straight up don’t care I guess. Idk\n  ","228638":"\n  Hah no way!! That’s so crazy 😂😂\n  ","228639":"\n  Either way it’s gonna be a shitshow so not really.\n  ","228640":"\n  I don’t like you and I want you to never say that to me again. I consider it very rude to say something like that to a woman who has been so open about her commitment and love for her partner\n  ","228641":"\n  What?\n  ","228642":"\n  Not interested in answering questions like this\n  ","228643":"\n  Their body language and general demeanor. You can tell a lot about someone by the way they hold themselves and how they interact with others\n  ","228644":"\n  Traveling the world!\n  ","228645":"\n  No haven’t really found any that interest me although my bf listens to Joe Rogan religiously haha. (It can get kinda annoying sometimes tbh)\n  ","228646":"\n  Any place with whitewashed walls and no windows like schools, government buildings, or big box stores\n  ","228647":"\n  He’s doing good :) got the wet mud off his feet and now the bb boy is drying in the sun and is all clean and free of all the briers that were in stuck his hair 💙\n  ","228648":"\n  Hello..\n  ","228649":"\n  High school sucked and was v awkward\n  \n  I’m taking my very last college course before graduation online rn and it’s way more difficult and annoying\n  ","228650":"\n  Yeah thanks I guess he is, isn’t he 😊\n  ","228651":"\n  Haha\n  ","228652":"\n  Yeah totally. I like scones, donuts\/fritters, and cookies!\n  ","228653":"\n\n   https:\/\/m.youtube.com\/watch?v=wYk2i070I2I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","228654":"\n  😊✌🏻\n  ","228655":"\n  Yeah when I was little I used to put coins in this cute little ceramic pink one that said my name\n  ","228656":"\n  With my man hanging out doing literally any activity together. But one of my ultimate favorite things is trail riding with him and the dogs\n  ","228657":"\n  7 hours\n  ","228658":"\n  Actually I do haha but very funny\n  ","228659":"\n  Haha I get that a lot when bartenders ID card me\n  ","228660":"\n  Haha thx. Just having a relaxing time working with Chance today. He’s falling asleep after a nice long grooming session. He had a LOT of burrs and pokey little seeds stuck all over him so I’m sure he was relieved to get those off him!\n  ","228661":"\n  Yeah but it would suck\n  ","228662":"\n  Nothin fancy\n  ","228663":"\n  Oh yeah that’s a good one. That’s pretty recent!\n  ","228664":"\n  Waxing and waning but ever present\n  ","228665":"\n  Nah\n  ","228666":"\n  Which mountains did you visit?\n  ","228667":"\n  On the internet? Duh 😂\n  ","228668":"\n  Hell yeah brother that’s the way 🤙🏻\n  ","228669":"\n  I loved them in middle school and early high school ☺️\n  ","228670":"\n  Hell no haha I’m not into internet chat rooms or messaging or anything sorry :P no good recommendations from me\n  ","228671":"\n  Yeah but I’m not into it\n  ","228672":"\n  Elephants are so cute and very smart. I really admire them and I read somewhere that scientists did a psychological experiment with elephants and they determined that elephants (probably) think humans are cute the way humans think puppies and kittens are cute! I love that fact :) plus one time I got to feed one some special elephant food at the zoo once and it was awesome!\n  ","228673":"\n  I’ve already answered this lol\n  ","228674":"\n  😝\n  ","228675":"\n  Ooo that’s the best. My grandma always makes good cranberry sauce and stuffing. I look forward to the apple pie and the homemade turkey gravy too\n  ","228676":"\n  Yeah I’m hoping that some particular relatives of mine opt out of thanksgiving this year cause of Covid haha. But just the crazy ones I don’t talk to 😂 I like seeing my grandparents\n  ","228677":"\n  What’s your fave thanksgiving food?\n  ","228678":"\n  Haha oh alright then. It’s just a super super popular song that gets played a lot wherever I go haha so I figured maybe you’d heard it in passing somewhere. No worries! It’s a nice calm tune but it’s fun to sing in the car or shout at social gatherings or parties with friends haha that’s why I like it\n  ","228679":"\n  That doesn’t matter at all. What matters is that you’re both strongly committed to each other and openly communicate and trust each other\n  ","228680":"\n  Hi Zack 😊\n  \n  I’m not dreading it but I’m also not really looking forward to it either lol. It’s not a favorite holiday of mine but it’s okay and nice to see family when they come around.\n  \n  Are you especially fond of thanksgiving?\n  ","228681":"\n  I stick to my list and look at each item to see what’s the cheapest unit price for that kind of food I’m looking at\n  ","228682":"\n  Seems like you’re reading into it but I wasn’t there and don’t know the situation like that so I’m not sure what you want me to say\n  ","228683":"\n  If you want to see another social media of mine subscribe to me on YouTube at\n  \n\n   www.youtube.com\/user\/FWFgirls1\n  \n","228684":"\n  No\n  ","228685":"\n  ? This has no context so idk why you’re sorry. Anyways, thanks I guess lol\n  ","228686":"\n  Water, tea\/coffee, then soda in order of how much I like them\n  ","228687":"\n  I’m super weird and I like to make up new words for things or give stuff little nicknames\n  ","228688":"\n  Yeah they’re a special occasion food at my house. My mom always used to make them at Christmas time for when the relatives came over 😍\n  ","228689":"\n  Dude whaaaat everyone knows that song. The one that goes “take me hoooome, country roadsss, to the plaaaace...I BELOOONNNG! West Virginia, mountain mamma, take me home! Country roaaaddss”! It’s by John Denver lol\n  \n  Anyways yeah def worth a visit\n  ","228690":"\n  None\n  ","228691":"\n  Balloons are wasteful, silly,  and awful for the environment. They should be illegal to release outdoors.\n  \n  Every single balloon that’s ever been released has (or will) fall back down to earth after it’s reached the upper layers of our atmosphere and popped. Most of the time they end up in the oceans. Soft plastic pollution is killing sea life of all kinds by the thousands every day when they either ingest it by mistake, get tangled in it and starve because they’re bound up, or get it wrapped around their necks or stuck in their throats and die from asphyxiation.\n  \n  Here is a research poster presentation I authored on the subject for the Longwood University Spring Symposium for Research and Creative Inquiry ⬇️⬇️⬇️\n  \n\n   https:\/\/digitalcommons.longwood.edu\/cgi\/viewcontent.cgi?article=1030&context=rci_spring\n  \n","228692":"\n  I like it in sweet things like pie, cider, cinnamon rolls, snickerdoodles, etc but not with every meal\n  ","228693":"\n  Fine thanks. Had a nice weekend out camping, now it’s back to the grindstone. Hbu?\n  ","228694":"\n  So you’re asking me about years old used balloons laying around the environment like in the ocean..? Or what...??\n  ","228695":"\n  Yes, my purpose is to love and be loved, to spread awareness of the environment, and to emit positivity to make the world a better place for others.\n  ","228696":"\n  Only one I know is Save a Horse Ride a Cowboy\n  ","228697":"\n  Start un-teaching them to the youngest generations I guess\n  ","228698":"\n  Hatchet\n  ","228699":"\n  The Shenandoah is a region in Virginia and some of it is in West Virginia too I think. It’s in the Blue Ridge mountains! ☺️\n  \n  Like from that song “Country Roads” 🎵\n  ","228700":"\n  Dude WHAT are you talking about. That clarified nothing\n  ","228701":"\n  Uuuh I can do both of those other things while traveling so I guess imma say traveling is most important\n  ","228702":"\n  What?\n  ","228703":"\n  I was eating a cookie with my boyfriend and we were peeling stickers off the back of his truck for some reason\n  ","228704":"\n  Eh maybe but I’m probably not very good cause I’ve never tried\n  ","228705":"\n  Water, Dr. Pepper, or sweet tea\n  ","228706":"\n  I’m a good gift giver if I know the person and I have a decent budget\n  ","228707":"\n  That I become a billionaire\n  ","228708":"\n  Sleeping stuffed animal rabbit. His name is Bunny lol\n  ","228709":"\n  Their impact on the planet. It’s more big companies that do most of the polluting but still every little bit counts\n  ","228710":"\n  No not really\n  ","228711":"\n  Oh gosh I LOVED fireball in college now the thought of it makes me feel like barfing haha. I still like cinnamon in things though like cinnamon rolls and hot apple cider 😍\n  ","228712":"\n  Oh dang that HAS been a while. You gotta go again sometime! I highly recommend the Shenandoah for camping if you’re anywhere near that\n  ","228713":"\n  It was super fun! SUPER cold though! Had to wear at least 4-5 layers at all times with all the wind that hits the mountain top haha\n  \n  Where was the last place you camped? What did you used to do when you went?\n  ","228714":"\n  Oranges have always made me gag for some reason but peaches got ruined for me bc of peach burnettes vodka lol. It was the first thing I ever drank when I was like 15 or so and I didn’t know what I was doing so I chugged a bunch really quick and got super super sick for like a few days. Worst hangover EVER...now the smell and taste just reminds me of that even though that was well over 8 or 9 years ago\n  ","228715":"\n  Drove to the top of a mountain and camped all weekend with my bf and some friends. Hit the mud holes a few times with the guys and drank beer and cooked a bunch of food for them over the campfire :)\n  ","228716":"\n  Nope\n  ","228717":"\n  Newspaper, corona mask, photos of me and my dog and friends, the price of gas and of milk and bread, some good luck charms, and maybe a note explaining about the stuff in there with the date\n  ","228718":"\n  I really hate oranges and peaches idk they’re just super gross\n  ","228719":"\n  Class and chill lol so NOPE\n  ","228720":"\n  When I have a notification or if I’m super bored\n  ","228721":"\n  That’s what literally every generation says about the one underneath them.\n  \n  I’d just tell them to keep minding the environment, to keep treating others nicely and with respect, to be accepting of new ideas and philosophies, to listen to the knowledge of the ones that came before them, to be lifelong learners, and to never stop asking questions.\n  ","228722":"\n  Ride horses, do art, photography, hiking, camping, sleeping, or hanging out with friends\n  ","228723":"\n  Butterfingers\n  ","228724":"\n  Any time where I don’t have to take care of any of my friends or bf, we don’t get lost, I don’t spill anything on myself, I keep my phone & keys & wallet with me all night, and nobody throws up or cries. Rarely happens and I’m always the mom, but a girl can dream 😅\n  ","228725":"\n  Hey! Hope your weekend was fabulous too! Happy Monday!\n  \n  ...Back to the ole grindstone lol\n  ","228726":"\n  Good morning. You have a nice day too ☀️ ☁️ 🌾\n  ","228727":"\n  Aight well if you don’t want him to think you’re controlling don’t be mad over dumb shit, learn to trust in your partner more and have some confidence in yourself as well, and communicate more openly with him about both of your feelings. Sounds to me like you’re both being immature in this situation. No hate, just outside perspective based on only the info you just said in your ask.\n  \n  Also girl I don’t like giving dating advice but forreal getting back with your ex is dumb as shit. Y’all broke up for a reason...plus you said he’s only 18? And in the military? NO! Big red flags for me. Boys act like hot-headed idiots until they’re like 25-30. It takes dudes forevvveeerrr to mature unlike girls.\n  \n  You didn’t exactly ask, but if I were you I’d break up with him ASAP and give yourself some space and time to do you and chill and work on yourself if you need it. Fuck dating a navy guy. My dad was in the navy so I’ve literally seen all kinds and young guys tend to want to be wild and crazy and live a bachelors life and they also tend to get sent traveling places and don’t have a choice where they go so you’d have to be long distance most likely and that in itself can be a whole ‘nother issue\n  ","228728":"\n  Speak with a nutritionist or someone who studies some sort of sports medicine about what’s right for your body and make a diet and exercise plan based around that. Salad and cardio or doing juice cleanses or whatever other kind of fad diet never works and only makes you miserable\n  ","228729":"\n  Yeah I’ve had several people I was pretty close with blow up over some weird shit and end our friendship. One time it was over a boy and the other it was apparently over a stray cat I took in that died for mysterious reasons after I took him to the vet and they told me he was healthy.\n  ","228730":"\n  Yeah sandy appreciates me and tells me just about every day that he does\n  ","228731":"\n  No lol I’m v annoying\n  ","228732":"\n  Either delete them or just say “I’m not interested in answering questions like this”\n  ","228733":"\n  No. Leave her alone. It’s clear she doesn’t want to talk.\n  ","228734":"\n  The Grateful Dead, Chance the Rapper, Midland, Kendrick, any 80’s or 90’s old country artists like Alan Jackson or Brooks & Dunn\n  ","228735":"\n  I call Sandy a bunch of weird names lol. But mostly just “Sandman”. My family and I call my sister “Syd” and I call my dog “Tuna” cause his breath smells like a nasty tuna fish and he loves swimming lol\n  ","228736":"\n  Once I dreamed I was a crayon who was being colored with\n  ","228737":"\n  Sandman\n  ","228738":"\n  Prolly pretty recently. I like trying new things\n  ","228739":"\n  Casual dinner with friends and family. Maybe a cake and some candles and they all sing happy birthday to me\n  ","228740":"\n  Nope literally never heard of that in my life. Sounds super gross\n  ","228741":"\n  Netflix is kinda dead rn. I haven’t watched a Netflix show in a minute\n  ","228742":"\n  Yeah. Not sure how many songs, but my longest playlist is 10 hours and 19 minutes and it’s my country music playlist. I group them by genre\n  ","228743":"\n  Nothing so far really\n  ","228744":"\n  Depends on the friend but I try to do something with them that they like or just talk with them\n  ","228745":"\n  I wish I could just like people’s replies in a thread without having to answer and respond to them\n  ","228746":"\n  I def don’t want to be immortal. I’d have to watch everyone I ever loved and will love die over and over again as their lifetimes pass and mine doesn’t\n  ","228747":"\n  Pretty meh\n  ","228748":"\n  Every day...?\n  ","228749":"\n  Horseshoes\n  ","228750":"\n  YouTube\n  ","228751":"\n  NYC\n  ","228752":"\n  Sandy makes me proud every day\n  ","228753":"\n  Yeah I can dig it\n  ","228754":"\n  Not really. At least not like my boyfriend does. He has to do his morning routine every day otherwise he gets grumpy and hangry\n  ","228755":"\n  With food and drinks and a nice greeting\n  ","228756":"\n  Never\n  ","228757":"\n  Paintball\n  ","228758":"\n  Learning social skills earlier in life  like sharing, waiting your turn, team sportsmanship, and developing your other skills like having empathy for others and learning what it means to be responsible much earlier than only-children\n  ","228759":"\n  I like Sandy’s short beard. He keeps it trimmed but it’s still soft and not too prickly like it is when you clean shave and it grows in as 5 ‘o clock shadow\n  ","228760":"\n  I don’t think so\n  ","228761":"\n  You have to send shoutouts and ask people lots of questions until you have a good following. Then your most answered\/most popular shoutout questions will be displayed at the top page as a lot of people answer it\n  ","228762":"\n  Sure\n  ","228763":"\n  Idk you and idk your life. That’s none of my business\n  ","228764":"\n  Yup, just 1 sister\n  ","228765":"\n  You don’t\n  \n  In-person or nothing. Life isn’t lived online and (just imo) “meeting” someone online doesn’t really count as meeting them cause they could be photoshopping their pics or they could be a totally different person\n  ","228766":"\n  Idk\n  ","228767":"\n  Dude idk. You really like cooking and always ask me cooking questions but I don’t like cooking and I rarely have an answer to your questions\n  ","228768":"\n  I’d probably die\n  ","228769":"\n  Peas, carrots, and coliflour\n  ","228770":"\n  I don’t like cooking. If I make something it’s easy like pasta or whatever he wants Idk\n  ","228771":"\n  No. Read my bio. If you want a link to any other social media then go to my YouTube channel\n  \n   www.youtube.com\/user\/FWFgirls1\n  \n","228772":"\n  Yeah I figured not lol. This person comes in every once in a while to random conversations and asks me for my social media and tries to involve me on their personal drama a lot. They always end everything with xxx’s so I know it’s them\n  ","228773":"\n  Oh what’s wrong?\n  ","228774":"\n  Ice cream cake!\n  ","228775":"\n  Yeah as always. You?\n  ","228776":"\n  So cool! That’s what my boyfriend really wanted to do too. He ended up getting a job as a civil engineer with an environmental consultancy just recently. I’m more interested in conservation jobs having to do with some sort of ecology or biology component, but being an environmental consultant would be a close second to that. I’m still looking for a good paying job in my field as of late\n  ","228777":"\n  Germany! It’s so pretty and I already know a decent bit of the language so I can get around pretty easily. Plus I love that there is so much countryside and so much room for outdoor activity like riding 🐴\n  ","228778":"\n  Hello?\n  ","228779":"\n  Thanks man\n  ","228780":"\n  Nooo idea. I just like pretty rocks\n  ","228781":"\n  Oh yeah for sure. Not everyone is an awful, hateful, person. It’s just the ones who are tend to shout the loudest over the nice people\n  ","228782":"\n  Yes, if a horse eats too much of something at once, they risk coloring and dying because they’re physically incapable of throwing up all the food they consume\n  ","228783":"\n  Damn how rude of them forreal. If you’re not a horrible person, you treat their daughter right, you have motivation, goals, and want a good future, then I don’t see why they wouldn’t like you. Some people are just stuck in the past and are straight up racist. That sucks for real\n  ","228784":"\n  A card and some dinner or something\n  ","228785":"\n  You think it’s cause you’re black or is it because they think you make poor life decisions or act a fool in front of them or something lol\n  ","228786":"\n  Ok. Seems pretty pessimistic and cynical but aight.\n  ","228787":"\n  Ew. No.\n  ","228788":"\n  My bf’s family makes muscadine wine every year from their grapes out back\n  ","228789":"\n  No I don’t think so. All my racist family members passed away a long time ago. Most of my family is pretty progressive\n  ","228790":"\n  Kinda shit ngl but not devastating\n  ","228791":"\n  Currently listening to Twist and Shout by The Beatles\n  ","228792":"\n  I got that too but idk what it is\n  ","228793":"\n  Idc what the height is haha I’m not doing it\n  ","228794":"\n  Haha yeah 😬😅\n  ","228795":"\n  Yup, love ‘em\n  ","228796":"\n  Tomboy\n  ","228797":"\n  Beyoncé\n  ","228798":"\n  Yo\n  ","228799":"\n  Skydiving or bungee jumping. It would make me very sick and also fuck that lol\n  ","228800":"\n  “What holiday gift would make you really happy?”\n  ","228801":"\n  Time with my loved ones, a fun activity like ice skating, candles, holiday traditions, or honestly just give me money lol\n  ","228802":"\n  4 for 4 cheeseburger meal\n  ","228803":"\n  It can\n  ","228804":"\n  Lmao don’t hurt yourself trying too hard dude 😂\n  \n  I guess if someone’s chest is puffed out and they’re confident maybe their collarbones would show??\n  \n  Don’t overthink it, I really don’t think anyone cares about someone’s collarbones\n  ","228805":"\n  Yeah a few. I remember going to the historical abbey, hillsides, castle, city, and gazebo from the Sound of Music\n  ","228806":"\n  Eye contact, questions, show interest in her.\n  \n  Ask her to hang out, do fun activities together, find common interests. Learn about each other’s hobbies, become friends!\n  ","228807":"\n  Not I\n  ","228808":"\n  Yeah like, a lot\n  ","228809":"\n  Once but I was so young I don’t remember\n  ","228810":"\n  Yesterday and the day before I was camping so I didn’t look at it cause I was busy tending the fire and cooking and hanging out\n  ","228811":"\n  Yes! I love the outdoors\n  ","228812":"\n  Environmental science :)\n  ","228813":"\n  Potatoes! So many ways you can prepare them 🥔\n  ","228814":"\n  Already answered this\n  ","228815":"\n  I like texting for most things but if something is important I’ll call them\n  ","228816":"\n  Homemade\n  ","228817":"\n  Haha I completed school, like I graduated out. I did it all and now I’m done. I’m officially getting my college diploma in December :P\n  ","228818":"\n  No\n  ","228819":"\n  I didn’t\n  ","228820":"\n  I don’t want to date anyone else but my bf\n  ","228821":"\n  Haha I wasn’t yelling at you so  like aight that was a bit rude lol but you too\n  ","228822":"\n  Like last month I was feeling burnt out from working really hard on my online class and on my off-day I just played on my phone p much the whole day. I ended up bouncing between apps and social media’s\n  ","228823":"\n  Condiments, eggs, and lactataid milk\n  ","228824":"\n  Dude idk what you’re talking about. Don’t bring me into your life drama with some random ass white bitches lol. Idk what that means and idk why she said that to you. You should try asking HER\n  ","228825":"\n  Uh idk if it’s that specific lol\n  ","228826":"\n  Not sure I have one\n  \n  I really liked Dr. Leech in college but I don’t go to school anymore so\n  ","228827":"\n  My what?\n  ","228828":"\n  No y’all don’t look similar past you guys both just being white dudes\n  ","228829":"\n  No one. Not interested in any celebs\n  ","228830":"\n  Hate scary movies 😖\n  ","228831":"\n  No idea who tf any of those people are sorry. I don’t follow or watch NFL\n  ","228832":"\n  Love going to a cute corn maze at a fair or festival\n  ","228833":"\n  Hell yeah\n  ","228834":"\n  The same age you start liking boys\n  \n  Idk like middle school I guess\n  ","228835":"\n  Thank you 😊👍🏻💕\n  ","228836":"\n  Haha no worries\n  ","228837":"\n  Yeah either by the bottom or somewhere in the middle of the water column. And yeah I blow bubbles out of my nose but by bit as I swim forward, but not all at once\n  ","228838":"\n  The key for me is to push off the wall and give myself a foot or two of head start lol\n  ","228839":"\n  Still just me?\n  ","228840":"\n  Idk lol depends on the pool but I like the breaststroke like a froggy 🐸\n  ","228841":"\n  I’ve always admired horses so it just seemed like the perfect sport to get into\n  ","228842":"\n  Sandy says he’d probs end up in for like grand theft auto or something 😂\n  ","228843":"\n  Much more of a dog person 😍\n  ","228844":"\n  Nah it’s not always bad parenting that makes a kid become a bully\n  ","228845":"\n  From one side of the pool to the other usually\n  ","228846":"\n  Yeah\n  ","228847":"\n  On text\n  ","228848":"\n  It’s pretty annoying if someone copies everything you do exactly\n  ","228849":"\n  Haha yeah of course\n  ","228850":"\n  Nah only if I could bring some friends\n  ","228851":"\n  Yeah I like Reece’s, Butterfingers, Lindt chocolate, and Milka brand chocolate\n  ","228852":"\n  Same shit 🤷🏽‍♀️\n  ","228853":"\n  Casually\n  ","228854":"\n  Lol\n  ","228855":"\n  Delicious\n  ","228856":"\n  Smarter! 🧠\n  ","228857":"\n  Thanks my dude ✌🏻\n  ","228858":"\n  Yeah sometimes I drink, but I don’t like to casually drink that much. I usually only drink at special events or occasions\n  \n  I’ve tried all your basic liquors like tequila, vodka, gin, whiskey, scotch, etc and also lots of beers since I lived in Germany for a while and that’s kinda what they’re known for lol so I totally had to try some. I’ve also tried all the basic types of wine like red, pink, white, champagne...I really like this one German Christmas wine called Glühwein! It’s made with cloves and oranges and sugar and you boil it on the stove and serve it warm. It’s pretty dang good on a cold day especially. They serve it a lot at outdoor Christmas markets so I have lots of fond memories drinking it there.\n  ","228859":"\n  ??\n  ","228860":"\n  Not really but I’d rather not talk to most people lol\n  ","228861":"\n  After this answer I won’t be replying to this thread anymore\n  ","228862":"\n  IM NOT INTERESTED\n  ","228863":"\n  What is palabok?\n  ","228864":"\n  Go away\n  ","228865":"\n  I’ve had fish, turtles, and guinea pigs as well as dogs and cats\n  ","228866":"\n  Plzzzzzz stop\n  ","228867":"\n  How?\n  ","228868":"\n  Idk\n  ","228869":"\n  Yus\n  ","228870":"\n  Eh doesn’t matter to me\n  ","228871":"\n  Are you like 11? Stop asking a bunch of double entendre questions\n  ","228872":"\n  Naps whenever\n  ","228873":"\n  Doctors office\n  ","228874":"\n  All three together\n  ","228875":"\n  Idk. I don’t wanna beat anyone up\n  ","228876":"\n  I meant I suck at bowling as in I’m not good at it..\n  ","228877":"\n  No dogs are\n  \n  Diamonds are worthless af lol\n  ","228878":"\n  Yeah totally. Horse riding strengthens the core and back muscles with practice\n  ","228879":"\n  His name is Cezar!\n  ","228880":"\n  Hold my breath or drink out of the cup backwards\n  ","228881":"\n  ?? What\n  \n  I just said I was bad at bowling\n  ","228882":"\n  No\n  ","228883":"\n  Yeah but I’d miss my old life\n  ","228884":"\n  I had my first horse riding lesson when I was 9 :)\n  ","228885":"\n  I’m sure that’s great haha but no, I don’t know you and I’m def not coming to your house\n  ","228886":"\n  All I’m saying is if you’re unfollowing people based on their political opinions then you’re isolating yourself and essentially just being closed minded and I don’t have time for that kinda bs and negativity so if it’s “that serious” for you then just go ahead and unfollow me lol\n  \n  I’m not a fan of discussing politics on ask anyways bc people have gotten super ugly to each other in my past experiences. This page is about equestrian sports. I’d much rather talk about that\n  ","228887":"\n  Hahaha how petty\n  \n  Unfollow me anyways then 😂\n  ","228888":"\n  Noneya\n  ","228889":"\n  Cool, dark, and silent\n  ","228890":"\n  Over the course of my life probably a handful\n  ","228891":"\n  Idk you but probably\n  ","228892":"\n  About a billion times a day\n  ","228893":"\n  For my art, kindness, flexibility and way with animals. I think I’ve done good over the years\n  ","228894":"\n  Thx\n  ","228895":"\n  Stability and freedom\n  ","228896":"\n  Reject them bc they aren’t Sandy\n  ","228897":"\n  Where I love is considered a hot spot bc of high population density so lots of things are closed or have different hours, mask mandates, lots of paranoid people etc\n  ","228898":"\n  Nope\n  ","228899":"\n  Nope\n  ","228900":"\n  Eh small ones maybe\n  ","228901":"\n  Why would I tell the entire internet if I didn’t want to tell anyone\n  ","228902":"\n  Definitely\n  ","228903":"\n  Tail like likes monkey cause it could be like a 3rd hand and I could carry more things\n  ","228904":"\n  Not long term\n  ","228905":"\n  I can’t change of purple judge me or not I just don’t let it affect me\n  ","228906":"\n  Sandy 💕\n  ","228907":"\n  Yeah:\/\n  ","228908":"\n  Sometimes\n  ","228909":"\n  I’d try to be fair and tolerant. J hoe the kingdom would prosper\n  ","228910":"\n  Don’t like board games\n  ","228911":"\n  Step back and think. Meditate briefly. I don’t get angry very often so I don’t really have to do anything on the regular\n  ","228912":"\n  Nothing\n  ","228913":"\n  Who’s there\n  ","228914":"\n  General mood, calmness, organization, and compartmentalization\n  ","228915":"\n  The shells I’ve found at various beaches I’ve been to :)\n  ","228916":"\n  Beautiful and misty ending with a big BBQ dinner 😍\n  ","228917":"\n  No its going well! Got super close to a deer friend today in the car. She didn’t care one bit about us and just kept moseying along\n  ","228918":"\n  Yeah lol I stuck at bowling\n  ","228919":"\n  No not really. We’re cordial but not friends\n  ","228920":"\n  Has no point\n  ","228921":"\n  Double no\n  ","228922":"\n  At this point not really. Hulu is better rn\n  ","228923":"\n  Yeah it’s beautiful in the mountains\n  ","228924":"\n  My parents both agreed on Nikki. It means victory of the people\n  ","228925":"\n  Uh never. It’s not easy to attain. It’s hard work 😓\n  ","228926":"\n  Yeah I’ve had a few paranormal experiences\n  ","228927":"\n  I like sketching traditionally but I like painting and coloring digitally!\n  ","228928":"\n  Keep busy, avoid contact with them if possible, be cordial. Keep answers short.\n  ","228929":"\n  Art and horse riding. Have just always been into art. Not sure how I got into it tbh. But horse riding I got into when I lived in Germany and started taking lessons at the local stable\n  ","228930":"\n  Yes every week\n  ","228931":"\n  I have a few souvenirs from all the neat places I’ve been yeah!\n  ","228932":"\n  Sandy cause I love him just the way he is\n  ","228933":"\n  Not always true\n  ","228934":"\n  Idk not that much\n  ","228935":"\n  Yeah sometimes\n  ","228936":"\n  Again...\n  \n  ??\n  ","228937":"\n  Yeah\n  ","228938":"\n  👍🏻\n  ","228939":"\n  Because it makes you feel invalid and it’s annoying\n  ","228940":"\n  ?\n  ","228941":"\n  Nature, photography, art, anime, hiking, animals, Disney, and coffee!\n  ","228942":"\n  Used to be a big book work but now I don’t have time and it’s not really one of my primary interests\n  ","228943":"\n  Nope\n  ","228944":"\n  Yeah I have 6 piercings\n  ","228945":"\n  This still doesn’t make any sort of sense or have any context\n  ","228946":"\n  Nah there’s no point\n  ","228947":"\n  ?¿?What?¿?\n  ","228948":"\n  Thanks 😊\n  ","228949":"\n  Light blue\n  ","228950":"\n  Sometimes idk they’re comfortable\n  ","228951":"\n  Never\n  ","228952":"\n  Sure why not I guess\n  ","228953":"\n  6\/10\n  \n  Working on it\n  ","228954":"\n  No lol have you?\n  ","228955":"\n  No lmao\n  \n  Also, google this. Don’t ask me stuff you can just google\n  ","228956":"\n  I don’t like watching horror movies\n  ","228957":"\n  I don’t know what you’re talking about -__-\n  ","228958":"\n  Read my bio. I’m 23\n  ","228959":"\n  Idk prolly Norway\n  ","228960":"\n  Anonymity\n  ","228961":"\n  Haha like all my suitors\/crushes my parents hated. They liked most of my friends tho. And sandy seems to be the first boyfriend they’ve like so far 💙\n  ","228962":"\n  Pizza\n  ","228963":"\n  I’m an alright advice giver about some things. I don’t usually ask or advice much myself tho\n  ","228964":"\n  Nope it’s difficult to make me a dry or jealous about my relationship. I have the utmost love and trust in Sandy\n  ","228965":"\n  My grandma makes it every year for thanksgiving 😍\n  ","228966":"\n  Nah it’s good as is\n  ","228967":"\n  Both tbh but I guess sleep is life way more\n  ","228968":"\n  Hmm weird\n  ","228969":"\n  ??\n  ","228970":"\n  Again.... literally what are you talking about\n  ","228971":"\n  My lil prince of the trailblazer\n  ","228972":"\n  Do no harm but take no shit ✌🏻💙\n  ","228973":"\n  Blue 💙\n  ","228974":"\n  So weird 😖\n  ","228975":"\n  No\n  ","228976":"\n  It’s a partnership. Both parties have their own jobs and it isn’t about control.\n  \n  You give cues that the horse willingly follows. For the rider it’s about balancing on the horse and holding  your own self up with no tension or force. It’s about knowing when is a suitable time to give a cue, where you both are in space, and how to ask your horse to follow your directions.\n  \n  For the horse it’s holding himself up and in balence, supporting your weight, listening for you, and thinking about where  his body is in space.\n  ","228977":"\n  Haha uh cause it’s fun and it’s my passion and I just like working with the horses\n  ","228978":"\n  Not sure what you even mean by that\n  ","228979":"\n  You’ve already asked me about this. Stop asking. I’m not interested\n  ","228980":"\n  Yeah same that’s why I keep telling this anon no. Last time I answered an ask about it the person progressively asked weirder and more invasive and creepier questions as I answered\n  ","228981":"\n  Again, stop asking about skinny dipping. I’m not interested in talking about it\n  ","228982":"\n  No\n  ","228983":"\n  Don’t have any\n  ","228984":"\n  No and I’ve already said that\n  ","228985":"\n  No not really\n  ","228986":"\n  I don’t send nudes\n  ","228987":"\n  Environmental science\n  ","228988":"\n  Bc it’s annoying and irrelevant and I’m tired of being asked this\n  ","228989":"\n  No right now I’m finishing school but I wish it was my job\n  ","228990":"\n  Already answered this question a little while ago\n  ","228991":"\n  No\n  ","228992":"\n  Wth\n  ","228993":"\n  I’m having a costume bonfire! :)\n  ","228994":"\n  ...you’re saying it’s common knowledge that you suck your finger at night because you like the taste?\n  \n  Get off my page lol this is weird\n  ","228995":"\n  Lots of popular artists happen to be from my country, that doesn’t mean I listen to all of them\n  ","228996":"\n  You need to fully master every single basic skill and be completely balanced in the saddle before you learn to jump your horse lol.\n  \n  Please don’t try jumping unless you already know the basics. Otherwise you WILL hurt your horse on accident or yourself.\n  \n  Assuming you have the basics: This unfinished infographic (I didn’t add the words to yet) shows the correct jumping position with balanced horse and rider in the top left, and then 3 incorrect rider positions with unbalanced horse and rider. If you’re unbalanced then your horse will not be able to jump well and will be unbalanced and risks injury to you both\n  ","228997":"\n  If this is some sort of innuendo I don’t get it and it’s not funny\n  ","228998":"\n  I can give you advice on how to start to learn equestrian but it would be hard for me to actually teach you personally lol\n  ","228999":"\n  Are you having a stroke sir?\n  ","229000":"\n  Dude I have no idea what you’re talking about\n  ","229001":"\n  On ask? Almost but I don’t take it too seriously\n  ","229002":"\n  ...what???\n  ","229003":"\n  What\n  ","229004":"\n  ??? Haha what? No?\n  ","229005":"\n  Everyone is unique and intrinsically valuable\n  ","229006":"\n  No I’ve never heard any of her songs\n  ","229007":"\n  You couldn’t\n  ","229008":"\n  No, I’ve never even heard of that...every dog I’ve ever had has been neutered so that’s not been a consistent enough problem for me I guess lol\n  \n  Every male dog I’ve ever had has never done that except for like a few times over each of their entire lives and it’s always just been when they were crazy excited about something\n  ","229009":"\n  ...A what now???\n  ","229010":"\n  As long as I can remember I’ve been drawn to them because I’ve always thought they were so beautiful and strong. My love affair with equestrian sports all started when I was 9 though and I took my first horseback riding lesson\n  ","229011":"\n  Silence\n  ","229012":"\n  We can make a positive impact on our surrounding ecosystems if we REDUCE plastic usage, REUSE single-use bottles or only use reusable\/washable ones, RECYCLE everything we can, and most importantly REFUSE unnecessary plastic usage like grocery bags, water bottles, useless knickknacks, polyester clothing, and basically anything plastic we don’t need\n  ","229013":"\n  Wear shorts in winter time, sleep without building a shelter first, be far away from lots of bugs, use the toilet or sink or shower, leave food out, and easily keep food super cold during the summer\n  ","229014":"\n  Yes, I’m in a relationship. It’s in my bio lol\n  ","229015":"\n  Good for you\n  ","229016":"\n  Hi again\n  ","229017":"\n  Dog fo’ sho 😍\n  ","229018":"\n  Bout to be 24\n  ","229019":"\n  With one small step at a time!!\n  \n  The 4 R’s (on this sign I made) are a good place to start 💙\n  ","229020":"\n  Nothing, just coffee.\n  ","229021":"\n  He’s a good listener and is always supportive of me and takes interest in my life and hobbies and feelings\n  ","229022":"\n  I think I’m average lol\n  ","229023":"\n  Hello there\n  ","229024":"\n  No that’s pretty rude. If it’s not a date then you should pay your own way\n  ","229025":"\n  Neither of us really holds more power or say than the other in our relationship at this point. I’m sure as time goes on and the relationship matures there might be a shift towards one side (which I assume will be me?) who will end up making more decisions and having more say.\n  \n  I say that bc so far I’ve been the list-maker, planner, researcher, reservation booker, packer, organizer, and navigator in all our adventures lol. Sandy’s just the idea man who comes along 😂\n  ","229026":"\n  Yeah sort of but mostly no not at all lol\n  \n  Being accepted by your fellow people is an important part of a healthy and happy human psyche! So to a very small extent, yeah it kinda-sorta matters what others that are close to you think of you in that you need to get along well with others around you and have them form positive opinions of you in order not to be lonely and have friends.\n  \n  But it DOESN’T really matter what other people outside of your group think of you like social media followers, strangers, etc. The human brain was built to seek acceptance and positive interaction so we could help each other, share, and survive... but we weren’t built to be equipped to deal with so so many thoughts and opinions of us at once. That explains why rando’s negative or hateful internet comments are so detrimental to some people’s mental health even though they’ll probably never even meet that hater and they know their rude comment is irrelevant\n  ","229027":"\n  Brussel sprouts\n  ","229028":"\n  Iceland, Japan, or somewhere else in Africa\n  ","229029":"\n  I’ve been to Euro-Disney if that counts\n  ","229030":"\n  It was science or history\n  ","229031":"\n  Oceans bc I don’t have to do the centrifuge lol\n  ","229032":"\n  For sure 😌\n  ","229033":"\n  It’s been up and down in regard to that but it hasn’t totally failed. My dad is a very patient person lol\n  ","229034":"\n  Hmm ultimately it’s my parents word that goes but my mom is much more vocal and strong in her opinions than my dad is so she always has to have the most, first, and last “say” in things\n  ","229035":"\n  Used to own leg warmers for some reason lol\n  ","229036":"\n  Sandy sends me dorky memes all the time and I genuinely laugh at a lot of them\n  ","229037":"\n  Pretty few but that’s kinda on purpose. Having a lot of friends and commotion and social activity and stuff to keep up with is super exhausting for me lol. I have a few close friends, some floater friends, my partner, and that’s p much it lol\n  ","229038":"\n  ☺️💙💕\n  ","229039":"\n  “Dog!”\n  ","229040":"\n  Food, water, shelter, clothes, love, air to breathe, human connection, a furry friend, and the outdoors\n  ","229041":"\n  Just sticking with difficult tasks over a long period of time so I can graduate finally and get my degree\n  ","229042":"\n  Yooo same actually! that’s crazy we like a lot of the same stuff. Also just saw your painting with the birds and the clouds and it’s so pretty! Nice work 🎨 🖌\n  ","229043":"\n  That’s so neat! :) What sorts of things do you like to draw\/paint?\n  ","229044":"\n  Singing\n  ","229045":"\n  Yeah!! I love sketching in my sketchbook and doing digital art mostly 😊\n  \n  Are you an art lover too?\n  ","229046":"\n  Either is fine. I don’t have a preference\n  ","229047":"\n  Recipes! But it’s easy to tweak the recipe and season it to taste once I have the basics\n  ","229048":"\n  Yes! I’ve had paranormal experiences but they’ve stopped\/slowed down a lot as I’ve aged. Apparently I come from a long line of people who’ve experiences paranormal encounters\n  ","229049":"\n  Yeah totally\n  ","229050":"\n  Not as badly as I used to but I probably still overuse it\n  ","229051":"\n\n   https:\/\/youtu.be\/v-q5rTqBmY0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","229052":"\n  Booooo\n  \n  It’s Preservatives* not conservatives 🙃\n  ","229053":"\n  ??\n  ","229054":"\n  have it all figured out and be an “adult” lol... but it turns out nobody ever figures it all out and everyone was just pretending the whole time🙃\n  ","229055":"\n  February 19th ♓️\n  ","229056":"\n  70\n  ","229057":"\n  True true same here. Not much going on rn haha\n  ","229058":"\n  Doing well 😊 How’re you?\n  ","229059":"\n  Social media\n  ","229060":"\n  I voted, threw my boyfriend a surprise birthday party, helped out a friend in-need, saved a woodfrog from the lawn mower, and made dinner for my family when my mom had to work late\n  ","229061":"\n  Cezarlia\n  ","229062":"\n  Gaia- goddess of the earth and of nature\n  \n  ~or~\n  \n  Hecate- goddess of magic, crossroads, moon, ghosts, witchcraft and necromancy\n  \n  Cause I’m into nature and I think witchcraft is neat although I don’t practice Wicca or consider myself a witch\n  ","229063":"\n  Beer and cereal...beereal\n  ","229064":"\n  I’m going to a bonfire with friends dressed in costumes! ☺️ me and my s\/o are gonna be Meg and Hercules\n  ","229065":"\n  Assuming it’s all free like one of those “grab everything you can in 15 mins” kinda things but for 24hrs?\n  \n  I’m going to Dover Saddlery, the mall, and the grocery store lol\n  ","229066":"\n  Nothing tbh. I was pretty sheltered.\n  \n  I didn’t watch violence or scary movies, y’all about sex, or even learn that curse words existed until I was like 13....I was literally at the pentagon daycare center when 9\/11 happened, I saw the tv broadcasts, heard the sirens, saw panic in important government figures, but I don’t remember any of it because my parents essentially pretended nothing happened and scrubbed it from my memory\n  ","229067":"\n  Actually it’s not that great. That’s a bit of misinformation based on outdated nutritional science that corporate America capitalized on and ingrained into the collective consciousness of generations of citizens in order to keep making money.\n  \n  In general, humans aren’t even really supposed to be able to digest milk through adulthood, explaining why 65% of the entire world population is either completely unable to digest, or has very reduced abilities to digest and process milk products.\n  ","229068":"\n  I think what you give, you’ll get in return! The world is sometimes a bit more unfair than that but in general, karma will come back and bite you if you do bad deeds or have malicious intents\n  ","229069":"\n  My 21st since it was my biggest celebration\n  ","229070":"\n  What are you talking about??\n  ","229071":"\n  ...uh haha okay 🤨\n  ","229072":"\n  Oh yeah!\n  ","229073":"\n  Idk, what?\n  ","229074":"\n  Chewing loudly or with their mouths open\n  ","229075":"\n  What do you even mean 🙄\n  \n  Yes of course it’s real...the most prominent public figure in the whole US literally has it right now, the president. People are dying of it in masses....\n  ","229076":"\n  Idk I don’t race\n  ","229077":"\n  I understand why they cost money...wages for workers, cost of material, labor, shipping...I just hate that I legit don’t have a choice. I HAVE to buy them and that annoys me. I wasn’t going to propose some master plan for distribution lol so idk\n  ","229078":"\n  Not all the time lol but when I accomplish things that are difficult for me then I am\n  ","229079":"\n  Bugs\n  ","229080":"\n  Don’t care about either\n  ","229081":"\n  Victory of the people\n  ","229082":"\n  Listen\n  ","229083":"\n  Food, money, visits from my bf and friends, clothes etc\n  ","229084":"\n  About once a day\n  ","229085":"\n  Good luck! 👖👍\n  ","229086":"\n  Hmm I don’t think I was incapable of anything last year that I can do now. Nothing’s changed much in that department\n  ","229087":"\n  Awe dang what a bummer. Hope the stain comes out!! Tonic water and 10 minutes will remove just about any stain in my experience. Even red wine, grass stains, and blood\n  ","229088":"\n  Blue! 💙\n  ","229089":"\n  Yeah in general I’m pretty happy\n  ","229090":"\n  Yeah def lol. I’ve eaten fettuccine Alfredo going 75 on the highway before 😂\n  \n  If you look down for even a second you end up moving into the other lane but if you don’t look down you get pasta sauce all over your shirt 🙃\n  ","229091":"\n  Horse and Rider\n  ","229092":"\n  Feminine hygiene products\n  ","229093":"\n  Aw that doesn’t sound very relaxing :\/\n  ","229094":"\n  That’s adorable lol 😆\n  ","229095":"\n  Yes! I’m in love with Sandy\n  ","229096":"\n  Obvi cramps since fuck having kids lmao but honestly I’d rather get my dang tubes tied tbh\n  ","229097":"\n  Adorably gross, but not terrifying\n  ","229098":"\n  Lay down lol 😝\n  ","229099":"\n  Time for a break from that for lunch now tho!! I’ve been working on chem all dang day. I’m reheating some homemade chipotle\n  ","229100":"\n  I can follow pretty much any recipe and it will turn out well so I guesbil an okay cook although I don’t really enjoy cooking that much\n  ","229101":"\n  Haha do you like galloping with Pamilena?\n  \n  Also do you have a nickname for her like Pam or Pami or Lena or something or do you straight up call her by her full name :P just curious haha\n  ","229102":"\n  I’m not mean to anyone and no matter who it was I’d tell them I’m not in love with them because I’m already in love with my bf, Sandy. Them telling me that would make me feel pretty awkward and uncomfortable since it’s a known fact that I’m dating sandy and that I’m committed to him\n  ","229103":"\n  Editing videos, doing art, working eith the horses, and camping\n  ","229104":"\n  No not really but I’m capable of cooking pretty well\n  ","229105":"\n  Yeah most of the time\n  ","229106":"\n  Currently doing complex calculations for my dumb chemistry class. Not v happy about having to take this class lol\n  ","229107":"\n  As I’ve gotten older I’ve gotten new perspectives on how the world works and how people think\n  ","229108":"\n  Cotton candy frappuccino\n  \n  It’s a vanilla bean frap with raspberry syrup. It’s super good\n  ","229109":"\n  Haha no\n  ","229110":"\n  ☺️✨\n  ","229111":"\n  Ok so like, this is gonna be a long answer but I wanna explain my reasoning if that’s okay!\n  \n  To answer your question: No it’s not bad it’s good to be supportive of your fellow people no matter their preferences for a partner! Supporting and loving thy neighbor no matter his\/her appearance, gender, sexual preference, or race is the most Christian thing you could do! God preaches love, not hate!\n  \n  I think some people get confused when interpreting that specific part of the Bible and that there’s still a lot of negative stigma surrounding lgbtq put there by the church that’s leftover from the Middle Ages when they were very focused on creating child-producing marriages and on population growth since everyone died so young back then since they didn’t have good medicine. Basically, I’ve come to understand that they saw that homosexual relationships didn’t produce children, so therefor they’re were seen as “bad” and “pointless” by lots of people back then... plus the church used its power and influence to  control the dumb uneducated masses of people by taxing, tithing, and offering indulgences to sinners and used fear of going to hell as punishment for not doing what they said because then you’d be “going against gods word” (aka undermining their influence)  Basically they scared people into conforming to what benefitted them for a long time in history. Things like being gay were “bad” back then because it didn’t benefit them monetarily or society for population stabilization.  Now we have food medicine and lots of people so that ideology is totally pointless now. Still though, all that historical talk just furthered the negative stigma around being homosexual and it became ingrained into the collective human memory.\n  \n  Imo, with all these social movements and stuff about gay rights, we’re now realizing that it was men who corrupted the word of god for their own benefit back then, and what I think God wanted the whole time was acceptance and love of all thy neighbors.\n  \n  The echoes of that time where people shunned and demonized lgbtq people can still be heard today pretty loudly, especially in small towns and places that are more focused on traditional, conservative, values that are passed down from generation to generation. Information is just slower to disseminate in small places like that because most flow of info is centered around big cities with lots of influx of new people and ideas.\n  \n  Honestly there’s a lot lot lot to unpack from different biblical interpretations, different historical precedents and times that shaped our own time now, historical events and social norms that influenced the church’s teachings, and the echoes of those old ways that are still influential in how we tbink today...like honestly way too much for an ask post\n  \n  It really boils down to one thing for me though and it’s-   if all people are children of god and god loves and accepts all his children, then it seems (to me) he would want you to  do the same thing as well.\n  ","229112":"\n  People who fabricate their own truth based on feelings because they cannot accept or do not want to accept peer-reviewed, repeatable, scientific research and fact based on data and mathematical algorithms\n  ","229113":"\n  Hmmm I don’t own a lot of pink...probably some socks with pink trim lol\n  ","229114":"\n  Happiness, peace, serenity, stability, connection, and opportunity\n  ","229115":"\n  Aw thanks lol\n  ","229116":"\n  You could say “Hey babe, I’ll cover your vet, feed, and farrier bills this year” 😂😂\n  \n  Haha nah jk jk but actually though, taking a GENUINE and actual interest and having curiosity in what she does with them would go a long way and make her feel supported and impressed that you cared about something she likes doing! Ask questions and try to learn stuff about it so you two can talk about it!\n  \n  If you wanted to take a it a step further and really wow her you could try learning to be gentle enough to ride a horse right next to her on the trail and go on a romantic trail ride! It sweeps me off my feet when my bf does that with me. Now it’s something we do every so often together and he’s learning to control the horse better with less effort. It’s super neat and it worked with me lol so I bet it’ll work with your gf\n  ","229117":"\n  I LOVE riding trails! It’s always a blast. Going to waterfalls seems so relaxing, that’s crazy cool you get to do that casually.\n  \n  There are some forest trails near me and ones that go through the neighbor’s cow pasture on top of the hill that I like going to sometimes. I like the fields cause when he cuts down the grass during hay season you can gallop for a good long stretch over the flat ground where he drives the tractor. It’s one of my favorite feelings, just running free up on the hill and being so close to the sky 😍😍😍\n  ","229118":"\n  Aw that’s so awesome I’m so jealous!! What kind of things do you two do together, like what riding discipline do you do?\n  ","229119":"\n  I honestly have no idea lol. It’s just what the internet said when I searched it. Doesn’t seem like a healthy thing to me with many positive outcomes (if any)\n  ","229120":"\n  Nice! 👍🏻\n  ","229121":"\n  Followed back!! 😊\n  ","229122":"\n  Got to give Chance a new friend, Max\n  ","229123":"\n  They really are! 💙✨\n  \n  Just saw your profile (followed you back btw) and it says you’re from Alabama! There must be lots of space for horses there!  Would you ever try taking horse riding lessons somewhere near you? It’s so fun and so worth it!!\n  ","229124":"\n  I’m inclined to say that would be incredibly stupid and have negative side effects. After some research I found out that my inclination was right. The pic below is a screenshot from an article called “Cattle Steroid Misuse Appears Common”. After scientific study, it was concluded that there are indeed negative side effects of its use in humans. Read the caption\/pic below for a few of those.\n  \n  I also found out that steroids for use in horses, cattle, dogs, and cats, known as Prednisolone Acetate, can cause premature birth or birth defects when taken by pregnant animals, so the same could be assumed for pregnant human athletes if they consumed it.\n  ","229125":"\n  Sadly, none of them really belong to me but I’m fortunate enough to be allowed to work with them and ride them!!\n  \n  The grey one in my profile pic is named Chance, the chestnut one in my banner that’s jumping is named Nugget (he and his owner moved away tho), and the third one I recently posted in my last poll that’s a bay (brown and black) is named Max! They’re all such lovely, kind boys! I’m so glad to be allowed to train them and be with them tbh 😍\n  ","229126":"\n  Not with my own family who I quarantine with and while doing a socially distant activity. lmao check yourself before you wreck yourself\n  ","229127":"\n  Love\n  ","229128":"\n  There is light in space, it just doesn’t have anything to reflect\/bounce off of and enter into your eye for you to see it. That’s why the moon becomes illuminated, the space station, satellites, comets, etc, because the light is reflecting off of them and letting you see them. Where there’s nothing to reflect off of, you don’t see light, explaining why the space around the sun without objects in it is perceived as dark.\n  ","229129":"\n  Yeah for a brief period in the early 2000’s\n  ","229130":"\n  Yeah probs. We’re gonna stay over at a friend’s house and have a bonfire 🔥\n  ","229131":"\n  Nope\n  ","229132":"\n  I don’t like horror\n  ","229133":"\n  Going to a pumpkin patch and a costume party\/bonfire\n  ","229134":"\n  We’re being Meg & Hercules this year\n  ","229135":"\n  Butterfingers!\n  ","229136":"\n  I guess so\n  ","229137":"\n  One year I went as a washing machine! It was actually a pretty good costume lol and it was homemade!\n  ","229138":"\n  It’s not that I completely deny the existence of a god or higher power, but I also can’t confirm 100% that there is one, ya know? I know that’s where people say having faith comes into play, but that’s not enough for me. I’ve been living non-religiously for most of my life and I lean more towards agnostic ways of thinking\n  ","229139":"\n  I like carving it since that’s what my family and I used to do every Halloween and it’s become a tradition :)\n  \n  Painting them is fun though too! I love to paint and trying to do it on a round surface like a pumpkin is a challenge\n  ","229140":"\n  Both are good!\n  ","229141":"\n  I have social anxiety so I end up ghosting friends on accident a lot but I try not to do it on purpose bc I know it doesn’t feel very good to get ghosted and I don’t wanna make anyone feel like that if I can help it.\n  \n  It’s gotten to the point where I definitely have had to cut certain people out of my life but it’s been gradual every time. I make it a natural and slow-ish process so neither of our feelings get hurt\n  ","229142":"\n  That would be super super weird. It’s never happened to me before cause I don’t do online dating or tinder or chat rooms or anything so I guess nobody has really had the opportunity to catfish me lol.\n  \n  I guess I’d be sad about it but then get over it and move on with my life. Nothing else you really can do lol\n  ","229143":"\n  Sure why not? :)\n  ","229144":"\n  Winter ❄️\n  ","229145":"\n  It was okay...kinda what I expected. I wish we would’ve spent more time at the actual dance but we wanted to go to the after party more lol so that’s what we did\n  ","229146":"\n  Like every time I go I get lost. That being said I don’t go to the mall very often lol\n  ","229147":"\n  No no no! I strongly dislike children and don’t plan on having any of my own. I’ve thought\/known that since I was a kid myself lol\n  ","229148":"\n  It’s not something g I think is really necessary for cosmetic reasons and I do t see myself wanting or needing it. Plastic surgery for reconstruction after an accident or for any other sort of health issue is groundbreaking technology! But I certainly hope I don’t need it for that reason either\n  ","229149":"\n  At this point probs not. I have no idea how to read a map, a phone book, an encyclopedia, or do complex calculations quickly\n  ","229150":"\n  Christmas tree ornaments\n  ","229151":"\n  Food\n  ","229152":"\n  I hate watching sports\n  \n  I like doing equestrian\n  ","229153":"\n  I have a well-know and in-the-open boyfriend in the USA lol\n  ","229154":"\n  Idk who that is and I don’t care\n  ","229155":"\n  I’ve never been to Maine. Seems cold 🥶\n  ","229156":"\n  Saaaame lol I’m not sure why I switched back and forth like that. Just experimenting I guess\n  ","229157":"\n  Peppermint, pumpkin, apple, caramel, and chocolate\n  ","229158":"\n  🤭\n  ","229159":"\n  Uuuuh idk...I don’t watch many movies or TV anything tbh\n  ","229160":"\n  2017 Ford F-150 Sport\n  ","229161":"\n  I’d remove the middle of summer and just extend spring and fall because simmer is too damn hot and humid where I’m from, it sucks! You can’t do anything but lay down and drink water and stay in the ac or in the water somewhere cause it’s so dang hot it’s too tiring to do anything else\n  ","229162":"\n  Hmmm...lots of people don’t know I’m a very sensitive person and that I’m pretty anxious overall. It’s gotten better as I’ve gotten older but it’s still there looming in the background\n  ","229163":"\n  I’d love to be a field biologist or conservationist!\n  ","229164":"\n  I like riding, drawing, photography, nature, ecology, music, animal husbandry, digital painting, making YouTube videos, singing, camping, outdoor rec, swimming, and hanging out with friends!\n  ","229165":"\n  Shego is a bad bitch lmao she rocks!\n  ","229166":"\n  Nope no idea where that is\n  ","229167":"\n  Of course\n  ","229168":"\n  Being socially unaware\n  ","229169":"\n  I don’t live in the city so there’s no such thing as street foods lol\n  ","229170":"\n  Nope\n  ","229171":"\n  Never heard of those or of her but good for you\n  ","229172":"\n  To a certain extent. If you look like you don’t care about yourself then it’s harder to interact with you. Like if you’re consistently dirty, smelly, and greasy looking I won’t go out of my way to talk with you\n  ","229173":"\n  No I don’t care about that\n  ","229174":"\n  Fall and winter!\n  ","229175":"\n  Chillin with the gf’s\n  ","229176":"\n  No\n  ","229177":"\n  I like more musky scents, not like sugary or too sweet smelling. I don’t like fruity or flowery things either.\n  ","229178":"\n  Seek help. Go outside. Find a creative outlet.\n  ","229179":"\n  I don’t know who that is\n  ","229180":"\n  It’s bright\n  ","229181":"\n  Money cause then I can just live a peaceful life without everyone in my business\n  ","229182":"\n  That’s v specific but also idk, I’ve never been to Illinois in my life\n  ","229183":"\n  Shego 💚\n  ","229184":"\n  Yeah sushi is pretty good 🍣\n  ","229185":"\n  Not in the traditional sense but kinda\n  ","229186":"\n  I’m sure they appreciate that\n  ","229187":"\n  For my YouTube content\n  \n\n   https:\/\/YouTube.com\/user\/FWFgirls1\n  \n","229188":"\n  ✌🏻\n  ","229189":"\n  Yeah, sometimes they enjoy that 🍎\n  ","229190":"\n  Nope. I don’t need anything rn\n  ","229191":"\n  Uh no not really. I’m chillin\n  ","229192":"\n  It’s easy\n  ","229193":"\n  The grocery store lol\n  ","229194":"\n  The song “Deep in the Valley” by The Head and The Heart always calms me down\n  ","229195":"\n  Don’t have one, especially now that Covid is a thing\n  ","229196":"\n  You’re okay\n  ","229197":"\n  Apples. I don’t like oranges\n  ","229198":"\n  Probably some people idk lol. Sandy says I inspire him sometimes 😌\n  ","229199":"\n  Number of zeros in their bank account\n  ","229200":"\n  Idk like some classic country or something probably\n  ","229201":"\n  No they’re close friends\n  ","229202":"\n  Log trucks...ok then\n  ","229203":"\n  It’s a skin condition where you get a buildup of dry skin and it makes these little red patches that get flaky. People say it’s pretty itchy. I’ve never had it but my grandparents’ friend does and they told me about it.\n  ","229204":"\n  This has no context? Idk what you’re talking about. “Who” what?\n  ","229205":"\n  Long enough to fall past my jeans pockets\n  ","229206":"\n  Idk\n  ","229207":"\n  Thanks 😊\n  ","229208":"\n  That’s what I say to my dog every morning lol\n  ","229209":"\n  I do the wash myself with our machine at home\n  ","229210":"\n  Yeah lots on my knees, the inside of my leg where the saddle touches, on my hands, my feet & heels, and one on my tummy\n  ","229211":"\n  White wine\n  ","229212":"\n  Stop asking already\n  ","229213":"\n  Si\n  ","229214":"\n  Fresh crab!\n  ","229215":"\n  Chillin with sandman and Cezar\n  ","229216":"\n  Idk how many I even had to start our with. They’re useless\n  ","229217":"\n  Money\n  ","229218":"\n  No not really. I’m agnostic, I don’t practice any form of religion\n  ","229219":"\n  Al the time but I just ignore it. Animals make lots of weird noises.\n  ","229220":"\n  About some things\n  ","229221":"\n  One day! I’m very excited\n  ","229222":"\n  Kinda...they’re just unsettling\n  ","229223":"\n  Hi\n  ","229224":"\n  Not it’s not that big a deal for me\n  ","229225":"\n  I just told you no spell could change you lol\n  ","229226":"\n  Even when I’m not alone I like to sing\n  ","229227":"\n  Fly away\n  ","229228":"\n  No amount of magic could fix that ugly mug\n  ","229229":"\n  I guess..?\n  ","229230":"\n  Honey\n  ","229231":"\n  Open communication and respect built on a foundation of trust\n  ","229232":"\n  Idk dude\n  ","229233":"\n  r\/im14andthisisdeep\n  ","229234":"\n  Awkward\n  ","229235":"\n  Not always. Sometimes people don’t even read the questions and say something random\n  ","229236":"\n  Idk\n  ","229237":"\n  I’m not sad so I don’t need to\n  ","229238":"\n  Yes!\n  ","229239":"\n  No, that’s not normal.\n  ","229240":"\n  Noooooooooo\n  ","229241":"\n  Darn that stinks\n  ","229242":"\n  Do you get holidays very often?\n  ","229243":"\n  It’s a daily chore but it isn’t overwhelming. It’s similar to the amount of work it takes to clean up after a cat or dog\n  ","229244":"\n  I don’t see why you wouldn’t?? That’s part of growing up\n  ","229245":"\n  Idk what you mean\n  ","229246":"\n  Same :)\n  ","229247":"\n  Butterfingers or Reece’s\n  ","229248":"\n  Hi, I’ve been good. How about yourself?\n  ","229249":"\n  Stay or leave what?\n  ","229250":"\n  Always being the “new kid”. I developed anxiety and depression and became the “quiet kid” that people didn’t pay attention to lol. It’s all good now tho\n  ","229251":"\n  Seems to be pretty common. Idk what it is about numbers, they just confuse me a lot!\n  ","229252":"\n  It’s been about 15 years now! I first started back when I was a little kid and I lived in Germany cause it was super cheap and accessible out there in the countryside.\n  \n  When I moved back to the US I stuck with it and it’s been a part of my life ever since 😊\n  \n  That’s me when I was 9 lol. I’m not just small, that horse was HUGE 😂\n  \n  (Ignore my awful beginner-ish riding position haha)\n  ","229253":"\n  Ugh math is the WORST! I’m so bad at it and I always get frustrated and sweaty during math tests\n  ","229254":"\n  You should def try it if you get the opportunity! It’s super fun!! And if you get into it as a sport it’s actually much harder than it looks lol 😅\n  \n  If you ever do it I’d love to hear about your experience\n  ","229255":"\n  No idea who that is\n  ","229256":"\n  Aw thank you! The grey one in my pic is named Chance :) The other one in my banner that’s a chestnut is Nugget but neither of them are mine lol\n  \n  Followed back btw\n  ","229257":"\n  Luck bc if I’m lucky I’ll always find love and money will come my way\n  ","229258":"\n  You too ✌🏻\n  ","229259":"\n  Since I didn’t really grow up in one place for very long I think I picked up lots of little things from each place I went to and it ended up really shaping me into who I am today\n  ","229260":"\n  Haha idk I used to be into it but it really doesn’t do it for me anymore :P\n  ","229261":"\n  He’s living a better life now :)\n  \n  This weekend I’m going to the lake house with some of my gf’s and their boyfriends 😊 were just gonna chill\n  ","229262":"\n  🤷🏽‍♀️ it’s not that big of a deal\n  ","229263":"\n  Anything can be a fetish’s really, so yeah probs\n  ","229264":"\n  Absolutely not\n  ","229265":"\n  No it’s just an emoji, not a political statement\n  ","229266":"\n  I was walking my dog tonight and a red fox must’ve accidentally ran up on me because it was heading for me straight-on until it realized we were there and darted right to make a wide circle around us. I just watched him as he loped by, it was awesome!\n  ","229267":"\n  ...This sounds suspiciously like a setup to say something inappropriate to me or to sexualize me.\n  \n  I’ve already established that I’m not interested in that.\n  ","229268":"\n  Yeah I’d go with sandy. He’s been to one before and he says people aren’t gross and don’t stare at others cause they’re too worried about being stared at themselves. It’s only hypersexualized in movies and tv\n  ","229269":"\n  For sure :)\n  ","229270":"\n  Stop asking 🛑\n  \n  I’m not interested in answering lewd questions\n  ","229271":"\n  Both are equally as annoying\n  ","229272":"\n  That doesn’t change my answer lol\n  ","229273":"\n  This sounds like a setup for something you’d read on r\/niceguys\n  ","229274":"\n  Who cares?\n  ","229275":"\n  Yeah sometimes! Haven’t watched any lately tho\n  ","229276":"\n  Aaaye congrats on both those things! It’s always nice to hear that someone is doing well! Good for you my dude\n  ","229277":"\n  Show Jumping or (Equestrian) Cross Country\n  ","229278":"\n  Always when I’m doing something I love! Or when I’m sleeping lol\n  ","229279":"\n  I went to this island that was bewitched to make you forget things and there were these people who lived there that were immune to the curse so they used it to steal money from people and keep them there until their bank accounts ran dry then they’d send them home\n  ","229280":"\n  News?\n  ","229281":"\n  Haven’t done much, it’s still 8 in the morning lol. I’ll probably get up and walk my dog and drink some coffee ☕️ 🐕\n  ","229282":"\n  Eventually but we’re still a ways off\n  ","229283":"\n  Sandy\n  ","229284":"\n  All the time. It’s the age of info! Why not use it lol :P\n  ","229285":"\n  Idc about vehicles really so I don’t think I have a favorite. I just need one that goes forward, back, left and right and can pull the horse trailer while it does that\n  ","229286":"\n  Uh yeah DEF cause then I’d have enough funds to buy good food, a house, have no debt, and not have to worry about paying bills and having enough leftover to live on\n  ","229287":"\n  Haha uh wooow original...your opinion clearly doesn’t matter to me 😂\n  \n  Expressing that thought did nothing to change the way I feel about him.\n  \n  Actually, thank you! Seeing your words has served to remind me how grateful I am to be with someone as kind, beautiful inside-and-out, and faithful as him instead of being with a salty ass jerk like you lmao.\n  \n  Why even bother going out of your way to say something rude to someone? If you don’t have anything nice to say, don’t say anything at all✌🏻\n  ","229288":"\n  Sandy is a man. Chance is a horse.\n  ","229289":"\n  Don’t have one I don’t think\n  ","229290":"\n  Not too often but I just recently added new pics like last month so it’s updated as of now\n  ","229291":"\n  Nope! This is my boyfriend Sandy 😍\n  ","229292":"\n  Thanks 😊\n  ","229293":"\n  Futurama!\n  ","229294":"\n  No I don’t think you did. What’s up with those lately?\n  ","229295":"\n  Oh haha no worries. Anyways, what else is new with you besides that?\n  ","229296":"\n  Yeah Max hasn’t had an amazing life so far, the poor little dude. I’m glad I can change that in his last decade or so on earth\n  ","229297":"\n  I don’t like any kind of oranges  orange smell and orange flavor when they’re just by themselves and they aren’t in things make me gag\n  ","229298":"\n  4.5\n  ","229299":"\n  Just a question, why do you always reach out to me when you miss your s\/o?\n  ","229300":"\n  Fine, how are you?\n  ","229301":"\n  Cute animals\n  ","229302":"\n  Not interested in answering lewd questions on my page. Y’all know this.\n  ","229303":"\n  I assume you sent me that because of the horse clip in the first few seconds of this compilation? Neat :) That’s a special breed of horse called a Paso Fino, and that super fast up-and-down (but smooth feeling) trot is one of the gaits that’s totally unique to them! The gait that horse is doing is called the paso largo (the fastest one they can do)\n  ","229304":"\n  Something tells me you’re the same anon who JUST asked about personal hygiene\n  ","229305":"\n  No there are currently more people on the planet rn than the earth’s natural carrying capacity can handle. We’re currently having the exact opposite problem of extinction lol\n  ","229306":"\n  Yeah I let a few friends borrow a few different items of clothing that either I’ve never gotten back or that they’ve accidentally stained or ripped\n  ","229307":"\n  Inner beauty. Looks fade but a kind heart doesn’t\n  ","229308":"\n  Be annoying, keep checking your phone or interrupting, or tell them you have somewhere to be\n  ","229309":"\n  Yeah it’s pretty cool :)\n  ","229310":"\n  I deadass just said I wasn’t discussing anything about that.\n  \n  My advice: learn to read 😬\n  ","229311":"\n  The bottom of the Marianas Trench\n  ","229312":"\n  Not I\n  ","229313":"\n  House\n  ","229314":"\n  The usual\n  ","229315":"\n  Here’s one I didn’t post yet :)\n  ","229316":"\n  Haha um no. Why do you ask?\n  ","229317":"\n  Going across the country to somewhere out west like in Yellowstone and I’m bringing Cezar and Sandman!\n  ","229318":"\n  Nope\n  ","229319":"\n  Chance is my favorite of the 2 because Max is afraid of everything and tends to be super jumpy and unsure of himself whereas Chance couldn’t care less about anything and is super chill. Plus Max is really sway-backed from old age, little exercise over his lifetime, and poorly fitting tack all his life too (which makes him a little less comfy to sit on) Chance is a fatty so he’s super soft to sit on 😂\n  \n  It’s not really Max’s fault for being such a spook tho. I know it’s cause his previous owners neglected him, left him alone in a pasture with no socialization, and they beat him a lot and forced him to do stuff he didn’t understand and now he expects to be hit and yelled at all the time. It’s just gonna take a long, long, time of building trust and friendship with him for him to calm down and stop being so afraid of new stuff and places. Until then we’ll just have to let him deal with it by bucking and rearing and jumping around like a crazy pony until he can calm tf down and realize everything is cool lmao 😆\n  ","229320":"\n  If it’s about dating or personal hygiene then no. If it’s about equestrian sports then sure.\n  ","229321":"\n  That’s very flattering of you 😊\n  ","229322":"\n  At least a few times every week :) it’s my OTHER hobby haha. Much less expensive and easier to do indoors\/by myself\n  ","229323":"\n  Equestrian is the overarching term describing all sports and leisure activities that involve horses.\n  \n  If someone IS an equestrian, then their lifestyle or hobby is centered around horses, horse care, and horse sports.\n  ","229324":"\n  Galloping through the fields on the hill at sunset with my man!\n  ","229325":"\n  Yeah lots of people only show the best parts of themselves on social media platforms but they’re actually totally different in real life than what they portray online\n  ","229326":"\n  The study room\n  ","229327":"\n  Haha this probs isn’t what you meant but this is the last notable observation I made in my field journal :)\n  ","229328":"\n  Phone for emergencies and GPS + hand sanitizer and mask for corona protection\n  ","229329":"\n  4.5\/10\n  ","229330":"\n  Jackets for horse riding, hoodies for chilling\n  ","229331":"\n  Yeah, everyone needs someone to lean on every so often\n  ","229332":"\n  First my 4 hour chemistry lab and lecture, then going to the lake house with my girls and all their s\/o’s for the weekend!\n  ","229333":"\n  No I’m good lol 😅\n  \n  Just been doin schoolwork and seeing Sandman on the weekends\n  ","229334":"\n  No, not purposely\n  ","229335":"\n  Haha no not even close\n  ","229336":"\n  Very nice, I saw that :)\n  ","229337":"\n  Yeah I like dinosaurs\n  ","229338":"\n  Like 4 to 8 hrs depending on how much work I have to do\n  ","229339":"\n  I don’t understand sorry 😐\n  ","229340":"\n  Horse ride, sleep in, art, make breakfast, relax\n  ","229341":"\n  Plane\n  ","229342":"\n  I don’t really block people on social media it’s stupid. Someone who did me very wrong once tried to message me on social media after two or so years and I told them that I didn’t want to talk\n  ","229343":"\n  Anything with cookies or cookie dough in it\n  ","229344":"\n  An octopus!!\n  ","229345":"\n  What are you talking about\n  ","229346":"\n  You’ll never know\n  ","229347":"\n  Depends on what specific item I’m looking at. Vintage records, cars, recipes, or dresses, hell yeah! But maybe not for vintage sanitary products, makeup, or medical remedies.\n  ","229348":"\n  No, I didn’t get the last one so I probably won’t qualify to get this one. The scheme they cooked up for the distribution of the last checks really screwed over people in the college-age bracket and made it so they didn’t qualify to receive the money.\n  ","229349":"\n  15 I think\n  ","229350":"\n  Dr. Pepper or Mtn Dew\n  ","229351":"\n  No not really\n  ","229352":"\n  Cezar\n  ","229353":"\n  Freeze it 🥶 ⏰\n  ","229354":"\n  No but I guess I would if it had a purpose. Wouldn’t just go there to go there. That seems pointless\n  ","229355":"\n  Ask questions, search for evidence left behind, or just don’t believe in it idk\n  ","229356":"\n  Also 3 hearts and blue colored blood\n  ","229357":"\n  Space Cowboy by Kacey Musgraves\n  ","229358":"\n  It’s Tuesday and I don’t pray but thanks anyways lol\n  ","229359":"\n  Get silent\n  ","229360":"\n  Yes!\n  ","229361":"\n  Never\n  ","229362":"\n  Nikki\n  ","229363":"\n  Depends. I kinda don’t like receiving too many gifts. It makes me feel guilty. I don’t like getting stuffed animals and flowers and chocolates...BUT I DO like receiving little things! Like getting a surprise soda on a hot day from a loved one, an experience I can have with someone, gift cards, food...that kinda stuff\n  ","229364":"\n  Hide under the covers 😂\n  \n  The blankets protect you from the monsters\n  ","229365":"\n  Relatively but I’m no Usain Bolt\n  ","229366":"\n  Layin in bed. Bout to get up and get coffee. Tuesday’s I have off from school so I’m getting some R&R lol\n  ","229367":"\n  “I love you”\n  ","229368":"\n  Keeping busy with whatever I can find. Ask is helpful lol\n  ","229369":"\n  Outdoors!!\n  ","229370":"\n  Sandman got his new job so we celebrated that pretty recently\n  ","229371":"\n  “Golden Hour” album by Kacey Musgraves\n  ","229372":"\n  MITOCHONDRIA IS THE POWERHOUSE OF THE CELL!\n  \n  Haha no seriously the American education system chews you up and spits you out no matter if you actually learn anything or not and it’s (at least academically) a complete and total waste of time.\n  ","229373":"\n  Olive Garden b tbh they’re all overpriced\n  ","229374":"\n  I’d still be this same size cause I don’t get upset very often\n  ","229375":"\n  Thanks you too! ☀️\n  ","229376":"\n  Yeah totally\n  ","229377":"\n  Any reason to be happy and celebrate is a good reason! :D\n  ","229378":"\n  I talked to Sandy\n  ","229379":"\n  No idea who that is\n  ","229380":"\n  Water lmao 😅\n  \n  But I like Dr. Pepper, sweet tea, and almond milk too\n  ","229381":"\n  I’ve answered this SO many times :\/\n  ","229382":"\n  Winding down with YouTube and falling asleep\n  ","229383":"\n  I can’t wait to go camping, celebrate my partner’s birthday, chill at the lake house with my gf’s, carve pumpkins, have Halloween bonfires, and go trail riding!\n  ","229384":"\n  5’5”\n  ","229385":"\n  Lots of art, horse training, driving, and schoolwork\n  ","229386":"\n  Ok that’s great for you...haha I didn’t ask that I just said it wasn’t for me\n  ","229387":"\n  Small groups are always easier to work with, so small\n  ","229388":"\n  Prolly cause he doesn’t know how to vocalize anything else lmao I bet he wishes YOU’D shut your chattering ape mouth up sometimes too\n  ","229389":"\n  NO 😷\n  ","229390":"\n  Yeah it’s called depression\n  ","229391":"\n  Happy Tuesday!! 🐴\n  ","229392":"\n  Google this...I’m not google\n  ","229393":"\n  😍\n  ","229394":"\n  Yeah. This is a super popular question lol\n  ","229395":"\n  I don’t understand sorry\n  ","229396":"\n  5\n  ","229397":"\n  Nope\n  ","229398":"\n  🌻🌻🌻\n  ","229399":"\n  School, money, my parents, and living so far away from my partner\n  ","229400":"\n  I don’t like spiders. I’d rather see a snake\n  ","229401":"\n  Groundhog Day vibes af sometimes\n  ","229402":"\n  “No big deal”\n  ","229403":"\n  Beef\n  ","229404":"\n  Kaaaay....\n  ","229405":"\n  Yes! 🍀 ✨\n  ","229406":"\n  Big ones\n  ","229407":"\n  No\n  ","229408":"\n  I love sketching and digital painting\n  ","229409":"\n  Karens used to be yelling at me at work all the time. You just call the manager and the manager tells them the same shit you just said and then they storm out like bitches. Nbd\n  ","229410":"\n  Nah fuck watching sports...I just don’t get the appeal. Never followed any sports or pro athletes or really been into it\n  ","229411":"\n  Love Disney movies\n  ","229412":"\n  Yes I think so\n  ","229413":"\n  No, you need to be able to get enough “grip” to help you keep your leg in place when riding so that’s why they’re so tall. Also if they were loose they’d be clunky and make annoying sounds and rub your legs. Then you’d get blisters and that would suck.\n  ","229414":"\n  None at all 🦶🏽\n  ","229415":"\n  Horse riding! This is Max and I on our last trail ride :)\n  ","229416":"\n  Crockpot chicken and rice 🍛\n  ","229417":"\n  Yeah now I’m j chillin  waiting for dinner to cook\n  ","229418":"\n  It was long and boring and full of lots of tedious stuff lol but not bad\n  ","229419":"\n  K\n  ","229420":"\n  A few\n  ","229421":"\n  You’ll never know\n  ","229422":"\n  Neither! Just the normal, white colored, “invisible solid” stick of deodorant\n  ","229423":"\n  Horses and Sandy!\n  \n  (but also art, music, photography, nature, yoga, swimming, food, and the earth)\n  ","229424":"\n  Mostly I mumble\n  ","229425":"\n  Yeah too fast! I wish it could’ve lasted longer!\n  \n  Sandy and I went on a romantic trail ride and then the next day he and Chance did their first controlled canter in the field while I was cantering with Max along next to him (well, mostly in front of him)\n  ","229426":"\n  Don’t really have one\n  ","229427":"\n  Lol weird\n  ","229428":"\n  No but my sister used to\n  ","229429":"\n  ...I have no idea what you’re talking about dude\n  ","229430":"\n  Every day or every other day\n  ","229431":"\n  They’re just like any other days of the week. Work is what I don’t like\n  ","229432":"\n  Yeah like 1 or 2 cups s day. Sometimes less\n  ","229433":"\n  Diplodocus\n  ","229434":"\n  Depends on the sandwich but yeah\n  ","229435":"\n  One at a time\n  ","229436":"\n  Dad\n  ","229437":"\n  Nope\n  ","229438":"\n  No\n  ","229439":"\n  Yeah it’s no different from making yourself food lol\n  ","229440":"\n  Everyone does I’m sure\n  ","229441":"\n  ...🤨\n  ","229442":"\n  Look at online reviews of which phone is most suitable for you. Consumer reports is good. Buying a refurbished one is cheaper and gets the same quality as a brand new one\n  ","229443":"\n  Yeah so no\n  ","229444":"\n  Not in a performance sense\n  ","229445":"\n  Yeah I think it’s fitting\n  ","229446":"\n  Nope\n  ","229447":"\n  Nope\n  ","229448":"\n  What?\n  ","229449":"\n  Yas\n  ","229450":"\n  Oh actually then yeah. Seems kinda complicated lol. Like I get the premise but I don’t think it’s for me\n  ","229451":"\n  Fine thanks. Just answered this same q like an hour ago lol\n  ","229452":"\n  A bit tbh\n  ","229453":"\n  Listening to YouTube\n  ","229454":"\n  Our exact time of death\n  ","229455":"\n  Fruit. The color is named after it\n  ","229456":"\n  Yup. If ya ain’t cheating ya ain’t tryin\n  ","229457":"\n  Around us it seems to be bacterial life only (so far) but there has to be more carbon based, intelligent, life out there somewhere. Space is so infinite!\n  ","229458":"\n  The smell. Not like if it smells bad or not, but like how every person has their own smell to them\n  ","229459":"\n  They’re both equally good\n  ","229460":"\n  It was eh but not bad. Excited to hang out with my man and relax for a while\n  ","229461":"\n  Yeah but I wouldn’t like it\n  ","229462":"\n  Onion\n  ","229463":"\n  Dog\n  ","229464":"\n  No I wear my glasses every day\n  ","229465":"\n  No\n  ","229466":"\n  Glasses?\n  ","229467":"\n  I’ve answered this SO many times :\/\n  ","229468":"\n  Thanks you too\n  ","229469":"\n  Chicken or beef\n  ","229470":"\n  I guess you’ll never know 🤷🏽‍♀️\n  ","229471":"\n  Yup\n  ","229472":"\n  Yeah I guess. It’s not that hard to whistle any sort of tune if you know the basics\n  ","229473":"\n  Not into it\n  ","229474":"\n  Pretty poorly. Looks like chicken scratch\n  ","229475":"\n  Suck in air and swallow it when you hiccup, hold your breath, drink out of a cup backwards, or try to say words out loud but in reverse\n  ","229476":"\n  Still the same. Country, indie, rap, and occasionally some rock\n  ","229477":"\n  What do you want? I’ve answered all your spams of “sup” already. Idk what you want me to say\n  ","229478":"\n  ...hi -__-\n  ","229479":"\n  Hi\n  ","229480":"\n  Yeah it was slimy 😖\n  ","229481":"\n  Aka what’s playing in my brain on repeat like 24\/7\n  ","229482":"\n  Yup\n  ","229483":"\n  The concept of toxic masculinity and the overwhelming widespread-ness of it\n  ","229484":"\n  Horses\n  ","229485":"\n  6:30am\n  ","229486":"\n  You didn’t say it had to be my own selfie :P\n  ","229487":"\n  Necessary, guarantee, and balanced\n  ","229488":"\n  I like the concept of online shopping better than I actually like online shopping itself. But nowadays I’m way more partial to it\n  ","229489":"\n  Mint of any kind\n  ","229490":"\n  I don’t like meeting new people\n  ","229491":"\n  Child\n  ","229492":"\n  This silly ass 🦒\n  ","229493":"\n  Nope\n  ","229494":"\n  2\n  ","229495":"\n  Yeah if I want produce I usually go to Giant or Food Lion! Anything else is a Walmart run\n  ","229496":"\n  Probably like 10 years lol\n  ","229497":"\n  Don’t have any I haven’t vocalized\n  ","229498":"\n  Everything is made of energy.\n  \n  Anxiety is un-acted upon potential. You become worried and get stuck in your head because you feel you could’ve done better!\n  \n  Depression is un-acted upon motivation. You get depressed and don’t want to do anything at all, but the reason you’re depressed is because you’re stagnant, under stimulated, and unmotivated.\n  \n  Turning such negative emotions around and giving them a positive spin was extremely helpful to me and very good advice.\n  ","229499":"\n  No one ever\n  ","229500":"\n  YES!! It’s my favorite season 🍁 🍂\n  ","229501":"\n  When I need to but not 24\/7\n  ","229502":"\n  Listening\n  ","229503":"\n  My living and financial situation\n  ","229504":"\n  Eh more or less but not turning water into wine with a snap or touching a blind person and making them see\n  ","229505":"\n  During breakups is always full of hurtful truths\n  ","229506":"\n  Nope\n  ","229507":"\n  Thanks you too\n  ","229508":"\n  Several factors come into play when considering whether it is wise or not to ride your horse bareback:\n  \n  1. Your own riding skill level – are you balanced correctly and can you remain balanced through any unexpected  movements? Are you effective in your legs, hands, seat, and voice or do you get nervous easily and shut down? Are your muscles strong enough to remain engaged but not grip the horse for extended periods of time?\n  \n  2. Is your horse used to the sensation of riding tackless? Have you ever tried it before? The feeling of a rider with a saddle is different than the feeling of a rider without one and may be somewhat confusing for some horses the first time it’s introduced\n  \n  3. What is your horse’s demeanor- calm or prone to spooks? Will riding bareback be a safe option for you based on this (and your ability to cope)?\n  \n  4. What is the status of your horses back health? Are they well-muscled and in shape, bony and elderly, or sway-backed? Being able to support your weight over a strong and capable set of latissimus dorsi muscles is important. Riding bareback is not as comfortable for either of you if your horse has a weak or bony back\n  \n  If you meet all these conditions, riding bareback is not harmful or unwise and can be quite fun and freeing for both horse and rider!\n  ","229509":"\n  Old Town Road is a stupid ass song about cheating on your girlfriend and doing drugs set to an upbeat rhythm so people like it anyways, but it doesn’t have a message about cruelty to animals.\n  \n  If you’re referring maybe to the lyric where he says “ride till I can’t no more” I think he’s talking about not being able to sit up straight cause he’s so intoxicated. Alternatively he could mean until he’s too tired, but forreal it doesn’t take that long for a rider to get tired when even just walking around on the horse. Your seat gets sore after like 2 hours lol. Riding is difficult!\n  ","229510":"\n  I have my 2 or so go-to shoes and the rest are for special occasions like my high heels. I couldn’t possibly wear those every day, I’d break an ankle and them :P\n  ","229511":"\n  It’s hard to choose because anons send me the most vulgar, disgusting, weirdest stuff like every single day. Mostly the worst questions people send me involve sexual peeing, feet, pooping on someone, beastiality, or torturing them for sexual pleasure...😷🤢🤮🙄🙄🙄🙄🙄🙄😑😑😑😑\n  \n  Super tired of it\n  ","229512":"\n  Yes because I love seeing new things and places but not lately lol\n  ","229513":"\n  Petting a soft pony nose\n  ","229514":"\n  No not really\n  ","229515":"\n  Haha nah I need the truck to pull the trailer so I can take the horse over long distances quicker :P\n  ","229516":"\n  The Grateful Dead as a whole\n  ","229517":"\n  A veterinarian\n  ","229518":"\n  ✌🏻😊\n  ","229519":"\n  The car or the shower\n  ","229520":"\n  Bought a saddle online and the person said they “lost it in storage” and never sent it to me. They refused to give me a refund and I ended up not being able to get my money back. Part of me thinks they totally did it on purpose.\n  ","229521":"\n  I got scammed\n  ","229522":"\n  No not that I can think of\n  ","229523":"\n  Woke up at 6 and have been doing chemistry class, lab, lab report, research paper, and homework for the past 11 hours give or take a little for eating and bathroom breaks :\/\n  ","229524":"\n  Looking through my old high school yearbooks\n  ","229525":"\n  Candle light, the smell of rain and horse dirt, the feeling of petting a nice soft doggo, climbing into cool clean sheets after taking a bath, putting your toes in warm sand, the crisp air of autumn, feeling full after a good meal, holding hands with someone you love, and chocolate!\n  ","229526":"\n  Move tf outta here\n  ","229527":"\n  Horses because of their beauty, grace, capacity for love, and ability to teach us about ourselves\n  ","229528":"\n  Yeah it used to come in a black bag! Haven’t eaten it in forever so idk if they changed it or not but my fav one was the white cheddar 👌🏻\n  ","229529":"\n  Fire and chemicals for obvious reasons lol.\n  \n  And people’s trust bc it’s hard to earn back once you’ve broken it\n  ","229530":"\n  College friends yes!\n  ","229531":"\n  Yeah lots but I’ve answered this so many times I’m bored of it\n  ","229532":"\n  Um ok?\n  ","229533":"\n  Nah baseball is exceedingly boring, just like all sports with a ball\n  ","229534":"\n  Don’t have any\n  ","229535":"\n  That’s awesome I’ll have to try it!\n  ","229536":"\n  Empathy\n  ","229537":"\n  ...they’re the same thing wtf are you talking about\n  ","229538":"\n  Coffee and keeping busy\n  ","229539":"\n  Not afraid, just nervous for the future. Nervous but excited!\n  ","229540":"\n  I have hand sanitizer in my car I take around with me. It’s melon scented!😍🍈\n  ","229541":"\n  Love ❤️\n  ","229542":"\n  When I’m on the back of a horse!\n  ","229543":"\n  Never tried it. I didn’t even know that was a thing\n  ","229544":"\n  Leftovers from the fridge!\n  ","229545":"\n  No actually I haven’t tried it! I’ve always wanted to though. Do you have to get an app or do you just do it on the website or call them or something?\n  ","229546":"\n  Nope I’m not very funny 😆\n  ","229547":"\n  I’d want a balance for all. You can’t appreciate the sunshine without a little rain, ya know?\n  ","229548":"\n  Wherever I’m with Cezar and Sandy doesn’t matter the location\n  ","229549":"\n  Yeah that sounds nice :) Not sure how entertaining it would be though lol. My life is pretty boring\n  ","229550":"\n  I actually did like it but I knew it would burn her up so that’s why I said it. She always just stuck a bar of soap in my mouth, not liquid. I didn’t swallow any soap and it didn’t hurt anything lol\n  ","229551":"\n  For because it’s proven to slow the spread of the virus and I REALLY want the virus to go away already lol. It’s gotta be a group effort\n  ","229552":"\n  Women are less accident prone. This may be the result of lower lifetime risk behaviours such as smoking and alcohol use. Alternatively, it may be the effect of harder-to-identify biological advantages that result in relatively lower rates of cardiovascular disease and cancer in women\n  ","229553":"\n  Sandman 😍🥰\n  ","229554":"\n  I wish to get an A in my chem class without trying\n  ","229555":"\n  If I care about something then I can do it for a long time without getting distracted\n  ","229556":"\n  Proud! ☺️\n  ","229557":"\n  Don’t spam me with random stuff. This ad doesn’t even have real words. It still has the Latin filler content “lorem ipsum” thing 🙃\n  ","229558":"\n  Coffee and whatever snack I have on hand forreal\n  ","229559":"\n  By magically winning the lottery lol. That would make up for all the crappy stuff that’s happened in 2020 I think\n  ","229560":"\n  Yay but not extreme mountain climbing with no harness or anything lol. I wanna live\n  ","229561":"\n  Nope I’m not very musically inclined lol\n  ","229562":"\n  Nope not getting involved. Not my place. Sending good vibes and love but please Please consult an actually qualified individual like a school counselor or other trusted adult in your life about this, not a random internet user.\n  ","229563":"\n  I’d like to but I’m sure I’m not that special\n  \n  Anyone can understand animals and train them to do things they want if they just listen to them and communicate in ways they can understand\n  ","229564":"\n  Nope. February. I’m a Pisces!\n  ","229565":"\n  Not sure if tameable is the word lol but it’s def much easier to start training a young horse than it is to start training an older horse who has had no training beforehand. It’s possible in both cases, but it’ll take longer to gain the trust of an older horse especially if they’ve had bad experiences with people in the past\n  ","229566":"\n  Look at them like they were an idiot (bc they obvi are for throwing things at people like a chimp) and move on with my life\n  ","229567":"\n  Walmart lmao they have everything\n  ","229568":"\n  Like every time lol\n  ","229569":"\n  Scrolling askfm and laying in bed about to go to sleep. It’s around 10 pm here and I gotta wake up at 6 tomorrow :\/\n  ","229570":"\n  Talking to Sandman every day on FaceTime when we’re apart\n  ","229571":"\n  Good for you! Hope it was super fun today too\n  ","229572":"\n  Hopefully he’ll be out of office soon. I’m not really into talking politics on my page though, I’d much rather talk about horses 🐴😊 That’s why I created it\n  ","229573":"\n  Owning my own horses isn’t financially viable for me at this point in my life. I work with other people’s animals instead rn :) In the future I can’t wait to have a few of my own!\n  ","229574":"\n  Not that organized 😅 but I’m getting much better at organization than I used to be!\n  ","229575":"\n  Small gatherings cause I’m more into hangouts nowadays than rangers. It’s nicer and easier to socialize with small events\n  ","229576":"\n  My day in behavior but my mom in appearance\n  ","229577":"\n  Guess we’ll have to see\n  ","229578":"\n  Yeah lol it’s not great :P Hapoy Tuesday!\n  ","229579":"\n  Haha I’m finishing school rn so I don’t have an actual job yet. School takes up literally all my time since I have to teach myself everything cause online school sucks. And thanks :)\n  ","229580":"\n  Plug in my phone\n  ","229581":"\n  It’s not a subject I’m interested in discussing and putting on the internet\n  ","229582":"\n  Not interested in answering questions like these\n  ","229583":"\n  Do I what?\n  ","229584":"\n  Haha um ok\n  ","229585":"\n  Comedy genius. Wow. Very original -__-\n  ","229586":"\n  😊\n  ","229587":"\n  A Creole bowl\n  ","229588":"\n  On the side\n  ","229589":"\n  👁\n  ","229590":"\n  Whatever is cheapest and looks good. Jeans are jeans 👖\n  ","229591":"\n  Apple or mulberry\n  ","229592":"\n  Hell yeah girl!\n  ","229593":"\n  ???\n  ","229594":"\n  ..no what? This has no context\n  ","229595":"\n  Idk yet. Maybe some soup 🍜\n  \n  Fall weather is finally here!\n  ","229596":"\n  Bout to make some food 🥘\n  ","229597":"\n  Do my own thing. I’m ALWAYS like yeasts late to trends lol\n  ","229598":"\n  Waze cause you avoid traffic and cops really easily with it and you can make the voice for your GPS Batman’s voice\n  ","229599":"\n  It was okay\n  ","229600":"\n  ...the what...the “phenomenon of Justin Bieber” lmao idk what that’s supposed to even mean\n  ","229601":"\n  Cancel culture bc it turned from something good to bring awareness into a gross toxic mess that ruins people’s careers and lives\n  ","229602":"\n  Meat, buns, lettuce, cheese, tomato, ketchup, mayo, onions, and pickles\n  ","229603":"\n  All day every day\n  ","229604":"\n  Not interested in questions like this\n  ","229605":"\n  Yeah I saw Chance the Rapper live in VA Beach a few years ago it was awesome!\n  ","229606":"\n  Hey hope you had a good Monday\n  ","229607":"\n  Im shit at math. I’m pretty sure something is actually wrong with me cause when I read numbers they get all jumbled and moved around like dyslexia (but only with numbers and not letters).  I legit sometimes get confused even counting on my fingers, like I lose my place and have to start over\n  ","229608":"\n  Didn’t work for me so I don’t see the point. Told my mom I liked it every time she did it and I would blow bubbles at her. Eventually she gave up\n  ","229609":"\n  No masks, places being open, and not having to make reservations for everything\n  ","229610":"\n  Few years\n  ","229611":"\n  Nope. I don’t bet or gamble\n  ","229612":"\n  🤷🏽‍♀️ I don’t think they had one\n  ","229613":"\n  Yeah it’s insured\n  ","229614":"\n  Hello by Lionel Richie\n  ","229615":"\n  Do nice things without expecting something back, do chores and errands for your loved one, leave notes, make food, and give physical affection like holding hands or kisses or hugs\n  ","229616":"\n  Modest horse farm operation somewhere in a nice up-and-coming area\n  ","229617":"\n  If I need to. But I try not to touch it and I wash my hands really well afterward.\n  ","229618":"\n  Don’t have any. Sometimes I celebrate and sometimes I don’t lol\n  ","229619":"\n  That sucks. Sounds like you need help with your mental health. Sending good vibes your way my dude 🌟\n  ","229620":"\n  I’ve answered this SO MANY times :\/\n  ","229621":"\n  I don’t know them but they seem nice I guess? Says she likes tie dye in her bio. That’s pretty rad lol\n  "}}