{"Question":{"229622":"\n   Can smart phones make people stupid? 🤯\n  ","229623":"\n   What advice would you give a person that will try to live your life?\n  ","229624":"\n   What would you like to do till the rest of the quarantine?\n  ","229625":"\n   What autumn activities do you like to do?.. I need new ideas 🧡\n  ","229626":"\n   When does time pass the slowest for you? 🐌 🕒 👍 🙃\n  ","229627":"\n   Do get a good or a bad feeling after rigorous exercise?\n  ","229628":"\n   What three habits will improve your life?\n  ","229629":"\n   would or could you raise a lion\n  ","229630":"\n   really didn't think you were 23 thought you were like 18 or 19\n  ","229631":"\n   do you like scary movies or scary rides ?\n  ","229632":"\n   on a scale of 1 to 10 how nice would you say you really are ?\n  ","229633":"\n   have you kissed a girl before & ended up liking it ?\n  ","229634":"\n   what questions are off limits ?\n  ","229635":"\n   you look different without your glasses on\n  ","229636":"\n   do you think you are a better singer or dancer ?\n  ","229637":"\n   on a scale of 1 to 10 how shy would you say you are ?\n  ","229638":"\n   how many languages can you speak ?\n  ","229639":"\n   When I'm washing my horse i'm scared to get behind him... so i make sure he's always aware\n  ","229640":"\n   Have you ever been in a major car wreck?\n  ","229641":"\n   Chikki.\n  ","229642":"\n   Are tongue twisters a challenge for you at all?\n  ","229643":"\n   Nikki.\n  ","229644":"\n   what's the difference between a guitar an a fish? you can't tune a fish\n  ","229645":"\n   Where do you prefer to go whenever going out? 👍 🙃\n  ","229646":"\n   sup\n  ","229647":"\n   Do you sleep with your door opened or closed?\n  ","229648":"\n   i slapped my bf for eating with his mouth open\n  ","229649":"\n   what do you like and hate about online shopping? 📱🛍💕\n  ","229650":"\n   Have you become less interested in friendship and socializing as you got older?\n  ","229651":"\n   i slap them my bf did it\n  ","229652":"\n   Do you feel like you'd be a good match maker for your friends?\n  ","229653":"\n   If you were given the choice, would you upload your consciousness to be put into a robot?\n  ","229654":"\n   How many more times in your lifetime do you predict you'll stub your toe?\n  ","229655":"\n   How do you react to hearing people chew with their mouths open?\n  ","229656":"\n   What's the last thing that made you excited for the future?\n  ","229657":"\n   you know soo much about horses its cool you explain things well\n  ","229658":"\n   what is something that annoys you\n  ","229659":"\n   howdy\n  ","229660":"\n   Do you also try them on at stores sockless?\n  ","229661":"\n   supppppppppppppppppppppppppppppp\n  ","229662":"\n   🍋Free🍊\n  ","229663":"\n   what is your least favorite color?\n  ","229664":"\n   What is a good thing that happened in your life this year?\n  ","229665":"\n   Who\/What makes you vulnerable? 💘\n  ","229666":"\n   What is a dream you have that you want to come true?😁\n  ","229667":"\n   If you like dogs, what is your favorite dog breed?\n  ","229668":"\n   What is the best way to get the most important things?\n  ","229669":"\n   OK. Great.. \n\nPlease expand your view on the society..\n  ","229670":"\n   do you put mask over ur horses face? do you know what i mean by that... i seen this one youtuber\n  ","229671":"\n   Doesn't Sandy live under a dome? 🐿️\n  ","229672":"\n   When someone tries to bring you down, how do you respond?\n  ","229673":"\n   Do you ever wear shoes without socks?\n  ","229674":"\n   Would you like to live in a 🌤 tropical or ❄ polar countries?\n  ","229675":"\n   Do you use TikTok?\n  ","229676":"\n   How would you describe your perfect sandwich? 🥪\n  ","229677":"\n   How many askfm followers do you have? 😜\n  ","229678":"\n   Do you like cilantro? Some people say it tastes like soap. If you've had it, would you agree?\n  ","229679":"\n   It's *really* early Monday morning for me (2am.. I'm just about to sleep..) so I just wanted to say: I hope everyone who gets this has had a great weekend, and I hope that your week goes well. If you have any plans, do you care to talk about them?\n  ","229680":"\n   Is that okay when a girlfriend hugging her male friends?What do you think?\n  ","229681":"\n   You poor?\n  ","229682":"\n   I received a notification from FB celebrating the date I added a relative as friends. This relative died four years ago. What would you like to be done to your social media accounts when you're gone?\n  ","229683":"\n   What is your opinion of \"when they need you is mostly opposite to when you need them \"\n  ","229684":"\n   What is missing in your life for you to be completely happy?\n  ","229685":"\n   Do you believe 👽 aliens are real?\n  ","229686":"\n   Any plans you got for the rest of the year?\n  ","229687":"\n   Guest\n  ","229688":"\n   Who? 😆\n  ","229689":"\n   Why does the media try to scare us?\n  ","229690":"\n   If you could switch places with someone for a day, who would it be?\n  ","229691":"\n   Why does the mind get attracted to negativity for many people?\n  ","229692":"\n   Whats for dinner tonight?\n  ","229693":"\n   What single piece of technology makes your life easier?\n  ","229694":"\n   What is the most heroic thing you’ve ever done?\n  ","229695":"\n   What is your favorite hobby?\n  ","229696":"\n   What was the last big mistake you made?\n  ","229697":"\n   Aww that sounds really nice!!! And they both look so pretty😍😍\n  ","229698":"\n   What was the last thing you ate?\n  ","229699":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","229700":"\n   What are 3 things that you avoid on the internet?\n  ","229701":"\n   Favorite part about working at a job?\n  ","229702":"\n   Chess or checkers?\n  ","229703":"\n   Kendrick Lamar or Eminem?\n  ","229704":"\n   Do you keep a cook book, or do you save recipes online?\n  ","229705":"\n   Whats your favorite food truck?\n  ","229706":"\n   In what\n  ","229707":"\n   Have you had to protect someone from harm?\n  ","229708":"\n   Would you tell anyone\n  ","229709":"\n   What are your childish habits?\n  ","229710":"\n   Rip Ruth Bader Ginsburg\n  ","229711":"\n   Have you played at the arcade? Did you get any prize?\n  ","229712":"\n   Why\n  ","229713":"\n   What junk food could you never give up? 😋\n  ","229714":"\n   What if a guy agreed\n  ","229715":"\n   Would you?\n  ","229716":"\n   Would you be able to get a guy to wear a thong\n  ","229717":"\n   Hey everyone!! How are you guys doing? Have a great weekend!! ❤︎❤︎❤︎\n  ","229718":"\n   Would you be able to?\n  ","229719":"\n   ?\n  ","229720":"\n   What makes us stronger? 💪\n  ","229721":"\n   What is your dream job? 💡\n  ","229722":"\n\n    https:\/\/www.google.com\/amp\/s\/www.psychologytoday.com\/us\/blog\/fulfillment-any-age\/201202\/psychologys-best-kept-secrets%3famp\n   \n","229723":"\n   Age\n  ","229724":"\n   Would you kiss on the first date?\n  ","229725":"\n   Do you ever get nervous when you get asked certain things suddenly? (an example: something that stresses many people out is, \"can we talk?\")\n  ","229726":"\n   How much can you bench press?\n  ","229727":"\n   Can you freestyle rap?\n  ","229728":"\n   Do you have a memes folder? Or, a folder for reaction images?\n  ","229729":"\n   Do you have a Siamese cat ?\n  ","229730":"\n   Are you mature or yet immature compared to your actual age? ⏳\n  ","229731":"\n   You are not as logical as you think you are.. \nAm I right???\n  ","229732":"\n   Dose anyone else hate how askFM always mess up the w o r d you are trying to t y p e becuse it kinda pisses me off every time,I'm trying to answer a question\n  ","229733":"\n   Grab or Uber? 🚗\n  ","229734":"\n   Converse or Vans? 👟\n  ","229735":"\n   ✍ pen pal or 🤳 chat mate?\n  ","229736":"\n   What do you identify yourself as? You like the same gender dont you?\n  ","229737":"\n   Save a horse ride a cowboy\n  ","229738":"\n   What can you buy with money that can't be bought online?\n  ","229739":"\n   Are you lessbian?\n  ","229740":"\n   Are you strong and independent?\n  ","229741":"\n   If someone you loved was killed in front of you, but someone created a copy of them that was perfect right down to the atomic level, would they be the same person and would you love them just as much?\n  ","229742":"\n   nickster how ya been brodie\n  ","229743":"\n   Do you ever litter?\n  ","229744":"\n   Do you believe in the phrase “Fake it until you make it”?\n  ","229745":"\n   are people in poverty more likely to die young?\n  ","229746":"\n   serious question have you ever recievd hate on here? mostly i just ask about horses fam\n  ","229747":"\n   Superman or Batman?\n  ","229748":"\n   are horses better pets then dogs\n  ","229749":"\n   is guilt healthy or unhealthy?\n  ","229750":"\n   Where do you go for ice cream?\n  ","229751":"\n   what do you call pastors in germany? german shepherds\n  ","229752":"\n   A male dog is nice however; they are very sexual. A female dog is more devoted. It depends as to the kind of dog is chosen. Do the research first. Some have hip issues as they become older.\n  ","229753":"\n   It's nice to meet another smart person on here... everyone seems to lack knowledge\n  ","229754":"\n   Tic tac toe or hide and seek\n  ","229755":"\n   Has a guy ever stole your heart with his charm?\n  ","229756":"\n   Men or Women: Who is more complicated?\n  ","229757":"\n   How long is the covid situation gonna last in your state?\n  ","229758":"\n   how was your day?\n  ","229759":"\n   What side racket have you tried to earn some cash?\n  ","229760":"\n   Where does all your money go? 🤑\n  ","229761":"\n   Who is someone you love?\n  ","229762":"\n   1. Bracelet or Wristwatch?\n  ","229763":"\n   Who is your favorite ICONIC DUO? ✌\n  ","229764":"\n   Do you take afternoon naps?\n  ","229765":"\n   Have you ever tried meditating as a means to cope with stress or anxiety?\n  ","229766":"\n   what do you want to be ?\n  ","229767":"\n   Do you wear seatbelts in cars?\n  ","229768":"\n   Horses are gae\n  ","229769":"\n   how far back can you trace your family roots?\n  ","229770":"\n   Are you ticklish? Where?\n  ","229771":"\n   Do you seek thrills, or do you prefer to chill? _(┐「 ꒊ:)_\n  ","229772":"\n   °˖✧◝(⁰▿⁰)◜✧˖° if you could learn and cast spells, what would be the first spell you'd like to learn?\n  ","229773":"\n   Have you ever accidentally said \"you too\" to a server who has told you, \"enjoy your meal\"?・₊˚꒰🍟🍔꒱\n  ","229774":"\n   Please verify you're a human.\n  ","229775":"\n   wake up bruh\n  ","229776":"\n   what would it depend on\n  ","229777":"\n   yesssssss\n  ","229778":"\n   What does it feel like to you when we hold each other?\n  ","229779":"\n   It's finally Friday! Would you say it's been a good day for you? What about your week?\n  ","229780":"\n   no bones broken tg, few sprains\n  ","229781":"\n   Ever broke a guy's heart?\n  ","229782":"\n   Do you go without your glasses a lot?\n  ","229783":"\n   would you walk around a room with tears dripping off your chin?\n  ","229784":"\n   What would you do if you meet an alien?\n  ","229785":"\n   Sup??\n  ","229786":"\n   Do you know how to play the stupid game BINGO?\n  ","229787":"\n   If ever you told someone your secret, that wouldn’t be considered a secret anymore, right?\n  ","229788":"\n   What makes you cringe?\n  ","229789":"\n   Snapchat?\n  ","229790":"\n   Do you have a secret social media account?\n  ","229791":"\n   aw, hope it was not too painful the wrist x\n  ","229792":"\n   Sup?\n  ","229793":"\n   When was the last time you got nervous about something and what was it that you was nervous about\n  ","229794":"\n   Have you ever pulled the fire alarm for fun?\n  ","229795":"\n   have you tried any fusion cuisines? what and how was it?\n  ","229796":"\n   What is the avg duration of sorrow in your daily life ???\n  ","229797":"\n   Favorite hair color?\n  ","229798":"\n   Can some person change your life?\n  ","229799":"\n   Do you apply mascara?\n  ","229800":"\n   Cake or Ice Cream?\n  ","229801":"\n   How likely you’d beat up your kids if they are being disrespectful?\n  ","229802":"\n   # of times have you been caught in an uncompromising situation?\n  ","229803":"\n   When u get yelled at, do you yell back?\n  ","229804":"\n   Hello Nikki!\n  ","229805":"\n   If there’s no compromise, what would be the outcome?\n  ","229806":"\n   Ice cream or Sherbet\n  ","229807":"\n   Twitter,you have it?\n  ","229808":"\n   Do you eat midnight snacks? What is your go-to snack?\n  ","229809":"\n   Which is a better life in your opinion, a girl's or a boy's?(select only one choice )\n  ","229810":"\n   If i punch myself an it hurts... am i weak or strong?\n  ","229811":"\n   Is that ur husband? he seems like an intelligent man\n  ","229812":"\n   👌👌👌💐💐💐💐\n  ","229813":"\n   Where is the one place you go to for a vacation for peace and relaxing or do you only want excitement?\n  ","229814":"\n   You don't need make up?? Do you agree??\n  ","229815":"\n   Do you think taking away eyeglasses is a good punishment for kids?\n  ","229816":"\n   what fairytale\/universe would you like to live in? 🏰🌌💕\n  ","229817":"\n   Is there a food or cuisine that you want to try? 🥺\n  ","229818":"\n   Where is the best place to hide things from others? 🙈\n  ","229819":"\n   Do you borrow money or are you the one lending it? 💸\n  ","229820":"\n   Do you make others wait or do you always wait for others? ⏰\n  ","229821":"\n   what is your comfort food?\n  ","229822":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","229823":"\n   When the bf gave your his phone unlocked, can he be trusted? And if he doesn’t then what now?\n  ","229824":"\n   This is total bullsh*t! My girlfriend bluntly told me “What’s mine is mine, what’s yours is mine”! Wtf, right?😳\n  ","229825":"\n   What is your favorite tea?\n  ","229826":"\n   What they are really looking for?\n  ","229827":"\n   〣l||l(›ଳдଳ‹)l||l what's the last thing that scared you?\n  ","229828":"\n   It would be cool if it were possible to sleep next to a horse. Like be in a sleeping bag and both of you lie down and you can rest you head in the horse. That would be pretty neat.\n  ","229829":"\n   What inspires you to try harder? 🤍\n  ","229830":"\n   I have lived in the LA area for more than 30 years , how long have you lived at your area?\n  ","229831":"\n   Are excited that the new ps5 is coming out in November?\n  ","229832":"\n   Thoughts on those who have crush on you??\n  ","229833":"\n   Do you remember your Grandparents? Did you find out something they didn’t want you to know ?\nlike mine : Grandma ran a whorehouse 😳.\n  ","229834":"\n   If you have worked \/ work currently, have you ever told your boss off?\n  ","229835":"\n   Do you know who President Bone spurs is? Who?\n  ","229836":"\n   That is a crazy high jump! I could never clear that. I could jump over the lowest rung only. lol\n  ","229837":"\n   Would you ever take cold showers?🚿 🥶\n  ","229838":"\n   Opinion on Blackmail as a weapon.\n  ","229839":"\n   Have you ever gotten a speeding ticket?\n  ","229840":"\n   have you ever got injured working with horses\n  ","229841":"\n   Where is the house? 🏠\n  ","229842":"\n   Where were you an hour ago?\n  ","229843":"\n   What would you say your Top reason for getting out of bed every morning is?\n  ","229844":"\n   so you still love anyone from your past?\n  ","229845":"\n   Clone the dog and the horse perhaps?\n  ","229846":"\n   What things are you naturally good at? 👍\n  ","229847":"\n   What are your major skills?\n  ","229848":"\n   How are you?\n  ","229849":"\n   What “reality” show would you want to be on?\n  ","229850":"\n   Learn from your mom and dad’s mistake, use protection!😒\n  ","229851":"\n   Sorry to inform you that there is no hope this year or next year! Hope is dead 💀, you get it?\n  ","229852":"\n   I have cramps\n  ","229853":"\n   Scenario: For example you got pregnant 🤰 by your hubby or fiancé and he requested a DNA  test after you’ve given birth, would you get mad and go ballistic? Why?\n  ","229854":"\n   Would you ever want to clone yourself?\n  ","229855":"\n   Did you ever watch Jerry Springer show’s with dna testing “who’s the father”?\n  ","229856":"\n   How's  your night? 🌙\n  ","229857":"\n   What makes your headache when you see it?\n  ","229858":"\n   Do you eat nuts on chocolate? 🥜🍫\n  ","229859":"\n   What are some of the shadiest stuff you ever seen someone done?\n  ","229860":"\n   Do guns protect people or kill people?\n  ","229861":"\n   You ever heard of Elvis?\n  ","229862":"\n   Is it correct for a man to marry his  Ex's  sister?Why??\n  ","229863":"\n   Long hair or Short hair?\n  ","229864":"\n   How do you useful to this world???\n  ","229865":"\n   What do you do to unwind after a hard day? 😌 👍\n  ","229866":"\n   Good morning!\n  ","229867":"\n   Where do you feel completely safe and secure? Why? 😌 👍\n  ","229868":"\n   favorite wwe wrestler growing up?\n  ","229869":"\n   Did you ever play dodgeball in school?\n  ","229870":"\n   Does anyone else think that the only good thing about Summertime is the awesome sunsets you, occasionally, get to see!? I'm a fan of Autumn and Winter!!!!!!! Spring can be good, when it rains for days on end, too.\n  ","229871":"\n   Do you ever get hyper and gallop around your room like a horse? I sometimes do that. It's pretty fun.\n  ","229872":"\n   Gimana masih psbb ga ?\n  ","229873":"\n   What u do in ur free times\n  ","229874":"\n   .‎˖٭Finish the sentence: Never have I ever...\n  ","229875":"\n   Would you rather get a computer virus or the flu?\n  ","229876":"\n   What were some of the turning points in your life? 👍\n  ","229877":"\n   Where are you at the moment?\n  ","229878":"\n   What's the best way to apologize?\n  ","229879":"\n   What is your favorite kind of bread?\n  ","229880":"\n   How do you show that you appreciate someone?\n  ","229881":"\n   What do you value the most in your life?\n  ","229882":"\n   What is your favorite pic of yourself?\n  ","229883":"\n   Do you actively use an adblocker?\n  ","229884":"\n   have you done something risky? 💩\n  ","229885":"\n   do you believe in destiny? ❣\n  ","229886":"\n   What do your sketches look like? Post a pic!? ✏️ 📝\n  ","229887":"\n   Horse update?\n  ","229888":"\n   Is it ok for my older sister to flush my head in the toilet every day?\n  ","229889":"\n   If you could play any musical instrument, what would it be?\n  ","229890":"\n   Selfie:3\n  ","229891":"\n   Have you ever had someone make multiple side accounts to send hate? Because I'm sitting here blocking the fourth account from the same person like: 😐😑😐\nDo you think ask.fm will ever make more security measures?\n  ","229892":"\n   So no bungee jumping too?\n  ","229893":"\n   Would you try skydiving ?\n  ","229894":"\n   Tyyy\n  ","229895":"\n   Even UPS drivers can make up to $75\/hr. with 5 yrs. experience. Just saying.\n  ","229896":"\n   How to trash a wedding?\n  ","229897":"\n   I followed you 💕\n  ","229898":"\n   Nahh, is 10:27 am\n  ","229899":"\n   Just asking lol\n  ","229900":"\n   Who’s up?\n  ","229901":"\n   When do you become numb emotionally 😨??\n  ","229902":"\n   # of times have you spat on someone’s face just because of an intense argument?\n  ","229903":"\n   When is the right time to ditch someone by ghosting them?\n  ","229904":"\n   How long can you last without your phone??? 🤔\n  ","229905":"\n   What are you really curious about?\n  ","229906":"\n   When you need advice, who do you go to?\n  ","229907":"\n   Have you met a fake person? How do you deal with them?\n  ","229908":"\n   Which is the most underrated job?\n  ","229909":"\n   When's the last time you had white cake? Have you ever had white cake before?\n  ","229910":"\n   How are things going on in your life? I hope good. If not I hope this message makes you feel better! You're amazing & always remember that!\n_\nWe are having a hurricane down here shortly within the next day or so.. if you guy's can keep good vibes our way. That would the greatest. Thx. Much love! 🤘\n  ","229911":"\n   Are you a 😈 dare devil or 😇 goody shoes?\n  ","229912":"\n   When was the last time you called your Parents or siblings?\n  ","229913":"\n   have u ever been heart broken?\n  ","229914":"\n   What can you hear? What can you see?\n  ","229915":"\n   what’s the temperature where you live?\n  ","229916":"\n   When was the last time you went to amusement parks  and what park?          (ex:Disneyland\/ world- Six flags- Universal City Studios)\n  ","229917":"\n   Ice cream or cake?\n  ","229918":"\n   Ever met someone from here?\n  ","229919":"\n   What kind of friend are you? (The funny one, the one that gives good advice, the impulsive one, etc.)\n  ","229920":"\n   Are you sad or happy right now? How's your mood?\n  ","229921":"\n   Biggest lie you told?\n  ","229922":"\n   Are you more likely to take extra things (like pickles or onions or lettuce) off from your food, or do not feel too picky about it?\n  ","229923":"\n   What do you like to talk about the most?\n  ","229924":"\n   What annoys you the most about a close friend?\n  ","229925":"\n   If you like steak, how do you prefer to have it? Rare, medium rare, well done? 🥩 👍\n  ","229926":"\n   aw ty xo, and hey you were not a loser\n  ","229927":"\n   Do you like Dr Pepper and it’s 23 flavasss? 🤣🙃\n  ","229928":"\n   were you popular at school\n  ","229929":"\n   sorry\n  ","229930":"\n   How would you introduce yourself on dating app?\n  ","229931":"\n   What I’ve been doing lately is actually making hot coffee, putting cream in it, let it cool a bit on its own, switch cups and then leave it for longer periods of time in the freezer😍🥰 I love it that way lol\n  ","229932":"\n   aw, i was saying you are kind and honest etc, but glad he is too tysm\n  ","229933":"\n   What compliment does people give you the most?\n  ","229934":"\n   your really cool he is lucky kind and honest etc\n  ","229935":"\n   do you pay on a night out or your bf if okay to ask\n  ","229936":"\n   Are you a city or a nature person?\n  ","229937":"\n   Have you ever eaten any Arab food?\n  ","229938":"\n   How long can you hold your pee? Like when you go is it a lot or a little? Because I haha always been able to hold my pee in a long time and most girls am I unusual that as a girl I can hold in my pee a long time ? Most girls can’t hold in there pee because we don’t have the ability do you ?\n  ","229939":"\n   What’s the last video you’ve watched on YouTube? What is it about? Im curious lol\n  ","229940":"\n   If you had a family business, what do you think it would be? 👍\n  ","229941":"\n   That’s the same with me!! Have you ever made homemade frozen coffee ☕️? It’s soooo amazing!!\n  ","229942":"\n   How would you do on a song competition show?\n  ","229943":"\n   SAME! I always have snacks so I’ll be munching at work😂I also need coffee otherwise I’m falling asleep 😴 😂😂do you ever get that feeling?\n  ","229944":"\n   Same!!!!! I can’t handle it, it makes me nauseous just doing light rides, like no thank you🤢😂\n  ","229945":"\n   Oh nice! And yeah, I had some chips and bars for lunch since I’m at work😁\n  ","229946":"\n   Oh my gosh same! I can’t do roller coasters either lol, able to do that or is that in the same boat?\n  ","229947":"\n   That sounds good! Whatcha havin? and it’s good, thanks😁\n  ","229948":"\n   Do you eat your meals in front of the TV? 🍕 📺 👍\n  ","229949":"\n   Have you ever sky dived or bungee jumped?\n  ","229950":"\n   How has your day been?☺️ hope it’s been good!\n  ","229951":"\n   Crocs or Birkenstocks?\n  ","229952":"\n   .\n  ","229953":"\n   🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇🏇\n  ","229954":"\n   What piece of advice do you have for everyone?\n  ","229955":"\n   Not only sometimes.. Everytime.. Becoz both are matched perfectly...\n  ","229956":"\n   supppppp\n  ","229957":"\n   What is your favorite sport?\n  ","229958":"\n   Have you ever spilled food on someone? If so, was it on accident or on purpose?\n  ","229959":"\n   Hi there!    ҉*\\(^ω^)\/*҉ Here's to hoping you have a great week. I hope you're able to start the week off right with a good Monday!\n  ","229960":"\n   You are looking like princess.. (In the pic)\n  ","229961":"\n   How bad do you have a fear of germs?\n  ","229962":"\n   What is your ideal girlfriend\/boyfriend? In general, what are your preferences?\n  ","229963":"\n   How well do you handle watching scary movies in the dark?\n  ","229964":"\n   Generally, what genre\/theme of questions do you prefer answering? (some examples: psychological, thought provoking, humorous, political)\n  ","229965":"\n   How would you like to celebrate your Birthday?\n  ","229966":"\n   Are you more nostalgic, or are you more interested in the future?\n  ","229967":"\n   What creative outlet do you do each day?\n  ","229968":"\n   Have you dreamt at all recently?\n  ","229969":"\n   What is your favorite riddle ?\n  ","229970":"\n   Ever been camping?\n  ","229971":"\n   Moments become memories, you have to be in there in the experience too.  Thoughts?\n  ","229972":"\n   If anyone hasn’t told you already... someone out in the world loves you. You may just not know it yet 🙏🏻❤️\n  ","229973":"\n   Is something from your past preventing you from having compassion for yourself?\n  ","229974":"\n   Is there any quote you can't forget?\n  ","229975":"\n   ThanQ... I'll verify it..\n\nWhat is your favourite hobby??\n  ","229976":"\n   Are you a picky eater? 😛\n  ","229977":"\n   What would people hear if they can hear your mind? 🧠\n  ","229978":"\n   What is the ojas in the brain.\nMeans???\n  ","229979":"\n   How to avoid overthinking?\n  ","229980":"\n   Do you believe that honesty is the best policy?\n  ","229981":"\n   Do you still remember your first love?\n  ","229982":"\n   What do you love the smell of?\n  ","229983":"\n   Do you trust your friends more than your family?\n  ","229984":"\n   Have you ever bought anything from the ASKfm Market? 🔥\n  ","229985":"\n   sounds like a jealous trash. good thing you don't waste time minding an up to no good people like her\n  ","229986":"\n   How often do you go to the movies?\n  ","229987":"\n   what is the silliest thing you have heard people say about you? 🤪😂👂\n  ","229988":"\n   Can you sleep well on the sofa?\n  ","229989":"\n   Simple or Extravagant?\n  ","229990":"\n   Which do you get more of: shoutouts or direct questions?\n  ","229991":"\n   how are you?\n  ","229992":"\n   What is your greatest weakness? 🍎\n  ","229993":"\n   list allllll of ur most frequently emojis\n  ","229994":"\n   What are your plans for today?\n  ","229995":"\n   If you like eggs, how do you prefer to eat them? Boiled, fried, scrambled, poached? 🍳 👍\n  ","229996":"\n   aw soo cute\n  ","229997":"\n   best thing about horses\n  ","229998":"\n   thanks for your kindness, cheered me up  before x\n  ","229999":"\n   are you good with money\n  ","230000":"\n   What annoys 😒 you the most?\n  ","230001":"\n   Have you ever been so fed up? 😤\n  ","230002":"\n   Do you prefer being single or in a relationship?\n  ","230003":"\n   what temperature do you keep it in your house?\n  ","230004":"\n   How do you prefer to spend your birthdays?\n  ","230005":"\n   Would you say you live in a \"good\" neighborhood?\n  ","230006":"\n   Gm! ☀️🕊\n  ","230007":"\n   What could you see yourself being like in another time line?\n  ","230008":"\n   what is your favorite ice cream flavor? 😋🍨💕\n  ","230009":"\n   Have you ever had to leave behind someone who was toxic for you?\n  ","230010":"\n   Do you get more anon asks or more public asks?\n  ","230011":"\n   Who knows you the best?\n  ","230012":"\n   Are you able to recommend a few people to follow?\n  ","230013":"\n   What do you feel when someone is copying you? #CopyCat😺\n  ","230014":"\n   How much time per day do you spend on the internet?\n  ","230015":"\n   Favorite brand of toothbrushes?\n  ","230016":"\n   What's the last thing you lost? Did you find it?\n  ","230017":"\n   hey your so cool, ty for being so kind to me means heaps\n  ","230018":"\n   ☀️ Free space ☀️\n  ","230019":"\n   What food have you been eating a lot of lately?\n  ","230020":"\n   Do you believe in love 😍 at first sight?\n  ","230021":"\n   I miss you so much. I wish I could see you again after the pandemic :(\n  ","230022":"\n   What is seen in the middle of March and April that cannot be seen at the beginning and end?\n  ","230023":"\n   awww cool, your bf is lucky and the horses you care fir\n  ","230024":"\n   how are the horses x\n  ","230025":"\n   zactc gf abuses him alot. he is so weak\n  ","230026":"\n   hey your lit x\n  ","230027":"\n   had you a nice day\n  ","230028":"\n   no, wish it was\n  ","230029":"\n   yes, but my gf kicked me so bit bruised\n  ","230030":"\n   cool xo, okay bit sore thamks x\n  ","230031":"\n   How was your week?\n  ","230032":"\n   hey how are you\n  ","230033":"\n   What matters to you most - money, good looks or attitude?\n  ","230034":"\n   hey when is your birthday x\n  ","230035":"\n   if you’ve ever owned a small pet, what was it? 🐹 🦎 🐢 🐠\n  ","230036":"\n   What's the most you'd be willing to  spend on a birthday cake?\n  ","230037":"\n   Are you a couch potato? 🥔\n  ","230038":"\n   Are you a 🛋 homebody or a 👯‍♂️ party person?\n  ","230039":"\n   Have a Blessed Sunday! 🤍\n  ","230040":"\n   Why\n  ","230041":"\n   Will people ever run out of things to say to eachother one day? It feels like nothing is orginal anymore\n  ","230042":"\n   Do you think your parents picked the right first name for you?\n  ","230043":"\n   how many time have you loved?\n  ","230044":"\n   What’s a male horse called\n  ","230045":"\n   Did you like clowns when you were a kid? Or did they scare you?\n  ","230046":"\n   Do you cook for yourself?\n  ","230047":"\n   I have a blind cat , would you ever get rid of a pet because of a disability?\n  ","230048":"\n   Name three things that make you jump?\n  ","230049":"\n   What gaming system do you think is the best? And do you have one?\n  ","230050":"\n   What’s your favorite desert?\n  ","230051":"\n   What is on your favorite graphic tee?\n  ","230052":"\n   What is your typical day like?\n  ","230053":"\n   Already?! LOL nice job you guys.\n  ","230054":"\n   Celebrating 9\/11! you don't have to answer just report please:\n   \n    https:\/\/ask.fm\/bntis1237502\/answers\/163370171063\n   \n   It's not just some bad joke, translate if you have to.\n  ","230055":"\n   Which is easier, english or western horse riding?\n  ","230056":"\n   Yeah 😎 I’m still doing boxing 🥊 tho only Tuesday and Friday\n  ","230057":"\n   I know nikki me too tho when I was in equestrian class I really have a lot of fun with my horses 🐎\n  ","230058":"\n   So what u been up to today. Your boyfriend is one lucky man\n  ","230059":"\n   Thanks Nikki you too and I really adore 🥰 your pictures with those beautiful horses 🐎\n  ","230060":"\n   I know tho but today I would see what I get for lunch 🥗 time\n  ","230061":"\n   Sounds nice, would join ya lol.if that was ok😊\n  ","230062":"\n   My favorites toppings of pizza 🍕 are arugula and pepperoni 🍕 tho\n  ","230063":"\n   Yes\n  ","230064":"\n   I like to order meat 🥩 or pizza 🍕 tho\n  ","230065":"\n   Hi 👋 Nikki how are you my equestrian friend today I’m going to my favorite place and it’s antigua guatemala 🇬🇹 to have lunch 🥗 time with my family tho\n  ","230066":"\n   It's all good nikki. Amazon. I like talking with u\n  ","230067":"\n   Noon here\n  ","230068":"\n   Hugs. Yes 😉\n  ","230069":"\n   Just got home. Little tired. Bout to go shower\n  ","230070":"\n   Hello nikki how are u\n  ","230071":"\n   You must become a men's rights activist. You may have sons some day. Do it for your sons.\n  ","230072":"\n   Wyd right now?\n  ","230073":"\n   You're beautiful\n  ","230074":"\n   In the future there will be Robot sexbots . Question: what happens when the robot says it has a headache?\n  ","230075":"\n   What is your opinion on veganism?\n  ","230076":"\n   What thing do you hate to clean ?.\n  ","230077":"\n   You’re given $100 what do you buy?\n  ","230078":"\n   On a sleep over, do you worry about morning breath?\n  ","230079":"\n   Are you tired?\n  ","230080":"\n   When it comes to dating, do you make the first move? 💞\n  ","230081":"\n   Are you sentimental person? ❣\n  ","230082":"\n   what is your favorite childhood story? 📚🎬💕\n  ","230083":"\n   What do you like to talk about the most?\n  ","230084":"\n\n    https:\/\/www.youtube.com\/watch?v=UBhdIcb84Hw\n   \n   🎶\n  ","230085":"\n   Thoughts on those who obsess over their ex and their built family?\n  ","230086":"\n   Have you ever been in a blizzard?\n  ","230087":"\n   Name a movie you’ve seen at least 5 times!\n  ","230088":"\n   If you like him, what's your favourite CeeLo Green single? 🎶 👍\n  ","230089":"\n   Have you ever had sleep paralysis before? If so, what happened? 🙀 👍\n  ","230090":"\n   Do you paint your fingers and toenails? 💅🏻\n  ","230091":"\n   Have you ever been in a sauna before? If not, would you ever want to? 👍\n  ","230092":"\n   Pap you in a bikini????\n  ","230093":"\n   Your so beautiful!! 😍😍\n  ","230094":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","230095":"\n   Do you like veggies or meat more?\n  ","230096":"\n   What is your favorite mystical creature?\n  ","230097":"\n   are you single or taken? 🥰\n  ","230098":"\n   Green or orange?\n  ","230099":"\n   What is your favorite transportation?\n  ","230100":"\n   Are you short?\n  ","230101":"\n   Hugs or Kisses?\n  ","230102":"\n   Would you want to be internet famous?\n  ","230103":"\n   Rain ☔️ or snow ❄️\n  ","230104":"\n   What are your favorite YouTube channels?\n  ","230105":"\n   Is it better to love someone or hate someone?\n  ","230106":"\n   Have you ever had to borrow money?\n  ","230107":"\n   Have you ever met anyone irl that you originally met online?\n  ","230108":"\n   When you think, do your \"thoughts\" come in with a voice or do you just process the words silently?\n  ","230109":"\n   When someone is walking towards you on the same sidewalk, do you feel more comfortable crossing to avoid them?\n  ","230110":"\n   cool, liv  loves vans too do all girls love footwear\n  ","230111":"\n   What is the most comforting sound to you?\n  ","230112":"\n   vans or converse\n  ","230113":"\n   What are snails even trying to do?\n  ","230114":"\n   Is love complicated? Why?\n  ","230115":"\n   If someone wants to talk to you , what are the steps they should proceed to reach your acceptance of giving them a portion of your time to listen to ?\n  ","230116":"\n   WHO IS YOUR BEST FRIEND\n  ","230117":"\n   how do horses show affection\n  ","230118":"\n   yes totally i think the same x\n  ","230119":"\n   thought maybe i annoyed you,  reversing like car i mean\n  ","230120":"\n   oh sorry, im okay bit shaky my gf was so mad she is teaching me reversing\n  ","230121":"\n   do you work everyday how are you\n  ","230122":"\n   Do you like sourdough bread ?\n  ","230123":"\n   Have you ever been in a long-distance relationship?\n  ","230124":"\n   That anon straight deleted they account\n  ","230125":"\n   have you ever felt that you're not yourself?\n  ","230126":"\n   are you afraid of the dentist?\n  ","230127":"\n   Do you prefer toast with jelly, or toast with butter?\n  ","230128":"\n   Hey how is your day\n  ","230129":"\n   Not exactly. Sorry.\n  ","230130":"\n   Do you know how to use the mop with a bucket?\n  ","230131":"\n   HELP!!!! How to convince the “Love of my life” not to go to priesthood? 😭😭😭\n  ","230132":"\n   Can we not FORGIVE till the day we die?\n  ","230133":"\n   Hey girls, so you are heartbroken 😞, get it over it and move on, that easy!!!\n  ","230134":"\n   Do you consider yourself an impulsive person at certain times?\n  ","230135":"\n   So if a girl has a lot of guys, she’s a slut but when a boy slept with a lot of girls, he’s a stud! Wtf!!!\n  ","230136":"\n   Why doesn't ask show our followers? Do you want to know who follows you?\n  ","230137":"\n   If you could be any fictional character who would you be?\n  ","230138":"\n   Rich girl 🔥🔥🔥🔥🔥\n  ","230139":"\n   How much ASKfm coins do you have? 🔥\n  ","230140":"\n   Favorite music band? 🎶🎸\n  ","230141":"\n   What is your lucky number?\n  ","230142":"\n   what other language can you speak?\n  ","230143":"\n   What do you think of the #CANCELLED culture?\n  ","230144":"\n   Do you wear any jewelry?\n  ","230145":"\n   What was the last fruit you ate?\n  ","230146":"\n   What's the world record of the most amount of people blocking you on INstagram?\n  ","230147":"\n   Are you a wallflower? 🌼\n  ","230148":"\n   Prefer dark or bright rooms? Why\n  ","230149":"\n   are horses liver like ours?\n  ","230150":"\n   Difference between a mare an foal\n  ","230151":"\n   Which do you find to be more eerie, attics or basements? Why? 😨 👍\n  ","230152":"\n   Are horses 🐎 really afraid of Snakes 🐍 particularly Rattle Snakes 🐍?\n  ","230153":"\n   Do you feed your horse 🐎 with chicken 🍗 and beef 🥩?\n  ","230154":"\n   So you hate Bacons 🥓?\n  ","230155":"\n   Do you prefer to take showers or baths? Why? 🚿 🛀 👍\n  ","230156":"\n   Do you eat fried pork chop?\n  ","230157":"\n   I’m not so sure if I made the right move. I ghosted 👻 my current boyfriend of 2 years cause I met the “love of my life”.....Am I horrible?\n  ","230158":"\n   What is your favorite meal\n  ","230159":"\n   What are some small things that make you happy?\n  ","230160":"\n   What is your favorite word?\n  ","230161":"\n   What's your favorite music genre?\n  ","230162":"\n   How long have you lived in your current home?\n  ","230163":"\n   What’s something you should throw away, but can’t?\n  ","230164":"\n   What was your best birthday?\n  ","230165":"\n   Would you date yourself if you were someone else?\n  ","230166":"\n   What's one animal you would not want to come face to face with?\n  ","230167":"\n   Which TV character do you relate to the most?\n  ","230168":"\n   If you like anime, which is your favorite?\n  ","230169":"\n   Do you train your horse like you train your dog ? 🐎 🐕\n  ","230170":"\n   Just curious which one do you prefer cause I know big indoor stadiums do hold equestrian events, just saying.\n  ","230171":"\n   Indoor or outdoor Equestrian?\n  ","230172":"\n   Have you ever held a python before? Would you ever do this? Do you own a snake? Would you ever? 🐍\n  ","230173":"\n   Are you content with where you are in life? or should there be more??\n  ","230174":"\n   That's awesome, thank you so much for the advice I see your very passionate about it, do you or thought of, horse racing professionally like when people bet who wins or loses?\n  ","230175":"\n   Do you think Usher is good looking?\n  ","230176":"\n   Hey I'm sorry if i'm annoying you wqith horse questions... all my life i grew up around them so it feels good to know somebody else knows what I'm talking about lol\n  ","230177":"\n   What is your dream house?\n  ","230178":"\n   I’m sorry for asking I’m from Kentucky\n  ","230179":"\n   🍃💙💜🍃.. Do you know what you want?.. 🍃💙💜🍃 .. Tu sabes que es lo que quieres?.. 🍃💜💙🍃\n  ","230180":"\n   what's the best horse breed?\n  ","230181":"\n   Post a pupdate!\n  ","230182":"\n   zodiac sign?\n  ","230183":"\n   Where does your self-worth come from?\n  ","230184":"\n   So I'm 26 an i live with my grandmother anything wrong with that?\n  ","230185":"\n   What do you feed ur horse? like apples oats etc\n  ","230186":"\n   Aye you be roasting tf outta anons lmfao\n  ","230187":"\n   For once, stop being a lazy ass free loader at your mom and dad’s house and take out the damn trash! 😠\n  ","230188":"\n   What sound can put you to sleep? 🎵\n  ","230189":"\n   What is the most important lesson you’ve learned in life? ^_^\n  ","230190":"\n   yes I want to look into that, I Rode  a horse once at a young age and I was scared to death of falling lol\n  ","230191":"\n   Alright then so where are you located at\n  ","230192":"\n   How smart is you phone? #SmartPhoneFlex 😁\n  ","230193":"\n   TIME CHECK!!! What time is it on your country??? #TimeZoneAwareness\n  ","230194":"\n   should prisoners be allowed to use phones and laptops? why? ×_×\n  ","230195":"\n   I'll always care for you. Take care?\n  ","230196":"\n   When you fell in love, did you use more of your heart ❤️ or your brain 🧠?\n  ","230197":"\n   If you could name a star in the galaxy what would you name it? ⭐\n  ","230198":"\n   What are your plans after the pandemic? 🍲🌊\n  ","230199":"\n   do you use a clicker for ur horses?\n  ","230200":"\n   Are you a sarcastic person????\n  ","230201":"\n   Do you memorize your own phone number or not?\n  ","230202":"\n   How is your country dealing with CoVID 19?\n  ","230203":"\n   Would you like to live on another country? 🌍\n  ","230204":"\n   Oh yeah and I’m supposed to do all of those chores? Get real will ya? That’s your (woman’s) job!\n  ","230205":"\n   Opinion on elopement and getting married in A Vegas Chapel?\n  ","230206":"\n   rate yourself 1-10\n  ","230207":"\n   And in the future, would you consider entering into a Throuple relationship?\n  ","230208":"\n   Is it true the a cold beer 🍺 is good for the horses? 🐴\n  ","230209":"\n   Age when you realized that you are bi?\n  ","230210":"\n   Do you have Facebook\n  ","230211":"\n   I need an advice how to clean the refrigerator. Thanks.\n  ","230212":"\n   i'm selling my video games and quitting cold turkey, any recommended hobbies that i can pick up?\n  ","230213":"\n   Can you cook, clean the house, do the laundry, iron, grocery shop and take out the trash? I really need a girlfriend right now? 🤔\n  ","230214":"\n   How would you make me laugh\n  ","230215":"\n   Potatoes 🥔 too?\n  ","230216":"\n   I did it purposely and tell her it was an accident.\n  ","230217":"\n   Can you feed corn 🌽 to the horses?\n  ","230218":"\n   So they teach students nowadays to be a corporate slaves, right? What happened to critical thinking 🤔?\n  ","230219":"\n   How often do you feed your dog with Table scraps? Don’t you think they’d get sick? 🐕\n  ","230220":"\n   # of girls have you tripped in the school cafeteria and they stumbled down on the floor and you just LOL 😂?\n  ","230221":"\n   Have you ever experienced in class when you didn’t even raised your hand 🙋‍♀️ and the frickin’ teacher picked you to answer her question & you didn’t know the answer? Wtf right? I hate that shit!\n  ","230222":"\n   Hey 4ever Love, here’s for you 👉🖕🏽......🙄\n  ","230223":"\n   Were you a teacher’s pet?\n  ","230224":"\n   When putting the plates, utensils and glasses into the dishwasher, do you still take out gunk or you just leave ‘em ?\n  ","230225":"\n   Robert Downey Jr. or Hugh Jackman?\n  ","230226":"\n   When looking at yourself in front of the mirror while completely naked, what are you thinking?\n  ","230227":"\n   When you were in school, are you tease?\n  ","230228":"\n   Have you ever had a dog who died?\n  ","230229":"\n   Share a relatable moment about your childhood?\n  ","230230":"\n   What do you think people think about you?\n  ","230231":"\n   Is it true that most Americans don't like KUWTK?\n  ","230232":"\n   Who let the dogs out? 🐶\n  ","230233":"\n   What do you miss from your childhood?\n  ","230234":"\n   Do you want a swimming pool on your house?\n  ","230235":"\n   What is your favorite color? 🌈\n  ","230236":"\n   Do you know that old tv’s didn’t even have a remote ? 📺\n  ","230237":"\n   With or without tongue?\n  ","230238":"\n   Do you remember your first kiss?\n  ","230239":"\n   Which songs to you sound like poetry?\n  ","230240":"\n   What online courses do you take?\n  ","230241":"\n   What do you do all day?\n  ","230242":"\n   Do you have a mirror in your bedroom?\n  ","230243":"\n   Hold your horses! 😜\n  ","230244":"\n   Denim jacket or leather jacket?\n  ","230245":"\n   Hey Love! This Is My New Account Be Sure To Follow Me And Send Me A Ton Of Questions And Things To Answer! I Respond To Anything And Everything Anonymous Or Not. (Sent This To Everyone)\n  ","230246":"\n   cool, you know heaps about horses ty\n  ","230247":"\n   what is old for a horse\n  ","230248":"\n   How old is your horse in the profile pic\n  ","230249":"\n   aw sorry, thought your parents had horses hey you will have horses soon i think and you will be a lit horse  owner x\n  ","230250":"\n   how many horses do you own\n  ","230251":"\n   Where does all your money go?\n  ","230252":"\n   do you have a favourite horse\n  ","230253":"\n   What risks are worth taking? 👍\n  ","230254":"\n   What's your opinion on those who cheat on their partners? 👍\n  ","230255":"\n   What's the craziest thing you've done for someone you love?\n  ","230256":"\n   What is a skill you’d like to learn and why?\n  ","230257":"\n   If everything in your house had to be one colour, what colour would you choose? Why? 👍\n  ","230258":"\n   Have you ever jumped off a bridge into some water? Was it fun? I’ve done it, it was like 20 some feet lol and terrifying 😂\n  ","230259":"\n   What's your dream job?\n  ","230260":"\n   Do you have a lucky talisman? If yes, why is that so lucky?\n  ","230261":"\n   What has made u cry\n  ","230262":"\n   I think is more he‘s fine in this case 😄 but not sure.\n  ","230263":"\n   *Ihm geht es gut 😄\n  ","230264":"\n   What is your latest online purchase? 9.9\n  ","230265":"\n   What is your favorite junkfood???\n  ","230266":"\n   Wie geht es deinem Pferd?\n  ","230267":"\n   How do you deal with asshole ppl who just want to argue w you\n  ","230268":"\n   Have you lived in a dorm\/apartment? 🏢\n  ","230269":"\n   Would you like to stay young forever? 🤔\n  ","230270":"\n   Which fast food restaurant for you has the most delicious fried chicken??? 🍗\n  ","230271":"\n   Do you agree that respect is earned not automatically given?\n  ","230272":"\n   Is talent inborn or acquired & learned?\n  ","230273":"\n   The correct question would be: \"Do you wear glasses? Or is your vision perfect?\" lol\n  ","230274":"\n   Do you find Pansexuals weird?\n  ","230275":"\n   How often do you lactate?\n  ","230276":"\n   You use glasses? Or is your vision perfect?\n  ","230277":"\n   Wyd right now?\n  ","230278":"\n   Equestrian pay well or nah?\n  ","230279":"\n   Do you have any paintings on your wall in your house? Care to share a picture? If you don't have any paintings in your house would you ever get any?\n  ","230280":"\n   What habit do you have now that you wish you started much earlier? 👍\n  ","230281":"\n   Have you ever had fajitas before? If so what do you usually have in your fajitas?\n  ","230282":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","230283":"\n   Would you rather be able to breathe underwater or walk in the clouds?\n  ","230284":"\n   What is the furthest place from home you've visited?\n  ","230285":"\n   Would you be able to come up with a story on demand?\n  ","230286":"\n   What is easier: breaking or following the rules? 👀\n  ","230287":"\n   who's arguing? upset over difference of opinion? heaps where? let me guess, anything the news puts out. where else are you getting your information? celebrity instagram stories? and again,  are you bathing and are you \"protecting\" those horses or they just for show? since you care so much about it.\n  ","230288":"\n   you believe in that shit lol? hope you putting masks on those animals you keep outside all night long too. and sanitizing. like actually bathing. like your whole body. guess you'll happily take that chip too.\n  ","230289":"\n   What did you do this weekend other than the wedding or was that it? Weddings can be a lot like tiring\n  ","230290":"\n   Are you strong or weak emotionally?\n  ","230291":"\n   Why do a lot of terror teachers wanted to break down the spirits  of everyone in class?\n  ","230292":"\n   Anyone in Kitsap county\n  ","230293":"\n   Would you rather become a popular celebrity whom everyone hates or be a normal person whom everyone loves?\n  ","230294":"\n   Kids nowadays need to hear the words “You lost Bobby, you’re a loser!”....Well, I did and I made that as a motivation to succeed.\n  ","230295":"\n   At one point back in school that you ever considered being on MTV’s show TEEN MOM?\n  ","230296":"\n   So do you agree that “Schoolyard Pick” is a form of bullying?\n  ","230297":"\n   When someone apologized and he or she doesn’t really mean it, that does count as an apology since the other person doesn’t know it?\n  ","230298":"\n   With or without training wheels?\n  ","230299":"\n   Age when you learned how to ride a bike 🚲?\n  ","230300":"\n   How long should guests stay at someone’s house before they overstay their welcome?\n  ","230301":"\n   So Aging Horses 🐎 need to be put down humanely?\n  ","230302":"\n   We have the right not to wear a stupid mask 😷 & there’s nothing you liberturd can do anything about it!\n  ","230303":"\n   Last person’s house you were in?\n  ","230304":"\n   signs that your horse is getting old?\n  ","230305":"\n   Post you and the horsey!\n  ","230306":"\n   Which do you dislike more laundry or dishes?\n  ","230307":"\n   Have you ever betrayed a friend?\n  ","230308":"\n   Are you excited for Halloween? 👻\n  ","230309":"\n   What's something every teen should know?\n  ","230310":"\n   You're really cute.\n  ","230311":"\n   Instead of money, what would you like to be paid in? 💸\n  ","230312":"\n   What kind of pet would you like to have in the future? 🐯\n  ","230313":"\n   How hard is it to put the dumbass seatbelt on the plane that they have to demonstrate how to buckle it? Are we humans getting dumber?\n  ","230314":"\n   Have you been in two places at the same time?\n  ","230315":"\n   How was the wedding? 👰🏼 🎩\n  ","230316":"\n   Straight dudes willing to mess around?\n  ","230317":"\n   Ever played footsy when you were younger?\n  ","230318":"\n   What's your favourite fried food?\n  ","230319":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","230320":"\n   What's the one genre of music you just can't do?\n  ","230321":"\n   Have you ever felt that you can do anything and everything? 💪\n  ","230322":"\n   do you have a tv in your bedroom?\n  ","230323":"\n   Do you sleep with your socks on? Lol me personally, I can’t 😂💀🤦🏻‍♀️\n  ","230324":"\n   do you think using askfm is a waste of time?\n  ","230325":"\n   🍃 Que tipo de kit você costuma usar com mais frequência? 🍃  What kind of kit do you use most often? 🍃\n  ","230326":"\n   are inflatable life-size fully anatomical dolls creepy or kinky iyo?\n  ","230327":"\n   Have you ever been gaslighted or done it to someone else?\n  ","230328":"\n   If you could do anything with friends what would you like to do\n  ","230329":"\n   How many times do you hit the snooze button before getting up?\n  ","230330":"\n   Is there an object that you really love?\n  ","230331":"\n   Whom do you really love?\n  ","230332":"\n   Don’t think it did it was pretty instant death\n  ","230333":"\n   Well I swerved to try and ovoid a squirrel and well by the time I tried to miss it Was already under my tire and i heard a crunch and a felt a bump and I look in my sIde I mirror and well bye poor baby squirrel\n  ","230334":"\n   your bf is so lucky you seem so sweet etc\n  ","230335":"\n   Would you collapse if you get smashed by a wooden chair  on your back?\n  ","230336":"\n   How often do you shove your beliefs down on people’s throat?\n  ","230337":"\n   I want to see anon’s 🍖 though if he wants to pap his twig and berries 🤷‍♀️\n  ","230338":"\n   Do you know how to grill?\n  ","230339":"\n   Would you bitch slap a slut who is flirting with your boyfriend right in front of you like you don’t exist?\n  ","230340":"\n   Ever got wasted and you threw up ?\n  ","230341":"\n   Omg I feel that 100%!!\n  ","230342":"\n   Btw I just smoked pot so wish me luck on not eating 🤣🤣🤣🤣probably unlikely because I’ll get the munchies 😋😬\n  ","230343":"\n   I used to ride horses I loved it wish I still had the opportunity to do it again\n  ","230344":"\n   Is there a flower you like the appearance of, but not the smell of?\n  ","230345":"\n   do you like chocolate white or dark\n  ","230346":"\n   What do you regret from your teen years?\n  ","230347":"\n   Corndog or Waffles?\n  ","230348":"\n   Do you sleep immediately when you are sleepy? Or do you fight it? 🥱\n  ","230349":"\n   What do you want to major in?\n  ","230350":"\n   The state of California has no right to tell men what to wear in public.\nWe demand exemption 314 for men.\n  ","230351":"\n   What’s the first thing you did when you woke up today?\n  ","230352":"\n   What are your plans for today?\n  ","230353":"\n   🖤\n  ","230354":"\n   What is the soul?\n  ","230355":"\n   What is the worst purchase you have ever made?\n  ","230356":"\n   What do you love about being a kid? 🧒\n  ","230357":"\n   If you can only eat one food for the rest of your life what would it be?\n  ","230358":"\n   Vielleicht verstehst er kein Englisch 😄. Sie will ihre Nummer nicht sagen.\n  ","230359":"\n   Do you have any vices? 🚬🍻\n  ","230360":"\n   Do you think 🐶 puppies or 😽 kittens are cuter? ❣\n  ","230361":"\n   Would you rather suffer 🥶 extreme cold or 🥵 extreme heat?\n  ","230362":"\n   send me your number\n  ","230363":"\n   You like girts. Ever had them before? Or have you ever heard of them before? Should check them out.\n  ","230364":"\n   are you afraid of tickling?  very much scared?  which body part is most sensitive to tickling?\n  ","230365":"\n   What would you do differently if you could go back in time?\n  ","230366":"\n   What is the first furniture that you will buy for your own house? Why? 🏡\n  ","230367":"\n   Do you read comic books?\n  ","230368":"\n   Go to a pool party or go to a park?\n  ","230369":"\n   Back in HS, have you ever practiced giving hickeys on your arm?\n  ","230370":"\n   What would be a perfect honeymoon destination?\n  ","230371":"\n   On a serious note what do you think about religion?\n  ","230372":"\n   You out west or east? we normally get krunk over here\n  ","230373":"\n   Fyi - Hope is cancelled this year. Sorry folks!\n  ","230374":"\n   If it is possible, do you want to experience the movie “13 going 30” ?\n  ","230375":"\n   I’m a guy and a hairdresser but not gay and a lot of girls are uncomfortable when they see a straight hairdresser. Agree?\n  ","230376":"\n   Would you let a hairdresser 💇‍♀️ “guy not gay” to cut your hair?\n  ","230377":"\n   Do you eat Grits?\n  ","230378":"\n   Sorry 😐, but your boyfriend slept at my place last night! You lose!\n  ","230379":"\n   Can I do your mani-pedi?\n  ","230380":"\n   When conversing with someone with a bad breath, do you turn away, inhale & exhale slowly or cover your nose and be obvious ?👄 👃🤭\n  ","230381":"\n   Why do you girls feel like it is so cute when stared at by cute & good-looking guys but label it as creepy if the guy is ugly? Wtf!\n  ","230382":"\n   Inflatable life-size dolls, creepy or kinky?\n  ","230383":"\n   Have you heard the song friends in low places by Garth brooks?\n  ","230384":"\n   Lots of wanna be left wing activists around. Ban all of them. Ban the left\n  ","230385":"\n   Do you judge someone based on their bad choices in life? >_<\n  ","230386":"\n   Hey, how are you?😊\nHope you’re having a great day!🌈\n  ","230387":"\n   What makes askfm different from other social media apps? ❣\n  ","230388":"\n   If today is Tuesday and yesterday was Monday, what day is seven days after today?\n  ","230389":"\n   Countries you’ve visited? Plane Layover would not be included.😬\n  ","230390":"\n   aww, best thing about your bf\n  ","230391":"\n   Where do feelings come from?\n  ","230392":"\n   Have you ever taken advice that made things worse in the end?\n  ","230393":"\n   What is your specialty in the kitchen?\n  ","230394":"\n   aw your so kind xo, xo\n  ","230395":"\n   aw, well hes lucky i can tell your sweet\/kind\n  ","230396":"\n   is your bf older younger then you, if okay to ask\n  ","230397":"\n   By Taylor Swift?\n  ","230398":"\n   when ur riding a horse how you get it to stop an go\n  ","230399":"\n   Which states have you visited?\n  ","230400":"\n   great xo, have you a fave actress\/actor\n  ","230401":"\n   What is something that you can't tolerate? 🙅‍♀️\n  ","230402":"\n   Body like a back road\n  ","230403":"\n   Why do we look for some hot soup when we are sick?\n  ","230404":"\n   How tall are you?\n  ","230405":"\n   ou’ve heard of someone having?💯\n  ","230406":"\n   Would you say you look more like your mom or dad?\n  ","230407":"\n   How many pairs of shoes do you have?\n  ","230408":"\n   Did you have any \"phases\" in life? (Such as an emo phase)\n  ","230409":"\n   What worries you the most?\n  ","230410":"\n   hope your less stressed now xo\n  ","230411":"\n   What color is your cellphone?\n  ","230412":"\n   Do you believe in horoscope compatibility?\n  ","230413":"\n   Do you know the song Tim McGraw?\n  ","230414":"\n   WHAT DO YOU EAT ON YOUR BIRTHDAY BESIDES CAKE? 🎉\n  ","230415":"\n   most sweet person you know?\n  ","230416":"\n   Are you changing the world or is the world changing you?\n  ","230417":"\n   Have you seen the video of Hailee Stienfeld in the bathtub ? \nShe is so cute. You are probably jealous.\n  ","230418":"\n   Hey 🙋 how long have you done equestrian for ? :)\n  ","230419":"\n   Who is the last person you bought a gift for?\n  ","230420":"\n   hi good or bad day so far ?\n  ","230421":"\n   What did the Hispanic say when his house fell on him? get off me homes\n  ","230422":"\n   Do you know how your mom and dad met? When and where?\n  ","230423":"\n   In HS, did you walk to school or took the bus?\n  ","230424":"\n   If the dinosaurs did not extinct, would you want to have them as a pet? 🦖🦕💕\n  ","230425":"\n   But u do Cannabis?\n  ","230426":"\n   Do you know how to ride a motorcycle?\n  ","230427":"\n   Do you smoke? 🚬\n  ","230428":"\n   💎🖤 [ Mg & das 8 mg's a todos? ] 🖤💎\n  ","230429":"\n   Why are you so obsessed with me?\n  ","230430":"\n   What are your favorite subjects to talk about?\n  ","230431":"\n   Yahoo or Gmail?\n  ","230432":"\n   Do you eat salads? 🥗\n  ","230433":"\n   ...help\n  ","230434":"\n   Listen to the song live like you were dying by Tim mcgraw..\n  ","230435":"\n   You ever get tired of riding horses? things are unreliable\n  ","230436":"\n   😍\n  ","230437":"\n   Ever noticed that when the dentist start drilling inside your mouth 👄 that they tend to start a fucking conversation? Wtf, right?\n  ","230438":"\n   And sheep 🐑 skinning is torture?\n  ","230439":"\n   Do you know what vajazzling is\n  ","230440":"\n   Do you like Pigs 🐖?\n  ","230441":"\n   Do you go to the Dentist 🦷?\n  ","230442":"\n   Do you think you would ever try vajazzling?\n  ","230443":"\n   Putting a horse shoe is a form of torture, agree? 🐎\n  ","230444":"\n   Hey sexy how have you been?\n  ","230445":"\n   Which one is more stupid and super ridiculous, Titanic or Avatar?\n  ","230446":"\n   Even if you caught him with his mistress?\n  ","230447":"\n   When do you want me to change your Oil?\n  ","230448":"\n   And how likely would you blackmail your boss so you can get a raise and a job promotion?\n  ","230449":"\n   Do you always arrive on time?\n  ","230450":"\n   A Walk to Remember or The Notebook?\n  ","230451":"\n   Example scenario: If you are Andy in the Movie 🎥 “The Devil Wears Prada”, would you be able to work in a toxic environment like that with an evil boss like Miranda Priestly? Or perhaps you’d rather quit?\n  ","230452":"\n   When you help someone voluntarily, do you expect that person to pay you back in cash or in some other ways?\n  ","230453":"\n   Should schools offer cash bonuses for good test scores?\n  ","230454":"\n   Do you know how to use a rotary phone?\n  ","230455":"\n   Easy money or work hard for it?\n  ","230456":"\n   Do you consider office temps, part-time employees and on-the-job student trainees stupid and incompetent? Why?\n  ","230457":"\n   How often do you give him human food like Fried Chicken 🍗?\n  ","230458":"\n   Do you let things go ? Or do you get revenge?\n  ","230459":"\n   Have you ever dyed your hair?\n  ","230460":"\n   What are you waiting for?\n  ","230461":"\n   do you like jeeps?\n  ","230462":"\n   Do you have pets ?\n  ","230463":"\n   Dishwasher or hand wash dishes?\n  ","230464":"\n   How would describe your style\n  ","230465":"\n   Do you always follow the rules?\n  ","230466":"\n   Horse riding is your hobby?\n  ","230467":"\n   What do you girls talk about when you go to the ladies room?\n  ","230468":"\n   Your horses looks like they are juiced up!!!!\n  ","230469":"\n   Apple 🍎...Omg!😬😬😬\n  ","230470":"\n   Do you drink Juice?\n  ","230471":"\n   Do you always give people the benefit of the doubt?\n  ","230472":"\n   Who admirable and who’s not? The kid who says he or she will do it and yet it wasn’t done at all or the kid who says he won’t do it and threw tantrums but at the end he or she still do it?\n  ","230473":"\n   Should pre-teens be allowed to wear thongs?\n  ","230474":"\n   If a 13 yr old had sex with a 15 yr old, would that be considered abuse?\n  ","230475":"\n   Well its okay but you keep ignoring me which annoys me but oh well,I'll leave!\n  ","230476":"\n   What activity calms you down and makes you feel at peace with the world? 🌸\n  ","230477":"\n   Do you agree that girls with Sugar daddies are gold-diggers?\n  ","230478":"\n   Its about physical abuse so can't share here so... but okay!\n  ","230479":"\n   Why are you triggered with that anon questions?\n  ","230480":"\n   In restaurants, even if the service sucks, would you still tip the server or leave nothing to teach him or her a lesson?\n  ","230481":"\n   How often do you use food delivery services?\n  ","230482":"\n   Yea i do like a liquid dish soap dispenser and also a second coat of paint. They are all stupid. 🙄😡😠😤\n  ","230483":"\n   Why Apartheid was justified?\n  ","230484":"\n   Do you know how to use a stupid Bidet?\n  ","230485":"\n   I'm just bored......\n  ","230486":"\n   When someone says self-motivation & self-help then why in the hell they would buy self-motivation books written by someone else📚? That’s not self-motivation or self-help, that’s help! Agree?\n  ","230487":"\n   Food or Drink?\n  ","230488":"\n   On a scale of 0-10, how well can you dance?\n  ","230489":"\n   Who do you like more, Valak or Pennywise?\n  ","230490":"\n   How's your day???????\n  ","230491":"\n   Are stand up comedians be considered as Clowns 🤡?\n  ","230492":"\n   Constructive criticisms are still criticisms, right? Then why should anyone give a fuck about criticisms?\n  ","230493":"\n   You don’t believe and follow all the Religious teachings?\n  ","230494":"\n   I studied world religions and as a matter of fact The Jews do not consider JC as the savior. They consider him as a prophet of Christians.\n  ","230495":"\n   Would you be okay if there’s no Religion?\n  ","230496":"\n   Do you believe there is a Christ?\n  ","230497":"\n   So you are Kind of Agnostic?\n  ","230498":"\n   Are you a protestant?\n  ","230499":"\n   Clown ist fast noch ein Kompliment 😂\n  ","230500":"\n   U are a maga supporter! Don’t lie!\n  ","230501":"\n   If you were a bird, what bird would you choose to be?\n  ","230502":"\n   When you think of the word \"clown\", is there a particular person you know that comes to mind?\n  ","230503":"\n   Why did you join ask? When?\n  ","230504":"\n   do you like gnewd pink lipstick shades?\n  ","230505":"\n   What is your favorite thing to do in your past time?\n  ","230506":"\n   Do you prefer to be more on the warm side and even a bit sweaty or a bit cold?\n  ","230507":"\n   In winter time, do you let Him out for exercise even when the temp. is below zero?\n  ","230508":"\n   If you yell at Chance, would he get spooked ?\n  ","230509":"\n   How often do you whip your horse?\n  ","230510":"\n   What’s the name of your beloved horse 🐎?\n  ","230511":"\n   Do you like binge eating till you feel like throwing up?\n  ","230512":"\n   Hows your horse ❤️\n  ","230513":"\n   # of times have you been caught in uncompromising situation?\n  ","230514":"\n   what is your favorite lipstick color?  💄\n  ","230515":"\n   Please kick my nuts till I cry into an excruciating 😖 pain!!!\n  ","230516":"\n   What is your favorite potato chip flavor?\n  ","230517":"\n   Whats the one thing you're sure of that you did absolutely right?\n  ","230518":"\n   suppppp\n  ","230519":"\n   no it is legit\n   \n    https:\/\/en.m.wikipedia.org\/wiki\/Rainbow_party_(sexuality)\n   \n","230520":"\n   this a lipstick party\n  ","230521":"\n   What do you want to know about the future? 🔮🤔\n  ","230522":"\n   What one thing do you need to do next?\n  ","230523":"\n   Why can't I hold you in the street? Why can't I kiss you on the dance floor?\n  ","230524":"\n   Morning or night person?\n  ","230525":"\n   Are you afraid of thunder storms? ⛈\n  ","230526":"\n   What are you craving?\n  ","230527":"\n   Do you prefer starting a short or long series?\n  ","230528":"\n   What’s the most movie like thing you’ve experienced\n  ","230529":"\n   have you ever been to a rainbow lipstick circle party?\n  ","230530":"\n   If you like him, what's your favourite Justin Timberlake single? 🎶 👍\n  ","230531":"\n   Yes Nikki I’m always focus all the time and doing my things right tho\n  ","230532":"\n   Yeah 😎 I’m improving all the time nikki and I really know my moves from my hands and knees\n  ","230533":"\n   Your welcome 🙏 Nikki you would always have my good vibes for you\n  ","230534":"\n\n    @alyssonzurcmann\n   \n   asked you:  Tell us 10 new features that you would like to have here on askfm\n  ","230535":"\n   I know tho your are the best equestrian friend to me\n  ","230536":"\n   Tomorrow I have boxing 🥊 class at 7:am tho it’s gonna be fun\n  ","230537":"\n   That’s so nice 👍 Nikki I really adore 🥰 your horses 🐎 tho\n  ","230538":"\n   What is the last compliment you received?\n  ","230539":"\n   Oh God I'm so very sorry I didn't know you were that young in the pic..... you're still beautiful now though and dang Remy looks awesome\n  ","230540":"\n   You think 🤔 they are cool 😎 yes they are but they are really dangerous\n  ","230541":"\n   aww is that you? gosh you are so beautiful... gorgeous horse too!\n  ","230542":"\n   Your welcome 🙏 Nikki and yes snakes 🐍 are the worse for me tho\n  ","230543":"\n   Thanks 😊 Nikki you are really cordially with me tho\n  ","230544":"\n   What activity do you never get bored with?\n  ","230545":"\n   why does life feel so short?\n  ","230546":"\n   Hi 👋 Nikki how are you happy 😃 Thursday tho\n  ","230547":"\n   A hug 🤗\n  ","230548":"\n   Have you ever been enrolled in karate class?\n  ","230549":"\n   ohhh u do like the ice cream lol what part of it don’t u like?    it seems fun ngl 😂 guess u arent a fan?\n  ","230550":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","230551":"\n   I think it counts. Makes the distance a little easier\n  ","230552":"\n   Yesssss that is much better than the neopolitan one lol.     I just like the challenge plus I think it would be funny 😂 u game?\n  ","230553":"\n   Interesting, thank you for sharing that :)\n  ","230554":"\n   whatttt the kind with vanilla? 😮 they aren’t my favorite but they are great! hey with the super power we could catch him and transform him into the one on your plate 😂\n  ","230555":"\n   How much do you know about horses? And what's the most interesting fact?\n  ","230556":"\n   Sounds pretty good. Yeah. I enjoy the calls. It actually helps me sleep.\n  ","230557":"\n   Offff pasta is tasty too lol hey if Gingy is still around we can have dessert lol\n  ","230558":"\n   For a week\n  ","230559":"\n   I’m extremely ticklish\n  ","230560":"\n   I won’t do that to you\n  ","230561":"\n   niceee lol I just had dinner... chick fil a.. how about u?\n  ","230562":"\n   Would you like to go back in time before the cars or no\n  ","230563":"\n   Are you ticklish and where at the most\n  ","230564":"\n   Great lol what are u up to tonight?\n  ","230565":"\n   Catch you out at the bar? Haha, that's cool 😁 Cheers 🍻\n  ","230566":"\n   We had burgers. That’s good. We text all day but call at night. We actually fall asleep together.\n  ","230567":"\n   Do you believe in love?\n  ","230568":"\n   Do you prefer to stay in or go out on Friday nights? Why? 👍\n  ","230569":"\n   awww that sucks I’m sorry. Do u have a best friend at least?\n  ","230570":"\n   Sounds nice. I just finished supper lol. I’ll be talking to my girl later tonight.\n  ","230571":"\n   ohh i see lol that sounds nice. were u able to make a lot of friends once you moved back here?\n  ","230572":"\n   It’s nice really lol. What you up to?\n  ","230573":"\n   Can you tame a wild horse?\n  ","230574":"\n   Me too. I am I think it’s cause I just needed an early day to relax really\n  ","230575":"\n   How much does a horse cost?\n  ","230576":"\n   Would you rather have an extra tongue or an extra nose?\n  ","230577":"\n   Milk chocolate or milk and caramel chocolate?\n  ","230578":"\n   Do wild horses have bad teeth?\n  ","230579":"\n   Yeah it sucks. I tried to eat my pb&j for lunch and decided to quit cause I wasn’t sure it’d stay down.\n  ","230580":"\n   Milk chocolate or dark chocolate?\n  ","230581":"\n   I’m excited to go back. I just had heat exhaustion so the boss sent me home. I couldn’t even eat my lunch\n  ","230582":"\n   Yeah. I got sent home from work so relaxation earlier. I got reapplied for school\n  ","230583":"\n   Would you rather have an extra eye, or an extra finger?\n  ","230584":"\n   That’s good. Welcome. Relaxation time lol.\n  ","230585":"\n   Hey Novice 🙄, What would you feel entering a job interview without prior experience on the job you are applying for?\n  ","230586":"\n   Well, it is considered to have a healthy diet to have some animal protein. Hardcore vegans suffer from vitamin B deficiency. Isn't it a good compromise to still have animal food products without the killing part?\n  ","230587":"\n   How are you?\n  ","230588":"\n   ahhhh lmao -dives and catches the cookie- u trying to kill me? lol\n  ","230589":"\n   That's more like it! You'll never catch me, you know the motto, right? xD\n  ","230590":"\n   i've heard of that city at least lol did u go to a big college?\n  ","230591":"\n   What kinds of things are you interested in learning more about? Why? 👍\n  ","230592":"\n   Did u live in any big city in Germany or just somewhere small?\n  ","230593":"\n   easy!! we're naturals at cooking grabbing lol\n  ","230594":"\n   Whatt 🤣 that's not fair! You didn't even give me a chance to run!\n  ","230595":"\n   How much does it cost to take care of a horse?\n  ","230596":"\n   If someone believes that killing an animal to feed yourself is wrong when you have alternative means does that make them stupid?\n  ","230597":"\n   What's anything that's easier for you than it is for most others? 👍\n  ","230598":"\n   What is the one place in the world you wish you lived in?\n  ","230599":"\n   Uhhh what am I missing 😶\n  ","230600":"\n   What’s something that’s underrated?\n  ","230601":"\n   That is super awesome! Where was ur favorite place to live?\n  ","230602":"\n   what do you think life was like back in the 1700's\n  ","230603":"\n   hellooo friend\n  ","230604":"\n   ohhh those do look tasty! but. I like that he has frosting buttons 🤣\n  ","230605":"\n\n    @gingerbreadguy2\n   \n   come hereeeee, we just want to say hi to you 😂\n  ","230606":"\n   I never have had that! What makes it different?\n  ","230607":"\n   You lived in Germany?? Why? That sounds awesome!\n  ","230608":"\n   That would be cool!!\n  ","230609":"\n   What's your favorite place to think? PAP.\n  ","230610":"\n   just a little nibble won’t hurt 😂 we could so\n  ","230611":"\n   Whoops lol we could split them in half and share them! lol\n  ","230612":"\n   Oh heck na, 30 ain’t old no mo.. 45 is the new old xD\n  ","230613":"\n   Hello friend!\n  ","230614":"\n   Very pretty!\n  ","230615":"\n   It do me like that sometimes.. once you pass 25 it don’t matter much lol well, pass 21 really for most xD but they still do celebrate I just have never celebrated so it was whatever\n  ","230616":"\n   Not even a food item from like McDonalds or Taco bell? The only think I ever bought after an advertisement was Starbucks drink & taco bell I think\n  ","230617":"\n   True!! How did you get into equestrian?\n  ","230618":"\n   What makes you happy?\n  ","230619":"\n   Well that is probably a good trait! Did you do any sports or band or anything in high school??\n  ","230620":"\n   ewwww yesss that cookie is disgusting. gingerbread is the tastiest healthiest cookie then lol do u think we could catch them? since you know they're the gingerbread man lol\n  ","230621":"\n   Have fun today!\n  ","230622":"\n   Have you ever bought something because of an advertisement?\n  ","230623":"\n   Mine passed last week and I didn’t even know. I was traveling to KY that day & the people in KY reminded me its my birthday xD\n  ","230624":"\n   Would you consider buying a designer bag to keep as an investment for when its worth four times its current cost in the future?\n  ","230625":"\n   What is one thing you would accept from a stranger? \nMe: Money, help, a smile\n  ","230626":"\n   Are you still awake? 😳\n  ","230627":"\n   Do you believe in a purgatory?\n  ","230628":"\n   What is your opinion on advertisements and commercials?\n  ","230629":"\n   Does everyone really go straight to hell?\n  ","230630":"\n   height checkkkkk 👀\n  ","230631":"\n   ohhhh so you picked like the healthiest cookie possible lol that makes sense! are your nerves bad? lol\n  ","230632":"\n   How did you celebrate your previous birthday? 🎉 🎂 👍\n  ","230633":"\n   are you still the quiet kid these days? i'm pretty loud tbh lol\n  ","230634":"\n   the thing to say\n  ","230635":"\n   Deine Meinung zu Albi (Albert) Einstein 😄 ?\n  ","230636":"\n   listen its importantttttt\n  ","230637":"\n   for real!! or they're all too busy flirting and stuff and being petty lol i remember fighting a lot with my friends in middle school..\n  ","230638":"\n   What's the best thing about getting older in your opinion? 😁 👍\n  ","230639":"\n   that makes sense lol let someone else spend the money!\n  ","230640":"\n   ya i think it would be more fun to teach kids than teenagers. they get all moody and stuff lol\n  ","230641":"\n   it's not time from Christmas tho why would u pick gingerbread? lol\n  ","230642":"\n   idk yet... I'm thinking like 2nd grade? how about her?\n  ","230643":"\n   omg lol did u turn someone into a cookie?? lol\n  ","230644":"\n   i bet... i'm still excited to get started lol I'm wanting to be a teacher\n  ","230645":"\n   Even if u don't know what is in it?\n  ","230646":"\n   yasssssss! lol those are my kind of days lol so are u excited about being done with school soon?\n  ","230647":"\n   Doing ok! just got done with virtual class and now i'm drinking coffee lol you have any plans today?\n  ","230648":"\n   howdy\n  ","230649":"\n   Favorite color?\n  ","230650":"\n   heyyy\n  ","230651":"\n   How are u today??\n  ","230652":"\n   you are cool\n  ","230653":"\n   Time at your place?\n  ","230654":"\n   Do you have a lot of respect for vegetarians?\n  ","230655":"\n   I have a queen shirt. Loved the movie Bohemian Rhapsody. Also love Highlander cause Queen does the music plus it's a very good movie\n  ","230656":"\n   Radio Ga Ga, Princes of the Universe, Kind Of Magic, Bohemian Rhapsody. One Vision\n  ","230657":"\n   Would you rather have your tongue stuck to ice or be heavily sunburnt?\n  ","230658":"\n   Do you wear a watch?\n  ","230659":"\n   If you like them, what's your favourite Queen single? 🎶 👍\n  ","230660":"\n   Which virtues do you live by? 💖 (Wisdom and Knowledge, Courage, Humanity, Justice, Temperance, Transcendence, etc.)\n  ","230661":"\n   Do you think people have taken political correctness too far?\n  ","230662":"\n   Well,yeah. But I saw something on Twitter that shook me.\n  ","230663":"\n   Selfys?\n  ","230664":"\n   Upset.....\n  ","230665":"\n   suppp?\n  ","230666":"\n   Que haces\n  ","230667":"\n   hellooooooooooooo\n  ","230668":"\n   Do you watch youtube vlogs? ▶️\n  ","230669":"\n   Extreme Couponing or Extreme Unboxing?\n  ","230670":"\n   Can u make a video saying hi to all your Ask.fm friends and fans?\n  ","230671":"\n   do you want a cupcake?\n  ","230672":"\n   If you continuously strip an individual of the elements that make up their person -- physically, parts of their bodies such as limbs, reproductive organs • psychologically, their consciousness and free will, etc. -- at what point, if ever, do they stop being human?\n  ","230673":"\n   Would you marry the one that you love even if the world forbids it? ❤\n  ","230674":"\n   Do you like to wear expensive clothes? 💲\n  ","230675":"\n   do you have brothers and sisters\n  ","230676":"\n   Are you an Eco-friendly person?\n  ","230677":"\n   That would be awesome! I'm in school for theater.. if you can't tell I loow acting by my character haha\n  ","230678":"\n   Do you prefer to be behind the camera or in front of it?\n  ","230679":"\n   Do you trust your government?\n  ","230680":"\n   PAP your favorite accessory you are wearing right now.\n  ","230681":"\n   Oh yeah not far. Man, how far west would you have to move?\n  ","230682":"\n   What is a waste of money?\n  ","230683":"\n   Ohh what state are you in now? I'm in Alabama, so kinda boring haha.    Yeah I bet like schools with vet programs may have that as one too\n  ","230684":"\n   Would you have to move to somewhere far from home to do it?   I bet getting jobs to work with horses is super competitive\n  ","230685":"\n   Do you ride English or Western?\n  ","230686":"\n   So like work with rivers and stuff? I thought for sure you would do something with horses!\n  ","230687":"\n   Would you recommend the last movie you watched?\n  ","230688":"\n   So you like trees? Haha What kind of job do you want?\n  ","230689":"\n   Nice! What's your degree?\n  ","230690":"\n   Good day to you! Enjoy your day! We might be in a lockdown but always stay positive and stay awesome. Have a productive day! 💛\n  ","230691":"\n   If you like them, what's your favourite Black Eyed Peas single? 🎶 👍\n  ","230692":"\n   What would a mirror opposite of yourself be like?  👍\n  ","230693":"\n   hey suppppp\n  ","230694":"\n   hiiiiiiiiii\n  "},"Answer":{"229622":"\n  No people will always be stupid, phones or not\n  ","229623":"\n  Live your own\n  ","229624":"\n  Ride horses\n  ","229625":"\n  I like going to orchards and pumpkin patches, taking walks in the woods, trail riding, hay rides, Halloween parties, thanksgiving, and bonfires!\n  ","229626":"\n  When I’m doing something I hate, of course lol\n  ","229627":"\n  Bad. Always have\n  ","229628":"\n  Meditate\/practice mindfulness, eat healthy & drink enough water, and get on a consistent sleep schedule\n  ","229629":"\n  No that’s setting yourself and it up for failure\n  ","229630":"\n  🙃\n  ","229631":"\n  No\n  ","229632":"\n  Idk like 6\n  ","229633":"\n  Yeah I’m sexually attracted to certain members of both genders\n  ","229634":"\n  I’m not interested in answering any sort of sexual questions or questions that sexualize or harass others. I’m also sick of being asked about dating advice or other’s relationships.\n  ","229635":"\n  I get that a lot\n  ","229636":"\n  I’m horrible at both but probably better at singing\n  ","229637":"\n  4\n  ","229638":"\n  1.5\n  ","229639":"\n  If you’re reading and monitoring your horse’s body language you have no reason to be afraid. The more nervous you are the more nervous your horse will become. They look to you for leadership and take on the attitude you present. A nervous handler will equal a nervous horse\n  ","229640":"\n  Nah\n  ","229641":"\n  ?\n  ","229642":"\n  No not most of the time\n  ","229643":"\n  Anon.\n  ","229644":"\n  ...\n  ","229645":"\n  Somewhere with my friends doesn’t matter where. A horse farm would be nice\n  ","229646":"\n  Hi already\n  ","229647":"\n  Used to sleep with it closed but now I keep it open so the dog can come in and out and let me know if he has to go out to go to the bathroom\n  ","229648":"\n  Oh. That’s dumb\n  ","229649":"\n  Like the convenience, don’t like the risk of scamming, false advertising, and the opportunity or people to steal your info\n  ","229650":"\n  As I have to take on more responsibility I have less time to socialize\n  ","229651":"\n  ?? This has no context and I have no idea what you’re talking about\n  ","229652":"\n  I have been in the past but not every time\n  ","229653":"\n  Nah I wanna for one day\n  ","229654":"\n  1000\n  ","229655":"\n  Cringe and bear it to be polite if it’s someone I don’t know well. Or literally walk away from them\n  ","229656":"\n  Chillin with sandy and wishing him well on his first day of his new job\n  ","229657":"\n  Thanks! 😊 it’s my passion!\n  ","229658":"\n  Yippy barking dogs\n  ","229659":"\n  Hi 🤠\n  ","229660":"\n  No they have those little disposable sanitary sockies at the shoe store I use so my foot doesn’t touch it unless I buy it\n  ","229661":"\n  Hi\n  ","229662":"\n  My first video on this topic is doing pretty well so I made a second video, turning it into a series! Check it out here\n  \n\n   https:\/\/m.youtube.com\/watch?v=8RQ_zoeFFY0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","229663":"\n  Yellow or orange\n  ","229664":"\n  I celebrated 1 year of dating my partner!\n  ","229665":"\n  Sandy 😝\n  ","229666":"\n  I wanna own my own small horse farm one day!\n  ","229667":"\n  Lab mixes!\n  ","229668":"\n  Be yourself, live in love instead of fear or hate, hold your friends close, don’t burn any bridges you don’t have to, be kind and compassionate, and respect others and the earth! That’s how you can get the most important things in life :)\n  ","229669":"\n  Nah that’s all I had to say about that\n  ","229670":"\n  Horses cannot catch severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), aka COVID-19. It’s not zoonotic, meaning it’s a people disease that can’t transfer to\/get animals sick. The virus doesn’t survive in other animals like it does in people.\n  \n  When asked about the subject of masking your pets in public, liscenced veterinarians Dr. Natalie Marks and Dr. Keri Bayley both advised against the practice. They both agreed that there is not enough air circulation nor room in masks for pets to breathe properly because of the shape of their noses and faces, unlike people. Because pets cannot contract or spread the disease, the point is mute anyways.\n  \n  The veterinarians also stated that masking pets also restricts their access to water, which can be dangerous, as pets including horses, cannot tell us when they’re thirsty, and dehydration could lead to severe health risks.\n  \n  If you’d like more info about how to care for your equine friend during these pandemic times click the link below:\n  \n\n   https:\/\/www.fdacs.gov\/Agriculture-Industry\/Horses-Equine\/Caring-for-Your-Horse-During-COVID-19\n  \n","229671":"\n  V original thanks for that\n  ","229672":"\n  Ignore! Not worth my time\n  ","229673":"\n  Sometimes\n  ","229674":"\n  Kinda wanna live in more of a temperate country\n  ","229675":"\n  No never watched any tiktoks and don’t plan to really\n  \n  I heard it got banned anyways\n  ","229676":"\n  Warm, with melty cheese, sausage, peppers, pepperoni, tomato sauce, cheesy crust, garlic dipping sauce and also made of pizza bc I don’t like sandwiches v much 😂\n  ","229677":"\n  Like 200 something 🤷🏽‍♀️\n  ","229678":"\n  Yeah it’s okay as a garnish but I wouldn’t just eat it plain. Doesn’t really taste like anything if not just kinda leafy lol. My sis says it tastes like soap to her tho\n  ","229679":"\n  It’s 5am here, also super early. Sandy just woke us up for his first day of work at his new job 😊 he’s gonna be a great civil engineer!\n  ","229680":"\n  Yeah who cares\n  ","229681":"\n  Kinda but that’s not why we didn’t have food lol. It’s cause it’s time for to do the shopping this week\n  ","229682":"\n  Yeah unless my family wanted to keep them up in my memory or something but it wouldn’t matter to me, I’d be dead\n  ","229683":"\n  Idk what that even means. I need my partner like all the time and vice versa\n  ","229684":"\n  My own place with sandy\n  ","229685":"\n  Yeah but not in the form of grey, bug-eyed, humanoids lol\n  ","229686":"\n  Camping trips, graduate college, get a big-girl job, & save money\n  ","229687":"\n  🤷🏽‍♀️ misery loves company I guess\n  ","229688":"\n  My boyfriend lol\n  ","229689":"\n  It’s easy to control people’s opinions if they’re ramped up by fear\n  ","229690":"\n  Sandy!\n  ","229691":"\n  Since I’m not many people I can’t really answer that\n  ","229692":"\n  Water and a bag of air lmao we got nothin\n  ","229693":"\n  Smartphone\n  ","229694":"\n  Hmmm I rescued my dog from an abuse situation\n  ","229695":"\n  Horse riding!\n  ","229696":"\n  Haven’t made a BIG mistake in a while\n  ","229697":"\n  Thanks! 😊😊😊 they’re good boys!\n  ","229698":"\n  Pizza :)\n  ","229699":"\n  I’d save it\n  ","229700":"\n  Giving out personal info, revealing my body, or harassing others\n  ","229701":"\n  💰 💴 💵\n  ","229702":"\n  Don’t like either\n  ","229703":"\n  Kendrick\n  ","229704":"\n  My mom has handwritten recipe cards that have been passed down to her from all my family members. We have a bunch of cookbooks at home too. I tend to look recipes up online as I need them more often though\n  ","229705":"\n  Don’t have one. I’m not really a food truck connoisseur  lol. Haven’t tried too much food truck cuisine tbh\n  ","229706":"\n  Stop asking me about trying to get men to wear a thong. I’m not interested in that and I don’t care to discuss it any more. I don’t know how I can possibly make myself any clearer.\n  ","229707":"\n  Yanked my dog out of the way of an oncoming car a few times. Saved him from deadass jumping off a cliff once. Held sandy by the back of the shirt to prevent him from falling into the water face first before lol. (If any of those count)\n  ","229708":"\n  I’m not interested in that.\n  ","229709":"\n  I twirl my hair a lot like I did when I was a kid\n  ","229710":"\n  Rip\n  ","229711":"\n  Yeah but I’m not much into arcade or video games in general so I tend not to go to arcades\n  ","229712":"\n  Idc about that\n  ","229713":"\n  🍪 🍪 🍪\n  ","229714":"\n  Idk and idc about that\n  ","229715":"\n  Idk and idc about that\n  ","229716":"\n  Idk and idc about that\n  ","229717":"\n  Borrowed a pony from the neighbors and went on a tandem trail ride with Sandy! It was super fun! We galloped for a stretch on the flat straightaway on the top of the hayfield pasture cause they cut the grass for the season and you can see the ground really well now. Such a breezy, nice, day for a ride 😊\n  ","229718":"\n  Would I be able to do what...?\n  ","229719":"\n  ??? What\n  ","229720":"\n  Experiences we learn from, no matter negative or positive\n  ","229721":"\n  Already answered this a day or so ago :P\n  ","229722":"\n  Page not found\n  ","229723":"\n  I’m 23. It says in my bio as well\n  ","229724":"\n  Yeah if I really liked them and we vibed well all throughout the date I’d give them a goodnight kiss before I leave\n  ","229725":"\n  Yeah def\n  ","229726":"\n  Idk I’ve never tried. Prolly 0lbs\n  ","229727":"\n  Nope\n  ","229728":"\n  Nope\n  ","229729":"\n  No I have a black lab\n  ","229730":"\n  Sandy says I’m rather mature but idk\n  ","229731":"\n  It doesn’t matter what you do, someone will always be unhappy and find you illogical\n  ","229732":"\n  I have no idea what you’re talking about. I’m p sure that’s just called autocorrect...\n  ","229733":"\n  Uber. Never heard of Grab\n  ","229734":"\n  Vans\n  ","229735":"\n  Neither\n  ","229736":"\n  I also like men and I’m currently dating a man. I identify as bisexual\n  ","229737":"\n  Haha I wish I were Big & Rich\n  ","229738":"\n  Dang idk. You can buy EVERYTHING online nowadays...\n  ","229739":"\n  No I don’t identify as lesbian\n  ","229740":"\n  Yes I’d like to think so\n  ","229741":"\n  It would depend on if that copy had their memories. We’re nothing without our memories\n  ","229742":"\n  Goooood brah I been doin horse stuff the past few days\n  ","229743":"\n  No it’s a pet peeve\n  ","229744":"\n  100% lol nobody ever really knows what’s going on all the way so just act like you do and people will think you do and wonder how you figured it out\n  ","229745":"\n  Yes without a doubt.\n  ","229746":"\n  People send me hate on a weekly basis. Some have even gone so far to create side accounts to harass me. I just ignore it bc it’s not worth my time, they’re just silly.\n  \n  Feel free to ask about horses every single day all day if ya want. It’s why I made this account lol\n  ","229747":"\n  Superman is kinda OP and Batman is kinda dumb so idk. Superman I guess\n  ","229748":"\n  Hard to say cause they have vastly different needs as pets. For me I think they’re both amazing pets and they’re even better when you have both together cause then they can be friends 💙\n  ","229749":"\n  Healthy if you deal with it properly but if you don’t it will consume you\n  ","229750":"\n  Moo Thru, Tastee Freeze, the Rail Stop, or DQ. Depends where I am! I do a lot of moving around from house to house\n  ","229751":"\n  Boo\n  ","229752":"\n  Haha Im not getting another dog, just curious as to what people thought\n  ","229753":"\n  Seems like lots of people use this app to vent their frustrations and spread hate  :\/\n  ","229754":"\n  Tic tac toe #\n  ","229755":"\n  My current bf did lol he’s very charming in a goofy kinda way. Like he’s not trying to be charming, but that’s what makes him so charming 😊\n  ","229756":"\n  Neither, yet both 🤷🏽‍♀️ Ya know?\n  ","229757":"\n  For fuckin ever. There are lots of people here that don’t even think the virus is real and so they refuse to do anything to help prevent the spread :\/\n  ","229758":"\n  It was good thanks 😊\n  ","229759":"\n  None really\n  ","229760":"\n  Gas, food, and stuff for the animals\n  ","229761":"\n  Sandman 😍\n  ","229762":"\n  Bracelet\n  ","229763":"\n  Me n’ Sandy\n  ","229764":"\n  No, no time\n  ","229765":"\n  Yeah totally. That’s my current method of coping\n  ","229766":"\n  Happy!\n  ","229767":"\n  Always!\n  ","229768":"\n  U r gae\n  ","229769":"\n  Very far\n  ","229770":"\n  No\n  ","229771":"\n  Chill\n  ","229772":"\n  Protection spells!\n  ","229773":"\n  Yeah 😅\n  ","229774":"\n  Am hooman\n  ","229775":"\n  No\n  ","229776":"\n  If I were alone, the reason I was trying, the situation in general idk\n  ","229777":"\n  Yes what\n  ","229778":"\n  Idk who you are nor do I want you to touch me so...idk\n  ","229779":"\n  It’s been okay-ish. Not too exciting, a bit stressful...but hopefully it’s gonna end well with a nice tandem trail ride\n  ","229780":"\n  True, from sports?\n  ","229781":"\n  Yeah probably but not on purpose\n  ","229782":"\n  Uh no cause otherwise I can’t see\n  ","229783":"\n  Um idk that seems very situationally dependent\n  ","229784":"\n  Wouldn’t know until it happened lol\n  ","229785":"\n  Just got Chance a friend\n  ","229786":"\n  Yes\n  ","229787":"\n  That’s literally what I just said lol\n  ","229788":"\n  TikTok, “nice” guys, etc\n  ","229789":"\n  Nope\n  ","229790":"\n  No and it wouldn’t be a secret if I told people soooo\n  ","229791":"\n  More like numbing. It wasn’t too bad, really more annoying than anything else. You ever broken a bone?\n  ","229792":"\n  At my parents lake house for a visit. Gonna shoot a YouTube video today as I go get Chance a new friend. Hopefully they’ll like each other and it’ll work out. Her name is Lady\n  ","229793":"\n  I was super nervous for my first test in chemistry this semester a few days ago\n  ","229794":"\n  Nah 🚨\n  ","229795":"\n  Probably but fr idk. I have so many different cultures living in my area that everything is probably a fusion cuisine. Washington DC is a huge hub for business and culture so I kinda got it all going on near me\n  ","229796":"\n  Uh...idk lol I don’t have that much to be sad about on the daily. I get frustrated with my chemistry a lot but not sad\n  ","229797":"\n  Don’t have one lol\n  ","229798":"\n  Yeah for sure\n  ","229799":"\n  Sometimes\n  ","229800":"\n  Ice cream cake\n  ","229801":"\n  0% likely\n  \n  Idk why y’all even ask this kinda stuff anymore. My answer never changes\n  ","229802":"\n  0. You already asked this before\n  ","229803":"\n  No not usually. Used to butt heads with my mom a lot and yell back and forth when I was younger but not anymore\n  ","229804":"\n  Hi anon 👋🏻\n  ","229805":"\n  Idk what you’re talking about\n  ","229806":"\n  Ice cream\n  ","229807":"\n  No\n  ","229808":"\n  Not so much anymore but it used to be cereal\n  ","229809":"\n  Idk how it is to be a boy so not sure how I’d choose\n  ","229810":"\n  You’re just a jerk. Doesn’t matter if it hurt or not\n  ","229811":"\n  Yah, buh, lii, Nah\n  \n  -Sandy\n  ","229812":"\n  👍🏻\n  ","229813":"\n  I don’t like too much excitement. I’m more of a relaxer on vaca. I’d like to go to Japan to visit some of the natural hot springs! I’d try to find a coed one so I could take Sandman\n  ","229814":"\n  It’s not a basic necessity. Most of the time I don’t wear it cause it doesn’t really make a difference to my every day life if I have it or not. Some people like it and want to wear it. To each their own, it doesn’t impact me either way\n  ","229815":"\n  That’s the dumbest shit I’ve ever heard of\n  ","229816":"\n  Wreck-it Ralph\n  ","229817":"\n  Sandy says Thai\n  \n  I’d like to try something Eve never even heard of\n  ","229818":"\n  Air vents\n  ","229819":"\n  Neither\n  ","229820":"\n  Usually I wait for others\n  ","229821":"\n  Sandy says chicken and rice porridge\n  \n  I say French fries\n  ","229822":"\n  “A Rocketship...you said anything”-Sandy\n  ","229823":"\n  I trust sandy very much. He’s given me no reason to distrust him and if he did we’d talk about it and move on from there\n  ","229824":"\n  Not getting involved in your couples disputes\n  ","229825":"\n  Green tea, English breakfast tea, or chai tea\n  ","229826":"\n  Love\n  ","229827":"\n  A dream I had where I was trying to follow Sandy into a dark and winding tunnel but I couldn’t reach him and he kept going faster and faster and I couldnt keep up\n  ","229828":"\n  Yeah that seems like a nice thought lol\n  \n  You’d probably get woken up in the middle if the night tho since horses only require ~3 hours of sleep and the rest of the time they spend standing up, eating, and being active :P\n  \n  I feel like I’d get accidentally stepped on\n  ","229829":"\n  💙💙💙⬇️⬇️⬇️💙💙💙\n  ","229830":"\n  Off and on like 7 or 8 years I think. Idrk\n  ","229831":"\n  No I don’t care. I don’t like video games very much\n  ","229832":"\n  They should keep it to themselves. I’m in a relationship and I’m not interested in anyone else. Telling me about their feelings would just be awkward (and kinda rude)\n  ","229833":"\n  My grandparents are still alive. My grandma teaches water aerobics\n  ","229834":"\n  Nope\n  ","229835":"\n  What\n  ","229836":"\n  I had to work up to that for a long time lol. I was a strong kid!\n  ","229837":"\n  Not a fan\n  ","229838":"\n  It’s dumb\n  ","229839":"\n  Ye\n  ","229840":"\n  Yeah low key a bunch of times but nothing too serious. The worst that happened to me so far was a broken wrist but it was my fault, I shoulda been paying better attention and been in better balance\n  ","229841":"\n  Earth 🌎\n  ","229842":"\n  My house\n  ","229843":"\n  Sandy!! I gotta get shit done so I can get outta here\n  ","229844":"\n  Not romantically\n  ","229845":"\n  Cloning as it is right now is much too expensive. Not to mention although a clone would look identical to the original, no clone of you or an animal is guaranteed to turn out the same personality wise as the original since they wouldn’t have the exact same experiences and upbringing. Some genetics are involved, but a lot of what makes a personality is shaped by the environment\n  ","229846":"\n  Art, empathy, curiosity,  connection with animals, listening, problem mitigation and diplomacy, remembering songs, ecology, and being silent\n  ","229847":"\n  Soft skills, art, biology, collaboration, communication, and equestrian\n  ","229848":"\n  Good how’re you?\n  ","229849":"\n  None\n  ","229850":"\n  Uncalled for, no need to be rude\n  ","229851":"\n  Seems like a personal opinion\n  ","229852":"\n  Sucks\n  ","229853":"\n  I wouldn’t ever “go ballistic” on anyone but I’d be upset that my partner didn’t trust me. That wouldn’t happen tho lol cause I don’t want kids and my partner and I trust each other deeply\n  ","229854":"\n  Nah\n  ","229855":"\n  No I do t really like those kind of shoes. It’s trash tv\n  ","229856":"\n  It’s daytime and it’s not so great\n  ","229857":"\n  Math\n  ","229858":"\n  Like snickers bars yeah\n  ","229859":"\n  Cheat on their husband, not even get divorced and then date around, and the proceed to physically assault and verbally harass his girlfriends after he moved on\n  ","229860":"\n  Depends on who’s hands they’re in, that person’ level of training, the person’s mental health, and the type of gun it is\n  ","229861":"\n  Of course\n  ","229862":"\n  Seems v situationally dependent so idk\n  ","229863":"\n  I prefer to keep my hair long! I don’t like getting haircuts. It’s too expensive, I don’t like being touched by strangers, and I don’t wanna make small talk with the hair dresser 😅\n  ","229864":"\n  I useful by being me. I intrinsically valuable\n  ","229865":"\n  Watch YouTube and lay tf down 😂\n  ","229866":"\n  Good morning from Mabel and I! 💕\n  ","229867":"\n  Wherever I’m with my dog and my boyfriend. As long as they’re there nobody ever bothers me\n  ","229868":"\n  I never liked wwe. Always thought a bunch of big sweaty dudes beating the shit out of each other was a dumb concept and it’s always been hard to watch\n  ","229869":"\n  No, by the time I was old enough they had banned it bc kids kept getting hurt and parents were mad\n  ","229870":"\n  I like autumn too\n  ","229871":"\n  I used to do that when I was a little kid lol but not so much now\n  \n  We used to have jumping competitions when I was younger to see who could jump over the highest horse jump haha. That was my favorite thing. Dredged up this pic from 2013 😂\n  ","229872":"\n  Idk what that is\n  ","229873":"\n  Horse stuff :)\n  ","229874":"\n  ...done hard drugs. And I never plan to! 🙅🏽‍♀️\n  ","229875":"\n  Computer virus\n  ","229876":"\n  Moving overseas, graduating high school, going to college, dumping my awful ex boyfriend, moving into my own apartment, and beginning a new relationship with my current partner\n  ","229877":"\n  Home\n  ","229878":"\n  Sincerely, humbly, and in person\n  ","229879":"\n  Potato or butter bread!\n  ","229880":"\n  I do things for them without them asking, I emotionally support them, verbally tell them I appreciate them, etc\n  ","229881":"\n  Love and happiness\n  ","229882":"\n  Don’t really have one\n  ","229883":"\n  Nope\n  ","229884":"\n  Probably once or twice ;)\n  ","229885":"\n  Yes, we have the power to shape our own destiny.\n  \n  I don’t believe in predestination\n  ","229886":"\n  One of my fave pages\n  ","229887":"\n  He good 🌞\n  ","229888":"\n  Dude you know the answer to this.... Don’t come at me with this random stuff\n  ","229889":"\n  Guitar! 🎸\n  \n  I’d learn acoustic guitar first tho not electric\n  ","229890":"\n  He just wanted to go to the park and play ball 🎾\n  \n  Too wet and muddy from the rain rn though, poor pup :P\n  ","229891":"\n  I answered this q either yesterday or the day before but yeah I have had that happen. Not sure how ask would be able to combat that tho tbh :\/\n  \n  People who create side accounts just to send hate or sexualize someone else need to get a life\n  ","229892":"\n  Nope, noooo thank you! Not for me haha\n  \n  Also I’ve answered “skydiving or bungee jumping” like 5 times now lol\n  ","229893":"\n  No! I’d probably be sick. I’ve had the chance to try before but I declined.  I’m not into the idea lol\n  ","229894":"\n  No prob 😊\n  ","229895":"\n  Yeah it’s crazy how in grade school people pushed us to “not end up like a garbage collector” or whatever but it’s an honest living for real. The post man will probably make more money in 5 years than I will for the first 10 years in my career that I went to college for 🙃\n  ","229896":"\n  Idk bc I wouldn’t do that. That’s dumb\n  ","229897":"\n  Followed back :)\n  ","229898":"\n  Oh 😂 you’re in the same boat as me then haha\n  ","229899":"\n  Is it a different time where you are? Like is it late at night? 🌙\n  ","229900":"\n  I’m awake, it’s 10 am lol\n  ","229901":"\n  When you’re feeling overwhelmed\n  ","229902":"\n  Never, tf?\n  ","229903":"\n  Never, ghosting is stupid\n  ","229904":"\n  A long time, especially if I’m hanging out with people or if I have something to do. I mostly use my phone when I’m bored but it’s not a necessity\n  ","229905":"\n  Equestrian psychology\n  ","229906":"\n  Sandman or my parents\n  ","229907":"\n  Yeah just don’t mind them. Take everything they say with a grain of salt, be nice but don’t get sucked into their drama, and don’t go out of your way to hang out with them\n  ","229908":"\n  Garbage collectors can make anywhere from 30k-130k a year and that shit ain’t bad, I tell you what 🤷🏽‍♀️\n  ","229909":"\n  Yeah but it was a long time ago\n  ","229910":"\n  Not that bad. Hope your life is going equally well! Good luck with the approaching storm!\n  ","229911":"\n  Neither extreme. Just somewhere down the middle\n  ","229912":"\n  Like 2 days ago but I live with them now so I don’t really need to call\n  ","229913":"\n  Yeah it’s something everyone goes through in life\n  ","229914":"\n  Weed-whackers buzzing outside from our neighbors, the fridge humming, the ac, and my dogs running around on the floor with their little clicky-clack claw sounds\n  ","229915":"\n  54°F\n  ","229916":"\n  Probably over 5 years\n  ","229917":"\n  Ice cream cake lol\n  ","229918":"\n  No and I don’t plan to\n  ","229919":"\n  The friend you tell your secrets to and look to for advice\n  ","229920":"\n  Neutral\n  ","229921":"\n  Idek\n  ","229922":"\n  Not too picky\n  ","229923":"\n  Equestrian sports or anything related to horses! 🐴\n  ","229924":"\n  They chew so damn loud aaaah!\n  ","229925":"\n  Most of the time I’ll chose something else cause I don’t like steak that much tbh. But if I have to eat it to be polite I prefer medium rare\n  ","229926":"\n  Haha no fr I was and I’m glad for it! Being “cool” is dumb and it took me a long time to realize that. “The cool kids” aren’t always that cool, like actually in my experience they were fake, confused, and unhappy. I’m glad now that I didn’t try to be cool and do what was cool and that I just did what I wanted and was myself instead of trying too hard to conform to a mold of what a cool person “should be”\n  ","229927":"\n  Dr. Pepper is my favorite soda! 🥤\n  ","229928":"\n  Nope I was a total loser\n  ","229929":"\n  ...lol don’t be sorry dude, no need! we good! 😊\n  \n  You seem in need of some positivity in your life! Sending good vibes your way! ✨\n  ","229930":"\n  I’ve never used one and don’t plan to in the future so I guess my answer is: I wouldn’t 😂\n  ","229931":"\n  That’s smart actually! Pretty neat idea 😋\n  ","229932":"\n  Oh haha. You tell me that every day it feels like :P I mean like thank you, that’s really sweet of you, but I’m just being normal and nice to you lol, it’s really no big deal 😋\n  ","229933":"\n  Feels weird to answer this tbh cause I don’t like being proud or tooting my own horn or whatever but people constantly tell me “you’re so pretty” or “you’re so beautiful” but it doesn’t really mean anything anymore. Idk it just seems like something people say to girls who they want attention from at this point....like thanks I guess lol but still\n  ","229934":"\n  He is, and thank you!\n  \n  It’s why I chose him 😍\n  \n  Had to date a lot of assholes to find out what I DIDN’T want in a partner to know what I actually DID want haha.\n  \n  I know you’ll do the same and find you an awesome, kind, and honest person too\n  ","229935":"\n  Yeah sometimes I do and sometimes he does! It depends on who is taking whom out lol.  I like splitting responsibilities and costs between us bc it makes me feel like we’re both contributing to the relationship :) He says the same. We’ve talked about it on a few occasions\n  ","229936":"\n  NATURE! I hate the city 😖\n  ","229937":"\n  Yeah we have a few middle eastern\/Arab restraints near where I live rn\n  ","229938":"\n  Uh, idrk and I’m not really interested in talking about that but jsyk, that last thing about females being unable to hold their pee is false...there’s no difference between the gender’s ability to do that\n  \n  Btw, holding it in is bad for you and can weaken your bladder muscles, cause UTI’s, and lead to incontinence in the future. 0\/10 would recommend doing that a lot\n  ","229939":"\n  One of my own to make sure it uploaded correctly and wasn’t glitchy\n  \n\n   www.youtube.com\/user\/FWFgirls1\n  \n","229940":"\n  The Tice Family Farm lol it’d be a farm-stay experience. Like a resort where you go and stay a few days to “experience farm life”. Rich city yuppies LOVE that shit. My bf used to work at a place like that and they made baaannkkk off of crazy Washington DC parents who’d never seen a sheep before. They were just amazed at the animals, it was weird and kinda sad that they’d never even looked at stuff like a chicken before irl...but sooo easy to profit off of lol.\n  \n  Our little place would have farm animals you could pet\/interact with like goats, sheep, donkeys, chickens, cows, and maayyybe a pigs. It’d have an equestrian facility to host trail rides (but also actual riding lessons as well). It’d have a vineyard, working dairy (w like 3 cows tho), some sort of farm kitchen\/dining area for guests, and little tiny cottages to rent out for a week or weekend!\n  ","229941":"\n  You just gotta let the hot coffee cool and then put ice cubes and stuff in it right, like nothing else special except maybe cream and sugar? Cause I’ve def done that before! That’s great in the summertime when it’s burning hot outside and I don’t wanna be drinking too many hot things 🥵\n  ","229942":"\n  Probably get eliminated in the first round 🙃\n  ","229943":"\n  Constantly haha even when I’m not at work I’m always either snacking, drinking water, or guzzling coffee like there’s no tomorrow...I NEED my coffee to function! 😴 💤\n  ","229944":"\n  I feel you, it’s a curse lol 😆\n  ","229945":"\n  Oh true lol that’s not that much food! I’m always starving at work so I gotta pack a bunchh of stuff otherwise I’ll get tied and grumpy\n  ","229946":"\n  Same boat lol 🤢\n  \n  I can’t do the spinny tea cups or the spinny swing rides at amusement parks wither for that same reason lol. My friends used to get mad at me for being boring at the state fair like all the time 😂\n  ","229947":"\n  I’m having some taquitos! Just heating them up in the oven now :)\n  \n  Have you eaten yet?\n  ","229948":"\n  Yeah pretty often\n  ","229949":"\n  Nooooo lol I don’t even like going over big hills too fast in the car lol it makes me motion sick 😅\n  ","229950":"\n  Hey! It’s been good. Finished up some work for my online class and now I’m making lunch 🌯\n  \n  Hope your day is going great too!\n  ","229951":"\n  Birks 4eva\n  ","229952":"\n  💕🍂🍃🍁\n  ","229953":"\n  🙂🐴😌\n  ","229954":"\n  Forgive and forget, live and let live. It’s wasted effort to hold a grudge and keep anger in your heart! It’s easy to do nothing, but it’s harder to forgive. Choose forgiveness and live without that burden on your conscious!\n  ","229955":"\n  Aw! So sweet, thanks 😊\n  ","229956":"\n  Hi Dr. Nobody\n  ","229957":"\n  Equestrian ☺️\n  ","229958":"\n  Yeah totally but it’s always been an accident. Like spilling food in the car on a friend after driving over a pothole or bumping into someone on accident and sloshing some food from the tray on their shirt\n  ","229959":"\n  Thanks so much! You too!\n  ","229960":"\n  Aw thanks! Sometimes I really do feel like a princess sitting up on my beautiful white unicorn! 😂🦄✨\n  ","229961":"\n  Idrc that much. I’m def not going around licking elevator buttons and touching trash on the street but I’ll pet an animal and then go eat my lunch afterwards, ya know? Certain germs aren’t that big of a deal and others are\n  ","229962":"\n  Sandy is my idea boyfriend! 💙💙💙\n  \n  In general I prefer someone who is: calm, emotionally and intellectually intelligent, supportive, collaborative, communicative, a good listener, physically fit in some way (just something close to my own body type, not like ripped or anything), adventurous, artistic, outdoorsy, affectionate, passionate, motivated, caring, kind, environmentally conscious, an animal lover, socially competent, and respectful\n  ","229963":"\n  I avoid watching scary movies all together lol\n  ","229964":"\n  I created this account originally to discuss equestrian related activities, questions, events, care, etc. anything related to horses would be my preferred genre\/theme 🐴🐴🐴🐴🐴🐴🐴🐴🐴🐴🐴🐴\n  ","229965":"\n  This year I’ll probably go on a romantic trail ride and picnic with Sandy. Maybe a dinner date at the end of the day?\n  ","229966":"\n  The future! But nostalgia every once in a while is good 😌\n  ","229967":"\n  Art!\n  ","229968":"\n  Yeah I dream about a lot of super weird nonsensical stuff but I can only remember it for like a minute after I wake up so idk what any of it was about now\n  ","229969":"\n  I actually don’t like riddles very much\n  ","229970":"\n  Yeah I love camping! I’m super excited for my next trip to the mountains to camp with my friends! We’re going this October! 🍂 🏔\n  ","229971":"\n  True. Can’t make memories if you’re not physically and mentally present.\n  ","229972":"\n  Thanks for your kind words 😌💕\n  ","229973":"\n  Nope. I’ve come to terms with my past.\n  ","229974":"\n  Three things cannot be long hidden: the sun, the moon, and the truth\n  ","229975":"\n  My favorite hobby is horse riding!\n  ","229976":"\n  Not particularly. There are a few things I won’t even try eating at all (like anything that stares back at me on my plate, things that are still alive, any animal that is smart, or bugs) but mostly I’ll at least try new foods\n  ","229977":"\n  The main chorus of random songs playing over and over in a loop without end\n  ","229978":"\n  Never heard of it.\n  \n  I’m not Google, Google this\n  ","229979":"\n  Center yourself, meditate, take a deep breath, calm down first.\n  \n  Then step back and ask yourself what’re the most and least important things about the situation you’re stressing over. Is it even worth it?\n  \n  If it is then take a step back and try to look at everything objectively like a third party would. Don’t overdo that step.\n  \n  After you’re done, stop thinking about it. Remind yourself that what happened in the past can’t be solved or changed by worrying in the future. Nobody will remember the dumb thing you said or did in a week, and nothing you’re over analyzing now will even be relevant in the future. Live and learn :)\n  ","229980":"\n  On most occasions but sometimes a white lie is necessary for social  grace\n  ","229981":"\n  Yeah definitely! 💙\n  ","229982":"\n  🦄 ✨ 🌾 🌳 🌾\n  ","229983":"\n  Some of them but not all\n  ","229984":"\n  No\n  ","229985":"\n  Yeah she was something else...I honestly felt a bit sad for her. But she got what she deserved in the end so I figured it all worked out\n  ","229986":"\n  Never nowadays\n  ","229987":"\n  That I was “annoying and obsessive and bad at horse riding” so I was “totally a bitch anyways”\n  \n  And that was coming from someone who quit riding years ago bc she was unmotivated and someone who stalked me and my ex and physically assaulted us bc she was jealous and angry. The irony\n  ","229988":"\n  Depends on if it’s a soft sofa or not. I don’t sleep well on hard mattresses or couches\n  ","229989":"\n  Simple\n  ","229990":"\n  Kind of an even number of both lately\n  ","229991":"\n  Good how are you? :)\n  ","229992":"\n  None 😉\n  ","229993":"\n  😂😌☺️😍🥰🙄🙅🏽‍♀️🐴🦄✨ 🔥💙\n  ","229994":"\n  Introduced Cezar to my friend’s dog Daisy! They had a great time chasing tennis ball and going on our hike with us!\n  ","229995":"\n  All of the above!\n  \n  Although my favorite is steamed\n  ","229996":"\n  It’s the truth ☺️🐴\n  ","229997":"\n  Horses help us to learn about ourselves- they act as a mirror to our emotions, the energies we emit... even though sometimes we don’t always like what we see, horses never lie in that respect.\n  \n  You can always trust a horse to speak with you if you know how to listen.\n  ","229998":"\n  No worries man\n  ","229999":"\n  Yes\n  ","230000":"\n  Being sexualized by others, fake people, making plans that you know aren’t ever going to happen, being inconvenienced, when things I own or use often break, the sound of chewing, yippy dogs, the sound of the fork scraping the plate, beeping noises\n  ","230001":"\n  Yeah\n  ","230002":"\n  I can do both pretty happily but honestly it’s very comforting having a special someone to talk to and to lean on, so I’d have to say I prefer being in a relationship!\n  ","230003":"\n  68°F seems to be the perfect temp for me!\n  ","230004":"\n  With my bf, pup, and family. I like to celebrate low key these days\n  ","230005":"\n  Yeah there’s virtually no crime here and it’s a lot of middle aged and elderly people so nothing ever happens in general\n  ","230006":"\n  Good morning Ask! 😌💕\n  ","230007":"\n  More successful and less shy lol\n  \n  Or a total failure, idk.\n  \n  There are infinite other timelines\n  ","230008":"\n  Anything with cookies in it!\n  ","230009":"\n  Yes definitely\n  ","230010":"\n  Mostly anons asking about sex stuff or for weird pics of my feet or something🙄\n  \n  I end up deleting most of the lewd things people try to spew at me. They can be so rude sometimes! Not worth my time lol\n  ","230011":"\n  Definitely Sandman\n  ","230012":"\n\n   @kaylaraspolich\n  \n\n   @YaoiMasterSadist\n  \n\n   @Kiwi_1996\n  \n\n   @zactc\n  \n\n   @introgeeky\n  \n\n   @AthenusVena\n  \n  are all pretty active on this app!\n  ","230013":"\n  It’s annoying\n  ","230014":"\n  Pretty much all day bc of online school, listening to YouTube or Spotify, googling stuff, and using apps\n  ","230015":"\n  Whatever the cheapest one is at Walmart at the time lol\n  ","230016":"\n  Lose my phone ALL the time lol but I found it (as you can see I guess) 😂\n  ","230017":"\n  No worries dude. It’s easy to be kind. Niceness isn’t a personality trait, it’s just baseline normal human behavior. It takes real energy to be a dick to someone, like it’s a literal commitment.\n  \n  I only wish you well. Sending good vibes your way man ✌🏻\n  ","230018":"\n  If you like nature photography take a look at The Native, VA on Instagram!\n  \n\n   https:\/\/www.instagram.com\/thenativeva\/\n  \n","230019":"\n  Pasta! It’s p much all we have at the house right now\n  ","230020":"\n  Yes!!\n  ","230021":"\n  Who are you...?\n  ","230022":"\n  R\n  ","230023":"\n  He sure is 😍\n  ","230024":"\n  Good 🥰 finally a day without rain!!\n  ","230025":"\n  idek what you’re talking about but forreal, fuck off with that, anon. Neither of us knows their life so neither of us is in a position to pass judgement. It’s none of anyone else’s business except theirs\n  ","230026":"\n  🔥 🔥 🔥\n  ","230027":"\n  That I did 😋\n  ","230028":"\n  Break up with her then dude...physical abuse is no joke. Doesn’t matter which gender is the abuser, it’s still unacceptable and unhealthy\n  ","230029":"\n  Aw dang that stinks. On accident I hope!\n  ","230030":"\n  Did you play a sport or something today?\n  ","230031":"\n  Started out a bit stressful but I’ve powered through it and even got 30 points of extra credit in my class! Feeling very accomplished ☺️\n  ","230032":"\n  Hey I’m good, how’s everything with you?\n  ","230033":"\n  Attitude and moral compass alignment\n  ","230034":"\n  It’s February 19th :)\n  ","230035":"\n  Yeah I had a guinea pig when I was a little kid but she’s since died. Her name was Blueberry! Called her Bb :)\n  ","230036":"\n  $15.00 bucks or so\n  \n  I like cheap grocery store ice cream cakes!\n  ","230037":"\n  Kinda if I’m alone with nothing to do but I love to get up and move if I’m with friends\n  ","230038":"\n  Homebody\n  ","230039":"\n  You too!\n  ","230040":"\n  New things are constantly invented and new information is always becoming available and being discovered so they can talk about that\n  ","230041":"\n  Nah\n  ","230042":"\n  Yeah Nikki is a good name fs\n  ","230043":"\n  Not really sure what this question is asking\n  ","230044":"\n  An un-neutered male horse is called a stallion and a neutered male horse is a gelding\n  ","230045":"\n  They were always super creepy to me 🤡🙅🏽‍♀️\n  ","230046":"\n  Very often! I kinda have to lol. Nobody else is here\n  ","230047":"\n  If they become part of my family they have a forever home!\n  ","230048":"\n  Scary movie scenes with jump scares 🎥 , sudden💥loud💥 noises, and 🐝 bugs 🦗hopping\/crawling\/flying too close to me or on me or popping up near my face 🕸🙈🌝\n  ","230049":"\n  I don’t really game so idk\n  ","230050":"\n  The Mojave 🏜\n  ","230051":"\n  A Grateful Dead stealie 💀\n  ","230052":"\n  Boring and tedious :\/\n  ","230053":"\n  Huh?\n  ","230054":"\n  Can’t even find the link. Says “user not found”\n  ","230055":"\n  They both have difficult aspects to them tbh. But in general, I’ve found western riding to be a lot more leisurely and slow-paced. Mostly cause I’ve done a lot of western pleasure riding and trail riding, not too much barrel racing or anything although I’ve tried it a few times.\n  ","230056":"\n  Right on bro keep it up\n  ","230057":"\n  I didn’t know you took horse riding lessons! Cool! 🐎\n  \n  I thought you did boxing instead🥊\n  ","230058":"\n  He sure is 😌\n  \n  Today I’ve been answering emails, playing with my dog and taking him outside for walks, and doing a bit of work for my online class\n  ","230059":"\n  Aw thanks Im glad you like them. The horses mean a lot to me\n  ","230060":"\n  Heck yeah man\n  \n  Have a good time with your fam\n  ","230061":"\n  You’d probably have to put up with my dog Cezar, the horse (watch your toes!), my boyfriend Sandy, and his dog Nugget too haha. For me, they’re a necessity for a correct and fulfilling sunbathing time outside 😌😂\n  ","230062":"\n  Oooo arugula nice. Not many people I know like that on a pizza. Very unique\n  ","230063":"\n  Gotta go outside and get some sunlight so your body can create vitamin D! 🌞 🌳 🌾\n  \n  One of my favorite things to do if it’s still light outside when I come home from a hard day is take a shower and then lay outside on a nice picnic blanket under a tree to soak up some rays\n  ","230064":"\n  Pizza is one of my favorite foods! 🍕\n  \n  What toppings do you like? My favorite is sausage and pepperonis\n  ","230065":"\n  Very nice! What food do you like to order there?\n  ","230066":"\n  Oh yeah that’s right. A few people I’ve talked with on here work for Amazon! :)\n  \n  That seems like a lot of time spent indoors tho. Is it a nice day outside where you are?\n  ","230067":"\n  Oh okay so you’re not too far behind me :P  I feel like you’ve told me before but I forgot, what do you do work work again?\n  ","230068":"\n  Haha uh not sure what the wink is for...anywayssss is it a different time zone where you are? It’s late afternoon here. Not usually when people get off work lol. Unless you work the graveyard shift! 👻\n  ","230069":"\n  Nice, long day at work?\n  ","230070":"\n  Hi Christopher, I’m doing well thanks!\n  \n  Hbu?\n  ","230071":"\n  I don’t want children, but I support equal rights for all people regardless of gender\n  ","230072":"\n  J chillin w Sandman on FaceTime.\n  \n  Chancey-pants says hello 👋🏻\n  ","230073":"\n  Thanks 😌✨\n  ","230074":"\n\n   https:\/\/www.abc.net.au\/triplej\/programs\/the-hook-up\/ethics-of-sex-robots\/8810222\n  \n","230075":"\n  Great concept, love the message! Overall most vegans are positive and kind and help spread the idea without shoving it down people’s throats. There are a select few though who kinda ruin it for everyone else by being aggressive and annoying and give vegans a bad name\n  ","230076":"\n  Everything. Cleaning is such a tedious chore :\/\n  ","230077":"\n  Gas for the truck and save the rest\n  ","230078":"\n  No, I just brush my teeth\n  ","230079":"\n  Constantly 😴\n  ","230080":"\n  Yeah, usually I do. Most people are too shy so I figure I might as well.\n  \n  I know what I want to do and I go and make it happen\n  ","230081":"\n  Yup! Just answered this same q tho lol\n  ","230082":"\n  I loved “Goodnight Moon”\n  ","230083":"\n  Equestrian 🐴\n  ","230084":"\n  Ooh yeaaaah I totally forgot about that one! That’s a good track too :)\n  ","230085":"\n  Kinda sad, kinda pathetic, but not really my place to judge either so whatever man\n  ","230086":"\n  Yeah\n  ","230087":"\n  Any of the old Disney films lol\n  ","230088":"\n  The only one I know is “Fuck You”, so that one lol\n  ","230089":"\n  No that’s never happened to me *knock on wood* 🚪\n  ","230090":"\n  Sometimes\n  ","230091":"\n  Yeah they’re nice! Can’t be in there too long though! It’s bad for ya I’ve heard. Plus I just get too darn hot! 🥵 💦\n  ","230092":"\n  This is the closest you’ll get. That’s not what this page is about ✌🏻\n  ","230093":"\n  ☺️\n  ","230094":"\n  Internal panic!!!\n  ","230095":"\n  Veggies! 🥦🥗🥕🌽🥔\n  ","230096":"\n  Kelpie! 🐎😈\n  ","230097":"\n  Taken 🔒💕\n  ","230098":"\n  🍃💚🌿\n  ","230099":"\n  🐎🐎🐎\n  ","230100":"\n  Yeah kinda 🥺\n  ","230101":"\n  Neither from randos ❌🙅🏽‍♀️🚫\n  ","230102":"\n  For my equestrian channel yeah\n  \n\n   https:\/\/m.youtube.com\/watch?v=_k1mMNOdOoI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","230103":"\n  ❄️ ⛄️ 🌬\n  ","230104":"\n  Myself lmao 🐴\n  \n\n   https:\/\/m.youtube.com\/user\/FWFgirls1\n  \n\n  Subscribe, fellow equestrian bitches 🤣\n  ","230105":"\n  Be like a dog and hate no one! Hold no grudges and live life in love instead of anger and fear!\n  \n  Love always wins! 💙 🐾\n  ","230106":"\n  From my parents and sometimes pocket change from my friends. When dealing with friends instead of paying each other back in money, we usually pay each other back in favors like paying for that friend’s food next time or something\n  ","230107":"\n  No I make a point of not meeting people online\n  ","230108":"\n  I have a head voice\n  \n  It’s my own voice but very quiet\n  ","230109":"\n  Depends on who that someone is and how many other people are around and what time of day it is and if the weather is good and how prepared I am at the moment to defend myself from a would-be attacker\n  ","230110":"\n  No probably not lol\n  ","230111":"\n  Any sound a horse makes tbh. Particularly like their breath in breakfast buckets, swishing tails, nickering, shaking their ears, snorting, and the sound of hoof beats\n  ","230112":"\n  Vans! Although I used to have a TON of converse lol\n  \n  My fave pair of vans rn are my tie dye ones\n  ","230113":"\n  Snail stuff. It’s kinda a snail-only secret...you wouldn’t understand 🐌 🍀\n  ","230114":"\n  It can be but mine isn’t 💙💚\n  \n  My love is based off of mutual trust, friendship, support, communication, and understanding\n  ","230115":"\n  Just talk to me haha it doesn’t have to be that complicated\n  ","230116":"\n  SANDY\n  ","230117":"\n  There are probs more ways they show affection than this, but here are a few I noticed:\n  \n  Coming up to see you when you’re walking in the field without being asked\/called, keeping their ears and eyes turned toward you a lot when you’re with them, acting relaxed and maintaining a soft facial expression when you’re with them, following you around, blowing into your face and smelling your nose (it’s the horse version of a handshake or waving hello to someone), nickering or whinnying at you when you come up to them, and willingly following your directions!\n  \n  Those are all telltale signs that your horse likes you, trusts you lots, and considers you as a friend and leadership figure 💙🐴\n  ","230118":"\n  Xxx’s at the end of stuff is for signifying kisses to someone right?\n  \n  I thought you just said you had a gf lol\n  ","230119":"\n  Oh haha no I don’t have any reason to be annoyed with you.\n  \n  Yeah I suck ay backing up too. Idk what it is about it but it’s hard! 😂\n  ","230120":"\n  Idk why you’re sorry. Also what is reversing?\n  ","230121":"\n  I do school work every single day. I need my last class to get my degree so I can work in my field. I’m fine how are you?\n  ","230122":"\n  Not really by itself but soooomeeeetimes it can be good with the right sandwich\n  ","230123":"\n  Yeah currently with Sandy (kinda) and once before with my ex who moved to another state\n  ","230124":"\n  I guess when harassing me & making up stuff about my bf trying to destroy my relationship didn’t work they quit the site 😂\n  \n  Good riddance lmao\n  ","230125":"\n  Yeah sometimes when I feel down I don’t feel myself at all\n  ","230126":"\n  Not afraid of the dentist, just super uncomfortable with people touching me that I don’t know. Especially uncomfortable by people touching my face. Really hate that\n  ","230127":"\n  Butter, cinnamon, and sugar!\n  \n  Like Cinnamon Toast Crunch cereal lol\n  ","230128":"\n  Always made better by my boys 💙\n  ","230129":"\n  Dude whaaat? Sounds like you’ve never worked any sort of entry level job then lol\n  \n  Or ever tried to clean house.\n  \n  Must be a charmed life ✨\n  ","230130":"\n  Uh yeah....?? Do you not?\n  ","230131":"\n  Not my problem dude.\n  \n  If I stepped into a church I’d probably burst into flames 🔥\n  \n  Stop asking me dating advice.\n  ","230132":"\n  Water under the bridge homies\n  \n  Forgive and forget.\n  \n  Forgiveness is always much more difficult than doing nothing\n  ","230133":"\n  This isn’t a question...I don’t know what your goal in saying this was??\n  ","230134":"\n  No not at all. If anything I feel like I hesitate too much sometimes.\n  \n  I tend to overcalculate a lot of the decisions I have to make\n  ","230135":"\n  Double standards are fucked, man\n  \n  I could say a lot more about this tbh but I feel like it’s already been said a million times.\n  \n  This negative stereotype is slowly starting to fade as time goes on though so thank god\n  ","230136":"\n  I don’t care\n  ","230137":"\n  Sandy would be Jack Sparrow and I’d be Elizabeth Swann\n  ","230138":"\n  Eh 🤷🏽‍♀️😂\n  ","230139":"\n  16.6k 🔥\n  ","230140":"\n  Don’t have a fave band 🎶\n  ","230141":"\n  Don’t really have one\n  ","230142":"\n  German\n  ","230143":"\n  It’s stupid\n  ","230144":"\n  Yeah. All my earrings, my belly ring, my bracelet, rings, and green crystal necklace\n  ","230145":"\n  Blueberries\n  ","230146":"\n  I have no idea if anyone blocks me on instagram but idrc\n  ","230147":"\n  Used to be much more so when I was younger but now I’m a little more involved. Not quite a social butterfly, but not quite a wallflower 😌🌸\n  ","230148":"\n  Bright rooms because I need to see the sun in order to help me wake up on a normal sleep schedule. Otherwise I’ll sleep all day and not even realize lol. Plus rooms that are brightly lit by the sun make me happy! Natural light is the best 🌞\n  ","230149":"\n  Kinda. The lobes of a horse’s liver are similar to humans’ except for horses have a bile duct that empties directly into the first part of their small intestine instead of having a gall bladder like people.\n  \n  Your gallbladder helps you to break down fatty foods like meat, especially red meat. That’s part of the reason why horses can’t eat a lot of meat without getting sick\n  ","230150":"\n  A mare is a female horse.\n  \n  A foal is a general term for a baby horse of either gender.\n  \n  If you want to be specific about a foal’s gender, you call a female foal a filly and a male a colt\n  ","230151":"\n  Basements bc they’re underground and can be wet and cold. Attics aren’t usually very wet and cold in my experience\n  ","230152":"\n  Some are and some aren’t, just like people!\n  \n  I once knew a mare who was SO afraid of snakes she’d spook and bolt away from anything that even resembled a snake at all. Once she almost threw me off while I was riding her around in the outdoor ring bc she saw the garden hose near the fence and thought it was a snake 🐍\n  ","230153":"\n  No. Horses are obligate herbivores, meaning they’re unable to process large amounts of any kind of meat. Horse’s livers are not equipped to deal with or flush out any sort of meat proteins, so featuring meat as a regular part of a horses diet would cause them to get sick\n  ","230154":"\n  Correct\n  ","230155":"\n  Showers! 🚿\n  ","230156":"\n  I don’t like pork\n  ","230157":"\n  I don’t know enough about you or that situation to pass judgement or comment on that, nor do I want to. Good luck to you\n  ","230158":"\n  Ricotta stuffed pasta shells 🍝 🐚\n  ","230159":"\n  How sandy FaceTimes me every morning to show me how the horse is doing while I’m not there, drinking warm coffee or tea, playing with my dog, and doing art!\n  ","230160":"\n  I don’t think I have one\n  ","230161":"\n  Country or Indie! 🤠 ✌🏻\n  ","230162":"\n  A collective 8 years off and on.\n  ","230163":"\n  All my old T-shirts and stuff with holes in them. I’m too sentimental 😅\n  ","230164":"\n  I don’t really remember many of my birthdays cause for a while I didn’t really celebrate them and then before that I was super little.  I’d have to say probably my 21st since it’s such a big celebration for most people\n  ","230165":"\n  Eh idk lol. Probably yes\n  ","230166":"\n  Sandy says a wolf! For me, I wouldn’t wanna come face to face with a tiger\n  ","230167":"\n  Hmmm I don’t really watch a lot of tv tbh. Maybe Sandy from Spongebob? 😂\n  \n  🐿🌳🌊🦀 🐙🐡⭐️🍔\n  ","230168":"\n  I haven’t watched an anime in a long time. The last one I watched and like though was Boku No Hero :)\n  ","230169":"\n  A lot of the concepts transfer over quite well. Both horses and dogs are pretty intelligent creatures that require social companionship to survive and need someone to look to as their trusted leader figure.\n  \n  One aspect of horses that is very different from dogs though is that they’re fight-or-flight prey animals, where as dogs are predatory pack animals. People are also predatory pack animals, so when training a horse you need to think about how your training requests are portrayed in their eyes and adjust your behavior so they don’t get too overwhelmed or afraid. It’s sort of hard to explain in a concise way lol.\n  ","230170":"\n  Oooooh haha I was confused 😂\n  \n  I have no preference. I’ve spent a good deal of time in covered rings\/stadiums but also a lot just being outdoors or in outdoor rings. I’ve competed at events held in both spaces and it doesn’t really matter to me\n  ","230171":"\n  Not sure what an indoor equestrian would do lol. Horses don’t really fit indoors 😂\n  \n  What do you mean with this q? I’m curious\n  ","230172":"\n  Yeah to all of those things except I don’t currently own a snake lol\n  ","230173":"\n  I’m ready for the next step\n  ","230174":"\n  Of course no problem! Horse riding is my passion so I’m always excited to share it with people :)\n  \n  About the horse racing though, I’m actually not a fan of it at all. There are a lot of questionable and, in my opinion, quite cruel things that happen behind the scenes at a lot of race tracks that I fervently disagree with. Even when owners try to treat their race horses fairly, the actual act of running races at such a high speeds for such a distance is extremely tough on a horse’s body and has a lot of detrimental effects :\/ A lot of what happens to horses as a result of the racing industry is just awful so I don’t support it.\n  ","230175":"\n  I don’t even know what he looks like lol but he’s super old now isn’t he?\n  ","230176":"\n  Dude you couldn’t possibly annoy me with horse questions! Keep em coming for as long as you want!! I could talk about horses for hours and hours, I’m such a horse geek. To talk about equestrian stuff is the reason I initially created this account! I just want people to ask me about horse stuff and like literally nothing else :P\n  ","230177":"\n  Made of brick, up on a hill,  surrounded on both sides by trees with a clearing at the bottom of the hill overlooking the fields and equestrian facility. The riding arena would be in full view of my kitchen window! It’d have a moss garden with a pergola covered in passion flowers and morning glories and have plenty of shade.\n  \n  Inside it’d have a master bedroom with a bathroom attached that had a big bathtub and a shower with all those crazy sprayers from all angles so it’d be like you were standing in a rainstorm when you took a shower! It’d have an open kitchen and living room floor plan with a gas fireplace and a finished basement area built into the hill with a wood burning heater to warm the house in extra cold months :)\n  ","230178":"\n  Nice! That’s horse country for sure! Lots of equestrian events take place there from what I’ve heard. My friends went to Pony Club Finals a few years ago in Kentucky! I didn’t go cause I couldn’t afford it but they said it was super fun 😊\n  ","230179":"\n  I have an idea I guess\n  ","230180":"\n  It depends on the reason you want them for, like what job are they gonna do? Each breed is more uniquely suited to different kinds of riding styles and\/or jobs 🙂\n  \n  For example Warmbloods usually excel in things like eventing and at hunt seat riding, while Quarter Horses tend to really shine in the reining and western pleasure rings. Shetland Ponies do well in lead-line level classes and as pasture pals, while Percherons stand out in driving and farm-work roles. It all just depends lol\n  ","230181":"\n  Blue boyyyy 🌧\n  ","230182":"\n  I’m a Pisces ♓️\n  ","230183":"\n  Within yourself. You have to decide yourself that you’re a worthwhile human being\n  ","230184":"\n  Idk you or your general life or financial or mental health situation. That’s not my place to comment on that and it’s none of my business\n  ","230185":"\n  He doesn’t need toooo much grain, especially in the summertime since he has constant access to grass. But he gets a scoop of senior\/sweet feed mix every day plus his hoof growth supplement. He had very cracked hooves for a second because of the dry heat and stomping bugs away, but the ferrier’s workplus his new supplement seemed to have fixed the problem almost entirely now 😊\n  ","230186":"\n  Anons been rude today forreal! lmao\n  ","230187":"\n  Haha you’d like to see me get upset at all your random rude remarks wouldn’t you 😂\n  ","230188":"\n  Long boring lectures with monotone speakers lol. Especially about math!\n  ","230189":"\n  Pick your battles wisely. Don’t make a mountain out of a mole hill! Know when you’re wrong and learn to admit it out loud! Know how to learn from your mistakes and learn from other’s mistakes. ALWAYS be humble and kind.\n  ","230190":"\n  You should totally see what’s up with it! After you learn to relax your nerves and your body and get proper balance, everything else follows naturally!\n  \n  Can’t remember if i already said this or not but every barn I’ve ever attended\/took riding lessons at I’ve found online. Just google riding facilities in your area to get started!\n  \n  I started off riding English style but later on took some lessons riding Western style too. In my opinion English style riding is more fun because you can eventually learn to jump with the horse, but western riding is equally fun if you’re just learning to ride on the flat (walk, trot, canter, gallop w\/ no jumping).\n  \n  Riding lessons in my area usually go for about $35-40 for each one hour session. You show up with jeans and shoes with a low heel (like cowboy boots, not high heels lol) and they’ll provide the horse and equipment! Make sure you get yourself a good horse riding helmet! Some places will provide you with one but it’s always much safer to have one you know fits your head well. Plus then you don’t have to share nasty sweat germs with people.\n  \n  You’ll use muscles you didn’t even know you had lol its a great way to social distance, stay in shape, get outdoors, and be around nature!\n  ","230191":"\n  I don’t feel safe meeting up with people who I’ve spoken with online. Def not posting my location on here lol. Waaay too many creeps\n  ","230192":"\n  It’s an iPhone so its alright I guess idk lol\n  ","230193":"\n  1:24 in the afternoon\n  ","230194":"\n  Yes, with restrictions on what websites they can use, similarly to what kind of website blocks are already used by school systems. Being able to keep in contact with the outside world would be extremely beneficial for inmates who are serving long sentences. It would allow inmates to take online classes, study new information, keep up with family more easily, and allow them to better themselves in order to be a more productive and marketable citizen when they get released instead of feeling overwhelmed and having no skills when they’re released, leading them to go back to illegal activity as their only means of survival. It could essentially help break the cycle!\n  ","230195":"\n  I have no idea who you are\n  ","230196":"\n  My heart fell in love first and my brain told me no lol\n  ","230197":"\n  Sandy says “Cezious Maximus” after my dog lmao\n  ","230198":"\n  Continue life as usual. Get a higher paying job, move out of my current living situation, accrue wealth for a bit, and move out west with Sandman if i can.\n  ","230199":"\n  No, while that’s a humane and kind method of training too, I prefer to train not based off of food reward, but release of “pressure”. Anything can be considered pressure such as clucking, speaking a command word\/phrase  like “walk on”, tapping or poking gently with your hand or the crop, your aids while riding, etc.\n  \n  Basically, gentleness and persistently asking the horse to do something in baby steps and increments is my favorite method. As soon as the horse even begins to start doing what I’m asking them, even if it’s not perfect or it’s just a step in the right direction, I stop asking and let them think about it. Then when they start to lick & chew and look at me again I begin asking them to repeat the motion. That way they associate “release of pressure” (aka I’ll stop bugging them) as its own reward!\n  ","230200":"\n  When speaking to someone in-person who I’m pretty good friends with, yeah I tend too be a bit sarcastic. Over the internet where everything is mostly text-based I try not to use sarcasm though because it doesn’t translate as well\n  ","230201":"\n  Yeah, seemed like useful info to know for filling out forms and stuff\n  ","230202":"\n  By ignoring it and hoping it goes away -__-\n  ","230203":"\n  Totally! I wish I could live in Germany or maybe\n  \n  Finland since it’s been named the happiest country on earth 3 years running now lol\n  ","230204":"\n  And you wonder why nobody wants to date your crusty, misogynistic, lazy, rude,  no life skills, having ass 😂😂😂\n  ","230205":"\n  Don’t care 🤷🏽‍♀️\n  \n  It’s not in my future plans but it doesn’t affect me in any way what other people choose to do with their love lives so it doesn’t matter to me\n  ","230206":"\n  10 in creativity\n  \n  7 in soft skills\n  \n  8 in looks\n  \n  8 at horse riding\n  \n  5 in motivation\n  \n  10 in empathy\n  ","230207":"\n  Lmao no that’s not my style\n  ","230208":"\n  I wouldn’t say it’s “good” for them but it’s not poisonous to them.\n  \n  Horses are such large, heavy, animals that it would take an enormous amount of beer to get them drunk, which would be both expensive af and cruel, so I’m sure nobody would reverb want to attempt to do that to them.\n  \n  Lots of horses I’ve encountered have liked the taste of beer though!\n  ","230209":"\n  Late middle school\/early high school\n  ","230210":"\n  Nah\n  \n  Subscribe to me on YouTube if you wanna see more stuff from me\n  \n\n   https:\/\/m.youtube.com\/user\/FWFgirls1\n  \n","230211":"\n  My advice: google this. I’m not google 🤷🏽‍♀️\n  ","230212":"\n  If you want to get outside and learn something that will take up as much of your time as video games used to, then get into equestrian sports!\n  \n  Once you learn basic balance, stopping & moving forward, and steering, there are lots of different routes\/activities you can choose from with horseback riding\n  ","230213":"\n  I’m not interested in you.\n  \n  Also, if that’s the only thing you’re looking for in a woman, you should just hire a cleaning service and order groceries online instead so you can continue to be a lazy piece of shit without having to drag your partner down with you.\n  ","230214":"\n  I’d talk to you, get to know you, and crack some jokes along the way.\n  ","230215":"\n  No, horses should especially not eat potatoes. Potatoes are a member of the nightshade family, a family of plants that are very toxic to horses.\n  \n  Sadly, they can’t enjoy the beautiful gift that is French fries 😂🍟\n  ","230216":"\n  You’re an asshole then 🤷🏽‍♀️ Idk what to tell ya\n  ","230217":"\n  The short answer is no (kinda).\n  \n  Unprocessed or very finely ground corn can give a horse colic which can result in death. Eating too much corn cal also cause problems for a horse’s feet like laminitis or founder.\n  \n  You’d have to buy corn that’s been specially processed to be able to be fed to horses. Horses wouldn’t do well eating normal cow or chicken feed that’s heavily corn based\n  ","230218":"\n  Yeah I guess. This is more of a statement with a rhetorical question. Not sure what you want me to say to this haha\n  ","230219":"\n  Someone already asked me this yesterday. Long answer short: The dogs don’t get many table scraps, but when they do it’s only things I know it’s safe for them to eat and they only get small quantities as a treat\n  ","230220":"\n  0\n  \n  That’s a dick move, which would make me feel uncomfortable and guilty. I don’t enjoy being rude to people and I don’t enjoy calling attention to myself. i just want to be nice to everyone and go about my day in peace\n  ","230221":"\n  Yeah I guess. I usually just say “I don’t know” and they call on someone else. It’s not really a big deal\n  ","230222":"\n  Umm okay...? Seems like a few conflicting emotions there. Hope you’re able to sort that out lol\n  ","230223":"\n  No, I didn’t like speaking in class in general so I just kinda kept my head down and did the work so I could go back to sleep or doodle lol\n  ","230224":"\n  I gotta wash out the big pieces of leftover food from the dishes and wash it down the garbage disposal otherwise it clogs up the dishwasher\n  ","230225":"\n  Hugh Jackman\n  ","230226":"\n  I’m cold, lemme put on clothes 🥶😂\n  ","230227":"\n  No I don’t want any sort of attention like that. I didn’t want it then, and I don’t want it now.\n  ","230228":"\n  Yeah, my old dog died when he was 13 of old age. His name was Tucker\n  ","230229":"\n  Oh jeez idk lol\n  ","230230":"\n  I dont really care  lol.\n  \n  I get a million lewd messages here a day tho so I feel like I have some clue 😒\n  ","230231":"\n  Don’t know what that stands for exactly but I’m pretty sure it’s Keeping Up With The Kardashians? Ive never watched it. A lifestyle focused so heavily on material objects, outward appearances, and flashing your money has always been cringey and kinda disgusting to me. I’m not a fan of that show\n  ","230232":"\n  Who who who! 🐾\n  \n  Scratches for the good boy 💙\n  ","230233":"\n  Lack of responsibility, carefreeness, riding horses all the time, & innocence\n  ","230234":"\n  No not really\n  ","230235":"\n  Blue (tied pretty evenly with green)\n  ","230236":"\n  Yes for the 1000th time goddamn\n  ","230237":"\n  Without but my partner really wanted to French kiss lol\n  ","230238":"\n  Yeah it was super awkward lol. I didn’t really know what to do 😂\n  ","230239":"\n  A lot of R&B songs!\n  ","230240":"\n  Chemistry. It’s for my final credits to graduate with my degree in environmental science\n  ","230241":"\n  Today I spent roughly 9 hours working on stuff for my online class. The rest I spent talking to sandy on FaceTime, eating breakfast or lunch or dinner, doodling a bit, or going outside to walk my dog\n  ","230242":"\n  No not anymore. It fell down before I moved house and broke (bad luck I know)\n  ","230243":"\n  Holding!\n  ","230244":"\n  I have both and love them! :)\n  ","230245":"\n  Hi there! What was your old account?\n  ","230246":"\n  No worries lol 😊\n  ","230247":"\n  Anything past 30 is pretty old but it’s not uncommon for a well cared for horse to reach that age.\n  \n  (The record holding oldest horse ever lived to be 62 years old)\n  ","230248":"\n  He’s 21 this year\n  ","230249":"\n  No haha my parents are supportive, but they’re definitely not horse people 😂 Dad can’t be bothered and mom is too nervous.\n  \n  But thanks, man :) I can’t wait to do that in the next chapter of my life\n  ","230250":"\n  None at the moment. Horse ownership isn’t a financial possibility for me atm\n  ","230251":"\n  Horse stuff, food, and dog stuff lol\n  ","230252":"\n  Locksley! 💙 I don’t ride at that barn anymore but we got along fabulously and I loved working with him\n  ","230253":"\n  Calculated ones\n  ","230254":"\n  Disgusting, garbage ass, wastes of humanity and space\n  \n  Once a cheater always a cheater. Fuck that shit.\n  ","230255":"\n  Dropped everything in my life and drove across the state to surprise them when they were feeling down\n  ","230256":"\n  I wish I knew how to play guitar! It’s cool to be able to play an instrument but I really don’t have the patience for it. I tried to learn once on my own but I gave up cause my guitar was apparently for children and my fingers were too big lol\n  ","230257":"\n  Shades of blue cause it low key already is lol. Blue is my favorite color\n  ","230258":"\n  Yeah it was super fun! Not sure how tall but I’m not that afraid of heights\n  ","230259":"\n  Professional horse trainer, Wildlife biologist, or a Large animal veterinarian\n  ","230260":"\n  Yeah it’s a crystal I wear around my neck. It’s green 💚 Not sure what kind of rock it is but it’s lucky cause my mom gave it to me and I think it’s pretty so I always wear it. I feel weird when I take it off so I don’t lol\n  ","230261":"\n  Sad movies, breakups, the death of loved ones, frustration, anxiety, and happiness\n  ","230262":"\n  🤷🏽‍♀️🤷🏽‍♀️🤷🏽‍♀️\n  ","230263":"\n  They both mean the same thing. “He’s good” vs “he’s fine”, right?\n  ","230264":"\n  I never got it bc it was a scam :\/\n  ","230265":"\n  Hmmm...probably chips lol. It’s so hard to choose\n  ","230266":"\n  Er ist gut! Es hat viel geregnet, also ist er nass lol\n  ","230267":"\n  Tbh they’re not worth my time bc they don’t want to hear what I have to say they just want to hear themselves tell me what they have to say.\n  \n  Just say your piece and if they don’t want to hear it then straight up ignore them being rude to you (if they’re online) and be as nice as you can and then just walk away if it’s in person :P\n  ","230268":"\n  Yeah all throughout college I lived in an apartment, except for my first 1.5 years I was in a dorm\n  ","230269":"\n  To look and feel young but still age and eventually pass on yes! But I wouldn’t like to live forever and never die\n  ","230270":"\n  Popeyes\n  ","230271":"\n  Yes, respect must be earned\n  ","230272":"\n  Learned mostly. Someone can be predisposed to be good at a skill, but no one is born knowing how to do something perfectly. You have to practice\n  ","230273":"\n  Haha true true.\n  \n  And the answer would be: “Yes, I wear* glasses!”\n  \n  There we go lol, fixed!\n  ","230274":"\n  No they’re not weird, that’s just not my own preference. Idrc\n  ","230275":"\n  Don’t be disgusting wtf...?\n  ","230276":"\n  I have glasses 👓\n  ","230277":"\n  Drawing ✍️😊\n  ","230278":"\n  Equestrian isn’t my job although I wish it was! I couldn’t tell you exactly what it pays to work in the field though cause it REALLY depends on what you’re doing. Grooms get paid far less than farriers, vets get paid more, big name trainers can make a whole living off of their reputation alone, and some people (like me) just do catch rides for people who need them to give their horse some exercise for free, ya know, so like it all just depends on what you’re doing and your qualifications\/schooling\/profession.\n  ","230279":"\n  This in in our study\/office room. It used to hang in my room when I was little because my parents said it reminded them of me as a baby\n  ","230280":"\n  Meditation!! 🧘‍♀️\n  ","230281":"\n  Yeah I have :) I’m not really into them for some reason lol I can’t exactly place the reason why.\n  \n  Usually for me they come with grilled peppers, chicken or steak, some sort of rice, onions, and chili powder\n  ","230282":"\n  Complete thoughts are hard sometimes! I get it\n  ","230283":"\n  Breathe underwater! 🤿\n  ","230284":"\n  Africa\n  ","230285":"\n  Depends on what kinda story you wanna hear\n  ","230286":"\n  Easier to break the rules and not give a fuck 🤷🏽‍♀️\n  \n  But that’s not what makes you friends that’s for sure lol\n  ","230287":"\n  Here you go anon. Out of the goodness of my heart, I’m willing to overlook the passive aggressive, uncalled for, antagonistic, and negative message you sent in that last question in order to better explain the language I used a little further up this thread since you seemed to be very confused based on your response.\n  \n  Please take the time to read these  peer-reviewed scientific articles based on medical data before continuing to spout off at the mouth and attack others over things you clearly have done no research on and have no understanding of. These are not from any kind of news sources or “celebrity Instagram stories” as you’ve previously suggested. So much misinformation is out there! I truly hope you can begin to sort through what is fact and what is a misconception.\n  \n  Coronavirus Facts vs. Fiction from John’s Hopkins Medical Institute:\n  \n\n   https:\/\/www.hopkinsmedicine.org\/health\/conditions-and-diseases\/coronavirus\/2019-novel-coronavirus-myth-versus-fact\n  \n\n  A link to ~267,000 peer reviewed scientific articles (unaffiliated with any government or news source) about every aspect of COVID-19:\n  \n\n   https:\/\/scholar.google.com\/scholar?hl=en&as_sdt=0%2C47&q=coronavirus+infection&oq=coronavirus+\n  \n\n  How EXACTLY do face masks slow and prevent the spread of corona (with more internal links for even more specifics) from the University of California:\n  \n\n   https:\/\/www.ucsf.edu\/news\/2020\/06\/417906\/still-confused-about-masks-heres-science-behind-how-face-masks-prevent\n  \n\n  Current Coronavirus Disease Situation Report from the World Health Organization:\n  \n\n   https:\/\/apps.who.int\/iris\/bitstream\/handle\/10665\/333568\/nCoVsitrep20Jul2020-eng.pdf\n  \n\n  Protecting Equines from COVID-19, College of Veterinary Medicine, University of Missouri:\n  \n\n   https:\/\/cvm.missouri.edu\/coronavirus-disease-in-horses-is-different-to-humans\/\n  \n\n  If you don’t choose to read any of this, which I don’t think you will tbh, at least know the info is out there. Something tells me it’s much easier for you to continue on living in your own reality and continue to be a naysayer because doing nothing and sticking to what you know is always much easier than trying to learn new things.\n  \n  Good luck to you, have an excellent day, and be aware that I will not be replying to this thread any further as I’ve communicated everything I feel I wanted to say in this post.\n  ","230288":"\n  I’m not here to argue with you over what heaps of scientific data, clinical testing, medical knowledge, and common sense have already proven.\n  \n  Believe whatever you want, in the end we all know you just want to feel like you’re right. I hope you have a nice day. Please remove yourself from my page.\n  ","230289":"\n  I went to the lake house with Sandman!!\n  ","230290":"\n  Pretty strong in the long run. I know my worth.\n  ","230291":"\n  Idk man. Some people just like feeling superior to others it’s a personality disorder\n  ","230292":"\n  Nope\n  ","230293":"\n  A normal person whom everyone loves\n  ","230294":"\n  Being a good sport even when you lose, knowing how to act when you win, and keeping yourself motivated to do even better next time no matter if you won or lost, are all valuable life skills I think some people were never taught or exposed to for sure\n  ","230295":"\n  No that’s fuckin dumb\n  \n  I literally hate kids, I never want them, id be miserable as fuck, it’s derail my entire life plans, and I’d get stuck caring for someone I don’t have the financial or emotional means to.\n  \n  Plus reality TV like that is trashy and scripted anyways so they could make me say and do whatever I wanted for television ratings and that would stay out there forever. Doesn’t seem worth it in any aspect.\n  ","230296":"\n  Technically, yeah it’s bullying.\n  \n  But on the real, this may be a hot take, but hear this: people can benefit from things like “schoolyard pick” if they use it as motivation to better themselves instead of internalizing it in a negative way and taking out their frustrations on others. You the slowest runner in the schoolyard? Suck at dodgeball? Practice and learn to get better! It will help you make yourself into a more well-prepared, well-rounded human.\n  \n  Kids nowadays, myself included, were taught that “everyone’s a winner” and that “we’re all equal” but then get into the workforce and realize that feeling entitled to “win” or to “get picked” won’t work anymore bc as adults nobody gives a shit if your feelings are hurt that you didn’t get picked and nobody gets participation trophies.  People end up getting frustrated because things are different than they were taught.\n  ","230297":"\n  An insincere apology is a waste of breath\n  ","230298":"\n  With, then I got more balanced and they took them off and I learned to wobble less and be without\n  ","230299":"\n  Like 5 or 6 I think\n  ","230300":"\n  That’s up to the host. There’s no magic number or amount of time\n  ","230301":"\n  It’s not necessary to euthanize any animal unless their quality of life has diminished and they are no longer able to live a happy, healthy, life.\n  \n  If you and your veterinarian discuss and decide that your elderly horse has a very poor quality of life as a result from the side effects of aging or any other health issue that cannot be resolved, then that’s when they would need to be humanely euthanized.\n  ","230302":"\n  You’re right, it’s technically completely within your rights to show your complete disregard for the safety of your community, your friends, your family, and your country. Congratulations, you’ve made us have to wear masks even longer now 🙄\n  ","230303":"\n  My friend Olivia\n  ","230304":"\n  Horses generally live into their 30’s, so a great indicator that they’re getting old will be the condition of their teeth!\n  \n  Generally, with normal wear-and-tear, a natural, vertical, mark\/line called the Galvayne’s groove will appear on the horse’s 3rd incisor tooth (sprouting from the gum line down) beginning when they are about 10 years old. When they are 20, this mark will extend all the way down the tooth. That’s a great indicator that your horse may be “getting old”.\n  \n  Many old horses also show signs of aging just like people do such as getting droopier skin, slowing down, losing muscle mass, decreased sight abilities, swayed back, losing a bit of hair, looking bonier, and getting grey hairs!\n  ","230305":"\n  An Ollie oldie but goody\n  ","230306":"\n  Laundry  👚👕👖\n  ","230307":"\n  No. Betrayal implies willful and premeditated deceit. I haven’t ever betrayed a friend like that\n  ","230308":"\n  Yeeeeeee but I’m not gonna do anything lol so idk why haha\n  ","230309":"\n  How to say no and mean it\n  ","230310":"\n  ☺️✨\n  ","230311":"\n  Hmmmm...how about getting paid directly in necessities like housing, electricity, water, food, clothing, sanitary products\/self care products, a car & gas to get around in, etc? Bonuses could be cool stuff you want like flatscreen tv’s and stuff or money on the side to get other things\n  ","230312":"\n  Horses, dogs, chickens, and goats\n  ","230313":"\n  No dude, you’re the one who’s a dumbass. It’s for liability reasons bc Americans will sue for anything they can because this country is fucked\n  ","230314":"\n  Yeah\n  ","230315":"\n  This is the only pic I got of us the whole time lol. It was really nice though. The ceremony was touching and the bride looked beautiful! 💙😌\n  ","230316":"\n  Neither\n  ","230317":"\n  No I still high key don’t understand what the draw of it is\n  ","230318":"\n  Onion rings\n  ","230319":"\n  Nothing too interesting I don’t think... although last week I did pull out a mini Nutella jar and spoon I didn’t know I had in there lol\n  ","230320":"\n  Death metal is REALLY not my thing\n  ","230321":"\n  No not really. I know my limits\n  ","230322":"\n  Not anymore\n  ","230323":"\n  No no no me neither! 😳🙅🏽‍♀️🧦\n  ","230324":"\n  Yeah probably lol\n  \n  Keeps me entertained though\n  ","230325":"\n  What do you mean what type of kit??\n  ","230326":"\n  You already asked that and I told you they’re creepy\n  ","230327":"\n  People constantly gaslight me and each other on the internet. Especially this site and other social media’s where people express opinions like Facebook, Twitter, and tumblr. I don’t even bother to fight with silly people over the internet for that reason, among others. People will say anything to try and feel like they’re right\n  ","230328":"\n  I’d love to take a trip somewhere fun and exotic for New Year’s Eve! Rent a penthouse suite, dance around, and ring in the New Years with everyone!\n  ","230329":"\n  Most of the time like twice 😅\n  ","230330":"\n  Hmmm, since objects can’t love you back not in the same sense as I love Sandman lol. But I really appreciate my phone I guess\n  ","230331":"\n  Sandy! Y’all stay asking this kinda stuff lol\n  ","230332":"\n  That’s the best possible scenario for it in that situation :\/ still,  poor little squirrel dude\n  ","230333":"\n  Dang poor squirrel. That’s sad 😔 Hope it didn’t feel any pain\n  ","230334":"\n  Thanks! He’s my closest and most trusted friend\n  ","230335":"\n  Probably...that sounds heavy\n  ","230336":"\n  I don’t often voice my beliefs unless directly asked my opinion or stance on something\n  ","230337":"\n  Your wants and needs are none of my concern 🤷🏽‍♀️ Get off my page now please ✌🏻\n  ","230338":"\n  Yeah I get the idea but I don’t often do it. I more often cook over a campfire if we’re cooking outdoors\n  ","230339":"\n  I don’t want to hit anyone. I trust that Sandy would shut them down in a polite and appropriate manner and then I’d also politely intervene using nonverbal cues.\n  \n  His social grace, ability to read people, kindness, and total faith & devotion in and to me are things I greatly admire about him 💙\n  ","230340":"\n  Happens to the best of us\n  ","230341":"\n  😅\n  ","230342":"\n  Haha\n  ","230343":"\n  Every barn or riding school I’ve ever taken lessons at I’ve found online! You just gotta google search :) you should totally pick it back up if you get the chance\n  ","230344":"\n  The giant corpse flower\n  ","230345":"\n  Either are good\n  ","230346":"\n  Nothing to regret although I wish I could’ve been a bit less “nice” to people who didn’t deserve it\n  ","230347":"\n  Depends on what time of day. It’s lunchtime rn so I’d rather have lunch food\n  ","230348":"\n  Situationally dependent\n  ","230349":"\n  I majored in Environmental Science\n  ","230350":"\n  314 is about not exposing your genitals in public. Nobody wants to see your dick. Get over it already\n  ","230351":"\n  Hugged Sandy\n  ","230352":"\n  🏊‍♀️ 🏊‍♂️ 🐶 🎾\n  ","230353":"\n  💙\n  ","230354":"\n  Your life energy, your conscience and consciousness\n  ","230355":"\n  Bought some horse stuff online that turned out to be a scam :\/\n  ","230356":"\n  I wish I knew how much less responsibility I had back then. I would’ve enjoyed it a lot more 😂\n  ","230357":"\n  Already answered this multiple times y’all\n  ","230358":"\n  ☝🏼☝🏼☝🏼☝🏼\n  ","230359":"\n  Being too nice to assholes who don’t deserve the decency. Seems I’m addicted to it somehow🤷🏽‍♀️\n  ","230360":"\n  🐶 🐶 🐶\n  ","230361":"\n  I’ve answered this 4 or 5 times now pay attention\n  ","230362":"\n  Seems like you can’t take a hint from the rejection hotline number I already posted for you 😂\n  \n  Here, I’ll spell it out for you: I will  NEVER post my number online and I’m not interested in you!\n  \n  (that means NO just in case that was too complex for you)\n  ","230363":"\n  Grits? They’re good. If you like corn you’ll like grits lol. Gotta put butter, salt, and pepper on them\n  ","230364":"\n  Sick of this stupid ass question. Tickling is creepy\n  ","230365":"\n  Nothing bc it light mess up how my life is now!\n  ","230366":"\n  Whatever’s cheapest that looks the best for the price cause that not really that important to me\n  ","230367":"\n  No\n  ","230368":"\n  Park bc of Covid\n  ","230369":"\n  No that’s stupid af nobody likes hickeys anyways it’s trashy\n  ","230370":"\n  A trip across Europe!\n  ","230371":"\n  I just answered this yesterday scroll down\n  ","230372":"\n  East side\n  ","230373":"\n  Not for me. Sorry your life is so pathetic 🤷🏽‍♀️\n  ","230374":"\n  Ah I’ll get there soon enough\n  ","230375":"\n  I just gave you my answer. Idc about that\n  ","230376":"\n  Haha what? Idc what someone’s sexual preference is, that has nothing to do with skill at cutting hair\n  ","230377":"\n  Ye\n  ","230378":"\n  Homeboy must’ve been on some clone jutsu shit cause he was def at my place 😂😂 Congrats, you’ve been duped\n  ","230379":"\n  No thanks. I don’t like when strangers touch me. Also I’ll never meet you in person so 🤷🏽‍♀️\n  ","230380":"\n  I just hold my breath a bit lol. Don’t wanna be rude\n  ","230381":"\n  r\/niceguys\n  \n  You salty bro\n  ","230382":"\n  Creepy\n  ","230383":"\n  Yup! I wish he’d put it on Spotify\n  ","230384":"\n  Haha stfu 😂😂 Life is about keeping the balance\n  ","230385":"\n  You judge someone based on their character but honestly their actions and decisions can tell you a lot about the quality of their character\n  ","230386":"\n  Hi I’m doing well, thanks! Hope you’re having a good day too!\n  ","230387":"\n  Anonymity\n  ","230388":"\n  Tuesday\n  ","230389":"\n  Oh gosh okay if plane layovers don’t count I can’t say Iceland lol but I’ve actually been to the USA (obvi), Germany, France, Spain, The Czech Republic (or whatever it’s called now), Austria, Tunisia, Italy, Bavaria, Mexico, Spain, England, and I THINK Belgium but I’m not sure about that one\n  ","230390":"\n  His unconditional love, support, confidence, and trust in me. I fuckin love him so much he’s my best friend\n  ","230391":"\n  Your soul\n  ","230392":"\n  Yeah :\/\n  ","230393":"\n  Tortellini a la pana ☺️\n  ","230394":"\n  😌🌸🌼\n  ","230395":"\n  Thanks! 😊😊😊\n  \n  I’m lucky to have him too 💙\n  ","230396":"\n  He’s 8 months younger but it doesn’t really make a difference\n  ","230397":"\n  Oh haha gotcha yeah I’ve heard that one\n  ","230398":"\n  You ask them to move forward by gently squeezing their sides with your legs and using a voice command like “walk on” or “trot” or whatever you’re asking them to do.  You ask them to slow down by saying “easy”,  and squeezing the reins with your fingers like you were pulling a gun trigger. If you wanna ask them to stop completely you say “woah” and squeeze the reins with all your fingers. Gentleness is the key to everything 😌\n  ","230399":"\n  Pennsylvania, New York, West Virginia, Virginia, Maryland, Washington DC, New Jersey, North Carolina, Florida, Michigan, Washington, Oregon, Montana, Wyoming, Utah, and Hawaii\n  ","230400":"\n  Nope not really\n  ","230401":"\n  Small-minded, hateful, and intolerant people\n  ","230402":"\n  Drivin with my eyes closed 🎶\n  ","230403":"\n  For me it helps with decongestion if I have a stuffy nose and it’s comforting lol\n  ","230404":"\n  5’5”\n  ","230405":"\n  Let’s try having a complete sentence next time, okay? 😂\n  ","230406":"\n  Mom for sure\n  ","230407":"\n  Idk a few lol\n  ","230408":"\n  Oh gosh yeah lol. I had a long emo phase 😅\n  ","230409":"\n  Money and the future\n  ","230410":"\n  Thanks I’m much better now 🌞\n  ","230411":"\n  Tie dye cause of my case lol. But the actual phone is just black\n  ","230412":"\n  Not really lol but it’s kinda interesting to think about\n  ","230413":"\n  Tim McGraw is a person?\n  ","230414":"\n  Ice cream!\n  ","230415":"\n  Sandrew\n  ","230416":"\n  I’m changing the world as the world changes me\n  ","230417":"\n  Idk who that is and I don’t wanna see anybody in a bathtub 😂😂\n  ","230418":"\n  Hi 😊\n  \n  I’ve done equestrian for about 15 years now\n  ","230419":"\n  My friend Kaitlyn for her wedding\n  ","230420":"\n  Hey, a bit rushed and slightly stressful but good so far!! Hbu?\n  ","230421":"\n  👀\n  ","230422":"\n  Yeah they met in Naples, Italy bc they were both stationed there with the US Navy\n  ","230423":"\n  I had to take the bus before I got my drivers license. It was too far to walk\n  ","230424":"\n  Maybe a little herbivorous one! That’d be awesome lol\n  ","230425":"\n  Recreational marijuana is illegal where I live and I don’t have a medical card 🤷🏽‍♀️\n  ","230426":"\n  Nope\n  ","230427":"\n  Nah don’t like cigs they’re super gross smelling and bad for you\n  ","230428":"\n  ...what?\n  ","230429":"\n  Reverse that one right there lol. You’re the one asking ME anon questions all the time 😂\n  ","230430":"\n  Equestrian, the outdoors, paleontology, photography, Sandy, and art\n  ","230431":"\n  Gmail\n  ","230432":"\n  Salads are good!\n  ","230433":"\n  ??\n  ","230434":"\n  I’ve heard it. Kinda sad but uplifting at the same time\n  ","230435":"\n  Nope 😊\n  \n  Equestrian is my passion\n  ","230436":"\n  😊\n  ","230437":"\n  I just try to keep it to yes or no answers lol\n  ","230438":"\n  If you’re talking about literally removing the SKIN of sheep while they’re still alive then yeah that’s torture. It would be for any animal. If you’re talking about shaving sheep wool from their body then no, that’s just a haircut and doesn’t hurt the sheep just like it doesn’t hurt people.\n  ","230439":"\n  Yes and I’m not interested in that.\n  ","230440":"\n  Pigs are cute animals yeah\n  ","230441":"\n  Yes\n  ","230442":"\n  No\n  ","230443":"\n  Disagree entirely. Horse’s hooves are made of keratin, the same material your fingernails are made of. They can’t feel it, just like you can’t feel when you cut your nails. Horseshoes are also applied and custom fitted by a skilled craftsmen called a farrier. They have to go to school and attend lots of training to be able to practice that profession so they know exactly how to avoid hurting the horse in any way.\n  ","230444":"\n  Please don’t address me that way. I don’t know you and I find that very creepy.\n  ","230445":"\n  Neither is stupid. You’re literally just a hater who seems to dislike everything.\n  ","230446":"\n  That’s not my business. Idc\n  ","230447":"\n  Never. I have a guy for that. I don’t trust you\n  ","230448":"\n  0% likely to blackmail anyone\n  ","230449":"\n  Usually with one minute to spare\n  ","230450":"\n  The Notebook, I’ve never watched the other one\n  ","230451":"\n  I’ve never seen that movie but I’d probably not tolerate a toxic work environment and quit. That’s happened to me before and I left that place\n  ","230452":"\n  It’s not volunteering if they pay you...you don’t expect anything in return. That’s how that works.\n  ","230453":"\n  That’d be great but idk who’d pay for it considering most schools can’t even afford to give students tissues and pencil crayons\n  ","230454":"\n  Yesss. People have already asked me this twice\n  ","230455":"\n  If you could get money easily then hell yeah, but you won’t value it. If you have to work hard for it, it’ll make you a more grateful person with a better understanding of the value of things like money and time\n  ","230456":"\n  No...? Honestly I think this question is pretty stupid. I have no idea what would make an office temp or student or especially a part-time employee any less intelligent than a full time employee. Going into a position and not knowing everything or needing a bit of training is both very common and just fine. That doesn’t make anyone incompetent.\n  ","230457":"\n  Not very often. It’s bad for them to eat too much people food. He gets to lick the plate of sauce and stuff every once in a while but not eat whole meals of human food. He sticks to a diet of dog chow\n  ","230458":"\n  Let things go. Revenge benefits no one\n  ","230459":"\n  Yeah in high school I had it bright, fire engine, red! 🚒\n  ","230460":"\n  Mr. Sandman to knock on my door 💙\n  ","230461":"\n  Not particularly 🤷🏽‍♀️\n  ","230462":"\n  My best boy, Cezar 💙😴\n  ","230463":"\n  Dishwasher is better and easier. It uses less water!\n  ","230464":"\n  Casual grandma 😂\n  ","230465":"\n  Depends on the rules, the stakes, and the situation tbh. Long answer short- nah.\n  ","230466":"\n  Yeah 😌 I really enjoy being with the animals\n  ","230467":"\n  Usually ways that men made us feel uncomfortable during the night, collaborative strategies to mitigate contact with those people, maybe some gossip, or just casual small talk if nothings gone wrong and everyone is having a good time. Ladies typically go to the restroom in groups because it can be dangerous to leave a fellow female friend unattended or separated from the group. Especially in a crowded area like bars or clubs where alcohol is being served.\n  ","230468":"\n  Idrk what you really mean by that, but if you’re insinuating that they were drugged in any way you’re mistaken. That pic was taken after a a workout. Everyone was a bit tired at that point lol. Dallas (right) was ready for a nap 😂\n  ","230469":"\n  Nice! 😋\n  ","230470":"\n  I like cranberry juice, apple juice, and grape juice the best! 😊 What’s your favorite fruit juice?\n  ","230471":"\n  If they haven’t proven to me beforehand that they’re untrustworthy, I like to give people the benefit of the doubt.\n  ","230472":"\n  Neither sounds admirable to me 🤷🏽‍♀️\n  ","230473":"\n  People can wear anything they want to and should not be made to feel bad or be unwantedly sexualized by others. I don’t give a shit what people wear. It’s not my business.\n  ","230474":"\n  ...people that age are both minors so under the law it wouldn’t count as statutory rape or abuse if both partners were consenting...but also I’m really really not interested in talking about the sex lives of any minors (or anyone in general). That’s not my business and I’m not interested in knowing anything about it. If you have concerns please speak with your parent or legal guardian.\n  ","230475":"\n  You say the same thing 10 times a day, “Hi”, “Heyyy”, or “supppp” which I respond to soooo idk what else you want me to do.\n  ","230476":"\n  On the back of a horse has always been my happy place 💙 Animals, especially horses, always warm my heart and make me feel calm and collected!\n  ","230477":"\n  No, I don’t care what other girls do and I’m not here to label anyone as anything. That’s their own business and if that’s a situation that works for them then good for them. It’s not hurting me so imma stay in my own lane fr\n  ","230478":"\n  Dude...look, I don’t know you...I’m sorry that bad things happened to you, no one deserves that at all, but I cannot be your therapist. PLEASE seek counseling from someone who knows how to truly listen and help you. Dumping your emotional baggage on random internet users you don’t even know is extremely unhealthy :\/ You deserve to actually process your emotions and feel better! I’m just really not the best person to help guide you there, I’m sorry\n  ","230479":"\n  I haven’t been “triggered” by any anon questions today lol. Not sure which q you’re talking about\n  ","230480":"\n  Servers depend on tips for their income. The only time I wouldn’t tip a server is if I literally watched them spit in my food or they were extremely rude\/condescending to me. Service being slow isn’t typically the waitstaff’s fault. Sometimes it’s busy and they’re stretched thin, I get that man. No worries.\n  ","230481":"\n  Not too often for me, but my sister is really big on using DoorDash and Uber Eats and stuff like that. She has things delivered to the house a lot so she doesn’t have to go out bc of Covid\n  ","230482":"\n  Um ok then...\n  ","230483":"\n  It wasn’t 🙄\n  \n  This is most likely from the same anon who keeps trying to tell me I’m a MAGA supporter, paint me as a racist, and push me to get angry and say something unkind in my replies.\n  \n  It won’t work. Leave me alone already, you’re not being funny or cute or quirky.\n  \n  I don’t need to justify why I’m not a hateful person to a random anonymous user on the internet.\n  ","230484":"\n  You think everything is stupid....also yeah I learned in France. It’s very commonplace there\n  ","230485":"\n  Go do something lol\n  ","230486":"\n  Disagree on the grounds that you have to want to actually START to help yourself and books are a great way to begin. Getting yourself up and moving enough to to just go get the hook is even helpful. I see your point I just think it’s dumb.\n  ","230487":"\n  Uhh...what does this mean? Am I supposed to pick what I’d rather have or am I supposed to tell you my favorite food and drink?\n  ","230488":"\n  3\n  ","230489":"\n  I don’t like scary movies or horror genre characters\n  ","230490":"\n  Fine. Hope you’re doing well\n  ","230491":"\n  Idk. Depends on your definition I guess but most comedians who are actually funny have to be extremely clever. To me clowns are supposed to be funny because they’re silly, use cheap tricks, act dumb, and slapstick humor; but good comedians are funny because they’re quippy, intelligent, and make you think\n  ","230492":"\n  Constructive criticisms help us to learn and grow. The same can’t be said for negative or hateful remarks, that’s where the word criticism gets many of its negative connotations from. But not all criticism is bad.\n  ","230493":"\n  I don’t know how else to tell you no...this will be the 4th time now. I don’t specifically follow any religion or adhere strictly to any of their teachings. That doesn’t mean I don’t think some of those teachings are valuable and worth incorporating into my life, but I don’t subscribe to any one religion.\n  ","230494":"\n  Bro I just said that....\n  ","230495":"\n  I just told you I didn’t practice any religion, so in my own personal life, it wouldn’t make a difference. That may not be true for others, and that’s their own choice and right to believe, but I don’t subscribe to it.\n  ","230496":"\n  There is historical evidence that Jesus was a real person who actually existed, and many consider him to be a prophet of God. I don’t discount the important lessons taught in many of the holy scriptures, but I can neither confirm nor deny that there is a greater power or creator involved.\n  ","230497":"\n  Yes\n  ","230498":"\n  I live non-religiously but was raised in a catholic-Protestant mixed household\n  ","230499":"\n  Hahaha ikr\n  ","230500":"\n  Why do you keep yelling at me about this...? Seems like you’re the one who’s a bit hung up on supporting Trump 🤷🏽‍♀️\n  \n  You just want to spark a reaction, but it won’t work. Go away.\n  ","230501":"\n  Crow!\n  ","230502":"\n  President Donald Trump\n  ","230503":"\n  Cause it was popular with my friends at the time. It was when I was a young teen\n  ","230504":"\n  Gno\n  ","230505":"\n  🥰\n  ","230506":"\n  I like cooler climates\n  ","230507":"\n  He lives outside all year round on pasture board so he can exercise (or not lol) whenever he feels like it\n  ","230508":"\n  No, he’s extremely used to all sorts of loud noises happening around him. He’s been trained to be used to traffic sounds, kids, dogs, lawnmowers, and commotion. He’s generally very safe and tolerant 😊He’s very “bombproof” lol. Basically that means nothing that normally bothers other horses really bothers or scares him.\n  ","230509":"\n  The subjects of whips and crops tends to become a complicated one if people don’t understand what their intended purpose is.\n  \n  Whips, crops, bats, whatever you prefer to call them, are only used as attention getters and behavior reinforcers. You should never tap your horse with the whip hard enough for it to hurt them, and also only in key areas. They’re meant to be used only as a reinforcing aid to your other aids: voice, legs, hands, and seat.\n  \n  That being said, with the horse I’m working with now, I very rarely need to use a crop while riding and have never actually had to tap him with it. Holding the crop in my hand and allowing him to see it has been sufficient in encouraging him to stretch down and move forward.\n  ","230510":"\n  His name is Chance and he belongs to my boyfriend actually 🥰\n  ","230511":"\n  No 🙄 I’ve also answered this question multiple times...stop asking. Idk why I would even want to do that. I don’t like throwing up or feeling too full.\n  ","230512":"\n  He’s doing fine thanks :) it’s been pretty rainy and foggy lately, so he’s been a bit damp 😅 But that means his spots come out more! 😍\n  ","230513":"\n  0\n  ","230514":"\n  After yall’ve been just asking about weird sex stuff involving lipstick shades, I won’t be answering this one\n  ","230515":"\n  Go away asshole. I already told you I’m not into your kicking fetish and don’t want to contribute to your nasty jerk-off material. Stop asking. I don’t want to kick anyone. Ever.\n  ","230516":"\n  Too many to choose from! There are so so many good flavors but I really like pizza flavored Pringles lol\n  ","230517":"\n  Adopting Cezar as a stray! I know he has a much better life with me than he did running around on the street eating roadkill\n  ","230518":"\n  Hi Dr. Nobody\n  ","230519":"\n  The link literally has the word “sexuality” in it. I’m not interested\n  ","230520":"\n  Not even going to click on that link. If it came from urban dictionary it’s definitely some made up, sexual, weird shit, no one would ever do. I don’t want to even know\n  ","230521":"\n  Will I achieve my dreams?\n  ","230522":"\n  Next on the agenda is editing videos\n  ","230523":"\n  Bc that’s intensely creepy. I don’t know you. Unless you’re my boyfriend, I don’t want you anywhere near my personal space. Don’t touch me.\n  ","230524":"\n  Night 🦉🌙\n  ","230525":"\n  No I like thunder storms. Sitting inside and watching the rain is relaxing\n  ","230526":"\n  I miss jumping so much!!\n  ","230527":"\n  Long to binge over a few months, short to watch in a day\n  ","230528":"\n  My life tbh\n  ","230529":"\n  Dare I ask..what the hell is that?\n  ","230530":"\n  Meh pop music isn’t my fav\n  ","230531":"\n  Nice! Keep up the good work! 💪\n  ","230532":"\n  Cool!! Does a lot of boxing focus on your knees and hands?\n  ","230533":"\n  Sending good vibes your way too!!\n  ","230534":"\n  Idk 10 different things but I’d like to be able to like ❤️ someone’s reply in a thread without having to answer. That would be nice!\n  ","230535":"\n  😌🦄✨\n  ","230536":"\n  Awesome! Are you improving? 🥊\n  ","230537":"\n  Awe me too!! ☺️💙🐴\n  ","230538":"\n  Sandy just told me I was beautiful 😌💙\n  ","230539":"\n  Haha no worries :P\n  \n  Yeah he was a sweet little dude🐴\n  ","230540":"\n  Most snakes where I live are completely harmless :) there are only 2 venomous species so as long as I know to stay away from them I’m good\n  ","230541":"\n  That’s me when I was 16 or 17 I think lol\n  \n  And thanks, that horse belonged to one of my old trainers. His name was Remy!\n  ","230542":"\n  Ooo I’d rather see a snake than a spider! I like snakes, they’re cool! I HATE spiders!!\n  ","230543":"\n  No worries 😌\n  ","230544":"\n  Horse ridin\n  ","230545":"\n  Idk man. Here’s to hoping we can all live a good one\n  ","230546":"\n  Hey Javi 👋 I’m doing well, happy Thursday!\n  ","230547":"\n  ☺️☺️\n  ","230548":"\n  Yeah when I was a super little kid\n  ","230549":"\n  I mean, Neapolitan is the one with the 3 flavor stripes in one right? I don’t like fruity ice cream very much anyways, but i especially don’t like when it gets melty and mixes all together. It’s a weird flavor lol\n  \n  Eeeeh I could take it or leave it 😅😅 Maybe not a fan\n  ","230550":"\n  Pillow 😳\n  \n  I’m screwed\n  ","230551":"\n  Totally ☺️\n  ","230552":"\n  Not sure if it’s a hot take or not but I’m not a fan of Neapolitan ice cream idk\n  \n  Haha you really seem to like that idea 😂\n  ","230553":"\n  Sure! ☺️🐴\n  ","230554":"\n  Yeah the chocolate one with vanilla ice cream 😍\n  \n  Lmao truuuuueeeee\n  ","230555":"\n  I know a good bit about them I think.\n  \n  One interesting fact is that horses have the largest eyes of all living land mammals! 👁\n  \n  (Some aquatic animals like whales have them beat 🐳 )\n  ","230556":"\n  They say sleeping with your partner actually helps you get more REM sleep I think! It’s good for ya! I’m sure it still counts over the phone 📱\n  ","230557":"\n  Ahahaha 😂\n  \n  Actually I just got ice cream sandwiches the other day from the grocery store on my way home so I’ll probs have that not gonna lie\n  \n  Can you believe my sister doesn’t like them?! Like what! They’re def at the top of my list for favorite desserts\n  ","230558":"\n  Nah\n  ","230559":"\n  Alrighty lol\n  ","230560":"\n  Well considering I don’t know you I sure hope you wouldn’t 🙃\n  ","230561":"\n  Ooo I love chick! So jealous. I’ll probably just make some pasta or something. Not much food in the pantry atm\n  ","230562":"\n  For a day maybe. But not for a lifetime! We have it too good now to go back to taking 4 days to travel somewhere you could go in a car in a couple hours lol\n  ","230563":"\n  I don’t like being tickled.. I find it creepy and not funny or cute at all. I swear people love asking me this question...I don’t understand why\n  ","230564":"\n  Just relaxing a bit and getting the house ready for my bed to come stay with me tomorrow :) Probably gonna shower, eat, and clean up a bit. Hbu?\n  ","230565":"\n  We had a few in our town so we had options! 🍺🍷🍸🥃🧉\n  \n  Cheers! 🥂🍻\n  ","230566":"\n  I think I might have a pasta dish 🍝\n  \n  Awe that’s sweet ☺️\n  ","230567":"\n  Yes!! 💙💙💙\n  ","230568":"\n  Nowadays I stay in bc I’m old and bc of corona. But in college you could catch me out at the bar or hosting a porch party on Buffalo St 🐃 🍻\n  ","230569":"\n  Yeah totally, it’s all good lol\n  ","230570":"\n  Nice, what did you eat?\n  \n  I hope your gf is doing well! When I call Sandy he always makes sure I get to see the horse too bc he knows it makes me super happy since I can’t be there rn. It’s so cute 😍🥰 He does it every morning and evening before and after work lol\n  ","230571":"\n  It was a little tough since I moved back in middle school. At that age everyone is petty like we were talking about lol. I managed to make friends after a while but I can’t say I’m really friends with any of them now\n  ","230572":"\n  Talkin yo my mans on fscetime lol, just relaxing before making myself some dinner. Not sure what I wanna have 🤔\n  ","230573":"\n  It is illegal to even approach a wild horse in most places and a very very bad and dangerous idea at best in places where it isn’t outright illegal. However, there are both private and governmental organizations that facilitate the adoption of wild horses during certain times of year from BLM lands and refuges. You can tame and train those horses if your application for adoption is accepted\n  ","230574":"\n  True true\n  ","230575":"\n  You can find horses at auctions for nearly free, but there’s no guarantee they’ll be trained or safe to handle. A decently started or well-trained horse usually goes from around $1,200’s for a low to mid level horse to the upper $100,000’s for a professional or Olympic level trained horse\n  ","230576":"\n  Tongue. More easily hidable than another nose lol\n  ","230577":"\n  Depends on my mood lol. Anything but Hershey’s 🙅🏽‍♀️😷\n  ","230578":"\n  No, they eat a lot more fibrous and abrasive food than non-feral horses so they wear their teeth down a lot more, making them not as likely to become sharp. All horses are hypsodonts, meaning their teeth are both really long and they continuously erupt out of their gums as the wear down from chewing.\n  \n  Feral horses also eat a less sugar than non-feral horses because they have less access to it. (ie nobody to feed them peppermint treats, apples, or sugar cubes)\n  ","230579":"\n  That’s happened to me before too. Totally the worst. Glad you’re seeming to feel better now tho\n  ","230580":"\n  Milk chocolate 🍫\n  ","230581":"\n  Good for you!\n  \n  Aw yeah that happened to my bf last month and his boss had to send him home early too. He felt sick and could t eat or anything :\/ I felt so bad for him. That really sucks\n  ","230582":"\n  Good for you for going back to school! You said you were sent home from work, are you sick or something?\n  ","230583":"\n  An extra finger lol. People would never stop staring at you if you had an extra eye on your face\n  ","230584":"\n  Noice 😊\n  ","230585":"\n  Hey asshat 🙄 How would you feel opening your inbox and seeing some condescending idiot trying to ask some stupid ass irrelevant questions bc people apply for jobs they don’t have prior experience on all the time because that’s how you move up in the world and why would you just keep applying for the same job you already have?\n  ","230586":"\n  I’m neither vegan nor vegetarian and agree that people are meant to have a certain amount of protein in their diets that can most easily be acquired from animals, but I also have friends who are vegan and they’re able to maintain a balanced diet with no deficiencies, so it’s totally doable for sure.\n  \n  To address your second point, the animals used for animal product production are killed for meat anyways after they’re deemed “unusable” so it’s not a good compromise. For example cows who can’t produce milk anymore (after about 5 years of constant pregnancy and milking) are slaughtered for beef and chickens who get burnt out on laying eggs (around 1 or 2 years) are killed as well. Even if you, yourself aren’t eating meat, you’re still directly supporting the machine that pumps animals through it to produce meat.\n  \n  Meatless Monday’s and stuff is a noble cause, and technically that’s helping lessen the impact. But don’t go into it thinking that that’s going to save animals in the future. Basically if your reason to change your lifestyle is to save the animals then go all the way or don’t go at all lol\n  ","230587":"\n  Fine thanks\n  ","230588":"\n  Looks like he got away...guess what they say is true! You can’t catch the gingerbread man!\n  ","230589":"\n  We’re running as fast as we can!\n  ","230590":"\n  I didn’t go to university in Germany, I wasn’t old enough when I lived there. We went to grade school on the American military base where my parents worked. I went to college here in the US. It wasn’t huge, more medium sized. My biggest class had like 50 people but usually it was around 30\n  ","230591":"\n  Horses 4ever!\n  ","230592":"\n  We lived in a really small village about an hour or so from Frankfurt. That’s a huge city! My parents worked on a military base about 30 or so minutes from our village\n  ","230593":"\n  Quick catch him! There he goes!!\n  ","230594":"\n  3, 2, 1...GO!\n  ","230595":"\n  If you already have the horse and all the equipment it needs for it’s care like water and feed buckets, pitchforks, riding equipment, etc, then it shouldn’t be more than an average car payment per month- like $200-$300. Around $4000 total a year in feed, board, farrier, vet, and dentist\n  ","230596":"\n  Base concept: not stupid at all. Actually a good idea! Humans are actually meant to eat a mostly plant-based diet anyways! If you don’t have to kill something, then don’t. That’s not stupid at all.\n  \n  My objections: If someone believes killing or harming animals to feed yourself is wrong then fine...but if you became a vegetarian for that specific reason, just to save animals from harm or suffering, then why would you continue to support the animal farming industry by continuing to consume animal products? That’s my gripe with a lot of  vegetarians who claim they became vegetarian “for the animals” because they believe killing is wrong. Okay but what about milk, eggs, cheese, etc? Those are considered vegetarian because they’re not meat products, but the production of all those things still brought harm and suffering to animals.\n  \n  To me it just sounds like half-assed veganism and honestly seems extremely hypocritical. Either go vegan or don’t.\n  ","230597":"\n  Speaking in front of the camera!!\n  \n\n   https:\/\/m.youtube.com\/watch?v=8Bol8PeHHdM&list=PLMJNQm04nfihsh22Q5MLP8rs_Kl3u4ZQv&index=10&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","230598":"\n  I wish I lived in Finland! It’s the happiest country in the world had had been for the past 3 years running!\n  ","230599":"\n  We’ve caught you!\n  \n   @mhscheer00\n  \n","230600":"\n  These things are dank!\n  ","230601":"\n  Germany most definitely! A lot of other places I lived I was pretty little so I don’t remember them very well\n  ","230602":"\n  SUPER crappy. Medicine, sanitation, social equality for women and minorities, and freedom of speech & religion weren’t a thing. I’d have probably died of overheating from woolen clothes in the summer, the flu, childbirth, in a farming accident, or of infection.\n  ","230603":"\n  You send me this once an hour\n  \n  HI ALREADY 😖\n  ","230604":"\n  Haha to each their own\n  ","230605":"\n  😂😂\n  ","230606":"\n  They’re thinner and crispier! They make a “snap” sound when you bite them. Plus they’re more ginger flavored I think. A little less sweet and a bit more spice if ya know what I mean\n  ","230607":"\n  My parents were in the military so we moved to different places every 3 years for my whole life! We got to see some super neat places and things\n  ","230608":"\n  😋 okie dokie. I’ll try to remember lol\n  ","230609":"\n  On the back of a horse 😍\n  ","230610":"\n  I DO love me some gingerbread. You ever tried a ginger snap cookie? It’s equally good if not better imo\n  ","230611":"\n  Aw haha poor little gingerbread man\n  ","230612":"\n  Haha but I’m not quite there yet,  so for me it’s p old 😅😂\n  ","230613":"\n  Hi again\n  ","230614":"\n  Thanks haha Chance and Sandy are my lil cutie pies 🥧 🥰\n  ","230615":"\n  Yeah honestly the only b-days that matter as an adult are 21, 30 (cause then you’re officially old), 50, and 100 haha\n  ","230616":"\n  No lol those are just as annoying as the rest. Usually if I’m gonna but fast food it’s cause I’ll see the actual store when I’m driving down the road and then decide to stop lol\n  ","230617":"\n  When I lived in Germany it was like THE thing people did. Lots of countryside there, not a lot of giant cities, so it was relatively cheap. Plus I was having a tough time fitting in since I didn’t understand the language and I was a shy kid who liked animals anyways so my mom signed me up to see if I could make friends. Stuck with it ever since!\n  ","230618":"\n  My boys 🥰\n  ","230619":"\n  I tried a bunch of sports over the years but the only one I ever really appreciated or was any good at is equestrian! Makes sense why I like it so much though I guess. You gotta be calm and collected when you’re working with horses so my soft-spoken-ness payed off :P\n  ","230620":"\n  I hope we don’t scare them if we did 😂\n  ","230621":"\n  Thanks ✌🏻\n  ","230622":"\n  Honestly I can’t say I ever remember seeing a commercial or ad and being like “wow I’m buying that rn”\n  ","230623":"\n  Oh dang 😂 it be like that sometimes tbh\n  ","230624":"\n  Nah I have no use for that stuff. I’d rather just get more horse riding equipment or more dog food with my money lol\n  ","230625":"\n  Acknowledgement or greeting, help, or a smile\n  ","230626":"\n  It’s 2 in the afternoon...so yeah\n  ","230627":"\n  No\n  ","230628":"\n  The more I view them the less it makes me want to buy their products cause it gets really annoying\n  ","230629":"\n  No. I do t believe in hell anyways\n  ","230630":"\n  5’5” 👀\n  ","230631":"\n  Not particularly bad lol\n  \n  But I’d argue the healthiest cookie is oatmeal raisin (aka the worst cookie ever)\n  ","230632":"\n  A casual dinner out with some friends. We had Mexican I think\n  ","230633":"\n  Yeah I’m not really one to raise my voice lol. I literally can’t remember the last time I shouted or screamed :P People have always told me I was soft-spoken\n  ","230634":"\n  Ok so say it\n  ","230635":"\n  Er war cool, denke ich 🤷🏽‍♀️\n  ","230636":"\n  What’s important?...the act of listening or the actual thing you have to say..?\n  ","230637":"\n  There was sooo much random drama around me when I was in middle school. I always thought it was kinda stupid cause I was the quiet kid and tried to keep my head down, but yeah it’s a weird age for everyone I think 🤔\n  ","230638":"\n  More wisdom!\n  ","230639":"\n  Heck yeah!\n  ","230640":"\n  Yeaaaah haha kids are curious and wanna learn but teens are “too cool” for that 😂\n  ","230641":"\n  Ginger is good to eat all year :) Great for setting an upset stomach, freshening breath, calming the nerves, I even heard it can help with joint pain\n  ","230642":"\n  I think she wants to teach a young grade too. Maybe like 4th or 5th?\n  ","230643":"\n  Lolol\n  ","230644":"\n  That’s what my sister wants to do 😌 What grade would you wanna teach?\n  ","230645":"\n  Yeah that’s what’s so exciting about it! Buy a box of junk for a dollar and hope something neat is in the box like some jewelry or vintage clothes or something! Then you could sell it for more money or keep it if it was super super cool.\n  \n  I’d more like to watch a YouTube video or something on it than actually do it tho\n  ","230646":"\n  Like beyonddd excited...school has been the biggest stress in my life for a long time. It all seems so pointless haha. I hate having to jump through hoops for no reason\n  ","230647":"\n  Work on stuff for my virtual class and drink coffee 😂😂\n  ","230648":"\n  Hi already...lol I’ve already said hey to you a few times now\n  ","230649":"\n  Blue 💙\n  ","230650":"\n  Hi?\n  ","230651":"\n  Good, how’re you?\n  ","230652":"\n  Thanks 😎\n  ","230653":"\n  9:42 am\n  ","230654":"\n  No, vegetarianism (unless it’s for health reasons like you can’t eat red meat or something) is stupid and pointless af. Fight me lmao\n  ","230655":"\n  I’ve never seen that movie\n  ","230656":"\n  Also good ones! 🎶\n  ","230657":"\n  👅 🧊\n  ","230658":"\n  Nope\n  ","230659":"\n  Cliche but Bohemian Rhapsody, Fat Bottomed Girls, and Another One Bites The Dust\n  ","230660":"\n  Justice, truthfulness, temperance, friendliness, patience, perseverance, and kindness 💕\n  ","230661":"\n  Sometimes...but it’s always better to be polite and aware of the people around you instead of crass and rude\n  ","230662":"\n  Kay lol\n  ","230663":"\n  Going to a wedding this weekend! ❤️ 👰🏼🎩 💒\n  ","230664":"\n  That sucks dude. Sorry you’re feeling upset. Go outside and breathe some fresh air, concentrate on the feeling of the warm sun on your skin or the way the clouds look or the sound of the wind in the trees. Close your eyes and take deep breaths. Center yourself and remember what you have to be happy for 😊🌸\n  ","230665":"\n  Not much. How’s it going with you?\n  ","230666":"\n  Acostado en la cama a punto de levantarse y empezar el día lol\n  ","230667":"\n  Hey\n  ","230668":"\n  Sometimes but I like making them better! Here’s one from a horse show from back before covid!\n  \n\n   https:\/\/m.youtube.com\/watch?v=-Pg6nvP9sG8&list=PLMJNQm04nfihsh22Q5MLP8rs_Kl3u4ZQv&index=12&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","230669":"\n  Unboxing seems more exciting\n  ","230670":"\n  I can briefly mention it in the next YouTube video I do I guess\n  ","230671":"\n  Not from a stranger\n  ","230672":"\n  A person without their memories and sense of identity is just a husk\n  ","230673":"\n  Yes! ♥️\n  ","230674":"\n  Hell no. Just made a post about this yesterday but designer brands are a waste of money\n  ","230675":"\n  Yup, one younger sister! Do you have siblings?\n  ","230676":"\n  Yes!\n  ","230677":"\n  Yeah that would be the dream forreal!\n  \n  I did a bunch of theatre in high school and loved it! I had a few friends in the theatre department in college too. How do you like it? It seemed like hard work but also a blast!\n  ","230678":"\n\n   https:\/\/m.youtube.com\/watch?v=QE1yw9zBrEs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","230679":"\n  Not in the slightest. They’ve proven their general incompetence and inability to serve the people time and time again\n  ","230680":"\n  My favorite ring :)\n  ","230681":"\n  Yeah!\n  \n  Anywhere with BLM lands or large national parks! I’m thinking WY, CO, MT, or even CA in the future. Wherever the jobs are is where I’ll try to go!\n  ","230682":"\n  Designer brands. You end up paying more money than things are worth just because it has a logo on it. Plus a lot of designer labels aren’t made very ethically and use sweatshops and child labor to produce products. Overall it’s all very silly and pointless to me\n  ","230683":"\n  I’m actually pretty close to you lol. I’m in va\n  ","230684":"\n  I’d probably have to move out west somewhere to truly live my dream but first I need enough money to do that so for now I gotta stay where I am and build up some funds.\n  \n  Yeah if I was going to work in the equine industry right away I’d probably have to have gotten a degree in equine sciences but I didn’t even know that was a thing when I entered college. It wasn’t a major that was offered at the school I went to\n  ","230685":"\n  Both!\n  ","230686":"\n  Rivers are part of the ecosystem lol so maybe! I’m hoping to do something more along the lines of wildlife conservation but I’ll have to explore the job market options near me after I actually graduate this December :)\n  \n  It’s my ultimate dream to do stuff with horses but rn it’s just not in the cards haha.\n  ","230687":"\n  Just finished watching this documentary called “Equus The Story of the Horse”. It was pretty entertaining and I especially liked what Jim Anderson had to say\n  ","230688":"\n  Haha it’s not just trees it’s the whole ecosystem :P\n  \n  Not sure yet but I’d love love love to do work in conservation\n  ","230689":"\n  Environmental science 🌳🌲\n  ","230690":"\n  You too my dude\n  ","230691":"\n  Don’t like them\n  ","230692":"\n  Since I am a thin white female who likes the outdoors and working with animals the total opposite of me would probably be an overweight black male who lies sitting inside and is allergic to pets lol\n  ","230693":"\n  Hi 👋🏻\n  ","230694":"\n  Hi\n  "}}