{"Question":{"23606":"\n   Should I invest in buying airpods or just get an iWatch?\n  ","23607":"\n   Who is still awake ?\n  ","23608":"\n   UwU \nwuts dis?\n  ","23609":"\n   Favorite trees?\n  ","23610":"\n   Can talent be taken away?\n  ","23611":"\n   Any new year Eve parties?\n  ","23612":"\n   are there riots in your city because of trump losing?\n  ","23613":"\n   Cute smile 🥰❤️❤️\n  ","23614":"\n   What's your favorite brand of gum?\n  ","23615":"\n   Are you happy with your life?\n  ","23616":"\n   Hi everyone am new on here\n  ","23617":"\n   Thumbs up if I can follow you\n  ","23618":"\n   Picture 💙\n  ","23619":"\n   Soo, anything eating away at your soul?\n  ","23620":"\n   Do you think drones should be allowed in your city or banned?\n  ","23621":"\n   If you could go back in time, what’s one piece of advice you’d give to your younger self?\n  ","23622":"\n   I've needed new socks for a couple years now but i never think to buy them.\n  ","23623":"\n   Have you heard?\n  ","23624":"\n   Is it ok to like Cherry Coke better than Wild Cherry Pepsi?\n  ","23625":"\n   My page, if I spread negativity that’s my problem not your responsibility you need to be more strong minded. Then another thing too is ignoring.\n  ","23626":"\n   Guess what\n  ","23627":"\n   could yall date someone online and the distance would be long distance ?\n  ","23628":"\n   Do you get road rage walking behind slow people? But before you answer read the bellow. 😆\n\n(This is a random Ask generated question and I have to ask this because honestly it doesn't make sense because why would you be walking behind them? And get road rage? Wouldn't it be walking rage?) 😂?\n  ","23629":"\n   Are you health conscious? 🥗\n  ","23630":"\n   Are you excited for Christmas?\n  ","23631":"\n   • What's the most interesting thing you've read lately? 📖👓\n  ","23632":"\n   Do you understand why people are rude af for no reason?? 🙃🙃\n  ","23633":"\n   Do you like the VIP option?\n  ","23634":"\n   how it feels to be seleb?\n  ","23635":"\n   Would you slap your sibling for $900?\n  ","23636":"\n   Do you ever traveled? Where have you gone?\n  ","23637":"\n   Who welcome the new year with drinks 🍹???\n  ","23638":"\n   Are you able to cry in front of people?\n  ","23639":"\n   Do you need new socks?\n  ","23640":"\n   Do you wear a mask? Why or why not\n  ","23641":"\n   Have a nice day\n  ","23642":"\n   How do you make answers secret?\n  ","23643":"\n   How are you\n  ","23644":"\n   How’s your day going ?\n  ","23645":"\n   WOULD YOU HUG A RANDOM STRANGER WITH A \"HUG ME\" SIGN?\n  ","23646":"\n   Do you prefer to read or watch movies?\n  ","23647":"\n   How’s your Christmas going? Did you receive any gifts today?\n  ","23648":"\n   Looking for a boyfriend to be my only fans photographer\n  ","23649":"\n   Yeah if your dr tell you you’re good that’s all that pretty much matters.\n  ","23650":"\n   Whats your plans for tomorrow?\n  ","23651":"\n   Have you ever gone hiking?\n  ","23652":"\n   What's your favorite midnight snack?\n  ","23653":"\n   lets do it whn u are not down\n  ","23654":"\n   Thank you for your choice (A hui hou) on my page.\n  ","23655":"\n   Do you know someome who tried to do something to look cool and it ended in utter embarrassment? 🤡\n  ","23656":"\n   ❤️❤️❤️\n  ","23657":"\n   If you had to change your hair color, what color would you change it to?\n  ","23658":"\n   Have you ever dated older people?\n  ","23659":"\n   What bad habit do you have? 😈\n  ","23660":"\n   do you listen to 2pac? man really makes you think about life\n  ","23661":"\n   So would you leave someone you are planning to settle because he's always sexting other girls and planning to sleep with them. 🙄🙄🙄\n  ","23662":"\n   why? have you given them a shot? what did you watch that made you give up on a whole genre\n  ","23663":"\n   What are your thoughts on Hollywood running good movies in the ground with crappy sequels? For example, the Transformers franchise.\n  ","23664":"\n   Why can't people just be real these days wtf!!??\n  ","23665":"\n   Lets have fireworks tonight whos in\n  ","23666":"\n   بالله قرص مهدأ لمشاعري * او حقنة للشوق والآلام 🌸\nاو اعطنى لعيون قلبى قطرة * للدمع او كبسولة الالهام 🌸\nاو فارفقى بالقلب انت دواءه فكأن قربك قرص كتافلام 🌸\nغزل صيدلى 😅\n  ","23667":"\n   \" إيّاكَ أن تُعطي فؤادكَ للّذي\n           ما إن تغيبُ إلـي البديلِ يميلُ\n واختر لقلبك ما يليقُ بصدقهِ\n            و ما كلّ مــــن يأوي إليكَ خليلُ\n  ","23668":"\n   pizza or macaroni?\n  ","23669":"\n   🥺\n  ","23670":"\n   I am not promising anything right now but maybe I can bring my phone to the hotel\n  ","23671":"\n   Is it too early to call it a night?\n  ","23672":"\n   Will a quarter pounder with cheese, large fries, and a large hi c orange lava-burst drink from McDonald's make me very full?\n  ","23673":"\n   What’s your top breakfast choice?? 🍳\n  ","23674":"\n   ( ͡° ͜ʖ ͡°)\n  ","23675":"\n   You’re beautiful!\n  ","23676":"\n   Follow me and I’ll follow back. Comment when you’re done\n  ","23677":"\n   Do you love or hate Mondays? 🌻\n  ","23678":"\n   Would you ratherbe forced to sing along or dance to every single song you hear?? 🤣\n  ","23679":"\n   Do you really think wearing a mask is taking rights away?\n  ","23680":"\n   Damn I can’t open it\n  ","23681":"\n   What is before Big Bang? Source of all energy that formed that later? Can something come from nothing?\n  ","23682":"\n   How's it going, you bright eyed sugar muffin honey bun?\n  ","23683":"\n   What is a pet peeve of yours?\n  ","23684":"\n   Will you be taking the COVID vaccine?\n  ","23685":"\n   I have a very deep voice. \nI have big feet. My name is Ri_\n  ","23686":"\n   Who is your favorite Star Trek captain?\n  ","23687":"\n   You know your a meat eater when you want fried chicken and sausage at 12Am 🍳\n  ","23688":"\n   Since when did \"It just is.\" become an answer to any question?\n  ","23689":"\n   How are you doing today?\n  ","23690":"\n   Pepsi or Coke?\n  ","23691":"\n   what’s the best compliment you’ve ever received?\n  ","23692":"\n   What do you think is the most impressive thing you've built \/ made completely by yourself? Maybe post a pic to showcase it if you'd like? 🤩🔨🎨\n  ","23693":"\n   How would you summarize your 2020? Anything good that happened in your life despite the pandemic and such? 😄🗓\n  ","23694":"\n   Your eyes 👌🏽\n  ","23695":"\n   who’s ready for xmas?\n  ","23696":"\n   All of that complex universe came from nothing? How do u understand all these complications?\n  ","23697":"\n   Do you believe in God? Why or why not?\n  ","23698":"\n   The Lord Himself goes before you and will be with you; He will never leave you nor forsake you. Do not be afraid; do not be discouraged. Deuteronomy 31:8-9\n  ","23699":"\n   Doing much now ? xxxxxx\n  ","23700":"\n   Hey? :D Happy new year ? :D xxxxx\n  ","23701":"\n   You doing much now ? :D xxxxxx\n  ","23702":"\n   A selfie pls ? xxxxxxxxxx\n  ","23703":"\n   Picture ❤️\n  ","23704":"\n   what are you proud of\n  ","23705":"\n   Have you ever traveled abroad?\n  ","23706":"\n   How many pets do you have?\n  ","23707":"\n   Have you ever thought of becoming a Muslim?\n  ","23708":"\n   To be or not 2 be?\n  ","23709":"\n   Do you see smoking or vaping as something cool?\n  ","23710":"\n   Are you a good liar?\n  ","23711":"\n   any new friends ?\n  ","23712":"\n   How are you doing today?\n\n🎉Today is officially my birthday. I am so excited. I have going to come home and bake a birthday cake with my husband. So far the past week has went by really good. Better than I thought.🎉 You guys have made my holiday and my birthday wonderful. Thank you for that. ❤🙏🤘\n  ","23713":"\n   What would you do if you could inflate your body like a balloon?\n  ","23714":"\n   Ever been caught ding. Something wrong and then were able to talk your way out of it?\n  ","23715":"\n   What was a craft that you loved to do when you were a kid?\n  ","23716":"\n   do you play video games? what's your favorite game?\n  ","23717":"\n   do you remember the ohio crew on here a few years back?\n  ","23718":"\n   🥺\n  ","23719":"\n   Damn it’s secret 🥺\n  ","23720":"\n   I miss traveling so much. Have you been on any interesting trips lately? 🚗\n  ","23721":"\n   If you were arrested with no explanation, what would your friends and family assume you had done? 🤪\n  ","23722":"\n   WHAT'S THE SHADIEST THING YOU'VE SEEN SOMEONE DO ?\n  ","23723":"\n   Was it easy for you to choose a career?\n  ","23724":"\n   Are your answers getting deleted randomly?\n  ","23725":"\n   How much time do you look at videos on YouTube\n  ","23726":"\n   Fоllbасk?\n  ","23727":"\n   Tea or coffee?\n  ","23728":"\n   Least favorite TikToker?\n  ","23729":"\n   im cool with being friends with who ever. i dont care if u was in tx, but dont run circles around me. js\n  ","23730":"\n   How was your day?\n  ","23731":"\n   Happy Monday everyone. Have a great week\n  ","23732":"\n   Merry Christmas🎄\n  ","23733":"\n   If you could change something in the way you were raised, what would it be?\n  ","23734":"\n   Who is your hero? What do you think of the statement \"Never meet your heroes\"?\n  ","23735":"\n   would you date someone who's biracial?\n  ","23736":"\n   yep tons and tons of hate because this might have very well been my last Christmas to spend with my mom\n  ","23737":"\n   Hi 👋 sav how are you merry Christmas 🎁🎄 belated and hope you have a good time today\n  ","23738":"\n   What's the most immature thing your parents ever done\n  ","23739":"\n   DO YOU LIKE UNEXPECTED PLEASANT SURPRISES?\n  ","23740":"\n   Nay\n  ","23741":"\n   WHAT'S YOUR WORST HOLIDAY EXPERIENCE? ☹\n  ","23742":"\n   Thank you everyone who answered about the mail man I got my things Christmas Eve and I am so greatful for that thank you 😊\n  ","23743":"\n   Sorry if this is TMI but I’m thinking about trying Yoni Steaming has any Females tried already?\n  ","23744":"\n   your. welcome\n  ","23745":"\n   You always had an eye for things that glittered But I was far from being made of gold\n  ","23746":"\n   Hello do you like Instagram?\n  ","23747":"\n   How many languages do you speak? What are they?\n  ","23748":"\n   follwoed you\n  ","23749":"\n   What kind of food do you usually eat during your Christmas dinners? 😋🎄\n  ","23750":"\n   The universal law is: if you do or say something stupid, then you feel stupid\n  ","23751":"\n   What is the first thing that you notice about people?\n  ","23752":"\n   How are u. Very pretty eyes if i may say so\n  ","23753":"\n   WHO'S  HOTTER?  GABBS  VS  SHELBY\nCHECK OUT THE PICS IN MY POLLS\n  ","23754":"\n   what sort of truck driving do you do?\n  ","23755":"\n   (To the one's who celebrate it! If not ignore & srry!)\n\nMerry Christmas you guuys! 😁✌🤙🎄 I wish you all a good one! Happy New year! Better year next year! Yes! I just wanted to send this message out to you wonderful people & re-remind some of you! Your the best & that YOU ROCK! & keep rocking! 😊\n  ","23756":"\n   What was the reason you broke up with your e❌?\n  ","23757":"\n   DO YOU THINK OF WHAT TO SAY BEFORE YOU CALL SOMEONE OR DO YOU JUST CALL THEM RIGHT AWAY?\n  ","23758":"\n   Everything is fine. You\nlike me?\n  ","23759":"\n   *pizza\n  ","23760":"\n   We should date. I’ll buy you Orissa everyday\n  ","23761":"\n   Sweet tea. Yay or nay?\n  ","23762":"\n   Do you know Spanish?\n  ","23763":"\n   Di you are really an inspiration to me i would really like to meet you and spend some time with you i adore you a lot ?you are damn pretty ?\n  ","23764":"\n   Tavon Austin?\n  ","23765":"\n   What's different from this holiday season compared to your last year's?\n  ","23766":"\n   Do you think people with severe disabilities should be allowed to buy sex?\n  ","23767":"\n   Have you been in an Escape Room?\n  ","23768":"\n   I am a boy who wants to start wearing skirts and want to know which skirt I should wear?\n  ","23769":"\n   A\n  ","23770":"\n   Do you miss someone ?\n  ","23771":"\n   Does everyone eat turkey for Thanksgiving?\n  ","23772":"\n   Hey babes\n  ","23773":"\n   What are your weekend plans?\n  ","23774":"\n   What is funny\n  ","23775":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","23776":"\n   What would be your advice to artists struggling because of the pandemic\n  ","23777":"\n   Have you ever called a phone  number written on a bathroom stall? What ensued?\n  ","23778":"\n   Do you help your parents out; even if you dont get paid for it?\n  ","23779":"\n   Are you ready for Christmas\n  ","23780":"\n   How do you balance a tiresome and stressful school\/work environment? Do you have any tips?\n  ","23781":"\n   How many times have you lost a phone?\n  ","23782":"\n   So I am a pathological liar and a compulsive liar at that, I used all type of statements like you don’t know what it’s like just to get people to be nice to me what would you recommend me?\n  ","23783":"\n   Thank you for your choice (I'll remember you......always!!!) on my page. Have a nice holiday.\n  ","23784":"\n   What is your pet's name?\n  ","23785":"\n   Do you consider yourself a leader?\n  ","23786":"\n   You look like you're 18 and talk like you're 25\n  ","23787":"\n   Would you ever consider getting Botox injections?\n  ","23788":"\n   I want to get my sisters a puppy, but she is still grieving for the loss of her dog that past away 8 years ago. Urn with dog ashes are are on her bed and I don’t know how to get her out of it. I suggested a new dog but she is absolutely no attitude. But yet she cannot sleep. Any suggestions?\n  ","23789":"\n   Would you be offended if someone offered you a tic tac?\n  ","23790":"\n   Do you enjoy fishing in video games?\n  ","23791":"\n   What was your most recent dream about?\n  ","23792":"\n   Do you consider stargazing a date?\n  ","23793":"\n   Miss you baby\n  ","23794":"\n   Thank you for your choices (Carmel cookies and PBJ cookies and Fish cake or Fish pie) on my page.\n  ","23795":"\n   why does roman reigns take 15 minutes to cut a promo?\n  ","23796":"\n   Have you ever been attracted to someone's voice?\n  ","23797":"\n   I know this is a dumb question but what are the coins for in this app\n  ","23798":"\n   have you ever owned any succulents?\n  ","23799":"\n   The type of shoe you have the most of in your closet?👠👟👢👡\n  ","23800":"\n   What are your halloween plans ?\n  ","23801":"\n   show me love\n  ","23802":"\n   Are you happy or sad now?\n  ","23803":"\n   Your sexuality? LBGTQ+?\n  ","23804":"\n   What doing\n  ","23805":"\n   Have you ever truly been in love? Tragic romance and all that? What is your love story? ❤\n  ","23806":"\n   If you could jump into a swimming pool which was filled with anything you wished, what'd you choose? Why that? 💦\n  ","23807":"\n   What was the first band or musician you were really into? Do you still like it?\n  ","23808":"\n   I hope not yours 🤣\n  ","23809":"\n   Where is the worst smelling place you’ve been?\n  ","23810":"\n   WHAT IS YOUR FAVORITE OUTDOOR ACTIVITY?\n  ","23811":"\n   Can i die if i fap 4 times per day?\n  ","23812":"\n   Whats your biggest fear?\n  ","23813":"\n   My name is Festerson. Lauren is hot!\n  ","23814":"\n   Wyd\n  ","23815":"\n   Anything\n  ","23816":"\n   What do you think is my real name? What is your real name?\n  ","23817":"\n   For asking about your self really 😑\n  ","23818":"\n   I talk to all people\n  ","23819":"\n   For asking about your self\n  ","23820":"\n   Wall to wall talk\n  ","23821":"\n   I’m a fair type of person now please behave\n  ","23822":"\n   Tell me about your self\n  ","23823":"\n   What do you think of tattoos?\n  ","23824":"\n   Hey\n  ","23825":"\n   \"If you gone leave don't come back, stay yo ass right where you be\"\n\n-Seddy Hendrinx \n\nIt's facts wat Seddy said frfr💯💯💯❗🗣\n  ","23826":"\n   Whats your favorite drink?\n  ","23827":"\n   Do you know how to eat with chopsticks? Are you any good at it? 🍜 Maybe you have some tips for someone like me who sucks at it? 😂\n  ","23828":"\n   Favorite breed of dog?\n  ","23829":"\n   What was everyone first paid job\n  ","23830":"\n   How many friends do you have ?\n  ","23831":"\n   What is your temper?\n  ","23832":"\n   Do you ever had a good question but you get too shy to ask openly so you just asked it anonymously? 🤡\n  ","23833":"\n   What can I say to a friend that is depressed? I read alot of articles about what not to say but I don't know what I can tell him to help.\n  ","23834":"\n   Should organ donors be financially compensated?\n  ","23835":"\n   Hii\n  ","23836":"\n   Who is the cruelest person in history?\n  ","23837":"\n   Hey Loves Be Sure To Spam Me With Questions Anonymous Or Not (Sent This To Everyone)\n  ","23838":"\n   What day were you born?\n  ","23839":"\n   How many people do you still know from school?\n  ","23840":"\n   Have you been hacked before?\n  ","23841":"\n   Do you like to be in pictures?\n  ","23842":"\n   Do you believe in other dimensions and parallel universes? 🌌\n  ","23843":"\n   Genuinely asking what is some good head peoples or earphones not wireless\n  ","23844":"\n   Would you rather live your entire life in a virtual reality where all your wishes are granted or just in the normal real world?\n  ","23845":"\n   iPhone 12 or iPhone 11\n  ","23846":"\n   How it's life going ?\n  ","23847":"\n   How can I attract your attention?\n  ","23848":"\n   Are there any quilters out there?\n  ","23849":"\n   Day or night? :))\n  ","23850":"\n   Why can’t you buy 🐀 mouse 🐁 flavored 🙀 cat food? Is that bad?\n  ","23851":"\n   Are you talking with someone?\n  ","23852":"\n   Should people have the right to live in any country they wish? 🌏\n  ","23853":"\n   If life were a VIDEO GAME, would you use some of the CHEAT CODES? 🎮\n  ","23854":"\n   Do you have a pen-pal or chatmate whom you have never met, but who understands you like no one else?\n  ","23855":"\n   Are you interested in anyone lately? How's your relationships been this quarantine?\n  ","23856":"\n   Have you ever caught someone or been caught cheating?\n  ","23857":"\n   How many levels of stupidity is there you think?\n  ","23858":"\n   Have you ever locked yourself out of the house?\n  ","23859":"\n   got trust issues?\n  ","23860":"\n   Have you ever been to Santa Cruz California ?\n  ","23861":"\n   When was the last time that you got sick? 🤒 Have you gotten sick less often now during the pandemic? 😷\n  ","23862":"\n   Have you ever started a fire accidentally?\n  ","23863":"\n   Are diamonds still a girls best friend?\n  ","23864":"\n   Do you like cats?\n  ","23865":"\n   Are you the favorite child?\n  ","23866":"\n   Can you climb a tree? 🌳 If yes, when was the last time you climbed a tree? If no, why not?\n  ","23867":"\n   what’s the SPICIEST thing you’ve ever eaten? 🥵\n  ","23868":"\n   do you like to win? what do you think of failures?\n  ","23869":"\n   A witch has cast a spell on you turning you into an inanimate, non-electronic object for a year. To be changed back into human form before the year is up, you need to be able to get at least a hundred people to touch you. What inanimate object would you be? 🤔\n  ","23870":"\n   😍 you look so beautiful ❤\n  ","23871":"\n   My suicide tendencies is unbearable.\n  ","23872":"\n   Hey guys  how are you\n\n\nWhat you planning when this virus over ?\n  ","23873":"\n   What does it mean to be a good citizen on the Internet?\n  ","23874":"\n   orange juice or apple juice?\n  ","23875":"\n   Do you like corny jokes?\n  ","23876":"\n   °•مساحه||🥀💚•°\n  ","23877":"\n   are you mad right now\n  ","23878":"\n   Is SUFFERING an important part of being HUMAN?\n  ","23879":"\n   MORALITY Q: Should prisoners with full life sentences be given the chance to end their life rather than live out their days locked up?\n  ","23880":"\n   what are you doing tomorrow?\n  ","23881":"\n   Cool 💕 💕\n  ","23882":"\n   💞\n  ","23883":"\n   Do you smoke?\n  ","23884":"\n   Do you have a favorite comedian? 🤔\n  ","23885":"\n   Favorite song by Drake ?\n  ","23886":"\n   💙\n  ","23887":"\n   Is 30 the new 25?\n  ","23888":"\n   Do you like anime?\n  ","23889":"\n   How was your day yesterday?\n  ","23890":"\n   Have you ever been approached by someone in the street?\n  ","23891":"\n   Not all jokes are funny, can you help educate others on what types of jokes are not acceptable? 👩‍🏫\n  ","23892":"\n   Is there a \"perfect relationship? Can such relationship exist?\n  ","23893":"\n   what temperature do you keep your living space at?\n  ","23894":"\n   SCENARIO TIME! If a perfect clone of you were created, right down to the tiniest cellular detail, would it BE you or would it somehow still be missing something?\n  ","23895":"\n   Fashion question \nAre the other ladies that share the same unbling lifestyle?\n  ","23896":"\n   a year from now, when you kicking it in the Caribbean, smiling..you gonna say to yourself, \"Holding a slice of Cheesecake was right”\n  ","23897":"\n   • If God exists, why is there so much evil in the world?\n  ","23898":"\n   Do to like poetry\n  ","23899":"\n   Thank you💯💯💯💯\n  ","23900":"\n   Oh ask about waiting that’s what confused me\n  ","23901":"\n   What does this question even mean?\n  ","23902":"\n   ❤️😍 😍 😍 😍 😍 😍 😍\n  ","23903":"\n   Do you have plans tonight, babe? ~\n  ","23904":"\n   Yr on now?😱\n  ","23905":"\n   Did you watched SNL ?\n  ","23906":"\n   How's everyone's day going?\n  ","23907":"\n   Do you wish you could be taller?\n  ","23908":"\n   If you could travel the world with only one person who would you take?\n  ","23909":"\n   This shii get hard I know🤦‍♂️\nYou cannot give up hope💯\nStay down and stack your dough💸💸\nGrind that shii out fasho💪🏻\n\n-Seddy Hendrinx \n\nIs this a motivational message💯💪🏻? \n\nCause to me it is a motivational message💯💯, btw it's from a song\n  ","23910":"\n   Would you ratherdate someone with bad breath 🙊 or bad manners 😈?\n  ","23911":"\n   do you have phopia from ... ?\n  ","23912":"\n   How are you?\n  ","23913":"\n   You’re in a date and your date suddenly says they don’t like music, is it time to run?\n  ","23914":"\n   Ricky was only 18. I will miss him. Do you think Chloe will miss the little creep ? 👿\n  ","23915":"\n   Roommate Just left and I'm solo...I hope I can be lucky enough to see the person who inspires me to continue to me; and has validated my entire existence by allowing me to help however my CRAZY self can!  🔥💯♥️\n  ","23916":"\n   If you could change something about the school system, what would it be?\n  ","23917":"\n   Have you ever checked the phone or social network account of your partner?\n  ","23918":"\n   what did you have for dinner?\n  ","23919":"\n   Hii\n  ","23920":"\n   have you ever attended therapy? was it helpful?\n  ","23921":"\n   Do I know you?\n  ","23922":"\n   Who on this site played nba2k21 or your waiting\n  ","23923":"\n   Chocolate chip cookies or oatmeal cookies\n  ","23924":"\n   What's your favorite kind of taco?\n  ","23925":"\n   Do you like tennis sport ?\n  ","23926":"\n   What is the most unexpected thing that happened to you this week?\n  ","23927":"\n   [@athenusvena] If we learn and improve from our mistakes, why are we (humans) so afraid to make them?\n  ","23928":"\n   • If you go back in time and teach young Einstein relativity theory, where does the idea come from? 🤔\n  ","23929":"\n   If we have names for our pers, do our pets have names for us? 🤔\n  ","23930":"\n   ⁉️Why did we decide to give February just 28 days when lots of other months have 31 days? Couldn’t we have just taken some of the 31st days from other months and added them to February⁉️\n  ","23931":"\n   Why is it that the good guys always end up broken hearted?\n  ","23932":"\n   does homer simpson wear blue jeans or are his legs painted blue?\n  ","23933":"\n   I wish celebrities would respond to their fans\n  ","23934":"\n   hi savlolo..i hope you doing well ♥\ni'm david from egypt and my native language is arabic so i trying to learn english to get a remote tech job as i want..so i want some help from you..can you help me in this? it's ok if you don't have time and you can't help..i'll understand..just tell me\n  ","23935":"\n   Hot chocolate or apple cider?\n  ","23936":"\n   How are you?\n  ","23937":"\n   Would you want to get your hand on your very own spaceship? What kind of features would it have, how big would you want it to be etc.? Where'd you wanna go with it and what'd you do once you were there? 🛸🌌\n  ","23938":"\n   What tells you the most about a person? Is it their physical attributes or their daily attitude?\n  ","23939":"\n   Why people are so mean around here ?\n  ","23940":"\n   Weird food combo you like\n  ","23941":"\n   Hello\n  ","23942":"\n   Do you like green bean casserole?\n  ","23943":"\n   Do you talk everyday with the same person ?\n  ","23944":"\n   What happened ton6ix9ine?\n  ","23945":"\n   What bugs you?\n  ","23946":"\n   Can a girl and a boy be bestfriends? 👦👧\n  ","23947":"\n   Monday is almost over, yeah!!!!!!\nWhats for dinner tonight?\n  ","23948":"\n   • What's one RED FLAG 🚩 that can make you run away?\n  ","23949":"\n   ARE YOU CLINGY? ❤\n  ","23950":"\n   What if one of your long-held memories isn’t actually completely true? Would it matter? How do you think you'll be able to handle it?\n  ","23951":"\n   Have you ever had a bad job? If yes, did you learn anything useful from it?\n  ","23952":"\n   Biggest lie you told?\n  ","23953":"\n   Любите кексы?\n  ","23954":"\n   What’s the best type of music to listen to when studying?\n  ","23955":"\n   What is love?\n  ","23956":"\n   What movie makes you cry\n  ","23957":"\n   Good morning\n  ","23958":"\n   What gets you out of bed every day?\n  ","23959":"\n   Do you use or create tiktoks?\n  ","23960":"\n   what is your favorite scent?\n  ","23961":"\n   Where are u from\n  ","23962":"\n   Who’s not asleep??\n  ","23963":"\n   What do you do when you over eat?\n  ","23964":"\n   Is chilvery dead?\n  ","23965":"\n   are you the photograph or photographer?\n  ","23966":"\n   🍃💜💙🍃.. How are you going to Celebrate this Halloween??.. 🍃💜💙🍃.. Cómo vas a Celebrar este Halloween??.. 🍃💜💙🍃\n  ","23967":"\n   Anyone else get a random snapchat the other day?\n  ","23968":"\n   What yr doing now?\n  ","23969":"\n   Do you snore?\n  ","23970":"\n   Rich or poor, I dont judge.. shit I've met more \"bums\" who have a heart of gold... who are you or I to judge? That's right, keep your negative thoughts to yourself and spread love instead :) my point is we are all equal are we not?!\n  ","23971":"\n   Do you like eat foreign food ?\n  ","23972":"\n   Hello do you like Instagram?\n  ","23973":"\n   Do you like JOE ROGAN\n  ","23974":"\n   a word that just didn’t sit right with you?\n  ","23975":"\n   Do guys really care if girls shave or not?\n  ","23976":"\n   What brand of shampoo and conditioner do you use?\n  ","23977":"\n   What’s worse than Mondays?\n  ","23978":"\n   Did aliens do stonehenge?\n  ","23979":"\n   Have you ever broken your arm?\n  ","23980":"\n   Have you ever sued someone?\n  ","23981":"\n   Do you like Transformers movies ?\n  ","23982":"\n   remember you’re loved by god ❤️\n  ","23983":"\n   Do you decorate your room or home?🤔\n  ","23984":"\n   What outdated slang do you use on a regular basis?\n  ","23985":"\n   do you like the cold weather? ❄️\n  ","23986":"\n   Would you ratherknow when you’re going to die or how you’re going to die? ☠\n  ","23987":"\n   What STUPID EXCUSE someone came up with to stay at home instead of going to school?\n  ","23988":"\n   Be safe from Covid\n  ","23989":"\n   Ever been to a water park ? are rhey  fun ?\n  ","23990":"\n   What was the best book or series that you’ve ever read or watch? #Recommended\n  ","23991":"\n   Why am I getting these shoutouts? And how do I get rid of them?\n  ","23992":"\n   What Is good for back Pain? 😖🥺\n  ","23993":"\n   Its ok?\n  ","23994":"\n   Do you think it's obnoxious when people ask for coins on here?\n  ","23995":"\n   Have you ever sneaked out from home? Tumakas ka na ba sa inyo? 🏃‍♀️💨\n  ","23996":"\n   Have you ever had a day where everything feels RIGHT and then all of the sudden everything feels WRONG the next day?\n  ","23997":"\n   What does \"feeling high\" mean to you????\n  ","23998":"\n   How forgetful would you say that you are? Like, how often do you misplace stuff and such? 🤔😐\n  ","23999":"\n   If you were dating\/engaged\/married, would you post pictures of you together on social networks? Do you think it is a right thing to do? Or it is an invasion of your privacy? 🤍\n  ","24000":"\n   ‼How do you always get someone's attention?‼\n  ","24001":"\n   Would you rather be married to a 10 with a bad personality or a 6 with an amazing personality?\n  ","24002":"\n   What would you do if you won the lottery?\n  ","24003":"\n   What do u do when you're under pressure?\n  ","24004":"\n   Who’s your favorite comedian? 😂\n  ","24005":"\n   How many friends do you have?\n  ","24006":"\n   Do you get enough sleep?\n  ","24007":"\n   Why do guys on here always ask weird and perverted questions?\n  ","24008":"\n   What is your plans for Christmas?\n  ","24009":"\n   Spinach or Kale?\n  ","24010":"\n   It doesn't matter which way the t.p. goes cuz should you have none then some one is shit out of luck.\n  ","24011":"\n   Where were you 3 hours ago?\n  ","24012":"\n   Have you ever built a gingerbread house? 🍬🍭🏠 How did it turn out? 😁\n  ","24013":"\n   Heyyy\n  ","24014":"\n   If past lives are REAL, what was yours?\n  ","24015":"\n   If you could turn ANY ACTIVITY into an OLYMPIC SPORT, what would you have a good chance at WINNING A MEDAL for?\n  ","24016":"\n   Are you excited for christmas?\n  ","24017":"\n   Did you shop at the bath and body works sale?\n  ","24018":"\n   اغلبك شوية لايكات عشان مكتئب اليوم😳\n  ","24019":"\n   Are you a good shooter? 🔫😏\n  ","24020":"\n   If there was no CoViD virus, what would have you done this year 2020?\n  ","24021":"\n   If you could have picked your own name, what would you name yourself?\n  ","24022":"\n   Heels, boots or doc martens ? x\n  ","24023":"\n   Do you think it's okay for a store to hire 8 part time instead of 4 full time?\n  ","24024":"\n   Ask me something please? :D xxxxxx\n  ","24025":"\n   Hobbies ? :3 xxxxxx\n  ","24026":"\n   You doing much now ? xxxxxxxxxx\n  ","24027":"\n   PVC, rubber or latex? xxxxxx\n  ","24028":"\n   If you would like to use this post to post a selfie go right on ahead.\n  ","24029":"\n   Hw you today?\n  ","24030":"\n   most weed you smoked in a day\n  ","24031":"\n   Are you religious?\n  ","24032":"\n   What’s up\n  ","24033":"\n   Can you tell when someone is lying? 🙊\n  ","24034":"\n   I know right? What should my revenge be lol😈😂😂\n  ","24035":"\n   Have you ever heard of the fact that some guys like beeing hit in the nuts?\n  ","24036":"\n   Are you feminist?\n  ","24037":"\n   Kik id ?\n  ","24038":"\n   أصبحنا وأصبح الملك لله||صباح الخير ☁\n  ","24039":"\n   I do not have an Instagram ? Do you ? I can make one ? xxxx\n  ","24040":"\n   Yeah she accidentally ripped my Calvin Klein thong haha 🥴\n  ","24041":"\n   Would you rather have to use chopsticks every day for the rest of your life or use a fork?\n  ","24042":"\n   Likes 😍😘\n  ","24043":"\n   Take my hart ♥️\n  ","24044":"\n   Keep your questions coming in please? xxxxx\n  ","24045":"\n   Ask me more questions pls ? xxxxxx\n  ","24046":"\n   I want to own as many watches and Apple products as I can? xxxxxx\n  ","24047":"\n   Do you want my Twitter?\n  ","24048":"\n   Post a selfie\n  ","24049":"\n   You doing much  ? :D xxxxxxx\n  ","24050":"\n   Hello beautiful\n  ","24051":"\n   do you have nipple piercing?\n  ","24052":"\n   STOP. Paste here what you last copied! Let's see what everyone has been up to! Game? 😂\n  ","24053":"\n   Would you ratherspend every weekend indoors or spend every weekend outdoors? #HappyWeekend🌞\n  ","24054":"\n   Pic 🌺\n  ","24055":"\n   do you tend to look at your tits a lot?\n  ","24056":"\n   Snapchat id ?\n  ","24057":"\n   all with your boyfriend or with other guys ?\n  ","24058":"\n   Do you think it's okay for my sister to show her bra to her brother when she changes clothes?\n  ","24059":"\n   Have you ever done sex in public like maybe a park or behind the bushes ?\n  ","24060":"\n   Do you drink?\n  ","24061":"\n   Next type ,Next pose 😍🔥🔥😘😘\n  ","24062":"\n   Mmmm gorgeous.  What are you into\n  ","24063":"\n   Do girlfriends expect boyfriend to protect them?\n  ","24064":"\n   Hey\n  ","24065":"\n   Favorite color of purses\n  ","24066":"\n   Hi Sav how are you happy 😃 Friday to you a hug 🤗 I really adore 🥰 you so much\n  ","24067":"\n   thank youu😍 and I already did 💚\n  ","24068":"\n   yes haha\n  ","24069":"\n   cats are nice. so are fish\n  ","24070":"\n   Have you ever had an overnight stay in the hospital? 😷\n  ","24071":"\n   Kik id ? 🥰\n  ","24072":"\n   Do you masturbate?\n  ","24073":"\n   Why\n  ","24074":"\n   Are you ticklis:))\n  ","24075":"\n   Hello how are you doing?\n  ","24076":"\n   I'm fine thank you\n  ","24077":"\n   My friend gave me a massive wedgie today haha💀🥴\n  ","24078":"\n   Follow??\n  ","24079":"\n   Are you a picky eater or do you like to try new foods? 😋\n  ","24080":"\n   If magic was real, what spell would you try to learn first? ✨\n  ","24081":"\n   I have a friend who marries everyone I get close to.😂😂😂 I was friends with a director ashraf hamdi commenting. Then she posted a confession. \"I am the wife of the director from SA. And There's a slut after my husband. Tell me how to get revenge and for her to stay away.\" She has this splittn epis\n  ","24082":"\n   Favorite actress?\n  ","24083":"\n   Tell me something about you that only you knows\n  ","24084":"\n   Hey? Merry Christmas to you ? :D :D You ok  ? xxxxxx\n  ","24085":"\n   Do you have a boyfriend?\n  ","24086":"\n   Is there anything that you have planned in this month of December?\n  ","24087":"\n   so sexy 🥰👌💋💋💋💋\n  ","24088":"\n   Did you get a sun tan on your legs in summer 😄🌞 ?\n  ","24089":"\n   ❤️😍\n  ","24090":"\n   Mood\n  ","24091":"\n   Who can see you  and How he can't love you!♥️🌺\n  ","24092":"\n   Nice leg’s 🥰\n  ","24093":"\n   Show your leg’s\n  ","24094":"\n   sexy asf <3\n  ","24095":"\n   have you had to get a covid test?\n  ","24096":"\n   Happy new year to you ? :D xxxxxxx\n  ","24097":"\n   Someone sent me something on Facebook and I don't want to do that and I have never done that? xxxxx\n  ","24098":"\n   Do you like sports ? :D xxxxxx\n  ","24099":"\n   but there is no\n  ","24100":"\n   I’m currently looking at dynamos and I can’t even believe it, coolest shit I’ve seen so far!\n  ","24101":"\n   Have you ever seen something you can’t explain? 🤷‍♀️\n  ","24102":"\n   Fav colour snake ? xxxxxx\n  ","24103":"\n   Thats my way of saying you’re welcome.\n  ","24104":"\n   🥺❤️\n  ","24105":"\n   Gorgeous.\n  ","24106":"\n   😉\n  ","24107":"\n   Sorry?\n  ","24108":"\n   The best questions comes from more anonymous people or from the people that let themselves be known\n  ","24109":"\n   Do you use Spotify? How did your yearly summary look like? 😁🎧\n  ","24110":"\n   So the people online one can talk to are still real people?\n  ","24111":"\n   good thanks you ?:D\n  ","24112":"\n   1992 ?\n  ","24113":"\n   Yes, never again\n  ","24114":"\n   Yes, 6 months time ? :D xxxxxxxxxxxxxxx\n  ","24115":"\n   Nothing stays the same forever hehe ? x\n  ","24116":"\n   Doing much now ? xxxxx\n  ","24117":"\n   Mine is June 3 :D\n  ","24118":"\n   Ah. A pretty big mistake letting a girl use my laptop wasn't it? xxxxxxxx\n  ","24119":"\n   Mine is June 3 ? xxxxx\n  ","24120":"\n   How are you doing? :D xxxxxx\n  ","24121":"\n   I have 3 cats\n  ","24122":"\n   Macbook Pro or Macbook Air?\n  ","24123":"\n   You doing much now ? :D xxxxxxx\n  ","24124":"\n   good morning to u as well pretty lady\n  ","24125":"\n   hi :) xxxxx\n  ","24126":"\n   I just woke up. doing good\n  ","24127":"\n   Snakes or dolphins? :D xxxxxx\n  ","24128":"\n   What pets do you have?\n  ","24129":"\n   Ask me something please? :D xxxxxx\n  ","24130":"\n   No advertising, and have an iPhone because I needed an iPhone, I bought an Apple Watch because I was curious about it, but it didn’t operate without a iPhone so now I’m part of the eco system.\n  ","24131":"\n   why you disagree 😂\ntry ?\n  ","24132":"\n   Ricky is being a weirdo. He came to my house. I called the police.\n  ","24133":"\n   I want to marry you sister.\n  ","24134":"\n   WHAT IS YOUR FAVORITE GUILTY PLEASURE TV SHOW?\n  ","24135":"\n   Pet peeve: idiots using shout out to spam people! Stop it!\n  ","24136":"\n   Do you like snakes? xxxxxxxx\n  ","24137":"\n   Which fictional character do you wish was real?\n  ","24138":"\n   What’s sex for you ?\n  ","24139":"\n   December is finally here!!! I hope this month is full blessings and joy for everybody😄\n  ","24140":"\n   What's the longest you've ever grown your hair?\n  ","24141":"\n   Why boots ? xxxxxxxx\n  ","24142":"\n   Can you shower with cold water? 🥶\n  ","24143":"\n   How strict was your mom or dad? Who was more strict?\n  ","24144":"\n   A person cannot own a watch if he or she cannot afford it?\n  ","24145":"\n   Truck driver as in TRUCK driver or truck driver?\n  ","24146":"\n   Have you ever been to a renaissance fair or something similar? How was it? What did you think of it? 🏹⚔🛡🏰🐴\n  ","24147":"\n   If you ended up in a parallel dimension where that version of you is another gender but their parents are exactly the same as yours, would you consider them your parents?\n  ","24148":"\n   That’s good. Could be better tbh\n  ","24149":"\n   مساحة لـ ستايلك أاو ستايل يعجـبك || ☺ ..... 💜🎸🎧\n  ","24150":"\n   وفي أول يوم من ديسمبر...🎼💜\n\nتحدَّث\n  ","24151":"\n   What is the temperature where you are at at the moment? Pic?\n  ","24152":"\n   is your bf black?\n  ","24153":"\n   Have you lived anywhere other than California?\n  ","24154":"\n   Please don’t tell me you do onlyfans with your bf?\n  ","24155":"\n   What do you do for a living? \/ What do you want to do for a living?\n  ","24156":"\n   If you were given a choice to turn into a zombie or to die, which would you pick? 🧟‍♀️\n  ","24157":"\n   How often do you eat food which is meant to be easily cooked in a microwave? What do you usually go for? ♨️\n  ","24158":"\n   What time do you usually try to go to bed? 🥱\n  ","24159":"\n   What do you do when you hear something fall in the middle of the night while you are in bed?\n  ","24160":"\n   I want a girlfriend\n  ","24161":"\n   You didn't like it? What do you order from them?\n  ","24162":"\n   If a mysterious benefactor wrote you a check for $5,000 and said, “Help me solve a problem — any problem!” … what would you do with him or her?\n  ","24163":"\n   Do you have Friends with Benefits? 🤪\n  ","24164":"\n   So you do things without considering or caring about the consequences right?\n  ","24165":"\n   • Has another’s pain ever given you joy? Be totally honest.\n  ","24166":"\n   Pengen jalan huhu ttapi kawan pada sibuk semua:(\n  ","24167":"\n   ¿Con qué rapidez te enamoras?\n  ","24168":"\n   Damn. I’m sorry. I work 2 jobs. One on weekends, other one from home. It’s tough. Can we talk on snap? I’m jw. I’m hardly on here\n  ","24169":"\n   Okay\n  ","24170":"\n   Have you tried the $1 beef burrito at Taco Bell? It's really good for just $1.\n  ","24171":"\n   So like, if you wanted,  you could be my wife. Btw, from 1-10. How much do you trust me? And what does trust mean to you?\n  ","24172":"\n   What's your go-to restaurant when you don't know where to eat?\n  ","24173":"\n   My friends and family call me supes because I’m tall, nice and athletic.  👍🏿 \nThe girl I like just tells me I should be a male model.\n  ","24174":"\n   Very interesting explanation. Thank you for the advice. I hope you have a great day!\n  ","24175":"\n   Love it\n  ","24176":"\n   Same\n  ","24177":"\n   I love you!! :*\n  ","24178":"\n   Would you ratherWIN THE LOTTERY but have to spend it all in one day or TRIPLE your current SALARY forever?\n  ","24179":"\n   WOULD YOU RATHER:give up cursing 🤬 forever OR give up ice cream 🍦 for 12 years?\n  ","24180":"\n   Do you remember your first love? Is love real?\n  ","24181":"\n   Happy Monday\n  ","24182":"\n   What is your favorite hour?\n  ","24183":"\n   My nickname is “Superman” irl! Why do you think that is?\n  ","24184":"\n   Yeah, it is unusual. I think she said it bc she wanted to know if I’d put tribal marks on a half White\/African baby. The thing is though, why use herself as the example of my white wife and baby mother? I called her pretty a week prior and she replied with “aww you think I’m pretty “.  Then this? 🤔\n  ","24185":"\n   What would be the worst “BUY 1 GET 1 FREE” sale?\n  ","24186":"\n   Hello what are you doing?\n  ","24187":"\n   Hey? :) x\n  ","24188":"\n   What product do you wish a company would make a “SMART” version of?\n  ","24189":"\n   What subjects do you think should be taught in school but aren’t? 🤓📚👓\n  ","24190":"\n   Nice pics u have there if i may say so.\n  ","24191":"\n   Which song would you choose to give your crush a message indirectly?\n  ","24192":"\n   ShelbyDelaney ... oops didnt mean to be anonymous lol\n  ","24193":"\n   What is your opinion about ABORTION? Are you pro or against it?\n  ","24194":"\n   Favorite song by Banarama\n  ","24195":"\n   Follow back?\n  ","24196":"\n   Have you had an interesting\/confusing\/annoying neighbor?\n  ","24197":"\n   Is part time common in store in your country?\n  ","24198":"\n   i want to speak with you on caht \ndo you understand me 😂😂\n  ","24199":"\n   When can you truly say that \"I DESERVE THIS\"?\n  ","24200":"\n   Do you have a best friend?\n  ","24201":"\n   🤣. It’s not meant to be taken serious. Just know their is someone in California who thinks you’re really cool and is rooting for you!!!\n  ","24202":"\n   How are you mentally?\n  ","24203":"\n   Ive nailed 2 lesbians. Both 8\/10 imo. I’ve learned sometimes all a girl wants is a real friend. Not saying you are one.\n  ","24204":"\n   I love a girl so much , I even opened a  luxury fashion brand by her name but she blocked me from social media .. what should I do? I truly love her a lot . I love everything she loves. She’s the only girl that I deeply love. I met her back when I was in high school. I see her in my dreams everyday.\n  ","24205":"\n   Is this app still as popular as it was a couple years ago? Wondering from the community :)\n  ","24206":"\n   I’m able to do a lot of stuff with Samsung Galaxy frontier aka 46mm but the Apple Watch s3 you can also do a lot, when shopping make sure you get 128 GB instead of a 64 GB when it come to Apple phones\n  ","24207":"\n   Oh :((. Well 5 siblings is awesome.\n  ","24208":"\n   🤣🤣🤣 if later on the sofa you realize that I am still half alive attached to the sole of your foot, will you lower it to finish crushing me?\n  ","24209":"\n   Something you’re thankful for?\n  ","24210":"\n   I think you’re arguably one of the most gorgeous girls in California! Well maybe I’m bias bc I live in California and I think you’re stunning.\n  ","24211":"\n   What set of items could you buy that would make the cashier the most uncomfortable? 🤔\n  ","24212":"\n   If you could start any Rumor about yourself, what would it be? ?\n  ","24213":"\n   Would you ratherclean up someone else’s 🤮 vomit or someone else’s  blood?\n  ","24214":"\n   Are your parents still married? Do you have any siblings?\n  ","24215":"\n   Have you ever thought about growing out your PH ?\n  ","24216":"\n   Follow me on insta. Search 36DDDs\n  ","24217":"\n   If i was a little ant in front of your barefeet what would you do?\n  ","24218":"\n   Are there any really popular apps which you've never used? Would you ever consider downloading any of them? Why \/ why not? 📱🤔\n  ","24219":"\n   Fav shoes animal food colour month puddings ? xxxxxx\n  ","24220":"\n   That’s fair\n  ","24221":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","24222":"\n   Thanks 😊 Sav you too tho\n  ","24223":"\n   Yes. I agree. Your smart. I’m also wondering why she used herself as the example of my white wife and baby mother?\n  ","24224":"\n   DDLG? Do you like DDLG\n  ","24225":"\n   PVC or rubber ?\n  ","24226":"\n   he just had a breakdown and started crying. everything just hit him at one time. his grandma got him to stop crying. but he's really missing his mom right now. he wants to drink but I don't think it's good for him to drink while he's thinking about his mom. how can i convince him not to get drunk?\n  ","24227":"\n   What should I do if my hands are cold...\n  ","24228":"\n   Ootd?\n  ","24229":"\n   Hi how are u doing? Is there any nicknames people call u?\n  ","24230":"\n   • How do you spend your mornings? 🌤\n  ","24231":"\n   • Who do you text the most? #snoopy 👀\n  ","24232":"\n   WOULD YOU RATHER:🤥 detect every lie you hear or 🙊 get away with every lie you tell?\n  ","24233":"\n   What is your best childhood memory??\n  ","24234":"\n   show me your car? x\n  ","24235":"\n   If you had to choose one animal to help you win a fight, which animal would you choose?\n  ","24236":"\n   Are you still listening to the radio?\n  ","24237":"\n   When?\n  ","24238":"\n   ok 👌\nand not Facebook\n  ","24239":"\n   Heyy❤️❤️👸🏻\n  ","24240":"\n   Wtf😂\nWhere do these people come from😂\n  ","24241":"\n   Is there a relative \/ 'kamag-anak' that you try to avoid? 🙈\n  ","24242":"\n   Can y’all send some questions my way I’m super bored and trying to clean all of the thanksgiving madness\n  ","24243":"\n   Favorite thing you’re boyfriend does with you during s*x ?\n  ","24244":"\n   Figurbild?😊\n  ","24245":"\n   i am sorry 😁\nok\ndo you have WhatsApp 🙄\n  ","24246":"\n   Boo\n  ","24247":"\n   Chess or checkers ? xxxxxx\n  ","24248":"\n   Ask me something please ? :3 xxxxxx\n  ","24249":"\n   Is a life exclusive to pleasure (no suffering) worthwhile?\n  ","24250":"\n   Another question, do you love pizza? If you do what is your favourite toppings to put on it? 😂😂💖\n  ","24251":"\n   Do you have a crush on someone?\n  ","24252":"\n   Thanks 😊 Sav last night I pray for you because I told god that you are so sweet and tender with me\n  ","24253":"\n   Canon or Nikon ?  xxxxxx\n  ","24254":"\n   Real or fake flowers?\n  ","24255":"\n   #7 on Ask leaderboard is a pain\n  ","24256":"\n   I wish I had my own place?\n  ","24257":"\n   When?\n  ","24258":"\n   how old are you 😂🙂\n  ","24259":"\n   What goes through your mind when ur alone?\n  ","24260":"\n   home made or bought food ? xxxxxxx\n  ","24261":"\n   If you could steal one thing without consequence what would it be?\n  ","24262":"\n   You ok  ? xxxxxxxx\n  ","24263":"\n   High heels or boots ? xxxxxx\n  ","24264":"\n   A selfie please?\n  ","24265":"\n   You’re cool, friendly and funny.  Plus you look like the girl I’m crushing on irl. 🤣cool asf!\n  ","24266":"\n   Why would someone change address?\n  ","24267":"\n   Fav movies ?\n  ","24268":"\n   Do you like spring ?\n  ","24269":"\n   🤣. You’re my queen!\n  ","24270":"\n   Ask me stuff please?\n  ","24271":"\n   Do you smoke or drink ?\n  ","24272":"\n   Ask me more things please? xxxxx\n  ","24273":"\n   Heels or boots ? xxxxxx\n  ","24274":"\n   Hey? Ask me stuff pls ? xxxxxx\n  ","24275":"\n   Ask me something please? xxxxxx\n  ","24276":"\n   Ah - so a driver doesn't have to own a car in order to be able to drive? xxxxxxxx\n  ","24277":"\n   Phobias ? xxxxxxx\n  ","24278":"\n   Happy thanksgiving! 🍂🍗 How'd you  describe the holiday in an honest way? Especially to someone like me who's never gotten to celebrate it?\n  ","24279":"\n   Back\n  ","24280":"\n   Do you drive ? xxxxx\n  ","24281":"\n   If you could steal one thing without consequence what would it be?\n  ","24282":"\n   What is your favorite dessert? 🧁🍧🍨🍦\n  ","24283":"\n   What word do you always mispronounce?\n  ","24284":"\n   You two could be twins. I need your advice! I’m a 20 year old AFRICAN man, I live in California. A GORGEOUS WHITE GIRL (19 years old) at my university saw my tribal marks and ASKED ME “what if me and you got married and had a baby, would you do that to the baby?” Why do you think she said that?\n  ","24285":"\n   What NFL player would you say Zach Thomas looks the most like out of these 4 NFL players? Mike Alstott, Tom Brady, Brett Favre, or Brian Urlacher? I'm gonna say he looks the most like Brian Urlacher.\n  ","24286":"\n   Cute ❤️\n  ","24287":"\n   Agreed, it’s more of a Look, if you want to be comfy in them they have to be worn in a lot and the leather will get damaged easier.\n  ","24288":"\n   He most definitely the 🐐🐐🐐\n  ","24289":"\n   Is there a tv show that you are currently into? 📺💕\n  ","24290":"\n   Where do you watch\/read\/listen on the news? (TV, online, radio, newspapers)\n  ","24291":"\n   Hi 👋 Sav how are you my blonde 👱‍♀️ friend happy 😃 Thursday to you a hug 🤗 I really love ❤️ you more\n  ","24292":"\n   Is there a MISTAKE 🙅‍♂️ that you keep repeating (and repeating)?\n  ","24293":"\n   What would be the creepiest thing you could say while passing a stranger on the street? #StreetMannersAwareness\n  ","24294":"\n   What NFL player in your dreams are you?\n  ","24295":"\n   How long you been dating your partner?\n  ","24296":"\n   Your favorite rapper?\n  ","24297":"\n   Thoughts on leather jackets?\n  ","24298":"\n   Ada yg kaya aku ga ya\nLagi lupa sama Tuhan\nGimana ya ini hidup sampe gelisah gajelas gini loh \nTapi bingung gamau ngapa ngapain\n  ","24299":"\n   Yes\n  ","24300":"\n   snap (:\n  ","24301":"\n   how can I get rid of some feelings you don't want to feel??\n  ","24302":"\n   Ooo it's 30° here\n  ","24303":"\n   IMAGINE that you are an interviewer. Who would you invite for an interview and Why? What 5-10 important questions would you ask this person? 🤔💭\n  ","24304":"\n   Thanks 😊 Sav you tho\n  ","24305":"\n   Me too Sav and that so sweet of you to say cute words to me\n  ","24306":"\n   I really do love ❤️ you so much Sav\n  ","24307":"\n   It does 😓\n  ","24308":"\n   I’ll try again\n  ","24309":"\n   What’s more important Brian’s or beauty?\n  ","24310":"\n   WHEN ARE YOU MOST HAPPY?\n  ","24311":"\n   Did you like that lesbian gif I send you\n  ","24312":"\n   Snapchat name\n  ","24313":"\n   What are you plans tomorrow? 🦃\n  ","24314":"\n   I got locked out of my back up\n  ","24315":"\n   I have two accounts\n  ","24316":"\n   Whats your name\n  ","24317":"\n   Really\n  ","24318":"\n   Your welcome 🙏 Sav and yeah 😎 tomorrow it’s thanksgiving at my house 🏡\n  ","24319":"\n   Your welcome 🙏 Sav you and I we really have a good conversations\n  ","24320":"\n   thanks ... 💜💜\n  ","24321":"\n   You have snap?\n  ","24322":"\n   Thanks 😊 Sav I really adore 🥰 your blue eyes 👀 tho\n  ","24323":"\n   Anytime\n  ","24324":"\n   You too\n  ","24325":"\n   What's your least favorite personality trait you like about yourself?\n  ","24326":"\n   Your welcome 🙏 tho I’m really blessed to have a good friend honest like you Sav\n  ","24327":"\n   If you want I can visit you jeje\n  ","24328":"\n   Chilling modeling\n  ","24329":"\n   How are you sexy\n  ","24330":"\n   tomorrow is mi birthday.. so I'm happy\n  ","24331":"\n   What you doing for tomorrow? Something or nothing? Details? Any family over? Food? What's happening? PAP or GIF add?\n  ","24332":"\n   Hi\n  ","24333":"\n   That’s so nice 👍 Sav\n  ","24334":"\n   Thank you for your choice (WOOF-WOOF and YAP-YAP!!) on my page. Have a nice holiday.\n  ","24335":"\n   lol why not\n  ","24336":"\n   What are your plans for Thanksgiving?\n  ","24337":"\n   What's your favorite juice? 🧃 Do you ever go for something more \"exotic\" than regular orange juice? 🍍🍎🍋🍌🍒🍐\n  ","24338":"\n   Have you ever been sleepwalking or done anything else in your sleep? 😴🚶‍♂️\n  ","24339":"\n   have u ever been heart broken?\n  ","24340":"\n   Whats a dream you’ve had recently?\n  ","24341":"\n   So I just found out today myself that my boyfriend while at work will sometimes watch pornhub because he works overnight and gets bored sometimes when he doesn’t have anything to do. I looked on the web search history and that’s how I found this out. I need advice - What do I do?? Is this ok??\n  ","24342":"\n   How do you express your emotions?\n  ","24343":"\n   Your welcome 🙏 Sav and yeah 😎 I’m that kind of person that who always are in the good times and bad times tho\n  ","24344":"\n   Followed you by the way! 😁\n  ","24345":"\n   Tell me something special that happened in your life?\n  ","24346":"\n   I also live in California\n  ","24347":"\n   Have you ever been fishing?\n  ","24348":"\n   Does Donald Trump make you sick?\n  ","24349":"\n   How do you handle trash talkers?\n  ","24350":"\n   Your welcome 🙏 Sav you know I’m a really good friend honest friendly and a gentleman guy with a good heart ❤️ pure and sincere\n  ","24351":"\n   Thanks 😊 Sav I really adore 🥰 your blonde 👱‍♀️ hair tho looks so nice 👍\n  ","24352":"\n   Yeah 😎 it is Sav I saw your pictures and you look so adorable 😍\n  ","24353":"\n   Thanks 😊 Sav and I’m doing good thank you 🙏 for asking I’m just already relaxing 😌 tho\n  ","24354":"\n   Hi 👋 Sav how are you happy 😃 Tuesday a hug 🤗 tho\n  ","24355":"\n   Do you think it's a little wired how much guys like butt's\n  ","24356":"\n   Ok\n  ","24357":"\n   What would you do if you could inflate your body like a balloon?\n  ","24358":"\n   You're very pretty.\n  ","24359":"\n   Idk who this is shouting me out but I thank them cause dang... I have gotten alot of tags. Maybe it's one of them but idk. Thanks if so.\n  ","24360":"\n   A girl made me\n  ","24361":"\n   Do you like a crunchy or a chewy chocolate chip cookies?\n  ","24362":"\n   ใครก็ได้ปลอบเราหน่อย\n  ","24363":"\n   Sorry about my last shout out I meant to say ladders or stairs? What would you rather.\n  ","24364":"\n   Who do you most admire in life ... ?¿\n  ","24365":"\n   Doesn't Red Robin still taste the same? I like Red Robin\n  ","24366":"\n   Who isn't feeling the new order to stay home and wear your mask 24\/7 regulation that goes into effect at 12am tonight?\n  ","24367":"\n   Your favorite thing to eat for Thanksgiving or if you don't celebrate Thanksgiving what's your favorite thing to eat during a feast?\n  ","24368":"\n   Who was president when you were born?\n  ","24369":"\n\n    @liquid_sinn\n   \n\n    @Ice_Frozen_Vocals\n   \n\n    @NicoleBuckleyyx\n   \n\n    @ass4lyfe\n   \n   Follow them!! they have been really awesome and sweet as pie. very great in answering questions too. :))) follow them!!!\n  ","24370":"\n   Fine\n  ","24371":"\n   Are you a light or a heavy sleeper? 😴 Maybe something in between? Has there been any moments when that was very noticeable? 🥱\n  ","24372":"\n   What’s your name mean ?\n  ","24373":"\n   In my profile picture, what am I doing? Please answer my question. Thanks\n  ","24374":"\n   What is your favorite supermarket chain?\n  ","24375":"\n   How are you doing\n  ","24376":"\n   You are stranded on an island with 3 household items. What items are they?\n  ","24377":"\n   Which meal, if any, do you consider the most important meal of the day?\n  ","24378":"\n   Please\n  ","24379":"\n   yah .. soooooo cool 🌝😏\n  ","24380":"\n   hi  ... how are you today\n  ","24381":"\n   What do you love about people?\n  ","24382":"\n   Is flirting cheating?\n  ","24383":"\n   Its because of what happened\n  ","24384":"\n   Are you short\n  ","24385":"\n   Mood rn ❓\n  ","24386":"\n   tumblr name\n  ","24387":"\n   Do you think there's something along the lines of having \"too much\" makeup? Like when it starts to not give the desired effect anymore? 🤔💄\n  ","24388":"\n   What's your favorite cheesy pick-up line? Have you ever actually used it on someone?\n  ","24389":"\n   Do you find this app to be fun to use?\n  ","24390":"\n   who is wearing yoga pants at the moment?\n  ","24391":"\n   Please.. I do have a reason for asking\n  ","24392":"\n   Honest\n  ","24393":"\n   okay 🙃🙃💫 ... my first foreign friend, I am soooo glad to accept that. \nthanks 👍🤭\n  ","24394":"\n   Cats or dogs?\n  ","24395":"\n   Okay\n  ","24396":"\n   How would they react\n  ","24397":"\n   Why tell them?\n  ","24398":"\n   No, I'm asking would you tell anyone you got him to wear a thong\n  ","24399":"\n   I got a reason for asking\n  ","24400":"\n   Would you tell anyone\n  ","24401":"\n   What kind would you pick for him\n  ","24402":"\n   How old r u\n  ","24403":"\n   What if he asked you to pick\n  ","24404":"\n   Why have them pick from your pile of options\n  ","24405":"\n   How are you\n  ","24406":"\n   Well?\n  ","24407":"\n   What are you happy with with this year?\n  ","24408":"\n   ?\n  ","24409":"\n   What would happen if money didn’t rule our world and we work to better the world. Would you want to work without compensation.\n  ","24410":"\n   Height\n  ","24411":"\n   How would you know if your talking to someon intelligent\n  ","24412":"\n   Say you woke up and noticed that you had gone bald out of nowhere overnight, how'd you react? How'd you go about your life then? 🤔👩‍🦲 On a scale of 1-10, how relieved would you've been if it magically grew back to it's normal length after a week or so? 👩 Haha\n  ","24413":"\n   What's your favorite aquatic animal? Have you ever gotten to see it in real life? 🐬🦈🐡🐋\n  ","24414":"\n   Do you talk to yourself?.\n  ","24415":"\n   Favorite candy?\n  ","24416":"\n   ?\n  ","24417":"\n   pretty\n  ","24418":"\n   Hey girl\n  ","24419":"\n   What kind of stuff are you willing to pay a premium for? 💵\n  ","24420":"\n   What would you say to him, if a guy agreed to wear a thong?\n  ","24421":"\n   Yeah, nice timing with the waves 😄\n  ","24422":"\n   Would you say you're a good photographer? Maybe share a pic you've taken which you feel proud of? 😊📸\n  ","24423":"\n   Why \"be awesome\"?\n  ","24424":"\n   How would you react if a guy agreed to wear a thong for you?\n  ","24425":"\n   10 favorites! 😃 \n1. Favorite movie? 📽\n2. Favorite show? 📺\n3. Favorite game? 🎮🎲\n4. Favorite color? 🎨\n5. Favorite animal? 🐾\n6. Favorite fruit? 🍎\n7. Favorite dish? 🍝\n8. Favorite dessert? 🍰\n9. Favorite season? 🌡\n10. Favorite holiday? 🎆\n  ","24426":"\n   Dye your hair?\n  ","24427":"\n   How?\n  ","24428":"\n   Age?\n  ","24429":"\n   I am colorblind\n  ","24430":"\n   Eye color\n  ","24431":"\n   Would you be able to get a guy to wear a thong\n  ","24432":"\n   I have a poll, vote if u want 😍💕\n  ","24433":"\n   What lies do you most often tell yourself?\n  ","24434":"\n   What pet names do you like or dislike?\n  ","24435":"\n   Would you be able to?\n  ","24436":"\n   U R welcome 😌😇\nits amazing at all ... \ncan we become friends 😬\n  ","24437":"\n   My boyfriend has been drinking a lot today. With the holidays coming up he's getting sad and upset. This is only the second holiday season with his mom who died last year. Last year he got so depressed, he drunk until he blacked out. I don't want that to happen again. How can i help him feel better?\n  ","24438":"\n   What is the craziest you’ve done in a relationship\n  ","24439":"\n   I’m so happy last night I slept the whole damn night i don’t remember the Last time that happed or I slept the whole night let’s hope that happens again 😅\n  ","24440":"\n   Why are there so many men in prison compared to women ?\n  ","24441":"\n   Thank you for your choice (Support) on my page.\n  ","24442":"\n   What is your favorite drink at morning ?\n  ","24443":"\n   Do you think intelligence given more importance over beauty ?\n  ","24444":"\n   Men have it worse in America than women. I have a go fund me and I have raised zero $ because I am male. Laws need to be changed in America in favor of men. There are too many men in jail in America.\n  ","24445":"\n   PAP of your favorite place to be. Let's spread positive vibes this weekend.\n  ","24446":"\n   What are some difficulties you are going through right now?\n  ","24447":"\n   *runs away*\n  ","24448":"\n   😍 love it\n  ","24449":"\n   Do you think Covid-19 will be over by next year?\n  ","24450":"\n   Do you already have your Christmas tree up? 🎄\n  ","24451":"\n   Cloudy days or sunny days ✨\n  ","24452":"\n   What is your what'sApp status ?\n  ","24453":"\n   ....\n  ","24454":"\n   I am sorry. I just wanted attention.\n  ","24455":"\n   What was the last concert you saw??    Feel free to send me questions, I will answer them in a quick manner.\n  ","24456":"\n   Do you see the color green around my text.\n  ","24457":"\n   least favorite thing about this app?\n  ","24458":"\n   What a beautiful picture. 💛\n  ","24459":"\n   What quality do you value most in your friends?\n  ","24460":"\n   I am your cousin.\n  ","24461":"\n   Good morning, what is your choise, coffee, tea, or Nescafe?\n  ","24462":"\n   How do you express affection for other people?\n  ","24463":"\n   Have you ever dissapointed yourself by giving too much to others & not enough to yourself?\n  ","24464":"\n   are you open or closed off with your feelings?\n  ","24465":"\n   Growing up were you one of the ‘weirdos’ or the populars?\n  ","24466":"\n   okay.. \nby the way... I loved your hair style and without doubts U have a pretty eyes\n  ","24467":"\n   🌻.. If you are leaving footprints ... who will follow them??.. 💙💋💜.. Si estas dejando huellas.. quien las Seguirá?? ..🌻\n  ","24468":"\n   fucking hell my head feels like I’ve been kicked by a horse\n  ","24469":"\n   already have a good day thanks ... \n hope you have a nice day too\n  ","24470":"\n   Who all watch the nba draft?\n  ","24471":"\n   What's your favourite thing to do at the beach?\n  ","24472":"\n   When did you get your tonsils out?\n  ","24473":"\n   Thank you for taking the time to vote on the poll.\n  ","24474":"\n   Has a man ever abused you emotionally ?\n  ","24475":"\n   Look very beautiful in the picture \nIf you don't mind! 🤷🏻‍♂️💜\n  ","24476":"\n   العفو 😇\n  ","24477":"\n   hear I am 👋🙃🙃   \ndon't answer here\n  ","24478":"\n   What things help you relax the best?\n  ","24479":"\n   Hello what are you doing?\n  ","24480":"\n   Who's all ready for 2021?\n  ","24481":"\n   Stay strong\n  ","24482":"\n   Do you have any sounds you hate? (I hate the sounds of someone typing on a keyboard)\n  ","24483":"\n   What's your favorite ear ring?\n  ","24484":"\n   Lately I've been so sexually frustrated that it sucks. It's to the point where she can walk around the house in sweet pants and a tank-top and i get rock hard. I don't make her do anything she doesn't want to do. Jerking off is not helping. How can I get myself to not be so sexually frustrated?\n  ","24485":"\n   Every day may not be good... But there's something good in every day.\n  ","24486":"\n   by the way  ... do you want to see my profile?\n  ","24487":"\n   Are you an Introvert or extrovert ?\n  ","24488":"\n   What made you smile today? P.S. Don't say nothing, you don't have to wait for anything to make you smile! 😉\n  ","24489":"\n   Okay??\n  ","24490":"\n   FIEST VIDEO QUESTION\n   \n    https:\/\/www.youtube.com\/watch?v=LniGwv57uFg\n   \n","24491":"\n   What would you do if you could inflate your body like a balloon?\n  ","24492":"\n   😂😂😂😂 ... كيف انتي هذا النهار\n  ","24493":"\n   ان اردتي سأتحدث معك بالانجليزية\n  ","24494":"\n   Coffee. Hot or cold or none?\n  ","24495":"\n   What’s worse, Someone who lies a lot or someone who can’t ever apologize?\n  ","24496":"\n   My name is Elyssa. I am 22 and I have 5 children. Will you be my friend ?\n  ","24497":"\n   do you have any pets?\n  ","24498":"\n   العفو .. لا داعي للشكر\n  ","24499":"\n   تبدين رائعة في الصورة  ... 😇✔\n  ","24500":"\n   What's your take on \"true love\" that one in a lifetime type of love\n  ","24501":"\n   What kind of people have a therapeutic effect on you and why?\n  ","24502":"\n   Do you have a secret love??\n  ","24503":"\n   How much time must pass for you to finally feel like you can form an emotional connection with a new person? Why?\n  ","24504":"\n   What is your biggest goal right now?\n  ","24505":"\n   What scares you the most?\n  ","24506":"\n   I didnt say it was a political debate I just like to challenge what I believe and I like to be indisputably right about everything but thanks anyway\n  ","24507":"\n   Hi 👋 salv how are you happy 😃 Monday to you my blonde 👱‍♀️ friend and yesterday was my 11 years working at Macdonalds\n  ","24508":"\n   What scares you?\n  ","24509":"\n   Where are you from?\n  ","24510":"\n   Do you believe in aliens?\n  ","24511":"\n   Hello what are you doing?\n  ","24512":"\n   I dont think guns should be legal prove me wrong. And be logical and non insulting. Bring up valid points.\n  ","24513":"\n   Do you have any piercings?\n  ","24514":"\n   Heya\n  ","24515":"\n   How do we know each other. Where did we meet. And why are we connected on here? Just wondering....\n  ","24516":"\n   Do you like hot cocoa? Do you like marshmallows in your cup?\n  ","24517":"\n   Do you judge people based on their knowledge of grammar?\n  ","24518":"\n   😂😂😂😂 حسنا هذا مرضٍ جدا\n  ","24519":"\n   هل انتي مشغولة الآن؟\n  ","24520":"\n   I do not fear death, do you?\n   \n    https:\/\/www.youtube.com\/watch?v=AElBuQ7O2Gk&feature=youtu.be\n   \n","24521":"\n   What is your creative ambition?\n  ","24522":"\n   What's your favorite incense?\n  ","24523":"\n   Hi 👋 salve how are you my name is javi and I’m back at ask\n  ","24524":"\n   well I was walking up the stairs and I tripped and fell that takes skill 🤣🤣\n  ","24525":"\n   What is your favorite place to meet friends?\n  ","24526":"\n   So, this is gonna be two questions, 1: what do y'all think of gun\/knife restrictions and 2: is listening to my inner voice crazy?\n  ","24527":"\n   How do you think? Do you think in words by hearing an inner voice? Do you think in colors? Describe the way in which you think!\n  ","24528":"\n   Okay I understand yes cool good photo\n  ","24529":"\n   let me guess.  South Carolina?\n  ","24530":"\n   Do you like salami?\n  ","24531":"\n   To tell you the truth...I don't know what to believe anymore. I mean sure, Mr. Edgeworth is just human like you or me. Still I get the feeling that if he'd done something wrong, he wouldn't go hiding it. That's just the kind of guy he is. Why can't anyone else see that?!\n  ","24532":"\n   Share a selfie! A awesome selfie! 😁😁😁 Let's goo yoo.. Almost Thanksgiving in the 🇺🇸 USA. Excited 📷\n  ","24533":"\n   Have a good nite\n  ","24534":"\n   اريد ان اعرف ماذا تعني كلمة لول او lol\n  ","24535":"\n   اكتب هنا بالفصحى لتسهيل الترجمة عندك\n  ","24536":"\n   Ok\n  ","24537":"\n   🍃💜💙🍃.. for You @ number 19!! .. tell him what you think of Him or Her!! 😘.. 🍃💋🍃 para Tú @ número 19!! .. dile lo que piensas de Él o Ella!! 😘.. 🍃💙💜🍃\n  ","24538":"\n   اين ذهبتي\n  ","24539":"\n   What does sponsored mean on amazon?\n  ","24540":"\n   What is business?\n  ","24541":"\n   Where do you think is the worst place to live?\n  ","24542":"\n   Do you like slip on shoes than snickers?\n  ","24543":"\n   What do you look for in a person?\n  ","24544":"\n   80’s style or early 2000’s style? 💎\n  ","24545":"\n   Space. Share whatever here.\n  ","24546":"\n   What are your thoughts on vegetarian zombies? Zombie like people that graze and do not attack? It's for a fiction piece. Thanks.\n  ","24547":"\n   How was your day?\n  ","24548":"\n   good evening💙 wishing you good night💙 , followed you , last 6 answer plz (add like)\n  ","24549":"\n   Lovely someone at 2 am is honking there horn all the way down the road 😑\n  ","24550":"\n   اقصد .. هل تتكلمين بطلاقة ام بالفصحى\n  ","24551":"\n   What's your wildest fantasy?\n  ","24552":"\n   🐈‍⬛. Meow\n  ","24553":"\n   What is something you have always wanted to try but have been too scared to ... ?¿\n  ","24554":"\n   Has 2020 made a big impact in your life in any way?\n  ","24555":"\n   What's your favorite meat?\n  ","24556":"\n   Hhhi, how are you feeling today??🤍 just wanted to let you know I’m following you. Can you follow me back? Sending much luv to you and your loved ones. Keep yourself safe pls! Have a nice day👏🏼\n  ","24557":"\n   what’s one “weird” thing you do that almost no one you know does?\n  ","24558":"\n   Hello how was your day?\n  ","24559":"\n   Favorite kind of pizza? 🍕\n  ","24560":"\n   Finish the sentence \" I like my women like I like my coffee, ____________.\"\n  ","24561":"\n   Are you organized?\n  ","24562":"\n   I’m about to lose my shit with this damn anon on my page !\n  ","24563":"\n   What do you think it would be like to live life as a bird?\n  ","24564":"\n   Can you please explain why that was fun 😳\n  ","24565":"\n   what’s your go to meal when you’re eating out and unsure of what you want?\n  ","24566":"\n   Have you ever broken a bone? If so, how? 😮\n  ","24567":"\n   Feeling really sad\n  ","24568":"\n   Great choices!\n  ","24569":"\n   PAP\n  ","24570":"\n   What are your top three bucket list travel destinations?\n  ","24571":"\n   شكرا لكي ايضا💫\n  ","24572":"\n   😂😂😂😂😂😂 اوه ... بتحكي عربي انتي\n  ","24573":"\n   ما جاوبتي ... بتحكي عربي!؟\n  ","24574":"\n   ما شاء الله ... بتجنني 😇\n  ","24575":"\n   What's your favorite sleep wear\n  ","24576":"\n   ful and crazy lil bit I want to go out with her how do I ask her ?\n  ","24577":"\n   Hello what you did today?\n  ","24578":"\n   What makes you uncomfortable\n  ","24579":"\n   Flu shots or nah?\n  ","24580":"\n   Can someone eat 20 raw eggs straight?\n  ","24581":"\n   Do you like egg nog? Did you know it tastes good mixed with orange Crush?\n  ","24582":"\n   Old Star Wars or new Star Wars\n  ","24583":"\n   Hi?!\n  ","24584":"\n   نعم في الصفحة الشخصية\n  ","24585":"\n   نعم اتريدين تحدث العربية  ههههههههه😂 لقد تفاجأت منك\n  ","24586":"\n   هل هذه الصورة الحقيقة لكي\n  ","24587":"\n   I just want to get a friend ... I'm an Arabic person \ncan you give some help\n  ","24588":"\n   okay...I'm waiting 🕺\n  ","24589":"\n   what does that mean\n  ","24590":"\n   Have you ever trusted someone too much?\n  ","24591":"\n   Dump Trump!\n  ","24592":"\n   Sweet or salty snacks?\n  ","24593":"\n   What's your favorite gemstone?\n  ","24594":"\n   Are you nice or mean ?\n  ","24595":"\n   I am sorry people were mean to you.\n  ","24596":"\n   What’s your best feature?\n  ","24597":"\n   What is the most delicious food for you?\n  ","24598":"\n   Do you sing\n  ","24599":"\n   hahahahahaa...\noh no ... I mean gf\nI am a boy😂\n  ","24600":"\n   whats been your most embarrassing moment ?\n  ","24601":"\n   مين صاحية\n  ","24602":"\n   what was the most unusual way somebody became acquainted with you\n  ","24603":"\n   nice \ndo you know any one doesn't have a gf\n  ","24604":"\n   How many years have you used this site?\n  ","24605":"\n   Do dingleberries taste like berries?\n  ","24606":"\n   Status\n  ","24607":"\n   What would you do if you meet an alien?\n  ","24608":"\n   I don’t scare Easy but I was upstairs in the dark was on my why to go downstairs and my cat comes out if nowhere and jumps out and runs downstairs she scared the shit out of me 🙄😂\n  ","24609":"\n   It’s better to just keep ur head up & stay Strong 💪\n  ","24610":"\n   Are U a pushover\n  ","24611":"\n   What do u prefer , pdf books or paper books ? Whish is better ?!\n  ","24612":"\n   Your eyes are so beautiful\n  ","24613":"\n   Would you laugh at someone for wearing them?\n  ","24614":"\n   Last thing you wore that was Pink\n  ","24615":"\n   Please remove the photo of your partially exposed genitals. You are wearing blue underpants.\n  ","24616":"\n   Do you live west of Utah or east of Utah ?\n  ","24617":"\n   I am referring to the ask fm warning.\n  ","24618":"\n   lol\n  ","24619":"\n   I’m always being made fun of for wearing tighty whities, are they really that dorky?\n  ","24620":"\n   Jfirifoskebtufidjdj3v5fufjebr\n  ","24621":"\n   Imagine having severe arachnophobia and then you die and then you’re reincarnated into a spider and flip every time you see your reflection\n  ","24622":"\n   what do u think though\n  ","24623":"\n   How many times have you been to an amusement park?\n  ","24624":"\n   Biden is president hell yess !!\n  ","24625":"\n   I had a boil when I was 10.\n  ","24626":"\n   Are you awake ?\n  ","24627":"\n   what is your greatest wealth?\n  ","24628":"\n   Netflix or Lostfilm?\n  ","24629":"\n   i actually switched back so now its fatzie.r\n  ","24630":"\n   Do you think im cute or ugly?\n  ","24631":"\n   Do you play video games?\n  ","24632":"\n   Kiki do u love me\n  ","24633":"\n   Thank you for your many, many choices offered on my page. You're thoughtful and kind.\n  ","24634":"\n   Post a photo of a man 18 plus in his under pants.\n  ","24635":"\n   Hello how was your day?\n  ","24636":"\n   How are you tonight ?\n  ","24637":"\n   What did you Google last?\n  ","24638":"\n   how are you...!\n  ","24639":"\n   who asks the best questions here?\n  ","24640":"\n   Can't sleep. Vote for this if you could easily put me in a sleeper hold and knock me out, lol.\n  ","24641":"\n   Thank you for your choice (Vampiress) on my page.\n  ","24642":"\n   Should you not mind my saying so, you should remove from your page; this Socialist issue because it's Communism.\n  ","24643":"\n   Who is your favorite superhero?\n  ","24644":"\n   Juice 🧃 or soda🥤 ?\n  ","24645":"\n   are you afraid to use public bathrooms to go pee? or gender natural bathrooms that are multiple toilets in one ? Because I sometimes fear them because I worry that a man may spy on me using the bathroom or worse record me am I the only one ?\n  ","24646":"\n   Do you think that socialism will bring a bad world leader?\n   \n    https:\/\/personallife2017.blogspot.com\/2020\/10\/the-world-will-get-what-they-want.html\n   \n","24647":"\n   Who thinks Joe Biden is going to take the W in the election with winning Nevada?\n  ","24648":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","24649":"\n   Do the thing\n  ","24650":"\n   Okay your welcome\n  ","24651":"\n   Okay\n  ","24652":"\n   Something that surprised you this year?\n  ","24653":"\n   how many contacts do you have?\n  ","24654":"\n   Hello beauty 🌺Do you have any interest to be my sugar baby if yes kindly text me 😍 kik:Harrisonmic780 or WhatsApp :(801)-810-1038\n  ","24655":"\n   I don't doubt it. you've got this.\n  ","24656":"\n   Do you agree that Christmas is the best thing of the year? What do you like the most about it?\n  ","24657":"\n   I made a new instagram.... Rebecca_Fatzie follow me if u want\n  ","24658":"\n   Do you write poetry?\n  ","24659":"\n   thats rough. its tough trying to prove parents wrong.\n  ","24660":"\n   Post a gif\n  ","24661":"\n   Did you vote today?\n  ","24662":"\n   What are the three most important things for you to be happy?💫⭐\n  ","24663":"\n   How many of you wish Trump and Biden would get in a boxing ring and just go at it?\n  ","24664":"\n   Hello how are you doing?\n  ","24665":"\n   What state has the best barbecue?\n  ","24666":"\n   How so?\n  ","24667":"\n   I’m about to delete all social medias. Someone who I blocked kept telling friends to add me to group and beg me to unblock like stop\n  ","24668":"\n   What is something you feel you have to prove to someone? Why do you feel that way?\n  ","24669":"\n   Is a hotdog a sandwich?\n  ","24670":"\n   Something coming up you're excited about??\n  ","24671":"\n   Okay I am doing awesome amazing\n  ","24672":"\n   Do you have a favorite month?\n  ","24673":"\n   do you think a pantie fetish is weird ? like If someone buys a girls dirty Panties ?\n  ","24674":"\n   Hell yea I can agree with that !!!\n  ","24675":"\n   umm yea nope but doing my most recent picture or pictures 🤣😂Im not incriminating Myself or the person who sent me the pictures 🤣😂\n  ","24676":"\n   Post your most favourite lyrics?\n  ","24677":"\n   How did you meet your boyfriend\n  ","24678":"\n   I swear medical issues are taking over my life- to all my 9 followers I might be a bit inactive 😔✌️\n  "},"Answer":{"23606":"\n  You could get headphones that are so much better from a different brand. Like JBL, BOSE, etc. those will likely be cheaper and the sound will be significantly better. On top of that I’m sure the Apple headphones go out hella fast like they always do so that’s another negative to Apple headphones\n  ","23607":"\n  I just woke up personally\n  ","23608":"\n  This shout out is so dumb 😒\n  ","23609":"\n  Idk 😐\n  ","23610":"\n  Only if you don’t keep up with it,  practicing and improving is essential\n  ","23611":"\n  I don’t really go to parties so I’m not sure 🤷🏼‍♀️\n  ","23612":"\n  Luckily no riots in my town but there probably will be protests\n  ","23613":"\n  Thank you 🙈\n  ","23614":"\n  5 Gum\n  ","23615":"\n  Eh, it could be better but I’ll be alright\n  ","23616":"\n  Welcome 🤙🏼\n  ","23617":"\n  👍🏼\n  ","23618":"\n  ❤️❤️❤️\n  ","23619":"\n  Nah\n  ","23620":"\n  I see people flying drones sometimes but it’s very rare so honestly I don’t mind them as long as whoever is flying it is at least respectful\n  ","23621":"\n  I would tell myself to learn how to stand up to people a lot sooner in life and to not give up on school\n  ","23622":"\n  That’s a mood\n  ","23623":"\n  👀\n  ","23624":"\n  Absolutely, coke is better than Pepsi in my opinion\n  ","23625":"\n  Wtf are you going on about?\n  ","23626":"\n  Chicken butt\n  ","23627":"\n  I have dated someone online before, it’s not too bad just sucks because of the distance\n  ","23628":"\n  Lmao 🤣 I hate when people walk slow in front of you but yeah I wouldn’t call it road rage 😂\n  ","23629":"\n  No\n  ","23630":"\n  It already passed\n  ","23631":"\n  I don’t read books\n  ","23632":"\n  No and I never will 🙄\n  ","23633":"\n  Yes and no 🤷🏼‍♀️\n  ","23634":"\n  I’m not a “seleb” 💀\n  ","23635":"\n  Absolutely 🤣\n  ","23636":"\n  Yes I have\n  \n  1. Amsterdam\n  \n  2. England\n  \n  3. Ireland\n  \n  4. Scotland\n  \n  5. Canada\n  \n  6. Arizona\n  \n  7. Florida\n  \n  8. China\n  \n  9.india\n  \n  10.tibet\n  \n  11. Thailand\n  \n  Many more to come hopefully in the near future 😌\n  ","23637":"\n  My mans 😍\n  ","23638":"\n  I hate crying in front of people so no, but if I do it’s only certain people\n  ","23639":"\n  Who doesn’t? 🤣\n  ","23640":"\n  Yes, because my boyfriend has a weak immune system\n  ","23641":"\n  Thank you!\n  ","23642":"\n  By clicking the secret box and setting it to a certain amount of coins of your choosing\n  ","23643":"\n  I wish people on here asked more interesting questions 🙄\n  ","23644":"\n  Pretty good so far 😌\n  ","23645":"\n  PROBABLY 🤣\n  ","23646":"\n  I prefer to watch movies 🎥\n  ","23647":"\n  It’s past Christmas now....\n  ","23648":"\n  You’re looking in the wrong place 🙃\n  ","23649":"\n  Lmao I haven’t even gotten a flu shot in 4 years that’s how hard I try to not see a doctor 🤣\n  ","23650":"\n  My boy and I plan to hangout with our friends again and then he has work so I will probably go do my own thing 🙂\n  ","23651":"\n  Not yet 🥺 but I plan to whenever I can\n  ","23652":"\n  Either a bagel, or cereal, or top Roman or sometimes strawberries and cream oatmeal 😋\n  ","23653":"\n  That makes 0 sense but whatever floats your boat my dude 🤙🏼\n  ","23654":"\n  You’re welcome 😊\n  ","23655":"\n  Lmao yeah 😂 I had a few friends who would always claim they knew how to fight (it was a dude) and so my boyfriend at the time fought him to see if he actually knew how to fight, and the dude ended up crying and stuff 💀\n  ","23656":"\n  Thank you 🙈\n  ","23657":"\n  Probably to something like this ☺️\n  ","23658":"\n  Not too much older than me, my boyfriend is only 3 years older than me so 🤷🏼‍♀️\n  ","23659":"\n  Biting my nails 🤣\n  ","23660":"\n  I’ve listened to a few of his songs yeah and he sure does 😌 R.I.P 2pac 🙏🏼\n  ","23661":"\n  Personally I’ve been cheated on so many times I personally think you should leave him. Men who cheat or lie or hide things are TOXIC!!! They will NOT change unless THEY want to. No matter what you do for them or how hard you try to “change” them, they will always go back to bad habits. Always put yourself first ❤️\n  ","23662":"\n  I find them absolutely boring, and yeah I have, I use to watch star wars the clone wars and all types of stuff but I do NOT like it now that I am older. I find star wars boring and absolutely stupid\n  ","23663":"\n  Honestly that’s on them, rarely do the second part of a sequels actually turn out good so idk but it’s a shame 🤷🏼‍♀️\n  ","23664":"\n  I wish I had the answer for you but I don’t because I’m still trying to figure out the same thing. 😂\n  ","23665":"\n  Do you mean “I’m firing off some fireworks, who’s in?” If so then I’m super down 😁\n  ","23666":"\n\n   نعم ، أنا أدفع مقابل كل شيء لدي\n  \n","23667":"\n\n   آمل أن أحصل على الوشم قريبًا ، في انتظار المكان الذي يعاود الاتصال بي فيه ، لذلك آمل أن يحدث ذلك في نهاية هذا الأسبوع\n  \n","23668":"\n  Pizza 🍕\n  ","23669":"\n  Just press that flame button on the photo and you’ll get access to it 😁\n  ","23670":"\n  Huh? 😂😂\n  ","23671":"\n  Well it is 8:43am so yeah might be a tad early 😂\n  ","23672":"\n  No clue, I hate McDonald’s so I can’t help you there 😬\n  ","23673":"\n  Bagels and Cream Cheese 🥯\n  ","23674":"\n  Oh jeez 😂 those little face things were made so many times when I was In high school\n  ","23675":"\n  🥺🥺🥺🥺 thank you so much ❤️\n  ","23676":"\n  No thanks\n  ","23677":"\n  I hate Monday’s 😬\n  ","23678":"\n  Forced to sing along\n  ","23679":"\n  Lmaooooo no 🤣💀 but the Karen’s I see at my work sure think they do\n  ","23680":"\n  Dang that sucks\n  ","23681":"\n  Yeah it can :) it’s the universe where there are all sorts of unknowns such as back with the Egyptians who drew extraterrestrial beings coming down and teaching them how to do day to day things in order to live. So for all we know the extraterrestrial brings could have made the universe\/earth\n  ","23682":"\n  It’s going good 🤣\n  ","23683":"\n  When people chew with their mouth open 😒\n  ","23684":"\n  More than likely\n  ","23685":"\n  You’ve never even heard my voice but okay 👌🏼\n  ","23686":"\n  I HATE space movies\/ shows so none\n  ","23687":"\n  Can’t relate 🤷🏼‍♀️\n  ","23688":"\n  I have no idea, as you’d say “it just is” 🤣\n  ","23689":"\n  I’m doing pretty well thank you 😊\n  ","23690":"\n  Coke 😁\n  ","23691":"\n  Oh my goodness, so I work at a clothing store and sometimes we have older men\/women who come in and when they are at our registers they can sometimes be slow. I had two older women at my register and they were scrambling to find this coupon that they misplaced in their purse. I then told them to take as much time as they need and that there was no rush and that the line of people can wait because I have all the patients in the world. They then told me I had the best customer service which made my entire day ☺️\n  ","23692":"\n  I’m not good at building things 🥺\n  ","23693":"\n  I got to try a new job that I would have never thought of and I really enjoyed that because I got to meet a bunch of new people (with masks and gloves on)\n  ","23694":"\n  Thank you love 😁❤️\n  ","23695":"\n  It’s January 1st.... we have quite a few months to go until Christmas is around again\n  ","23696":"\n  I believe in the Big Bang theory 🤷🏼‍♀️ not some everyday dude that apparently “created” a whole ass planet 😂\n  ","23697":"\n  Nope and because I don’t have to.\n  ","23698":"\n  Who is this person you call “the lord”?\n  ","23699":"\n  Can you not?\n  ","23700":"\n  Thanks?  🤣\n  ","23701":"\n  Nope\n  ","23702":"\n  Just me enjoying my big jacket again 😂❤️ I like when clothing is big and comfy\n  ","23703":"\n  Not the best but I was so comfy in this jacket 😌\n  ","23704":"\n  My work ethic, I love to work hard and make myself look good. My pride is just my work honestly (I may or may not be a workaholic)\n  ","23705":"\n  Yes I have!\n  \n  Places I’ve been to:\n  \n  Amsterdam\n  \n  England\n  \n  Ireland\n  \n  Scotland\n  \n  China\n  \n  India\n  \n  Tibet\n  \n  And Thailand\n  \n  More to hopefully come in the near future 🥰\n  ","23706":"\n  3, 1 dog 🐶 and 2 fishes 🐠🐠\n  ","23707":"\n  No, I’m atheist so I don’t believe in that stuff\n  ","23708":"\n  That is the question\n  ","23709":"\n  Nope, I smoke weed because I’ve been depressed my whole life, I also deal with arthritis in both my knees, hip pain, and lower back pain and sometimes slight insomnia. I am a CA medical patient, I do not promote weed or vaping. Vaping I’ve just done for years and it helps keep me calm.\n  ","23710":"\n  Depends on who I’m lying to, it took me years to even master a lie to my mom because it’s like she has little sensors in her mind that tell her if I’m lying or not but I’m good at that now, but not a good liar when it comes to lying to my boy.\n  ","23711":"\n  Oh yes, VERY good friends 🥰\n  ","23712":"\n  Happy birthday!!!\n  ","23713":"\n  I wouldn’t do it 🤷🏼‍♀️\n  ","23714":"\n  What? 😂😂\n  ","23715":"\n  Every kid loves to build a gingerbread house 🏠 so I will go with that on top of like any sort of scarecrow or holiday decorations\n  ","23716":"\n  I play mobile games like Hempire and such but not like PC games or anything\n  ","23717":"\n  No I don’t, I don’t think I talked to them If they had an account when I use to use this app\n  ","23718":"\n  I look so tired but here’s me in a huge fluffy jacket that I got for Christmas\n  ","23719":"\n  I have tons of other selfies though too haha\n  ","23720":"\n  I sure have 😋\n  ","23721":"\n  I’ve actually asked people what they would think I did and a lot of people said they would just assume I killed someone 😂 (I have a short temper and I don’t like a lot of people)\n  ","23722":"\n  Lmao at my job this lady was about to leave the place I worked at because you can come inside and she goes over to look at perfume (it’s a clothing store with perfumes and bedding etc) and I didn’t watch her take it but she ended up running out of the store and stayed parked in the front of the parking lot, making it easier for us to get her license plate 😂\n  ","23723":"\n  Well In a way yes, when I was in high school I hated the snotty popular girls but I joined a competitive cheer team (NOT high school cheer) and the older girls bullied a 10 year old deaf girl on our team so I went out of my way to learn ASL and then I wanted to do more with my knowledge.\n  ","23724":"\n  Nope :) must be a you problem 🤷🏼‍♀️\n  ","23725":"\n  I’d depends, if I’m just hanging out at home then maybe a couple hours, if I’m out and about it ranges.\n  ","23726":"\n  For sure ☺️\n  ","23727":"\n  Tea ☕️😍\n  ","23728":"\n  I don’t even have the app 😂 that app is pretty dumb and useless at this point\n  ","23729":"\n  Good for you 😁\n  ","23730":"\n  Good, and yours?\n  ","23731":"\n  Happy Saturday 😄\n  ","23732":"\n  Merry Christmas 🎄\n  ","23733":"\n  I wish I had a little bit more freedom and I wish my parents didn’t grill me each time I had some new friend from school. They always quizzed me on who my friends were and how I knew them and all that which got annoying.\n  ","23734":"\n  I have two hero’s. My mom and my best friend Merek. My mom because of her line of work and how amazing she is at her job and how hard she worked to become the new chief of police (will not be putting what department she works for.) and merek he saved my life when I was at my lowest and I wouldn’t be alive today without him. But the statement I’m not sure what it means.\n  ","23735":"\n  Yes I would\n  ","23736":"\n  I’m very sorry to hear that. I understand that it is hard and I hope you’ll be okay. Feel free to reach out if you need anything\n  ","23737":"\n  Merry Christmas!! Thank you so much 😍 I hope you have a wonderful day ❤️\n  ","23738":"\n  Got a divorce and 15 years later still can’t stand each other 😒\n  ","23739":"\n  I DONT KNOW, MAYBE SOMETIMES 🤣\n  ","23740":"\n  Agreed\n  ","23741":"\n  This isn’t a holiday experience but a horrible wedding attendance experience. My boyfriends sisters god mother is an alcoholic who barely gets invited to things because she has issues. We had to be in the car with her to drop her off and she was drunk and I kissed my boyfriend one time and she reached across and hit him and me, yelling at us for kissing one time. I then went off on her and told her that she’s crazy and needs to chill out.\n  ","23742":"\n  Okay 👌🏼\n  ","23743":"\n  Nope\n  ","23744":"\n  😁\n  ","23745":"\n  Alrighty 🤷🏼‍♀️\n  ","23746":"\n  Yes sir\n  ","23747":"\n  Just 1 and it’s English 😂\n  ","23748":"\n  Thank you!\n  ","23749":"\n  Honestly it’s never consistent but it’s always delicious 😋\n  ","23750":"\n  I mean it makes sense\n  ","23751":"\n  Their eyes 👀\n  ","23752":"\n  I’m good! And thank you so much 🥺\n  ","23753":"\n  Shelby fs 😁\n  ","23754":"\n  I drive my pick up truck every single day 🤷🏼‍♀️ I’ve explained this so many times but I’ll explain again, I DO NOT drive around some Semi, I drive around a normal everyday pick up truck. So I just drive that everyday that’s the only truck driving I do\n  ","23755":"\n  Merry Christmas 🎄🎁 I hope you have a wonderful day as well, happy almost new year ☺️\n  ","23756":"\n  Depends on which ex honestly. One cheated on me with 4 other girls, another one was way too sensitive for me and pressured me to do things with him, another one abused me physically, shall I continue?\n  ","23757":"\n  Usually just call them right away\n  ","23758":"\n  I don’t even know you so..\n  ","23759":"\n  Pizza is pretty delicious 😋\n  ","23760":"\n  I have a boyfriend and I don’t even know you, but I appreciate the offer 😁\n  ","23761":"\n  Sweet tea is pretty good\n  ","23762":"\n  Only like the bare minimum basic stuff 😂\n  ","23763":"\n  What’s with all the question marks? You good?\n  ","23764":"\n  Who?\n  ","23765":"\n  The only thing that is different is the fact we can’t go to a lot of places due to the pandemic\n  ","23766":"\n  What in the actual fuck is wrong with you? Why would they have to PAY for it? Who said no one wanted to have relations with someone who has a tougher time in life? Asking for a friend.\n  ","23767":"\n  Yes! It wasn’t all that exciting tho tbh 😬\n  ","23768":"\n  You could try a skating skirt 🤷🏼‍♀️ I don’t personally wear skirts so I can’t really be too helpful I’m sorry\n  ","23769":"\n  This shout out is completely pointless\n  ","23770":"\n  My boyfriend 🥺\n  ","23771":"\n  Pretty much 🤷🏼‍♀️\n  ","23772":"\n  Hey 😍\n  ","23773":"\n  Work unfortunately 💀\n  ","23774":"\n  This 🤣\n  ","23775":"\n  I got nothin 😬\n  ","23776":"\n  Don’t give up, it might be hard now but once it’s all over everything will be okay again\n  ","23777":"\n  Hell no 😂💀 who the heck knows who might be on the other side of that line you’re calling\n  ","23778":"\n  Absolutely!\n  ","23779":"\n  Almost 🙏🏼\n  ","23780":"\n  It is quite difficult to get use to, I didn’t start working a lot until I was in high school and started driving around my truck. It’s a lot to handle, but I’d say after a long stressful day of work\/school just go do whatever makes you feel at peace. Whether it be music, hanging with family\/ friends or even pets. Just do something that makes you happy\n  ","23781":"\n  I’ve only ever lost a phone one time but luckily the place found it and kept it safe until I could turn around and come back\n  ","23782":"\n  No one likes a liar 🤷🏼‍♀️ maybe stop lying and you’ll find that more people want to be around you. I had an ex like you and he’s disgusting to me because he lies all the time. If you gonna lie to me tho you better get off my page cuz I’ll call you out 🚫🧢\n  ","23783":"\n  Anytime ❤️\n  ","23784":"\n  Cole\n  ","23785":"\n  Yuuuuup\n  ","23786":"\n  Oof, says the person on anon 🤷🏼‍♀️ I’m 20 years old so I appreciate the compliment ☺️ and I’m very mature for my age so thanks so much ❤️\n  ","23787":"\n  Ew 🤣🤣 hell no, I’m happy with what I got 😇\n  ","23788":"\n  Maybe try a kitten? They are actually really simple to take care of and much cheaper than a puppy. They are cuddly and sweet most times ☺️\n  ","23789":"\n  Only if they touched it, unless I know them then them touching it is fine 🤷🏼‍♀️\n  ","23790":"\n  I don’t play video games 🎮\n  ","23791":"\n  Fuck if I know 🤣💀\n  ","23792":"\n  ABSOLUTELY 😍✨\n  ","23793":"\n  Yikes. Can’t relate 😷\n  ","23794":"\n  No problem 🙂\n  ","23795":"\n  Who? 🤣\n  ","23796":"\n  Haha yeah 🤣\n  ","23797":"\n  You can reward people with flames (AKA “coins”) so if you hit that flame button it’ll reward that person with 5 🔥 or you can save them up\n  ","23798":"\n  No 🥺 but I want to\n  ","23799":"\n  My high top vans 😍 I’m actually wearing this pair today\n  ","23800":"\n  Excuse me what? 🤣💀\n  ","23801":"\n  If you’ll come off of anon I will but for now\n  ","23802":"\n  Honestly I am just hungry\n  ","23803":"\n  I am bisexual 🌈\n  ","23804":"\n  About to get ready for work\n  ","23805":"\n  Yes I have. I started dating him when I was 14, he was 16. As time went on I noticed this chick he would just stare at (we both knew her because her boyfriend at the time was my boyfriend at the times best friend). So then like a month later or so she tells me they slept together and “didn’t know” we were dating even tho we hung out together outside of school. 🤣 but then he went and dated other girls and such and we dated for a good 2 years and 2 months 🙂\n  ","23806":"\n  Haha it would be so much fun to fill it up with those little plastic ball things 🤣 just to feel like a kid again plus who wouldn’t want to jump in?\n  ","23807":"\n  For some odd reason I loved listening to Eminem when I was little, my mom listens to his early 2000’s albums and absolutely!!! I use to jam out in the backseat when I was little and now I get to do it in my own car\n  ","23808":"\n  Nah more like public restrooms because other people are nasty. But even if it was “my” bathroom, I share my bathroom with 2 boys so if it smells that’s on them 🤣\n  ","23809":"\n  A bathroom 😂\n  ","23810":"\n  When the weather isn’t cold I like to swim 🙂\n  ","23811":"\n  I’m sure there’s a slight chance 🤷🏼‍♀️\n  ","23812":"\n  Probably just spiders 🕷\n  ","23813":"\n  Thank you so much 😇\n  ","23814":"\n  Going to get ready for work\n  ","23815":"\n  Took this of my boyfriends 67 Camaro the other day 😍\n  ","23816":"\n  I have no clue honestly, and my real name is Lauren ☺️\n  ","23817":"\n  Says the guy who uses auto tune 😬🤣\n  ","23818":"\n  I’m sure you do, but I’m not a fan so I don’t have to be nice to you\n  ","23819":"\n  What do you mean?\n  ","23820":"\n  Okie 👌🏼\n  ","23821":"\n  Behave? 😂😂 boy bye\n  ","23822":"\n  Why? Don’t you have your famous friends or something to talk to?\n  ","23823":"\n  I’m getting one soon so I like them 😍\n  ","23824":"\n  Hey there ☺️\n  ","23825":"\n  💯💯\n  ","23826":"\n  The Blue Raz Rockstar 🤤\n  ","23827":"\n  I am absolutely horrible at using chopsticks 😂 unfortunately I cannot help 🥺\n  ","23828":"\n  German Shepard 😍\n  ","23829":"\n  I was a gymnastics coach for girls ages 5-12 for a year and then some 🙂\n  ","23830":"\n  I’m not sure, I keep my circle extremely small\n  ","23831":"\n  I have a pretty bad temper sometimes, it depends on what happens during the day\n  ","23832":"\n  Hahaha 😂 probably sometimes\n  ","23833":"\n  There isn’t a specific word or sentence you SHOULD say, just talk with them and make them feel cared about and let them know that you are there for them\n  ","23834":"\n  No because they are DONATING their organs, if they want compensation then they should sell their organs on the black market 🤷🏼‍♀️\n  ","23835":"\n  Hey 👋🏼☺️\n  ","23836":"\n  There are a few but I can’t put one over the other just because their actions were all horrible\n  ","23837":"\n  Okay 😂\n  ","23838":"\n  June 1st\n  ","23839":"\n  I only really hang out with like 2 people from school nowadays, but I’ve been out of school for 2 years so I stopped talking to a lot of people.\n  ","23840":"\n  Yes I have but only one time 🙏🏼\n  ","23841":"\n  Eh it depends on the picture\n  ","23842":"\n  Slightly ✨\n  ","23843":"\n  You could get Apple headphones with the wire, skull candy is a nice brand too for headphones but you have to have a headphone jack in your phone 📱 for either of these headphones or you have to get an adapter\n  ","23844":"\n  I would rather live in the real world with real experiences, yeah I would love to have every wish I could think of come true but I would think after so long you might not enjoy it as much as you thought you would\n  ","23845":"\n  I personally have the iPhone 8 and I’m happy with it so idc about the newer phones\n  ","23846":"\n  Life is eh, I mean it’s pretty boring honestly\n  ","23847":"\n  Just be yourself\n  ","23848":"\n  I wish I was that talented, but sadly I’m not 🥺\n  ","23849":"\n  I’m more of a night time person ☺️\n  ","23850":"\n  Because it doesn’t exist?\n  ","23851":"\n  No 🙅🏼‍♀️\n  ","23852":"\n  Yes but I still believe that they should go through the process of citizenship just to keep everyone safe\n  ","23853":"\n  I mean shit, probably 😂 but who wouldn’t?\n  ","23854":"\n  No I don’t\n  ","23855":"\n  Nope 🤷🏼‍♀️ and other than celebrating our 1 year and 7month anniversary together, no\n  ","23856":"\n  Technically I did catch someone but not in the act, but after because I noticed some of the girls he’d talk to so I went and followed them on social media and come to find out he slept with them ☺️🤷🏼‍♀️\n  ","23857":"\n  I’m sure people in this world have succeeded all levels of stupidity honestly 😂 I would say there are a solid like 3-4 levels of stupid\n  ","23858":"\n  One time I did, and I had to break into my home through my parents bed room 😂\n  ","23859":"\n  Yes I do 🥺\n  ","23860":"\n  Haha of course!! I live in California\n  ","23861":"\n  It’s been a fat minute but maybe like a year ago but it was only with a cold, and nah the worst I got was food poisoning 🥺\n  ","23862":"\n  Hahah nope! Thankfully I haven’t\n  ","23863":"\n  I personally don’t care about things like that. Some girls probably still think that way though\n  ","23864":"\n  Yes 😻\n  ","23865":"\n  Definitely not 😂\n  ","23866":"\n  I haven’t exactly tried it but the last time I did I was little and the tree wasn’t too big\n  ","23867":"\n  Jalapeño peppers 🌶🥵\n  ","23868":"\n  I’m very competitive, so yes and well I learn from them. Mistakes make us who we are and we better ourselves from them\n  ","23869":"\n  A business door handle 😂\n  ","23870":"\n  Thank you so much 😻\n  ","23871":"\n  Please feel free to reach out to me personally so I can help you. Or if you do not feel comfortable talking with me, please get help. I know it’s hard and asking for help is the last thing you want to do but trust me, ending your life isn’t worth it.\n  ","23872":"\n  Eh I’m doing alright, I hope you’re doing well! And I want to go to Disney world 😍\n  ","23873":"\n  Probably means that you don’t bully people on the internet 🤷🏼‍♀️\n  ","23874":"\n  If I had to choose, I’d choose apple juice\n  ","23875":"\n  Sometimes\n  ","23876":"\n  Here’s a pic of me from a couple days ago 😌💕\n  ","23877":"\n  No I’m just super tired 😴\n  ","23878":"\n  Yes and no\n  ","23879":"\n  Wtf? There’s something wrong with you for even having the nerve to ask such a question.\n  ","23880":"\n  Working like always 😂\n  ","23881":"\n  Yes sir 🤙🏼\n  ","23882":"\n  Thank you 💕\n  ","23883":"\n  Weed? Absolutely 😌🍁\n  ","23884":"\n  Another favorite would have to be fluffy 😍\n  ","23885":"\n  I hate drake 🤮🗑\n  ","23886":"\n  Felt cute ❤️\n  ","23887":"\n  Sure 😂\n  ","23888":"\n  No\n  ","23889":"\n  It was so nice to be able to relax 😍 and you?\n  ","23890":"\n  Yes actually. I was walking back to my truck when this weird man pulls up in his ram truck and just starts saying things to me. I then came close enough to hear him and thankfully he was just asking for directions to the place he needed to be but yeah\n  ","23891":"\n  Racist jokes aren’t acceptable Homophobic jokes aren’t acceptable\n  ","23892":"\n  Hell no, if your relationship is “perfect” then you clearly don’t love each other all that much. In relationships it’s normal to have different opinions and to share them with your partner.\n  ","23893":"\n  I prefer a good 70° 😍\n  ","23894":"\n  It would be you but it wouldn’t have the same thoughts of you I feel like but I’m not sure\n  ","23895":"\n  I’m not one to want to wear a bunch of bling or sparkle so I would be one of them 🙋🏼‍♀️\n  ","23896":"\n  Wtf? 😂\n  ","23897":"\n  If who exists?\n  ","23898":"\n  Do you*\n  \n  And yes I do 🦋\n  ","23899":"\n  Anytime 😁🙏🏼\n  ","23900":"\n  Same 🤣 honestly we can just both be confused haha\n  ","23901":"\n  It’s like some game that you play on a PC and I don’t play it but I think they were asking about something in the game.\n  ","23902":"\n  Hehe thank you 😌\n  ","23903":"\n  Just planning to hang with myself, why?\n  ","23904":"\n  Huh? 😂\n  ","23905":"\n  Haha no but my dad does,  so ever so often I might see it playing on the tv\n  ","23906":"\n  Well it just started so, so far so good\n  ","23907":"\n  No I think I’m the perfect height 🙂\n  ","23908":"\n  I would take my boyfriend because I’ve already been to some parts of the world that some haven’t been to before.\n  ","23909":"\n  I appreciate you 🙏🏼 it is slightly motivating.\n  ","23910":"\n  Bad breath because you can always have them chew gum 🤷🏼‍♀️\n  ","23911":"\n  A what?\n  ","23912":"\n  Doing good, finally got 2 days of sleeping in so I’m feeling much better ☺️\n  ","23913":"\n  Yeah unfortunately I can’t be with someone who doesn’t like music 😂\n  ","23914":"\n  I have no clue what you are on about\n  ","23915":"\n  Best of luck to ya then 🙏🏼\n  ","23916":"\n  That men are horny regardless of what girls wear and that the school district needs to kinda relax on the dress code of women 🤷🏼‍♀️\n  ","23917":"\n  Haha yup\n  ","23918":"\n  I had some Taco Bell 🔔\n  ","23919":"\n  This is from the other day 🙈\n  ","23920":"\n  I have and I hated it\n  ","23921":"\n  You’re on anon 🤣 so i have no damn clue\n  ","23922":"\n  Nope 🙅🏼‍♀️\n  ","23923":"\n  Oatmeal cookies 😍\n  ","23924":"\n  A fish taco 🌮\n  ","23925":"\n  No\n  ","23926":"\n  My managers were actually nice 😂\n  ","23927":"\n  We are afraid to not only disappoint ourselves but even worse we have to disappoint our friends and family when making mistakes\n  ","23928":"\n  Bruh 😂\n  ","23929":"\n  I bet they do 😂 I wouldn’t doubt it\n  ","23930":"\n  Idk 😐\n  ","23931":"\n  Because girls are into the “bad” boys most of the time\n  ","23932":"\n  I don’t even watch that show so idc tbh\n  ","23933":"\n  Okay?\n  ","23934":"\n  Depends on what you need help with\n  ","23935":"\n  Hot chocolate 😍\n  ","23936":"\n  Pretty snazzy, you?\n  ","23937":"\n  I mean possibly, I would hope it has very good technology built into it, can travel anywhere in the world with it. And the size I’m not sure I guess pretty big so there’s enough room to bring other people. And I would just want to go around in space and just stare at the beauty of it 💙\n  ","23938":"\n  Daily attitude for sure\n  ","23939":"\n  Just part of life I guess unfortunately 😕\n  ","23940":"\n  I can’t really think of one atm 🤔\n  ","23941":"\n  Hey 👋🏼\n  ","23942":"\n  No\n  ","23943":"\n  Not just one person, but the same people yes 😁\n  ","23944":"\n  He associated himself with a certain group of people and then snitched on all of them to help himself 🤣💀\n  ","23945":"\n  When people are rude or don’t have manners, or if someone asks a question and you answer with basic knowledge and they still continue to be clueless, that’ll bug me as well\n  ","23946":"\n  Absolutely!\n  ","23947":"\n  Well now that it’s Friday, dinner is probably going to be something fast since I have stuff I need to do\n  ","23948":"\n  Lies 🚩\n  ","23949":"\n  I can be 🙂\n  ","23950":"\n  I don’t think it would matter that much really.\n  ","23951":"\n  I’ve had a couple bad jobs, the first one I had that was horrible I learned how to hustle hard. They would work me 8 hours by myself so I had no help what so ever so I learned how to work significantly faster.\n  ","23952":"\n  Man I’m not sure probably when my parents caught me smoking weed and I tried to lie about it 😂\n  ","23953":"\n  кексы довольно вкусные 😍\n  ","23954":"\n  It varies. I personally just listen to my own playlists when studying or doing homework 📚\n  ","23955":"\n  Love doesn’t have a specific definition, everyone has their own version of what love is. But in my personal experience, I feel love is something so beautiful yet so complicated. I feel love is when you put someone else’s needs before your own or when you get up extra early just to get them their favorite drink or food. It’s when you put someone above yourself 💙\n  ","23956":"\n  There are a few out there but I think hunger games was one\n  ","23957":"\n  Good morning ☀️☺️\n  ","23958":"\n  The fact I’m making money 💴\n  ","23959":"\n  Nah, I use to use the musically app but since it changed I stopped using it 🤷🏼‍♀️\n  ","23960":"\n  Anything that smells like clean laundry  😍\n  ","23961":"\n  California ☀️\n  ","23962":"\n  Me 🙋🏼‍♀️\n  ","23963":"\n  I barely eat nowadays but I just sit there and enjoy being full of yummy food ☺️\n  ","23964":"\n  No, there are still SOME nice guys out there, just not a lot unfortunately 🥺\n  ","23965":"\n  Photographer. I kinda hate pictures being taken of me 😬\n  ","23966":"\n  Uh..... my guy halloween is long gone, it’s Christmas time now 🤷🏼‍♀️\n  ","23967":"\n  Nope, I don’t add people I don’t know\n  ","23968":"\n  Unfortunately I’m at work 🙃\n  ","23969":"\n  I’ve been told that if I do it’s like just a slight louder breathing not a full snore 😂\n  ","23970":"\n  I’m not sure why money matters when you judge someone, I don’t judge people unless they don’t something to me personally, or if they do something extremely dumb or are extremely rude.\n  ","23971":"\n  Sometimes, I’ve been out of state to India and all sorts of places and I ate their food and most of it was pretty good!\n  ","23972":"\n  Yeah I do!\n  ","23973":"\n  Never heard of him 😬\n  ","23974":"\n  Anything homophobic, racist or anything that targets a certain group of people\n  ","23975":"\n  Some do, some care way too much about it while others just want pussy so they don’t care 🤷🏼‍♀️\n  ","23976":"\n  I don’t really care too much about which shampoo or conditioner brand I use just as long as it’s sulfate free 😎\n  ","23977":"\n  Working 5-6 days a week 😴\n  ","23978":"\n  I have no clue man 👽\n  ","23979":"\n  No but I watched my sister pretty much break hers 😬\n  ","23980":"\n  Thankfully not 🙏🏼\n  ","23981":"\n  Yeah I like most of them but I don’t think I’ve seen all of them ☺️\n  ","23982":"\n  I’m sorry, who?\n  ","23983":"\n  My room 😁\n  ","23984":"\n  “Lmao” “get wrecked” 😂 there are others but these are ones I still use like all the time\n  ","23985":"\n  No 🥺 I have tendonitis in both my knees so the cold definitely does not help\n  ","23986":"\n  Probably how I’m going to die, if I know when I’ll die then that’ll be stressful 😣\n  ","23987":"\n  That their “sick” 🤣\n  ","23988":"\n  Ugh I’m trying 😒\n  ","23989":"\n  Yes I have! And most of the time they are, but there are some that mainly little kids would like over adults 😃\n  ","23990":"\n  Hunger Games 😍\n  ","23991":"\n  You can disable them in your feed. Just look for the little pac man in the top right corner of your feed screen and you tap it and it’ll disable all shout outs from coming to you 🙂\n  ","23992":"\n  Dang I’ve suffered lower back issues for about a good 4 years now so I’d say try icing it and take some ibuprofen and if that doesn’t help then go to a chiropractor 😁\n  ","23993":"\n  Photo taken by me, I’m so excited for Christmas 😍\n  ","23994":"\n  It doesn’t really affect my day to day life and eh it might be slightly annoying but everyone is entitled to do as they please on here so I don’t really mind 🤷🏼‍♀️\n  ","23995":"\n  Lmao 🤣 yes I have, but not since like Sophomore year of high school 🏫\n  ","23996":"\n  Yes I have, a bunch of times\n  ","23997":"\n  It could mean you’re happy and feeling on top of the world 🌎\n  ","23998":"\n  Oh my goodness, I literally forget where I put things all the time!! Mainly things like my phone if I’m like in a rush to get ready and just a few other things haha\n  ","23999":"\n  I already do post pictures of my boyfriend and I on social media, I don’t think it’s an invasion of privacy unless the person you’re dating isn’t comfortable with it 🙃\n  ","24000":"\n  I don’t try to 😂 I just like to talk to people.\n  ","24001":"\n  A 6 with an amazing personality, it’s not always about looks but also how they treat you and others as well ❣️\n  ","24002":"\n  First of all I’d flip the fuck out, and then I’d go get a new car and get my own place and then a puppy or kitten for myself ☺️\n  ","24003":"\n  I actually do very well under pressure but if a lot of people start asking me a bunch of questions to where I can’t keep up I’ll get stressed 😩\n  ","24004":"\n  I have so many!!! I love Sebastian Maniscalco\n  ","24005":"\n  Maybe a good solid 5 friends ☺️\n  ","24006":"\n  Probably not 😂 but who does?\n  ","24007":"\n  Because that’s men for you 😂 no boundaries\n  ","24008":"\n  Honestly I have no clue, I have 3 different families I need to see. So it’ll be stressful for sure\n  ","24009":"\n  None 🙅🏼‍♀️\n  ","24010":"\n  Bruh it’s just a poll 🤣 why so serious?\n  ","24011":"\n  Sleeping? It’s only 8am here 😴\n  ","24012":"\n  Yes I have! My little sister wanted me to make it with her. Pictured is my little sister, my grandma, me and my boy with the finished product ☺️❤️\n  ","24013":"\n  Hey 👋🏼\n  ","24014":"\n  How in the heck would I know?\n  ","24015":"\n  That’s a great question honestly, I think I’d turn either sleeping or eating into an Olympic sport because I’m good at both 😂🤷🏼‍♀️\n  ","24016":"\n  Eh. It doesn’t even feel like it’s December honestly 🤷🏼‍♀️\n  ","24017":"\n  Nah. I didn’t even know they had sales going on lol 😂\n  ","24018":"\n\n   آسف لسماع أنك مكتئب 🧐\n  \n","24019":"\n  I’m not sure. I’ve never shot a gun before 🤷🏼‍♀️\n  ","24020":"\n  Traveled  to many places 😣\n  ","24021":"\n  Probably Claire 🤩\n  ","24022":"\n  I have never owned a pair of Doc Martens 😢\n  ","24023":"\n  I don’t really care, that’s not up to me\n  ","24024":"\n  Bruh.\n  ","24025":"\n  Just photography and writing ✍️\n  ","24026":"\n  Not really\n  ","24027":"\n  For what though?\n  ","24028":"\n  I can’t wait until COVID is over so I can revisit this beautiful site 😍\n  ","24029":"\n  Ugh tired and frustrated 🙃\n  ","24030":"\n  Oh boy. Bud wise I think around 8 grams or more, cart maybe like .3 grams a day, crumble .2 grams a day or less, Moon rocks maybe like 1 gram if we have it on us\n  ","24031":"\n  Fuck no 🤣👋🏼\n  ","24032":"\n  Just got off work 😴\n  ","24033":"\n  Hahah yeah, usually you can tell when someone doesn’t want to make eye contact when telling the lie\n  ","24034":"\n  Give them an empty box as a Christmas gift but you gotta wrap it all up and act as if there’s something actually in there 😂\n  ","24035":"\n  That’s just weird 😂\n  ","24036":"\n  I mean I want women to have equal rights just like men but I’m not gonna go and protest about it or do anything crazy\n  ","24037":"\n  I stopped using Kik like hella long ago 🤣\n  ","24038":"\n\n   أحب الكتابة والتقاط صور للطبيعة وأحب الاستماع إلى الموسيقى والقيادة بدون وجهة وغير ذلك الكثير\n  \n","24039":"\n  Yes mine is\n  \n   @savagelolo_\n  \n  on insta\n  ","24040":"\n  Damn 😱\n  ","24041":"\n  I’d rather use a fork 🍴\n  ","24042":"\n  Thank you so much 🙈\n  ","24043":"\n  Awe 🥺❤️\n  ","24044":"\n  😒\n  ","24045":"\n  Sure if you’d just give me a moment 🙃\n  ","24046":"\n  That’s fantastic\n  ","24047":"\n  No 🤣👋🏼\n  ","24048":"\n  Here you go 🥰🖤\n  ","24049":"\n  Just another day of the work grind 💪🏼\n  ","24050":"\n  Hey 👋🏼🥰\n  ","24051":"\n  No 😂\n  ","24052":"\n  I haven’t copied anything lately 🤣\n  ","24053":"\n  Indoors so I can watch Netflix and eat a bunch of food 🥘😍\n  ","24054":"\n  Not recent, but still cute 🌻\n  ","24055":"\n  No, not really. Too busy working everyday 💪🏼\n  ","24056":"\n  I don’t give that out, I’m sorry 🥺\n  ","24057":"\n  My very first relationship i dated someone older than me so I started being freaky quite early cuz of that 😊 but mainly all of those places were with my ex\n  ","24058":"\n  No 😷\n  ","24059":"\n  Absolutely 😍 I’ve done it in the back of a car, in a mall bathroom, in the dugout after school, behind a wall that was behind a business and so much more 😍\n  ","24060":"\n  Eh I’m not like super into drinking but I will every once in a while\n  ","24061":"\n  You can subscribe to my OF for more 🥰\n  ","24062":"\n  Thank you 😍 and what do you mean?\n  ","24063":"\n  I mean I don’t 😂 I have tried fighting people before but they were too scared so 👋🏼\n  ","24064":"\n  Hey 👋🏼\n  ","24065":"\n  Eh I don’t really like purses 👜\n  ","24066":"\n  I’m wonderful 😇 happy Friday 💚  and thank you 🥰\n  ","24067":"\n  Of course 😁\n  ","24068":"\n  That’s so crazy! I don’t use that app anymore unfortunately:\/\n  ","24069":"\n  Agreed 😃\n  ","24070":"\n  Not since I was little\n  ","24071":"\n  Wait, people still use Kik???\n  ","24072":"\n  Yes I do🤪\n  ","24073":"\n  Because customers are stupid 🤣\n  ","24074":"\n  A little bit 😝\n  ","24075":"\n  Outfit from yesterday for work was too cute not to share 😍☺️\n  ","24076":"\n  Happy to hear it! And no problem 🙂\n  ","24077":"\n  Dang, I’m sorry 😕\n  ","24078":"\n  Yeah I’ll follow you 😋\n  ","24079":"\n  I use to be super picky but I’m a little more open to trying new foods nowadays 😋\n  ","24080":"\n  Probably how to make myself invisible 😂\n  ","24081":"\n  That’s cool 😎\n  ","24082":"\n  Melissa McCarthy\n  ","24083":"\n  Well I started sharing this with more people but I’m Bisexual 🌈\n  ","24084":"\n  It’s too early for Christmas 😂\n  ","24085":"\n  Yes sir ☺️\n  ","24086":"\n  Besides working, nothing too exciting 🥺\n  ","24087":"\n  Thank you 😍 😌\n  ","24088":"\n  Hahah no 😂 I barely wore shorts in the summer, I was working a full time job outside with no AC but they forced us to wear slacks\n  ","24089":"\n  Hehe ty 🥰\n  ","24090":"\n  Mood: 😡 cuz of work 🙃\n  ","24091":"\n  I’m confused? I’m not sure what you were trying to say\n  ","24092":"\n  Thank you ☺️\n  ","24093":"\n  Lmao here you go?🤣\n  ","24094":"\n  Have a great day 😘\n  ","24095":"\n  Luckily not 🙏🏼 have you?\n  ","24096":"\n  It’s not the new year yet 💀\n  ","24097":"\n  Then delete messenger. Problem solved 👌🏼\n  ","24098":"\n  Eh I won’t watch them on the TV or anything but kinda 😁\n  ","24099":"\n  Then I guess you’re SOL 🤷🏼‍♀️\n  ","24100":"\n  I have no clue what that is 😬\n  ","24101":"\n  Oh definitely 😂 some people’s driving nowadays is insane\n  ","24102":"\n  This Aqua Blue 😍\n  ","24103":"\n  Gotcha\n  ","24104":"\n  What?\n  ","24105":"\n  Thank you 😌\n  ","24106":"\n  What? 😂\n  ","24107":"\n  Outfit of the day 😍\n  ","24108":"\n  Woah 😨 no way 😱\n  ","24109":"\n  I love using Spotify 😍 and oh I’m not sure I don’t usually pay attention to things like that, I am sorry 🙃\n  ","24110":"\n  Most of the time yeah\n  ","24111":"\n  Great thanks 😊\n  ","24112":"\n  Good for you 🙌🏼\n  ","24113":"\n  Okay 👌🏼\n  ","24114":"\n  No 🤣🤣🤣🤣 your birthday is definitely NOT 6 months away\n  ","24115":"\n  Bruh you got me weak 💀 your birthday will never change my man 😬\n  ","24116":"\n  From the other day 😴\n  ","24117":"\n  What year?\n  ","24118":"\n  I mean, I don’t know 🤷🏼‍♀️ was it?\n  ","24119":"\n  Are you questioning your own birthday right now? 😂💀\n  ","24120":"\n  Doing pretty swell, hby?\n  ","24121":"\n  I love cats 🐱😍\n  ","24122":"\n  I don’t know. I’ve never had a laptop before so I’m not sure which one I prefer 🤔\n  ","24123":"\n  Nope, just have work in a few hours 😴\n  ","24124":"\n  Thank you ☀️\n  ","24125":"\n  Sup dude\n  ","24126":"\n  Well good morning, and that’s great! ❣️\n  ","24127":"\n  Dolphins 🐬\n  ","24128":"\n  A dog 🐶 and 2 fishes 🐠🐠\n  ","24129":"\n  I’m good 😎\n  ","24130":"\n  That’s neat. 👍🏼\n  ","24131":"\n  No :)\n  ","24132":"\n  That’s neat 🤷🏼‍♀️\n  ","24133":"\n  What? I know you didn’t just say you wanted to marry my 17 year old sister 😡\n  ","24134":"\n  I’m in the middle of watching “The Crown” on Netflix and I’m already on the 4th season 😂 I started the show I think a few weeks ago\n  ","24135":"\n  Awe, we got ourselves a Karen guys 🤣 you can always disable the shoutouts from showing up in your questions 🤷🏼‍♀️ but only a true idiot would hide themselves on anon 🤗\n  ","24136":"\n  I mean I do but I don’t. I wouldn’t have like a pet snake but they are cool I guess 🐍\n  ","24137":"\n  I’m not sure 🤷🏼‍♀️\n  ","24138":"\n  What? 🤣\n  ","24139":"\n  I’m so excited but I dread December because everyone starts playing Christmas music and my house is already decorated pretty much 🤣\n  ","24140":"\n  The length it’s at now pretty much 😂\n  ","24141":"\n  Why not? Look how cute my other pair are 🤩\n  ","24142":"\n  Heck no 🥶\n  ","24143":"\n  When I was little I was barely ever allowed to go out and play, my mom didn’t allow me to watch spongebob because he said the word “stupid”. If I wanted to go hangout with friends I would get questioned about who they are, how I met them, how old they were, what school they went to, if they did drugs or drank or vaped, if they had a job, if they drove etc, both parents very strict until I was 18 🤗\n  ","24144":"\n  That’s not necessarily true. Someone could buy it for them or they could save up for one\n  ","24145":"\n  I drive a 2007 Chevrolet Avalanche, V8 LS package with 5.3 liter. I’ve said it before and I’ll say it again, I DO NOT drive around those huge Semis, I drive a PICK UP truck and have been for years\n  ","24146":"\n  No but I have been to a live theater show for Billie Elliot in England and then I went and saw a live theater show for Wicked in England. Then we saw what they call “The Tattoo” it’s a live performance by people who come from different countries. Then we saw what they call a River dance it’s also a live performance\n  ","24147":"\n  I mean yeah I guess, would be very weird to see a different version of myself. I think I’d be more interested to see how they go about their day to day lives and such\n  ","24148":"\n  Awe 🥺 I’m sorry to hear that :\/\n  ","24149":"\n  AirPods 🤣\n  ","24150":"\n\n   مساحة لأسلوبي؟\n  \n","24151":"\n  54°\n  ","24152":"\n  BRUH 😂 my boyfriend fuckin burns if he’s out in the sun too long, what do you think? 🤣💀\n  ","24153":"\n  Nah 😂 I’ve traveled to other places before like Amsterdam, England, Ireland, Scotland, China, Tibet, Thailand, India, Florida, Arizona, Canada, Nevada, and Texas but never lived out of state\n  ","24154":"\n  No, it’s all just me 😁 why?\n  ","24155":"\n  I just work at a retail store but I might become a police officer some day 😅\n  ","24156":"\n  Die because zombies aren’t even a thing 😂\n  ","24157":"\n  Sometimes I do, I’ll eat things like soup 🥣 or oatmeal\n  ","24158":"\n  Depending on how tired I am, it can range from 12am-2:30am 🤙🏼\n  ","24159":"\n  Sometimes I’ll go see what it was, other times I won’t leave my bed 🤣\n  ","24160":"\n  Then get one?\n  ","24161":"\n  Either a cheese quesadilla, or a normal bean and cheese burrito but with extra of their sauce 🙏🏼\n  ","24162":"\n  Well it depends on what they need help with really. If it’s something I know how to help with then absolutely, but if not then I’ll have to tell them that they are SOL 😰\n  ","24163":"\n  🤫\n  ","24164":"\n  Lmao sometimes 😂 why?\n  ","24165":"\n  Haha if my siblings get hurt then sometimes yes depending on how bad it is, or if someone screws me over I make sure I return the favor gladly 🤷🏼‍♀️\n  ","24166":"\n  cuando alguien me jode, me aseguro de devolver el favor y así no me siento mal en absoluto 😂\n  ","24167":"\n  Soy parte del partido independiente porque baso mi voto en función de lo que la persona cambie o empeore\n  ","24168":"\n  Dang! I just want to be full time at one place at a time 😂 and I would but I barely know you and don’t really give out my snap to strangers just to keep myself safe from any weird men 🥺\n  ","24169":"\n  Here’s my cute ass 😍\n  ","24170":"\n  That shit is NASTY 🤮\n  ","24171":"\n  I’m good 😂 I have a boyfriend but thank you for the offer. And I don’t know you so on the scale, my trust with you is a solid 0\n  ","24172":"\n  Either Mel’s, Pho hot, Taco Bell, or sour dough and co 💚\n  ","24173":"\n  That’s awesome!\n  ","24174":"\n  Of course! I hope you have an amazing day yourself 😋🧡\n  ","24175":"\n  Thanks 😎\n  ","24176":"\n  Dang, that sucks 😟\n  ","24177":"\n  I love you too anon ❤️\n  ","24178":"\n  Probably triple the amount I make now 💵\n  ","24179":"\n  Give up ice cream, I cuss way too much 😂\n  ","24180":"\n  I’ll never forget my first love. Love is absolutely real ❤️\n  ","24181":"\n  Happy Monday\n  ","24182":"\n  How does someone have a favorite hour though? 😂\n  ","24183":"\n  I’m not sure, but i bet you’ll tell me 🤣\n  ","24184":"\n  The sad factor of that is I think she says these things because even still after decades and centuries, a mixed couple is usually still frowned upon in some areas. I would sit her down and let her know how much she means to you if you are actually serious about her. I think in her eyes she wants to make sure that you keep your traditions and make sure she respects your background too. She’s a keeper in my opinion.\n  ","24185":"\n  “Buy one hair tie, and get one free” 🤣\n  ","24186":"\n  Just laying in bed thinking about how much I don’t want to have to get up and go to work today 🥺\n  ","24187":"\n  Hey ✨\n  ","24188":"\n  I’m not sure. Feels like companies in my state are already trying to do a lot of things like that. Making their products into a smarter version of product.\n  ","24189":"\n  ASL ☺️\n  ","24190":"\n  Thank you very much ☺️\n  ","24191":"\n  Prescription Plan by Iamsu 💯\n  ","24192":"\n  It’s all good 😊\n  ","24193":"\n  I’m pro “whatever the girl decides is best for HERSELF” and my opinion on it is if the girl does not want the child or cannot afford the child then the next decision after that is HERS and hers only to make 🤷🏼‍♀️\n  ","24194":"\n  Never heard of them 🙂\n  ","24195":"\n  I can’t really follow someone on anon 😂\n  ","24196":"\n  Yeah years ago we had this shitty person living behind us and they would throw rocks and sharp objects over the fence at our dog at the time. We finally caught their kid right before he threw something else and my mom went and marched over to their house and had them apologize 😂👌🏼\n  ","24197":"\n  I don’t know 😂 I’ve always been a full time type of person and I’ve worked full time for well over a year 🤷🏼‍♀️\n  ","24198":"\n  I’m good off of that, have a good day 🤙🏼\n  ","24199":"\n  When I have worked my ass off at work and I’m exhausted 😴\n  ","24200":"\n  Yes ☺️ here is his picture. We have been best friends for 7 years now and I love him to death 😍\n  ","24201":"\n  Bruh I know that, that’s why I put the meme there 🤷🏼‍♀️but thank you I really appreciate it 🙏🏼\n  ","24202":"\n  Could definitely be a lot better but working on it everyday 🙏🏼\n  ","24203":"\n  Yeah I’m not. I’ve only ever dated a guy. I stopped caring about my appearance a long time ago because idc what people think about me anymore 🙃\n  ","24204":"\n  Idk, If you love her that much then prove it to her 😁\n  ","24205":"\n  Well I use to have this like 5 years ago maybe 4. This version is so much better though for sure. More options.\n  ","24206":"\n  So do you like work for them or? Cuz this sounds like an advertisement 🙃\n  ","24207":"\n  Eh. Not when you had to be like another parent to them in the house all the time 😒\n  ","24208":"\n  Yup. 🤷🏼‍♀️\n  ","24209":"\n  My best friend of 7 years, my boyfriend, my families, my other close friends, friends who are no longer around. Etc.\n  ","24210":"\n  Hahaha if you met me in real life though 😂 I’m not girly, all my friends are dudes. I wear sweatpants most of the time and a baggy T-shirt. I’m more about comfort over cute outfits\n  ","24211":"\n  I don’t really buy anything weird. Plus I hate going shopping anyway\n  ","24212":"\n  Lol I’m not in high school anymore so that would be completely pointless because no one would give a fuck 😂🤷🏼‍♀️\n  ","24213":"\n  I’ve already done both. I have younger siblings who have thrown up on the floor and I had to clean it up and then I have a 5 year old brother who decided that instead of a nap he was going to attempt to jump from his bed and ended up hitting his nose and got a bloody nose and I had to run in there and I got it in my hair and all over my shirt 🙅🏼‍♀️\n  ","24214":"\n  Nope divorced 15 years ago, and yes I have 5. I am the oldest child 🤙🏼\n  ","24215":"\n  Huh?\n  ","24216":"\n  No I’m good, thanks though\n  ","24217":"\n  Step on you 🤣\n  ","24218":"\n  WhatsApp and no I don’t see the point when I can just text people regularly on my cell phone 📱\n  ","24219":"\n  You asked me this twice 😂😂\n  ","24220":"\n  Did I ask?\n  ","24221":"\n  Lonely genius for sure 👌🏼\n  ","24222":"\n  Appreciate you 😆\n  ","24223":"\n  Possibly because she may have different traditions she would like to also have as part of your little family as well as yours too. And I’m not sure, is it unusual for someone in your tribe to marry a white person?\n  ","24224":"\n  That’s a no for me 🙅🏼‍♀️\n  ","24225":"\n  Wdym? 🤔\n  ","24226":"\n  Maybe just sit him down and share how you feel with him in a nice and calm way\n  ","24227":"\n  Warm them up?\n  ","24228":"\n  I got up at 4am so I’m super tired. But maybe tomorrow 🤙🏼\n  ","24229":"\n  I’m doing great!! And yes I’m usually called “LoLo” (pronounced like “low-low) 😋\n  ","24230":"\n  Laying in bed thinking about how much I don’t want to get out of bed 🤣\n  ","24231":"\n  My boyfriend 🥰\n  ","24232":"\n  But like what if I can already do both? I was raised by law enforcement family so I know when someone’s lying to me and when I sense some bs. And I get away with lies all the time 😂\n  ","24233":"\n  Probably when I use to go up to my grandmas house every Friday growing up and I was her little best friend and we are still extremely close to this day because of that ❤️\n  ","24234":"\n  Lol here’s my boyfriend trying to do a burn out in my truck while it was raining 😂\n  ","24235":"\n  Probably a cheetah 🐆\n  ","24236":"\n  Nah, I like Spotify way too much 🙏🏼\n  ","24237":"\n  Idk, when?\n  ","24238":"\n  I am on Facebook but I don’t really post much 😂 that app is kinda dead\n  ","24239":"\n  Hey ☺️👋🏼\n  ","24240":"\n  Honestly I have no clue 😂\n  ","24241":"\n  Do my boyfriends parents count? 😂 if so then I avoid them everyday 😂\n  ","24242":"\n  For sure, I will later when I’m off work because I’m only on a lunch break for now 😌🙏🏼\n  ","24243":"\n  What the fuck? Get tf out of here with your creepy questions. That’ll remain between he and I but good try\n  ","24244":"\n  Huh? 😂\n  ","24245":"\n  Nope\n  ","24246":"\n  👻\n  ","24247":"\n  Neither 🙂\n  ","24248":"\n  No?\n  ","24249":"\n  No because us humans learn and grow based off of our past pains or trauma\n  ","24250":"\n  I prefer cheese pizza cuz I’m boring 😂\n  ","24251":"\n  I have a boyfriend my guy 😂\n  ","24252":"\n  I really appreciate you keeping me in your thoughts and prayers 🙏🏼\n  ","24253":"\n  They are both amazing brands for cameras but I personally just use my iPhone camera for photography\n  ","24254":"\n  Real of course 😂\n  ","24255":"\n  Weird flex but okay 😂\n  ","24256":"\n  That’s a mood\n  ","24257":"\n  Bruh I already did, why you gotta be annoying? 😂\n  ","24258":"\n  It’s in my bio, but I’m 20\n  ","24259":"\n  Probably just time management. I’m very OCD about calculating like how much time it takes to get somewhere including traffic (just to be safe) and just thinking about vacation plans for when COVID is over\n  ","24260":"\n  Most days I have work so fast food is much more convenient but homemade food is obviously so much better in the long run ❤️\n  ","24261":"\n  Besides the Lexus LFA? Mmm I think I’d also steal this sexy thing\n  ","24262":"\n  Yep, you?\n  ","24263":"\n  How about boots WITH heals ☺️\n  ","24264":"\n  Sure if it’ll make you stop spamming me\n  ","24265":"\n  That’s so dope!!! Haha I’m glad you’re at least normal 🤣  here’s this just for you then 🥰\n  ","24266":"\n  Because they moved? Tf 😂\n  ","24267":"\n  1. Hunger Games\n  \n  2. Deadpool 1 & 2\n  \n  3. Super bad\n  \n  4. Knocked up\n  \n  5. Daddy’s home\n  ","24268":"\n  Yeah, except for the allergies part 😂\n  ","24269":"\n  How so? 😂\n  ","24270":"\n  I am, take a chill pill 💊\n  ","24271":"\n  I smoke weed but I don’t really drink 🍹\n  ","24272":"\n  Dude, chill\n  ","24273":"\n  None of the above ☺️ I prefer high top vans 🤙🏼\n  ","24274":"\n  Sure?\n  ","24275":"\n  You’re on anon though 😂😂😂\n  ","24276":"\n  I own a Chevy truck idk what you’re on about. They can’t force you to get a smaller vehicle\n  ","24277":"\n  I do not like spiders, if I have to go kill one I just grab a vacuum and suck it up into the vacuum 😂\n  ","24278":"\n  Thanksgiving is a time where family gets together in a huge gathering (or even friends and neighbors can join too) and it is a day you sit around the table or couch or wherever you pick and say what you are thankful for. You have all types of yummy foods and desserts as well 😍\n  ","24279":"\n  Welcome back 🤙🏼\n  ","24280":"\n  Yes I drive a truck 😋\n  ","24281":"\n  A Lexus LFA 2020\n  ","24282":"\n  Frozen Yogurt 🍦😍\n  ","24283":"\n  According to my friends sometimes I mispronounce “sushi” 🍣\n  ","24284":"\n  Maybe she’s trying to see if you will be passing down your heritage to your future child. But I’m not sure\n  ","24285":"\n  Honestly I hate football.\n  ","24286":"\n  Thank you 😍\n  ","24287":"\n  Exactly 🥺 it kinda sucks because of how cute they are haha\n  ","24288":"\n  And that’s on facts 💯\n  ","24289":"\n  Not a TV show but a Netflix show. It’s called “The Crown”\n  ","24290":"\n  I don’t really care so much about the news 😬\n  ","24291":"\n  I’m good! Happy thanksgiving 🦃  and a happy Thursday to you as well 😌\n  ","24292":"\n  Yeah, trusting people who have proven they cannot be trusted\n  ","24293":"\n  Oh man I hate just making eye contact with strangers lol. I think I would say “I know what you did last night” and just walk away and leave it at that 😂\n  ","24294":"\n  If only I watched football 😂\n  ","24295":"\n  1 year & 6 months\n  ","24296":"\n  Eminem the G.O.A.T 🐐 🔥\n  ","24297":"\n  They are very warm and cute but not so easy to move around in and is not comfy to lay around with either\n  ","24298":"\n  Bless you\n  ","24299":"\n  Just a little smile from me to you today ☺️❤️\n  ","24300":"\n  No? :)\n  ","24301":"\n  Time. Time heals everything ❤️\n  ","24302":"\n  Yikes 😬 that’s a no for me 😂\n  ","24303":"\n  My parents because they are in law enforcement and I would want their side of the story. I would ask\n  \n  1. How have these riots and protests effected your jobs?\n  \n  2. Do these protests scare you? Do you fear you will sometimes not make it home?\n  \n  3. Do you think it is fair of people to assume all cops are racist?\n  \n  4. How do you feel about cops being racist?\n  \n  5. Do you feel the emotions towards cops will change over time?\n  ","24304":"\n  Of course 🙂\n  ","24305":"\n  Of course! Stay safe ☺️\n  ","24306":"\n  Love you too 🥰\n  ","24307":"\n  I’m sorry to hear it 🥺\n  ","24308":"\n  I see it 😍\n  ","24309":"\n  Brains 🧠\n  ","24310":"\n  When I’m watching Netflix eating some bomb food, high as shit and with my partner 😍\n  ","24311":"\n  I never received it because you can’t send GIFs to someone through a question\n  ","24312":"\n  I’m sorry but I don’t give that out ❤️\n  ","24313":"\n  Scroll down, I answered this earlier 👍🏼\n  ","24314":"\n  That sucks 👎🏼\n  ","24315":"\n  That’s nice 🙂\n  ","24316":"\n  My snap name or my name?\n  ","24317":"\n  I mean do you really love me though?\n  ","24318":"\n  That sounds like fun! I hope you have a great thanksgiving 🦃\n  ","24319":"\n  I agree ☺️❤️\n  ","24320":"\n  You’re welcome 😇\n  ","24321":"\n  Yes sir 👌🏼\n  ","24322":"\n  Yeah I’ve always loved my blue eyes so I really appreciate the compliment 😋\n  ","24323":"\n  You’re welcome btw 😌\n  ","24324":"\n  Thank you babe ❤️\n  ","24325":"\n  That I’m too nice for my own good 🙃\n  ","24326":"\n  Awe 🥺 you are too sweet 🙈 I’m very lucky to have someone as sweet as you talking to me 💙\n  ","24327":"\n  Haha no that’s okay\n  ","24328":"\n  That’s awesome 😌\n  ","24329":"\n  I’m good babygirl 😘 and you?\n  ","24330":"\n  Awe! Happy early birthday 🎉\n  ","24331":"\n  I have the day off tomorrow so I plan to go over to my partners house and make some food and watch our show 🥰\n  ","24332":"\n  Hey 👋🏼\n  ","24333":"\n  I appreciate it 😊\n  ","24334":"\n  Anytime 🙂 and thank you! I hope you have a great thanksgiving ☺️\n  ","24335":"\n  Because that would be very weird\n  ","24336":"\n  Well I’m splitting my time between my parents. I’m spending the day time with my dad, step mom, 2 brothers and my partner. Then for dinner we will be going over to my moms house and spending time with my mom, step dad, and 2 sisters 🥰\n  ","24337":"\n  I would say just a simple apple juice 🧃 would be perfect for me 😌\n  ","24338":"\n  Yes actually I have! I only know this because my mom told me but when I was around 9 we lived in a 1 story house 🏡 and at night I use to sleep walk and just go stand by their doorway 😂 kinda creepy but I stopped doing it after we moved out of that house.\n  ","24339":"\n  Yes, many times unfortunately\n  ","24340":"\n  Honestly I can’t even remember 🥺\n  ","24341":"\n  Listen, it doesn’t matter what I personally think is okay. It’s up to however you feel about the situation. If you don’t want him doing things like that, then express that to him but if you don’t mind then that’s okay too. All about perspective\n  ","24342":"\n  Verbally 🙂\n  ","24343":"\n  That’s great! ☺️\n  ","24344":"\n  Thank you! I’ve been following you haha\n  ","24345":"\n  When I was about 16 or so, I was on a competitive cheer team and we had a little girl on our team who was hard of hearing. The older girls were very snotty and would make fun of her or shove her around. So I went up to her mom and learned positive things I can say to her in sign language to let her know someone supports her when we go to competitions or even at practice. Then in high school I was inspired to keep learning ASL and even took college level classes for high school credit as my foreign language ☺️\n  ","24346":"\n  What part?\n  ","24347":"\n  Yes! But not in a long time. My step dad had a boat for a long time but our lives got so busy we stopped using it as much so he had to sell it 🥺\n  ","24348":"\n  Absolutely 🤬🤮\n  ","24349":"\n  By hitting them with my sarcasm and SUPER kind words 😂\n  ","24350":"\n  I believe it 😊 you’ve been very kind to me and I really appreciate the kind words 💙\n  ","24351":"\n  No problem. And thank you so much!\n  ","24352":"\n  Awe 🥺 thank you so much! You’re so sweet 💛 I absolutely love your personality ☺️\n  ","24353":"\n  I’m glad you are doing good! And relaxing is always nice 😌\n  ","24354":"\n  I am doing great!! How are you? And happy Tuesday!\n  ","24355":"\n  Eh not really, you get over it when your entire friend group is guys 😂\n  ","24356":"\n  Yup 👍🏼\n  ","24357":"\n  I don’t think I would honestly\n  ","24358":"\n  Thank you so much! 😍 I hope you have a wonderful day!🥰\n  ","24359":"\n  That’s nice 🙂\n  ","24360":"\n  I’m sorry to hear that 🥺\n  ","24361":"\n  I actually don’t like chocolate chips 😬\n  ","24362":"\n  Hope everyone had a great day ❣️\n  ","24363":"\n  Depends, what’s the situation?\n  ","24364":"\n  I admire my best friend. He is so humble and kind and just a little ball of light. No matter what mood I could possibly be in, he would always find a way to make me smile or cheer me up. He’s been by my side for about 7 years and has helped me through so many tough times.\n  ","24365":"\n  Red Robin makes me want to throw up 🤢\n  ","24366":"\n  Yeah even though it’s an order I’m still not going to listen 😂 for one I have a job and for two I have other family members and loved ones who do not live in my home so I need to see them. Plus California is already on a State lock down and has been for a few days now so 🤷🏼‍♀️\n  ","24367":"\n  The cranberry sauce 🤤 with mash potatoes and maybe some ham\n  ","24368":"\n  Bill Clinton\n  ","24369":"\n  Why do I feel like one of the people who owns one of these accounts is shouting themselves out and some friends just for followers. Kinda funny it’s on anon too 🤣✌🏼\n  ","24370":"\n  Well if you’re having a rough day I hope your day gets better ❤️\n  ","24371":"\n  Well when I first start to fall asleep usually I’m a light sleeper and even a light in the room or a sound can wake me up but once I’m out I’m out. ✌🏼\n  ","24372":"\n  Savlolo (aka: savage lolo) my nickname is lolo within my friend group and family and I have always been opinionated and bluntly honest so putting it together would equal “Savage Lolo” 🤙🏼\n  ","24373":"\n  Putting your shirt over your head haha!\n  ","24374":"\n  Costco\n  ","24375":"\n  I’m doing well, and you?\n  ","24376":"\n  My bed, my dresser, and my clothes\n  ","24377":"\n  I still think breakfast is the most important meal of the day 😍\n  ","24378":"\n  Please what?\n  ","24379":"\n  Indeed it is 😁\n  ","24380":"\n  I’m doing pretty great! How about you?\n  ","24381":"\n  Their personality 😌\n  ","24382":"\n  Absolutely!\n  ","24383":"\n  What do you mean? I’m so confused\n  ","24384":"\n  I’m about average height I guess you could say. I’m 5’5\n  ","24385":"\n  Pretty dang tired considering I woke up at 6:30 this morning and didn’t even have a sip of caffeine all day 😫\n  ","24386":"\n  I don’t have one that I personally post on, I just go on there to be satisfied by photos but I do have an insta 🥰\n  ","24387":"\n  I stopped caring about wearing make up a long time ago. But I’m not sure, I guess if you don’t make yourself look orange then you’re fine 😂\n  ","24388":"\n  Hahah man I just make up very funny puns that could be considered dad jokes 😂\n  ","24389":"\n  Most times yes! I hope you do too!\n  ","24390":"\n  Haha no but I am wearing sweatpants 😂😌\n  ","24391":"\n  Okay then explain to me why you’re asking please\n  ","24392":"\n  I’m sorry?\n  ","24393":"\n  Haha that’s awesome! I’m glad we could become friends on here 😄\n  ","24394":"\n  I have personally grown up more with dogs than cats so I would have to say dogs 🐕 even though I love them both 😣\n  ","24395":"\n  This sunset the other day was so beautiful I couldn’t help but take a picture 😍 ❣️\n  ","24396":"\n  Idk they’d probably just say “nice” or “how’d you get him to do that?” Please change topics or I will not be answering your questions anymore.\n  ","24397":"\n  Because most of my close friends I’ve known for years and have helped me through some pretty tough times in my life and all of them are like brothers to me so I feel comfortable sharing personal parts of my life with them.\n  ","24398":"\n  I don’t know, I wouldn’t just share it with the world. Maybe a few close friends would know but that’s about it\n  ","24399":"\n  You’re asking if I would tell anyone what I would pick and you have a reason behind that? Would love some explaining from you before answering anything else 😄\n  ","24400":"\n  Can you move on from this topic? Thanks\n  ","24401":"\n  I don’t know\n  ","24402":"\n  Read my bio and let me know 🙃\n  ","24403":"\n  This isn’t rocket science guys. You pick what you like and that’s that. I can surely pick for him too but I don’t read minds so if he were to not like it then that would then be on him for not making it clear of what he wants 🙂\n  ","24404":"\n  Because that’s how that works? I have no idea what some people may like. Some people like things while others may not like that same thing, each person differs 🤷🏼‍♀️\n  ","24405":"\n  I’m doing well thank you for asking 🙂\n  ","24406":"\n  Unless you’re going to type your entire question I have no idea what you want 🤷🏼‍♀️\n  ","24407":"\n  To finally have a job that isn’t working outside in the heat with little to no AC 😅\n  ","24408":"\n  Here’s a cute pic of me 😋\n  ","24409":"\n  I’m not sure if I would just because I only work to make ends meet. I have a form of arthritis in both of my knees, hip pains, and lower back pain so I would definitely prefer to not work unless I have to.\n  ","24410":"\n  Scroll down, you’ll figure it out 👍🏼\n  ","24411":"\n  By talking to them 😂\n  ","24412":"\n  I would be pretty sad because I have spent the past 7 years growing it out to the length it is today and I’ve been enjoying having it be longer so yeah I’d probably be upset. But if it were to grow back to normal then I would get over being upset\n  ","24413":"\n  A dolphin 🐬 and yes! I swam with them once 🥰\n  ","24414":"\n  Sometimes if I need to get a lot of things done, I make mental lists of things I need to do and I do them in a certain order so when I’m rushing around I’m making sure to myself that I got everything done properly 🙂\n  ","24415":"\n  Candy Corn 🤩\n  ","24416":"\n  What? 🤔\n  ","24417":"\n  Thank you ❣️\n  ","24418":"\n  Hey 👋🏼\n  ","24419":"\n  Music 🎶, and food delivery 🚚\n  ","24420":"\n  I’d say “really??? You’re actually willing to?” And then have them pick out of my pile of options ☺️\n  ","24421":"\n  Thank you! I took it with an iPhone camera 📸\n  ","24422":"\n  This one that I took. This one is my absolute favorite that I’ve taken 😍\n  ","24423":"\n  I mean it could be sexy but I haven’t seen it yet 🙂\n  ","24424":"\n  I would be very surprised since men are usually against wearing stuff like that but would be awesome if they did haha\n  ","24425":"\n  1: Mockingjay Hunger Games\n  \n  2: The Crown on Netflix\n  \n  3: Hempire\n  \n  4: Baby Blue\n  \n  5: Cheetah\n  \n  6: Strawberries 🍓\n  \n  7: Crab with Sour Dough bread\n  \n  8: Peanut Butter Cookies 🍪\n  \n  9: Summer ☀️\n  \n  10: Christmas 🎄\n  ","24426":"\n  I knoooowwww!!! I need to 🥺 gotta get the stuff for it first though 🙂\n  ","24427":"\n  You can subscribe to my OF and make requests there if you’d like, I do have some posts on there 😉\n  ","24428":"\n  I am 20 years old 🤙🏼\n  ","24429":"\n  They are blue but they also change to gray and a light green depending on my mood and sometimes on what I’m wearing 😁\n  ","24430":"\n  Bruh 🤣 unless you’re colorblind maybe check my profile pic and you’ll see instantly 🤗\n  ","24431":"\n  Probably 😉\n  ","24432":"\n  That’s great! And I just might 🤙🏼\n  ","24433":"\n  That maybe if I put my foot down and demand mutual respect from others who do not wish to respect me as I do them, hoping they will change their behavior, but they never do 🙁\n  ","24434":"\n  I love: babygirl, mamas, or baby\n  \n  I haven’t been called one I dislike yet.\n  ","24435":"\n  Would I be able to talk with your boyfriend?\n  ","24436":"\n  Absolutely 😝\n  ","24437":"\n  Well losing any parent is very hard. I’m sure for him it’s not easy to have to remember his mom won’t be coming for Christmas, Thanksgiving, 4th of July etc. So I would maybe sit him down and maybe try to get him to talk about how he’s feeling and just listen with no judgement.\n  ","24438":"\n  Depends on the situation 😂 I’ve snuck out for someone I’ve dated through a second story window that’s one little crazy thing I did 🤗\n  ","24439":"\n  That’s awesome 🤠\n  ","24440":"\n  That’s not necessarily true, the number of women ending up in prison is actually increasing over that of men\n  ","24441":"\n  Of course! I hope you have a great day 😋\n  ","24442":"\n  Water 💦\n  ","24443":"\n  Oh absolutely, I’ve met plenty of good looking people with the brain capacity of a dodo bird 😂 super unattractive when someone’s uneducated too 😬\n  ","24444":"\n  LMAOOOOOO 😂 a go fund me is something YOU set up for YOURSELF asking for help with money issues or whatever you need it for and people donating that money is an OPTION not a requirement. Also if men weren’t so aggressive, and think with their brain before making bad choices they wouldn’t end up there 🤷🏼‍♀️ but that’s just my opinion 😁☕️\n  ","24445":"\n  Not my photo but I love being in San Francisco 😌🌺\n  ","24446":"\n  Just struggling to make ends meet but I’m getting there ☺️\n  ","24447":"\n  How old are you?\n  ","24448":"\n  Thank you so much ❤️\n  ","24449":"\n  I frickin hope so 😒 ima be mad if not 🤣\n  ","24450":"\n  Not yet, still too early for me 🤷🏼‍♀️\n  ","24451":"\n  Cloudy days are so fun because it’s always super hot here 🤙🏼\n  ","24452":"\n  I don’t use WhatsApp 😬\n  ","24453":"\n  Felt cute 🙈\n  ","24454":"\n  Ew 😂 that’s kinda pathetic don’t you think? There are better ways to get attention, it’s creepy and down right weird that you just came out of no where claiming you were my “cousin”\n  ","24455":"\n  The only concerts I’ve been to aren’t concerts I actually wanted to see, I went to concerts with my grandma so she wouldn’t be alone there so I can’t remember what the last one was ☹️\n  ","24456":"\n  No, it’s blue 🧐\n  ","24457":"\n  Some users just want clout 🤣 but it is what it is 🙃\n  ","24458":"\n  Right? It isn’t mine but I loved being able to use it as a cute little background picture 😋\n  ","24459":"\n  For me personally I always tend to want friends who can voice their opinion without hesitation. I’m more of a bluntly honest person so I guess I look for the same quality in others 😌\n  ","24460":"\n  What in the hell 😂 you are definitely NOT my cousin\n  ","24461":"\n  Tea ☺️\n  ","24462":"\n  If it’s a loved one I’ll give them lots of attention and make them food and take them on little dates. If it’s a friend usually I have unusual friendships so we just insult each other like siblings to express affection 😆\n  ","24463":"\n  Oh yes, plenty of times. What I’ve learned is that effort is a two way street. If I do not receive the same effort I am giving to someone else then I remove myself\n  ","24464":"\n  Closed off for sure 😬\n  ","24465":"\n  I was one of the “weirdos” 🤣\n  ","24466":"\n  Thank you! My hair is naturally curly so I don’t have to do anything to it haha! 😌 and also thank you 🥺🥺\n  ","24467":"\n  More than likely my siblings 👯‍♀️\n  ","24468":"\n  Aw I’m sorry to hear that 😕 I hope it feels better 🤞🏼\n  ","24469":"\n  Thank you! And I’m glad to hear it 😁\n  ","24470":"\n  I have 0 interest in the NBA so won’t be me 😂\n  ","24471":"\n  Try to find sand crabs 🦀 and collecting sea shells 🐚\n  ","24472":"\n  I actually haven’t yet 😬😅\n  ","24473":"\n  Oh of course 🥰 it’s no problem 💛\n  ","24474":"\n  Yes. And also physically.\n  ","24475":"\n  Awe 😌 thank you so much! 😇\n  ","24476":"\n\n   آمل أن يكون لديك يوم عظيم\n  \n","24477":"\n  Hey! 👋🏼 and welp I decided to 🤷🏼‍♀️\n  ","24478":"\n  Hot Tea ☕️\n  \n  Bath bombs ✨\n  \n  Fuzzy socks 🧦\n  \n  Music 🎼\n  \n  Watching a show on Netflix with my man ☺️💕\n  ","24479":"\n  Just settling into bed and listening to it rain outside ☺️☔️\n  ","24480":"\n  I’m ready for this pandemic to be over 😒 I need to do more with my life before I go crazy 🤣\n  ","24481":"\n  Thank you so much lovely ❤️ I hope you stay strong as well 😌\n  ","24482":"\n  When someone chews with their mouth open. And when my little brother screams for no reason right into my ear and then laughs 😂\n  ","24483":"\n  Just my normal sterling silver earrings 😁\n  ","24484":"\n  I’m not sure, maybe talk with her about having other partners or maybe purchase yourself some sort of toy for men to please yourself with idk 🤗\n  ","24485":"\n  I love this 😌💜\n  ","24486":"\n  I would love to be able to follow you so yes 🙃\n  ","24487":"\n  Extrovert 🤪\n  ","24488":"\n  Awe I love this 😍 well what made me smile is when my mom invited me over for thanksgiving with my family and my significant other ☺️ I hope something made you smile today ❤️\n  ","24489":"\n  I’m not sure what you were trying to say\n  ","24490":"\n  Definitely not watching any YouTube videos 🤣\n  ","24491":"\n  That would be weird but I guess cool? I don’t think I’d ever do it but I’m not sure 🤔\n  ","24492":"\n\n   انا بخير شكرا\n  \n","24493":"\n\n   حسنا ثم اذهب لذلك 👍🏼\n  \n","24494":"\n  None, I’m more of a hot tea ☕️ type of person ☺️\n  ","24495":"\n  This is so hard because I hate both 😂 I’m not sure. I think I could try to get over someone not being able to apologize when they are wrong but the lies would be an issue. For me I personally like when my word means something. Like if I promise someone something they know I’ll do my absolute best to make it happen or whatever the promise was. But if you lie then no one knows if what you’re saying is even true and I can’t stand those people 🤷🏼‍♀️\n  ","24496":"\n  That’s a lot of kids. But sure, please to meet you 🤙🏼\n  ","24497":"\n  Yes! We have a family dog in my home and 2 fishes 🐠\n  ","24498":"\n\n   حسنا؟\n  \n","24499":"\n\n   شكرا جزيلا! 🙈\n  \n","24500":"\n  True love isn’t easy to describe because everyone has their own version of what that means, but my take on it would be that true love is hard, you need trust, loyalty, mutual respect, able to laugh until your stomach hurts with them, come to them when you are sad, mad or happy. Be able to be their best friend and their significant other. Even when you fight you could never think of not talking to them or letting them go to bed mad. There’s just so much that comes into play for true love ✨\n  ","24501":"\n  LGBTQ community friends 🥺 they literally are some of the sweetest friends I’ve ever had and they always make my day 🌈\n  ","24502":"\n  No, I love my boyfriend with all my heart 😌\n  ","24503":"\n  It depends on the person. For me I don’t trust easily but as long as there is mutual respect and a true bond usually I can trust someone. It took me 2 years to trust my best friend fully 🤠\n  ","24504":"\n  To get my truck fixed up and then sell it and then get a newer car or truck and then I am going to get a puppy 🐶\n  ","24505":"\n  This pandemic because my boyfriend has a rare disease that makes it to where he has a weak immune system 🥺\n  ","24506":"\n  No but this topic is a political debate and I’m not tryna have any sensitive Karen’s in my DMs because you are wrong and I have legit reasons for them, but you’re welcome anyways 😊\n  ","24507":"\n  Congrats 🎉 that’s a long time! And I’m doing pretty well, I hope you’re doing great today 😌\n  ","24508":"\n  Spiders 🕷😨\n  ","24509":"\n  California ☀️\n  ","24510":"\n  I’m not sure really, it would be really cool if they are real 🛸\n  ","24511":"\n  Heading out to work here in a bit 🙂\n  ","24512":"\n  Well as someone who has grown up around law enforcement I am going to have to strongly disagree with your view. But I do not need to bring up valid points or back up how I feel about it because this is NOT a political debate 🤷🏼‍♀️\n  ","24513":"\n  Yes I have 3. 😁\n  ","24514":"\n  Hello 👋🏼\n  ","24515":"\n  I literally have no idea who you are my dude 😂. I don’t even follow you yet\n  ","24516":"\n  I LOVE hot chocolate 😍 and absolutely!\n  ","24517":"\n  No I judge them based on how they treat me\n  ","24518":"\n\n   شكرا لكم\n  \n","24519":"\n\n   لا لست كذلك\n  \n","24520":"\n  Not really no 🤷🏼‍♀️\n  ","24521":"\n  I love free writing ✍️ and I also love photography 📸\n  ","24522":"\n  Stick incense 🤩\n  ","24523":"\n  Hello 👋🏼 nice to meet you! And welcome back to Ask.fm\n  ","24524":"\n  Man I feel like we’ve all been there before 😂 takes super special skill 🤣\n  ","24525":"\n  We usually meet in this parking lot and then go from there 🚘\n  ","24526":"\n  I believe it should be harder for people to access guns, I don’t think we should completely get rid of guns because they protect us plus it is our constitutional right. But I feel like the screening for people to purchase guns could be improved. Knifes I’m not sure what the laws are on those except I know some that are banned.\n  ","24527":"\n  I think that I think in words. I always make mental notes of things I need to get done 🤠\n  ","24528":"\n  Thanks 🙂\n  ","24529":"\n  Nope not even close 😂\n  ","24530":"\n  Eh, not a lot\n  ","24531":"\n  I have no idea what you’re talking about 😂\n  ","24532":"\n  Happy Early Thanksgiving to you too 🥰🦃\n  ","24533":"\n  Thank you so much! I hope you have a great night as well ❤️\n  ","24534":"\n\n   معناها ضحك عالي جدا 🤨\n  \n","24535":"\n\n   لا فكرة لدي عن معنى ذلك\n  \n","24536":"\n  Felt cute, might delete later 🥰\n  ","24537":"\n  Had to pull out the bill nye GIF 😂\n  ","24538":"\n\n   كنت قد عملت في ذلك اليوم ، أنا آسف\n  \n","24539":"\n  They are ads for products that are sold by individuals and not by amazon themselves 🌼\n  ","24540":"\n  Is this an actual question or?\n  ","24541":"\n  The United States in general. There’s just too much hate here 🙄\n  ","24542":"\n  I actually prefer sneakers 👟 over slip on shoes\n  ","24543":"\n  I look for a sense of humor, kindness, someone who cares about others over themselves, someone who isn’t afraid to share how they feel with me, and lastly I look for someone who has an amazing personality 😌\n  ","24544":"\n  80’s style ☮️\n  ","24545":"\n  My dog is so cute 🥺\n  ","24546":"\n  I mean that would definitely be interesting. I would want to read how the story goes for sure.\n  ","24547":"\n  My day is just getting started up so I’m good so far! 🙂\n  ","24548":"\n  Thank you for the follow love 😆\n  ","24549":"\n  People are so weird sometimes 😂 it’s like, just go home it’s 2am\n  ","24550":"\n\n   لا ، أنا أستخدم مترجم جوجل لترجمة اللغة العربية إلى الإنجليزية ومن الإنجليزية إلى العربية لمساعدتك.\n  \n","24551":"\n  🤐 thats for me to know\n  ","24552":"\n  Hey 😁\n  ","24553":"\n  Donuts in my truck 😆\n  ","24554":"\n  Yeah it kinda sucks not being able to travel and having to worry about family members who have autoimmune disease 😕 just gotta always be safe nowadays\n  ","24555":"\n  Steak 🥩\n  ","24556":"\n  Awe 😩 of course!! I’m feeling okay other than running off of 5 hours of sleep and knee pains I’m pretty okay 🙏🏼\n  ","24557":"\n  Try to work everyday if I can 😂 I’m a workaholic so I love to work a lot😁\n  ","24558":"\n  Really good ☺️ thank you for asking\n  ","24559":"\n  I’m super lame but I love cheese pizza. Sometimes I’ll have pepperoni 🍕\n  ","24560":"\n  Far away from me 😂\n  ","24561":"\n  I am organized in a sense of the fact that I am huge on time management. I memorize my schedule for work and then plan when I’ll leave my house so that I know I’ll get there right on time. My parents have like always taught me to always be early and plan the day out the day before\n  ","24562":"\n  I think you can block them 🤙🏼\n  ","24563":"\n  I mean flying around would be fun but you have to then worry about running into windows 😂\n  ","24564":"\n  It wasn’t, it was sarcasm 😂\n  ","24565":"\n  Either Vietnamese food or some sandwiches 🥪\n  ","24566":"\n  Actually no I haven’t, but I watched my sister break her arm 😂 that was pretty fun\n  ","24567":"\n  Awe 🥺 I’m really sorry to hear you’re having a tough time, please feel free to reach out if you ever need anything ❤️ stay strong 🙏🏼\n  ","24568":"\n  Thank you so much! 😁\n  ","24569":"\n  This from yesterday 😍 I love my high top vans ⚡️\n  ","24570":"\n  Italy 🇮🇹\n  \n  Hawaii 🌺\n  \n  And I’d love to revisit Amsterdam 🌸\n  ","24571":"\n\n   اهلا بك 💜\n  \n","24572":"\n\n   لا أفعل ذلك ، فأنا أستخدم مترجمًا لمساعدتنا على التواصل بسهولة أكبر\n  \n","24573":"\n\n   إذا نظرت إلى إجابتي ، سترى\n  \n","24574":"\n\n   شكرا لكم 🙏🏼\n  \n","24575":"\n  A big T-shirt and underwear 🤩\n  ","24576":"\n  Authentically 😁 just ask her in person and tell her how you feel\n  ","24577":"\n  Just woke up not too long ago so I’m about to get my day started ✨\n  ","24578":"\n  When old men hit on me 😳\n  ","24579":"\n  I haven’t gotten my flu shot in 4 years so I don’t think I’ll change that now 🤣 so the answer is nah 🙅🏼‍♀️\n  ","24580":"\n  All at once? Probably not 👀\n  ","24581":"\n  I like it, but I don’t think it would go well with anything orange flavored. Oranges are usually really sour while the egg nog is usually more sweet 😌 but if you try it let me know how you like it! 💕\n  ","24582":"\n  I actually hate Star Wars so none 😂\n  ","24583":"\n  Hello beautiful ☀️\n  ","24584":"\n\n   نعم ، كل الصور لي وهذا أنا حقًا\n  \n","24585":"\n\n   أنا مليئة بالمفاجآت ☺️\n  \n","24586":"\n\n   في صفحتي الشخصية؟\n  \n","24587":"\n\n   هل من المفيد استخدام اللغة العربية؟\n  \n","24588":"\n  For what exactly?\n  ","24589":"\n  It just means don’t worry about it pretty much 😊\n  ","24590":"\n  Oh absolutely, one too many times 🙂\n  ","24591":"\n  I completely support this statement 👏🏼\n  ","24592":"\n  Depends on my mood haha, mainly salty snacks over sweet tho 😋\n  ","24593":"\n  Ruby 😌\n  ","24594":"\n  Depends on who you ask honestly 😂 I can be nice until you push me not to be haha 😇\n  ","24595":"\n  Awe it’s okay 🥺 it honestly doesn’t bother me, but I appreciate that ❣️\n  ","24596":"\n  Probably either my eyes 👀 or my dimples 😌\n  ","24597":"\n  I love Clam Chowder soup 🍜 😌\n  ","24598":"\n  Yeah I’ll sing to my boyfriend sometimes 💜\n  ","24599":"\n  Ohhhh 😂 yeah I have no clue man, but best of luck to ya 🙏🏼\n  ","24600":"\n  Probably when my family thinks it’s funny to talk about some WEIRD stuff in public 😂\n  ","24601":"\n\n   آمل أن تقضي عطلة نهاية أسبوع رائعة🌻\n  \n","24602":"\n  Well years ago my boyfriend at the time cheated on me with this chick who was in a relationship as well. When we both found out (her boyfriend and I) we started sitting together and talking about how bad it hurt. That alone started a close friendship between us 🤙🏼\n  ","24603":"\n  Yeah some of my boys friends, why?\n  ","24604":"\n  I use to use it years ago, but couldn’t get into my old account this year because so many years went by where I didn’t have the app so I’m not sure 😟\n  ","24605":"\n  Yikes, I honestly have 0 clue because that’s nasty 😂🤷🏼‍♀️\n  ","24606":"\n  I hope you are all having a bomb 💣 a$$ day 😎\n  ","24607":"\n  I first off would hope they were friendly, but I would want to communicate with them if it was possible 👽🛸\n  ","24608":"\n  Sounds like a cat 🐈 😂\n  ","24609":"\n  Damn straight 👏🏼\n  ","24610":"\n  Nah, I’ve been in a situation where people tried to make me do something and I stood my ground and refused to do it until they stopped asking ☺️\n  ","24611":"\n  I don’t tend to read books 📚 but paper if I do read one\n  ","24612":"\n  Awe 🥺 thank you so much❤️ untick? 💕\n  ","24613":"\n  Probably not. It’s your own personal decision to change that. Some people might laugh at it but there’s really no point. If it makes you happy then that’s all that matters\n  ","24614":"\n  The underwear I’m wearing kinda has pink on it, I don’t really like the color though.\n  ","24615":"\n  No I’m okay, thank you though ❤️\n  ","24616":"\n  None of the above 😝\n  ","24617":"\n  No I haven’t\n  ","24618":"\n  Okie\n  ","24619":"\n  If you’re like a grown adult then yes it’s time to wear something else 🤷🏼‍♀️\n  ","24620":"\n  Just missing my vacations and being able to take photos 🥺 here’s one I took from a beach 💙\n  ","24621":"\n  Sounds awful 😟\n  ","24622":"\n  You’re on anon so I don’t know what you look like and I don’t know your personality either so it’s hard to know but so far I think you are nice looking 🙂\n  ","24623":"\n  Way too many to count 🎢\n  ","24624":"\n  No comment.\n  ","24625":"\n  Damn 😟 I’m sorry to hear that, sounds very painful 😣\n  ","24626":"\n  I am now yes 🙂\n  ","24627":"\n  Having amazing friends and family 😌\n  ","24628":"\n  Netflix 💯\n  ","24629":"\n  Alrighty 🤙🏼\n  ","24630":"\n  I think as long as you think you are cute, that is all that should ever matter 💙 I think personality is better than anything else\n  ","24631":"\n  I use to play like actual video games when I was little but now I just play mobile phone games haha 😂\n  ","24632":"\n  I don’t prefer drake as an artist but the song ight 🤙🏼\n  ","24633":"\n  Awe 🥺 of course love! I appreciate the kind words 💕 I hope you have a good day\n  ","24634":"\n  I would if I had any 😂\n  ","24635":"\n  Finally lighting a candle that smells really good 😍 the small things in life 😌✨\n  ","24636":"\n  Doing pretty dang good 😎 how about you?\n  ","24637":"\n  I am about to go shopping so I wanted to see what clothes they had to offer so that way I was more prepared for when I go into the store since their fitting rooms are also not open\n  ","24638":"\n  I’m doing pretty well 😆 how about you?\n  ","24639":"\n  I think since we all come from everywhere I think every question is interesting since everyone is different 🙏🏼❤️\n  ","24640":"\n  I’d have to try it to find out 😬😂\n  ","24641":"\n  No problem! 😄\n  ","24642":"\n  Thank you for sharing your input 🙏🏼 but I do not plan to take down any answers\n  ","24643":"\n  Batman 🦇\n  ","24644":"\n  Soda 🥤\n  ","24645":"\n  I’ve never been afraid to use a public bathroom because I wear a mask going in and wash my hands before leaving. For the gender neutral bathrooms with the multiple stalls, I would say that if you don’t feel comfortable just try using your genders bathroom but if you can’t do that then I’m sorry 🥺\n  ","24646":"\n  Don’t know, don’t really pay much mind to it 🤗\n  ","24647":"\n  Personally I don’t like either of them 🙄\n  ","24648":"\n  Idk maybe like a 7 😬\n  ","24649":"\n  Voting got me like 😂\n  ","24650":"\n  Appreciate you 🙏🏼\n  ","24651":"\n  🥴\n  ","24652":"\n  Actually liking my new job 🤠\n  ","24653":"\n  57 💥\n  ","24654":"\n  LMAOOOOO 😂 I appreciate the compliment but I’m okay, thank you tho 🙏🏼\n  ","24655":"\n  Thank you 😌🙏🏼\n  ","24656":"\n  The one thing I love is that I have 3 different sets of family’s I can see. My dads side, my moms side, or my boyfriends family’s side. I have 5 younger siblings and I’m the oldest so it’s also fun to watch how excited they get and laugh when they are way too hyper ☺️💙\n  ","24657":"\n  Sweet 🍬 thanks 😋\n  ","24658":"\n  No, I often just free write short stories 💙\n  ","24659":"\n  Unfortunately that is very true 😣 but I’ll be okay and I’ll make it through it 😌\n  ","24660":"\n  💝\n  ","24661":"\n  Absolutely ✅\n  ","24662":"\n  Sleep 💤\n  \n  Food 🥘\n  \n  And music 🎶\n  ","24663":"\n  They can feel free to kill each other while they are at it 😂 but I wish they would, trump would just cry like a damn baby 🙅🏼‍♀️\n  ","24664":"\n  Besides feeling a tad sick, pretty good ☺️\n  ","24665":"\n  Texas, duh 🤷🏼‍♀️\n  ","24666":"\n  Well for example my boyfriends family didn’t like me because of someone I dated in the past, I had to then prove myself because of that person and show I’m not like them if that makes sense.\n  ","24667":"\n  And that’s on toxic relationships 🙅🏼‍♀️\n  ","24668":"\n  I always have to prove myself to people in general, I get judged on so many different things in life\n  ","24669":"\n  I personally do not think so but I can see how some people can think they are 😊\n  ","24670":"\n  Yes! My boyfriend and I’s 1 year and 6 month anniversary is coming up in 3 days 😍\n  ","24671":"\n  Awesome 😇\n  ","24672":"\n  Yes ☺️ June 🌻\n  ","24673":"\n  I mean, whatever floats your boat 🤷🏼‍♀️\n  ","24674":"\n  I think we all can 😂 I just wanna travel\n  ","24675":"\n  I have a medical card 😌 but thank you ❤️\n  ","24676":"\n  “I don’t got no time to play around what is this? Must be a circus in town, let’s shut the sh!t down on these clowns, can I get a witness?” -Eminem 🔥\n  ","24677":"\n  We hung out with pretty much the same group of people and became best friends and then after 2 years or so of being best friends we decided to date 🙈\n  ","24678":"\n  Aw 🥺 I’m really sorry to hear that and I really hope that you’ll be okay. Remember to stay strong 💕\n  "}}