{"Question":{"236060":"\n   and what for you\n  ","236061":"\n   but you say at start for your cat🐈\n  ","236062":"\n   it's good\n  ","236063":"\n   who's this\n  ","236064":"\n   oooh you used toys for ...\n  ","236065":"\n   it's your?\n  ","236066":"\n   I have no idea\n  ","236067":"\n   Your favourite person\n  ","236068":"\n   oooh it's ok\n  ","236069":"\n   oooh wine is injurious for health\n  ","236070":"\n   Lisa has teenagers has body guards that lady is sad\n  ","236071":"\n   Did you know\n   \n    @ChloeNation\n   \n   died\n  ","236072":"\n   Whats that mean\n  ","236073":"\n   😂\n  ","236074":"\n   Where are your ancestors from\n  ","236075":"\n   Unlike the indian i'm white\n  ","236076":"\n   I would dump my coxk in your azz if you don't start acting right\n  ","236077":"\n   What was the last thing you regret buying?\n  ","236078":"\n   Is ask.fm the greatest website ever?\n  ","236079":"\n   what's the most alcohal you've consumed in one day?\n  ","236080":"\n   Very well, you?\n  ","236081":"\n   I speak a little\n  ","236082":"\n   Igual como yo a tus labios 🙈💪\n  ","236083":"\n   What mobile phone model do you have?\n  ","236084":"\n   Sorry to break it to u but I am a human being not a dick\n  ","236085":"\n   Do U think we could be friends?\n  ","236086":"\n   why?\n  ","236087":"\n   do you want a sugar daddy?\n  ","236088":"\n   Do u think I could add on on insta or Facebook?\n  ","236089":"\n   what wrong?\n  ","236090":"\n   I’m looking for a loving and caring sugar baby someone to make me feel happy and give me quality time and attention I’m unlike other sugar daddies so I will not make you do anything dirty just give me attention and make me feel loved strictly over the phone I’m ready to take total responsibility mos\n  ","236091":"\n   Okay,thank you for not accepting it\n  ","236092":"\n   where you located?\n  ","236093":"\n   Hi dear\n  ","236094":"\n   you can throw it in the garbage if u want\n  ","236095":"\n   Wow🌹this is for you\n  ","236096":"\n   Happy Monday ✨💕\n  ","236097":"\n   are u British?\n  ","236098":"\n   I understand I am a weirdo too but not a stalker\n  ","236099":"\n   I guess you are right\n  ","236100":"\n   They thought you were in a fight with trinket and i was also confused\n  ","236101":"\n   Oh why is that?\n  ","236102":"\n   Cool,where u from\n  ","236103":"\n   👋how are you doing?\n  ","236104":"\n   thankyou\n  ","236105":"\n   Glad you got rid of paranoid people out of your life hopefully they're the ones who have the problem\n  ","236106":"\n   Hi Marisa whats going on between you two?\n  ","236107":"\n   Llama me mamacita\n  ","236108":"\n   Burger & fries, pizza or Panda Express?\n  ","236109":"\n   I deactivated because of being spammed with mentions whilst I was deleting answers to start fresh lol. Thank you! ❤\n  ","236110":"\n   Did jazzy make that page of trinket like she did kitty\n  ","236111":"\n   We're not associating with you anymore because you're confusing and you're a loser so bye forever like tf you guys are so full of drama\n  ","236112":"\n   It's interesting how much distress a single person has caused in all of you. Whoever is behind this thing should be in charge of this whole place.\n  ","236113":"\n   Comical that they think they can drive me off a website lol.\n  ","236114":"\n   I love how they keep mentioning you’re being “humiliated” when they’re making themselves look dumb and obsessed on anon lmao\n  ","236115":"\n   this is why we need universal health care cause these people clearly need that mental help\n  ","236116":"\n   \"taking a break\" bxtch cant handle the facts 🤢🤢🤢\n  ","236117":"\n   I drove that rxcist trinwhore off of here! LMAO good riddance to bad trash 🤢👍\n  ","236118":"\n   I love how people are humiliating you in a million ways 😂\n  ","236119":"\n   Someone should just flush you down the toilet already you are stinking and I don't like it\n  ","236120":"\n   anon is smart he knows the truth\n  ","236121":"\n   all of them should be killed along you prisoner sympathizers\n  ","236122":"\n   Mermaid is cute.\n  ","236123":"\n   fuck you and fuck all prisoners\n  ","236124":"\n   I'm not bored but you are since you like to spend your time discriminating a community online and try to act as edgelord lmao. It wouldn't surprise me if you were one of those Howling psuedo activists crying about BLM online\n  ","236125":"\n   You're an evil person\n  ","236126":"\n\n    https:\/\/ask.fm\/CrxstalCastles\/answers\/164303974882\n   \n   this explains all. Trying to be edgy cool kid huh?\n  ","236127":"\n   Why not have you been to jail before?\n  ","236128":"\n   Lmao ! Fighting racism with Racist remarks. How low you gotta be\n  ","236129":"\n   Would you kill ten prisoners to save 1 innocent soul? #morality\n  ","236130":"\n   More like \"Columbian Neckbeards\"\n  ","236131":"\n   Les comptes qu'il faut absolument follow ?\n  ","236132":"\n   What types of face mask 😷 do you use?\n  ","236133":"\n   Your song of the day!\n  ","236134":"\n   What's the best gift 🎁 you've ever gotten?\n  ","236135":"\n   Gotta go sleep now but after I wake up you're fucked\n  ","236136":"\n   You okay?\n  ","236137":"\n   you said they all are SeXuAlLy NaStTy with you then why you talk with them?\n  ","236138":"\n   Hey!\n  ","236139":"\n   Do you have a pavement princess?\n  ","236140":"\n   you don't care about what bitch?\n  ","236141":"\n   why you talked with him then\n  ","236142":"\n   Thats nice\n  ","236143":"\n   Then why don't you start using a real photo or your name?\n  ","236144":"\n   you know the one you were talking with is from Pakistan right? oh what a rapist he just said hi that's rape!\n  ","236145":"\n   Instagram?\n  ","236146":"\n   Do you know how to changes nappies miss unknown without a name?\n  ","236147":"\n   Fucking priest daughter\n  ","236148":"\n   You are not suitable for that job. Someone needs to lock you up somewhere lol. Retard\n  ","236149":"\n   Nicee what do you do?\n  ","236150":"\n   I would like to have a relationship with you Maggie and Erin\n  ","236151":"\n   Coon lover\n  ","236152":"\n   You up, boo?\n  ","236153":"\n   How often do you think about your future?\n  ","236154":"\n   MARISA\n  ","236155":"\n   Allow me to fck u\n  ","236156":"\n   Did he have his ding dong as his picture?\n  ","236157":"\n   Its not racist when its the truth, everything that was said is actually how they live over there 🤣\n  ","236158":"\n   he got scared and deleted it😂\n  ","236159":"\n   Why does Erin use the term coon to refer a raccoon? Isn't that racist\n  ","236160":"\n   I don't see how it's racist when he brings it on himself nobody asked him to harass other people who clearly don't want him on their accounts\n  ","236161":"\n   wtf that guy has a d!ck pic on his page🤢🤮\n  ","236162":"\n   Man your so racist\n  ","236163":"\n   Russians are smarter then this indian or whatever he is 🤣 he smells like curry yet he's chirping you\n  ","236164":"\n   Just laying down wbu?\n  ","236165":"\n   Lets talk?\n  ","236166":"\n   I'm good \nsup?\n  ","236167":"\n   hey t n d guy here hope you're fine?\n  ","236168":"\n   What band? The type you put around head? Oh head band I know  😂\n  ","236169":"\n   People who party or host weddings are the irresponsible ones\n  ","236170":"\n   Hey castle girl let's build some sand castles together haha 😂👌\n  ","236171":"\n   I know this for a fact. I can feel it.\n  ","236172":"\n   It was bound to happen in your line of work to get sick but it sucks because everyone is so close to getting vaccinated and stuff\n  ","236173":"\n   You are welcome. How are you?\n  ","236174":"\n   Are you health conscious? 🥗\n  ","236175":"\n   I feel like that you are a good girl by nature but you say stupid thing sometimes. On one hand I feel bad for you being harassed and on other hand I think you deserve it.\n  ","236176":"\n   You are gorgeous\n  ","236177":"\n   I wish you could be as fun as the troll account\n  ","236178":"\n   I'm just curious 😂\n  ","236179":"\n   Do you also have r*pe fantasies 😂\n  ","236180":"\n   That covid post looks like jasmines typing and she is online\n  ","236181":"\n   Some ask mods support these guys too and cooperate with them harassing you all. Did you know that?\n  ","236182":"\n   What songs would be played on a loop in hell? 😈🎶\n  ","236183":"\n   Congrats, Russian. Your wish came true. Four years of socialist nutjobs are coming up.\n  ","236184":"\n   Whats lock or talk mean\n  ","236185":"\n   He seems to be far smarter than ask moderators lol. He could access their server and grab old pictures of you probably\n  ","236186":"\n   I never had the virus but people die from it after 10 years so you may not live long now\n  ","236187":"\n   Why is your pal trinket such a stiff?\n  ","236188":"\n   I know really.\n  ","236189":"\n   Those alien creeps actually found my address now i can't even stay on ask, they even know the age of everyone in my fuxking house, Danielle is telling them stuff\n  ","236190":"\n   Well wishes hopefully the 60 year old in your home is going to be fine, i love you all\n  ","236191":"\n   Sorry\n  ","236192":"\n   Lol dumbass mods failed to track him by sending him up tracker link but he is a professional himself. So they banned the account instead 😂\n  ","236193":"\n   They're gone\n  ","236194":"\n   yeah right\n  ","236195":"\n   you caught Covid , but wore a mask? listen I'm not judging you. but this is why they say wear a mask around others and social distance yourself\n  ","236196":"\n   They probably don't even use 2.4hz wifi so finding them would be simple\n  ","236197":"\n   why weren't you wearing a mask?\n  ","236198":"\n   How did you catch covid? Don't you work as home health care for Mermaids father?\n  ","236199":"\n   I want you to keep a stiff upper lip.\n  ","236200":"\n   are there riots in your city because of trump losing?\n  ","236201":"\n   can you join plzz yes or no\n  ","236202":"\n   i dont want to talk on here because it will go to the wall\n  ","236203":"\n   Is it more important to be liked or respected? Would you rather be liked or respected? What's the difference?\n  ","236204":"\n   i dont have that what about padlet\n  ","236205":"\n   can we talk\n  ","236206":"\n   have you been avoiding public transport during these difficult times for yours an others' safety?\n  ","236207":"\n   JOE BIDEN IS A FAG !!\n  ","236208":"\n   Alles klar, alles klar, ja, ich bin jetzt wieder da\n  ","236209":"\n   tumblr name\n  ","236210":"\n   So Washington ae? Remember when I said there's gonna be a war next year. Well this is just the beginning 🤩 #civil war round 2 😈 Shine your boots and polish your barrels the Trump Army is building momentum and we will make America great again!!!\n  ","236211":"\n   t n d guy here 🌸\n  ","236212":"\n   You're a cutie 🌸\n  ","236213":"\n   Your teeth are big\n  ","236214":"\n   Couldn’t imagine you must have like 1000 men chasing you around space Count me\n  ","236215":"\n   You're expecting too much from a Russian WhXre 😂😂 her brain is in her kness\n  ","236216":"\n   I’m middle eastern sadly LMAOO\n  ","236217":"\n   Have you ever dated older people?\n  ","236218":"\n   Do you like Rajput\n  ","236219":"\n   Russian betch\n  ","236220":"\n   How tall are you?\n  ","236221":"\n   I was wondering are u really like that?\n  ","236222":"\n   Am I the only one finding it comical that they're insulting my appearance, yet hiding behind anonymous lol.\n  ","236223":"\n   Like someone who fits looking for victims to kill them.\n  ","236224":"\n   And she is soo ugly❤️omg🤣🤣🤣\n  ","236225":"\n   U look like a hitwoman,\n  ","236226":"\n   So gorgeous! Omg stop! ❤\n  ","236227":"\n   How you doing?\n  ","236228":"\n   I send a shoutout and people are being so mean tonight\n  ","236229":"\n   Yes you can when it's a liquid before you soak the cardboard but it will probably eat the flesh in your nostrils and lungs and kill you 😉\n  ","236230":"\n   YOLO w me and snort a kilo of lsd :DDDDD\n  ","236231":"\n   Or maybe ask mermaid\n  ","236232":"\n   Would you send me your foot dirt if I give you my location\n  ","236233":"\n   I only like feet and nothing else\n  ","236234":"\n   why do your pics look so blurred\n  ","236235":"\n   Georgia is voting\n  ","236236":"\n   I would hope so we're 8th graders and tougher than you\n  ","236237":"\n   PAP...\n  ","236238":"\n   why smh? she can’t call you baby\n  ","236239":"\n\n    https:\/\/ask.fm\/NineGDxFour\/answer\/165345102662\n   \n","236240":"\n   I fuck off after I kiss them\n  ","236241":"\n   When do I meet you to kiss them\n  ","236242":"\n   I have a desire to kiss the bottom of your shoe\n  ","236243":"\n   Nice dp💜\n  ","236244":"\n   😊💜\n  ","236245":"\n   I'll get my 13 year old gang here to kxck your azz\n  ","236246":"\n   Whxre you can't block us, stop being gross and inappropriate\n  ","236247":"\n   Its 13+ don't be weird\n  ","236248":"\n   Stop theres kids on this app\n  ","236249":"\n   Do your parents like the music you listen to?\n  ","236250":"\n   I hope it will happen. Because then I can offer you to live with me.\n  ","236251":"\n   haha cool\ntruth or dare?\n  ","236252":"\n   not bad very tierd\n  ","236253":"\n   Has that happened for real??\n  ","236254":"\n   Guten Tag, my name is Adler Trumpf Junior and i am from West Germany.\n  ","236255":"\n   Why did your house burn down?\n  ","236256":"\n   haha nice \nI wanna smoke as well :(\nnothing just bored nothing to do :(\n  ","236257":"\n   Favorite person from mad tv?\n  ","236258":"\n   hello how are you\n  ","236259":"\n   most romantic moment?\n  ","236260":"\n   Truth or dare?\n  ","236261":"\n   that's great \nsup right now?\n  ","236262":"\n   What's up with jasmine\n  ","236263":"\n   haha nice\n  ","236264":"\n   Is it wrong to move in on a married man?\n  ","236265":"\n   are you drunk?\n  ","236266":"\n   What do you think of rapist?\n  ","236267":"\n   Miss ya\n  ","236268":"\n   I miss ma baby 🤗😘\n  ","236269":"\n   have you been to the toilet,..done  your business ....then found there no paper on the roll holder?\n  ","236270":"\n   Hi I like feet\n  ","236271":"\n   How do you do? You´re quite handsome, that's my honest opinion. :-)\n  ","236272":"\n   So, NOW you saw a girl's armpits. Hahahahaha\n  ","236273":"\n   Hey hun would you like to make a few extra cash in 5 minutes maximum?\n  ","236274":"\n   how are you?\nhow's your day going ☺️\n  ","236275":"\n   Hello!\n  ","236276":"\n   Have you ever tickled a girl's armpits?\n  ","236277":"\n   Pardon me?!\n  ","236278":"\n   when was the last time you saw a girl's armpits? (Except for your own armpits)\n  ","236279":"\n   I will roll coal on you\n  ","236280":"\n   Answer with this emoji 👍🏼 if you already had s3x in 2021 😛\n  ","236281":"\n   Heyy hope you're doing fine ☺️\nT or d guy\n  ","236282":"\n   My mom is Lisa she uses Facebook only now\n  ","236283":"\n   Do you think people deserve a second chance?\n  ","236284":"\n   Post pictures of Mermaid. I miss her.\n  ","236285":"\n   Despicable\n  ","236286":"\n   Do you like to play video games\n  ","236287":"\n   It's against the law to touch the temp gauge\n  ","236288":"\n   I hate tecumsehs biggest pos ever made they deserved to go out of business\n  ","236289":"\n   well good luck\nnot good a bit of stressed out\nhow was your day?\n  ","236290":"\n   Taylor Swift or Rihanna?\n  ","236291":"\n   I was but then i woke up because its so hot in my house you would think my parents are 80 or something\n  ","236292":"\n   Good. Cause your account name is I Need Medical and I got nervous.\n  ","236293":"\n   What are you doing sleeping?\n  ","236294":"\n   I cant undrstand iany thing im high\n  ","236295":"\n   Hi where are you\n  ","236296":"\n   Do you remember the late 90s?\n  ","236297":"\n   You have nice tits\n  ","236298":"\n   She have several straps, anon. What do you think smh 🤦🏻‍♂️\n  ","236299":"\n   Atleast giveme rates?\n  ","236300":"\n   I really want you to dominate me\n  ","236301":"\n   Kik id? Or snapchat?\n  ","236302":"\n   How much do you want? 🙄\n  ","236303":"\n   Are you into girls? Ill send a dot asnswer it over there\n  ","236304":"\n   Queen!!! 👸\n  ","236305":"\n   Thats a nice cleavage 👅\n  ","236306":"\n   I'll give you 5 bucks just to tell me\n  ","236307":"\n   Most likely yes though?\n  ","236308":"\n   Am I the only one who misses the 2000s? Everything was so much better back then, like the music, the clothes, the fashion, the internet, the phones, etc. Like we had these cute phones that looked nice and personalized. Everything was coloured then, now it's just white and black, thats how i see it.\n  ","236309":"\n   Bored aff you tell?\n  ","236310":"\n   Im just curious. Tell meee ☹️☹️☹️\n  ","236311":"\n   Im so sorry. I'm just wondering though\n  ","236312":"\n   Do you remember your DREAMS?\n  ","236313":"\n   Have you ever ate her pusy? Or not yet\n  ","236314":"\n   Who's she\n  ","236315":"\n   Post ur background pic\n  ","236316":"\n   do you have any mantra's you use to keep you working day after day? or you think of the check and that keeps you going?\n  ","236317":"\n   take a nap in the lounge area\n  ","236318":"\n   That rajput said he spanks his monkey and idk what that means\n  ","236319":"\n   are you having a bad day?\n  ","236320":"\n   What candy do you think is gross or weird looking (like d¡cks looking) 👀 ?\n  ","236321":"\n   haha multitasking nice \nI'm not well though\n  ","236322":"\n   Madness!!!\n  ","236323":"\n   what makes my question stupid it's healthy to org@sim 🤷\n  ","236324":"\n   No one should have to go to work on a Sunday!\n  ","236325":"\n   do you org@sim before work?\n  ","236326":"\n   That must be exhausting.\n  ","236327":"\n   On a Sunday?!?!\n  ","236328":"\n   At night?\n  ","236329":"\n   Do you actually need medical attention?\n  ","236330":"\n   Did you take it?\n  ","236331":"\n   Would you like to join me?\n  ","236332":"\n   Would you like to take a shower?\n  ","236333":"\n   Mari don't use that tecumseh you don't have to talk to anyone else. Just stop pulling on it and you'll feel better.\n  ","236334":"\n   ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha\n  ","236335":"\n   Bored you?\n  ","236336":"\n   fav game\n  ","236337":"\n   I was standing in the bathroom one more. My mom opens the curtain and she says, “Why are you naked?” I told her that I was pretending to take a shower. She turned the actual shower on. I put my clothes on and ran away.\n  ","236338":"\n   What did you do for NYE??\n  ","236339":"\n   Heyy truth or dare guy here\n  ","236340":"\n   Bikini?\n  ","236341":"\n   Hey\n  ","236342":"\n   What is the first thing you do when you get home from the beach or the pool?\n  ","236343":"\n   What do you wear?\n  ","236344":"\n   Be careful who you open up to, baby. Only a few people actually care, the rest just want to have something to gossip about. 😘😘\n  ","236345":"\n   Do you believe in witches??\n  ","236346":"\n   Do you like to play video games\n  ","236347":"\n   Do you like the beach or the pool?\n  ","236348":"\n   What’s happening?\n  ","236349":"\n   how are you?\n  ","236350":"\n   I jiz on ur face then u be cute\n  ","236351":"\n   Do you need to work with my mom?\n  ","236352":"\n   Suk my cok Nastya\n  ","236353":"\n   I'm not eating sup i thought that's what you said sorry and i always need work\n  ","236354":"\n   I'm not eating sup but i'm ok how are you?\n  ","236355":"\n   Hi Marisa\n  ","236356":"\n   Hey I'm back truth or dare one\n  ","236357":"\n   You are a funny girl.\n  ","236358":"\n   That’s cool just flirting you yeah I don’t know you well enough be into you either    All good 😉\n  ","236359":"\n   Would you mind if aliens came and visit you?\n  ","236360":"\n   Only if you ask nicely for then I let you feel it lol 🤪\n  ","236361":"\n   I need a few of those releases\n  ","236362":"\n   No let's have fun\n  ","236363":"\n   I'll make u stop bored\n  ","236364":"\n   Yes you are\n  ","236365":"\n   Watch out, this guy's just been pulling really inappropriate shit with Dovah and Trin, and then moved onto Kittie as well. Now you. I checked his profile and he's planning with someone else to harass women. I've reported both profiles.\n  ","236366":"\n   I like your last pic, the one with the red filter. idk why, it just looks cool.\n  ","236367":"\n   snapchat please?\n  ","236368":"\n   Yup I like Natasha\n  ","236369":"\n   wanna play?\n  ","236370":"\n   Ok now let's be friends 🤗\n  ","236371":"\n   Are u hooker? Raj say u a hooker from Russia n u do sex for money\n  ","236372":"\n   Hello Natasha 😂\n  ","236373":"\n   that's really sweet \nstay happy 🌸\n  ","236374":"\n   Both I vibe off your vibes\n  ","236375":"\n   Do you like being a dyke bitch?\n  ","236376":"\n   no issue well stay happy and I hope you will talk to me again 🌸\n  ","236377":"\n   haha okay 😂\nwell it was nice talking to you \nyou're a nice person stay happy 🌸\n  ","236378":"\n   things you don't like?\nwell I choose truth\n  ","236379":"\n   Yea sex cures all of me lol\n  ","236380":"\n   Been following you for a while so 🤷🏼\n  ","236381":"\n   Wow this anon is obsessed! Lol! Love you. ❤\n  ","236382":"\n   haha yeah online 😂😂\ngive it a try atleast\n  ","236383":"\n   Do you like having your ass paddled?\n  ","236384":"\n   dare: seduce me 😂\n  ","236385":"\n   truth or dare?\n  ","236386":"\n   haha nice \ntruth or dare?\n  ","236387":"\n   She prefers rough she likes pain\n  ","236388":"\n   That is correct\n  ","236389":"\n   great 😊\nhow many times you had sex in a day?\n  ","236390":"\n   ik well np\ntruth or dare?\nyou reached home?\n  ","236391":"\n   haha cool\noh yeah sure \ndrive safe\ndare: say something nice about me\n  ","236392":"\n   done! i added you 😊\n  ","236393":"\n   who’s TP\n  ","236394":"\n   I mean you can be bi and have a preference  towards women over men and  vice versa. Don’t know why they don’t get that .\n  ","236395":"\n   yay okay . don’t forget 🥺\n  ","236396":"\n   haha nice how was the experience?\nn truth or dare?\n  ","236397":"\n   ily baby ; 🥺🥰. you have snapchat or something?? we can do streaks 😊\n  ","236398":"\n   don't worry 😊\never tried bdsm?\n  ","236399":"\n   oh don't worry everything will be fine 👍🏻\ntruth or dare?\n  ","236400":"\n   Have you been the same person as a child? If not, how have you changed?\n  ","236401":"\n   dare: confess your feeling's for someone\n  ","236402":"\n   hahaha you're into hardcore stuff \nI like it \nokay truth or dare?\n  ","236403":"\n   biggest turn on?\n  ","236404":"\n   nice \ntruth or dare?\n  ","236405":"\n   nah you got a nice voice \ntruth: ever thought of getting married?\n  ","236406":"\n   haha cool\ntruth or dare?\n  ","236407":"\n   What always makes you laugh, even when you’re upset?\n  ","236408":"\n   haha nice \ntruth or dare?\n  ","236409":"\n   being an adult sucks sometimes. lol\n  ","236410":"\n   What are common misconceptions about you?\n  ","236411":"\n   awwee ; are you feeling better now?\n  ","236412":"\n   you're pretty 😊\ntruth: how much romantic you are?\n  ","236413":"\n   aww why not new years\n  ","236414":"\n   pap of your inbox\n  ","236415":"\n   I'm a guy \ndare: umm let me think, I dare you too post a selfie right now 😂\n  ","236416":"\n   i did. was rly drunk lmao. did you enjoy the holidays?\n  ","236417":"\n   hangout with my friends 😊\ntruth or dare?\n  ","236418":"\n   oh lucky you lol ; i’m glad that you’re doing well also 🥺\n  ","236419":"\n   sweet ❤️\nfav thing to do?\n  ","236420":"\n   what’s the best compliment you’ve ever received?\n  ","236421":"\n   i’m doing great! how are you doing?\n  ","236422":"\n   that's sweet best of luck \ntruth or dare?\n  ","236423":"\n   hiiiiii beautiful 😻\n  ","236424":"\n   Very likely.\n  ","236425":"\n   hahaha okay \ntruth: are you drunk right now?\ndare: propose your crush 😂\n  ","236426":"\n   🥰🥺❤️\n  ","236427":"\n   haha it's kinda cute \ntruth or dare?\n  ","236428":"\n   I just dont understand it.  Theres an obvious hatred there.  Wether it be a hatred of your freedoms or their inability to control women I dont know.... but it definately does nothing to help my hope for humanity.\n  ","236429":"\n   haha okay \nI dare you to post your weirdest selfie\n  ","236430":"\n   last person you kissed?\n  ","236431":"\n   what do you usually do on your commute to school\/work?\n  ","236432":"\n   WOULD YOU RATHER: have whatever you are thinking to appear above your head for everyone to see or have absolutely everything you do live streamed for anyone to see?\n  ","236433":"\n   felt sad for you \nhappiest moment in your life?\n  ","236434":"\n   I love beaches! What’s the most beautiful beach you’ve been to? 🏖\n  ","236435":"\n   Im still trying to figure out why I read other peoples q threads.  I think its just blind hope that maybe it wont be some anon flog using ASK as an aggressive outlet for their religiously suppressed sexual desires; but nope thats all it seems to be every fucking time.  You have next lvl patience.\n  ","236436":"\n   haha no problem\ndon't worry I won't give hard ones\nokay so last time you cried n why?\n  ","236437":"\n   hahaha nice \ntruth or dare?\n  ","236438":"\n   Do people have to earn your respect or do you start out respecting everyone?  If respect needs to be earned, how does someone earn your respect?\n  ","236439":"\n   most embarrassing moment?\n  ","236440":"\n   Do you prefer rough sex or gentle?\n  ","236441":"\n   Truth or dare?\n  ","236442":"\n   you ever so fustrated that yk only sex can repair the damage\n  ","236443":"\n   username please\n  ","236444":"\n   If you could choose your own gender before you were born, what would you choose?\n  ","236445":"\n   Do you use snapchat?\n  ","236446":"\n   PAP in black bra\n  ","236447":"\n   Rough or Gentle or Extra Rough? 🔥\n  ","236448":"\n   Do you have a bf\n  ","236449":"\n   You are cute\n  ","236450":"\n   What can you promise to your friends?\n  ","236451":"\n   Thank you ❤️\n  ","236452":"\n   Do u like courtneym4?\n  ","236453":"\n   💜✨☺️\n  ","236454":"\n   Blease I nice boy\n  ","236455":"\n   do you believe in witchcraft? | naniniwala ka ba sa kulam?\n  ","236456":"\n   How has your week gone?\n  ","236457":"\n   Are you bisexual?\n  ","236458":"\n   That was from yesterday It was freezing in the middle of the night\n  ","236459":"\n   Day starts with D, but idk why mine starts You. 🔥🌚\n  ","236460":"\n   Bloody nose💜\n  ","236461":"\n   ran into an old co worker who I had major issues with he bullied me for having learning difficulties called me the r word. Saw him today he still running his mouth literally told him to shut up\n  ","236462":"\n   Damn who?\n  ","236463":"\n   pennie's on the dollar?\n  ","236464":"\n   Got to watch the ball drop\n  ","236465":"\n   Had a fun night💜\n  ","236466":"\n   Do you ever catch yourself on having a racist thought and have to correct yourself? 🚩\n  ","236467":"\n   mf?\n  ","236468":"\n   not bad just went out for a little walk\n  ","236469":"\n   Are there any people who you were associated with who you want  nothing to do with now?\n  ","236470":"\n   How are you\n  ","236471":"\n   why do people cover up their emotions with a fake smile?\n  ","236472":"\n   what age are they?\n  ","236473":"\n   if they are 65+ then they are elders.\n  ","236474":"\n   what are they?\n  ","236475":"\n   Do the elders love you at work?\n  ","236476":"\n   How do you feel about men in drag calling them self's woman?\n  ","236477":"\n   yeah I can think of 6 Canadians that like trump\n  ","236478":"\n   I think Canada should become part of the usa they have the right thinking\n  ","236479":"\n   How's life in white america?\n  ","236480":"\n   and the other side is a bunch of cheaters so...\n  ","236481":"\n   what can I say 75 million like him I guess\n  ","236482":"\n   Just going to shower and watch a movie after\n  ","236483":"\n   its my favorite one from one of my favorite trump supporting Canadians its the line \"you don't need no _____\"\n  ","236484":"\n   Pap for the new year?\n  ","236485":"\n   Let 2021 be kind and great for you all 🥳🥺❤️\n  ","236486":"\n   im gonna do smth bad here! chlo is toast\n  ","236487":"\n   What are you doing tonight?\n  ","236488":"\n   you dont need no money\n  ","236489":"\n   I bow to no being but my true almighty God!\n  ","236490":"\n   Hi\n  ","236491":"\n   Doing ok?💜\n  ","236492":"\n   skip work you don't need it\n  ","236493":"\n   I trouble cumin over and over again\n  ","236494":"\n   what ur snapchat\n  ","236495":"\n   you want me to talk to you off ask?\n  ","236496":"\n   what I'm too drunk to understand your nonsense\n  ","236497":"\n   you live near marie\n  ","236498":"\n   so what you live near the car area some one in your life has to have worked some automotive job\n  ","236499":"\n   yeah mari cummins makes better engines than your dad builds in Detroit\n  ","236500":"\n   Tonight would've been so much better if I'd had beautiful Marisa by my side to hug and kiss with\n  ","236501":"\n   Happy new year to you all 🥳\n  ","236502":"\n   • how do you feel about buying and using secondhand items?\n  ","236503":"\n   Wish you a Blissful New Year Mari!\n  ","236504":"\n   agreed mein there junk cummins are better\n  ","236505":"\n   the one thing I found out im good at is destroying sh!t😂\n  ","236506":"\n   Do you like Polaroid cameras\/photos?\n  ","236507":"\n   if we were in 1500, would you be a peasant or of royalty?\n  ","236508":"\n   is there room for improvement in your life?\n  ","236509":"\n   What do you tolerate better, the heat or the cold?\n  ","236510":"\n   When was the last time you stayed up through the entire night?\n  ","236511":"\n   You can come live with me\n  ","236512":"\n   Happy new year💜\n  ","236513":"\n   No you're not \"fine\"\n  ","236514":"\n   Wow why aren't you ever happy?\n  ","236515":"\n   Whats poppin Lollipop\n  ","236516":"\n   Happy New Year’s Eve 🥳🤩\n  ","236517":"\n   Snapchat ??\n  ","236518":"\n   Are you having fun?\n  ","236519":"\n   Whats salut mean?\n  ","236520":"\n   Do you associate with low income people?\n  ","236521":"\n   She was made in hell. Beware, she bites.\n  ","236522":"\n   You matter to me.\n  ","236523":"\n   Fr. I hate idiots.\n  ","236524":"\n   I would never use a Detroit diesel\n  ","236525":"\n   You so evil and cute! where were you made yo\n  ","236526":"\n   Then with who\n  ","236527":"\n   People really don’t know how to take no for an answer\n  ","236528":"\n   I always have an issue with hitting sh!t with it tho 🙁\n  ","236529":"\n   Bruh. Crazy people on this thread.\n  ","236530":"\n   Erin i drive a freightshaker with 18 speed and 500 hp detroit diesel\n  ","236531":"\n   do you know who I am?\n  ","236532":"\n   you should try doing its very easy\n  ","236533":"\n   Wanna have some fun?\n  ","236534":"\n   I drive an 18 speed so I grind gears almost every day\n  ","236535":"\n   Post one atm.\n  ","236536":"\n   Why am I retxrded?\n  ","236537":"\n   How often do you grind gears while driving?\n  ","236538":"\n   Please. 😏\n  ","236539":"\n   Have you ever tried to make love completely silent or you can't?\n  ","236540":"\n   We stan drunk Mari\n  ","236541":"\n   Feet photo\n  ","236542":"\n   thats not nice\n  ","236543":"\n   Did u hear me woman! I need drugs!!!!!\n  ","236544":"\n   hey would you like to make some extra cash today? Its all direct thru PayPal cash app and zelle. Completely confidential....add  me on Snapchat- masonsmith9889\n  ","236545":"\n   wheres the dress? xD\n  ","236546":"\n   Post a pic in bikini. 🔥\n  ","236547":"\n   How are ya, my fav apprentice?\n  ","236548":"\n   I need your drug dealers numbah plz\n  ","236549":"\n   Nice pictures u have there\n  ","236550":"\n   How was your Christmas?\n  ","236551":"\n   Have you had any funny incidents with animals? Like when a deft monkey in a zoo ate your ice cream or when you were chased by an aggressive goat?\n  ","236552":"\n   Fuck you 🥰\n  ","236553":"\n   what is the most rewarding part of your day?\n  ","236554":"\n   Was it mermaid?\n  ","236555":"\n   Have you ever overheard anyone have sx?\n  ","236556":"\n   Do you see smoking or vaping as something cool?\n  ","236557":"\n   Hugs💜🤗\n  ","236558":"\n   Nice pic✨\n  ","236559":"\n   Well...I'm stuck at home in quarantine due to my brother having to be tested and myself showing the same symptoms..so if y'all want to send me questions...lol I'll send some out as well!\n  ","236560":"\n   Please turn me into a girl with a spell 😃\n  ","236561":"\n   PAP your Bold pic ❤\n  ","236562":"\n   💜💜😊✨\n  ","236563":"\n   Do you have a best friend? How did you meet your bestfriend?\n  ","236564":"\n   My Christmas was awesome💜\n  ","236565":"\n   Wonder how 2021 will be\n  ","236566":"\n   yeah i actually did lol. i was super drunk tho lmao. did you have a good holiday?\n  ","236567":"\n   I post a photo pinching your nose\n  ","236568":"\n   Me too!\n  ","236569":"\n   What are you watching?\n  ","236570":"\n   Ahh nice lol. You should play then.\n  ","236571":"\n   Why am I starting to distance myself from my friends because they gossip? Is it my fear of them gossiping about me or my insecurities?\n  ","236572":"\n   Be kind. Life is a mirror\n  ","236573":"\n   You're cute for a cracker\n  ","236574":"\n   Not 100% sure\n  ","236575":"\n   I have a punishing workout regimen. Every day I do 3 minutes on a treadmill, then I lie down, drink a glass of vodka and smoke a cigarette.\nI have a punishing workout regimen. Every day I do 3 minutes on a treadmill, then I lie down, drink a glass of vodka and smoke a cigarette.\n- ANTHONY HOPKINS\n  ","236576":"\n   Hey\n  ","236577":"\n   you're gonna love it\n  ","236578":"\n   Wanna do it again?\n  ","236579":"\n   With what object? I did with my hair brush handle once but never again because i'm scared of something happening\n  ","236580":"\n   Hella bored. You?\n  ","236581":"\n   You never did double because you're probably scared to do your rear\n  ","236582":"\n   Hey\n  ","236583":"\n   You made me so hxrny i ended up fixgering my azz and px ssy at the same time\n  ","236584":"\n   Why not?\n  ","236585":"\n   How would you stop someone from tickling you?\n  ","236586":"\n   Are you against p0rn?\n  ","236587":"\n   What are you doing?\n  ","236588":"\n   Do you think you have the ability to turn a straight girl g@y?\n  ","236589":"\n   i’ve been alright ; how you been? 😊\n  ","236590":"\n   When did you know that you liked other girls?\n  ","236591":"\n   you’re welcome love ❤️\n  ","236592":"\n   you look fxcking amazing in your dp 🤩🥵😍\n  ","236593":"\n   Hello\n  ","236594":"\n   bbg is too cute? Must be called ego water. Can't get enough of that.\n  ","236595":"\n   do you remember the ohio crew on here a few years back?\n  ","236596":"\n   Is that a wig?\n  ","236597":"\n   Can we talk?\n  ","236598":"\n   I miss traveling so much. Have you been on any interesting trips lately? 🚗\n  ","236599":"\n   work very hard at a rewarding job or hardly have to work at a job that isn’t rewarding?\n  ","236600":"\n   do you go outside even when there is nothing to do outside?\n  ","236601":"\n   Would u share that with her though\n  ","236602":"\n   So three way\n  ","236603":"\n   can drinking water help you lose weight?\n  ","236604":"\n   Whaaaaat?\n  ","236605":"\n   On what\n  ","236606":"\n   Both probably\n  ","236607":"\n   What's your favorite app?\n  ","236608":"\n   Are serial kiIIers made or born that way?\n  ","236609":"\n   I think you want the d rn\n  ","236610":"\n   I did\n  ","236611":"\n   In all my years of conquest, vioIence... sIaughter. It was never personal. But I’ll tell you now, what I’m about to do to your annoying little planet I’m going to enjoy it very, very much\n  ","236612":"\n   Can taste in music change your opinion about a person?\n  ","236613":"\n   That song is low-key a bop!\n  ","236614":"\n   I missed you so much\n  ","236615":"\n   a bent razor\n  ","236616":"\n   I don't  need invitation  to  attend your  wedding\n  ","236617":"\n   I'm straight as a razor bro\n  ","236618":"\n   I dont u need proof\n  ","236619":"\n   Got a 9 inch one\n  ","236620":"\n   Man stop c*ck blocking me on dani page\n  ","236621":"\n   Mermaid looking cute in your bg pic i might have to hook up with both of you\n  ","236622":"\n   you ever been called a сука?\n  ","236623":"\n   you're missing the first 3 numbers?\n  ","236624":"\n   what's your phone number?\n  ","236625":"\n   what\n  ","236626":"\n   can you read with background noise (t.v, etc)  and still concentrate?\n  ","236627":"\n   What do you work as?\n  ","236628":"\n   sexy pic\n  ","236629":"\n   You coming?\n  ","236630":"\n   Me and Danielle are getting out our loud cars tonight\n  ","236631":"\n   Karma is about to get you bro tf you saying that for\n  ","236632":"\n   you ever been in a car accident?\n  ","236633":"\n   Why exactly are you mean to Maggie? Shes very important to the GTA5 community and very nice\n  ","236634":"\n   Seems like you're mad wishing such horrific things on people. I'm not ever mean to you and i expect the same respect. Bye Marisa hopefully tomorrow you're nicer\n  ","236635":"\n   Why didn't you answer that properly?\n  ","236636":"\n   that's hot dani😘🤤\n  ","236637":"\n   Thats a bit weird, thankd fir declining because i'm not interested either\n  ","236638":"\n   You make my px ssy wet\n  ","236639":"\n   she actually thinks she gotta chance with you\n  ","236640":"\n   Why would i threaten you or hurt you? That gives you the opening to sue my parents for damages i'm not the smartest person ever but i know what some people do\n  ","236641":"\n   I want have sxx with you somewhere priv\n  ","236642":"\n   The only person Marisa will do is Maggie but probably nobody else on here\n  ","236643":"\n   She's scared of black guys😂\n  ","236644":"\n   I actually wouldn't hurt you regardless of what people think lol\n  ","236645":"\n   How well do you know yourself?\n  ","236646":"\n   Are you a fan girl\/boy?\n  ","236647":"\n   Why don't you answer questions about location?\n  ","236648":"\n   does she live near you?\n  ","236649":"\n   I wanna do something with you today but that won't happen because you don't like me\n  ","236650":"\n   who is this lady\n  ","236651":"\n   Yeah well i wanna meet you and see what you can do with me\n  ","236652":"\n   Don't say that\n  ","236653":"\n   When are we going to meet?\n  ","236654":"\n   You should say them if u are not satisfied,just don’t cheat on someone\n  ","236655":"\n   U were saying u faked an orgasm\n  ","236656":"\n   I like to be a boss everywhere\n  ","236657":"\n   I order u to find out\n  ","236658":"\n   2020 be takin' away sex now too smh\n  ","236659":"\n   Is there corona anymore\n  ","236660":"\n   When the king and his men are in sight prepare for a fight 💪🏻\n  ","236661":"\n   Not a shitpost but did you hear about the rise of super gonorrhea because of covid?\n  ","236662":"\n   reason like what?\n  ","236663":"\n   Happy new year!!💯🥳🎊\n  ","236664":"\n   How much anxiety do you have?\n  ","236665":"\n   Facebook link😂\n  ","236666":"\n   why?\n  ","236667":"\n   Which one are you more attracted to though lol?\n  ","236668":"\n   link insta\n  ","236669":"\n   why tacky\n  ","236670":"\n   You better not shout, you better not cry, you better bite the pillow, cause I'm going in dry.\n  ","236671":"\n   Would you kiss  the last person you slapped ?\n  ","236672":"\n   are you more attracted to people who have the same traits that you do or those with opposing ones?\n  ","236673":"\n   Can i be jealous  of  people who are going out and enjoying  themselves  during winters ? I am locked  inside  my  house\n  ","236674":"\n   How was your Christmas?\n  ","236675":"\n   hi\n  ","236676":"\n   I think that one problem with online interactions is that you don't see the people you're interacting with, so when you admire them and copy them, you don't realize how fcked up they probably are, and you end up doing fcked up things. Thoughts?\n  ","236677":"\n   Why don't  you  use shout out to look for guys to date you ?\n  ","236678":"\n   If someone on here was claiming to be you would you call them out?\n  ","236679":"\n   Where are you right now ?\n  ","236680":"\n   Am i supposed to  stay at home for life ? That what is happening\n  ","236681":"\n   Should someone be judged by the type of p0rn they watch?\n  ","236682":"\n   Can I ask you personal questions?\n  ","236683":"\n   Would you kiss again the last person you kissed?\n  ","236684":"\n   What type of boys you like ?\n  ","236685":"\n   What is love ?\n  ","236686":"\n   7 billion people’s on this planet and I'm nobody's crush wtf 🙂\n  ","236687":"\n   Does account  in ask.fm  help you ?\n  ","236688":"\n   How will you celebrate  New Year Eve ?\n  ","236689":"\n   Do you need a servant  ?\n  ","236690":"\n   Is it safe to go out ?\n  ","236691":"\n   People who go outside  are lucky\n  ","236692":"\n   According  to  you when will covid-19  end ? Just a guess\n  ","236693":"\n   is too much empathy a bad thing?\n  ","236694":"\n   Wanna love you 😀😜\n  ","236695":"\n   My name is nonsense\n  ","236696":"\n   Princess mari\n  ","236697":"\n   Za sta sara meena kawom translate it in urdu :p\n  ","236698":"\n   You been back for 10 days and people are being mean how rude are they\n  ","236699":"\n   Well done you keep your inbox tidy many dont I'm surprised someone told me they have over 13000 that would be impossible to clean up😂\n  ","236700":"\n   Well that’s Russia president\n  ","236701":"\n   Do U like putin\n  ","236702":"\n   It’s COVID 19 only for China not for us.it’s COVID 20 for us tbh\n  ","236703":"\n   What do you wear for bed?\n  ","236704":"\n   It got spread in 20 around the world\n  ","236705":"\n   Have you had chocolate mousse\n  ","236706":"\n   I am making COVID 20 vaccine\n  ","236707":"\n   How many questions do you have in your inbox rn?\n  ","236708":"\n   How many followers do you have?\n  ","236709":"\n   PAP your Christmas dinner table!\n  ","236710":"\n   After a long time goddess\n  ","236711":"\n   Are people in your city struggling  financially because of covid?\n  ","236712":"\n   Hello mistress after a long time\n  ","236713":"\n   Anon's trying to cause drama about a woman on here because she has close friendships with guys while in a relationship 🙄 So pathetic...\n  ","236714":"\n   Tequila with hot chili peppers and a side of white milk to cool the mouth is a lovely thing.\n  ","236715":"\n   Why do you say Allo\n  ","236716":"\n   You are very buteful\n  ","236717":"\n   Where are you from\n  ","236718":"\n   You ever been scammed?\n  ","236719":"\n   Do you sleep with or without a pillow?\n  ","236720":"\n   Please turn me into a girl with a spell 😃\n  ","236721":"\n   If I don’t get chance to talk to you before I hope you have a lovely Christmas and a great new year!x\n  ","236722":"\n   Do you use malt vinegar or ketchup with your fish & chips?\n  ","236723":"\n   You think the spirit world is made up.., well i know a abandoned house in Michigan that will change your outlook stop playing with the Satan unless you're mentally strong because its a dangerous game\n  ","236724":"\n   Anon is right tbh haha\n  ","236725":"\n   Id bxng you\n  ","236726":"\n   Do you ever sleep on the floor? I’m doing that tonight with a sleeping bag and I have a Christmas candle burning (in a safe location of course).\n  ","236727":"\n   I see 2 gorgeous gorls in your profile pic 😊\n  ","236728":"\n   btw  thanks  for not gettig mad you prob get the refrence\n  ","236729":"\n   merry christmas you filthy animal\n  ","236730":"\n\n    https:\/\/instagram.com\/vintagegallery_24?igshid=gnyyjsm5q16m\n   \n   Follow this page kindly ☺️\n  ","236731":"\n   Post a picture of your derpiest derp face! ?\n  ","236732":"\n   I am? Instead of you giving that board to me you burned it thats distasteful\n  ","236733":"\n   That's racist.\n  ","236734":"\n   Marisa i know you burned the board because you're afraid of being haunted, you can't escape evil\n  ","236735":"\n   Don't write satan in your name and you're having bad luck because you burned something of the devils he told me, he's making you depressed he's eating your soul he's making you his.\n  ","236736":"\n   I don't even celebrate Christmas or anything involving God i'm a satanist for a reason and they're Christians for a reason\n  ","236737":"\n   Do you answer stuff properly or are you not willing to talk about why Christmas is Christmas? So many anti religious people on here especially adults with parents giving them gifts then they say \"i'm not religious\" ok why are you celebrating a religious holiday?\n  ","236738":"\n   I hope pagans don't think Christmas is Paganism, the Christians stole the celebrations they own it now\n  ","236739":"\n   No on ask.fm  but  on  road\n  ","236740":"\n   not bad just watching home alone\n  ","236741":"\n   cats name\n  ","236742":"\n   Can i play games  with  you  ?\n  ","236743":"\n   Are you having a jolly merry Christmas Eve ⛄🎄?\n  ","236744":"\n   My computer can run any game because it cost 10k\n  ","236745":"\n   Do you like Mia Kalifha?\n  ","236746":"\n   I wish I could make love to you on Christmas Day 😐\n  ","236747":"\n   Merry Christmas! ❤\n  ","236748":"\n   Do you ever catch yourself viewing clerks and other people you meet during the day as MACHINES that are there to serve their function only, rather than just seeing them as another person, who is just like you?\n  ","236749":"\n   Your answers say a lot about you.\n  ","236750":"\n   Nah I jus appreciate that most women these days are shiet so get what you can adn broom em fast. Hire slow , fire fast\n  ","236751":"\n   Same. she was just a blown out late-20s b approaching the end of her prime so it was a one and done for me. To each their own\n  ","236752":"\n   how's your day been\n  ","236753":"\n   Thoughts on a already full grown woman who came to this site and give unsolicited lectures thinking she's the real sxhit (which obviously she aren't) but she still lives at her grand parents basement? Like really 🤔🤣🤣\n  ","236754":"\n   arent u the real fgg tho\n  ","236755":"\n   you wear th*ngs\n  ","236756":"\n   I am scared Baby 😔\n  ","236757":"\n   Would you say what you have on?\n  ","236758":"\n   Bet you have great underwear on though\n  ","236759":"\n   photo of ur socks\n  ","236760":"\n   Would you show a little bit of your underwear for coins?\n  ","236761":"\n   It's funny and at the same time is clearly shows how some women are double moral pos. Girls who aren't friends or follow the \"cheater girl \" think they disapprove her behavior while her only 5 ask friends thinks she's doing ok lmao 😂\n  ","236762":"\n   Do you relate more with people your age\/around your age range?\n  ","236763":"\n   I been playing TMP and drinking spicy Tequila\n  ","236764":"\n   May I follow you, beautiful lady?😏😏😏😏\n  ","236765":"\n   Are U sexy ?\n  ","236766":"\n   Without you, ask will be like a burger with no cheese. 🔥🌚\n  ","236767":"\n   not at all ☺️\n  ","236768":"\n   Do you have a issue with me?\n  ","236769":"\n   Love you both ❤ 🙊\n  ","236770":"\n   I just lost my mind\n  ","236771":"\n   What would be your porn name if you were to become a pornstar?\n  ","236772":"\n   I saw your photo on ask.fm  and i think i am in love .\n  ","236773":"\n   When was last time you went to a mall ?\n  ","236774":"\n   I am here on ask.fm  as anon for nearly 5 years . I am following  3524 girls on ask.fm  . I have  no job . Just sit at home and enjoy .\n  ","236775":"\n   If i was your next door neighbour, how do you think our first interaction would be ?\n  ","236776":"\n   Is a self-gift really a gift?\n  ","236777":"\n   do you know what I don't understand and i think it's bs? this 'gender neutral\/nonbinary\/genderfluid' charade. or the neutral pronouns. you're either a woman or a man. trans or cis. trans women are women, trans men are men.  you cant be both or neither and have neutral pronouns, lol, that's childish.\n  ","236778":"\n   hi dear how are you im Farhad looking for serious relationship if you interested so we can know more each other first\n  ","236779":"\n   Hey\n  ","236780":"\n   On who?\n  ","236781":"\n   Have you ever fired a gun?\n  ","236782":"\n   Drinking again?  lmfaoooooooo\n  ","236783":"\n   Are all Russians vodka drinkers?\n  ","236784":"\n   Whats your poison?\n  ","236785":"\n   Do you wear scrubs to work?\n  ","236786":"\n   When you think of \"home\", what specifically do you think of?\n  ","236787":"\n   Just so you know 'Fred fed Ted bread, and Ted fed Fred bread' ..\n\n only drink when you can say it out loud without fucking it up.\n  ","236788":"\n   I kissed  your photo on ask.fm\n  ","236789":"\n   I am also  drunk\n  ","236790":"\n   Everytime I see you ❤️❤️❤️ I feel you😘❤️😘 I need you❤️❤️❤️\n  ","236791":"\n   Have you drank Tequila with a hot pepper in it?\n  ","236792":"\n   Wow white white 👌\n  ","236793":"\n   I want to touch you everywhere\n  ","236794":"\n   You are just a little soft girl I'm a strong guy and I can force myself on you\n  ","236795":"\n   Cuz they are real Slavs.  You're not real Russian.\n  ","236796":"\n   Hi do you like tequila?\n  ","236797":"\n   So I just met some Russian and polish girls online who also hate n**gers. Most of them seem to hate shit skins.\n  ","236798":"\n   She probably got told to close her account because shes a bit spun\n  ","236799":"\n   Hi Marisa Sucreme\n  ","236800":"\n   Do your parents speak Russian?\n  ","236801":"\n   Does he still have all the equipment?\n  ","236802":"\n   How do you cope with lack of sleep?\n  ","236803":"\n   aw good answer.\n  ","236804":"\n   Once upon a time, little Natasha's mom would wake her up in morning, wear a jacket on her, grab her hand and take her to the school. Natasha would keep falling on the ground and her mom would shout \"Natasha BLYAT hurry!\" She walked and walked on those snowy ground, those cold days in Russia...\n  ","236805":"\n   What are you doing when covid-19 is over?\n  ","236806":"\n   What is your favorite hair color?\n  ","236807":"\n   Pap of your bare feet. Now\n  ","236808":"\n   Who do you love more ❤️ your cat or dog?\n  ","236809":"\n   Are those scrubs you have on?\n  ","236810":"\n   What parts of the male body are you attracted to ?\n  ","236811":"\n   It is because you are cute.\n  ","236812":"\n   I wish they would clone you. I want 50 million more of you. 💀\n  ","236813":"\n   Sexual honesty questions?\n  ","236814":"\n   ...pink or brown ?\n  ","236815":"\n   Ben is friends with Lisa he use to talk from a script when he would talk about people on ask.fm on YouTube and most of the script was what Lisa told him to say\n  ","236816":"\n   She talks like a very sexy guy but in a girl version sometimes she trick me into stuff you watch out for that Ladybear\n  ","236817":"\n   I know i would never show myself to you as scary i would trick you into coming to victor 1 through hypnosis with my eyes without contacts and show you the world you don't know\n  ","236818":"\n   We need to play again soon!!\n  ","236819":"\n   Would you let me hug you even though my suit would scare you?\n  ","236820":"\n   Marisa can i ask you something?\n  ","236821":"\n   We can't rid him he's to sad of a man sorry\n  ","236822":"\n   In what way?\n  ","236823":"\n   Want us to rid curious_1?\n  ","236824":"\n   -sam&thealiens are by 50 metres from you\n  ","236825":"\n   XJ-D5 reset code Gama574648 inscription Sam54880\n  ","236826":"\n   It’s amazing though, update it 😈\n  ","236827":"\n   Your tumblr 😈\n  ","236828":"\n   Me encanta\n  ","236829":"\n   I'm still waiting to hear what my \"details\" are lol. But because my anonymous is disabled, the children won't say a word lol.\n  ","236830":"\n   Ricky eats fig newton's too much.\n  ","236831":"\n   I put a spell on you.\n  ","236832":"\n   My boyfriend just checked messages 2 hours ago on hangouts. Is that called he was active 2 hours ago? Yes or no\n  ","236833":"\n   Zodiac sign?\n  ","236834":"\n   Do you have a handicapped sibling ?\n  ","236835":"\n   how old are you\n  ","236836":"\n   Who can give me 1k of coins ? 😏\n  ","236837":"\n   how are you tonight\n  ","236838":"\n   1 God is our refuge and strength, an ever-present help in trouble. Psalms 46:1\n  ","236839":"\n   Thumbs up if I can follow you\n  ","236840":"\n   Is flirting cheating?\n  ","236841":"\n   Anything unexpected happen to you this week?\n  ","236842":"\n   Well he cheated on me, who wants to cry with me in a chat of emotional memories, you share your heartache and i share mine\n  ","236843":"\n   Hi\n  ","236844":"\n   Taken or single?\n  ","236845":"\n   On a scale of 1 to 10 how crazy are u?\n  ","236846":"\n   Your sexuality? LBGTQ+?\n  ","236847":"\n   Hello\n  ","236848":"\n   Thanks 🥰\n  ","236849":"\n   WHAT IS YOUR FAVORITE OUTDOOR ACTIVITY?\n  ","236850":"\n   Try what?\n  ","236851":"\n   Have you ever heard a less jolly Ho Ho Ho than Alan Rickman reading that dude's sweatshirt?\n  ","236852":"\n   What does the rest of that wall-hanging look like?\n  ","236853":"\n   Why do some people hate you here?\n  ","236854":"\n   Thoughts on women who put their make up either on the public transportation (train, bus, taxis...) and their boyfriends\/husbands car, like b¡tch you have plenty of time, prolly hours, at home to put on your stupid make up smh 🤦🏻‍♂️\n  ","236855":"\n   Are you doing anything to make yourself feel better about being in lockdown? (if you are in lockdown)\n  ","236856":"\n   Whats a paddy wagon\n  ","236857":"\n   Gay men make me puke 🤢\n  ","236858":"\n   And you. Might not join. Tinder!!! In 5 days though.. Need to. Self isolate for 5 bloody days more\n  ","236859":"\n   Yeah get the fuck out of here asap and die\n  ","236860":"\n   Askfm is even worse 😎😅... Actually its total crap\n  ","236861":"\n   Yeah... What's wrong with tinder?\n  ","236862":"\n   Whats the best pick up. Line I can use  On tinder?\n  ","236863":"\n   what!!!!\n  ","236864":"\n   nm u\n  ","236865":"\n   Hey hoe-hoe-hoe!\n  ","236866":"\n   What about the opposite sex confuses you the most? ♀️♂️\n  ","236867":"\n   • What is your BIGGEST turn on?\n  ","236868":"\n   Your instagram?\n  ","236869":"\n   Is family important to you?👨‍👩‍👧‍👧❤️\n  ","236870":"\n   Is it outdated to list on a piece of paper the stuff you need when you go grocery shopping instead of doing it on your phone?\n  ","236871":"\n   Do you ever want everyone in the world to hear the song you’re listening to or are you keeping your playlist to yourself?\n  ","236872":"\n   Did you get tested for covid?\n  ","236873":"\n   Toto looks like the kind of doggo who got all the ladies at parties and neighbors\n  ","236874":"\n   I thought you were going to quit?\n  ","236875":"\n   do you still work as a care giver?\n  ","236876":"\n   You do know you’re messing with the wrong person right? Stop being an ass to her.\n  ","236877":"\n   Do you sometimes find that the lead up to Christmas Day is better than the actual day?\n  ","236878":"\n   sure q*eer\n  ","236879":"\n   Be safe from Covid\n  ","236880":"\n   Do you like having candles in your home? What kind? Where and in what way do you usually place them? 🕯\n  ","236881":"\n   I kinda wish you were in Canada because i would pay you money to work for me theres more wages in Canada as well.. here you would be making 40$ an hour doing your job\n  ","236882":"\n   Gay used to mean happy now its offensive surprised that question hasn't been flagged yet tbh\n  ","236883":"\n   why not the switch sucks tho!\n  ","236884":"\n   ma cher amio its not a weird question\n  ","236885":"\n   You should stomp on it🤣\n  ","236886":"\n   TPOTD\n  ","236887":"\n   Do you believe in soulmates?\nAlso do you think that having a soulmate doesn't necessarily mean getting married having kids falling in love but could just be  a naturally strong connection like family?\nDo you have a soulmate in your life?\n  ","236888":"\n   Do you ever feel like a nuisance at work?\n  ","236889":"\n   What were you gonna do to us?\n  ","236890":"\n   omg lol!! whatever you do stay away from them simps😅 & nintendo switch soy boys they are the literal worst\n  ","236891":"\n   Seven young kids go to camp for the summer, Wind up livin' in the digital land, Where everybody gets to meet his own Digimonster - A digital companion a digital friend. A Digimon in training will Digivolve to Rookie, And Digivolve to champion and ultimate too.\n  ","236892":"\n   What are the three things you never forget to take along going out?\n  ","236893":"\n   Do you celebrate Christmas? 🎄\n  ","236894":"\n   How come birds sing so gay?\n  ","236895":"\n   Olá está tudo bem ?\n  ","236896":"\n   What song or songs have had caught ur attention almost immediately (not because it was overplayed over and over again on the radio as every where )?🤔\n  ","236897":"\n   Marmaid is the most useless fish... You can't eat it either bang it\n  ","236898":"\n   Last thing to make you smile\n  ","236899":"\n   That's a yes?\n  ","236900":"\n   Are you single and ready to mingle?? Just in case you interested I'm single as well\n  ","236901":"\n   Followed 🌷\n  ","236902":"\n   look who's talking lol\n  ","236903":"\n   What’s The One Thing You Cannot Live Without?\n  ","236904":"\n   How can I stop being racist?\n  ","236905":"\n   Wait so santa isn't real?? 🤔🤔\n  ","236906":"\n   Do you like beef wellington?\n  ","236907":"\n   Giime ur snapchat i ll give u 50$ every week\n  ","236908":"\n   \"Now I have a machine gun. Ho-Ho-Ho.\"?\n  ","236909":"\n   How do you have the ability to look smoking with any hair colour?\n  ","236910":"\n   Wtf you are too damn beautiful 😍😍😍\n  ","236911":"\n   I'll give you 40$ a week to clip my finger nails i hate doing them\n  ","236912":"\n   What are you doing today?\n  ","236913":"\n   You deserve a gift for surviving 2020. What's the best gift you can give yourself this year?\n  ","236914":"\n   Now you have a machine gun?\n  ","236915":"\n   Do you miss someone?💔\n  ","236916":"\n   Why is money important? Can we still go back to the time when money is not that important?\n  ","236917":"\n   Santa IS real! You’re just a naughty girl who is on Santa’s naughty list and he’s bringing you coal! I believe in you Santa!\n  ","236918":"\n   How come every question i axe you, you never answer\n  ","236919":"\n   at least Indians and Arabs look like actual humans not apes like n**gers\n  ","236920":"\n   Listen I don't have problem with Arabs, Indians or Asians. everyone just hates dark skin. blacks have always been slaves. blacks are still being enslaved by Arabs in some countries.\n  ","236921":"\n   Subway Sandwich 🆚 Subway Salad ???\n  ","236922":"\n   Happy Sunday ✨❄️\n  ","236923":"\n   Tell me about kitty cat in your background picture. Kitty cat looks like my girl kitty cat 🤗\n  ","236924":"\n   Do u have paypal ??\n  ","236925":"\n   marisa go to sleep\n  ","236926":"\n   Hello pretty 😁❤️\n  ","236927":"\n   Don't talk with n**gers\n  ","236928":"\n   Hi lad\n  ","236929":"\n   when i think about texas, i think about a bunch of cowboys, cows, farms, rednecks. but you also look like a small town girl, if that makes any sense.\n  ","236930":"\n   i don't know why i thought you were from there.\n  ","236931":"\n   Gimme ur paypal@and snapchat i share detail there\n  ","236932":"\n   are you from texas?\n  ","236933":"\n   Do you plays ETS2?\n  ","236934":"\n   Wanan earn 200-300$ rn ?\n  ","236935":"\n   Well i have a few others about her 🙈😂\n  ","236936":"\n   Instagram. If you like to\n  ","236937":"\n   was the secret informative?\n  ","236938":"\n   Are you a fan of Crystal Castles?\n  ","236939":"\n   There are 3 phases: 1. You believe in Santa. 2. You don't believe in Santa. 3. You ARE Santa.\n  ","236940":"\n   isn't it harmful to the fish though?\n  ","236941":"\n   i did now. ive seen it before actually. it looks creepy though, its like fish eating ur nails lol wtf do ppl really enjoy that?\n  ","236942":"\n   i'm a dude why would i care about pedicures lol\n  ","236943":"\n   may i share a secret if you wont post it\n  ","236944":"\n   Have you ever been afraid of Santa Claus?\n  ","236945":"\n   what even is a fish pedicure lol\n  ","236946":"\n   Are you bisexual?\n  ","236947":"\n   Opinion on fish pedicures?\n  ","236948":"\n   He thinks you're hot\n  ","236949":"\n   Do you care when you accidentally step on a bug?\n  ","236950":"\n   Daquarn wants you!\n  ","236951":"\n   Hi, Mari\n  ","236952":"\n   Someone say to me Santa isn't real and now i have tears in my eyes\n  ","236953":"\n   Have you ever played The Sims?\n  ","236954":"\n   I just wanna be happy again tbh\n  ","236955":"\n   I won't get that Pfizer vaccine maybe that Moderna one or non because i can't take the Flu vaccine its weird that some people are actually getting disabled after getting that pfizer vaccine\n  ","236956":"\n   I haven’t been doing good all year tbh\n  ","236957":"\n   Meh. Not exactly.\n  ","236958":"\n   I've been in lockdown for nearly 2 months my work is shut so can't relate\n  ","236959":"\n   Do you get bothered easily?\n  ","236960":"\n   Just curious\n  ","236961":"\n   Hi, I'm in need of some help! Ssee my now bf proposed to me last month and since then we're having s3x almost everyday and sometimes several times at day, anyways my question is if that would eventually wear out our relationship. Thanks for your help in advance!! 😊 my best regards -concerned girl\n  ","236962":"\n   ❤️\n  ","236963":"\n   Doggy or riding?\n  ","236964":"\n   Where did you go?😂\n  ","236965":"\n   Wondering why I'm on here wbu\n  ","236966":"\n   Did you get caught?\n  ","236967":"\n   Hard to choose between those 2 pics, they’re both so beautiful\n  ","236968":"\n   Have you ever peed somewhere other than a toilet?\n  ","236969":"\n   Hi\n  ","236970":"\n   Honesty hour?\n  ","236971":"\n   I want a law against women exposing any part of her milk glands in public because it is sxual harassment of men. It is street harassment.\n  ","236972":"\n   Hey\n  ","236973":"\n   Such as?\n  ","236974":"\n   Are you able to disable the shoutout questions in your account settings cus I can't untick bc it set by itself on again and I'm tired of getting stupid shoutout questions from ppl I don't give a flying fck 😡\n  ","236975":"\n   Do you have any tattoos?\n  ","236976":"\n   For how have you been using ask?\n  ","236977":"\n   You’re hot\n  ","236978":"\n   Gorgeous\n  ","236979":"\n   if her boobs were go enuff for mermaid there good enuff for you anon\n  ","236980":"\n   Ima just saying your boos are like lumps or yogurt and dough. can you please go back to the old filtered picture with the tint hair from before you left\n  ","236981":"\n   Can you go back to the cute pfp? This one makes me think of yogurt\n  ","236982":"\n   Broken dreams and no ice creams for this 32 year old lady. I'm PERFECT for a guy :(\n  ","236983":"\n   are simps still a thing? sitting at home playing soytendo switch 😂and giving they money away\n  ","236984":"\n   oh sry\n  ","236985":"\n   Have you ever seen that scene tho? it's on youtube should let me send it to you it's short\n  ","236986":"\n   Zendesk doesn't reveal whether a IP is a VPN or not, also Trinket could be faking her husband because they share the same IP address from the same internet connection, she obviously doesn't understand how WIFI works\n  ","236987":"\n   no? are you sure there is a famous fight scene in it were this lil asian guy is fighting black guys in a alley & he rips the belt off one of em, so black dudes pants fell dwn and he was wearing a thong 🤣 then he gets tripped hard af onto the ground and knotted up with his own belt 😂 u might of saw\n  ","236988":"\n   ever seen the movie called, romeo must die?\n  ","236989":"\n   What Bridges Are You Happy You Burned?\n  ","236990":"\n   What do you do to pass time?\n\nI draw stuff, hang out with friends, play some games and do drugs lol\n  ","236991":"\n   You on anon...\n   \n    https:\/\/ask.fm\/OGalpacasarenice3\/answers\/165775000993\n   \n","236992":"\n   Would you consider yourself a hateful person?\n  ","236993":"\n   what’s the toughest decision you made today? 😫\n  ","236994":"\n   Do you wear a bikini when you go to the pool or beach?\n  ","236995":"\n   You're a fxcking saint\n  ","236996":"\n   Hey, what are you doing rn at work?\n  ","236997":"\n   open your eyes then! I've seen two 😂\n  ","236998":"\n   Why did you usually drink?\n  ","236999":"\n   Have you recently seen an ugly chimp around here who sends girls stupid shit?\n  ","237000":"\n   Well, if the reason you drink is because you're depressed it kind of is\n  ","237001":"\n   Like medication to help you stop drinking?\n  ","237002":"\n   Is it complicated?\n  ","237003":"\n   Have you ever had a crush so bad it drove you nuts?\n  ","237004":"\n   Are you drinking in moderation?\n  ","237005":"\n   I love you and Daquarn\n  ","237006":"\n   Love of my life\n  ","237007":"\n   Mars\n  ","237008":"\n   Mari\n  ","237009":"\n   Answer meeeeeeeeeeeeeeeee\n  ","237010":"\n   Jasmine has turned over a new leaf\n  ","237011":"\n   Want some honey JD?\n  ","237012":"\n   Have you had a fish pedicure before?\n  ","237013":"\n   Sorry i was mean last night, i still love you Mari hope you forgive me\n  ","237014":"\n   How would you feel if all the men were shrunk to the size of a ant for a day?\n  ","237015":"\n   R u aT woRk?\n  ","237016":"\n   I use to watch Daquarn streams\n  ","237017":"\n   I wish you had twitch\n  ","237018":"\n   NOooooooooooooooooooooooooooooO\n  ","237019":"\n   When purchasing things online do you go by ratings?\n  ","237020":"\n   Fooool\n  ","237021":"\n   Do you remember the t.v show girls gone wild?\n  ","237022":"\n   Why ?\n  ","237023":"\n   Do you think some anons are really weird and need mental help?\n  ","237024":"\n   I thought you were mad someone was following me and my friends last night at 4am\n  ","237025":"\n   Are you still angry today?\n  ","237026":"\n   Daquarn is my best bud i wonder where he is\n  ","237027":"\n   Did you retrieve your charger, and have you ever thought about carrying a back-up in your car?\n  ","237028":"\n   If you wear leggings or yoga pants, have you pull them up to tight on purpose to the point to show ur 🐫 toe? If so did you caught some guys taking a look at it? (Just wondering tho) 🙃😋🍭\n  ","237029":"\n   Do you drink hard eggnog\n  ","237030":"\n   I hope someone actually gets you from the compound it would teach you a lesson\n  ","237031":"\n   Do you have a gf or bf?\n  ","237032":"\n   Eminem dropped a new album today... you gonna give it a listen?\n  ","237033":"\n   Give me reason to your happiness\n  ","237034":"\n   Are you happy 😊 right now\n  ","237035":"\n   I'm gonna save the Digital World for me, I'm gonna save the Digital World for you. Hey Digimon, hey Digimon - Monster friends to the boys and girls. Hey Digimon, hey Digimon - Champions of the Digital World\n  ","237036":"\n   Tweens especially cus at their parents when they don't get their own way you can't block them if you had them as your children\n  ","237037":"\n   Bruv you block little kids i hope you don't have children you can't handle them\n  ","237038":"\n   Yes you did you block children who don't understand why you block them because in their mind they do nothing wrong\n  ","237039":"\n   You blocked\n   \n    @Nordsale\n   \n   for no reason so whats the difference?\n  ","237040":"\n   I'm still learning english i hope you know\n  ","237041":"\n   You text on Facebook messenger?\n  ","237042":"\n   Why?\n  ","237043":"\n   Gawd damn what it mean?\n  ","237044":"\n   Don't tell her that she will cry\n  ","237045":"\n   Sorry but you should know public records are perfect legal and you shouldn't agree with your friends when they're wrong about the law\n  ","237046":"\n   I'm not a guy and Marie help her get the car gone so the car was not found the front of the car is very damage we post pictures of it on Facebook\n  ","237047":"\n   What did you ask from Santa?\n  ","237048":"\n   Why are you giving to bed?\n  ","237049":"\n   Ok and you crash a car\n  ","237050":"\n   Ok love you don't call hers a kid we aren't goats ok\n  ","237051":"\n   I help her get the car off the car garage lisa pay me did you see the front on Instagram?\n  ","237052":"\n   You don't know who tf your talking to don't start your bs\n  ","237053":"\n   Its ok, do you wanna come for a drive with me? You're probably gonna be ok\n  ","237054":"\n   Those men and black and their mansions i'm feeling nervous but i'm ready for a mission\n  ","237055":"\n   They need some of my duloxetine because the delusions are becoming concerning oof.\n  ","237056":"\n   They're part of the CIA you tell agents to die?\n  ","237057":"\n   I had them wrapped on Amazon just for you kuk head\n  ","237058":"\n   i might of meet that special someome this month\n  ","237059":"\n   I send you 12 rubber coxks in the mail\n  ","237060":"\n   Tis the season\n  ","237061":"\n   Hi whats up whor\n  ","237062":"\n   Do you still work with elderly dudes ?\n  ","237063":"\n   We're gonna need you to not be our friend only Julia\n  ","237064":"\n   Why not\n  ","237065":"\n   I wanna ask mermaid some questions, let her use your page if she still don't wanna go hers\n  ","237066":"\n   Where did our lord say she will expose addresses? Exposing addresses online is actually legal considering theres a lot of websites that do it for free public information is \"public\" where is that illegal? The law speaks for itself, and we obviously wouldn't expose peoples addresses nor look them up\n  ","237067":"\n   Why ask is so freaking stupid lately! It recommends me profiles who are 3-4 five years inactive wtf 🤦🏻‍♂️\n  ","237068":"\n   Tell mermaid to come back\n  ","237069":"\n   Are you getting crunk on new year's?\n  ","237070":"\n   But you stopped drinking six months ago?\n  ","237071":"\n   Favorite never before seen selfie?\n  ","237072":"\n   aw thats great\n  ","237073":"\n   My cat is literally stupid I let her back in the house she came in  used her litter tray  and then asked to go back outside\n  ","237074":"\n   best thing to happen to you this month\n  ","237075":"\n   Why do you use straps\n  ","237076":"\n   How big we talking here?\n  ","237077":"\n   Aren't ask.fm rules a bit too strict? For example, I had questions and answers deleted for mild words such as \"pathetic, dumb, idiotic, silly\". I understand some words aren't to be used, which is understandable, but seriously, everything is against TOS nowadays. Can't post anything\n  ","237078":"\n   I've missed you so much\n  ","237079":"\n   Who is more interesting to spend time with — people who are younger or older than you?\n  ","237080":"\n   A girl can't replace a big 🍆 so\n  ","237081":"\n   Beautiful ❤️\n  ","237082":"\n   What are the traits of your favorite guy? What do you want to see in a guy? For example, I look good, dress good, I'm open minded, tolerant, I respect women, etc.\n  ","237083":"\n   Do you support \"open relationship\"? Meaning dating multiple people at once and not being limited to one person?\n  ","237084":"\n   Do you think being weird is a bad thing?\n  ","237085":"\n   Favorite never before seen selfie?\n  ","237086":"\n   Heeey Natasha you are back. This place wasn't as fun without you. I missed you\n  ","237087":"\n   are you going to take the covid-19 vaccine?\n  ","237088":"\n   Hopefully you have a good sleep at least\n  ","237089":"\n   Hi there beautiful how are you? hows your lady Mermaid?\n  ","237090":"\n   What kind of life with her\n  ","237091":"\n   They do know which is funny, i mean they found your address and other peoples addresses one of them is actually stationed near you which is creepy but i think they obsess over protecting you\n  ","237092":"\n   You and Julia are very protected because you're Russians Lisa knows that\n  ","237093":"\n   Haha unfortunately public records are online for all to see not just us but anyone who has information to search certain things up. Nobody threatened the peasants and feminists\n  ","237094":"\n   Stop while you can please, don't ruin what you have built up 🙏🏻\n  ","237095":"\n   They only threaten the others on anonymous because they know they are in the wrong. Threatening to reveal people's addresses etc. Its illegal!\n  ","237096":"\n   Do you turn into The Hulk when threatened?\n  ","237097":"\n   Are you still Daquarn's Fortnite buddy?\n  ","237098":"\n   Do you enjoy watching tragic events online?\n  ","237099":"\n   You must not tell me what to do and i have not threatened anyone.\n  ","237100":"\n   It's understandable that we only like you, Marisa i would do anything to protect you but not your friends or anyone who angers me in any way.\n  ","237101":"\n   it 100% real and legit add me on Snapchat to understand more about it\n  ","237102":"\n   would you ever get your partner name tattoed on you\n  ","237103":"\n   They don't know my name lol. The only person who does, is you! Jfc they need to get a life.\n  ","237104":"\n   Who are your favorite people to follow on Instagram?\n  ","237105":"\n   I have been! I been saving it for you! :*\n  ","237106":"\n   How about we send dxildos to all the fake accounts on here\n  ","237107":"\n   YESS my urge to mxrder has jus grown stronger again! Come here bby!\n  ","237108":"\n   Yes........ fxck dxcks! :) It is good for you\n  ","237109":"\n   For years I used to treat my other self like a disease, like something to get rid off. But then I started to see him as the cure. Three months isolated in the woods by myself, I put the brain and the body all together and now... I’ve got the best of both worlds\n  ","237110":"\n   In your opinion what makes the male organ (pen¡s) attractive to girls?\n  ","237111":"\n   Crxstal meth! YUR BACK!\n  ","237112":"\n   Honestly I'm getting upset about all those ladies talking sxhit about the male organ, I mean it gives them tons and tons of pleasure throughout their lifetime and by the way the girls vag¡na is also gross and disgusting looking thing and hairy asf 😷🤢\n  ","237113":"\n   Where?\n  ","237114":"\n   Yo whats up\n  ","237115":"\n   Do you eat dried fish? Nakain ka ba ng tuyo?\n  ","237116":"\n   When was the last time you passed out bc of alcohol or drug abuse?\n  ","237117":"\n   Are you badder than ever?\n  ","237118":"\n   oright you said it  peace out\n  ","237119":"\n   Have you been too tired lately?\n  ","237120":"\n   alrihht so you can't hang out with me then is what your saying\n  ","237121":"\n   really I'm not a criminal anymore\n  ","237122":"\n   NVM then\n  ","237123":"\n   where you stay at?\n  ","237124":"\n   how old are you\n  ","237125":"\n   none of that wassup kick it come over I liveincudahy California we can chill watch a movie eat blaze it or drink if you'd like also how old areyou\n  ","237126":"\n   you got IG or sc\n  ","237127":"\n   follow me on ig at bigdaddy_rico23\n  ","237128":"\n   Are you interested in anyone lately? How's your relationships been this quarantine?\n  ","237129":"\n   that im jail bait you think?\n  ","237130":"\n   as in you or me\n  ","237131":"\n   huh jail bait ? wdy mean?\n  ","237132":"\n   Wassup Chula wyd wya kick it I live in cudahy California my name is Camilo but you can call me kilo I'm 22 and I just got out of prison2weeksago I'm single afand   lonely af and I don't know. Any girls whatsoever kick it ? What's your IG?SC?fb?\n  "},"Answer":{"236060":"\n  The joy of seeing my bbs happy\n  ","236061":"\n  I have wine and toys for my cats and food and toys for my dog lol\n  ","236062":"\n  He's such a cutie\n  ","236063":"\n  My best friend\n  ","236064":"\n  My dog\n  ","236065":"\n  my what?\n  ","236066":"\n  I'm interested to see the effect it has on my girls lol. I also got laddie a bark box which has different toys and treats. I'm super excited\n  ","236067":"\n  Mermaid💙✨\n  ","236068":"\n  yeah! it's basically liquid catnip haha\n  ","236069":"\n  it's not actual wine dw\n  ","236070":"\n  This makes no sense\n  ","236071":"\n  Idk who that is but either way that's sad :( rip\n  ","236072":"\n  dw about it lol\n  ","236073":"\n  Smh\n  ","236074":"\n  What's wrong with your profile\n  ","236075":"\n  Anyways in better news. my bb boy just got a bath and looks so handsome😍✨😍✨\n  ","236076":"\n  Useless threats do nothing. Move along\n  ","236077":"\n  I don't regret it but I just bought my cats cat wine lolol\n  ","236078":"\n  No\n  ","236079":"\n  Few pints of E&J\n  ","236080":"\n  Good! thank you!\n  ","236081":"\n  Nice! how are you?\n  ","236082":"\n  english\n  ","236083":"\n  What happened to this being the worst day tho🥴🤣\n  ","236084":"\n  You know what I meant lol\n  ","236085":"\n  As long as you're not a dick\n  ","236086":"\n  Bc ew\n  ","236087":"\n  Hell no\n  ","236088":"\n  I don't give out my socials\n  ","236089":"\n  Nothing lol\n  ","236090":"\n  Pass\n  ","236091":"\n  Yw ig\n  ","236092":"\n  Hell\n  ","236093":"\n  Don't call me that\n  ","236094":"\n  I'm not accepting it\n  ","236095":"\n  I'm good lol. my girl can give me flowers\n  ","236096":"\n  You too!\n  ","236097":"\n  Russian\n  ","236098":"\n  fair enough lol\n  ","236099":"\n  sorry. I've got some weirdos on here stalking me lol\n  ","236100":"\n  No, never. just the fake ass mf who pretended to be her\n  ","236101":"\n  bc y'all don't need to know where I live\n  ","236102":"\n  I'm not saying lol\n  ","236103":"\n  Good! You?\n  ","236104":"\n  Yw!!\n  ","236105":"\n  It's just the foreigner nbd lolol\n  ","236106":"\n  That guy is just whack\n  ","236107":"\n  I kinda wanna go get booze but do I really need it lmao\n  ","236108":"\n  Pizza!\n  ","236109":"\n  They're all dumb lol\n  ","236110":"\n  Stop trying to make Jasmine relevant\n  ","236111":"\n  Lmao byeeee you won't be missed\n  ","236112":"\n  I'm not distressed about anything. Dunno what you're going on about\n  ","236113":"\n  welcome back!💜✨\n  ","236114":"\n  Same lmfao. They try way too hard lololol\n  ","236115":"\n  right? such a shame\n  ","236116":"\n  What facts? only fact here is that you're a pos loser who can't handle rejection. seek therapy\n  ","236117":"\n  She's just taking a break. Don't get too cocky\n  ","236118":"\n  they're not tho. they're making assumptions that aren't valid\n  ","236119":"\n  Lmao I smell like sweets. I always smell good lol\n  ","236120":"\n  You're just as dumb as the rest of them then lmfao\n  ","236121":"\n  Someone's salty\n  ","236122":"\n  I'm aware. I love my bbg\n  ","236123":"\n  I'm so insulted 🤣\n  ","236124":"\n  Nah you're just bored🥴\n  ","236125":"\n  Lmao okay\n  ","236126":"\n  how bored are you\n  ","236127":"\n  nope\n  ","236128":"\n  Me? I'm not racist lmfao\n  ","236129":"\n  No\n  ","236130":"\n  How many times are ya gonna send me this retarded ask\n  ","236131":"\n  Lmao what a fool\n  ","236132":"\n  N95\n  \n  One of the few that actually protect against covid or keep others protected if you have it\n  ","236133":"\n  These anons say they're gonna try me tomorrow\n  \n  Bet\n  \n  Can't get a reaction if I report everything you send🥴🙃\n  ","236134":"\n  This lil bean hehe. She was such an adorable kitten\n  ","236135":"\n  Horrible dreams💜✨\n  ","236136":"\n  yeah. how ya doing?\n  ","236137":"\n  How bored are you frfr? I don't. there is no tAlkIng\n  ","236138":"\n  Hiya!\n  ","236139":"\n  A what?\n  ","236140":"\n  you lmfao\n  ","236141":"\n  Why are you so concerned\n  ","236142":"\n  danke\n  ","236143":"\n  photo is real. don't need to use my name if I don't want. worry about your account\n  ","236144":"\n  idc\n  ","236145":"\n  Nope\n  ","236146":"\n  What a dumb ask\n  ","236147":"\n  Lmfaooooo what🥴🤣🥴🤣\n  ","236148":"\n  Let's see you meet the qualifications, oh wait. You haven't even tried. Hate to break it to ya but, you can't talk mad cash shit about something you know nothing about🥴\n  ","236149":"\n  as a job? I'm a caregiver\n  ","236150":"\n  To do that I'd have to be with them which would never happen so, keep dreaming. All y'all make up these scenerois when I'm clearly very much in love with my bbg. Get it together\n  ","236151":"\n  Racoons are v cute tbh\n  ","236152":"\n  I'm not your boo. Don't address me as such\n  ","236153":"\n  Often!\n  ","236154":"\n  WAT\n  ","236155":"\n  You wish fag\n  ","236156":"\n  Yep. His tiny little schlong\n  ","236157":"\n  Exactly! and then they wanna come at me, like ??\n  ","236158":"\n  lmfaoooooooooo hahahah\n  ","236159":"\n  A raccoon is a coon jfc you're all idiots\n  ","236160":"\n  It isn't even racist lol. he's a foreigner to me. just like I am to him. it's a simple fact🤷🏻‍♀️\n  ","236161":"\n  Ikr. he's trying to say it's big but it's not at all lmfao\n  ","236162":"\n  Lmaooooo\n  ","236163":"\n  Right? Go bathe in your hut and leave me alone lmao\n  ","236164":"\n  Chilling with my besties\n  ","236165":"\n  Sup\n  ","236166":"\n  Drinking some E&J lol. wbu?\n  ","236167":"\n  I'm well thank you! how are you?\n  ","236168":"\n  Smh. spam me guys I'm drinking :3\n  ","236169":"\n  I agree\n  ","236170":"\n  It's a band .-.\n  ","236171":"\n  lol k\n  ","236172":"\n  Right?\n  ","236173":"\n  I'm well! and yourself?\n  ","236174":"\n  Yep and I still got sick🙃\n  ","236175":"\n  Lmao think what you want but you clearly don't know me at all🤗 quit with the pointless asks or you'll be blocked\n  ","236176":"\n  Thanks :)\n  ","236177":"\n  I bet you do\n  ","236178":"\n  Be curious elsewhere\n  ","236179":"\n  How bored are you tho\n  ","236180":"\n  Idc\n  ","236181":"\n  I highly doubt that\n  ","236182":"\n  Ledaledaledaleee by patrick\n  \n  The duck song\n  \n  Shit like that lmao\n  ","236183":"\n  Yay\n  ","236184":"\n  Huh?\n  ","236185":"\n  What a freak tbh\n  ","236186":"\n  Where did you hear that🥴🤣\n  ","236187":"\n  Why are you such a little bitch\n  ","236188":"\n  Lol ok\n  ","236189":"\n  Sucks\n  ","236190":"\n  So far so good! Thank you hun!\n  ","236191":"\n  k\n  ","236192":"\n  Whatever works tbh! I'm just glad he's gone lol. he had OLD pics from my first ask account which is whack lol\n  ","236193":"\n  Thanks guys💜✨💜✨\n  ","236194":"\n  🥴🥴🥴\n  ","236195":"\n  Nah man. I get it. I wore a mask, two actually, a face shield, a gown over my smocks, and gloves and I still caught it. shit is spreading like wildfire\n  ","236196":"\n  Yeah they seem to be really stupid so I wouldn't doubt it\n  ","236197":"\n  I did way more than wear a mask. stop assuming\n  ","236198":"\n  I got it from my job. My client had it. I help out but that isn't my job. I take care of disabled adults in a group home\n  ","236199":"\n  You make no sense\n  ","236200":"\n  No\n  ","236201":"\n  no. obv.\n  ","236202":"\n  Sucks idk what to tell ya\n  ","236203":"\n  Respected\n  ","236204":"\n  what?? I said I guess lol\n  ","236205":"\n  Ig\n  ","236206":"\n  I'm avoiding everyone\n  ","236207":"\n  Nah I'm taking about\n  \n   @joewilsonr0e9eoeoeo6064\n  \n","236208":"\n  Lmaooooo you tried anon🤣🤣\n  ","236209":"\n  Nope\n  ","236210":"\n  Nah y'all just a cult\n  ","236211":"\n  hey!\n  ","236212":"\n  Thank you!!\n  ","236213":"\n  Cause I'm cheesin\n  ","236214":"\n  weird\n  ","236215":"\n  .-. keep tryin kiddo\n  ","236216":"\n  More guys tbh. the girls are fine\n  ","236217":"\n  How much older are we talking?\n  ","236218":"\n  Fuck off\n  ","236219":"\n  Cute\n  ","236220":"\n  5 foot 1\n  ","236221":"\n  idk am I?\n  ","236222":"\n  same haha\n  ","236223":"\n  uh huh that's what that means\n  ","236224":"\n  No she's not. she's gorgeous\n  ","236225":"\n  Good🤗\n  ","236226":"\n  Thank youuu beautiful!💜✨\n  ","236227":"\n  Good! Yourself?\n  ","236228":"\n  Awe I'm sorry\n  ","236229":"\n  mmhm exactly why you prob shouldn't do it\n  ","236230":"\n  You don't snort lsd tf smh\n  ","236231":"\n  nope\n  ","236232":"\n  Nope\n  ","236233":"\n  Nobody cares\n  ","236234":"\n  Bad lighting\n  ","236235":"\n  Mhmmm\n  ","236236":"\n  Awh so cute\n  ","236237":"\n  🌈✨\n  ","236238":"\n  Nobody but my bbg can\n  ","236239":"\n  Smh\n  ","236240":"\n  We cute\n  ","236241":"\n  fuck off lmfaoo\n  ","236242":"\n  Hahahahaha\n  ","236243":"\n  Danke!\n  ","236244":"\n  Hi lol\n  ","236245":"\n  I'm shooketh\n  ","236246":"\n  Gag\n  ","236247":"\n  Blocked lmao\n  ","236248":"\n  Go away lmfao\n  ","236249":"\n  Nap time🤗\n  ","236250":"\n  .-.\n  \n  y'all whack\n  ","236251":"\n  truth lol\n  ","236252":"\n  I feel it lol\n  ","236253":"\n  No ahaha\n  ","236254":"\n  Lol k\n  ","236255":"\n  .-.\n  \n  Huh, interesting\n  ","236256":"\n  aweee why don't ya?\n  ","236257":"\n  I don't know it well enough ;-;\n  ","236258":"\n  Good. yourself?\n  ","236259":"\n  Hmmm I've had too many to choose c:\n  ","236260":"\n  Truth\n  ","236261":"\n  watching mad tv and smoking a blunt lol. wvu?\n  ","236262":"\n  Who cares\n  ","236263":"\n  I'm dropping later today tho. I'm excited asf\n  ","236264":"\n  I'm gonna trip tonight and I'm so excited\n  ","236265":"\n  no lol\n  ","236266":"\n  There's nothing worse than a rapist\n  \n  A child\n  ","236267":"\n  💜✨\n  ","236268":"\n  Hope you get to be with her soon\n  ","236269":"\n  Rip\n  ","236270":"\n  Who cares\n  ","236271":"\n  Well this is a first\n  ","236272":"\n  You're retarded\n  ","236273":"\n  No\n  ","236274":"\n  I'm well thank you. early start for me, it's 5:30a lol. I'm getting my girls up in a sec. how are you?\n  ","236275":"\n  Hey\n  ","236276":"\n  Off my ask\n  ","236277":"\n  W\n  \n  E\n  \n  I\n  \n  R\n  \n  D\n  \n  F\n  \n  L\n  \n  E\n  \n  X\n  ","236278":"\n  Weird flex\n  ","236279":"\n  I'm shaking in me timbers😂😂\n  ","236280":"\n  How bored are you\n  ","236281":"\n  Hey!\n  ","236282":"\n  Okay?\n  ","236283":"\n  Depends\n  ","236284":"\n  .-.\n  \n  No\n  ","236285":"\n  You? I agree\n  ","236286":"\n  Sigh\n  ","236287":"\n  vibes\n  ","236288":"\n  I can't wait to trip next week🙌🏻👏🏻\n  ","236289":"\n  it was okay. I'm exhausted and bored rn tho. could use a good dick me down from.my girl ngl. hru?\n  ","236290":"\n  I've always wanted to fuck rihanna so hard tbh\n  ","236291":"\n  lol.oh no\n  ","236292":"\n  somebody pay attention to me\n  ","236293":"\n  Nope\n  ","236294":"\n  better you didn't ig\n  ","236295":"\n  Hi\n  \n  Hell\n  ","236296":"\n  yes\n  ","236297":"\n  Ever wanted to gut a person upside down?\n  \n  I have. Wanna be my first volunteer?\n  ","236298":"\n  don't you wish you knew\n  ","236299":"\n  🥴🥴🥴\n  ","236300":"\n  hahahaha\n  ","236301":"\n  nope\n  ","236302":"\n  It's so cold outside\n  ","236303":"\n  lol why. I do\n  ","236304":"\n  🖤\n  ","236305":"\n  Anyways\n  ","236306":"\n  fuck off cheap bitch\n  ","236307":"\n  spam me guysssss 3;\n  ","236308":"\n  I miss the late 90s\n  ","236309":"\n  I feel it bruh\n  ","236310":"\n  you wish\n  ","236311":"\n  keep wondering lol\n  ","236312":"\n  Y'all so boring\n  ","236313":"\n  What an invasive question\n  ","236314":"\n  my bb\n  ","236315":"\n  Mine💙✨\n  ","236316":"\n  Both ig.\n  ","236317":"\n  .-. oKaY\n  ","236318":"\n  Just block him\n  ","236319":"\n  nah just tired\n  ","236320":"\n  How bored are you\n  ","236321":"\n  why? :(\n  ","236322":"\n  I TELL YA\n  ","236323":"\n  That has nothing to do with this thread. Move along now\n  ","236324":"\n  I always do\n  ","236325":"\n  dO yOu oRgAsM bEfOrE wOrk? what a stupid ask\n  ","236326":"\n  It is but I love my girls\n  ","236327":"\n  yes\n  ","236328":"\n  I work midnights lol\n  ","236329":"\n  Noooo lol\n  ","236330":"\n  I'm at work\n  ","236331":"\n  No\n  ","236332":"\n  Shower sounds nice rn actually\n  ","236333":"\n  .-.\n  ","236334":"\n  🤗\n  ","236335":"\n  Workin lol\n  ","236336":"\n  Fortnite\n  ","236337":"\n  I don't care\n  ","236338":"\n  Worked\n  ","236339":"\n  Sup\n  ","236340":"\n  I smoked a bowl and now I don't want to move\n  ","236341":"\n  Sup\n  ","236342":"\n  Shower\n  ","236343":"\n  What do you think. Don't waste my time\n  ","236344":"\n  Don't need to tell me that. no pet names either. Worry about yourself\n  ","236345":"\n  I do\n  ","236346":"\n  Yes\n  ","236347":"\n  Both\n  ","236348":"\n  Work\n  ","236349":"\n  good! getting my client up. how are you?\n  ","236350":"\n  Blocked\n  ","236351":"\n  I've got work\n  ","236352":"\n  I'm so cute✨\n  ","236353":"\n  ohhhh youre okay aha! no worries\n  ","236354":"\n  Pretty good. Craving Tuesday so I can be off work for a couple days lol. what kind of soup?\n  ","236355":"\n  Sup\n  ","236356":"\n  Hey!\n  ","236357":"\n  Yeah? Let's see how funny I am slitting your throat\n  ","236358":"\n  I'm not on here to flirt kiddo. I got my girl back at home and that's all I need\n  ","236359":"\n  Smh\n  ","236360":"\n  Yeah you wish. too bad I'm not interested. anyways.\n  ","236361":"\n  I feel it lol\n  ","236362":"\n  nah. I'll go do that with my girl\n  ","236363":"\n  Doubt that\n  ","236364":"\n  I'm bored\n  ","236365":"\n  they're such fags\n  ","236366":"\n  Awh thank you!!\n  ","236367":"\n  Nah\n  ","236368":"\n  that's not me\n  ","236369":"\n  Play what\n  ","236370":"\n  Nope\n  ","236371":"\n  Lmaooooo that fag? what a joke\n  ","236372":"\n  Fuck off simp\n  ","236373":"\n  you too!\n  ","236374":"\n  Truth\n  ","236375":"\n  very much so thanks\n  ","236376":"\n  of course!!\n  ","236377":"\n  you as well! stay safe🤗\n  ","236378":"\n  hmmm hard to say rn tbh\n  ","236379":"\n  it's a good release\n  ","236380":"\n  yeah??\n  ","236381":"\n  Fr aha. must be having impure thoughts. love ya too💜✨\n  ","236382":"\n  Nah I'm only out to seduce mermaid\n  ","236383":"\n  You like being an idiot?\n  ","236384":"\n  online? how tacky\n  ","236385":"\n  dare\n  ","236386":"\n  truth.\n  ","236387":"\n  Yay someone that knows me\n  ","236388":"\n  I'm bored\n  ","236389":"\n  Haven't counted tbh\n  ","236390":"\n  i made it! truth c:\n  ","236391":"\n  idk you tho🥺\n  ","236392":"\n  I just got home! give me a sec :3\n  ","236393":"\n  nobody you gotta worry about\n  ","236394":"\n  Me either lmao. Clearly they're dense asf\n  ","236395":"\n  I won't💜✨ here I'll send it before I go!\n  ","236396":"\n  it was amazing. I've had way more than one lol. hmmm dare l.brb driving home\n  ","236397":"\n  One sec! I'll send you my username when I get home, just don't answer aha\n  ","236398":"\n  Oh yeah aha\n  ","236399":"\n  I hope so. but regarding this prob not. truth\n  ","236400":"\n  Should I be a dumbass and spend all money on a tattoo\n  ","236401":"\n  but she already knowsssss. there is this other girl too tho... but I'm shy with her ;-;\n  ","236402":"\n  Very hardcore. hmmm dare this time\n  ","236403":"\n  Bdsm lol\n  ","236404":"\n  truth\n  ","236405":"\n  Thanks! I have!\n  ","236406":"\n  surprised you didn't say I sounded like a boy lol. truth\n  ","236407":"\n  Man\n  \n  I lost my sense of taste. I can't even taste this booze\n  \n  Time for another covid test🤮\n  ","236408":"\n  dare c:\n  ","236409":"\n  IT REALLY DOES UGH\n  ","236410":"\n  That I'm a cheap dyke cx\n  ","236411":"\n  Yes, just sad I missed it. I'm always missing shit cause of work lol\n  ","236412":"\n  thanks!! very though during sex when I get into it I'm rough lol\n  ","236413":"\n  I was alone and sad and working ;-; all my friends were tripping and I was depressed lol\n  ","236414":"\n  Too many ?s lolol\n  ","236415":"\n  Awh lol nice c: okay! next one truth c:\n  ","236416":"\n  I meant dare to the last one smh. awh sounds fun! I enjoyed christmas lol\n  ","236417":"\n  I love it! are you a girl or guy? and date\n  ","236418":"\n  Danke! have a good holiday?\n  ","236419":"\n  Prob play with my pets hehe. wbu?\n  ","236420":"\n  I was elegant.that really touched me since I feel like a bruh girl 99.9% of the time\n  ","236421":"\n  good! should I finish off this bottle?😈 glad to hear you're doing well c:\n  ","236422":"\n  thanks! I love my bbg. she's my cover on here hehe. hmmm truth!\n  ","236423":"\n  Hruuuuu\n  ","236424":"\n  Highly likely🤣\n  ","236425":"\n  A little ahaha. that captain got me. andddd hmmm maybe when the time is right. I plan to but I want it to be amazing\n  ","236426":"\n  Haiiii💜✨\n  ","236427":"\n  It's so ugly🤣 hmmm both I'm bored\n  ","236428":"\n  Lol they mad mad bc they can't get a bitch to suck them off but nobody wants to suck off a reject\n  ","236429":"\n  Ya asked for it🤣\n  ","236430":"\n  Mermaid hehe. you can dare me if you want. I'm bored hehe\n  ","236431":"\n  Talk to mermaid\n  \n  Spam me I'm drunk lol\n  ","236432":"\n  Live stream. My thoughts aren't for viewing🤣🥴\n  ","236433":"\n  Hmmmm. idk I have so many tbh!\n  ","236434":"\n  Sheraton Maui\n  ","236435":"\n  I feel it. pretty nasty huh?\n  ","236436":"\n  New years tbh. all my friends were at a party and I had to work a midnight so I was lonely and depressed x.x\n  ","236437":"\n  Still truth. I don't trust y'all dares lmao\n  ","236438":"\n  Earn it.\n  \n  Be a decent human\n  ","236439":"\n  I got so high I peed myself one time.that def takes the cake lmao\n  ","236440":"\n  Still not saying\n  ","236441":"\n  Truth\n  ","236442":"\n  Nah. But sex helps\n  ","236443":"\n  I don't give out my socials\n  ","236444":"\n  Prob male ngl\n  ","236445":"\n  Yes\n  ","236446":"\n  You must be really crazy\n  ","236447":"\n  None ya business\n  ","236448":"\n  I don't like men much so no\n  ","236449":"\n  Thank ya☺️\n  ","236450":"\n  Spam me while I drink☺️\n  ","236451":"\n  Much love💜✨\n  ","236452":"\n  Off my ask TP\n  \n  She's awesome\n  ","236453":"\n  Mornin ask💜✨\n  ","236454":"\n  Once you learn to spell, maybe\n  ","236455":"\n  Yep\n  ","236456":"\n  Pretty good, and yours?\n  ","236457":"\n  Yes\n  ","236458":"\n  oh\n  ","236459":"\n  Tacky\n  ","236460":"\n  Uh\n  \n  Okay\n  ","236461":"\n  Nice lol\n  ","236462":"\n  his name is Alex\n  ","236463":"\n  you didn't even spell penny right\n  ","236464":"\n  I made that money lol\n  ","236465":"\n  Good for you\n  ","236466":"\n  Wow you're a pos\n  ","236467":"\n  motherfucker\n  ","236468":"\n  awh that sounds lovely\n  ","236469":"\n  Yep. Just told a mf off this morning lol\n  ","236470":"\n  Good! Yourself?\n  ","236471":"\n  Bc it's easy\n  ","236472":"\n  Varies.\n  ","236473":"\n  I know what an elder is, thanks.\n  ","236474":"\n  Disabled adults\n  ","236475":"\n  They're not elders aha\n  \n  But yes, they do☺️\n  ","236476":"\n  Makes no difference to me. Why care about smth that doesn't affect me?\n  ","236477":"\n  Idc really\n  ","236478":"\n  Nahhhh\n  ","236479":"\n  .-.\n  \n  It's America. Fag\n  ","236480":"\n  Pft nah. y'all just salty and need to whine about smth\n  ","236481":"\n  They're all retarded\n  ","236482":"\n  Have a good shower :)\n  ","236483":"\n  Ew🤮\n  ","236484":"\n  Glowy\n  ","236485":"\n  You as well hun!\n  ","236486":"\n  Nobody cares\n  ","236487":"\n  Working. wbu?\n  ","236488":"\n  Lmao k idiot\n  ","236489":"\n  Good for you\n  ","236490":"\n  Hey\n  ","236491":"\n  Ig I'm tired lol\n  ","236492":"\n  I need money so\n  ","236493":"\n  I don't want to work tonight. I'm so tired today\n  ","236494":"\n  Blocked\n  ","236495":"\n  No\n  ","236496":"\n  wow\n  ","236497":"\n  How you gonna tell me where I live🤣 off my ask peasant\n  ","236498":"\n  you don't know where I live lmao\n  ","236499":"\n  my dad doesn't build engines LMFAO HAHAHAAAA\n  ","236500":"\n  Gag\n  ","236501":"\n  You as well!\n  ","236502":"\n  Nothing wrong with that\n  ","236503":"\n  Thanks! You as well :)\n  ","236504":"\n  yawn\n  ","236505":"\n  Lol\n  ","236506":"\n  I do!\n  ","236507":"\n  Royalty😏\n  ","236508":"\n  Always\n  ","236509":"\n  Heat\n  ","236510":"\n  I do all the time\n  ","236511":"\n  such a troll\n  ","236512":"\n  Thank you. You too\n  ","236513":"\n  Cant really tell me how I am lmfao\n  ","236514":"\n  I'm fine\n  ","236515":"\n  Don't call me that\n  ","236516":"\n  You too💜\n  ","236517":"\n  Nope\n  ","236518":"\n  Nah chilling\n  ","236519":"\n  Google.com\n  ","236520":"\n  Tf kinda ask is this\n  ","236521":"\n  This is true\n  ","236522":"\n  Aw\n  ","236523":"\n  Me too\n  ","236524":"\n  Leave my girls name out of your mouth\n  ","236525":"\n  Thanks ig lol\n  ","236526":"\n  That doesn't matter to ya😏\n  ","236527":"\n  Fr smh\n  ","236528":"\n  Prob shouldn't be driving then. or have that as a job. find something you're good at\n  ","236529":"\n  Agreed lmao\n  ","236530":"\n  Idc Erin. like fr. idc.\n  ","236531":"\n  How would I know. you're in anon. assuming maggie or Erin tho\n  ","236532":"\n  Not interested m'dude\n  ","236533":"\n  Not with you\n  ","236534":"\n  Idc\n  ","236535":"\n  I've already posted many selfies to this thread. like I said, I'm good\n  ","236536":"\n  it's so cold outside jfc\n  ","236537":"\n  You're retarded\n  ","236538":"\n  I already posted one\n  ","236539":"\n  Lmfaoo\n  ","236540":"\n  I love waking up and eating food right away lol\n  ","236541":"\n  Nah\n  ","236542":"\n  Lmfaooooo stop sending this stupid shit out then\n  ","236543":"\n  Sucks to suck\n  ","236544":"\n  Send him some gnarly d pics guys\n  ","236545":"\n  In my closet\n  ","236546":"\n  Nah\n  ","236547":"\n  Waking up lol\n  ","236548":"\n  Man I slept all damn day lol\n  ","236549":"\n  Thanks!\n  ","236550":"\n  Good! And yours?\n  ","236551":"\n  Nah lol\n  ","236552":"\n  I can't wait to go home\n  ","236553":"\n  Going home🤣🥴\n  ","236554":"\n  Noooo. She isn't my ex best friend lmao\n  ","236555":"\n  Man my ex best friend used to be SO LOUD it was gross asf. Like you're either faking it or just really love the dude you were banging that day. Lmao slut\n  ","236556":"\n  Nah just something people do\n  ","236557":"\n  I'm bored\n  ","236558":"\n  Thanks!\n  ","236559":"\n  Get well soon!💜✨\n  ","236560":"\n  Pass\n  ","236561":"\n  🥰🤗\n  ","236562":"\n  Hi lol\n  ","236563":"\n  We met through work, dated for over 5 years and have plans on getting back together soon\n  ","236564":"\n  Glad to hear it🤗\n  ","236565":"\n  Gotta be better than this shit year lol\n  ","236566":"\n  awe nice! what'd you drink? mine was awesome! I got drunk too aha\n  ","236567":"\n  Your whole account is retarded\n  ","236568":"\n  What are you watching? well was lol\n  ","236569":"\n  I'm at work now aha\n  ","236570":"\n  I did it kept lagging so I gave up lol. I hate lag\n  ","236571":"\n  You got some bad friends\n  ","236572":"\n  Life isn't a mirror. But you should still be kind\n  ","236573":"\n  fuck off\n  ","236574":"\n  about what?\n  ","236575":"\n  lmaooo\n  ","236576":"\n  Allo\n  ","236577":"\n  Yawn\n  ","236578":"\n  Not with yiu\n  ","236579":"\n  Wow\n  ","236580":"\n  Playing fortnite lol\n  ","236581":"\n  I've done anal before lmao\n  ","236582":"\n  Sup\n  ","236583":"\n  What makes you think I care\n  ","236584":"\n  bc I'm not lol\n  ","236585":"\n  What a dumb question\n  ","236586":"\n  No\n  ","236587":"\n  Watching YouTube\n  ","236588":"\n  Prob not\n  \n  They're straight for a reason\n  ","236589":"\n  Pretty good! tired tho aha. have a good holiday?\n  ","236590":"\n  Since I was little. I just had a hard time realizing it bc I grew up being taught that it was wrong\n  ","236591":"\n  How ya been?\n  ","236592":"\n  Awwwh thank youuu💜✨\n  ","236593":"\n  Hi\n  ","236594":"\n  She is cute\n  ","236595":"\n  Nah\n  ","236596":"\n  Nah a filter\n  ","236597":"\n  Sup\n  ","236598":"\n  Nah\n  ","236599":"\n  I love how much I turn my girl on\n  ","236600":"\n  Choking on weed is the best\n  ","236601":"\n  I have before\n  ","236602":"\n  you wish. I'm about to smash at zelda\n  ","236603":"\n  My bbg is too cute\n  ","236604":"\n  you heard me😈😏\n  ","236605":"\n  How you grew up, family history, etc\n  ","236606":"\n  A good dick me down from Mermaid would be amazing rn tbh\n  ","236607":"\n  Hmmm\n  \n  I don't really have one tbh\n  ","236608":"\n  Depends\n  ","236609":"\n  Nah I want pizza\n  ","236610":"\n  awh much love\n  ","236611":"\n  That's nice\n  \n  Have fun with that\n  ","236612":"\n  Ask is such a bore\n  ","236613":"\n  Right?\n  ","236614":"\n  Yeah?\n  ","236615":"\n  I hope tonight goes fast\n  ","236616":"\n  Spam meeee\n  ","236617":"\n  lmao k\n  ","236618":"\n  not interested fag\n  ","236619":"\n  mmhm sure\n  ","236620":"\n  Lmao bitch make me\n  ","236621":"\n  Back off bitch\n  ","236622":"\n  Nope\n  ","236623":"\n  it's a song\n  ","236624":"\n  8675309\n  ","236625":"\n  I'm bored\n  ","236626":"\n  Yes\n  ","236627":"\n  Caregiver\n  ","236628":"\n  Gag\n  ","236629":"\n  Unlike you hoes I have to work and actually make money lmfao\n  ","236630":"\n  Idc what y'all doing tonight\n  ","236631":"\n  Didn't say anything bad. die mad\n  ","236632":"\n  Yep\n  ","236633":"\n  I wasn't\n  ","236634":"\n  smh you annoy me Mags\n  ","236635":"\n  Bc it's my ask and I can answer questions how I want. die mad\n  ","236636":"\n  gag\n  ","236637":"\n  Lori went to bed yayyyy. Now I'm smoking a bowl\n  ","236638":"\n  Tell someone who cares\n  ","236639":"\n  Not a chance in hell\n  ","236640":"\n  Pft okay Dani\n  ","236641":"\n  Pass\n  ","236642":"\n  I wouldn't do maggie ew\n  ","236643":"\n  Wow\n  ","236644":"\n  Even if you threatened me I wouldn't care tbh\n  ","236645":"\n  Lmao only an arrogant ass would flaunt hundred dollar bills in her dp🤮\n  ","236646":"\n  Feelin' myself😏\n  ","236647":"\n  Bc I don't\n  ","236648":"\n  Does she?\n  ","236649":"\n  I'm working anyways\n  ","236650":"\n  A psychopath lmfaooo\n  ","236651":"\n  Ew\n  ","236652":"\n  I'll say what I want\n  ","236653":"\n  Never hoe\n  ","236654":"\n  Lol I'm not discussing something that isn't relevant. obvs only a pos would cheat\n  ","236655":"\n  And?\n  ","236656":"\n  Lol you're prob the biggest simp irl\n  ","236657":"\n  You can't order me to do anything lmfao\n  ","236658":"\n  rip\n  ","236659":"\n  Go and find out\n  ","236660":"\n  BMTH and Amy Lee made a song together and I'm in love\n  \n\n   https:\/\/youtu.be\/Y5595OUnrbc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","236661":"\n  No lol\n  ","236662":"\n  So people that don't know me irl can't find me\n  ","236663":"\n  It's not time yet\n  ","236664":"\n  Quite a fair amount\n  ","236665":"\n  My name isn't the same on FB and I do that for a reason lol\n  ","236666":"\n  I don't give out my socials on here\n  ","236667":"\n  Hmmm. Prob same traits just bc of the connection\n  ","236668":"\n  No\n  ","236669":"\n  Bc lmfao. You tried\n  ","236670":"\n  Tacky\n  ","236671":"\n  Yes aha\n  ","236672":"\n  A mix of the two\n  ","236673":"\n  If you wanna waste your time like that do you lol\n  ","236674":"\n  Lovely,thank you🤗\n  ","236675":"\n  Allo\n  ","236676":"\n  Not always the case but a fair point\n  ","236677":"\n  Bc Im not interested in anyone on here🤣🥴\n  ","236678":"\n  Yep\n  ","236679":"\n  Work\n  ","236680":"\n  If it's that big of a deal go out in public and get corona. Stop whining like a little bitch\n  ","236681":"\n  No lol\n  ","236682":"\n  Sure\n  ","236683":"\n  Yes💙\n  ","236684":"\n  Gag\n  ","236685":"\n  Baby don't hurt me\n  ","236686":"\n  Aww poor you\n  ","236687":"\n  Nah\n  ","236688":"\n  Working lol\n  ","236689":"\n  Nope\n  ","236690":"\n  Is it?\n  ","236691":"\n  Uh ok\n  ","236692":"\n  2022\n  ","236693":"\n  Yes\n  ","236694":"\n  I'm drunk lol\n  ","236695":"\n  K\n  ","236696":"\n  Finally gonna be heading home soon c:\n  \n  I got myself a king sized velvet comforter and now imma lay in it all day :3\n  ","236697":"\n  What tf\n  ","236698":"\n  Doesn't bother me lol\n  ","236699":"\n  I try aha!\n  ","236700":"\n  You're making no sense\n  ","236701":"\n  I'm bored at work spam me guys\n  ","236702":"\n  Lol whatever ya say\n  ","236703":"\n  Usually an oversized tee and underwear lol\n  ","236704":"\n  Lmaooooo how you gonna create something when you're not even right tho\n  ","236705":"\n  Yes\n  ","236706":"\n  It's not called covid 20\n  ","236707":"\n  Like 40\n  ","236708":"\n  1606\n  ","236709":"\n  I didn't take one cx\n  ","236710":"\n  How many of y'all stupid asks am I gonna have to delete smh\n  ","236711":"\n  Yep\n  ","236712":"\n  I'm not your mistress\n  ","236713":"\n  That's such a dumb reason to attack someone tf\n  ","236714":"\n  Ew\n  ","236715":"\n  I always have lol\n  ","236716":"\n  Thx\n  ","236717":"\n  Hell\n  ","236718":"\n  Yep\n  ","236719":"\n  Both\n  ","236720":"\n  I'm bored\n  ","236721":"\n  Thank you, you as well\n  ","236722":"\n  I hope the demons get Danielle lolol\n  ","236723":"\n  Wow you know of an abandoned house in michigan\n  \n  Proud of ya\n  ","236724":"\n  thank you\n  ","236725":"\n  Idc\n  ","236726":"\n  Nah lol\n  \n  Sounds cozy tho\n  ","236727":"\n  Danke c:\n  ","236728":"\n  Home Alone hehe\n  ","236729":"\n  lol thanks\n  \n  You too\n  ","236730":"\n  No\n  ","236731":"\n  I'm bored\n  ","236732":"\n  Yawn. Work is so easy tonight, I'm so happy and excited for tomorrow. I love giving people things,it's the best. better than receiving tbh\n  ","236733":"\n  He's so cute ugh I can't\n  ","236734":"\n  Lmfao you're retarded🤣🥴\n  ","236735":"\n  I haven't been depressed tho🤣🥴\n  ","236736":"\n  Idc lmao\n  ","236737":"\n  Fuck off and stop being a grinch lmao\n  ","236738":"\n  My baby boy is so cuteee\n  ","236739":"\n  Lmao fag\n  ","236740":"\n  I watched that earlier this week lol\n  ","236741":"\n  The orange one is Hazel and my black and white one is Harley\n  ","236742":"\n  Sure\n  ","236743":"\n  I am, thank you!\n  ","236744":"\n  I also got him a new jacket and the cats catnip treats c:\n  \n  They're all so happy\n  ","236745":"\n  I got laddie the cutest christmas collar c:\n  ","236746":"\n  Gag lmfao\n  ","236747":"\n  Merry Christmas! :3\n  ","236748":"\n  Never\n  ","236749":"\n  Lmao an ask account says a lot huh? oKaY\n  ","236750":"\n  Lmaoo well men are just pigs so🤷🏻‍♀️🥴\n  ","236751":"\n  Lmao you're a pos\n  ","236752":"\n  Good! wbu?\n  ","236753":"\n  Obv she aren't? Do you even english?\n  ","236754":"\n  Girls are amazing, what can I say. Got fucked by one last night😍\n  ","236755":"\n  ew\n  ","236756":"\n  Idc\n  ","236757":"\n  Nope\n  ","236758":"\n  You'll never know🥴\n  ","236759":"\n  Die\n  ","236760":"\n  Lmao fag\n  ","236761":"\n  What even\n  ","236762":"\n  No\n  \n  I relate more with older people. Like mid 20's to 35 lol.\n  ","236763":"\n  That's nice\n  ","236764":"\n  Go ahead.\n  ","236765":"\n  aRe yOu sExY\n  ","236766":"\n  Awe lol\n  ","236767":"\n  Nope it's dumb lmfao. bye\n  ","236768":"\n  Nope\n  ","236769":"\n  Yayyy my covid test came back negative c:\n  ","236770":"\n  Sorry to hear that\n  ","236771":"\n  What a dumb ask\n  ","236772":"\n  Thanks\n  ","236773":"\n  I don't even know lol\n  ","236774":"\n  Wouldn't be boasting about something as sad as that tbh\n  ","236775":"\n  Good.\n  \n  I'm nice lol\n  ","236776":"\n  Of course\n  ","236777":"\n  Nah it's more childish that you can't get over that fact and have to be a little bitch and whine about something that literally has no effect on you or your life.✌🏻🥴\n  ","236778":"\n  Not interested\n  ","236779":"\n  Allo\n  ","236780":"\n  Obv not a person lol\n  ","236781":"\n  I have\n  ","236782":"\n  Nah. I did this morning tho haha\n  ","236783":"\n  Nah\n  ","236784":"\n  Usually dark\n  \n  But I drank light today aha\n  ","236785":"\n  Yes\n  \n  With covid going around I'm not taking any chances. I also wear two masks, a gown, and a face shield when interacting with any of my gals\n  ","236786":"\n  Anything with Mermaid. Home is where she is\n  ","236787":"\n  Lol truth\n  ","236788":"\n  Lmao\n  ","236789":"\n  yayyyyy\n  ","236790":"\n  Lmao\n  ","236791":"\n  I have not\n  ","236792":"\n  K\n  ","236793":"\n  Sucks to suck ig\n  ","236794":"\n  I'm so scared🤣🥴\n  ","236795":"\n  Bye bye fag\n  ","236796":"\n  It's okay\n  ","236797":"\n  What makes you think igaf\n  ","236798":"\n  And you're not? Lmao what a joke\n  ","236799":"\n  Fuck off swine\n  ","236800":"\n  Nope\n  ","236801":"\n  My dog is better than your dog\n  ","236802":"\n  Easily. I'm used to it lol\n  ","236803":"\n  thanks lol. I could never\n  ","236804":"\n  Yeah, no lmao\n  \n  I was outta Russia by 18 months\n  ","236805":"\n  Going to back regular living\n  ","236806":"\n  Blue or purple\n  \n  Naturally, brunette\n  ","236807":"\n  Get off my ask. Now\n  ","236808":"\n  Don't make me choose that\n  ","236809":"\n  Not in my pfp, no\n  ","236810":"\n  Knowledge\n  \n  Attitude\n  \n  Character\n  ","236811":"\n  Well thank you\n  ","236812":"\n  Why\n  ","236813":"\n  Nah\n  ","236814":"\n  Pink\n  ","236815":"\n  Could care less\n  ","236816":"\n  Lmao k Nynu\n  ","236817":"\n  Lmfao creative\n  ","236818":"\n  I've been busy with work lol\n  ","236819":"\n  You don't scare me\n  ","236820":"\n  What\n  ","236821":"\n  IDC\n  ","236822":"\n  I literally don't care. leave me alone lmao\n  ","236823":"\n  Idc\n  ","236824":"\n  Blah blah\n  ","236825":"\n  Off my ask\n  ","236826":"\n  Nah\n  ","236827":"\n  Haven't been on there in forever\n  ","236828":"\n  shut up\n  ","236829":"\n  They're retarded tbh\n  ","236830":"\n  Idgaf\n  ","236831":"\n  Nice\n  ","236832":"\n  Lmfao someone is obsessed\n  ","236833":"\n  Libra\n  ","236834":"\n  My brother\n  ","236835":"\n  25\n  ","236836":"\n  Lmao fag\n  ","236837":"\n  Good. Lazy\n  ","236838":"\n  Gag\n  ","236839":"\n  Go for it\n  ","236840":"\n  Duh dumbass\n  ","236841":"\n  Work bonus✌🏻\n  ","236842":"\n  Pft wow\n  ","236843":"\n  Sup\n  ","236844":"\n  It's complicated\n  ","236845":"\n  11\n  ","236846":"\n  Bi\n  ","236847":"\n  Hiya\n  ","236848":"\n  Mmhmmmm\n  ","236849":"\n  Swimming\n  ","236850":"\n  Huh?\n  ","236851":"\n  I haven't\n  ","236852":"\n  It's a horoscope tapestry. I don't have a pic and I'm not at home, sorry\n  ","236853":"\n  People don't hate me\n  ","236854":"\n  Odd thing to care about. Ik what you're problem is, you can't stop worrying about stupid shit. Seek therapy cunt\n  ","236855":"\n  I'm not in lockdown\n  ","236856":"\n  Idk\n  \n  All these anons try but they forget I can legit just delete their questions and move on with my day lmao🤣🥴\n  ","236857":"\n  Idc tbh\n  \n  Gay men are the best lol\n  ","236858":"\n  Have fun\n  ","236859":"\n  Pft\n  ","236860":"\n  Legit. Might leave again\n  ","236861":"\n  🤮🥴🤮🥴\n  ","236862":"\n  Ew you use tinder🤮\n  ","236863":"\n  Mmhm. bleh\n  ","236864":"\n  Workin. About to get my girls up\n  ","236865":"\n  Sup.\n  ","236866":"\n  Their sex drive. That shit is nasty\n  ","236867":"\n  Not receiving these questions\n  ","236868":"\n  I don't give out my socials\n  ","236869":"\n  Very\n  ","236870":"\n  Nope I still do that from time to time\n  ","236871":"\n  To myself lol\n  ","236872":"\n  Yep\n  ","236873":"\n  Yessss my man is adorable. he gets all the ladies :3\n  ","236874":"\n  When the time comes\n  ","236875":"\n  Yes\n  ","236876":"\n  They don't bother me aha. I think it's funny\n  ","236877":"\n  Nah\n  ","236878":"\n  Yawn\n  ","236879":"\n  Trying lol\n  ","236880":"\n  I do! I love sweet scents and they're usually on my dresser haha\n  ","236881":"\n  Lowkey wish too. US sucks. I prob would find my own job tho\n  ","236882":"\n  Me too lol\n  ","236883":"\n  Bc no lol\n  ","236884":"\n  Lol ok ig\n  ","236885":"\n  Nah\n  ","236886":"\n  Hehe yay\n  ","236887":"\n  Yes, yes, and yes lol\n  ","236888":"\n  Nah\n  ","236889":"\n  Lmao, children\n  ","236890":"\n  I have a switch and I hate it tbh\n  ","236891":"\n  Can't wait until I'm off work\n  ","236892":"\n  Wallet, keys, cigarettes\n  ","236893":"\n  Yes\n  ","236894":"\n  Why do you ask me such weird shit\n  ","236895":"\n  English\n  ","236896":"\n  This is a good mix\n  \n\n   https:\/\/youtu.be\/G1AUxQanBHo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","236897":"\n  The mermaid I'm referring to isn't a fish. If you've been around long enough, ya know\n  ","236898":"\n  These ladies c:\n  ","236899":"\n  Nah my heart is Mermaids\n  ","236900":"\n  Ew\n  ","236901":"\n  Danke\n  ","236902":"\n  At least I'm not a racist fag lmao\n  ","236903":"\n  My girl and fur bbs\n  ","236904":"\n  Fag\n  ","236905":"\n  Nope\n  ","236906":"\n  It's ok\n  ","236907":"\n  Nope\n  ","236908":"\n  Oh hahaha\n  ","236909":"\n  Idk I get bored lol\n  ","236910":"\n  Thank ya\n  ","236911":"\n  Lol okay\n  ","236912":"\n  Working😭 headed there in 20 :c\n  ","236913":"\n  Self care\n  ","236914":"\n  Huh??\n  ","236915":"\n  Always\n  ","236916":"\n  I wish😭\n  ","236917":"\n  Lmao what are we 12\n  ","236918":"\n  Dunno. Maybe I don't like the question\n  ","236919":"\n  I know how I can piss you off lmfao. I've fucked a black guy🥴 and it was amazing🤣\n  ","236920":"\n  Well aren't you retarded. Get off my ask lmfao\n  ","236921":"\n  Sammich\n  ","236922":"\n  You as well!\n  ","236923":"\n  She's a thick, sassy gal lol. Loving to those she's loyal to but wary of newcomers\n  ","236924":"\n  Nope\n  ","236925":"\n  K lol\n  ","236926":"\n  Hey\n  ","236927":"\n  Don't be racist\n  ","236928":"\n  Hey\n  ","236929":"\n  I grew up in the suburbs lol. That makes sense tho\n  ","236930":"\n  Noooooo\n  ","236931":"\n  Lol no thanks\n  ","236932":"\n  No\n  ","236933":"\n  I don't\n  ","236934":"\n  Wanan?\n  \n  I mean, sure\n  ","236935":"\n  Lol k\n  ","236936":"\n  I don't give out my socials\n  ","236937":"\n  Lol sure\n  ","236938":"\n  Yes\n  ","236939":"\n  Wonder which one you are\n  ","236940":"\n  No\n  ","236941":"\n  I feel like it'd tickle too much lol. people do it to get rid of dead skin on their feet\n  ","236942":"\n  If you're that interested look it up\n  ","236943":"\n  ig\n  ","236944":"\n  Santa isn't real\n  ","236945":"\n  google.com\n  ","236946":"\n  Yep\n  ","236947":"\n  Why you so obsessed with fish pedicures\n  ","236948":"\n  Idc\n  ","236949":"\n  Usually\n  ","236950":"\n  Yawn\n  ","236951":"\n  Hey\n  ","236952":"\n  Rip\n  ","236953":"\n  I have lol\n  ","236954":"\n  I hope you find happiness\n  ","236955":"\n  Fair enough.\n  ","236956":"\n  it's been a hard year for everyone :( hopefully next will be better\n  ","236957":"\n  sorry to hear that\n  ","236958":"\n  I'm in the healthcare field. We don't shut down lol\n  ","236959":"\n  Depends on the person\n  ","236960":"\n  be curious\n  ","236961":"\n  -girl who could give a shit\n  ","236962":"\n  hope you're having a good night :)\n  ","236963":"\n  Doesn't matter kiddo\n  ","236964":"\n  Woods\n  ","236965":"\n  Why are ya?\n  \n  At work being careful asf lol\n  ","236966":"\n  No lmfao tf\n  ","236967":"\n  Thank you! :)\n  ","236968":"\n  Yep\n  ","236969":"\n  Sup :)\n  ","236970":"\n  Sure\n  \n  Haven't done that in a min\n  ","236971":"\n  What makes you think I care what you want lmfao\n  ","236972":"\n  Sup\n  ","236973":"\n  Idk specifics but\n  ","236974":"\n  Gotta click that button\n  ","236975":"\n  No but I want many\n  ","236976":"\n  Since it came out on and off\n  ","236977":"\n  Lol thanks.\n  ","236978":"\n  thank ya!\n  ","236979":"\n  Smh\n  ","236980":"\n  Nah. My pfp is just fine. As are my boobs🤷🏻‍♀️✌🏻\n  ","236981":"\n  Idk what you mean weirdo🤣🥴\n  ","236982":"\n  Idk how to respond to this\n  ","236983":"\n  Ofc hahaha\n  ","236984":"\n  You're okay!\n  ","236985":"\n  you already sent me it\n  ","236986":"\n  Idfc and neither does she🥴\n  ","236987":"\n  oh yeah. you told me about it\n  ","236988":"\n  I haven't\n  ","236989":"\n  Many. Toxic friends, bad relationships\n  ","236990":"\n  Sounds like me! Aha\n  ","236991":"\n  That wasn't me lol\n  ","236992":"\n  Nah\n  ","236993":"\n  Goin to work\n  ","236994":"\n  What a dumb ask\n  \n  Anyways\n  \n  I just took the best nap of my life lol\n  ","236995":"\n  Hahahahaaaaa thanks\n  ","236996":"\n  Gettin a client up lol\n  ","236997":"\n  k\n  ","236998":"\n  Back in the day, to escape lol. Now, just for fun. But like I said, I'm not a fan\n  ","236999":"\n  Nope\n  ","237000":"\n  Nah I was just having a good time with friends\n  ","237001":"\n  Nah for my mental health\n  ","237002":"\n  Sure bud\n  ","237003":"\n  A lil lol\n  ","237004":"\n  I drank at a christmas party today for the first time and it was fun but not my thing anymore tbh. I didn't enjoy it like I used to. But I'm also on meds now so it kinda fucked with that\n  ","237005":"\n  🖤\n  ","237006":"\n  Ew\n  ","237007":"\n  .-.\n  ","237008":"\n  WHAT\n  ","237009":"\n  What\n  ","237010":"\n  Good for her\n  ","237011":"\n  Nah\n  ","237012":"\n  No I feel like it'd tickle too much. Id squash the fishies\n  ","237013":"\n  .-.\n  ","237014":"\n  Idc\n  ","237015":"\n  yEs\n  ","237016":"\n  You've told me\n  ","237017":"\n  I do but I never use it lol\n  ","237018":"\n  My questions are crap\n  ","237019":"\n  Ask is so dumb\n  \n  I think I'm gonna leave again lmfao\n  ","237020":"\n  Ya sure look like one🤗\n  ","237021":"\n  Nope\n  ","237022":"\n  why not\n  ","237023":"\n  Def\n  ","237024":"\n  It was me\n  ","237025":"\n  Wasn't angry\n  ","237026":"\n  Dunno\n  ","237027":"\n  That's a good idea aha. I got it tho!\n  ","237028":"\n  Take me off your ask list\n  \n  Tired of seeing your dumbass questions\n  ","237029":"\n  No\n  ","237030":"\n  Don't yall have anything better to talk about\n  ","237031":"\n  It's complicated lol.\n  ","237032":"\n  Yes!\n  ","237033":"\n  None of my asks are worth answering smh\n  ","237034":"\n  I'm ok\n  ","237035":"\n  I forgot my charger at home and now I'm sad\n  ","237036":"\n  No shit lmao\n  \n  I wouldn't block my own kids\n  \n  You on the other hand...\n  ","237037":"\n  LMAO HAHAHA\n  ","237038":"\n  You talk mad shit\n  \n  You get blocked\n  \n  Go cry elsewhere lmfao\n  ","237039":"\n  I don't block anyone for nO rEaSon\n  ","237040":"\n  K🥴\n  ","237041":"\n  This chick is like the kid that sits in the back of the car and says\n  \n  aRe wE tHeRe yEt\n  \n  Or\n  \n  gOt aNy gAmEs oN yOuR pHonE\n  ","237042":"\n  Bc you're annoying me\n  ","237043":"\n  I'm this close to blocking ya kiddo\n  ","237044":"\n  But he isn't\n  ","237045":"\n  Lolllolololll\n  ","237046":"\n  Rip\n  ","237047":"\n  Santa isn't real\n  ","237048":"\n  Boredom\n  \n  Why not sleep\n  ","237049":"\n  Goodnight ask🥴😴\n  ","237050":"\n  Bahhhhhhh\n  ","237051":"\n  Idc tbh\n  ","237052":"\n  Ooo tough guy🤣🥴\n  ","237053":"\n  Lmao I don't trust you behind the wheel. You have a live accident literally on your ask\n  ","237054":"\n  Get off my ask kid\n  ","237055":"\n  🥴🤣🥴🤣\n  ","237056":"\n  Blahhhhh continue with your delusion lmfaoo\n  ","237057":"\n  Obsessed much tho\n  ","237058":"\n  Awe\n  ","237059":"\n  Fag\n  ","237060":"\n  I hope all these fake alien accounts die\n  ","237061":"\n  Fuck off slut\n  ","237062":"\n  I do\n  ","237063":"\n  I'm gonna need you to not tell me what to do\n  ","237064":"\n  You're obsessive. Lay off\n  ","237065":"\n  No\n  ","237066":"\n  🤣🥴🤣🥴\n  ","237067":"\n  Lol I feel it\n  ","237068":"\n  She don't wanna\n  ","237069":"\n  Nope\n  ","237070":"\n  Had a relapse the 13th of Nov lol\n  ","237071":"\n  I already got asked this\n  ","237072":"\n  Danke!\n  ","237073":"\n  I love cats🤣🥴\n  ","237074":"\n  My sobriety :)\n  ","237075":"\n  Why not lmao\n  ","237076":"\n  Doesn't matter bruh\n  ","237077":"\n  Ask rules are stupid and nobody follows them anyways\n  ","237078":"\n  Awh much love c:\n  ","237079":"\n  Older\n  ","237080":"\n  Lmfaooooo I've taken bigger straps than dick but nice try\n  ","237081":"\n  Thanks!\n  ","237082":"\n  Not the biggest fan of guys tbh\n  ","237083":"\n  I do\n  ","237084":"\n  Nah\n  ","237085":"\n  💜✨\n  ","237086":"\n  Hey lol\n  \n  Missed ya too!!\n  ","237087":"\n  Eventually\n  ","237088":"\n  Same to you!\n  ","237089":"\n  Good. You?\n  \n  She is well\n  ","237090":"\n  A good one.\n  ","237091":"\n  Lol oKaY\n  ","237092":"\n  Lmao k\n  ","237093":"\n  Uh huh\n  ","237094":"\n  Tf you going on about\n  ","237095":"\n  Also childish asf\n  ","237096":"\n  No lol\n  ","237097":"\n  I think so lol. We haven't played in awhile\n  ","237098":"\n  What a weird question m'dude\n  ","237099":"\n  I took that as a threat.\n  ","237100":"\n  Don't threaten my friends.\n  ","237101":"\n  Lmao no\n  ","237102":"\n  Noooo\n  ","237103":"\n  They wish they knew😂\n  ","237104":"\n\n   @TrivialTrinket\n  \n\n  She's got some cute pics on there\n  ","237105":"\n  Quit with the kisses mf\n  ","237106":"\n  Have fun lmao\n  ","237107":"\n  Bitch\n  \n  Control yoself\n  ","237108":"\n  Pass\n  ","237109":"\n  Nice. Good for ya\n  ","237110":"\n  I'm not attracted to that shit🥴\n  ","237111":"\n  Lmaooooo\n  ","237112":"\n  Nah straps and fingers give me pleasure. Fuck dicks lmaooooo\n  ","237113":"\n  Wym where?🤣\n  ","237114":"\n  Just woke up from a nap\n  \n  Wbu?\n  ","237115":"\n  Ewww\n  ","237116":"\n  Dunno and don't care tbh\n  ","237117":"\n  Lol no way\n  \n  Working on that🥴\n  ","237118":"\n  ✌🏻\n  ","237119":"\n  Nah. I've regrouped myself honestly\n  ","237120":"\n  Bruh I don't want to hang out with you🤣\n  ","237121":"\n  You have a record, you're a criminal in my eyes\n  ","237122":"\n  🤣🤣\n  ","237123":"\n  Hush\n  ","237124":"\n  25\n  ","237125":"\n  Ew\n  ","237126":"\n  I don't give out my socials\n  \n  Especially not to criminals\n  ","237127":"\n  Nah\n  ","237128":"\n  This gal🖤\n  ","237129":"\n  You're also slow asf lmfao\n  ","237130":"\n  You.\n  ","237131":"\n  You're jail bait lmfao\n  ","237132":"\n  PFT AHAHAHA\n  \n  Jailbait\n  "}}