{"Question":{"237133":"\n   Do you think mental health is important than physical health?\n  ","237134":"\n   hey would you like to make some extra cash today? Its all direct thru PayPal cash app and zelle. Completely confidential....add  me on Snapchat- masonsmith9889\n  ","237135":"\n   Sup 😊\n  ","237136":"\n   You might like it better here\n  ","237137":"\n   If you knew us would you\n  ","237138":"\n   Good, be a strong and independent woman!\n  ","237139":"\n   Why not?\n  ","237140":"\n   Do you wanna live with me and Erin\n  ","237141":"\n   do you have n amazon wish list\n  ","237142":"\n   I think i might have sent you something about gta sorry i meant to send it to someone else 💀\n  ","237143":"\n   I forget what happened\n  ","237144":"\n   It depends how the role play worked lol we both could be police officers and harass random people like cops do irl 🤣\n  ","237145":"\n   How bout i ask Danielle to tie you to a tree\n  ","237146":"\n   R.apped\n  ","237147":"\n   Would you be mad if a girl rxpped you?\n  ","237148":"\n   If you played FiveM would you let me arrest you\n  ","237149":"\n   How has Toto been doing? Has he been wearing Christmas sweaters?\n  ","237150":"\n   Ok thanks did you follow me on here?\n  ","237151":"\n   I was gonna give you coins but you have plenty haha we're being careful who we give coins to because some people are rude\n  ","237152":"\n   Sorry for sending you something about GTA5 i didn't realize it until i pressed send and i know you hate talking about GTA\n  ","237153":"\n   Wow\n  ","237154":"\n   Are you creative?\n  ","237155":"\n   Come with me\n  ","237156":"\n   Winter is coming, and I'm going north 😐\n  ","237157":"\n   do you have a pap I pinky promise lol I won't ask againn\n  ","237158":"\n   U r f*nly welcome 😁✋\n  ","237159":"\n   I'm good thanks, you're the only person besides Daquarn worthwhile sending things too\n  ","237160":"\n   If a tree fell in a forest and no one is there to hear it, does it make a sound? 🌴💨\n  ","237161":"\n   what is lol?\n  ","237162":"\n   How the f* r u ?\n  ","237163":"\n   -_-\n  ","237164":"\n   How are you Marisa ?\n  ","237165":"\n   Too old to be answered now 😐\n  ","237166":"\n   Pap of your nails atm?\n  ","237167":"\n   Hallelujah, the Goddess Marissa has returned!!!\n  ","237168":"\n   Do you have a lot of empathy?\n  ","237169":"\n   Me and you are very different. Do you care ?\n  ","237170":"\n   Welcome back! I did message you, but I don't think you got it. ❤\n  ","237171":"\n   Welcome back!\n  ","237172":"\n   Are you single?\n  ","237173":"\n   Have you ever dedicated something (letter, poems, songs, etc) to anyone? 💌\n  ","237174":"\n   Truth or Dare 😎\n  ","237175":"\n   Hi whats up\n  ","237176":"\n   Nobody can silence us because we're MAGA BOYS\n  ","237177":"\n   How are you holding up?\n  ","237178":"\n   Everyone in the compound and in other galaxies and galactic races are trying to get you without notice 🤷🏼‍♂️ your house is to close for a ship to land and tote you off to experiment on you\n  ","237179":"\n   You're usually mellow on this site but when someone gets outta line you check em lol i admire that the most about you\n  ","237180":"\n   I have a daughter but i tell people shes my sister so people don't hate me for having a child young\n  ","237181":"\n   Tacocat spelled backwards is......tacocat. You’re welcome\n  ","237182":"\n   Do you drink alcohol? If yes, which ones have you tried? If no, would you like to try? 🔞\n  ","237183":"\n   How did you meet your best friend and how did you become best friends\n  ","237184":"\n   Gand main lay lo developing dick\n  ","237185":"\n   Hey whatsup?\n  ","237186":"\n   You don't have to be a member to support them\n  ","237187":"\n   What color Smart Phone Case do you have?\n  ","237188":"\n   Following you because I only follow genuinely nice people ✌️\n  ","237189":"\n   Too bad I like you\n  ","237190":"\n   Russians are beasts?\n  ","237191":"\n   You look good. 😍\n  ","237192":"\n   I'm on lite\nKeep telling me, install the full version to unlock this\n  ","237193":"\n   Are you at work ?\n  ","237194":"\n   Are there people under 18 at the group home ?\n  ","237195":"\n   South Park or family guy\n  ","237196":"\n   I'm poor so no one befriends me\n  ","237197":"\n   Your Absolutely breathtaking\n  ","237198":"\n   do you think cats and dogs can tell a good person from a bad person\n  ","237199":"\n   do you know a lot of people here?\n  ","237200":"\n   Hypothetical: you conceive a child, at your first ultrasound the doctors tell you that if you carry the baby to full term, you AND the child will die. Do you choose to abort and save your life? Or carry the child knowing both yours an it's life will end?\n  ","237201":"\n   What brand of vodka do you endorse?\n  ","237202":"\n   She won't know because i'm on anonymous and i will play with you if i want regardless\n  ","237203":"\n   Don't be mean i want to buy you things and kiss you Lisa will be mad if she knew i was so i need to keep it secret\n  ","237204":"\n   I do respect you but we can't have proper relationships\n  ","237205":"\n   But i like you 😢 you're my favourite human\n  ","237206":"\n   I want to touch your pxssy but you don't like Russians\n  ","237207":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","237208":"\n   Have you ever broken a bone? I've officially had 3 breaks and this one we didn't find until he was working on my foot because the break was hidden behind a tendon lol\n  ","237209":"\n   You're so cute 😊\n  ","237210":"\n   People aren't nice today! Why are people not nice to me today? I am just saying.\n  ","237211":"\n\n    https:\/\/www.youtube.com\/channel\/UCP7fyW9AwSDwHqxb6eHnEuw\n   \n","237212":"\n   What do you wish was illegal?\n  ","237213":"\n   Would you ratherend every phone call with “I love you” or accidentally call your partner the wrong name during a fight? 😂\n  ","237214":"\n   Don't you know I'm loco? 🤪\n  ","237215":"\n   where have you been? i missed you\n  ","237216":"\n   Sorry\n  ","237217":"\n   Hey Burger i am crushing on u 💜💜\n  ","237218":"\n   Would you ratherhear a 🤍comforting lie or an 🖤 uncomfortable truth?\n  ","237219":"\n   Would you ever get a tattoo? What would it be?\n  ","237220":"\n   Have you been in a casual realationship  before?\n  ","237221":"\n   What’s something that people go on and on about, and you just can’t take sitting through?\n  ","237222":"\n   Where do you stay friend?\n  ","237223":"\n   insta\n  ","237224":"\n   plz\n  ","237225":"\n   u have snapchat\n  ","237226":"\n   U like sex\n  ","237227":"\n   She has nice legs though\n  ","237228":"\n   Who is this Erin girl?\n  ","237229":"\n   Has any person ever hurt your feelings ?\n  ","237230":"\n   She not a racist whore.\n  ","237231":"\n   Erin said she loves you\n  ","237232":"\n   Maybe I am insane.\n  ","237233":"\n   Do you see color around my text ?\n  ","237234":"\n   return my  kiss dued😃\n  ","237235":"\n   so preety & sexy & charm girl satans😘😘😘\n  ","237236":"\n   looking so hottt dp😘\n  ","237237":"\n   your ass so hottt😘\n  ","237238":"\n   💘💘💘\n  ","237239":"\n   Do you believe in magic? If yes, when have you felt it? If no, why not? ✨\n  ","237240":"\n   Stop talking about the Ernie 🙄\n  ","237241":"\n   Your ex pic was the best♥️\n  ","237242":"\n   It’s never worked for me....\n  ","237243":"\n   Ah. Nothing really. Trying to be more patient with people, but that’s tough......\n  ","237244":"\n   Wyd today\n  ","237245":"\n   Followed 🌸🌸 💖  Display is so lit 🔥🔥 Answers are really amazing,  Stay blessed  🖤\n  ","237246":"\n   I probably won't be able to play on Saturday I'll let you know when\n  ","237247":"\n   Do you watch documentaries?\n  ","237248":"\n   what's your favorite scent on another person?\n  ","237249":"\n   Last fucking ?\n  ","237250":"\n   what are your guilty pleasures in life? 🥺❤\n  ","237251":"\n   Hy how are you??\n  ","237252":"\n   God help my people.\n  ","237253":"\n   They saying it might be a lil Civil war or whatever kinda got me thinking how I used to go to war for your heart   They can suppress my vote but they will never suppress my love for you. You don’t gotta respond anyways be safe\n  ","237254":"\n   USA is gonna be China's bitch woohoo! go Biden!\n  ","237255":"\n   hahahaha i hate butter😜\n  ","237256":"\n   Who sent the last text message you received?\n  ","237257":"\n   Will Erin's butthole be wide enough to drive a truck through when you get done with her?\n  ","237258":"\n   Weird flex, swine\n  ","237259":"\n   I would try to date Ernie if she lived in my town\n  ","237260":"\n   🤗🤗God is my birth too, a good beautiful girl, my friend, you have come home many twelve candles😃\n  ","237261":"\n   How should relationship problems be solved? 💔\n  ","237262":"\n   Why\n  ","237263":"\n   bored at work lol\n  ","237264":"\n   hey whats up 😁\n  ","237265":"\n   i will send money email me at chris.hokokian@ml.com\n  ","237266":"\n   fine \ni miss you💖\n  ","237267":"\n\n    @Nordsale\n   \n   said you blocked her shes on Discord\n  ","237268":"\n   uhhhhh idk how about to not go to jail, be free, and able to feed your family or not being a slave to the system, or get raped etc\n  ","237269":"\n   Hiii\n  ","237270":"\n   Is there something you found out about yourself while using ASKfm?\n  ","237271":"\n   Why do people kill each other?\n  ","237272":"\n   how's your relationship with your daddy?\n  ","237273":"\n   Would you rather have an extra $200 a day, or an extra 2 hours a day?\n  ","237274":"\n   😃If you have found God then I am angry,😴\n It says that you do not ask for anything now.💘\n  ","237275":"\n   hlo hw ar u purple girl😀\n  ","237276":"\n   are you prone to accidents? 🤕\n  ","237277":"\n   i read somewhere 2 in 10  men have mental health issues\n  ","237278":"\n   What did you dream about last night✨🖤❣️¿?\n  ","237279":"\n   Sup Boss Dyke\n  ","237280":"\n   How open minded are you?\n  ","237281":"\n   Heyyyyy\n  ","237282":"\n   Hey\n  ","237283":"\n   do you think mental health for men is taken serious enough\n  ","237284":"\n   If you were given a choice to choose your MANNER OF DEATH, how would you die?\n  ","237285":"\n   Can you not do any more photo polls that are Mari vs Mari? Its impossible to choose between Beautiful, Fine, & Gorgeous and Aesthetic, Ravishing, & Sexy.\n  ","237286":"\n   when a guy calls you butterface it's an insult. it means everything looks good but her face fyi\n  ","237287":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","237288":"\n   Yes I have if you remember that was provided worng\n  ","237289":"\n   taking deep breathes\n  ","237290":"\n   Ah nice!! Just doing some house work then I’ll be on PlayStation\n  ","237291":"\n   how ? she is not here 😂\n  ","237292":"\n   I need help to stop saying stupid things.\n  ","237293":"\n   what's one song that calms you down when your stressed?\n  ","237294":"\n   Hey nice lad\n  ","237295":"\n   What would you do if someday toto fall in love with a cute female dog?\n  ","237296":"\n   Consider it done, boss\n  ","237297":"\n   Kick me  on the face\n  ","237298":"\n   Do u want it ?\n  ","237299":"\n   News to me lol. Anons trying way too hard, and doing a terrible job!\n  ","237300":"\n   fckin beta simp. lol\n  ","237301":"\n   Not really. No.\n  ","237302":"\n   Do you watch ted talk videos?\n  ","237303":"\n   Did you smoke weed with mrs trinket?\n  ","237304":"\n   IF YOU COULD DO ANYTHING ILLEGAL WITHOUT GETTING CAUGHT, WHAT WOULD YOU DO?\n  ","237305":"\n   Apparently one of them likes kissing her sister\n  ","237306":"\n   Because, even as the woman you are today, you have huge nuts?\n  ","237307":"\n   Why girls always beautiful and steal hearts?\n  ","237308":"\n   How often do you go to parties? Do you like parties? 🥳\n  ","237309":"\n   do you keep track of how many coins you've accumulated?\n  ","237310":"\n   Do you prefer to talk or to listen?\n  ","237311":"\n   How are you?\n  ","237312":"\n   Have you ever had braces?\n  ","237313":"\n   Do you get annoyed easily\n  ","237314":"\n   Follow me please as I am Beautiful and so are you 🦋😌\n  ","237315":"\n   Do you ever feel lonely\n  ","237316":"\n   Just read this story a couple with their 2 kids had 2 dogs a brother and a sister dog, the sister sadly got sick and died. Her brother was very sad and depressed about it. So the owners gave the dog away put him up for adoption because he was sad.  Mean owners or what\n  ","237317":"\n   What mental health issues do you struggle with?\n  ","237318":"\n   Happy Diwali\n  ","237319":"\n   blunts or joints\n  ","237320":"\n   Like being choked?\n  ","237321":"\n   if you're comfortable talking about it, describe to me the biggest milestone or development that has occurred in your life recently.\n  ","237322":"\n   Like a granola bar. • As for me, same ole, lame ole crap. Chilling, killing, overworked and underpaid. Be a good girl, SweetCheeks.\n  ","237323":"\n   aisle, middle, or window seat?\n  ","237324":"\n   What type of person \/zodiac sign angers 🙄 you the most? 🙊\n  ","237325":"\n   Chaos is a necessity without it how would you know the difference 😌\n  ","237326":"\n   What's your greatest worry at the moment?\n  ","237327":"\n   if you were to take part in a try not to laugh challenge how would you do\n  ","237328":"\n   no no no purple i am a good boy not a drug boy😃\n  ","237329":"\n   If you were heading out on a sudden road trip right this very minute, what would you bring with you? 🚗💕\n  ","237330":"\n   what did batman say to robin before he got in the car? \"get in the car!\" HAHAHAHAHAHA\n  ","237331":"\n   what’s something you wish to accomplish in 2021?\n  ","237332":"\n   What do you think can make your current life easier??\n  ","237333":"\n   If anyone needs this, please remember, \"you is kind, you is smart, you is important!\" This movie quote is possibly a favourite :) have a wonderful day!\n  ","237334":"\n   WOULD YOU RATHER:be attractive and stupid OR ugly but a genius?\n  ","237335":"\n   I do love ya tho. Obviously as friends. I still feel bad about the past...\n  ","237336":"\n   🥺🥺🥺🥺 what if were rarely on here anymore? Or if I delete this?\n  ","237337":"\n   I hope everything goes well for you going forward\n  ","237338":"\n   WHEN WAS THE LAST TIME YOU APOLOGIZED?\n  ","237339":"\n   I regret ever messing our friendship up in the recent pass. But it’s the truth. You’re perfect as hell.\n  ","237340":"\n   darn, why\n  ","237341":"\n   It’s hard to choose between 2 pics because they’re all perfect like you\n  ","237342":"\n   how's work? you still working as a care giver?\n  ","237343":"\n   What things help you relax the best?\n  ","237344":"\n   What’s the tallest building you’ve been to the top in?\n  ","237345":"\n   What's the most beer\/liquor you drank in your lifetime?\n  ","237346":"\n   Have you ever been confined \/ admitted in a hospital? If yes, what for? If no, have you ever thought of what it feels like? 🏥💉\n  ","237347":"\n   Who takes care of Toto when Mommy is away?\n  ","237348":"\n   You romantic.\n  ","237349":"\n   Do you prefer wax melts or candles?\n  ","237350":"\n   What was the last thing to break your heart\n  ","237351":"\n   hahahahaha\n  ","237352":"\n   What would a world populated by clones of you be like?\n  ","237353":"\n   YOU JUST DIED! Your 10th picture in your camera roll is what killed you! What killed you?\n  ","237354":"\n   Would you rather have more acquintances or more friends?\n  ","237355":"\n   would you say pets are family members\n  ","237356":"\n   Do you think that men ♂️ are more rational and women ♀️ are more emotional?\n  ","237357":"\n   do you think everyone should  see a therapist at least  once in their life\n  ","237358":"\n   Its British slang for attractive\n  ","237359":"\n   Bruv you're a peng and you know it mate\n  ","237360":"\n   No you won't\n  ","237361":"\n   I’m glad things are getting slowly but surely better for you this week now\n  ","237362":"\n   Ok we'll play then\n  ","237363":"\n   You're strange af bruv\n  ","237364":"\n   When you gonna be home\n  ","237365":"\n   Any better now or slowly getting better?\n  ","237366":"\n   Not the best week then\n  ","237367":"\n   How was this week for you? 😄\n  ","237368":"\n   What is the matter of the heart kept in false promises😒Will you be mine or not😂\n  ","237369":"\n   Roses are Red,Violets are Blue, my trousers get tight just thinking of you <3\n  ","237370":"\n   I do not know about love💘\n                     # Your style is crazy ... ll😻\n            # You say uffffff and\n                      # We become finicky ... ll 💞🌷\n  ","237371":"\n   What did you have for lunch\n  ","237372":"\n   I wanna give you my love ❤️\n  ","237373":"\n   When Erin is mean to me on ask i feel betrayed by someone who i look up too she's the greatest person ever and regardless of how she acts i love her and her girlfriend dearly both are my angels\n  ","237374":"\n   What do you feel when i leave\n  ","237375":"\n   oh no . what’s wrong baby\n  ","237376":"\n   Are you alright? ❤\n  ","237377":"\n   You haven't answered nothing all day? What's up? Need a cuddle?\n  ","237378":"\n   It might be a glitch my app keeps crashing\n  ","237379":"\n   🤦🤦🤦🤦\n  ","237380":"\n   its aight. we all stupid sometimes\n  ","237381":"\n   does telling people about your next big idea robs you of your motivation?\n  ","237382":"\n   Christmas or Thanksgiving\n  ","237383":"\n   Princess Butt Nuggets is that you?\n  ","237384":"\n   Generally an indicator of someone who's been taken advantage of in the past. Sorry to hear that\n  ","237385":"\n   What always calms you down when you’re really stressed out and upset?\n  ","237386":"\n   What’s your favorite way to spend time outdoors? 😛\n  ","237387":"\n   Hey! Would you rather be single or be in a relationship? ❤\n  ","237388":"\n   do you often feel that when someone is nice to you, you assume that they want something from you, Sex. Money. A ride. A phone number. All you know is that their kindness can’t be genuine?\n  ","237389":"\n   You're still on the leaderboard but you don't have a rank anymore\n  ","237390":"\n   i think he means how long should a woman be able to abort for before the baby is to old......\n  ","237391":"\n   Me and Erin were in Ohio the other day\n  ","237392":"\n   u know who i mean right. yall talked before\n  ","237393":"\n   Do you have brown eyes ? \n#NSO\n  ","237394":"\n   nah the chick with the glasses from pleiades  or smth lmao\n  ","237395":"\n   the other girl.......\n  ","237396":"\n   What have you been up to\n  ","237397":"\n   okay let's get this straight , i love you\n  ","237398":"\n   Pro-choice or pro-life\n  ","237399":"\n   are u talking bout that crazy russian girl who thinks she from mars or smth :D\n  ","237400":"\n   The anonymous that was on your account last night begging for your genitals, boys are always thirsty.\n  ","237401":"\n   The aliens have the best creepypasta\n  ","237402":"\n   What do you want for Christmas Mari?\n  ","237403":"\n   Hey\n  ","237404":"\n   Sing with me! Who lives in a pineapple under the sea? 🍍\n  ","237405":"\n   Do you agree that if you were a guy you would be ripped with a massive, gigantic wang?\n  ","237406":"\n   If you drop me I’m sure to crack, but give me a smile and I’ll always smile back. What am I? #BrainTeasers🤔\n  ","237407":"\n   Hello, Crunchy. Good night or good morning, wherever you are.\n  ","237408":"\n   Don't listen to them. thats so creepy and you wonder why i don't like the alien accounts\n  ","237409":"\n   You don't remember anything i guess you will find out when you have a alien baby in 9 months\n  ","237410":"\n   Don't you remember anything from last night? We made love to you 8 miles high\n  ","237411":"\n   If you tell anyone you encountered a alien we won't let you go again you'll have to live with us forever with no freedom\n  ","237412":"\n   Mrs trinket forced me to paly with your feelings\n  ","237413":"\n   Cz we have d*ks that u hardly want\n  ","237414":"\n   Why hate men 😂?\n  ","237415":"\n   Are you a redneck?\n  ","237416":"\n   Brk my heart 😒\n  ","237417":"\n   I like humans like you 😍\n  ","237418":"\n   Then what app should I use to get into ur pan*ts ?\n  ","237419":"\n   U don't let me ask s*x qs unless u r drunk\n  ","237420":"\n   We can drink now\n  ","237421":"\n   Check on Fox News\n  ","237422":"\n   Of course. ❤️ I meant it the first time we met on here, still mean it\n  ","237423":"\n   I need your help.\n  ","237424":"\n   Biden might be removed from the president 😭\n  ","237425":"\n   smart. fck college lol\n  ","237426":"\n   What does 'Sit Pretty' make him do? Will he strike a pose?\n  ","237427":"\n   did you graduate from college?\n  ","237428":"\n   have you ever experienced a moment where it felt like you were stripped of your dignity?\n  ","237429":"\n   Toto has an intelligent & dignified look: what verbal commands do he know?\n  ","237430":"\n   No one has ever tried to rob your clients' homes while you're there because you're too big and bad?\n  ","237431":"\n   You are very good of heart god bless you always\n  ","237432":"\n   She’s beautiful ❤️\n  ","237433":"\n   Why did the pony go to the doctor? he was feeling a little horse\n  ","237434":"\n   What's the difference you feel as you grow up?\n  ","237435":"\n   When did you see Julia last did she say anything weird or is your sister like that my sister talks about weird stuff idc about when she comes over\n  ","237436":"\n   I missed that\n  ","237437":"\n   😒i know, what state or at least what coast?\n  ","237438":"\n   Where you from?\n  ","237439":"\n   Must be awful working for a sorry ass min wage, being treated like a doormat. Will never relate\n  ","237440":"\n   over 65 or younger?\n  ","237441":"\n   How old is she?\n  ","237442":"\n   Why do the majority of american girls work\/used to work at least once in their lives in retail? Lolololol\n  ","237443":"\n   Why do you look like you beat up your mom lol\n  ","237444":"\n   I would smell you and determine whether you're good or not\n  ","237445":"\n   When did you last have sex\n  ","237446":"\n   still drunk?\n  ","237447":"\n   i cant tell if u cute or not\n  ","237448":"\n   I would rather be suffocated by marisa\n  ","237449":"\n   Can i go out without wearing mask it suffocate me?\n  ","237450":"\n   I just don’t understand how people don’t buy good stuff. Like for someone to claim they love makeup but buy only cheap drugstore stuff is ludicrous. If U like something, INVEST in that something. Buy high end good quality stuff. Otherwise you’re just cheap and a shame to society. (General statement)\n  ","237451":"\n   Ma boii <3\n  ","237452":"\n   How's our son toto doing ? Mari\n  ","237453":"\n   IF you (and your partner) were to raise children, what are the most important things you would want them to learn?\n  ","237454":"\n   Would you get hypnotised when my dig waves near your eyes\n  ","237455":"\n   Have you ever stalked someone on social media? 🕵️‍♀️\n  ","237456":"\n   Why do people nowadays LOVE taking selfies? 🤳\n  ","237457":"\n   What’s fine in small numbers but terrifying in LARGE numbers? 😬\n  ","237458":"\n   big size dear\n  ","237459":"\n   You're dog is so cute\n  ","237460":"\n   He came in your paint and his bitxh a$$ got denied\n  ","237461":"\n   🤔No girl understands my heart's feelings🤔\n  ","237462":"\n   F*k that, give me a k$$\n  ","237463":"\n   Why don't you eat fish\n  ","237464":"\n   Were ve u been ?\n  ","237465":"\n   Does your dog bark at sirens\n  ","237466":"\n   Do you prefer fish or meat?\n  ","237467":"\n   Are you back together with your ex\n  ","237468":"\n   Hay, Mari\nI f*kn miss yah\n  ","237469":"\n   Hi I'm Henry Ford and welcome to Jackass\n  ","237470":"\n   The covid vaccine will have a virus  in it that will sterilize humans making it impossible to have children it will be on a genetic level it's so they can stop the population growth if you want to stop it we must find Utopia🤓\n  ","237471":"\n   Have you met someone that is Emotionally Unavailable, someone that is afraid of commitment?\n  ","237472":"\n   I swear these anon try so hard to puss people off when really they are the only stupid ones. And they literally think they know every single thing there is about someone\n  ","237473":"\n   If a new volcano 🌋 formed and the government had an online contest to see what it would be named, what name would you submit?\n  ","237474":"\n   Good! Ah working I’d rubbish, just woke up it’s my day off 😂\n  ","237475":"\n   What fictional character is amazing in their book \/ show \/ movie, but would be insufferable if you had to deal with them in mundane everyday situations?\n  ","237476":"\n   What city would you most like to live in?\n  ","237477":"\n   What is something that a TON of people are OBSESSED with but you just don’t get the point of?\n  ","237478":"\n\n    https:\/\/www.facebook.com\/NowThisPolitics\/posts\/4417312218300234\n   \n   Trump knows everything in the world 😂😂😂😂😂\n  ","237479":"\n   Spaghetti and Meatballs OR Spaghetti with Fried Chicken? 😋🍝\n  ","237480":"\n   What would be your action plan, if there were no more electricity in the world?\n  ","237481":"\n   love you new photo\n  ","237482":"\n   Where is elyssa?\n  ","237483":"\n   stuff has been a mess lately but i just wanted to send out good vibes to my ppl on here 💖 have a lovely day\n  ","237484":"\n   Would you like to be Time Travel?\n  ","237485":"\n   No girl friend of mine is going to cry anymore🤪🤪, I am filled with water in your mobile and fish started running in your mobile.😂😂😂😂😂\n  ","237486":"\n   Where is the boy?\n  ","237487":"\n   How are you feeling today?\n  ","237488":"\n   Can I have your Instagram or Snapchat please ?\n  ","237489":"\n   I'm just like you in a way I never knew my father He used to always cheat on my mom and beat her\n  ","237490":"\n   Queen!\n  ","237491":"\n   And that's why I don't follow you\n  ","237492":"\n   no yur jus to dangerous for the world\n  ","237493":"\n   well ima self defend against u preemptively *stab stab*\n  ","237494":"\n   you couldnt do shit except call the cops. be honest\n  ","237495":"\n   *stab stab*\n  ","237496":"\n   ¡ๅnos ɹnoʎ uo ʎɔɹǝɯ ǝʌɐɥ ๅๅǝɥ ʎɐW ¡noʎ ʎɹɹɐɯ ๅๅᴉʍ I\n  ","237497":"\n   Sometimes people want to win more than do the right thing.\n  ","237498":"\n   I have not fallen in love🙈🙈💖\n  ","237499":"\n   No girl can befriend me i have no girl friend😒😒😒😒😒😒\n  ","237500":"\n   Hello Stranger 👋😆\n  ","237501":"\n   You are my life .. You are my happiness🤩You are love, you are your love😍You feel the first love🙋‍♂️Whoever is not extinguished is thirsty, you are my first wish, you are the last.🌹May every heart's heart bless you with happiness, God bless you with all my grief, I have not forgotten you🌹🌹🌹😃\n  ","237502":"\n   When the covid vaccine becomes readily available will be taking it? As long as they make it into a chewable vitamin with grape flavor I’m in.\n  ","237503":"\n   Are you getting weird comments (snipes) ?\n  ","237504":"\n   Please call me Frederic.\n  ","237505":"\n   Hey stranger, how are you?\n  ","237506":"\n   I love you. 🍹\n  ","237507":"\n   I feel the same way tbh\n  ","237508":"\n   Bro you're white\n  ","237509":"\n   Who's your new girlfriend?\n  ","237510":"\n   All my nxgga's support Trump!\n  ","237511":"\n   u married?\n  ","237512":"\n   There is magic in your face since you have seen me not sleeping at night, I think it has fallen in love with me.😏😏😏😏😏😏\n  ","237513":"\n   Her mouth is oddly watery too 🤣\n  ","237514":"\n   Today my mood😃 is very good, some girl has to recharge🙂🙂🙂😁😁😉😉😉\n  ","237515":"\n   Luck is bad girl never say harry you are my true love😛😛😛😛\n  ","237516":"\n   How many hours do you sleep at night?\n  ","237517":"\n   What about now?\n  ","237518":"\n   bc one is trash and the other is ok. who is who, u figure it out haha\n  ","237519":"\n   is the customer always right?\n  ","237520":"\n   Are u still friends w chlo\n  ","237521":"\n   Mari....that is about a 10 on the tension scale.\n  ","237522":"\n   She said something mean about you in her video 😢\n  ","237523":"\n   I am a man.\n  ","237524":"\n   Are you eating pizza ?\n  ","237525":"\n   Don't call me a man\n  ","237526":"\n   Congratulations, you've won a Volvo.\n  ","237527":"\n   How much do you need on PayPal\n  ","237528":"\n   you loves me\n  ","237529":"\n   to you too\n  ","237530":"\n   i love you💘\n  ","237531":"\n   dued\n  ","237532":"\n   not happy birthday\n  ","237533":"\n   Communist red hair colour. I'd love to shave it off....\n  ","237534":"\n   Hello Miss Pyro, how are you? I think you're cool.\n  ","237535":"\n   You are my best friend my life is for you💕\n  ","237536":"\n   about to smoke my birthday blunt to the face lmao\n  ","237537":"\n   I liked your hair color😍\n  ","237538":"\n   red shine hair colour dued💞💞💞💞\n  ","237539":"\n   stop being gay\n  ","237540":"\n   I call you sweet, and you tell me to f##k off. How polite...\n  ","237541":"\n   would just like to point out...his skin color is almost as pale as mine...his fake tan looks like a literal Cheeto puff 🙄🤷🏼‍♀️\n  ","237542":"\n   And in 2008 I presume that you called Barack a coconut....\n  ","237543":"\n   You called Uncle Don a \"cheeto\" because of his skin colour. THAT'S quite racist.\n  ","237544":"\n   You were the one who said they should be in prison.🤷‍♀️🤷‍♀️ I'm just repeating what you said.\n  ","237545":"\n   What do you think of the Kardashians?\n  ","237546":"\n   Hello sweet Russkie\n  ","237547":"\n   Trump is so angry he went on a rampage in the White House.\n  ","237548":"\n   You can't befriend me😒\n  ","237549":"\n   So you think Kamala Harris should be in prison for doing it?\n  ","237550":"\n   ao cute puppy wts your cute name\n  ","237551":"\n   Do you have a special someone?\n  ","237552":"\n   Nobody befriends me\n  ","237553":"\n   lose this election trump bride win this election😃\n  ","237554":"\n   photo\n  ","237555":"\n   wlcome😘\n  ","237556":"\n   no its fine dont be sorry :)\n  ","237557":"\n   Where do you put Satans pyro ?\n  ","237558":"\n   What do you think about people who do it?\n  ","237559":"\n   you are a so killer & preety girl😍\n  ","237560":"\n   yes selfie pic\n  ","237561":"\n   Marisa sounds like the name of a cheap drugstore makeup brand\n  ","237562":"\n   Do you think keeping black people in prison longer than their sentence is a good thing, because they'd be cheap labour?\n  ","237563":"\n   give me a send your pic plzzzz one pic\n  ","237564":"\n   trump my fav pm usa\n  ","237565":"\n   You are very good at heart I swear God keeps you happy, my life my friend cheeto😀\n  ","237566":"\n   so lovely place dued😃😃😃\n  ","237567":"\n   do you study or work\n  ","237568":"\n   wyd love\n  ","237569":"\n   wowwww nyc dued\n  ","237570":"\n   enjoy\n  ","237571":"\n   i love u more 😘\n  ","237572":"\n   evening walk\n  ","237573":"\n   You are walking\n  ","237574":"\n   😀\n  ","237575":"\n   Will you be friends with me\n  ","237576":"\n   nyc car cute\n  ","237577":"\n   you’re beyond pretty . ur beautiful 😻\n  ","237578":"\n   What do you think and feel about the recent US Election? 🇺🇲🗳\n  ","237579":"\n   🙄🙄🙄🙄\n  ","237580":"\n   you are a male\n  ","237581":"\n   thats fair enough\n  ","237582":"\n   I know you are moon i can never touch you\n  ","237583":"\n   you are a so preety\n  ","237584":"\n   i hope everyone had a fabulous day wherever you are! 🙂\n  ","237585":"\n   You can't be my friend\n  ","237586":"\n   cheeto my wts app no +919055562984\n  ","237587":"\n   plssss join😀\n  ","237588":"\n   You're welcome 😁\n  ","237589":"\n   i am just kiding cheeto\n  ","237590":"\n   i love start the bottom of my heart 🤩🤩🤩\n  ","237591":"\n   you're probably paranoic.\n  ","237592":"\n   Do you donate to any charities?\n  ","237593":"\n   hehehhehehe why😂\n  ","237594":"\n   Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?\n  ","237595":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","237596":"\n   🤩🤩🤩\n  ","237597":"\n   Hello anytime you need a chat this is my instagram account\n   \n    https:\/\/www.instagram.com\/lawrencehoskins667\/\n   \n","237598":"\n   Have you ever been bored about being BORED? 🥱\n  ","237599":"\n   i love u all 🥺😘\n  ","237600":"\n   THE I LOVE YOU START🤩🤩THE BOTTOM OF MY HEART❣❣❣❣❣❣❣\n  ","237601":"\n   love you😘\n  ","237602":"\n   You live in the country from the city\n  ","237603":"\n   You say what you want to eat and the chef will cook you can dine with us and have conversation 6 feet apart during social distance if you like\n  ","237604":"\n   Beautiful ❤️❤️❤️❤️\n\nYour 👀eyes are drugged🍻\nOne who sees this eyes once does not need to drink wine😻\n  ","237605":"\n   Nice hair💜\n  ","237606":"\n   What is the first thought that comes to mind when you see a hobo laying on the street?\n  ","237607":"\n   How do you deal with anger?\n  ","237608":"\n   Doing well💜\n  ","237609":"\n   Hey💜\n  ","237610":"\n   really you so hoty\n  ","237611":"\n   There are so many things you do not know.\n  ","237612":"\n   Do you play play station in your flip?\n  ","237613":"\n   Biden cheatied\n  ","237614":"\n   HEY\n  ","237615":"\n   Are you a gossiper?\n  ","237616":"\n   What difference will biden make for the u.s?\n  ","237617":"\n   Is 200$ enough to save for Black Friday? Not sure what i will get but i'm trying to budget\n  ","237618":"\n   Shes gonna be 27 on December super strange how time fly's isn't\n  ","237619":"\n   Are you usually late, early or right on time?\n  ","237620":"\n   Is the Julia in your background\n  ","237621":"\n   Just some cleaning and it give me a headache\n  ","237622":"\n   Are you in a relationship with \"Rising of the Moon\" or whatever she called herself?\n  ","237623":"\n   Do you wanna come to our house and have dinner\n  ","237624":"\n   Now, hold on just one minute. When has Trump ever been proven to be a pedo?\n  ","237625":"\n   Your wages will go even lower now, the place where you work will have to pay higher taxes which means lowering minimum wage, I'm in the Russian business of things so i know whats right and wrong\n  ","237626":"\n   For now you know he can run again\n  ","237627":"\n   Are your parents moving to Canada ?\n  ","237628":"\n   Are you in the basement ?\n  ","237629":"\n   So, Rising of the Moon IS your girlfriend?\n  ","237630":"\n   How do you do\n  ","237631":"\n   What beautiful blue shirt are you wearing on the profile pic?\n  ","237632":"\n   Immigrants will take your job. You will have no job because of Biden.\n  ","237633":"\n   Woman hate Trump because he told the truth about them\n  ","237634":"\n   To be fair, Mari, Biden hasn't actually won yet. Various media sites have just called it for him. There's a difference. And with growing cases of impropriety and \"glitches\" in voting systems, frankly, Trump still has a chance. Just promise me, if he wins, you won't go on about \"stolen elections\".\n  ","237635":"\n   R u f*kn her ?\n  ","237636":"\n\n    @MaermaidOnTheMoon\n   \n   ? I sthat her?\n  ","237637":"\n   And when Trump is the president of Russia, he will build a wall at the Kazakhstan border, and he will make Borat pay for that wall.\n  ","237638":"\n   She is beautiful! What's her name?\n  ","237639":"\n   🤣🤣🤣🤣\n  ","237640":"\n   Privyet, devushka. My name is Kalina Lesbianova and I am new here. Can we be comrades?\n  ","237641":"\n   Who would you vote for in that election: Trump or Putin?\n  ","237642":"\n   Biden didn't win. Socialism won. The Deep State won. Globalism won.\n  ","237643":"\n   I heard that Donald will run for president in Russia instead now.\n  ","237644":"\n   Would you date this woman?\n   \n    @FannyAbrahamsson\n   \n","237645":"\n   it's an illusion\n  ","237646":"\n   Celebrating what?\n  ","237647":"\n   I feel so sorry for America right now. :-(\n  ","237648":"\n   BIDEN WINS!! THE ORANGE IS OUT!\n  ","237649":"\n   There??\n  ","237650":"\n   Trump is Winning omg\n  ","237651":"\n   what has a 9-5 job taught you in your life?\n  ","237652":"\n   Bruh deactivate your account you discriminating cuxt racists are biden supporters and nxgga you had covid and you still went to work, we dig dirt on you because this is a battle nxgga\n  ","237653":"\n   okay but literally wearing a mask into hard. there are many smokers who do it.... excuses for people to be inconsiderate people\n  ","237654":"\n   Sorry to interrupt 😃 you're Russian? That's cool 😌\n  ","237655":"\n   I want to talk to you.\n  ","237656":"\n   What would you consider as \"THE BEST THING THAT EVER HAPPEN\" to you this year so far? 👍\n  ","237657":"\n   How do people wear a mask comfortably for Covid? By the end of the day you can smell your own breath, and what happens if you are a smoker or if you have to sneeze or something? But you still want to stay safe and not take your mask off\n  ","237658":"\n   If you were to get a dog or another one if you already have one would you get a puppy or a rescue\n  ","237659":"\n   Can you say that you are doing the right thing in coming up with the right decisions? Why?\n  ","237660":"\n   Do you agree that good things come to those who wait?\n  ","237661":"\n   Are you a syed?\n  ","237662":"\n   How much ASKfm coins 🔥 do you have?\n  ","237663":"\n   Heyy, you alive?\n  ","237664":"\n   Biden is guaranteed 272 electoral votes. ITS OVER.\n  ","237665":"\n   Erin fuxked you in the a$$ with her d.ildo and left you breathless on that last comment about you\n  ","237666":"\n   Coxk lixker\n  ","237667":"\n   China is gonna fuxk the USA once Biden gets in i hope you realize that, you will regret voting for him\n  ","237668":"\n   I love the name 🤣🤣🤣\n  ","237669":"\n   What was your high school gpa?\n  ","237670":"\n   What do you think about luck in life?\n  ","237671":"\n   How often do you exercise?\n  ","237672":"\n   Bruh Donald is a business man he made America great now China will fuxk us\n  ","237673":"\n   I'm glad you love facts. So do I.\n  ","237674":"\n   Uh... no this is just a fact. Trump was ahead until this occurred. Whether we agree on opinions or not, you can't disagree with facts.\n  ","237675":"\n   Talk about me go get a tan you're not intellectually aware at all, good bye\n  ","237676":"\n   I looked up caregiver salary in Michigan it's complete trash just like your states water 🤣 clown\n  ","237677":"\n   You don't know if i'm duel citizen dumb a$$\n  ","237678":"\n   I'm not giving you coins, you work for 11$ an hour and you wonder why i think you're a loser, your whole family probably lives in rental houses\n  ","237679":"\n   Biden cheated the system and Trump will win either way\n  ","237680":"\n   Uh, Biden started winning after the said they were stopping the counting.. when they block the counting area. Seems a little sus.\n  ","237681":"\n   Its useful\n  ","237682":"\n   It's no fun but sometimes it clears your head!\n  ","237683":"\n   Why not\n  ","237684":"\n   Love your name 👌💙\n  ","237685":"\n   To f*k someone regularly for the $x only without relationship\n  ","237686":"\n   I'm just saying because trump is destroying the world not making it a better place\n  ","237687":"\n   Sardi ki kiya sorat e hal hy apky city ma?\n  ","237688":"\n   Trump loser\n  ","237689":"\n   Do u like no strings?\n  ","237690":"\n   i will be a president of the united states in 2024 and you gonna be my wife and the first lady\n  ","237691":"\n   omg biden is gonna make it i was wrong sorry 🤦‍♀️🤦‍♂️\n  ","237692":"\n   Mari\n  ","237693":"\n   What question would you like to ask the Somali pirate?\n  ","237694":"\n   Do you know anyone who seems to enjoy being mean? Like they get pleasure out of being rude, nasty and condescending.\n  ","237695":"\n   Don't call a girl a dude\n  ","237696":"\n   Fu*d up\n  ","237697":"\n   I'm guessing your a joe Biden fan like alot of people\n  ","237698":"\n   Look you whxre i would join the kkk just to keep Donald in i fuxked your mom\n  ","237699":"\n   Do you hate anyone\n  ","237700":"\n   looks like trump will be going\n  ","237701":"\n   damnn love the hair❤🔥\n  ","237702":"\n   Because we love TRUMP\n  ","237703":"\n   Bruh stop chirping Queen Erin #BlacksForTrump\n  ","237704":"\n   I work all over the states so i actually do know what i'm talking about\n  ","237705":"\n   Space.. 🖤\n  ","237706":"\n   What is the craziest thing you have ever done for money?\n  ","237707":"\n   not at all\n  ","237708":"\n   Have you ever accidentally been caught naked by someone?\n  ","237709":"\n   PAP a creepy face!\n  ","237710":"\n   Sunno jaldi\n  ","237711":"\n   Elect-ion *facepalm* Spam: When was the last time you voted in your country?\n  ","237712":"\n   i saw half of the election i was just going to go for a pee when they said result wont be annouced till friday so went to bed after that\n  ","237713":"\n   Donald Trump is actually winning he almost has the entire states in red\n  ","237714":"\n   How is things going?\n  ","237715":"\n   Hey\n  ","237716":"\n   Something you might want to know\n  ","237717":"\n   Why? You should be looking after them maybe taking there phones away\n  ","237718":"\n   All these people have autism now i know why you're nice to them\n  ","237719":"\n   Do you wanna be in our community\n  ","237720":"\n   alrighty then devil women 😔\n  ","237721":"\n   Have you ever seen a stranger naked?\n  ","237722":"\n   She called me mentally disabled because i like aliens\n  ","237723":"\n   not hawaii?\n  ","237724":"\n   Have you ever loved and lost somebody?\n  ","237725":"\n   Lets get married and honeymoon in hawaii 😘\n  ","237726":"\n   Could you delete this if you wanted to ?\n  ","237727":"\n   i think trump is going to win 😂😂😂 happy Halloween 🎃😎🐱‍👤💖 🎃\n  ","237728":"\n   Do you like Erin because they're mean to us\n  ","237729":"\n   I wish I was rich.\n  ","237730":"\n   You stfu Biden loving whxre\n  ","237731":"\n   What is the most impressive thing you know how to do? #BraggingRights 😏\n  ","237732":"\n   Do you like vodka?\n  ","237733":"\n   We're 26 years old we sure do have a daughter\n  ","237734":"\n   How many times have you fallen in love?\n  ","237735":"\n   I guess not. Oh well 😔\n  ","237736":"\n   You don't have someone special like me, you don't own a house, you don't have a daughter you don't have anything i have, i would never date you or let you near my private area we're just friends\n  ","237737":"\n   I didn't say that i love my girlfriend, my girlfriend is unique and special to me\n  ","237738":"\n   Did you wash your underwear too?\n  ","237739":"\n   how's was everyone days\n  ","237740":"\n   have you ever had a random twitch in your body because that happens to me every so often\n  ","237741":"\n   I am sorry that I crossed the line.\n  ","237742":"\n   have you ever seen a  book with a spelling or a grammar mistake. I mean like a proper published book btw\n  ","237743":"\n   Last thing to make you laugh\n  ","237744":"\n   Toto Tuesday pap\n  ","237745":"\n   do you believe there is someone out there for everyone\n  ","237746":"\n   Would shark cage diving interest you?\n  ","237747":"\n   I want to paint your house.\n  ","237748":"\n   I just bought a expensive pillow out of curiosity\n  ","237749":"\n   I should give up.\n  ","237750":"\n   Hi\n  ","237751":"\n   Is there life on Mars?\n  ","237752":"\n   What do you hate doing? 🙅‍♀️\n  ","237753":"\n   Do you have weird relatives?\n  ","237754":"\n   mean kick huh\n  ","237755":"\n   She seems to  be earning more money than you.\n  ","237756":"\n   you allright then\n  ","237757":"\n   These eyes.... 👀they catch your attention like magnet...😍 You are very beautiful👌 just a lit bit more smile You will start to shine like the sun ☀ ☺️\n  ","237758":"\n   Do you dye your hair?\n  ","237759":"\n   What foreign language would you like to learn?\n  ","237760":"\n   What makes you think that\n  ","237761":"\n   How do you secretly manipulate people to get your way? 😬\n  ","237762":"\n   iphone 12  OR  iphone 11\n  ","237763":"\n   I had a dream and toto was there... but he was gay\n  ","237764":"\n   I need advice. How do I get my parents to accept my boyfriend? He's black and I'm white. They think you should marry in your race or you'll come across problems. But me and him have been together for a while and I want them to know but they'll just call me stupid and that I'm ruining my life.\n  ","237765":"\n   I would never hurt a soul, I'm a Christian i just like living in a bubble with a likewise group of people and some have issues lol\n  ","237766":"\n   If my boss wanted you d.ead you wouldn't be alive so people who say Lisa did this and that to you are WRONG! Don't worry about anonymous people\n  ","237767":"\n   If not, that's fine, just asking\n  ","237768":"\n   When you can, need to talk to you\n  ","237769":"\n   oh sexual way lol\n  ","237770":"\n   hi x\n  ","237771":"\n   arrested for what\n  ","237772":"\n   ever been in handcuffs\n  ","237773":"\n   Would you have a prob with me if i sleep@with mermaid\n  ","237774":"\n   Do you follow fashion trends actively?\n  ","237775":"\n   She seems to work with ya\n  ","237776":"\n   Russia is rooting for Trump Putin tried hard to get him winning\n  ","237777":"\n   Would you rather be loved or have a lot of money?\n  ","237778":"\n   I have a bmw showroom.would you like to work here?\n  ","237779":"\n   She has a crush on you i am sure🤣\n  ","237780":"\n   I will call you Red for now on.\n  ","237781":"\n   Do you have a “cheat day”? Like do you set aside one day to just eat what you want?\n  ","237782":"\n   Maybe too much drinks Saturday night💜\n  ","237783":"\n   This is what I want, in such a way that I love you, I will give you my blessings, take happiness, take me, give me, give me, give me all the sorrowful heart, I will give you my life😍\n  ","237784":"\n   I work as a chaser with my truck and tow accessory if theres a accident i go get the car before other companies get there sometimes they get mad but i get 300$ per tow and sometimes i get reference pay if i suggest a body shop who i work with and get paid a fee for taking cars there under agreements\n  ","237785":"\n   🤣🤣🤣🤣\n  ","237786":"\n   Y would u say that\n  ","237787":"\n   Do you live in a flat?\n  ","237788":"\n   Have you ever peed in the pool? 🙊\n  ","237789":"\n   What's your most toxic trait?\n  ","237790":"\n   BOY\/GIRLFRIEND OR FRIENZONE MATERIAL:\n   \n    @ivandesingano079673\n   \n   🧡\n  ","237791":"\n   What's for breakfast?\n  ","237792":"\n   Do you curse a lot?\n  ","237793":"\n   BOY\/GIRLFRIEND OR FRIENZONE MATERIAL:\n   \n    @zyxwvtsrq\n   \n   ❤\n  ","237794":"\n   Was lightheaded for today and should be ok tomorrow🤕💜\n  ","237795":"\n   I would love to work as your job instead of a chaser\n  ","237796":"\n   I cant aford this either\n  ","237797":"\n   Did you make your hair white before you mad it red ?\n  ","237798":"\n   If trump wins u marry me. If biden win i marry mermaid kay. neither of us like it but a promise is a promise!\n  ","237799":"\n   I like your red hair.\n  ","237800":"\n   Americas got talent do you have a talent?\n  ","237801":"\n   are you good at wrapping up gifts\n  ","237802":"\n   MARI TRUMPS GONNA WIN WHAT R WE GONNA DOOOO!😭😭😭\n  ","237803":"\n   Have u ever been on tv for anything or auditioned for anything on tv?\n  ","237804":"\n   Do you have a washing machine ?\n  ","237805":"\n   What is worst smell you have smelled.\n  ","237806":"\n   By the way, Happy Halloween. Go terrify some little kids.\n  ","237807":"\n   Why is loyalty so rare these days?\n  ","237808":"\n   What do you hate the most about some men?\n  ","237809":"\n   That guy with the football picture is sending that one question it took us a few days to figure out\n  ","237810":"\n   Are you mentally prepare for marriage ?\n  ","237811":"\n   if you like osaf tell him otherwise he's all mine 😍\n  ","237812":"\n   Are you brave or coward hearted?\n  ","237813":"\n   Possible coins!! 🌚 🌸\n  ","237814":"\n   My Myfriend  just recently broke her rib you know how she did it She  is pregnant and her baby kicked her and that how she broke it is it just me or is that one hell of a kick\n  ","237815":"\n   How did you find out that Santa isn’t real?\n  ","237816":"\n   I don't like any of the candidates but true.\n  ","237817":"\n   Foto\n  ","237818":"\n   What do you think is your spirit animal? 🐾💕\n  ","237819":"\n   Hey\n  ","237820":"\n   Uhhh tolle Haare!!❤🦇\n  ","237821":"\n   I know that now, it feels like Monday\n  ","237822":"\n   Do you take evenings walks with toto?\n  ","237823":"\n   It's Monday\n  ","237824":"\n   Can we talk? If i untick.\n  ","237825":"\n   Do you have low or high alcohol tolerance?\n  ","237826":"\n   What is your natural hair color?\n  ","237827":"\n   📷🖤 Sunday Selfie 🖤📷\n  ","237828":"\n   Have you read of Count St Germain? This anonymous is interested in him, i didn't think anyone else knew of him! Wish more people would talk about alien stuff\n  ","237829":"\n   You're such a nice girl i'm glad you're into alien stuff you're just like us\n  ","237830":"\n   what's bigger your liver or kidney?\n  ","237831":"\n   A majority of our state don't want another 4 years of oompa loops Cheeto man tbh 😂\n  ","237832":"\n   Nawalan na ba kayo ng kuryente?\n [Have you experienced brownouts \/ blackouts?] 💡\n  ","237833":"\n   What weird smell do you really enjoy?\n  ","237834":"\n   Why are there lots of these poor Indian guys online calling themselves king?\n  ","237835":"\n   Your current profile pictures look absolutely amazing. Just wanted to say, you look absolutely great.\n  ","237836":"\n   it's funny how I was the fastest sperm and now I barely move at all.\n  ","237837":"\n   What's in your pockets right now?\n  ","237838":"\n   They look normal i like them\n  ","237839":"\n   They probably standout side your house and smell the air\n  ","237840":"\n   Your eyes aren't blue or pure white?\n  ","237841":"\n   Are you going without glasses today since it's Halloween nobody will think your eyes are weird we are its the only month we can be ourselves\n  ","237842":"\n   Do you like long neck bottles\n  ","237843":"\n   what's youe go to drink on a night out?\n  ","237844":"\n   im not a big fan of it either\n  ","237845":"\n   Watch your mouth or I'll steal away your peasant girlfriend from you\n  ","237846":"\n   Nice vote poll photos, as usual! You always look lovely!🌹🥰\n  ","237847":"\n   Hi\n  ","237848":"\n   Happy Halloween💜\n  ","237849":"\n   This place is a graveyard, peace out f.aggots\n  ","237850":"\n   We gonna get liquored up tonight?\n  ","237851":"\n   He wishes he could get someone as amazing as you!\n  ","237852":"\n   Happy Halloween to you. Happy Halloween to you. :) xxxxxxxxxxxxx You doing much? x\n  ","237853":"\n   How are you Marisa ?\n  ","237854":"\n   I kissed my first girl and now I wanna tell everyone! I AM ZE ULTIMATE ALPHA!\n  ","237855":"\n   Me\n  ","237856":"\n   You at work, babe?\n  ","237857":"\n   Is Toto going trick or treating?\n  ","237858":"\n   I am broke just answer\n  ","237859":"\n   When you stand in there in your underwear 😍🤤🤤\n  ","237860":"\n   wow 😘\n  ","237861":"\n   Nice vote post\n  ","237862":"\n   I love to know you to visit you for a date august 2021\n  ","237863":"\n   Would you rather go to a job interview on a back of a flying dinosaur or unicorn?\n  ","237864":"\n   do you have student loan debt?\n  ","237865":"\n   Mari go to bed.\n  ","237866":"\n   Have you ever saved anyone life?\n  ","237867":"\n   كيف حال السهرانين 🙋‍♂️💖\n  ","237868":"\n   I do have a habit of checking out girls.this is who I am.I can’t change the nature.\n  ","237869":"\n   He sounds like a simp tbh\n  ","237870":"\n   What?Bullshit\n  ","237871":"\n   Henceforth,I will be flirting with every girl I see.My life,my rules and king slays\n  ","237872":"\n   I am not kidding.I really got beaten up\n  ","237873":"\n   Can we talk about how fine Mari is?\n  ","237874":"\n   hi\n  ","237875":"\n   Is this funny?\n  ","237876":"\n   she said in an ugly bxtch but it got deleted cuz she did t censor it 🥴\n  ","237877":"\n   What do you prefer drinking socially or by yourself?\n  ","237878":"\n   My wife beat me up because I was looking at your photo\n  ","237879":"\n   Answer the 1st q only\n  ","237880":"\n   Just play it for free, Mari\n  ","237881":"\n   What would be the most useless superpower?\n  ","237882":"\n   Answer that for free\n  ","237883":"\n   How much, hon\n  ","237884":"\n   Private question?\n  ","237885":"\n   Ok thanks is ur girlfriend ok? I'm sad she was being harrassed\n  ","237886":"\n   a mosquito....let em in.\n  ","237887":"\n   check yur feed again i sent u a ton of shit\n  ","237888":"\n   why u ignore posts tho\n  ","237889":"\n   is that pfff?\n  ","237890":"\n   Do you have a holidate? Do you want a holidate? (Holidate– a date for the Holidays) ❣\n  ","237891":"\n   How do I make my wife happy?\n  ","237892":"\n   are you vegan?\n  ","237893":"\n   Do you like fresh fruits? 🥭🍉🍎🍊🥝\n  ","237894":"\n   What do you think of the new interface that makes it look like chains of questions are in like a regular chatroom? 🤔🗨\n  ","237895":"\n   Long or short finger nails? 💅\n  ","237896":"\n   WE'RE TRYING TO DAMMIT!\n  ","237897":"\n   OMG soylent green is people! D:\n  ","237898":"\n   you told her thank you for the coins\n  ","237899":"\n   yay you and Jazzy made up\n  ","237900":"\n   هل تنام مبكرًا؟\n  ","237901":"\n   is it a cute pic? else i aint wasting 1000 coins on a pic of a squirrel\n  ","237902":"\n   lol you literally use them for yourself rn!\n  ","237903":"\n   Now THIS pic is fckin hot bae!\n  ","237904":"\n   Would you prefer to have the power to fly or be invisible?\n  ","237905":"\n   Do you always trust your instincts? Are they any good?\n  ","237906":"\n   I have a suggestion to what you should do if Donald gets in come to Canada its safe here and we have the lowest covid numbers in North America\n  ","237907":"\n   Am I the only person who thinks any guys that interjects his opinion in defense of a lady like Whatsit down there reeks of simpdom? I always got the impression that these fellas do it hoping to impress the lady and get some bed cred.\n  ","237908":"\n   Hey ! Despite being hella pretty 🔥, you're shareef aff 🌸\n  ","237909":"\n   Why are yu always so angry?\n  ","237910":"\n   Do you?!\n  ","237911":"\n   Doesn't being depressed in 2020 just prove you're sane and have an accurate view of the world?\n  ","237912":"\n   You have  got captivating display...\n  ","237913":"\n   Hey girl you seems classy tho♥️\n  ","237914":"\n   Is it normal to lose motivation all the time?\n  ","237915":"\n   srs question in polys who would dom and who would sub since there's more than 2 lmao?\n  ","237916":"\n   Were you and Mermaid ever in an open relationship together but also with other people?\n  ","237917":"\n   would u do it for a million coins\n  ","237918":"\n   are u gonna remove mermaid from yur bio now\n  ","237919":"\n   Do you believe in god? or a higher power watching above?\n  ","237920":"\n   How old were you when you found out about this site?\n  ","237921":"\n   yo guess who else is at yo door!\n  ","237922":"\n   I’m sorry you gotta deal with this BS\n  ","237923":"\n   where is your trailer park located?\n  ","237924":"\n   Just saw that anon reply now lmao. Once again, truly confident people don't keep regurgitating their fake confidence or play fake tough guy on anon. Thx for proving my point, you're QUITE the genius. And you say Walmart as if its this great place to work lmao. Fvck outta here! 🤣🤡\n  ","237925":"\n   why'd she bring my name up AGAIN lmao\n  ","237926":"\n   Does like wearing that scarf around his neck and identify it as \"his\" the way most dogs do their collars or does he merely tolerate it?\n  ","237927":"\n   What a perv\n  ","237928":"\n   You vivisected the trash so deliciously.\n  ","237929":"\n   How are you?\n  ","237930":"\n   😡🖕🖕\n  ","237931":"\n   I have no coins\n  ","237932":"\n   Hi whats up\n  ","237933":"\n   💯\n  ","237934":"\n   This thread is delivering...\n  ","237935":"\n   Make those alien accounts pay to talk to you 💀\n  ","237936":"\n   Can u drown from drinking to much liquid?\n  ","237937":"\n   lmfaooo; she better get on the corner\n  ","237938":"\n   Isn't Walmart like a discount store in America? Lol.\n  ","237939":"\n   lmfaooo you know how much money you’ll make.\n  ","237940":"\n   she needs to stop stalking & harassing\n  ","237941":"\n   omg this thread has made me laugh so much HAHA also I think you're amazing she sounds like a bxtch x\n  ","237942":"\n   the IT needs to leave . lmao\n  ","237943":"\n   fu*k trump do you agree?\n  ","237944":"\n   lmfaoo ew get it off this site\n  ","237945":"\n   so you don't have ig, snapchat, kik or fb, but you have a profile on an anonymous website? seems legit.\n  ","237946":"\n   dear lord she needs to get a life\n  ","237947":"\n   You are the alpha?\n  ","237948":"\n   Open you up like floodgate 🌊\n  ","237949":"\n   Are you good with kids?\n  ","237950":"\n   I KNEW IT!\n  ","237951":"\n   My boyfriend broke up with hi cause i told him  didnt want to get married cause we're not ready.He said he loved me and promied he wont hurt mewhen I asked him if he loved me he said yes and Itold him are sureyou wanna break up he said its over you do you. I'm heartbroken and I don't know what to do\n  ","237952":"\n   Hello?  Is there life on Mars??\n  ","237953":"\n   Mars, the Bringer of War?\n  ","237954":"\n   What do you think make humans toxic? How can we improve?\n  ","237955":"\n   get u an alpha to straighten u out bad girl\n  ","237956":"\n   yeh bc u get to have fun with betas and play with them like the predator u are ._.\n  ","237957":"\n   bruuuuuh what a fkin beta! shiet lmao\n  ","237958":"\n   Hey! How are you today?\n  ","237959":"\n   Are you a camera? Because every time i look at you, i smile\n  ","237960":"\n   Have you ever volunteered somewhere?\n  ","237961":"\n   Hi eveyone. my wife and me are in a open relationship and her bf suggested that we do a 3 way. he said i could watch. That could work right and make our relationshoip stronger. whatchall think?\n  ","237962":"\n   Hättest du ein Problem damit wenn die Person mit der du Se* hast im int*im Bereich nicht rasiert wäre?\n  ","237963":"\n   She deleted the app clearly this guy can't make sense of that, you don't have to deactivate your account to delete the app\n  ","237964":"\n   People who keep saying “I’m confident” or “I still got my confidence” are NOT confident AT ALL lmaoooo. Talk is cheap and actions speak louder than words.\n  ","237965":"\n   this kid has been sxxually harassing multiple girls on here. so its likely he is... poor mermaid 😰😔\n  ","237966":"\n   She’s raking it way to serious then. I’ll go IMMEDIATELY as she deletes her account or tells me personally she’s never coming back!\n  ","237967":"\n   But she didn’t delete her acc?\n  ","237968":"\n   Yea but is it forever?\n  ","237969":"\n   R u sleeping rn?\n  ","237970":"\n   Do you like seafood? 🦞🦀🦐🦑\n  ","237971":"\n   u a strong independent women who deserves a beta boy btch at home cooking and raising the brats while u out pumping mermaid an other chads. polyamory is the future!\n  ","237972":"\n   Would you ever drink a raw egg? build some protein\n  ","237973":"\n   Do you know how to drive? 🚗\n  ","237974":"\n   Imagine someone being jealous of that thing...\n  ","237975":"\n   Hay, Mari, I'm fu.n bored, where r u?\n  ","237976":"\n   How many times do you eat in a day? 😋\n  ","237977":"\n   these anons are obsessed with her unless she rly is the one coming to my page talking shxt about herself. weirdo vibes lol\n  ","237978":"\n   Jazzy and Erika might be the same person\n  ","237979":"\n   Do you drink coffee?\n  ","237980":"\n   Babygirl how are you\n  ","237981":"\n   PAP an inspirational meme!\n  ","237982":"\n   Hey girl\n  ","237983":"\n   she needs that attention she craves from online strangers. she wants validation\n  ","237984":"\n   Do mobile spy applications really work?\n  ","237985":"\n   If\n   \n    @MermaidOnTheMoon\n   \n   leaves the app, I do too.\n  ","237986":"\n   Wow u take shit way to literally\n  ","237987":"\n   I'm here if you need me! ❤\n  ","237988":"\n   It's ok people only get hurt when they stand in ur way that is not ur fault but there own u will become greater than u ever thought possible\n  ","237989":"\n   There's no point there just is, ur a strong woman be an uncontrollable tidal wave not a submissive river 😌\n  ","237990":"\n   What r ur thoughts rn?\n  ","237991":"\n   Hey. Are you into books?\n  ","237992":"\n   Does your app crash? The updates have been trash lately iOS users can't post videos with sound anymore\n  ","237993":"\n   Yes you don't hide it 😒, we stop, we avoid to see, we don't notice, we control sex drive but what about women, they even wear no clothes, they are right wao great!!!, And what about the proposals of girls to fuck,!!!!!!!!!!! First they distract then fuck and then say we are inncent, men is responsi\n  ","237994":"\n   Can we talk on sc pls?\n  ","237995":"\n   Are you interested in earning easy money\n  ","237996":"\n   which gets me mad. cuz they know clearly why ppl don’t like them\n  ","237997":"\n   Do you hate conflict?\n  ","237998":"\n   Yes I am good and you\n  ","237999":"\n   good morning ; i hope you have a fantastic Monday love 😘😘🥺🥰\n  ","238000":"\n   What kind of skills do you have to survive The Hunger Games? #MayAllOddsBeEverInYourFavor\n  ","238001":"\n   Hlo how are you\n  ","238002":"\n   apparently her eyes are broken too if she thinks she's beautiful... LMAO\n  ","238003":"\n   Jazzy . Erica is just ugly. nothing is more ugly than her\n  ","238004":"\n   💜💜✨\n  ","238005":"\n   tbh she’s ugly . her pics look weird af. like she edits them to much. her face is so squished together lmao\n  ","238006":"\n   Erika has a planet for a nose..... YIKES\n  ","238007":"\n   🤮🤢\n  ","238008":"\n   omfg i’m dead . that Jasmine comment 🤣🤣🤣🤣\n  ","238009":"\n   You forgot Jasmine lmao\n  ","238010":"\n   Do you like adventure?\n  ","238011":"\n   Who is Erika?\n  ","238012":"\n   with makeup or without makeup?? 👄\n  ","238013":"\n   What’s a name that’s ruined for you because of one person?\n  ","238014":"\n   Do you have any cool nicknames?\n  ","238015":"\n   So you would?\n  ","238016":"\n   If u can kill anyone by writing their name on the Death Note, would you?\n  ","238017":"\n   Followed follow back may be\n  ","238018":"\n   i’m up with you 🥰💖😊\n  ","238019":"\n   Does it rain🌧 or is it sunny☀️\n  ","238020":"\n   ?\n  ","238021":"\n   How tall are you\n  ","238022":"\n   Do you delete questions or do you keep them? 💬\n  ","238023":"\n   Your mamas are really pretty. like em\n  ","238024":"\n   I want to feel you too\n  ","238025":"\n   What is your sexuality? ♀️🌈♂️\n  ","238026":"\n   What does it take to make you purr?\n  ","238027":"\n   You think of someone now?\n  ","238028":"\n   its ok just tell what your snapchat is\n  ","238029":"\n   Hello! Thank you for answering my questions. I really enjoy reading your responses. 🥰\n  ","238030":"\n   Excuse me ?\n  ","238031":"\n   Snapchat?\n  ","238032":"\n   Very sixey\n  ","238033":"\n   Wow\n  ","238034":"\n   Your boobs are sexy 😚😘\n  ","238035":"\n   🥰🥰\n  ","238036":"\n   If I tell you I'll get banned too.\n  ","238037":"\n   Your account is gonna get banned\n  ","238038":"\n   Do you expect your family and friends to be honest with you\n  ","238039":"\n   How's our baby 🐶 doing?  💚\n  ","238040":"\n   StoneHuts\n  ","238041":"\n   My Hero Academia\n  ","238042":"\n   Thats hot\n  ","238043":"\n   Watching anime with my friend\n  ","238044":"\n   I like them but it would be better if I could join you in it😘\n  ","238045":"\n   Yeah. How's your day so far\n  ","238046":"\n   Aww, I ask you your height, and you get the stupid idiots\n  ","238047":"\n   stop talking about yourself\n  ","238048":"\n   How tall are you\n  ","238049":"\n   How often do you post pictures in you social media accounts?\n  ","238050":"\n   Wow u so cruel\n  ","238051":"\n   What was your first date like?\n  ","238052":"\n   Do you believe that everyone cheats given the right circumstances?\n  ","238053":"\n   What are you up to today?\n  ","238054":"\n   i’m doing great 😊. i hope you have a GREAT day 🥰💖🥺\n  ","238055":"\n   you the realist bxtch ‼️😘\n  ","238056":"\n   What gossip about yourself has made you laugh?\n  ","238057":"\n   Where are you at the moment? Where would you rather be?\n  ","238058":"\n   You see what jasmine said about\n   \n    @mommaisloved\n   \n","238059":"\n   Pls come over. I wanna spend the night with you ❤️😘\n  ","238060":"\n   Say something I'm giving up on you :\\\n  ","238061":"\n   You fake af\n  ","238062":"\n   I'm pretty sure her account and photos aren't even real wait let's not forget the boobs. There is no way those are real girls with boobs like that are usually fake.\n  ","238063":"\n\n    @PositiveVibesOnly\n   \n   is the main fake one\n  ","238064":"\n   Who's fake?\n  ","238065":"\n   So would you ever play a mobile game?\n  ","238066":"\n   Have ever met a blood relative ?\n  ","238067":"\n   Do you do kok\n  ","238068":"\n   Color of hair on your arms?\n  ","238069":"\n   Your beauty ♥️♥️\n  ","238070":"\n   if bad girls had a team You'd be the mascot and the star player\n  ","238071":"\n   I will push you in the ground and step on your hand while i brand our symbol onto the back of your neck with a hot iron and place a chill in your heart you will never forget\n  ","238072":"\n   Should animals perform in circuses? Why? 🎪\n  ","238073":"\n   Do you agree that some guys only want a gf to have s ex with? 🤔\n  ","238074":"\n   I love your page Mari\n  ","238075":"\n   Those stickers r so fckin gay bro\n  ","238076":"\n   What if you got trapped with me in the elevator and you need to fart so badly. What you gonna do in that situation?\n  ","238077":"\n   Did you know the CIA has better healthcare then any American their right up there with the president if they take sick they go to special hospitals\n  ","238078":"\n   Long or short sleeves currently?\n  ","238079":"\n   Do you remember drama from 2016?\n  ","238080":"\n   can u stop being so gay\n  ","238081":"\n   Cuntrisa\n  ","238082":"\n   How long have you been using ask.fm?\n  ","238083":"\n   why do the majority of american houses look so modest and poor? it's like y'all live in a hut or something. no luxury, no glamour. everything is so plain and banal.\n  ","238084":"\n   Are you employed?\n  ","238085":"\n   men invented the world u live in. your phone, computer , and car is made by men. so shut up\n  ","238086":"\n   i wanna bang shakira\n  ","238087":"\n   Just at work lol. Do you get bad hang overs? I’ve only been drunk like maybe times but was lucky to not have a hang over.\n  ","238088":"\n   Men are good at impregnation women.\n  ","238089":"\n   Who is stalking you\n  ","238090":"\n   I know really.\n  ","238091":"\n   🎵 Post a link to a song that you really like and that you would like to 🎧 share if the rest of the people viewing. If you want to share🎙 more than one like you are more than welcome. Share your love for your type of music. 🎶\n  ","238092":"\n   whoaa this dude redpilled or some shiet . he dont fckin care!😅\n  ","238093":"\n   Why did you say you hate me?\n  ","238094":"\n   If you can turn the person you dislike INTO anything in your house what would you turn them into and why\n  ","238095":"\n   👻Broomstick: What exciting places have you traveled to?\n  ","238096":"\n   👻Ghost: Do you get scared easily?\n  ","238097":"\n   What would be the best job ever for you?\n  ","238098":"\n   💜💜✨\n  ","238099":"\n   What is something you wish you were better at?\n  ","238100":"\n   What do you think is the best holiday decoration for a gift?\n  ","238101":"\n   Where u at swine girl?\n  ","238102":"\n   Do you burn candles ? What smells do you like?\n  ","238103":"\n   Who is that?\n  ","238104":"\n   Would you adopt a kid?\n  ","238105":"\n   Don't worry we're tracking this anonymous\n  ","238106":"\n   I stalk u in the night give u many fright kiss u open and make u until u not fight :)))))\n  ","238107":"\n   You seen a alien today you didn't know it\n  ","238108":"\n   I see you, swine\n  ","238109":"\n   No\n  ","238110":"\n   I'm a man. You're a lady (I should hope). We've got different priorities and drivers. Is what it is. Ciao.\n  ","238111":"\n   I think you’d win.\n  ","238112":"\n   Advice you would give a straight male porn star?\n  ","238113":"\n   Are you a Harry Potter fan? Which house are you a part of? What character do you identify most with and why? 🦁🦡🐍🦅\n  ","238114":"\n   how do you tell someone to hang themselves, that's so stupid and immature even if that anon is being retard.\n  ","238115":"\n   Do you think that your name suits on your personality ?\n  ","238116":"\n   got a toddler\n  ","238117":"\n   They’re cute\n  ","238118":"\n   Hard to tell with this generation sometimes. The ones who insist that they are never stupid are usually the dumbest ones. The ones who admit they may be from time to time are usually selling themselves short on their true intelligence. Which are you?\n  ","238119":"\n   Shave it. Its gross\n  ","238120":"\n   It is the deal\n  ","238121":"\n   You shave your 😻  first\n  ","238122":"\n   Nah bro\n  ","238123":"\n   You'll figure it out, kid. Never bring a baseball bat to a gunfight.\n  ","238124":"\n   Do you shave your 😻\n  ","238125":"\n   I think you know where that was going. But if you really need a spoiler, add \"one\". Google the result if you still don't get it.\n  ","238126":"\n   Like you. Stupid drunk Russians\n  ","238127":"\n   I know a few people that drink on the job\n  ","238128":"\n   Should students be required to take drug test? What do you think?\n  ","238129":"\n   I bet you drink at work too\n  ","238130":"\n   I swear to God\n  ","238131":"\n   Wow alcoholic🙄\n  ","238132":"\n   Thoughts 💭 on cheap mote room that has thin walls and we can hear screaming girls having s ex?\n  ","238133":"\n   what % is your phone currently at?\n  ","238134":"\n   Are you invited to the CIA party\n  ","238135":"\n   A week after my actual birthday, my friend got me a vanilla cake with sprinkles since they missed my actual birthday💜\n  ","238136":"\n   But its 930 am\n  ","238137":"\n   Answer Snapchat sometime!! I miss you!\n  ","238138":"\n   Will you name your baby Randy ? 👿\n  ","238139":"\n   Poor kid: \"I have an MP3.\" * Rich kid: \"Oh, yeah? Well, I have an MP4!\" * Mari: \"*reaches in bag* I have an--\" * Everyone: \"HOLD UP!!!\"\n  ","238140":"\n   are you flexble\n  ","238141":"\n   So i find out i need to stay inside for 14 days when i arrived in Canada when i'm not sick how weird\n  ","238142":"\n   How are you?\n  ","238143":"\n   can I ask for a tip\n  ","238144":"\n   would you ever go on a game show\n  ","238145":"\n   What do you care about the most ?\n  ","238146":"\n   Mate, these anons... They can give it but they cannot take it. Bunch of pansies 🙄\n  ","238147":"\n   Have you ever had a Baby Ruth candy bar before? 🍫\n  ","238148":"\n   Did that thread of mine you commented on get reported? Like, you didn't even say anything! 🤦🏻‍♀️\n  ","238149":"\n   Look it up\n  ","238150":"\n   in your opinion, what should a man be like?\n  ","238151":"\n   Who is the most overrated person in Hollywood?\n  ","238152":"\n   This is true bs even trump said it in the debate last night\n  ","238153":"\n   Do you know any famous people born on your birthday\n  ","238154":"\n\n    https:\/\/www.urbandictionary.com\/define.php?term=bevvie\n   \n","238155":"\n   Whats your go to bevvie?\n  ","238156":"\n   Lol, stay awesome queen!\n  ","238157":"\n   How do you truly feel right now?\n  ","238158":"\n   You already did acknowledge it. lol He's wasted your time already. Can't take that back.\n  ","238159":"\n   stings !!!!\n  ","238160":"\n   What did you do today?\n  ","238161":"\n   Anon hasnt been to Isreal lately.😬\n  ","238162":"\n   women rule the world\n  ","238163":"\n   is 18-25 a big age gap?\n  ","238164":"\n   i have a rishta for you ಠಿ_ಠ\n  ","238165":"\n   Heyy\n  ","238166":"\n   What color of your eyes?\n  ","238167":"\n   Hi how tall are you?\n  ","238168":"\n   *but most guys are at least 1.5 times physically stronger than you, by default. Lets be honest here. That's why the majority pf women don't fight the wars. They win their wars through manipulation and soft attacks like poisoning.\n  ","238169":"\n   Do you think you could beat a guy in leg wrestling?\n  ","238170":"\n   How tall are you?\n  ","238171":"\n   It would be better if you were laying next to me 😘\n  ","238172":"\n   Because you're less fortunate i like to help\n  ","238173":"\n   If you found out today that you had Covid-19, would you quarantine yourself for 2 weeks and follow the other recommendations or would you just go about your normal daily routine? Why?\n  ","238174":"\n   I miss you :(\n  ","238175":"\n   What is something you do every single day?\n  ","238176":"\n   im bouta bloody mari if she dont behave\n  ","238177":"\n   ok yes maam sry\n  ","238178":"\n   I love you 💞\n  ","238179":"\n   Im scared of u and here dont hurt me\n  ","238180":"\n   Thats actually gross tbh\n  ","238181":"\n   I didn't say that cutie\n  ","238182":"\n   I want to PayPal you money to pay off your car\n  ","238183":"\n   well the square root of 69 is ate somethin sooo\n  ","238184":"\n   Back off.\n  ","238185":"\n   I wanna eat u too\n  ","238186":"\n   I will t.ie you and Mermaid up and drink your pi$$ for satan then you will be part of us forever\n  ","238187":"\n   what's your zodiac sign?\n  ","238188":"\n   You'll do nothing\n  ","238189":"\n   Mari $$$\n  ","238190":"\n   Immm f.uck mermaid up the a.ss with a baseball bat and watch her bleed to d.eath\n  ","238191":"\n   Well if Obama was never president we would of never had trump tbh\n  ","238192":"\n   What is the thing that makes you happy\n  ","238193":"\n   Make America great vote for biden\n  ","238194":"\n   Thoughts on trenbolone\/steroids?\n  ","238195":"\n   Can I touch?\n  ","238196":"\n   I'm high as a kite I just might stop to check you out\n  ","238197":"\n   Cuz the video is point less\n  ","238198":"\n   What was the point of the video\n  ","238199":"\n   man I could hear is incoherent music!!\n  ","238200":"\n   why not\n  ","238201":"\n   Current outfit?\n  ","238202":"\n   Can we talk?\n  ","238203":"\n   Would you ever go blonde?\n  ","238204":"\n   Have you ever inhaled helium? 🎈 How did your voice sound like? 🤣\n  ","238205":"\n   What's your favorite aquatic animal? Have you ever gotten to see it in real life? 🐬🦈🐡🐋\n  "},"Answer":{"237133":"\n  Both are equally as important\n  ","237134":"\n  Lmao hoe\n  ","237135":"\n  Just woke up\n  \n  You?\n  ","237136":"\n  That's laughable. Mermaid is my soulmate\n  ","237137":"\n  Nah. I'm working towards a life with mermaid\n  ","237138":"\n  Yessss haha\n  ","237139":"\n  Bc idk you guys lol\n  ","237140":"\n  Nope\n  ","237141":"\n  Nah\n  ","237142":"\n  You're alright\n  ","237143":"\n  Dw about it\n  ","237144":"\n  Lol I'm down\n  ","237145":"\n  Blah blah\n  \n  You don't bother me bruh\n  ","237146":"\n  Like as in song?\n  \n  Depends how good they are ig\n  ","237147":"\n  Idk what rxpped is🥴\n  ","237148":"\n  Lemme arrest you\n  ","237149":"\n  He's been good! He has a jacket but not a christmas sweater aha\n  ","237150":"\n  Nah I don't\n  \n  We weren't on good terms last I was on here\n  ","237151":"\n  I'm good aha\n  ","237152":"\n  You're good\n  ","237153":"\n  Amazing\n  ","237154":"\n  Yeah!\n  ","237155":"\n  Pass lol\n  ","237156":"\n  Rip\n  ","237157":"\n  Nope\n  ","237158":"\n  Have a good dayyyy\n  ","237159":"\n  What have you been up to lately?☺️\n  ","237160":"\n  Yep\n  ","237161":"\n  ಠ_ಠ\n  ","237162":"\n  Pretty fuckin good. thanks lol\n  ","237163":"\n  Anyways\n  ","237164":"\n  Pretty good!\n  \n  Yourself?\n  ","237165":"\n  K lol\n  ","237166":"\n  Weird flex\n  ","237167":"\n  🤗\n  ","237168":"\n  I do. But only to the extent where having that empathy isn't harming me. For example, if people are using my empathy to their advantage that would be me just enableing their behavior\n  ","237169":"\n  I mean. Not really\n  \n  Not that I'm not intrigued because people are interesting. But stuff like that doesn't matter to me\n  ","237170":"\n  I didn't! 3: thank you! I shall message you after I take a nap :)\n  ","237171":"\n  Thank ya! Glad to be here!\n  ","237172":"\n  It's complicated lol\n  ","237173":"\n  I have.\n  ","237174":"\n  Truth\n  ","237175":"\n  About to take a nap, you?\n  ","237176":"\n  Yeah, nah. You've been silenced lmfaoo\n  ","237177":"\n  Good :)\n  ","237178":"\n  Uh huh\n  ","237179":"\n  Thank you c:\n  ","237180":"\n  That's sad. Your daughter is going to grow up confused\n  ","237181":"\n  BEAUTIFUL\n  ","237182":"\n  I don't drink lol\n  ","237183":"\n  Through work. We dated for over 5 years and became best friends too\n  ","237184":"\n  Just pulled it\n  ","237185":"\n  Chilling rn, you?\n  ","237186":"\n  Duh\n  ","237187":"\n  Black\n  ","237188":"\n  💜\n  ","237189":"\n  Thanks aha\n  ","237190":"\n  Ofc\n  ","237191":"\n  Danke\n  ","237192":"\n  Rip\n  ","237193":"\n  Also no lol\n  ","237194":"\n  Nope\n  ","237195":"\n  Family guy\n  ","237196":"\n  Wonder why that is\n  ","237197":"\n  Thanks!\n  ","237198":"\n  Dogs can more lol\n  ","237199":"\n  Some :)\n  ","237200":"\n  Abort.\n  ","237201":"\n  I don't.\n  ","237202":"\n  Lmfao sureeee\n  ","237203":"\n\n   @ValiantThor\n  \n\n  Have fun🤣👌🏻\n  ","237204":"\n  I'm not looking for a relationship with anyone but my girl\n  \n  So fuck off with your nasty ass shit\n  ","237205":"\n  Cool, then treat me w respect\n  ","237206":"\n  Fuck off ffs\n  ","237207":"\n  The ?s i get are so boring\n  ","237208":"\n  I have not.\n  ","237209":"\n  Danke💜\n  ","237210":"\n  Couldn't tell ya\n  ","237211":"\n  Stop sending me links\n  ","237212":"\n  Too much is already illegal lmao\n  ","237213":"\n  Weird flex\n  ","237214":"\n  Yeah?\n  ","237215":"\n  Im right here :) hi\n  ","237216":"\n  You're fine\n  ","237217":"\n  Yuck🤣\n  ","237218":"\n  Uncomfortable truth\n  ","237219":"\n  I want arm sleeves lmao. And under boob, thighs. Just havent gotten there yet lol\n  ","237220":"\n  Define that\n  ","237221":"\n  Politics lol\n  ","237222":"\n  I'm not sayin lol\n  ","237223":"\n  Read my bio dude\n  \n  Maybe then it'll click\n  ","237224":"\n  Nope\n  ","237225":"\n  Not for you\n  ","237226":"\n  I do\n  ","237227":"\n  Stop sendin me shit about her. Im over it. You'll be ignored\n  ","237228":"\n\n   @ErinAshford\n  \n\n  She's obsessed so I'm returning the favor🤣\n  ","237229":"\n  Not on here lmfao\n  ","237230":"\n  Right, like that didn't even make sense🤣\n  ","237231":"\n  Erin doesn't know what love is\n  ","237232":"\n  Maybe\n  ","237233":"\n  Nope\n  ","237234":"\n  Fuck no. Fuck off foreigner\n  ","237235":"\n  Stop sending me kisses dude\n  ","237236":"\n  Thanks\n  ","237237":"\n  You've seen it?🤣\n  \n  Jk\n  ","237238":"\n  Unlike Erin I don't shove things up my ass, THAT'S a fag trick🤣👏🏻\n  ","237239":"\n  Lmao who really wants to be named Ernie tho🤣🤣 PFT\n  ","237240":"\n  How bout you hop on her page and tell her to stop talking about me LMFAO\n  \n  Fuck off🤣✌🏻\n  ","237241":"\n  Awwh thanks hehe\n  ","237242":"\n  Give it time. As you grow older it'll get easier\n  ","237243":"\n  I feel it. It's a skill acquired over time☺\n  ","237244":"\n  Lots of group therapy and such\n  \n  Wbu\n  ","237245":"\n  Thank ya!!\n  ","237246":"\n  That's ok! Just lmk c:\n  ","237247":"\n  I watch a lot of crime documentaries\n  ","237248":"\n  Anything sweet c:\n  ","237249":"\n  I get to go home Sat c:\n  ","237250":"\n  Lmaoooo erika keeps re-answering my question in hopes ill notice her🤣🤣🤣\n  ","237251":"\n  Good!\n  \n  You?\n  ","237252":"\n  Lmao\n  ","237253":"\n  Pft wow\n  ","237254":"\n  Lmfao delusion\n  ","237255":"\n  Idc\n  ","237256":"\n  Mermaid c:\n  ","237257":"\n  Haaahahahah probably🤣🤣🤣\n  ","237258":"\n  Lol k\n  ","237259":"\n  Lmao stop sending me stuff to make yourself feel better Erin\n  ","237260":"\n  Im tired\n  ","237261":"\n  Erin is like a little kid\n  \n  She only gets acknowledgment when she's a bully🤣 you don't love yourself, do you👏🏻🤣\n  \n  Poor little friendless Erin🤣🤣\n  ","237262":"\n  Bc I don't want it smh\n  ","237263":"\n  Ewwww\n  ","237264":"\n  Eatinnnn\n  \n  You?\n  ","237265":"\n  Ew no. I don't need your money🤣 I make enough of my own\n  ","237266":"\n  Miss you too\n  \n  Sorry I haven't been on much, I've been focusing on bettering myself💜\n  ","237267":"\n  I don't have discord\n  ","237268":"\n  Lmao\n  ","237269":"\n  Hiya c:\n  ","237270":"\n  I don't think Erin can answer an ask without saying my name🤣\n  ","237271":"\n  Why not\n  ","237272":"\n  Tf\n  \n  I don't call my father \"daddy.\"\n  \n  Weirdo\n  ","237273":"\n  $200\n  ","237274":"\n  I don't really believe in god lol\n  ","237275":"\n  Good!\n  \n  You?\n  ","237276":"\n  Yeah lmfao\n  ","237277":"\n  This is true\n  ","237278":"\n  Weird shit lmfao\n  ","237279":"\n  Just got out of group, you?\n  ","237280":"\n  Very!\n  ","237281":"\n  Sup\n  ","237282":"\n  Hola\n  ","237283":"\n  I do not.\n  ","237284":"\n  In my sleep\n  ","237285":"\n  Awwh danke💜✨\n  ","237286":"\n  Okay, and? Dunno why you're telling me this\n  ","237287":"\n  Anxiety lol\n  ","237288":"\n  The case is literally still ongoing but k\n  ","237289":"\n  Yeeee\n  ","237290":"\n  Have fun!\n  ","237291":"\n  Idkkkkk\n  ","237292":"\n  Vibes lmaooo\n  ","237293":"\n  Art\n  ","237294":"\n  Hey☺\n  ","237295":"\n  I think it'd be adorable☺\n  ","237296":"\n  👌🏻\n  ","237297":"\n  I have too many asks\n  \n  I give up lol\n  ","237298":"\n  Want what\n  ","237299":"\n  As always lmaooo\n  ","237300":"\n  Shut up\n  ","237301":"\n  Whats wrong\n  ","237302":"\n  Rarely but I have before\n  ","237303":"\n  No. She lives in a different country cx\n  ","237304":"\n  Murder.\n  ","237305":"\n  Uhhhhh....\n  \n  Ew.\n  ","237306":"\n  You know it😉\n  ","237307":"\n  🤷🏻\n  ","237308":"\n  I hate parties lol\n  ","237309":"\n  58.7K\n  ","237310":"\n  Both\n  ","237311":"\n  Pretty good. A lot better\n  \n  You?\n  ","237312":"\n  No\n  ","237313":"\n  Yep\n  ","237314":"\n  Followed☺\n  ","237315":"\n  Yeah\n  ","237316":"\n  That's messed up :(\n  ","237317":"\n  Many. Not gettin into it tho\n  ","237318":"\n  Im BISEXUAL just so ya know, shit talker😘\n  ","237319":"\n  Blunts😍💨\n  ","237320":"\n  Hush up\n  ","237321":"\n  Well I'm getting help for mental issues so that's a huge step for moi\n  ","237322":"\n  Sounds about right lol. You too🤣🤣\n  ","237323":"\n  Windowww\n  ","237324":"\n  Geminis🤣\n  ","237325":"\n  True!!\n  ","237326":"\n  Falling back into old habits once I get out of here and going back to work.\n  ","237327":"\n  Okay prob lol\n  ","237328":"\n  Lol good\n  ","237329":"\n  Mermaid, Laddie and Hazel\n  ","237330":"\n  .-.\n  ","237331":"\n  Stability💜\n  ","237332":"\n  Changing my environment in all aspects\n  ","237333":"\n  I did, thank you💜\n  ","237334":"\n  Ugly and a genius\n  ","237335":"\n  Youre ok! Much love💜✨\n  ","237336":"\n  We'll figure that out when the time comes☺\n  ","237337":"\n  Thank you so much! That means a lot, especially now💜\n  ","237338":"\n  Today. I've caused a lot of ruckus this past week that I needed to own up to\n  ","237339":"\n  We're still friends dw!💜\n  \n  I've just cut socialization on other apps through this one is all😇\n  ","237340":"\n  It played a key factor in my downfall recently. It's just not a healthy place for me to be anymore\n  ","237341":"\n  Awwh thank ya!💟\n  ","237342":"\n  I am but not for long\n  ","237343":"\n  Erin is so obsessed with me like tf\n  ","237344":"\n  A building in New York\n  ","237345":"\n  Not gonna talk about that lmaooo\n  ","237346":"\n  I am rn for my mental health lol\n  ","237347":"\n  Mermaid is home\n  ","237348":"\n  Lol nahhhh\n  ","237349":"\n  Candles c:\n  ","237350":"\n  Myself\n  ","237351":"\n  Im serious\n  ","237352":"\n  Chaos\n  ","237353":"\n  PFTTTT\n  ","237354":"\n  Friends.\n  ","237355":"\n  Most def\n  ","237356":"\n  No. Sexist asf thing to say.\n  ","237357":"\n  If needed, sure\n  ","237358":"\n  Oh. Well thank you💜✨\n  ","237359":"\n  Idc tbh\n  ","237360":"\n  Stfu\n  ","237361":"\n  Thank you so much\n  \n  I appreciate the encouragement and support guys💜💜\n  ","237362":"\n  Sounds good to me!\n  ","237363":"\n  Thanks\n  ","237364":"\n  Saturday :)\n  ","237365":"\n  Slowly getting better💜\n  \n  Thank you✨\n  ","237366":"\n  No not at all\n  ","237367":"\n  Bad tbh\n  \n  Had a mental break and landed myself in the hospital🤣\n  \n  Wbu?\n  ","237368":"\n  I wanna go home 3:\n  ","237369":"\n  Fuck off\n  ","237370":"\n  Don't do drugs guys\n  ","237371":"\n  Nachos\n  ","237372":"\n  Gag\n  ","237373":"\n  Fuck that cunt\n  ","237374":"\n  Nothin\n  ","237375":"\n  I don't want to get into it here, but I'll be ok\n  ","237376":"\n  It's a long story, but I will be💜\n  ","237377":"\n  I'm in the hospital\n  ","237378":"\n  Ohh\n  ","237379":"\n  Oops\n  ","237380":"\n  I was still sleepy lol\n  ","237381":"\n  Certain people\n  ","237382":"\n  Both😍\n  ","237383":"\n  Tf\n  ","237384":"\n  It's ok💜\n  ","237385":"\n  Mermaid and my pets\n  ","237386":"\n  Either bonfires or going on walks with my dog\n  ","237387":"\n  Morning ask peeps💜\n  ","237388":"\n  Yep\n  ","237389":"\n  That's odd👀\n  ","237390":"\n  Oh. I just woke, im so dense🤣🤣\n  ","237391":"\n  Idc tbh\n  \n  Fuck Erin. Don't talk to me about her\n  ","237392":"\n  Nope\n  ","237393":"\n  Hazel\n  ","237394":"\n  That's whack\n  ","237395":"\n  Oh. I thought you were sayin bc my nickname is Mars\n  ","237396":"\n  Not much at all today lol\n  ","237397":"\n  💜✨\n  ","237398":"\n  Pro-choice\n  ","237399":"\n  I don't think I'm from Mars tf\n  ","237400":"\n  Oh. Yeah that happens often lmfao\n  ","237401":"\n  They're all mental to me\n  ","237402":"\n  Nothing lol\n  ","237403":"\n  Mornin\n  ","237404":"\n  SPONGEBOB SQUAREPANTS\n  ","237405":"\n  Ofc\n  ","237406":"\n  Mirror.\n  ","237407":"\n  Crunchy?🤣\n  \n  Gnite. Though I'm not going to sleep for awhile.\n  \n  How are you?\n  ","237408":"\n  They're all fags tbh\n  ","237409":"\n  Stfu ffs\n  ","237410":"\n  Fuck off freak\n  ","237411":"\n  Can you just fuck off🤷🏻 stop sending me weird shit. You're annoying asf\n  ","237412":"\n  Pft\n  \n   @TrivialTrinket\n  \n  look at this dumbass🤣\n  ","237413":"\n  Legit\n  ","237414":"\n  Why not\n  ","237415":"\n  Fuck no🤣\n  ","237416":"\n  Good\n  \n  Go die\n  ","237417":"\n  Weirdo\n  ","237418":"\n  That won't happen ever\n  ","237419":"\n  Lmao that's not true\n  \n  Sex questions aren't what this app is about🤷🏻\n  ","237420":"\n  Nah im good\n  \n  Going to drive to a friends soon\n  ","237421":"\n  Lmaooo\n  \n  Fox is fake asf. I'm good🤣\n  ","237422":"\n  💜\n  \n  Been well?\n  ","237423":"\n  What\n  ","237424":"\n  Sounds like fake news to me🤷🏻\n  ","237425":"\n  Im trying to excel other ways\n  ","237426":"\n  He sits on his butt and puts his paws up and stays lol\n  ","237427":"\n  I never went to college\n  ","237428":"\n  I think everyone has.\n  ","237429":"\n  Sit\n  \n  Lay down\n  \n  Down\n  \n  Sit pretty✨\n  \n  Get your toy\n  \n  Go for a walk?\n  \n  Outside?\n  \n  Sometimes it'll take a sec to click but he's learning c:\n  ","237430":"\n  No one has, no.\n  ","237431":"\n  Thank you💜\n  ","237432":"\n  Thank ya!\n  ","237433":"\n  Awh🤣\n  ","237434":"\n  You really begin to realize thr harsh realities of life.\n  ","237435":"\n  My sis is weird, yeah lmao\n  ","237436":"\n  Sorry🤷🏻\n  ","237437":"\n  Midwest\n  ","237438":"\n  US\n  ","237439":"\n  Like I said.\n  \n  It's a good place to start and get experience. Bulk up your resume.\n  \n  Anyways\n  ","237440":"\n  That's irrelevant. Im not airing my mothers age.\n  ","237441":"\n  That's irrelevant.\n  ","237442":"\n  It's a good place to start☺\n  ","237443":"\n  I wouldn't touch my mother.\n  ","237444":"\n  That's weird asf\n  ","237445":"\n  None ya business\n  ","237446":"\n  Nah\n  ","237447":"\n  Lmfao k\n  ","237448":"\n  Ew\n  \n  Spam me guys I'm drunk🙊\n  ","237449":"\n  Get suffocated by corona instead🤷🏻\n  ","237450":"\n  You make me want to throw up🤢\n  ","237451":"\n  He's outside rn c:\n  ","237452":"\n  Good! He's a v happy boy this mornin\n  ","237453":"\n  Not to do what mine did to me.\n  ","237454":"\n  What?\n  \n  I'm too drunk for this🤦🏻\n  ","237455":"\n  Yea lol\n  ","237456":"\n  Confidence🖤\n  ","237457":"\n  Ants\n  ","237458":"\n  Come back to me when you can actually communicate fag\n  ","237459":"\n  Thank ya! :3\n  ","237460":"\n  Who\n  ","237461":"\n  Prob bc you think with your dick, like most guys\n  ","237462":"\n  Pass\n  ","237463":"\n  It's gross\n  ","237464":"\n  Killin myself at work lmao\n  ","237465":"\n  No lol\n  ","237466":"\n  Meat\n  ","237467":"\n  It's complicated\n  ","237468":"\n  Miss you💜\n  ","237469":"\n  Why you sending me such weird shit\n  ","237470":"\n  Jesus fucking christ🤦🏻\n  ","237471":"\n  I have\n  ","237472":"\n  RIGHT FFS\n  ","237473":"\n  Octavia\n  \n  Bc she's badass af\n  ","237474":"\n  Mine too now! Lol\n  ","237475":"\n  Clay from Thirteen Reasons Why\n  \n  Though I'd do my best to help\n  ","237476":"\n  New York c:\n  ","237477":"\n  Name brand shit. It's overpriced. And who cares tbh. People who spent thousands just for the label are weird to me\n  ","237478":"\n  That's a joke right?\n  ","237479":"\n  Def meatballs\n  ","237480":"\n  Solar\n  ","237481":"\n  Danke!\n  ","237482":"\n  Ask her\n  ","237483":"\n  Hope it gets better!\n  \n  Much love💜✨\n  ","237484":"\n  Sure. Im bored lmao\n  ","237485":"\n  You're all on drugs istg\n  ","237486":"\n  Find out. Stop asking me stupid shit\n  ","237487":"\n  Good🖤\n  \n  Finally have a couple days off!\n  ","237488":"\n  I don't give out my socials\n  ","237489":"\n  My father never touched my mother. Nor cheated. My mom and dad taught me what proper love between two people is, actually.\n  \n  Sorry that happened to ya tho.\n  ","237490":"\n  Much love💜✨\n  ","237491":"\n  Good. Bye lmfao\n  ","237492":"\n  Lmaoooooo fuck🤣\n  ","237493":"\n  You're obv an idiot\n  ","237494":"\n  I could do shit. It's self defense lmfao. Do you know the law?\n  ","237495":"\n  That's what imma do to anyone who tries to rob this joint. There's been break ins all around my clients neighborhood. Ill be damned if they get hurt under my care.\n  ","237496":"\n  Yall wild tonight frfr\n  ","237497":"\n  Aka all trump supporters SORRY NOT SORRY\n  ","237498":"\n  Okay?\n  ","237499":"\n  Lmfaoo\n  ","237500":"\n  Sup\n  ","237501":"\n  Gag asf\n  ","237502":"\n  If people do trials and don't show side effects, sure.\n  ","237503":"\n  No ?\n  ","237504":"\n  K lil billy\n  ","237505":"\n  Pretty good. Workin rn\n  \n  Wbu?\n  ","237506":"\n  💜✨\n  ","237507":"\n  Fuck making money🤣🤣\n  ","237508":"\n  Thanks captain obvious\n  \n  Get off my ask now\n  ","237509":"\n  Fuck off\n  ","237510":"\n  Theyre bad niggas then🤷🏻\n  ","237511":"\n  Nah\n  ","237512":"\n  This makes no sense. God how dumb are you people?\n  ","237513":"\n  Idc\n  ","237514":"\n  Good for you.\n  ","237515":"\n  Are you high\n  ","237516":"\n  I don't.\n  ","237517":"\n  Stop asking me this.\n  ","237518":"\n  And who are you to judge. You seem like the only trash here\n  ","237519":"\n  Fuck this job frfr\n  \n  Someone else hire me\n  ","237520":"\n  Of course, why wouldn't we be lol\n  ","237521":"\n  Lol k\n  ","237522":"\n  Oh I know lmfao\n  ","237523":"\n  Idfc\n  ","237524":"\n  No lmao\n  ","237525":"\n  Yall take things way to literal\n  \n  It's annoying asf\n  ","237526":"\n  Dope🤣\n  ","237527":"\n  Nothing man\n  ","237528":"\n  Lmfao\n  \n  Spam me guys\n  ","237529":"\n  Danke💜\n  ","237530":"\n  Gaggggggg\n  ","237531":"\n  DUDEEE\n  ","237532":"\n  Shush\n  ","237533":"\n  Wowwwwwww\n  \n  Just wow\n  ","237534":"\n  Danke.\n  \n  Good! You?\n  ","237535":"\n  .-.\n  ","237536":"\n  HAPPY BDAY GET HIGH AF\n  ","237537":"\n  Lol thanks\n  ","237538":"\n  Sorry to burst your bubble, it's a filter\n  ","237539":"\n  Never\n  ","237540":"\n  You got it\n  ","237541":"\n  R\n  \n  I\n  \n  G\n  \n  H\n  \n  T\n  ","237542":"\n  Nah I loved Obama\n  ","237543":"\n  Lmao im racist then🤷🏻\n  ","237544":"\n  Prob bc the crowd of ppl you sent this to is racist🤷🏻\n  ","237545":"\n  Ew\n  ","237546":"\n  Fuck off\n  ","237547":"\n  🤣🤣🤣\n  ","237548":"\n  I can if I want🤷🏻\n  ","237549":"\n  PFTTTT🤣🤣🤣\n  ","237550":"\n  Ew fuck off\n  ","237551":"\n\n   @MermaidOnTheMoon\n  \n  💙💜\n  ","237552":"\n  Lol or what🤣\n  ","237553":"\n  Fuck trump\n  ","237554":"\n  Hehehe\n  ","237555":"\n  Fuck your kisses\n  ","237556":"\n  Much love tho☺\n  ","237557":"\n  What cx\n  ","237558":"\n  They deserve to be in prison\n  ","237559":"\n  Danke💜💜\n  ","237560":"\n  Already did tf\n  ","237561":"\n  Uh\n  \n  How🤣\n  \n  Retard lmfao\n  ","237562":"\n  No. They're PEOPLE. Fuck face. Black, white, bLUE WHO TF CARES\n  \n  FUCK YA\n  ","237563":"\n  Like a selfie? Mmk\n  ","237564":"\n  Yuck\n  ","237565":"\n  Why a cheeto cx\n  \n  Trump is the cheeto lmfao\n  ","237566":"\n  Ikr!😍\n  ","237567":"\n  Im a caregiver of disabled adults\n  ","237568":"\n  Waiting to grab meds :)\n  \n  Wbu? :3\n  ","237569":"\n  💜✨\n  ","237570":"\n  💜✨\n  ","237571":"\n  💜✨\n  ","237572":"\n  Mornin walk lol\n  ","237573":"\n  I was gonna smh. He went away tho. Wanna see the view?\n  ","237574":"\n  This dude is freaky. Fuck walking\n  ","237575":"\n  Idk\n  ","237576":"\n  Lol thanks. I stuck stickers on the windows c:\n  ","237577":"\n  Thank you😍 love ya💜✨\n  ","237578":"\n  😍😍😍😍\n  ","237579":"\n  What\n  ","237580":"\n  HE MOVED CLOSER\n  \n  I HAVENT LEFT MY CAR\n  ","237581":"\n  Sorry :(\n  ","237582":"\n  My girl is the moon\n  \n  Im the sun\n  ","237583":"\n  Danke\n  ","237584":"\n  Danke c:\n  \n  Im about to play pokemon go like the nerd I am🤣\n  ","237585":"\n  Idc lol\n  ","237586":"\n  Fuck no mf\n  ","237587":"\n  Im tipsy\n  \n  Am I making a bad choice?🤣\n  ","237588":"\n  If I die everyone send this image to the cops\n  \n  Imma bout to walk this trail\n  ","237589":"\n  Nah not you\n  \n  This weird dude is watching me\n  ","237590":"\n  HE'S NOT GOING AWAY TF\n  ","237591":"\n  I think you meant paranoid\n  \n  I wanna walk this trail while I wait but idk...\n  ","237592":"\n  DO YOU SEE HIM TF\n  \n  SHOULD I BE WORRIED\n  ","237593":"\n  Bc ew\n  ","237594":"\n  Nah but fr this guy is freaking me out\n  \n  I wanna go home🤣 he's leaning against a tree JUST WATCHING ME\n  ","237595":"\n  There's a weird guy watching me..\n  ","237596":"\n  Nah\n  ","237597":"\n  I don't give out my socials\n  ","237598":"\n  YES FUCK\n  ","237599":"\n  💜✨💜✨\n  ","237600":"\n  No you dont\n  ","237601":"\n  Ew no you dont\n  ","237602":"\n  Ok\n  ","237603":"\n  Pass\n  ","237604":"\n  Thank ya💜\n  ","237605":"\n  Thanks!\n  ","237606":"\n  I feel bad\n  ","237607":"\n  I don't. Need to start tho. Just don't know where\n  ","237608":"\n  Good ta hear\n  ","237609":"\n  Sup\n  ","237610":"\n  You sound retarded\n  ","237611":"\n  I believe it lol\n  ","237612":"\n  What\n  ","237613":"\n  Cheatied?🤣\n  ","237614":"\n  HI\n  ","237615":"\n  Nah\n  ","237616":"\n  We'll see🤷🏻\n  ","237617":"\n  Idk black friday is stupid imo\n  ","237618":"\n  Ig\n  ","237619":"\n  Lil late\n  ","237620":"\n  That is my sister, yes.\n  ","237621":"\n  Feel better!☺\n  ","237622":"\n  Idk am I?\n  ","237623":"\n  No thanks\n  ","237624":"\n  .-.\n  \n  Did you pay attention at all orrr\n  ","237625":"\n  Lol k\n  ","237626":"\n  Doubt he'll ever make it back\n  ","237627":"\n  Pft\n  ","237628":"\n  Tf\n  ","237629":"\n  That's not her user lmao\n  ","237630":"\n  I just woke up from a nap aha. You?\n  ","237631":"\n  It's a bathing suit\n  ","237632":"\n  Lmaoooooo stfu ffs🤣\n  ","237633":"\n  Lmao he literally was in the middle of a trial for raping a girl when he took office. Trump is a pedo, fuck him. I'm glad he's gone\n  ","237634":"\n  Lmfaooooo\n  ","237635":"\n  None ya business\n  ","237636":"\n  .-.\n  ","237637":"\n  I bet👌🏻\n  ","237638":"\n  Nickname is Mermaid🖤\n  ","237639":"\n  Trump is goneeee soon🤣🤣🤣\n  ","237640":"\n  Lmao come off anon\n  ","237641":"\n  Why would I vote in Russia?\n  ","237642":"\n  Nah Biden won🤣\n  ","237643":"\n  HAHAHAHA\n  ","237644":"\n  Not interested\n  ","237645":"\n  Y'all dumb lmfao\n  ","237646":"\n  Biden won the election :)\n  ","237647":"\n  I'm celebrating!!!\n  ","237648":"\n  WHOOOO!!!\n  ","237649":"\n  Stop sending me stupid asks guys\n  ","237650":"\n  No he isn't🤣\n  ","237651":"\n  I work midnights lol. Sleep is important and I lack it🤣\n  ","237652":"\n  Do you really think if I had Covid I'd expose my disabled clients? You're the most retarded guy on here, hands down. Go suck Donalds dick\n  ","237653":"\n  Exactly!\n  ","237654":"\n  Thanks! :3\n  ","237655":"\n  Then do it.\n  ","237656":"\n  BIDEN IS GONNA WIN!\n  ","237657":"\n  Who cares about comfort idiot\n  ","237658":"\n  I'd get a rescue :)\n  ","237659":"\n  Is Erin aware that I had to take schooling to do my job or is she just as retarded as her brother\n  ","237660":"\n  Erin works a low skilled job, drives her pissy trucks into America once in awhile and claims to be AmErIcAn but has the audacity to attack me and my job. At least my job has a set of SKILLS and if need be I can save someones life. What do you have to show?🤣\n  ","237661":"\n  Lmao republicans are always claiming an atTacK when they started it. Classic🤣\n  ","237662":"\n  58.3K\n  ","237663":"\n  Barely lmao\n  ","237664":"\n  That's rough buddy🤣\n  ","237665":"\n  Not really🤷🏻\n  ","237666":"\n  That's like the last thing I am lmfao\n  \n  Do you even know me?\n  ","237667":"\n  Blah blah blah\n  \n  Take your whiny ass elsewhere\n  ","237668":"\n  Thanks!\n  ","237669":"\n  I don't remember tbh\n  ","237670":"\n  So closeeeee\n  ","237671":"\n  Every day at work🤣🤣\n  ","237672":"\n  🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\n  ","237673":"\n  Anyways\n  ","237674":"\n  Lmaooooo I love fAcTs\n  ","237675":"\n  Yeah and this ask just SCREAMS intelligence LMFAO\n  ","237676":"\n  Wow you truly have no life lmfao\n  \n  But like I said. You don't know what I make but keeeep reachingggg cheeto\n  ","237677":"\n  I mean\n  \n  Are you?🤣\n  ","237678":"\n  I have never aired how much I make honey. That's no one's business. But keep reaching ig🤣\n  \n  My family lives in amazing houses bc they're rich🤣👏🏻\n  \n  You're so adorable\n  \n  Salty trump bear🤣🤣🤣\n  ","237679":"\n  Another NON AMERICAN salty cheeto🤣🤣🤣\n  ","237680":"\n  Lmfao you're just another salty cheeto tf outta here\n  ","237681":"\n  Pass\n  ","237682":"\n  No thanks\n  ","237683":"\n  Bc I don't\n  ","237684":"\n  Thank ya!\n  ","237685":"\n  Pft no\n  ","237686":"\n  He's a joke\n  ","237687":"\n  If you think the election is rigged and support Trumps babyish outbursts and not just taking the L that we all knew would happen you're too dense man🤦🏻\n  ","237688":"\n  Lmao Trump cheetos are the worst\n  ","237689":"\n  Idk wtf you're asking\n  ","237690":"\n  Keep dreaming peabrain\n  ","237691":"\n  Mwahahah\n  ","237692":"\n  What\n  ","237693":"\n  The fuck\n  \n  Fuck outta here with this dumb shit\n  \n  BIDEN IS WINNING AHAHAHA\n  ","237694":"\n\n   @MAGABOYS\n  \n  but that's prob bc he's just stupid🤷🏻\n  ","237695":"\n  I can call whomever I want whatever I want DUDE\n  ","237696":"\n  Lol nice\n  ","237697":"\n  And?\n  ","237698":"\n  See this is exactly what I mean\n  \n  Trump supporters are CRAZY\n  ","237699":"\n  I saw my sis💜\n  ","237700":"\n  I HOPE SO FUCK\n  ","237701":"\n  Thanks!!\n  ","237702":"\n  You're RETARDED\n  ","237703":"\n  How can you be black and for trump tho🤣\n  ","237704":"\n  You're from Canada dude\n  ","237705":"\n  The devil is at your door\n  ","237706":"\n  Overworked myself. 144 hours in 2 weeks to be exact\n  ","237707":"\n  Yep.\n  ","237708":"\n  What a retarded question\n  ","237709":"\n  Lmao and yall really want a BABY who throws literal TANTRUMS in office when the numbers don't go his way? Yeah nah, if you like Trump you're a grow ass child to me, sorry not sorry🤷🏻\n  ","237710":"\n  English\n  ","237711":"\n  This election\n  ","237712":"\n  Okay, and?\n  ","237713":"\n  Stop acting like you know what you're talking about when you DON'T EVEN LIVE HERE🤣\n  ","237714":"\n  Good! I slept like a rock lol\n  ","237715":"\n  Sup\n  ","237716":"\n  Lmao Biden is winning so far\n  ","237717":"\n  Come back to me when you've mastered basic English, then throw insults\n  ","237718":"\n  That's the stupidest thing I've ever heard\n  ","237719":"\n  No thanks\n  ","237720":"\n  Shoo\n  ","237721":"\n  Nah\n  ","237722":"\n  PFT\n  \n  Her and Maggie were part of the roleplay for so long so she's a hypocrite for that\n  ","237723":"\n  Not with you\n  ","237724":"\n  Yes\n  ","237725":"\n  Ew\n  ","237726":"\n  Yep\n  ","237727":"\n  Kk🤣\n  \n  He looks like a rotten squishy pumpkin🤢\n  \n  Happy Halloween😈\n  ","237728":"\n  Shes aight.\n  ","237729":"\n  That's nice\n  ","237730":"\n  Classic🤣👏🏻\n  ","237731":"\n  Medical shit\n  ","237732":"\n  It's alright\n  ","237733":"\n  Mmhm\n  \n  Too young imo\n  \n  Like I said\n  ","237734":"\n  4.\n  ","237735":"\n  Retard\n  ","237736":"\n  I do have someone special like you🤣\n  \n  Quite frankly you're too young to have a daughter imo.\n  \n  But ik you didn't send it, chill☺\n  ","237737":"\n  Idfc\n  ","237738":"\n  Will you shut the fuck up\n  ","237739":"\n  Good! I worked this mornin, then ran errands during the day, did my laundry and took a nap. Now I'm smoking then gonna grab a drink\n  ","237740":"\n  Sometimes lol\n  ","237741":"\n  No you're not lmfao\n  ","237742":"\n  Yep. It's not uncommon lol\n  ","237743":"\n  My doggo\n  ","237744":"\n  💙✨\n  ","237745":"\n  I do\n  ","237746":"\n  Yeah!\n  ","237747":"\n  Not worth it lol\n  ","237748":"\n  Ooooo👀👀\n  ","237749":"\n  You should☺\n  ","237750":"\n  Sup\n  ","237751":"\n  Prob\n  ","237752":"\n  Studying\n  ","237753":"\n  Yep\n  ","237754":"\n  Yeah lmao\n  ","237755":"\n  Money means shit to me tbh. So, idc\n  ","237756":"\n  Of course loll\n  ","237757":"\n  Thank you.\n  ","237758":"\n  Havent recently\n  ","237759":"\n  Russian.\n  ","237760":"\n  He doesn't mind gender it seems lol.\n  \n  Spam me I'm drinkin c:\n  ","237761":"\n  I don't\n  ","237762":"\n  Android\n  ","237763":"\n  Tbh I think he's bi\n  ","237764":"\n  Fuck their opinion. Love who you want\n  ","237765":"\n  I know many Christians who have hurt people. That has nothing to do with it\n  ","237766":"\n  Yeah, okay🤣\n  ","237767":"\n  Nah go ahead\n  ","237768":"\n  Sup!\n  ","237769":"\n  Yeee\n  ","237770":"\n  Quit with the kisses\n  ","237771":"\n  Not arrested🤣🤣\n  ","237772":"\n  Yep\n  ","237773":"\n  Lmao she wouldn't willingly sleep with you so that'd never happen🤣\n  ","237774":"\n  Nah\n  ","237775":"\n  I guess.\n  ","237776":"\n  Gross.\n  ","237777":"\n  Be loved. Money is worthless to me.\n  ","237778":"\n  I mean cool and everything but idc\n  ","237779":"\n  Just bc we converse doesn't mean she has a crush. Grow up\n  ","237780":"\n  Idc what you call me\n  ","237781":"\n  I eat whatever I want\n  ","237782":"\n  Pace yourself ffs\n  ","237783":"\n  Fag\n  ","237784":"\n  I wouldnt want to do that\n  ","237785":"\n  Mmhm same\n  ","237786":"\n  Literally look at them. It speaks for itself\n  ","237787":"\n  No\n  ","237788":"\n  That's so gross...\n  ","237789":"\n  My anger\n  ","237790":"\n  NOT INTERESTED\n  ","237791":"\n  Booze\n  ","237792":"\n  Yeah lol\n  ","237793":"\n  Not interested in anyone besides\n  \n   @MermaidOnTheMoon\n  \n","237794":"\n  Feel betterrr\n  ","237795":"\n  What do you do?\n  ","237796":"\n  🤷🏻\n  ","237797":"\n  It's a filter\n  ","237798":"\n  Nah\n  ","237799":"\n  Thanks lol\n  ","237800":"\n  Trump supporters are so stupid imo\n  ","237801":"\n  Decent\n  \n  Spam me guys I'm tipsy\n  ","237802":"\n  We gotta move\n  ","237803":"\n  Yep\n  \n  Not in my country tho\n  ","237804":"\n  What kinda a filler \"idk what to send out\" question is this\n  \n  C'mon ffs\n  ","237805":"\n  Death\n  ","237806":"\n  Happy Halloween\n  \n  Not my forte lol.\n  ","237807":"\n  Bc people are shit\n  ","237808":"\n  Most if not all are fuckin pervs\n  ","237809":"\n  I blocked him long ago, he's gross\n  ","237810":"\n  Not now\n  ","237811":"\n  Dunno who tf you're going on about\n  ","237812":"\n  Def not a coward. Brave but wary\n  ","237813":"\n  -_-\n  \n  From me?\n  ","237814":"\n  Holy shit\n  ","237815":"\n  Figured it out myself\n  ","237816":"\n  Same. Kinda a lesser of two evils situation\n  ","237817":"\n  💙✨\n  ","237818":"\n  A deer\n  ","237819":"\n  Hi\n  ","237820":"\n  💜✨\n  ","237821":"\n  It does\n  ","237822":"\n  Sometimes\n  ","237823":"\n  No it's not\n  ","237824":"\n  Sure lol\n  ","237825":"\n  Pretty high.\n  ","237826":"\n  Brunette\n  ","237827":"\n  😈😈😈\n  ","237828":"\n  Nah\n  ","237829":"\n  Thanks. I'm not into alien stuff tho lmao.\n  ","237830":"\n  Are you planning on taking it or smth\n  ","237831":"\n  ILL TAKE ANYONE ELSE FFS\n  ","237832":"\n  Hahahahha Biden has my state so far😍\n  ","237833":"\n  Gasoline\n  ","237834":"\n  Bc they're delusional asf\n  ","237835":"\n  Thank ya!💜\n  ","237836":"\n  Lmfao why🤣🤣🤣\n  ","237837":"\n  My pants don't have pockets\n  ","237838":"\n  Thanks!☺\n  ","237839":"\n  Fuck off\n  ","237840":"\n  Do they look blue?\n  ","237841":"\n  I never wear glasses\n  ","237842":"\n  That's a weird ?\n  ","237843":"\n  I haven't really drank at bars\n  ","237844":"\n  I keep tryin new stuff but it's not going well lmao\n  ","237845":"\n  LMAO WHAT A JOKE\n  ","237846":"\n  Thanks!!\n  ","237847":"\n  Hey.\n  \n  Happy Halloween\n  ","237848":"\n  Thanks, you too!\n  ","237849":"\n  Ya won't be missed✌🏻\n  ","237850":"\n  Nah\n  \n  I gotta work\n  \n  I'm drinking now tho lol\n  ","237851":"\n  Rightttt😍\n  ","237852":"\n  Stop with the kisses. You're not mine.\n  ","237853":"\n  Okay. Been dealing with a lot.\n  \n  You?\n  ","237854":"\n  Good for you lol\n  ","237855":"\n  Ugh. Go away if you can't ask a decent question.\n  ","237856":"\n  Stop with the pet names.\n  ","237857":"\n  Nahh he's gonna watch halloween movies with us c:\n  ","237858":"\n  🤣😂🤣😂\n  ","237859":"\n  Mermaid has the same reaction\n  ","237860":"\n  I don't want your kisses.\n  ","237861":"\n  Thanks!\n  ","237862":"\n  Pass.\n  ","237863":"\n  Dino\n  ","237864":"\n  No\n  ","237865":"\n  I work.\n  ","237866":"\n  Yes\n  ","237867":"\n  Englishhhhhh\n  ","237868":"\n  Lmaoooo slut\n  ","237869":"\n  Most anons do\n  ","237870":"\n  Yawnnn\n  ","237871":"\n  Lmfao cause that'll solve it😂\n  ","237872":"\n  Ya sound like a simp tbh\n  ","237873":"\n  Awe💜\n  ","237874":"\n  Allo\n  ","237875":"\n  Yea😂😂\n  ","237876":"\n  Stupid🤣😂\n  ","237877":"\n  Both lol\n  ","237878":"\n  PFT😂😂\n  ","237879":"\n  NAH\n  ","237880":"\n  Nah\n  ","237881":"\n  He's watchin Scooby Doo💙\n  ","237882":"\n  Make me🤣\n  ","237883":"\n  Ask me\n  ","237884":"\n  Only if you'll pay me 🔥\n  ","237885":"\n  She's not my gf\n  \n  But shes fine\n  ","237886":"\n  Bzzz bzzz\n  ","237887":"\n  What shit\n  ","237888":"\n  I havent gotten shit🤷🏻\n  ","237889":"\n  Basically hehe\n  ","237890":"\n  *blows raspberry*\n  ","237891":"\n  Ask her\n  \n  I'm obsessed with this selfie guys😍\n  ","237892":"\n  Nah\n  ","237893":"\n  Yas😍\n  ","237894":"\n  It's dumb asf\n  ","237895":"\n  Long\n  ","237896":"\n  Do better 3:\n  ","237897":"\n  Spam meeee ;-;\n  ","237898":"\n  Yeah bc she opened one of my secret answers and gave me coins and I was talkin shit😂\n  ","237899":"\n  PFTTTT\n  ","237900":"\n  Spam my drunk ass\n  ","237901":"\n  Lol find out😂😂\n  ","237902":"\n  You're an idiot\n  ","237903":"\n  Stop using pet names or you'll be ignored\n  \n  But thanks.\n  ","237904":"\n  Invisibility\n  ","237905":"\n  Usually. And yes!\n  ","237906":"\n  I'm down lmfao\n  ","237907":"\n  Dunno.\n  ","237908":"\n  I'm what? Lol\n  ","237909":"\n  Life\n  ","237910":"\n  Do I what\n  ","237911":"\n  Basically aha\n  ","237912":"\n  Thanks!\n  ","237913":"\n  Danke💜\n  ","237914":"\n  For me, yes. But I have depression. You might wanna go see someone\n  ","237915":"\n  Who cares\n  ","237916":"\n  We were in polys\n  ","237917":"\n  No\n  ","237918":"\n  Fuck no\n  ","237919":"\n  Yep\n  ","237920":"\n  17 I think\n  ","237921":"\n  Nobody\n  ","237922":"\n  It's all good!\n  ","237923":"\n  What trailer park😂\n  ","237924":"\n  Couldn't have said it better myself lol\n  ","237925":"\n  Cause she gay asf\n  ","237926":"\n  No he loves being dressed up!\n  ","237927":"\n  🤢🤢🤢\n  ","237928":"\n  Thank ya😈\n  ","237929":"\n  Good! And you?\n  ","237930":"\n  Hahahahahaaaa\n  ","237931":"\n  Rip to you then😂\n  ","237932":"\n  About to give Lad a bath and a trim💜 he's gonna look so handsome c: wbu?\n  ","237933":"\n  Cheeto ass bitch😂\n  ","237934":"\n  Yeah?\n  ","237935":"\n  Nah\n  ","237936":"\n  Yes you can\n  ","237937":"\n  Time out time child\n  ","237938":"\n  Literalllllllyyyyy\n  ","237939":"\n  She's a poor bitch. Can't afford it😂🤷🏻\n  ","237940":"\n  I'm making her pay to talk to me😂\n  ","237941":"\n  Right😂 she's such a riot lmfao\n  \n  Thank you hun!💜✨\n  ","237942":"\n  Frrrr\n  ","237943":"\n  Hell yes.\n  ","237944":"\n  THE IT IS BACK😂\n  ","237945":"\n  You send this to everyone who won't give you their socials lmfaoooo. Salty bitch\n  ","237946":"\n  Really tho\n  ","237947":"\n  I'm nobody\n  ","237948":"\n  Yeah that's never happen. Keep dreaming. Men rarely make me wet.\n  ","237949":"\n  Yes☺\n  ","237950":"\n  Knew what\n  ","237951":"\n  That's a dumb reason for him to break up. These things take time and you're young\n  ","237952":"\n  I think so\n  ","237953":"\n  Nah like the planet lol\n  ","237954":"\n  To the anon that said I'm too poor to buy VIP myself and that's why I applied for VIP+\n  \n  I could legit buy it 5 TIMES if I wanted to😂\n  ","237955":"\n  I don't need straightening out. Fuck off\n  ","237956":"\n  Pfttttttt oKaY\n  ","237957":"\n  Hey\n  \n  They can be fun. Shush\n  ","237958":"\n  Good! Thanks!\n  \n  You?\n  ","237959":"\n  Awwh💜\n  ","237960":"\n  Many places!\n  ","237961":"\n  Have funnnnnn\n  ","237962":"\n  Bleichmittel trinken\n  ","237963":"\n  He's a lil dense\n  ","237964":"\n  I've been thinking this since day one😂\n  ","237965":"\n  RIGHT? He even ADMITTED to me once it was him a few times on anon but then wants to go off saying it's not that big a deal. Like stfu. You're blocked. Which I did do lol\n  ","237966":"\n  Sexual harassment IS something to take seriously and if you don't think so YOU'RE part of the problem. She isn't coming back. Move tf on.\n  ","237967":"\n  Bc she wants people to know why. And learn.\n  ","237968":"\n  Yep.\n  ","237969":"\n  Yep😴\n  ","237970":"\n  Not really lol\n  ","237971":"\n  PFFFFFFFT\n  ","237972":"\n  No\n  ","237973":"\n  Yep\n  ","237974":"\n  LMAOOOOO YEAH RIGHT😂\n  ","237975":"\n  Took a mental day and I'm so glad I did💜\n  \n  How are you?\n  ","237976":"\n  1-2\n  ","237977":"\n  Wouldnt be surprised if she does. That's already proven to happen with Jasmine\n  ","237978":"\n  Hahahahahaaaa\n  ","237979":"\n  Sometimes\n  ","237980":"\n  Go away.\n  ","237981":"\n\n   https:\/\/youtu.be\/25mqmENYHFQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","237982":"\n  H3y bOy\n  ","237983":"\n  It's gross\n  ","237984":"\n  How would I know\n  ","237985":"\n  She did.\n  ","237986":"\n  Tf else was I supposed to take away from that\n  ","237987":"\n  Thank you.\n  ","237988":"\n  Fuck that. I'm not trying to hurt people. Tf.\n  ","237989":"\n  No. When I do that, people get hurt.\n  ","237990":"\n  What's the point.\n  ","237991":"\n  Hi. Yes.\n  ","237992":"\n  I havent had any problems.\n  ","237993":"\n  This blob of words doesn't make sense. I'm not even gonna finish reading\n  ","237994":"\n  Nope\n  ","237995":"\n  This sounds bad\n  ","237996":"\n  They do it on purpose aha. Especially Jasmine💀\n  ","237997":"\n  I'm not a fan but I often cause them. Usually without meaning to\n  \n  I got diagnosed recently as bipolar and manic so it's hard to stay grounded most days. But I'm trying my hardest! I just lose myself a little too often\n  ","237998":"\n  You asked me already lol.\n  \n  Glad you're doing well!\n  ","237999":"\n  Danke! You too.\n  ","238000":"\n  I'm v good with knives\n  ","238001":"\n  Howdy\n  \n  Sleepy but good. You?\n  ","238002":"\n  LMFAO NICE😂\n  ","238003":"\n  They both are ugly inside and out. Then wanna bitch why people don't like them\n  ","238004":"\n  I should prob sleep😭\n  ","238005":"\n  Jazzy or Erik?\n  ","238006":"\n  It looks broken tbh\n  \n  Probably ran her mouth then quickly regretted it😂💀\n  ","238007":"\n  Right😂💀\n  ","238008":"\n  HER BOOBS ARE WEIRD IM SORRY\n  \n  AND I LOVE BOOBS BUT🤢\n  ","238009":"\n  OMG I DID\n  \n  WOW\n  \n  She is irrelevant ASF to me😂😂😂 but yes\n  \n  Don't forget Triangle-tit snorlax\n  ","238010":"\n  Of course!\n  ","238011":"\n  Just-\n  \n  🤢\n  ","238012":"\n  Doesn't matter to me, gals are gorg either way (except Erika🤢)\n  ","238013":"\n  David\n  ","238014":"\n  Mars (my fav) and Mari\n  ","238015":"\n  Yep\n  ","238016":"\n  That would mean I'd have to sacrifice myself eventually buttttt\n  \n  Fuck it\n  ","238017":"\n  Gotcha\n  ","238018":"\n  Mornin!💜\n  ","238019":"\n  The world is waking up\n  ","238020":"\n  Why are like 99% of ask users such fags\n  ","238021":"\n  5 foot 1\n  ","238022":"\n  Depends. I get so many it's hard to keep up\n  ","238023":"\n  Weirdo\n  ","238024":"\n  Gag🤢\n  \n  Only\n  \n   @MermaidOnTheMoon\n  \n  can do that😏\n  ","238025":"\n  Bisexual.\n  ","238026":"\n  Am I a cat? I think not.\n  ","238027":"\n  Always\n  \n   @MermaidOnTheMoon\n  \n  💜💙\n  ","238028":"\n  Snapchat is a social.\n  ","238029":"\n  Of course!\n  ","238030":"\n  You're excuseddd\n  ","238031":"\n  I don't give out my socials\n  ","238032":"\n  Sixey? Smh. Thanks ig.\n  ","238033":"\n  Thanks.\n  ","238034":"\n  They're boobs. Grow up\n  ","238035":"\n  Hiya!💜\n  ","238036":"\n  Lmfao oKaY😂 bye now\n  ","238037":"\n  Lmao why😂😂😂\n  ","238038":"\n  I do.\n  ","238039":"\n  Good! He's a happy happy boi\n  ","238040":"\n  Questions only ffs\n  ","238041":"\n  Awh. Ive watched just a little of that\n  ","238042":"\n  Ikr😍\n  ","238043":"\n  Ooo what anime?\n  ","238044":"\n  Nah\n  \n  Mermaid is joining me😏\n  ","238045":"\n  Good! I'm about to shower😍 I love showers lol\n  \n  Wbu?\n  ","238046":"\n  Right? Jeez\n  ","238047":"\n  You're hilarious\n  ","238048":"\n  5 foot 1\n  ","238049":"\n  Time to time.\n  ","238050":"\n  Get used to it\n  ","238051":"\n  Idk. Don't remember.\n  ","238052":"\n  The fuck. No.\n  ","238053":"\n  Grocery shopping and work later\n  \n  I hate adulting lmfao\n  ","238054":"\n  I hope you do too!💜✨\n  ","238055":"\n  Awwh thank you💜✨💜✨ hope you're doing well!\n  ","238056":"\n  Every dumbass thing anons make up on here tbh\n  ","238057":"\n  Driving home from work\n  \n  At home lol.\n  ","238058":"\n  Stop using a dead girl for attention, attention whore. You really will go low asf huh? Fucking off yourself, cow\n  ","238059":"\n  Gag🤢\n  ","238060":"\n  Good, bye\n  ","238061":"\n  Idfc\n  ","238062":"\n  Dont wanna discuss the cunt\n  ","238063":"\n  Lmao YES😂😂\n  ","238064":"\n  Lotta people\n  ","238065":"\n  Depends what it is\n  ","238066":"\n  Yep.\n  ","238067":"\n  Do what??\n  ","238068":"\n  Can I actually get some decent questions\n  ","238069":"\n  💜✨\n  ","238070":"\n  I like that\n  ","238071":"\n  Spooky spooky\n  ","238072":"\n  Fuck no. Animals weren't put here for our personal enjoyment.\n  ","238073":"\n  If that's the case the dude is def a pos\n  ","238074":"\n  Thank ya!\n  ","238075":"\n  Ik😍😍😍\n  ","238076":"\n  What a dumb question\n  ","238077":"\n  I did, actually.\n  ","238078":"\n  Long\n  ","238079":"\n  Nah. I wasn't that active tbh\n  ","238080":"\n  No way\n  ","238081":"\n  Awe cute\n  ","238082":"\n  On and off since 2013\n  ","238083":"\n  Bc we don't need luxury to be happy. You should try it some day\n  ","238084":"\n  Yes\n  ","238085":"\n  HAHAHAHAH\n  ","238086":"\n  Idc\n  ","238087":"\n  I don't get hangovers lol\n  ","238088":"\n  Not much else🤷🏻\n  ","238089":"\n  Just another obsessed fag\n  ","238090":"\n  I'm bored\n  ","238091":"\n\n   https:\/\/youtu.be\/2wBS5qCy8ik\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","238092":"\n  🤷🏻🤷🏻\n  ","238093":"\n  Simp asf\n  ","238094":"\n  Toilet so I could legit shit on them\n  ","238095":"\n  Maui would be my top for sure.\n  ","238096":"\n  Jump scares yes. As far as everything else nah\n  ","238097":"\n  Paramedic :)\n  ","238098":"\n  Thr darker the weather, the better the man\n  ","238099":"\n  Loving\n  ","238100":"\n  Lights!!!!\n  ","238101":"\n  STOP STALKING ME DUDE\n  ","238102":"\n  I do! My fav is vanilla and pumpkin based scents\n  ","238103":"\n  Idk lol\n  ","238104":"\n  Of course\n  ","238105":"\n  Yeah?\n  ","238106":"\n  Fag\n  ","238107":"\n  I didn't go anywhere so idk how that's possible.\n  ","238108":"\n  You're such a creep\n  \n  Stop stalking me\n  ","238109":"\n  I'm fuckin bored\n  ","238110":"\n  Lmao okay then men are shit\n  \n  You helped prove my point, thanks\n  ","238111":"\n  Yeah? awwwh💜\n  ","238112":"\n  Drink bleach\n  ","238113":"\n  This gal\n  ","238114":"\n  🤷🏻\n  \n  Don't come on my ask if you dont want my honest opinion🙊\n  ","238115":"\n  Nah\n  ","238116":"\n  Tf??\n  ","238117":"\n  They're boobs\n  \n  Grow up\n  ","238118":"\n  Could ask you the same thing\n  ","238119":"\n  You're gross🤢🤢🤢\n  ","238120":"\n  You're such a bore\n  \n  Someone else spam me ffs\n  ","238121":"\n  That wasn't the deal\n  ","238122":"\n  Do it\n  ","238123":"\n  .-.\n  \n  If you think I havent already you must think I'm stupid.\n  ","238124":"\n  Shave your head\n  ","238125":"\n  *slams baseball bat on table*\n  \n  PRESENT IT\n  ","238126":"\n  Lol someone is feelin bitchy today. Go hang yourself\n  ","238127":"\n  Good for them. Idc\n  ","238128":"\n  Fuck no\n  ","238129":"\n  Yeah cause that's logical.\n  ","238130":"\n  Right??\n  ","238131":"\n  I drink EARLY and WORK LATE. Are you retarded??\n  ","238132":"\n  I have no thoughts on that. Not worth my time\n  ","238133":"\n  76\n  ","238134":"\n  Nope\n  ","238135":"\n  Awwh\n  ","238136":"\n  I'm not like others. I drink early and work late\n  ","238137":"\n  Gotcha\n  ","238138":"\n  What? No😂😂\n  ","238139":"\n  Go on...👀\n  ","238140":"\n  Nah\n  ","238141":"\n  It's to be safe. Don't bitch\n  ","238142":"\n  Drunk\n  \n  You\n  ","238143":"\n  Sup?\n  ","238144":"\n  Sure lol\n  ","238145":"\n  *Who\n  \n\n   @MermaidOnTheMoon\n  \n  hands down. Idc about much else tbh. That's my bb💙💜\n  ","238146":"\n  RIGHT😂\n  \n  What'd you expect coming at a bunch of females like that? Ffs🤷🏻🤦🏻\n  ","238147":"\n  This makes me think of The Goonies, ever seen it?\n  \n  Also yes lol.\n  ","238148":"\n  Fr?? Wowww. I mean, I get if mine got reported, I was talking about gutting someone, but you?? Tf?\n  ","238149":"\n  I'm def not interested. Ill take a shot instead☺\n  ","238150":"\n  Sorry I have fantasies about killing people🤷🏻🤷🏻\n  ","238151":"\n  Y'all so PG, reporting me and shit😂😂\n  ","238152":"\n  Lmao ok\n  ","238153":"\n  My ask is so fucking dead I should just leave\n  ","238154":"\n  I should've just looked it up lol. My bad. Rn I'm drinking E&J Peach. I tend to gravitate towards dark liquor\n  ","238155":"\n  My go to what\n  ","238156":"\n  Thanks☺\n  ","238157":"\n  Bout to be drunk😂\n  ","238158":"\n  Trump wasted my time. Obama was awesome\n  ","238159":"\n  Fuck off\n  ","238160":"\n  Worked\n  \n  You?\n  ","238161":"\n  💀💀\n  ","238162":"\n  You said it not me😏\n  ","238163":"\n  Yep. I'd never date a teen.\n  ","238164":"\n  Hard pass.\n  ","238165":"\n  Hi.\n  ","238166":"\n  Hazel.\n  ","238167":"\n  I got asked this already yesterday.\n  \n  Why is ask so boring these days?\n  ","238168":"\n  What is this the olden days? Nah fam, women have changed- hate to break it to ya\n  ","238169":"\n  Depends. I'm pretty strong but most guys are too lol\n  ","238170":"\n  5 foot 1\n  ","238171":"\n  I wish baby💜💙\n  ","238172":"\n  I'm not lesa fortunate I'm just not rich lol\n  ","238173":"\n  I'd quarantine. Not takin any chances of getting anyone else sick\n  ","238174":"\n  I hope you're having a good night😇\n  ","238175":"\n  Die inside\n  ","238176":"\n  Oh fuck off😂\n  ","238177":"\n  Mmhm.\n  ","238178":"\n  I miss ya\n  ","238179":"\n  Untick\n  ","238180":"\n  Ikr\n  ","238181":"\n  Lol good.\n  ","238182":"\n  .-.\n  \n  Why\n  ","238183":"\n  You heard the pretty lady anon. Back off\n  ","238184":"\n  I love you bbg💜✨\n  ","238185":"\n  Lol you wish\n  ","238186":"\n  Stop being weird Danielle\n  ","238187":"\n  Libra\n  ","238188":"\n  yOuLl dO nOtHiNg😂💀\n  ","238189":"\n  Idk what to say to this\n  ","238190":"\n  Oh but you can't send that to her huh. I'd string you up so quick and bleed out you wouldn't know what hit ya\n  ","238191":"\n  .-.\n  \n  There is literally no logic behind that. I don't agree with that at all.\n  ","238192":"\n\n   @MermaidOnTheMoon\n  \n  makes me v happy😍\n  ","238193":"\n  *make America better\n  \n  It's going to be awhile before it's great thanks to that cheeto in office rn\n  ","238194":"\n  Fuck them🤢\n  ","238195":"\n  Fuck off\n  ","238196":"\n  Have funnnn\n  ","238197":"\n  Maybe to you\n  \n  Anyways I'm done acknowledging ya. Have a good one\n  ","238198":"\n  It's a song I enjoy. What's the point of you even asking?\n  ","238199":"\n  So you know what it is then. Why you asking me??\n  ","238200":"\n  Bc I don't wanna\n  ","238201":"\n  Pajamas lol\n  ","238202":"\n  Sup\n  ","238203":"\n  Sure lol\n  ","238204":"\n  Verrrrryyyy high💀😂💀😂\n  ","238205":"\n  Turtles c:\n  \n  And yes! In Hawaii I did :3\n  "}}