{"Question":{"238206":"\n   If you look around I'm right, there's tons of p0rn sites, night clubs, all kind of social media, cam girls, hookers, p0rn industry, apps like this one where ppl can look at hot girls pics... and go on and on and on\n  ","238207":"\n   Ignorant thinking\n  ","238208":"\n   its time to find u a man so u can suffer liek a real woman js\n  ","238209":"\n   Do you think girls and woman were place on earth to make guys company and to satisfy them s exually? 🤔\n  ","238210":"\n   whish i could have those done but cant at the moment\n  ","238211":"\n   titties\n  ","238212":"\n   i meant happy anymore here lol\n  ","238213":"\n   Last person you blocked , what he\/she did ? 🙄\n  ","238214":"\n   Have you ever felt that you're not good enough?\n  ","238215":"\n   Anyone needs a diet plan or workout fitness plan. I am trainer. I can help you online for free. Will provide you solution to your problems if you need. If anyone interested can reply to this question. 😊\n  ","238216":"\n   I never seen a car like that\n  ","238217":"\n   I just want to tell you that everything will be alright. There's always a reason for everything. Don't give up and stay awesome! 🔱\n  ","238218":"\n   What body piercings do you want\n  ","238219":"\n   Why is there not a screen in the console?\n  ","238220":"\n   What if you wake up and find yourself all alone on earth? 👽\n  ","238221":"\n   Are the generally lower maintenance than American women?\n  ","238222":"\n   I need a hot Russian woman in my life\n  ","238223":"\n   Where\n  ","238224":"\n   But there's barely any left\n  ","238225":"\n   Have you been to another country?\n  ","238226":"\n   I have a semi for you\n  ","238227":"\n   Is that schnapps?\n  ","238228":"\n   Its a truck not a car\n  ","238229":"\n   Watcha drinkin?\n  ","238230":"\n   Yea i will buy for you what is your paypal ?\n  ","238231":"\n   Hallo, when will you upgrade to VIP\n  ","238232":"\n   sEMi cHUb\n  ","238233":"\n   Its a semi\n  ","238234":"\n   the usual a white claw 🤪. i had a rly stressful day and yes you should finish it lol\n  ","238235":"\n   Your parents are homophobes though?\n  ","238236":"\n   do you know any homophobic\n  ","238237":"\n   sPaM ME ImmA lOSeR dRUNk\n  ","238238":"\n   Do you even know what a kenworth is🙄\n  ","238239":"\n   Mine is bigger and better😉\n  ","238240":"\n   i’m about to be drunk too 🙃🙃🙃\n  ","238241":"\n   What do you drive?\n  ","238242":"\n   Weirdest thing you've accomplished?\n  ","238243":"\n   I hope you have a good day..\n  ","238244":"\n   How do you like people showing you they love you\n  ","238245":"\n   are you good or bad at gift giving\n  ","238246":"\n   What is the last thing you watched on TV? Do you still watch TV? 📺\n  ","238247":"\n   Generally speaking... if you no longer wanted to live an offed yourself how would you do it?\n  ","238248":"\n   then google it. im surprised u dont know it tho u have been living under a rock\n  ","238249":"\n   Dp main aap ho?\n  ","238250":"\n\n    https:\/\/knowyourmeme.com\/photos\/1253409-me-irl\n   \n","238251":"\n   Ngl, even though sometimes you’re mean to me, I love your replies.\n  ","238252":"\n   i am a loser but still better than anyone🥰🥰 u kno a pile of trash bags? all of them are black but only one is golden. im the golden one🌈\n  ","238253":"\n   sitting my ass all day\n  ","238254":"\n   What’s the difference between love at first sight and lust?\n  ","238255":"\n   what was the last thing to shock you\n  ","238256":"\n   what a loser hahahahaha\n  ","238257":"\n   Wanna thousands of coins  and get to TOP ?  Earn them in the VIP-program\n   \n    http:\/\/bit.ly\/GetCoins_\n   \n   and become the #1!\n  ","238258":"\n   I drive a 2013 kenworth T660 with a 400 horsepower paccar engine what do you drive?\n  ","238259":"\n   Have a fantastic day! 💓\n  ","238260":"\n   Instagram?\n  ","238261":"\n   CHLO IS BACVK\n  ","238262":"\n   Eii\n  ","238263":"\n   Can we be friends ?\n  ","238264":"\n   Im so jealous bc your so much cuter then me D:\n  ","238265":"\n   What's that sharp looking thing below your eye on your left upper cheek who hit you? i'm going to beat them up for you\n  ","238266":"\n   You jealous i'm cuter than you 💀\n  ","238267":"\n   Yea that's going around I think well I hope you start to feel better as ur day goes by gorgeous girl😘\n  ","238268":"\n   Follow my twitch for American Truck Simulator content and other games\n   \n    https:\/\/twitch.tv\/holleeze\n   \n","238269":"\n   Hey? You look Pyaaru  in your display 🖤\n  ","238270":"\n   would you be more annoyed if your husband or future husband  forgets your birthday or lose your wedding ring\n  ","238271":"\n   How do you feel today?\n  ","238272":"\n   would u take advantage of a simp\n  ","238273":"\n   are you a shy person\n  ","238274":"\n   Hiii🌻. I have a question! I’m new here and I’m wondering how to get a question for everyone to see and answer with my picture like you’ve done and other people have done? \nI hope you know what I’m talking about 😅😇. Thank you!!\n  ","238275":"\n   Do you like the rain? ❤️🌧\n  ","238276":"\n   Have you ever met a celebrity or someone famous? ⭐\n  ","238277":"\n   Who is the most underrated ASKfm user?\n  ","238278":"\n   Me too that's why I'm following you\n  ","238279":"\n   What are your plans for Halloween Mari?\n  ","238280":"\n   Do you have siblings? How many?\n  ","238281":"\n   Likers get Tbh please please ?\n  ","238282":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","238283":"\n   woah pap of the bottom of ur foot ur soo hot\n  ","238284":"\n   Theres something you should know, i don't like human women but i just came to say hello it doesn't mean i'm into you ok\n  ","238285":"\n   Hey! How are you today?\n  ","238286":"\n   Very interesting that you feel that way. Thanks.\n  ","238287":"\n   I’m willing to do what ever it takes to go #1\n  ","238288":"\n   You would be welcome. So when are you moving? LOL what part of the states are you in?\n  ","238289":"\n   Listen???\n  ","238290":"\n   Are you the kind of person who is affected by the departure of people??\n  ","238291":"\n\n    @novak_erika1992\n   \n   Lmao \"anons\" keep sending it to me\n  ","238292":"\n   funny how you get this when the only one out of the two that's online is Erika oof\n  ","238293":"\n   But it is, Natasha\n  ","238294":"\n   Which accounts pictures am I supposed to be looking at 🥴🤣\n  ","238295":"\n   This is your beloved tp\n  ","238296":"\n   still waiting for the proof they say they have about Ryan 🤷🏼‍♀️\n  ","238297":"\n   She makes this so obvious... jfc.\n  ","238298":"\n   You think this is Jasmine?  You've lost your marbles\n  ","238299":"\n   Figures that as soon as I turn anonymous off, idiots start tagging me in their tantrums lol.\n  ","238300":"\n   Oh because\n   \n    @reachel_n\n   \n   has a pedo bf with a babyd.ick\n  ","238301":"\n   We have enough foreigners in England so we don’t need you, take\n   \n    @TrivialTrinket\n   \n   to your country then\n  ","238302":"\n   You must be talking about Ryan the pedo\n  ","238303":"\n   16 is legal in Las Vegas.\n  ","238304":"\n   I got you 👀👀👀\n  ","238305":"\n   I wish you were boo.\n  ","238306":"\n   AND I OPE-!!\n  ","238307":"\n   Who enjoys the most receiving oral s ex, girls or guys? 🤔\n  ","238308":"\n   Change your life around and talk to god he will save you\n  ","238309":"\n   sUCh  A tOuGh gIRl\n  ","238310":"\n   Yes but we don't allow dogs 🐶🚫\n  ","238311":"\n   Something is telling me that you are the love of my life ❤️\n  ","238312":"\n   If Trump get back in then you’re welcome to come here and live in Canada\n  ","238313":"\n   If Trump gets back in, bring Mermaid and come live with us lol.\n  ","238314":"\n   Give the facts?❤️?\n  ","238315":"\n   Yeah, bunch of white college kids who cannot find jobs \"rioting\"\n  ","238316":"\n   Are you ready for civil war if Joe Biden wins?\n  ","238317":"\n   Thank you thats hot\n  ","238318":"\n   You got kids?\n  ","238319":"\n   Do Toto's paws smell like Fritos?\n  ","238320":"\n   I'm not gay I'm straight but support them someone told me only people who are gay lesbian or bo can support them I was like Uh  okay\n  ","238321":"\n   Are you a supporter of the LGTB community\n  ","238322":"\n   How much did you weigh when you were born\n  ","238323":"\n   sPaM mE i'M drINkinG\n  ","238324":"\n   what was the last thing to make you laugh\n  ","238325":"\n   Missing you, swine :\\\n  ","238326":"\n   You're an alcoholic too so there's that\n  ","238327":"\n   Are you pregnant ?\n  ","238328":"\n   This person was talking about ugliness, and you came to mind:\n   \n    https:\/\/ask.fm\/Cupcakethequeen1\/threads\/165028167055\n   \n","238329":"\n   u never really anymore here\n  ","238330":"\n   Starting early are we?\n  ","238331":"\n   Oh god 🤦🏻‍♀️\n  ","238332":"\n   sunooooo\n  ","238333":"\n   I'm bored.Please can we talk?\n  ","238334":"\n   those shitbrains ran my chlo off again yo\n  ","238335":"\n   There ???\n  ","238336":"\n   Does jealousy harm relationships?\n  ","238337":"\n   What changed you the most? 🍁\n  ","238338":"\n   Can I kiss your lips? 😊\n  ","238339":"\n   👌\n  ","238340":"\n   Just what you sense. It don’t have to know me well. :)\n  ","238341":"\n   I really love you lol but honest question, what do your instincts say about me?\n  ","238342":"\n   What age did you move out? Was it rented or owned?\n  ","238343":"\n   Good night beautiful princess 😘\n  ","238344":"\n   You're 25 you should be able to handle our antics\n  ","238345":"\n   Do you think a man is a less of a man if he cried at something\n  ","238346":"\n   Do you think girls mostly get dressed sexy to please their man or because they feel a competition with other females? 🤔\n  ","238347":"\n   Yes I did😏\n  ","238348":"\n   I wanna put a marshmallow in your lady bits then eat it😋\n  ","238349":"\n   Are you happy\n  ","238350":"\n   Okay as an example because I'm a year younger than you but wont work\n  ","238351":"\n   Just read this story. A man was with his dog someone came at the man with a knife and the owner dog got in the way and took 3 knife stabs for his owner\n  ","238352":"\n   Why did you break up then\n  ","238353":"\n   Who are you in a parallel universe?\n  ","238354":"\n   Oh ok. Either way, I am very sorry..\n  ","238355":"\n   Oof. Guess I screwed that up...\n  ","238356":"\n   I miss you! I hope you’re okay!\n  ","238357":"\n   Thank you. Would I have to work to talk on snap again?\n  ","238358":"\n   How are you\n  ","238359":"\n   That hurt my feelings,I like you a lot\n  ","238360":"\n   Kesi ho?\n  ","238361":"\n   Do you like dogs?\n  ","238362":"\n   I actually think your job sounds fun. I’d do it 👍🏿\n  ","238363":"\n   If it’s ok with you, I’d like to start over. I feel bad for what I did.\n  ","238364":"\n   Would you rather be handcuffed to your ex boyfriend or your the most annoying person in the wolrd for 24 hours\n  ","238365":"\n   Answer the question if it doesn’t make you uncomfortable like you say. \nDo you worship Satan\n*yawn*\n  ","238366":"\n   Apparently that’s not true because you won’t answer the question on if you worship Satan. Answer it if you aren’t\n  ","238367":"\n   Love that you changed your name cause of me lol. Or because of Satan which is even better\n  ","238368":"\n   Does the question make you uncomfortable? \nAre you uncomfortable answering the question?..\nYou shouldn’t be considering you’re satans Supreme right?\n  ","238369":"\n   Answer the question?\n  ","238370":"\n   Hypothecially speaking, do you think you would've dated yourself? Why \/ why not? 🤔\n  ","238371":"\n   We will fight 😈\n  ","238372":"\n   Do you worship Satan\n  ","238373":"\n   I love you 💙\n  ","238374":"\n   fxcking dykes your parents outta be ashamed of raising a kid like you\n  ","238375":"\n   When Grace is out of juvy on November 1st she's coming back on ask so you will have to deal with both of us\n  ","238376":"\n   That was Saturday millionaire btw ☺️\n  ","238377":"\n   Can I just interject and say I’m probably the coolest person you will ever meet and what ever your instincts say about me, trust them!\n  ","238378":"\n   🙈💞\n  ","238379":"\n   923338185841\n  ","238380":"\n   Call me\n  ","238381":"\n   I don't think its dumb, humanity started somewhere, i believe you come from where i come from\n  ","238382":"\n   Would\/could you date someone with an Onlyfans account?\n  ","238383":"\n   Pedo Joe Biden wants to be your pal\n  ","238384":"\n   Hey ma, you looking fine af momma\n  ","238385":"\n   Daquarn and the others love these peeps creepypasta\n  ","238386":"\n   😱😱😱\n  ","238387":"\n   Did you know Satan is a gay sex monster\n  ","238388":"\n   Hi. Im sorry for annoying you a few weeks ago. It was never my intention\n  ","238389":"\n   I wanna have 7 babies (one every other year) with you baby ❤️😘\n  ","238390":"\n   Hehe you poppin the question? 😂\n  ","238391":"\n   how are we thoughhhhhh lol\n  ","238392":"\n   Don't say bye to those who love you, we're already figuring out how we can safely get you to Era and you will never see earth again\n  ","238393":"\n   Umm, I just asked what about her dumbshxt\n  ","238394":"\n   No sorry you know a majority of us come from Russia or Europe so you must understand we don't know very good english baby xoxo\n  ","238395":"\n   Is Kate wierdflex?\n  ","238396":"\n   I will make you mine and harass you every night since i have the power to walk through walls\n  ","238397":"\n   You live by people who are like this i know it\n   \n    https:\/\/m.youtube.com\/watch?v=EtYffjJ5BMA\n   \n","238398":"\n   Kate has criminal record for being a cutie\n  ","238399":"\n   Well i can confirm two of them actually are but i won't get into it\n  ","238400":"\n   Whats wrong? Are you sad today 😢\n  ","238401":"\n   How many whxres are you friends with\n  ","238402":"\n   Then don't burn bridges, give a proper notice and move the fxck on\n  ","238403":"\n   I think you could find a much better job\n  ","238404":"\n   Imma make Mermaid mine\n  ","238405":"\n   Serious question... \nDo you worship Satan?\n  ","238406":"\n   Do you like to wear black stockings? (Or any other color? If so which color)🤔\n  ","238407":"\n   What is the definition of stupidity?\n  ","238408":"\n   Grrrr\n  ","238409":"\n   What would be on a Satan's Supreme Pizza? 😈\n  ","238410":"\n   Good night my love 😋😘❤️🌹😊\n  ","238411":"\n   Why do you come to this site? Ask.fm\n  ","238412":"\n   i want your rishta & 1 AUDI\n  ","238413":"\n   Type I will marry... @ the 3rd person!\n  ","238414":"\n   Hey ma\n  ","238415":"\n   Please don't do it they're only look good on white trash\n  ","238416":"\n   u russian how yo english\n  ","238417":"\n   You're a Satan's Supreme Pizza\n  ","238418":"\n   you can always take them out if you don't like them! I took mine out due to one of them falling out in my sleep and I cannot wait to get them redone!!\n  ","238419":"\n   $100\n  ","238420":"\n   How much\n  ","238421":"\n   I can’t stop laughing at this thread\/gif. 🤣 I love you!\n  ","238422":"\n   up you?\n  ","238423":"\n   :*\n  ","238424":"\n   That's my boy\n  ","238425":"\n   You are hilarious\/perfection.\n  ","238426":"\n   I actually ❤️ you\n  ","238427":"\n   My girlfriend assured me that a small penis should never be an issue in a loving relationship but I still wish she didn't have one at all help me mari!\n  ","238428":"\n   If your best friend was your personal assistant for one day what would you ask them to do\n  ","238429":"\n   If I paid you £20 $20 whatever you use to eat the world hottest chilli and not allowed to have any milk for 5 mins would you do it\n  ","238430":"\n   Can you post a pic like this--->\n   \n    https:\/\/ask.fm\/VersaceWomen\/answers\/163559719635\/likes\n   \n","238431":"\n   Who's the girl who is with you in your profile pic? 😊❤️\n  ","238432":"\n   Followed❤️ Can you please follow\n   \n    @ItsSelenaMGomez92\n   \n   and like some of her answers?\n  ","238433":"\n   Was he just gettin' his red rocket wet?\n  ","238434":"\n   TOTO ESCAPED???????????????????\n  ","238435":"\n   now i aint saying yousa gold digger but we all kno i aint no broke nigga\n  ","238436":"\n   You said you'd give me advice tho\n  ","238437":"\n   Do you ever think about saying fxck it I hate this job and I don't need it?\n  ","238438":"\n   He walked in on me masturbating and I don't know what to say to him if anything\n  ","238439":"\n   Okay, fag\n  ","238440":"\n   Do you work tonight, doll?\n  ","238441":"\n   Thats weird no offence\n  ","238442":"\n   they barely hurt to get done tbh. I say do ittttt\n  ","238443":"\n   Ok, To each their own.\n  ","238444":"\n   Idk, I just think they’re a bit strange and even scary.\n  ","238445":"\n   Someone woke up on the wrong side of the bed\n  ","238446":"\n   Please don’t!\n  ","238447":"\n   How do you feel about 3somes? Would you let another guy or girl f ck you while your bf watched?\n  ","238448":"\n   Have you ever had pierced nips\n  ","238449":"\n   Hey whatsup?\n  ","238450":"\n   Pringles or lay's\n  ","238451":"\n   May i have some advice about my little brother\n  ","238452":"\n   So is you pining for your ex-girlfriend\n  ","238453":"\n   PAP your favorite view!\n  ","238454":"\n   You're an ex for a reason\n  ","238455":"\n   So do I\n  ","238456":"\n   yo you gonna marry Mermaid?????\n  ","238457":"\n   yo they really call you Mars?????????\n  ","238458":"\n   fk u luv u\n  ","238459":"\n   I just came to say hello\n  ","238460":"\n   Instagram?\n  ","238461":"\n   YESS HE DOES but SHE IS JUS TO NICE\n  ","238462":"\n   i thought i was the only one who thought this\n  ","238463":"\n   LMAOOOO HE CREEPS\n   \n    @OGALPACASARENICE3\n   \n   TO I HATE U ALL\n  ","238464":"\n   i hoe he dont come back cuz i want u for me here . and\n  ","238465":"\n   Why do girls always friend zone me\n  ","238466":"\n   Want some company for tonight bby? ❤️\n  ","238467":"\n   whyy\n  ","238468":"\n   she pretty cute🤦‍♀️\n  ","238469":"\n   Who the b in the dp w you\n  ","238470":"\n   🥵😡so u stuck w me now\n  ","238471":"\n   Spaghetti, Carbonara or Palabok? 😋\n  ","238472":"\n   yeh look like it tho\n  ","238473":"\n   shit he says 🤣😂 lolol obv he creeps u out\n  ","238474":"\n   he is tho\n  ","238475":"\n   Hey hows your day been\n  ","238476":"\n   looooool 😁😁😂she aint gon miss u creep\n  ","238477":"\n   Do you think dicks look ugly or sexy in general?\n  ","238478":"\n   If you could follow any celebrity on OnlyFans, who would you follow?\n  ","238479":"\n   What’s your opinions on OnlyFans?\n  ","238480":"\n   Fuck off creep.\n  ","238481":"\n   I'm off to jail, Mari. It's been an interesting two weeks in your presence. You're a good bundle of hoot-an'-hollerin' fun to play with. Be around in a month or so when Dr. Dom calls next, ye hear?\n  ","238482":"\n   A private photo of u wearing a push up bra. Just for ME ALONE\n  ","238483":"\n   What do you mean?\n  ","238484":"\n   Have you ever put any money in the stockmarket\n  ","238485":"\n   wheres my money\n  ","238486":"\n   Jasben was amazing\n  ","238487":"\n   Do you play Pubg ?\n  ","238488":"\n   With youuuuuuuuuuuuuuu\n  ","238489":"\n   You've never hooked up with someone from this site i assume?\n  ","238490":"\n   I wanna cross fade, kk?\n  ","238491":"\n   Can we do dabs when you get home?\n  ","238492":"\n   Stop acting like E.lyssa its a monstrosity that you would act like a whxre\n   \n    @KateCreme\n   \n","238493":"\n   Don't be shy to show off your beauty, baby 😘\n  ","238494":"\n   how many meals have you burned when cooking? 🍳😂\n  ","238495":"\n   👌\n  ","238496":"\n   can we see the pic\n  ","238497":"\n   What you know that others don't?\n  ","238498":"\n   Do you still have it\n  ","238499":"\n   I wanna do that but you have to be without clothing 🤤\n  ","238500":"\n   Excuse me ?\n  ","238501":"\n   What’s funny?\n  ","238502":"\n   Its time to feed\n  ","238503":"\n   You are sexy 😍\n  ","238504":"\n   instagram username maybe ?\n  ","238505":"\n   I need something from u, Mari 😁\n  ","238506":"\n   Are you bi?\n  ","238507":"\n   Deal with it. • Now, this movie of yours, anywhere near as interesting as Texas Chainsaw Massacre?\n  ","238508":"\n   how exciting\n  ","238509":"\n   Any predictions on you going full vampire -- or, no, a succubus -- this year?\n  ","238510":"\n   I have a wall for a reason, Marisa. What are *you* up to, Punkball?\n  ","238511":"\n   I just saw a 30-something person here going on about still loving Halloween. Is that your cup of blood still?\n  ","238512":"\n   Has anyone ever drawn or painted you before?\n  ","238513":"\n   Good girl for being a bad girl, I mean. The alternative would be you being bad at being good... Which you are, I suppose. • And good. That would've been very bad. 😉\n  ","238514":"\n   let’s do it 🤪😈\n  ","238515":"\n   Are you good at giving advice?\n  ","238516":"\n   sounds fun 😈\n  ","238517":"\n   Good girl. Do I ever scare or annoy you, gal?\n  ","238518":"\n   What do you think about that, Marisa? Too much to ask?\n  ","238519":"\n   Yes, killing softly and slowly and lovingly. Having the courage to look into her eyes and watch the lights go out. Giving her a dignified sending-off, a warrior's end. A funeral pyre to show your undying love and respect.\n  ","238520":"\n   what happened to the American dream?\n  ","238521":"\n   Have you thought about murdering in a friendly, kindly sort of way?\n  ","238522":"\n   go talk to someone\n  ","238523":"\n   Have you ever wanted to tell a teacher to fuck off when you were In school\n  ","238524":"\n   why do you look like you want to murder\n  ","238525":"\n   How are you?\n  ","238526":"\n   did you get thicker? 😍💪\n  ","238527":"\n   Work Harder or Work Smarter? 💪🧠🤔\n  ","238528":"\n   If police came to your house and said they had a warrant for your arrest, what do you think you did wrong?\n  ","238529":"\n   If you like them, what's your favourite Beatles single? 🎶 👍 🙃\n  ","238530":"\n   You are gorgeous 😘😘😘\n  ","238531":"\n   Have you ever catfished someone?\n  ","238532":"\n   You're a bad influence on Mermaid\n  ","238533":"\n   I'm actually going to take her out to a nice dinner and not a drug house to drop LSD like your plans for her\n  ","238534":"\n   Oh, and she'll be spending it with me tonight\n  ","238535":"\n   Queen\n  ","238536":"\n   I've got a huge bday surprise for Mermaid\n  ","238537":"\n   Okay Okay \nYou give Care to Disabled persons right ?\n  ","238538":"\n   You Do job?\n  ","238539":"\n   Today’s mermaids birthday? ❤️\n  ","238540":"\n   Whats up?\n  ","238541":"\n   Heyy\n  ","238542":"\n   What do you think of the verification \/ blue badge? 💙\n  ","238543":"\n   If you could buy any car right now, what would you buy?\n  ","238544":"\n   How was your day?\n  ","238545":"\n   Ever thought about being the sweet, frightened victim for a change?\n  ","238546":"\n   My weekend went awesome💜\n  ","238547":"\n   Good night baby 😁\n  ","238548":"\n   Is it worth it to subscribe to Netflix?\n  ","238549":"\n   🎆🎊🎉\n  ","238550":"\n   What was your first thought when you woke up this morning\n  ","238551":"\n   How do you calm yourself when you're very angry?\n  ","238552":"\n   What do you think of the quote \"If you can't beat them, join them\" ? 🤔\n  ","238553":"\n   Well one day you guys will cross paths because of how tiny your town is but don't believe everything people say shes not harmful\n  ","238554":"\n   I'm just saying don't be afraid of her and don't try to harm her\n  ","238555":"\n   Danielle was placed there to watch over you from a distance\n  ","238556":"\n   Like i said i don't know what Danielle does just where she pings\n  ","238557":"\n   Danielle is trained to do the most harm especially if she's wearing her power armour\n  ","238558":"\n   Not true, they're making stories up, she doesn't go near your house only by the lake near your house but shes never driven down your street nor does Julia \"her friend\" not your sister\n  ","238559":"\n   It could be your sister but we can tell on her tracking device\n  ","238560":"\n   Well you sound like your having period issues so I'll better leave you alone\n  ","238561":"\n   What about you stop being rude smh\n  ","238562":"\n   I can't\n  ","238563":"\n   Do you think girls should talk openly (as guys do) about s ex? 🤔\n  ","238564":"\n   would you like to be cloned? 🤔\n  ","238565":"\n   Happy Thanksgiving weekend\n  ","238566":"\n   😇💞 But you're my favorite brat\n  ","238567":"\n   I can't wait til your days off 😄\n  ","238568":"\n   the gay is too strong yo me dies\n  ","238569":"\n   If you had a superpower what would shrink someone to ant size would you use it and why?\n  ","238570":"\n   Who gave you your name? What does your name mean?\n  ","238571":"\n   Would you ever have a python for a pet?\n  ","238572":"\n   Do you stay friends with your ex? Why \/ why not?\n  ","238573":"\n   I am A CHEESE TURKEY that eats aliens with unicorns that stole my burrito in space with flying toilets taking over THE WORLD and spreading toilet paper bombs all over the universe with Broccoli monsters eating a mime on a train filled with cows dressed as JOHN CENA\n  ","238574":"\n   😘✨\n  ","238575":"\n   :( I feel bad I can’t call you queen!\n  ","238576":"\n   I'm a lore-builder, Marisa. It was either this plot or the one where you're a shapeshifter, identity-shifting predator in pursuit of anons here, changing your appearance and profile on the fly to better hunt your terrified prey. You can't have both plotlines. Have a lovely day.\n  ","238577":"\n   How many ppl have you slept with?\n  ","238578":"\n   Are you Putin's sperm-baby ?\n  ","238579":"\n   Hi tiger\n  ","238580":"\n   If you ever meet Danielle you're basically a d.ead woman, you have a target on your head with these people\n  ","238581":"\n   You're so beautiful 🌈\n  ","238582":"\n   Nah, you’re first 3 pics look pretty much the same IMO\n  ","238583":"\n   You're like a master of disguise, you never look like the same person in two photos\n  ","238584":"\n   Do you know your mobile number off the top your head\n  ","238585":"\n   Stop using it then\n  ","238586":"\n   Both of you are single tho so there's that\n  ","238587":"\n   I'm her secret admirer so it's kind of my job as well\n  ","238588":"\n   Hii\n  ","238589":"\n   same as a kid, I asked this question to all off my followers as a joke. You and 4  other users didn't  freak out at my silly question. about 35 people did freak out and got angry\n  ","238590":"\n   I want send Mermaid flowers, what are her favorites?\n  ","238591":"\n   Do you like spongebob\n  ","238592":"\n   i've got a serious question  is mayonnaise an instrument?\n  ","238593":"\n   O well that's a nice thing y dont you enjoy it I'm mean I get there are down points the cleaning and what not but other then that it must be fulfilling to some degree or do u just do it to pay they Bill's till you find somthin better\n  ","238594":"\n   Who do you think is the funniest person on earth?\n  ","238595":"\n   what goes in first the  milk or cereal\n  ","238596":"\n   That person is not me\n  ","238597":"\n   Have you ever walked the yellow brick road\n  ","238598":"\n   It is flawless logic, as usual!\n  ","238599":"\n   What do you do for work?\n  ","238600":"\n   I hear that.\n  ","238601":"\n   Hm, thought you might've been in some kind of witness protection program. But, yeah...\n  ","238602":"\n   Also, congratulations on making it about 24 hours without a name change, Mari. Good night, everyone, don't let the Marisa bite. (Because I'm not sure she has the self-control to stop sucking before she drains the lot of you.)\n  ","238603":"\n   Good evening trucker girl 😍\n  ","238604":"\n   Do you like hot sauce\n  ","238605":"\n   how do you enjoy the present moment?\n  ","238606":"\n   Ok forget about toto then\n  ","238607":"\n   This site has a problem with the male body.\n  ","238608":"\n   One of my best fantasies to make true is to have a threesome with and mermaid , if you want a foursome invite toto with us too ❤️😋\n  ","238609":"\n   are you from California?\n  ","238610":"\n   I feel honored to have a post about me occupy the top slot on your wall for over six hours. Could be saying something. So, this normal anon fellow is disgusted by not-normal me speaking not-normally about a not-normal gal named Marisa who dislikes normal anon fellows? Hmm.\n  ","238611":"\n   lol it aint normal\n  ","238612":"\n\n    https:\/\/ask.fm\/DomUnleashed\/answers\/163979032753\n   \n","238613":"\n   the new guy be talking dirty abt u again\n  ","238614":"\n   I'm a spelling Nazi even to myself lol\n  ","238615":"\n   Mine are too!\n  ","238616":"\n   I cannot find Chloe.\n  ","238617":"\n   I like yours more\n  ","238618":"\n   Why would someone put you in a horse?\n  ","238619":"\n   Do you wear jacket even if it's not cold?\n  ","238620":"\n   ? Hablas español\n  ","238621":"\n   How are you baby\n  ","238622":"\n   you girls are boring\n  ","238623":"\n   Come and be my wifey\n  ","238624":"\n   Hi\n  ","238625":"\n   If girls are on fire, I'll get a fire extinguisher. Kind of hard to go down on them if your face just gets melted and slagged right off.\n  ","238626":"\n   Are you in pain ?\n  ","238627":"\n   When a 26 year old mom has an online username like \"youc*ntx\" what does it say about her maturity level?\n  ","238628":"\n   are your parents trump supporters too?\n  ","238629":"\n   *altar\n  ","238630":"\n   Hi\n  ","238631":"\n   Omg, why are girls just so 🔥 🔥\n  ","238632":"\n   Are you the jealous type? 😏💚\n  ","238633":"\n   Ewww, the Catholic Church makes me vomit\n  ","238634":"\n   Mermaid is such a good kisser\n  ","238635":"\n   Then they would die happy. Enough said. Less blather, more action.\n  ","238636":"\n   Depends who you ask... Remember, there are those that find being strangled... arousing. Take care.\n  ","238637":"\n   Why are your parents such homophobes?\n  ","238638":"\n   Have you ever had a suitor, crush or friend that your parents did not approve of?\n  ","238639":"\n   I like your face\n  ","238640":"\n   With just your spinal cord still attached\n  ","238641":"\n   Thank you! Not sure why an anon is sending this around though lol.\n  ","238642":"\n   Hard to take Mermaid away when she isn't even yours\n  ","238643":"\n   You’re so pretty! (I am not trying to take you away from mermaid or flirt) I like your pics!\n  ","238644":"\n   What do you think of\n   \n    @TrivialTrinket\n   \n   new DP?\n  ","238645":"\n   Do you like Simpsons\n  ","238646":"\n   You rule the world.\n  ","238647":"\n   For some reason, the whole Pez dispenser thing sounded vaguely sexual. Either way, I've never figured what those things were any good for other than sneaking around loads of pills...\n  ","238648":"\n   Would u be in a relationship with a guy from another place.. Too far?\n  ","238649":"\n   Wake me up when you get home 💞\n  ","238650":"\n   Well I don't want you to spoil 😇\n  ","238651":"\n   🌞⛅🎉🎊🎆\n  ","238652":"\n   😱💞 You're so sweet lol I'm gonna eat you 😈\n  ","238653":"\n   hot can I join😍😍\n  ","238654":"\n   ....So when you gettin off work tho 😂\n  ","238655":"\n   THE GODS HAVE BLESSED ME\n  ","238656":"\n   😏💞\n  ","238657":"\n   I want you to sit on my lap\n  ","238658":"\n   ♥️♥️♥️♥️\n  ","238659":"\n   You could fit inside me 😏💞\n  ","238660":"\n   You’re the best 💕\n  ","238661":"\n   How can someone like you talk to someone as vile as Elyssa?\n  ","238662":"\n   Hawaiian rollercoaster ride 🎶\n  ","238663":"\n   I laughed at it even thou it hurt\n  ","238664":"\n   Or dig and bury 😈\n  ","238665":"\n   😂😂😂😂😂😂😂 WhO tHe FuCk\n  ","238666":"\n   ✌✨\n  ","238667":"\n   ;-; Man that was the best date ever 💞\n  ","238668":"\n   Awww so 🔥. Y’all chicks are so amazing!\n  ","238669":"\n   😄💞✨\n  ","238670":"\n   I'm flattered 😶\n  ","238671":"\n   Lol. Look it up!\n  ","238672":"\n   YES 😂😂😂😂😂😂😂😂\n  ","238673":"\n   It means he smells like sh1t and its an accurate representation of this current administration!\n  ","238674":"\n   You do so well at it 💞\n  ","238675":"\n   Do you like Billie Eilish songs?\n  ","238676":"\n   Single?\n  ","238677":"\n   Hiii 💓\n  ","238678":"\n   Are you finish with your weekly task?\n  ","238679":"\n   I tried it once on a surfboard simulator like electric waves fell off hit my head\n  ","238680":"\n   Have you ever tried surfboarding\n  ","238681":"\n   ❤️Love it\n  ","238682":"\n   SQUAD\n  ","238683":"\n   who talk to u daily here? anybody cool\n  ","238684":"\n   Twig and berries 👅\n  ","238685":"\n   Sometimes, there is no other option. When your number's up, we'll find you. Have a lovely day.\n  ","238686":"\n   Or maybe, a strong hero fellow to straighten your ass out. He'll hurt you. Period. Just how you like it, spinnetod.\n  ","238687":"\n   I have no intention of marrying you. Oh, I can picture it now. The desiccated corpses of former husbands stashed in a closet while Marisa invites her newest mark into her house with a dazzling smile, ready for a romantic candlelit dinner.\n  ","238688":"\n   You're a black widow, aren't you? Future hubbies beware.\n  ","238689":"\n   *Murders What She Loathes.\n  ","238690":"\n   lol what?\n  ","238691":"\n   How has been your day so far?\n  ","238692":"\n   Nm. Wby?\n  ","238693":"\n   Do you remember your first time having sex\n  ","238694":"\n   Self love week\nDo you believe that your special?\n  ","238695":"\n   Have you ever caught a wild animal rummaging through your trash?\n  ","238696":"\n   Have you ever caught a wild animal rummaging through your trash?\n  ","238697":"\n   Its going to be marvellous day for a Saturday picnic\n  ","238698":"\n   I propose everyone stop being so beastly to you, the disrespect from people makes them seem unwell if you don't mind me saying so\n  ","238699":"\n   What was the last gift you received? 🎁\n  ","238700":"\n   Hello!\n  ","238701":"\n   Hii\n  ","238702":"\n   You drinkin this morning?\n  ","238703":"\n   I'm going to date Mermaid I think\n  ","238704":"\n   Who has the most beautiful eyes?\n  ","238705":"\n   Mood Rn?  👀\n  ","238706":"\n   Don't you fools realize her body count is classified because she hasn't killed anyone yet? There's far more mystery when others don't know that.\n  ","238707":"\n   Yeah, scrolling down your reples over the past hours have reflected that, swine\n  ","238708":"\n   I'm not the same anon but whatever.  You're in a foul mood anyway\n  ","238709":"\n   You're dreadfully splendid dear\n  ","238710":"\n   Excuse me?\n  ","238711":"\n   What's wrong with blowing trannies?\n  ","238712":"\n   How many tranny's have you blew 🤭\n  ","238713":"\n   How can we eliminate double standards? ⚖\n  ","238714":"\n   Whats blow a tranny mean?\n   \n    @lilgaymir\n   \n   ask me that but i didn't answer\n  ","238715":"\n   Not a proper answer\n  ","238716":"\n   What ur body count\n  ","238717":"\n   That happened today I ordered a book and they sent it in a massive box with packing peanuts inside for a book\n  ","238718":"\n   Have you ever ordered something online and they put your package on your neighbours doorstep? Happened to me with Amazon! Super irresponsible\n  ","238719":"\n   Which channels do you watch when you're on it\n  ","238720":"\n   I have a transmission\n  ","238721":"\n   In canada\n  ","238722":"\n   Do you live by us?\n  ","238723":"\n   I have a pet lizard.\n  ","238724":"\n   Do you ever go on twitch\n  ","238725":"\n   You're very nice and pretty thank you for not being mean to me\n  ","238726":"\n   I did not know...bye\n  ","238727":"\n   I wish my body count was higher.\n  ","238728":"\n   More or less than 20\n  ","238729":"\n   What is your favourite Netflix show? If you don't have Netflix, then what is your favourite show in general?\n  ","238730":"\n   23?\n  ","238731":"\n   I dream of Maggie mainly because shes nicer than Erin and has a beautiful name\n  ","238732":"\n   Are you getting messages that cross the line ?\n  ","238733":"\n   Death by a thousand alpacas.\n  ","238734":"\n   👌\n  ","238735":"\n   What perfume are you wearing today?\n  ","238736":"\n   If Nynu message you don't expect educated questions or conversations 🤣 i actually hope she doesn't message you\n  ","238737":"\n   I know i'm not the nicest person you met but we can get along but you have to tell me if i get on your nerves 👍🏻\n  ","238738":"\n   How are you\n  ","238739":"\n   Heyyyy\n  ","238740":"\n   Have you ever ordered something online and they went over board with the packaging\n  ","238741":"\n   Buy me a waffle\n  ","238742":"\n   Only you can be mine and Maggie girlfriend\n  ","238743":"\n   Don't say the n word\n  ","238744":"\n   Should a woman use soap down there or just water ?\n  ","238745":"\n   Oh, indeed. I cast a penny into a fountain wishing for that. I know, I'm a cheap wish-maker considering there are people out there on TV promising to make my wildest dreams come true for just three easy payments of $999!\n  ","238746":"\n   You make some nigga child\n  ","238747":"\n   whats your body count\n  ","238748":"\n   What has been one of the best days of your life\n  ","238749":"\n   I’m going to bed. It’s 5 am in Cali. Cya future wife 1\n  ","238750":"\n   ☺️🔥\n  ","238751":"\n   When go #1 overall in the NFL draft one day, I will definitely marry & spoil\n   \n    @MermaidOnTheMoon\n   \n   and\n   \n    @CrxstalCastles\n   \n   ! Please! ✨\n  ","238752":"\n   Yep, you’re for sure my wife!\n  ","238753":"\n   Mermaid? ❤️\n  ","238754":"\n   tell me something positive 🎃\n  ","238755":"\n   Queen ⭐️\n  ","238756":"\n   Self love week\nDoes it matter what people think of you?\n  ","238757":"\n   💜😊💫\n  ","238758":"\n   Do you consider yourself more Russian, more American, equal, or a straight-up American who just happens to be Russian-born?\n  ","238759":"\n   Right. Wives. Thank you ! ⭐️\n  ","238760":"\n   Can we talk\n  ","238761":"\n   Can we have a very long converstion?😎\n  ","238762":"\n   Gm💜\n  ","238763":"\n   Happy Friday! What are everyone's plans for the day?\n  ","238764":"\n   Did you have birthday sex ?\n  ","238765":"\n   Peace out, n.igger lover\n  ","238766":"\n   You are attractive.\n  ","238767":"\n   So I want 2 white baba mamas. 1 kid with each. Is there anything you see wrong with that?\n  ","238768":"\n   What do you do for work?\n  ","238769":"\n   How was work?\n  ","238770":"\n   Aw, that's cute. Send pics. 😉\n  ","238771":"\n   chocolate ice cream *\n  ","238772":"\n   I'm speechless that people think i want attention i just spread my beliefs and you guys freakout over it\n  ","238773":"\n   When you watch adult videos are you jealous of the woman ?\n  ","238774":"\n   $\n  ","238775":"\n   This account will probably be closed soon because I was bad.\n  ","238776":"\n   Yeah...Right\n  ","238777":"\n   Has anyone ever asked you out and you said no\n  ","238778":"\n   I am speechless Mari.\n  ","238779":"\n   no one does nor will they ever will\n  ","238780":"\n   Have you ever had a one night stand?\n  ","238781":"\n   I love you so much 😚❤\n  ","238782":"\n   what is your type of guy that you would date answer even if you are taken pretend that you are single\n  ","238783":"\n   Black lives matter in the womb right?\n  ","238784":"\n   u scare me b\n  ","238785":"\n   Do you really think Biden may win tho?\n  ","238786":"\n   Bye Biden support. You won't win against us girl\n  ","238787":"\n   dear lord this person clearly just wants attention.\n  ","238788":"\n   Your post is 420 4 likes and 20 coins\n  ","238789":"\n   You can't decide if you keep or abort a child, you can't speak for a child\n  ","238790":"\n   tell me something positive 🎃\n  ","238791":"\n   If a random guy smiled at you what would you think\n  ","238792":"\n   ddd\n  ","238793":"\n   bite me\n  ","238794":"\n   Yo whats up cutie\n  ","238795":"\n   Could you be friends with someone who is racist?\n  ","238796":"\n   :( I’m sure you will do awesome ⭐️\n  ","238797":"\n   Interesting\n  ","238798":"\n   Mine?\n  ","238799":"\n   Would you do anything for any of your friends on here if you knew them IRL?\n  ","238800":"\n   Do you like sushi? 🍱 🍣\n  ","238801":"\n   Who is the most selfless person you know?\n  ","238802":"\n   Are you a good judge of character?\n  ","238803":"\n   Y’all names are similar\n  ","238804":"\n   I nailed a bad ass girl named Malisa less than a year ago.\n  ","238805":"\n   Oh i know now i looked it up, its a old show\n  ","238806":"\n   Nice location. Are you comfortable.\n  ","238807":"\n   Did you see the fly on mike pence head?\n  ","238808":"\n   Are you a good listener?\n  ","238809":"\n   What does it mean if you see a black cat? Especially around Halloween. Post a GIF with your answer if you'd like or a pic.\n  ","238810":"\n   Why don't you go eat some hey! I make things out of clay, I might just may lay by the bay\n  ","238811":"\n   Whats that?\n  ","238812":"\n   What is the meaning of your name?\n  ","238813":"\n   Hey, beautiful. Mf’s have goals\n  ","238814":"\n   Ok. I do, very much.\n  ","238815":"\n   Do you prefer to talk or to listen?\n  ","238816":"\n   How would a man F 4 girls at the same time. Will the girls be doing stuff to each other as well? How does that work in your opinion?\n  ","238817":"\n   You're name on here. Did erika annoy you again?😂\n  ","238818":"\n   Yeah, yeah, I've heard it all before. Hope she doesn't mind playing second fiddle for a while. ;)\n  ","238819":"\n   Jesus, it's like I've found my bloody soul mate... I've got to get to work, gal. Just remember, in a true Maritocracy, it's survival of the fittest.\n  ","238820":"\n   Are men rude to you at work ? at the store ?\n  ","238821":"\n   Physical violence with witty remarks coming with each blow? What are you now? Deadpool? Spiderman? Ahnold?\n  ","238822":"\n   I'm confused. Isn't there a hate\/hate relationship going on there? To be clear, I only occasionally follow the ASK.fm politics on your wall for amusement. • Good answer. Now, imagine someone born in a good family who is still driven by darker instincts.\n  ","238823":"\n   No, you're here to pop a (redacted), I know. But what good is physical violence in the end when you can use wit to cow them into submission and lead them without a single blow -- except maybe to their ego.\n  ","238824":"\n   Screw fighting. Snuggle struggles are better.\n  ","238825":"\n   \"Many.\" So you've basically just admitted they're all talk and no stalk & kill. Shame. • Say, do you think two psychotics mating would cancel it all out and create a sane kid -- or just a super-psycho?\n  ","238826":"\n   Oh, it is, indeed, in a no-holds-barred match. Anyway, you have your own girls to finish off here right now. Finish the job before you come looking for fun with me. I don't do halfsies. I want you all or nothing at all.\n  ","238827":"\n   But how many of them only have a high K\/D ratio in Call of Duty and no stomach or stones for it in reality?\n  ","238828":"\n   Give me your best, princess. But remember, not the face. I have very delicate cheek bones.\n  ","238829":"\n   Your one and only. Evening, Madam Asskycker.\n  ","238830":"\n   Want to fight?\n  ","238831":"\n   Hm, does this mean we're best pals now if you tolerate my \"meanness\"? Thanks for the segue, anon!\n  ","238832":"\n   Nothing just watching Jeopardy on my tablet\n  ","238833":"\n   lets be friends!!!\n  ","238834":"\n   Hi Marisa\n  ","238835":"\n\n    https:\/\/youtu.be\/weehlkUOi38\n   \n\n    https:\/\/youtu.be\/qkTRAe05V4c\n   \n   both good\n  ","238836":"\n   Have you ever heard the band six60?if not you so need to check them out\n  ","238837":"\n   What is the best way to relieve stress?\n  ","238838":"\n   Ohh yeah, that seems like a match made in heaven!\n  ","238839":"\n   What did he use?\n  ","238840":"\n   But you and\n   \n    @MermaidOnTheMoon\n   \n   and\n   \n    @ass4lyfe\n   \n   are literally my favorites. I’d instantly delete this app if any 1 of you stopped. It’ll hurt my heart. 💙\n  ","238841":"\n   Idk much about your beef. I just find all your group so cute, unique and interesting.\n  ","238842":"\n   Lol. Girls r so cute. ✨\n  ","238843":"\n   I like the white girl at my school. I think she thinks I’d be a good dad\/husband. What must I have done for her to believe that?\n  ","238844":"\n   Them both being pedos and being the 2 choices says a whole lot about this country LMAO.. no more politics tonite\n  ","238845":"\n   Have you ever taken the plane? ✈️\n  ","238846":"\n   Are you ready for the weekend💜\n  ","238847":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","238848":"\n   What about the men who pay the strippers? Why do you think men pay strippers?\n  ","238849":"\n   How are you with zoom calls etc. in general? What do you think of them? Do you usually mute yourself when you're not talking? 💻\n  ","238850":"\n   As long as you know it’s b.s!\n  ","238851":"\n   Sorry, I wasn't trying to drag you into it. ❤\n  ","238852":"\n   Same here, but I’ve always felt embarrassed to get whooped lol\n  ","238853":"\n   If you found a box of cookies which had the phrase \"Eat me\" written on them with frosting, would you take a bite? 🤔🤣\n  ","238854":"\n   Pap of your abs\n  ","238855":"\n   What are your thoughts on\/about female strippers?\n  ","238856":"\n   how are you\n  ","238857":"\n   How did that happen?\n  ","238858":"\n   Have you ever had s3x with other people watching?\n  ","238859":"\n   Which did you find to be the worse?\n  ","238860":"\n   Did your parents use timeouts or spankings?\n  ","238861":"\n   Do you use it daily while sleeping\n  ","238862":"\n   What men are willing to do just to see a female body\n  ","238863":"\n   Do you live without masks\n  ","238864":"\n   What can happen if we don't wear any masks\n  ","238865":"\n   What has love brought you?\n  ","238866":"\n   Late to this thread but Donald is the ultimate manchild.  He literally talks and acts like a child himself my guy.  They said he speaks at a 4th grade level making him the ultimate fxcktard 😂\n   \n    https:\/\/www.newsweek.com\/trump-fire-and-fury-smart-genius-obama-774169?amp=1\n   \n","238867":"\n\n    @OGalpacasarenice3\n   \n   likes him also an he cna be mean but she dont care wtff\n  ","238868":"\n   SILENCE IS VIOLENCE!!!!!!!! YUR PRIVILEGE IS SHOWING\n  ","238869":"\n   Is it true that we can never get over the first love?\n  ","238870":"\n   Excuse me ?\n  ","238871":"\n   How good would you say you are at taking pictures? 😁\n  ","238872":"\n   All I’m asking for is a screen shot?\n  ","238873":"\n   does alcohol really makes you need to pee ?\n  ","238874":"\n   Hey\n  ","238875":"\n   I would bite your vxgina like aliens are suppose to do to humans, this will imprint you but also hide the bite from others seeing it\n  ","238876":"\n   If you believe Lisa actually likes you she doesn't, Venusians are dangerous they're like the terrorist of the alien realm, if indeed Lisa likes you she will just mind control you into anything! Beware of dangerous beings because we're the only aliens on this planet that protects humans\n  ","238877":"\n   *is there; Mari is not; sighs and walks away silently; atmospheric music intensifies* This means war. Rivers of blood will flow. The crows shall feed 'til their heart's content. Oh, and good morning.\n  ","238878":"\n   Well as you know I’m always saying I like you and\n   \n    @MermaidOnTheMoon\n   \n   . I turn 22 nov 5.\n   \n    @TrivialTrinket\n   \n   says “I’m a pedophile towards minors” but won’t post screenshots. I know you obviously know that’s not true bc you know she uses this sight just to be bitchy, lol. Which is cool, just don’t lie 🙄\n  ","238879":"\n   Have you heard the malicious lies about me?\n  ","238880":"\n   Your instagram Please Please ?\n  ","238881":"\n   that dom dude is so mean to u . so why does he get to be but u jus blow the rest us off all the time\n  ","238882":"\n   I'm not going to just hang around the tree. You'd better be there. Guten nacht, youngling.\n  ","238883":"\n   You're someone's kid. • So what you're saying there is you're open to giving me a breath-taking experience that'll leave me panting and feeling like I've died and gone straight to hell (ironically, joining you forever there)? Hmm, sounds like a game plan. When and where?\n  ","238884":"\n   I can't believe how mean and nasty your anon is, that's awful!\n  ","238885":"\n   this was fxcking hilarious 🤣\n  ","238886":"\n   Not every day you meet a gal who can take an unorthodox compliment. Good on ye, kid.\n  ","238887":"\n   Do you tend to worry about things that you really can’t control?\n  ","238888":"\n   I didn't mean it In that way\n  ","238889":"\n   Final answer: Your nickname is now PunkBall. Embrace it. Don't make me regret it by being a total sweetheart all of the sudden.\n  ","238890":"\n   No you?\n  ","238891":"\n   Have you ever been handcuffed\n  ","238892":"\n   Anything is better than a p*do\n  ","238893":"\n   No he only fxcked p0rrnstars and strippers\n  ","238894":"\n   Your gonna vote for a p*do why would you vote for that sicko🤮\n  ","238895":"\n   What was the last thing to make you go ew\n  ","238896":"\n   Biden loves smelling little girls like you\n  ","238897":"\n   Mari Blanchard and Lisa Blanchard are York Regions richest ?\n  ","238898":"\n   The first black guy i see who votes for Donald,\n   \n    @ErinAshford\n   \n   should see this! Not all black people are Biden voters\n  ","238899":"\n   Everyone report the cheeto voters\n  ","238900":"\n   Exactly! By doing that, he's giving the go ahead to be careless.\n  ","238901":"\n   do you feel that labeling ourselves with titles like black or white and ethnicity groups like Asian or Caucasian divides humans and makes us hateful towards one another?\n  ","238902":"\n   Need I remind this Trump loving idiot, that his beloved President has gone and purposely spread Covid? He knew he had been in contact with someone who tested positive, and yet still went and met hundreds of people. Some \"leader\".\n  ","238903":"\n   Don’t listen to the weird kid.\n  ","238904":"\n   You vote for Biden... \"Biden Loves Minors\" so he's more your speed so i guess you guys have some comparison.\n  ","238905":"\n   It will be fun baby 👅\n  ","238906":"\n   This guy is the reason I'm glad I don't live in America! Jfc lol!\n  ","238907":"\n   I can't I swear.\n  ","238908":"\n   Let’s have a chat\n  ","238909":"\n   I can vote for who i like so will my black friends and family because Biden talks to people as if we're all children, Donald talks to us like we're adults\n  ","238910":"\n   Hi sexy\n  ","238911":"\n   he just dont like blacks vote trump\n  ","238912":"\n   he aint racist\n  ","238913":"\n   No he's not actually he loves us and don't use the world \"black\" it's offensive\n  ","238914":"\n   Am i bad for cheating\n  ","238915":"\n   Vote Trump, making America again is our goal\n  ","238916":"\n   Is cheating for scumbags\n  ","238917":"\n   I think 11\/10\n  ","238918":"\n   Think about it\nJust imagine how much pain\n  ","238919":"\n   If I get to f.k u how much pain do u expect ?\n  ","238920":"\n   I'm being embarrassed every day cz it reaches almost halfway through my thigh and my female colleagues comments are all woooow wtf\n  ","238921":"\n   I'm not even joking I've got like 20 contenders for dumbest person I've ever meet\n  ","238922":"\n   who is this erika\n  ","238923":"\n   Why\n  ","238924":"\n   He is a 28cm length, I'm sure my little man can damage ur orifices\n  ","238925":"\n   Who is the dumbest person you've ever meet\n  ","238926":"\n   Plz put them in a bra, tight one\n  ","238927":"\n   Damn those tits are beautiful🥵🥵\n  ","238928":"\n   Can you speak arabic?\n  ","238929":"\n   It's better than Punkball or Punkb*tch, which were the alternatives I had considered --though, I do consider Purrball lower on the F.U. Scale of Coolness than the other two.\n  ","238930":"\n   Yes, a term I used to use in my youth for overly-affectionate cats who were also overly thick in their coats is now your nickname. Not up for debate.\n  ","238931":"\n   Period?\n  ","238932":"\n   Shit\n  ","238933":"\n   So, ask.fm goofed & I'm still speaking with them on the matter but anyways, this is a new\/temp.\/\"back up\" account (not sure what I wanna do with it once I get my main back\/situated). I found most of the people I followed, but am still missing a couple. 😬\n  ","238934":"\n   That’s disgusting\n  ","238935":"\n   Why shouldn’t I marry a porn star?\n  ","238936":"\n   Hmm 🤔 is there anything wrong with being your simp though\n  ","238937":"\n   Who's the real simp here?\n  ","238938":"\n   what's a 'simp'? i'm really not familiar with this term.\n  ","238939":"\n   You look amazing 😁\n  ","238940":"\n   Are you ticklish on your feet or under your arms?\n  ","238941":"\n   You did both?\n  ","238942":"\n   followed you\n  ","238943":"\n   What is the best dangerous drug in your opinion? Mine is Weed. What is the most dangerous drug in your opinion? I’ve never done anything besides weed.\n  ","238944":"\n   I have a 6 pack at 6’2 220 naturally bc I do a lot of sit ups\/workouts. Is that impressive?\n  ","238945":"\n   I am six feet.\n  ","238946":"\n   Hey \nHow are you?\n  ","238947":"\n   why?\n  ","238948":"\n   Hating america seems like such a strong feeling.. what is the reason behind that?\n  ","238949":"\n   Lol :)\n  ","238950":"\n   y ?\n  ","238951":"\n   Scary game suggestions\n  ","238952":"\n   Okay.\n  ","238953":"\n   I'm obviously not \"fcking dumb\". I just made a comment about your quality as a person, and all you've done is prove my point. If you don't understand why I made my original comment, or how you've proven my point, it's not that important.\n  ","238954":"\n   Don't worry about it.\n  ","238955":"\n   No. I didn't say that. But when someone sh*ts on the floor in public, you don't need to have known them since childhood to realize what kind of person they are.\n  ","238956":"\n   I wish all these stupid fxcking Russian truck drivers would go back to Russia\n  ","238957":"\n   I didn't say I have you down pat now, did I?\n  ","238958":"\n   I mean you don't have to be. A lot of the time these things come down to choices.\n  ","238959":"\n   When was the last time you were at a pube?\n  ","238960":"\n   You seem like a low quality person\n  ","238961":"\n   Are you 'bout it?\n  ","238962":"\n   What's your plan for having your married life go better than your parents?\n  ","238963":"\n   What are you doing ?\n  ","238964":"\n   Hey there . How are you? 🥺 It's been a while since we last talked, how've you been these days? I hope you're doing fine and staying safe! 💛\n  ","238965":"\n   Why is there Braille on the number pads on drive-through bank machines? 🤔\n  ","238966":"\n   How was your prom experience? 💃🕺\n  ","238967":"\n   What do you think the meaning of life is?\n  ","238968":"\n   Have you ever been lost in the mall? 😂\n  ","238969":"\n   Please tell me you Insta \nI will dm you just please please\n  ","238970":"\n   Okay Talk with me and make me wet\n  ","238971":"\n   Can you tell your Instagram?\n  ","238972":"\n   Ig means ?\n  ","238973":"\n   WARNING: 2021 there is to be war which is being prepared in the West many will die young nor old nor animal will survive please be prepared be safe✊\n  ","238974":"\n   Hey Can we talk?\n  ","238975":"\n   Are you ticklish? Where?\n  ","238976":"\n   Brazzers or naughty america?\n  ","238977":"\n   No one cares\n  ","238978":"\n   Pap\n  ","238979":"\n   ☺️💜✨\n  ","238980":"\n   Nice dp💜\n  ","238981":"\n   your reaction if u find out a guy 10 years older than u has a crush on u\n  ","238982":"\n   Good morning and night, purrball. It is time to recharge, but it is also midnight, so theoretically morning.\n  ","238983":"\n   How are you\n  ","238984":"\n   my friend sent for me a video for a girl while she is masturbating and asked me about my opinion \n\ndo you think that she want to have s*x with me? \n\ni'm bi but i prefer boys more than girls and i didn't try to be with a girl before 🙄 and i'm not sure that she is lesbian also\n  ","238985":"\n   If the sun is in space why is there light on earth an not space\n  ","238986":"\n   Do you know any girls with  fake lips, fake boobs, fake bum something like that which isn't natural\n  ","238987":"\n   I cheated on someone\n  ","238988":"\n   Daquarn my buddy is back 😍\n  ","238989":"\n   Have you ever cheated on a boyfriend before?\n  ","238990":"\n   what you are drinking ?\n  ","238991":"\n   now i know erika ?  not sure    so whats happening with her\n  ","238992":"\n   trump vs biden?\n  ","238993":"\n   u r on a date with a dog ...\ngettin drunk doin romance? \nno boys in ur town ...\n  ","238994":"\n   Do you think that is how female porn stars feel?\n  ","238995":"\n   Say no to bonehead truckers\n  ","238996":"\n   oh even if it was a girl?\n  ","238997":"\n   what will be your feelings if you knew that someone masturbated on your pics or by imagening\n  ","238998":"\n   great... \ntensed ?\n  ","238999":"\n   As a grown man, how many times should I have gotten laid by 23 in your opinion\/good number?\n  ","239000":"\n   Oh okay, how old are u?\n  ","239001":"\n   Is a 22 year old man to old for a 18 year old woman?\n  ","239002":"\n   US? USA?\n  ","239003":"\n   Seems to me you hate America?\n  ","239004":"\n   Hahaha. Why Ew?\n  ","239005":"\n   You’re tiny. Cuteee\n  ","239006":"\n   How much do you love your country? Describe what you would do for your country.\n  ","239007":"\n   Where do u come from?\n  ","239008":"\n   I was talking to the dude who asked the dumbass question.\n  ","239009":"\n   What?\n  ","239010":"\n   Hai hai haii\n  ","239011":"\n   Bro who asked the question, you’re tweaking\n  ","239012":"\n   would you date a girl that is a junior or senior in high school ?\n  ","239013":"\n   Whats up bro\n  ","239014":"\n   height?\n  ","239015":"\n   what is the most times in a row you have ever sneezed before?\n  ","239016":"\n   what did you do today\n  ","239017":"\n   red or black\n  ","239018":"\n   No 💞\n  ","239019":"\n   If you had all the money you ever needed, would you still work or quit your job asap?\n  ","239020":"\n   if zombies were real and a outbreak happened whats your plan\n  ","239021":"\n   What's really pathetic is that this cowardly sc*mbag is hiding on anonymous!🤦‍♂️😅 Also this idiot failed to realize that a lot of girls like SpongeBob too!🤷‍♂️ smh...🤦‍♂️\n  ","239022":"\n   You're welcome!🤗 And how are you today?🌹\n  ","239023":"\n   Hope you have a great week! And Go Dodgers!\n  ","239024":"\n   What do you do when you have an itch that you cant reach\n  ","239025":"\n   Have you ever been zorbing? Would you ever go?\n  ","239026":"\n   What do you think makes you, you?\n  ","239027":"\n   would you date a girl younger than you ?\n  ","239028":"\n   Afraid of being with a guy ?\n  ","239029":"\n   My d*k is good for u\n  ","239030":"\n   I assume only in America?\n  ","239031":"\n   What city is thanksgiving? I keep getting shoutouts about it and i don't fully understand!\n  ","239032":"\n   I mean u\n  ","239033":"\n   Plz\n  ","239034":"\n   Hint\n  ","239035":"\n   at what age did you start liking girls ?\n  ","239036":"\n   How did u have sx\n  ","239037":"\n   have you kissed a girl before & liked it ?\n  ","239038":"\n   Many guys make the mistake of putting women on a pedestal and forget that they're ppl too. Treat her like you would anyone else and be cool and not creepy.\n  ","239039":"\n   What if I’m stuck at a school dorm?\n  ","239040":"\n   what kind of music do you like listening to ?\n  ","239041":"\n   Hey Mari.. we've got to hold on to what we've got, It doesn't make a difference if we make it or not.  We've got each other and that's a lot for love.  We'll give it a shot!\n  ","239042":"\n   on a scale of 1 to 10 how crazy would you say you are ?\n  ","239043":"\n   Do you have a patch on your shirt depicting what alien race you come from\n  ","239044":"\n   Shut up or I'll give you a crack\n  ","239045":"\n   I refuse to be ignored\n  ","239046":"\n   Followed s*xy\n  ","239047":"\n   Is your hair wet in that photo Mari ?\n  ","239048":"\n   Mari what does the fox say?\n  ","239049":"\n   i'm care free, joyful whilst my beother  only cares about himself\n  ","239050":"\n   Is the beach a good first date? What about if I’m at a school dorm?\n  ","239051":"\n   What really makes you angry?\n  ","239052":"\n   Favorite thing about caretaking?\n  ","239053":"\n   not that special\n  ","239054":"\n   cheer up\n  ","239055":"\n   why is beatifiul sad\n  ","239056":"\n   who do you trust most in this world\n  ","239057":"\n   i need urgently money. please help me i need 777USD money. i will give back your money. if you are able to do my help then i will give you my bank account no.\n  ","239058":"\n   If you had to spend one year stuck on an island with the person you hate the most, would you both leave alive?\n  ","239059":"\n   Do you change your hairstyle when you get heartbroken? 💔\n  ","239060":"\n   Do you have any nickname for your friend?\n  ","239061":"\n   How do I get this out of my head.\n  ","239062":"\n   You’d date a 22 year old?\n  ","239063":"\n   Followed you, follow back maybe?\n  ","239064":"\n   Hey\n  ","239065":"\n   Heyy\n  ","239066":"\n   hey how tall are you?\n  ","239067":"\n   Would you walk with me if i lived in your town?\n  ","239068":"\n   it’s Spooky Szn 🎃👻💀⚰️\n  ","239069":"\n   Can i talk to you privet\n  ","239070":"\n   Snapchat username?\n  ","239071":"\n   Your three months old answer in my feed as a popular answer something is seriously wrong with ask 🌚\n  ","239072":"\n   Can we talk on snapchat\n  ","239073":"\n   Hiii can we talk??\n  ","239074":"\n   Do you judge others by their appearance?\n  ","239075":"\n   Are your parents together? What did you learn about relationships from watching them together?\n  ","239076":"\n   wat\n  ","239077":"\n   What is your biggest turn off? 🚫\n  ","239078":"\n   Followed 😇\n  ","239079":"\n   Oh good work.\n  ","239080":"\n   Who do u give care to?\n  ","239081":"\n   What do u work?\n  ","239082":"\n   Omg, a queen!\n  ","239083":"\n   No matter how hard I try, i can’t and I’ve definitely tried\n  ","239084":"\n   But you can, if you wanted! Some of us ain’t like you .\n  ","239085":"\n   You see, you can say that but that honestly won’t lead my to a 1 night stand\n  ","239086":"\n   Have you ever gotten a girl to come without even touching her p*ssy?\n  ","239087":"\n   Fr.\n  ","239088":"\n   So, I’d just go into a club and start dancing on a hot chick?\n  ","239089":"\n   What's your favorite thing to do with a girl during s*x\n  ","239090":"\n   I know some girls who F 4 dif ppl in 4 days\n  ","239091":"\n   Ooh, you’re a good girl. I like ya.\n  ","239092":"\n   I legit would extremely appreciate it\n  ","239093":"\n   :(\n  ","239094":"\n   Not everybody is lucky like you.  I need your help.\n  ","239095":"\n   You see, I can’t. What would you do?\n  ","239096":"\n   How many people have you had s*x with?\n  ","239097":"\n   But you can if you wanted\n  ","239098":"\n   Are you holding onto something that you need to let go of?\n  ","239099":"\n   But you could pull off a 1 night stand with a bad b, right?\n  ","239100":"\n   It does\nEasy one, slap.ped and just scream\nWild one, fight back also have the same f*k\n  ","239101":"\n   How do I pull of a one night stand with a bad b?\n  ","239102":"\n   Where are you from?\n  ","239103":"\n   Dude ain't catching herpes from the Russian bitch\n  ","239104":"\n   I think a wild girl, is the one fight me while doing her toughly. I'm sure u r that kinna girl\n  ","239105":"\n   Like 260 lbs lol?\n  ","239106":"\n   Have you ever dated a guy fat, ugly or short?\n  ","239107":"\n   Wild cat 💕💕\n  ","239108":"\n   I didn’t say that but thanks for answering my question!\n  ","239109":"\n   Do you like 6 pack abs?\n  ","239110":"\n   U should cz it'll be about u\n  ","239111":"\n   How exactly did dude pull of a threesome (for research)?\n  ","239112":"\n   Damn that\nI'll imagine then\n  ","239113":"\n   I'd like to do u 😁\n  ","239114":"\n   Pretty girl. 😍. Those eyes. You’re Gorgeous.\n  ","239115":"\n   I really find you interesting. I like your answers. 😊\n  ","239116":"\n   Do you like eating pumpkins?\n  ","239117":"\n   Parents or Partners or childrens? If you had to make a choice amongst them then whom you choose? Pick only one option.\n  ","239118":"\n   Cool. I’m going to sleep now.\n  ","239119":"\n   2 or more girls?\n  ","239120":"\n   whoa... Idk what to say. *turns red* I feel like I got way more of an answer then I was prepared for... lol. It's okay though, glad you feel like you can be honest.\n  ","239121":"\n   we stan mari da man\n  ","239122":"\n   What have you done today\n  ","239123":"\n   Dimitri\n  ","239124":"\n   🔥\n  ","239125":"\n   Can’t wait for next weekend. Hope things will be a lot better💜\n  ","239126":"\n   One of My friends worked since Sunday is his busiest day for work and no one wanted to be hungover the next day when it’s Sunday💜🙁\n  ","239127":"\n   No bra brave choice love the look\n  ","239128":"\n   Really😳\n  ","239129":"\n   Hi pretty~ 💐\n  ","239130":"\n   Would you?\n  ","239131":"\n   Should I go out and look for love or let it find me\n  ","239132":"\n   Did you know askfm set up a dangerous publicity stunt that ended up killing a guy?\n  ","239133":"\n   🥂 White Wine or 🍷Red Wine?\n  ","239134":"\n   I really find you interesting. I like your answers. 😊\n  ","239135":"\n   Apparently I missed your birthday?? Happy belated birthday Marissa, I hope it was a good day.\n  ","239136":"\n   Have you ever had s*x with more than 1 person at a time?\n  ","239137":"\n   what's your insta?\n  ","239138":"\n   My birthday didn’t go as planned💜😕\n  ","239139":"\n   What would you name your boy or girl?\n  ","239140":"\n   Today is the day💜🎂\n  ","239141":"\n   Do you know any good dating app\n  ","239142":"\n   are you 16?\n  ","239143":"\n   Can a girl ask a guy out\n  ","239144":"\n   do you think it's disrespectful and inconsiderate from a friend to keep bringing your ex into discussion if you've said multiple times that you don't want to discuss about them bc it's triggering?\n  ","239145":"\n   Do you change your mind often?\n  ","239146":"\n   Do you find sex as  stress relief\n  ","239147":"\n   Happy belated birthday Marisa! may all your wishes come true :)\n  ","239148":"\n   Did you have birthday SEX\n  ","239149":"\n   About what\n  ","239150":"\n   Have you ever hallucinated before?\n  ","239151":"\n   I miss you\n  ","239152":"\n   Lisa's helicopter crashed 💀\n   \n    https:\/\/www.barrietoday.com\/amp\/police-beat\/two-people-taken-to-hospital-following-helicopter-crash-near-loretto-2764667\n   \n","239153":"\n   Damn I was offline... Happy birthday Marisa!!!\n  ","239154":"\n   💜🎂\n  ","239155":"\n   What's acid like?\n  ","239156":"\n   Fml I had no idea that it was your birthday. Happy belated birthday!\n  ","239157":"\n   What type of cake\n  ","239158":"\n   What cake did you have\n  ","239159":"\n   How was your night\n  ","239160":"\n   So is it weird I think you’re a ⭐️\n  ","239161":"\n   Hi\n  ","239162":"\n   Is it okay to admit if you have a mental illness? Who is it okay to tell and not tell? If you have one, are you ever afraid of how someone might react?\n  ","239163":"\n   Fav show on TV or what you watch on youtube?\n  ","239164":"\n   Imagine if some of your anons here had epilepsy. I reckon those gifs could've damn near game-ended them. Methinks you almost wouldn't mind. Also, good morning.\n  ","239165":"\n   How are you\n  ","239166":"\n   Have you ever counted the calories in what you eat?\n  ","239167":"\n   Where are you guys at right now?\n  ","239168":"\n   Do you have work at 11pm tonight?\n  ","239169":"\n   What do you do for a living\n  ","239170":"\n   I'M TRIPPING BALLS RN SPAM MEEEEEEEEEEE\n  ","239171":"\n   you need that rush to stay alive\n  ","239172":"\n   are you kissing mermaid\n  ","239173":"\n   ok i wont take advantage\n  ","239174":"\n   Drugs are bad mmkay\n  ","239175":"\n   Mermaid and I are doing JD shots\n  ","239176":"\n   are you tripping\n  ","239177":"\n   its worse than acid\n  ","239178":"\n   Robbie the retard\n  ","239179":"\n   I’m getting stoned now so I’m joining you in a way 🤣🤣🤣\n  ","239180":"\n   then your smart\n  ","239181":"\n   I gonna trip with Mermaid brb\n  ","239182":"\n   Are you at the motel rn dropping acid?\n  ","239183":"\n   you ever done speedball\n  ","239184":"\n   Happy birthday beautiful\n  ","239185":"\n   Never answered the question\n  ","239186":"\n   You stoned ????\n  ","239187":"\n   Why do you use Danke when you're not even German\n  ","239188":"\n   Not sure what I’ll do tomorrow🎂💜\n  ","239189":"\n   What was the username of your first account on here, if you remember?\n  ","239190":"\n   Happy Birthday! Hope you had a great day! 🥳\n  ","239191":"\n   Your boyfriend??\n  ","239192":"\n   I’ve never wanted to be apart of something so much\n  ","239193":"\n   Doing anything today?\n  ","239194":"\n   Hugs💜🤗\n  ","239195":"\n   Happy birthday Mari :3 hope you have an awesome day!! 🎂\n  ","239196":"\n   Happy birthday !\n  ","239197":"\n   Happy birthday!\n  ","239198":"\n   Happy Birthday💜🎂\n  ","239199":"\n   Happy birthday beautiful! I love you! ❤\n  ","239200":"\n   lol mari has evooooolved to da next level\n  ","239201":"\n   I was never tryna be annoying. So I’m sorry. Sorry for being a bother.\n  ","239202":"\n   Didnt u use to like that whatsit guy. wasnt it was here that i called him a simp and u defended him\n  ","239203":"\n   Sorry?\n  ","239204":"\n   Not unless you're really sleepy, and you have to be facing a certain way\n  ","239205":"\n   Are you and jasmine friends?\n  ","239206":"\n   Are you tired of all the goodbyes? 👋\n  ","239207":"\n   Last thing to make you cry or sad\n  ","239208":"\n   He is a wanker\n  ","239209":"\n   Let's see I once accidentally chopped a bit of my finger off in my old job got a plaster over it and went back to work. I've had 2 concussions in karate and carried right on. I've broken my shin and basically carried on playing football so mine is so so\n  ","239210":"\n   Do you snore\n  ","239211":"\n   That’s what you think anonymous\n  ","239212":"\n   That’s what you think anon.\n  ","239213":"\n   any filthy console peasants here?\n  ","239214":"\n   do you still anyone who you went to school with\n  ","239215":"\n   Queen! Ahhh ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️👍🏿👍🏿👍🏿❤️❤️❤️❤️❤️❤️❤️\n  ","239216":"\n   Oh sht! I still gotta write my love message fuuuuuuuuuu\n  ","239217":"\n   Do you try to see the good in people or not really\n  ","239218":"\n   lol the face is upside down tho\n  ","239219":"\n   come back from hell and join me in paradicio\n  ","239220":"\n   Ungh I wancha back bby!\n  ","239221":"\n   Tomorrow’s your bday! ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️\n  ","239222":"\n   Do you have a good pain tolerance\n  ","239223":"\n   why be4 on here if wont anser its normal question\n  ","239224":"\n   ill make sure you lose your account brat\n  ","239225":"\n   your here to anser questions\n  ","239226":"\n   do you bite\n  ","239227":"\n   I should have adopted you first.\n°°°\n  ","239228":"\n   i mean most of the time\n  ","239229":"\n   you allways drunk\n  ","239230":"\n   Not embarrassed to ask for help at 24\n  ","239231":"\n   Even thou you're an adult do you still need advice from your parents\n  ","239232":"\n   Pap in your sexy dress\n  ","239233":"\n   oh oh wow 😍😍😍😍😍😍😍🤤🤤🤤🤤\n  ","239234":"\n   Are you a Cali kid?\n  ","239235":"\n   Thats sexy😍\n  ","239236":"\n   Do you watch Family guy\n  ","239237":"\n   Pap of what you are wearing rn?\n  ","239238":"\n   You are just so gorgeous.\n  ","239239":"\n   why is everybody always so damn abusive here\n  ","239240":"\n   who do you think is  a better parent you or your partner. or who do you think will be a better parent you or your partner if you don't have kids?\n  ","239241":"\n   Do girls masturbate ? Do you or have you ? What’s your opinion on females that masturbate ?\n  ","239242":"\n   Whatever I’ll leave seems like everyone doesn’t want me around so I’ll leave sorry I bothered you\n  ","239243":"\n   I know im gonna regret asking this but how am I a trip🤦🏻\n  ","239244":"\n   Y’all r so cute. ❤️❤️❤️❤️❤️❤️❤️\n  ","239245":"\n   I’d like to know the origins b if this beef. 😂😂😭😂😂\n  ","239246":"\n   Shrek + Grimace = Erika\n  ","239247":"\n   like literally someone (probably her) tried to say I shouldn't treat a human being in a way on my account, like a pedo deserves any certain type of respect lmao\n  ","239248":"\n   She said that Elyssa and Reachel have cooties lmfaoooo\n  ","239249":"\n   Racist cities\n  ","239250":"\n   oh of course and it's funny lmao 😂 \nshe has no life and she wants to be all of us or have our attention\n  ","239251":"\n   She literally believes in \"cooties\" at 25 lmfaooooo\n  ","239252":"\n   she's literally still obsessed with me as well but I'm pretty sure Ryan getting onto her scared her 😂😂 so she won't say anything to me without it being on a fake account lmao\n  ","239253":"\n   I mean I realize I follow random people like you cos bored, but it still surprises me to see how foul and ignorant you people can be.\n  ","239254":"\n   I love you :3\n  ","239255":"\n   BABE\n  ","239256":"\n   no yours true evil\n  ","239257":"\n   you do cosplay\n  ","239258":"\n   those eyes tho\n  ","239259":"\n   you ok cutie\n  ","239260":"\n   Mine has a mouth but no brain.\n  ","239261":"\n   I understand that but I mean I’m just gonna be making conversation or at least trying to with you. If you would like to open up as I vent or talk I’ll be happy to listen to you always\n  ","239262":"\n   where yall go?????\n  ","239263":"\n   last time you had sex\n  ","239264":"\n   Sure 💕\n  ","239265":"\n   I have eroto_phobia.\n  ","239266":"\n   Unhealthy coincidence there if you're talking about me. Too bad. It wasn't me. I prefer passionate kisses with both of a lady's lips to man-funk anyway.\n  ","239267":"\n   Kinda weird though some people on here talk in third person\n  ","239268":"\n   Sounds like a game plan. I figured you folks would draw straws or something. Whoever loses gets the shaft.\n  ","239269":"\n   How do you know thats not him on anonymous?\n  ","239270":"\n   What tv series do you watch?\n  ","239271":"\n   🤨 Did I not read that you prefer to be the sub? I've taken the last sentence to mean you're on top. And, yeah, that's how it works with us when two guys and a cup get together, too. You humans aren't so different.\n  ","239272":"\n   Meh work has to shut down for 3 weeks\n  ","239273":"\n   If things get wet, wouldn't it just put out the manly fires raging around the periphery, though? That's why, when a man and a lady get together, things get steamy. Both forces countering each other to form a third element. And now, we're getting philosophical here.\n  ","239274":"\n   *You're, like, rough.\n  ","239275":"\n   But when we do, magic can happen. It's like bringing yin and yang together in a perfect balance. Sparks fly and wildfires light up.\n  ","239276":"\n   It applies to all things. I mean, we have two heads to think with, so we do think awfully fast on our feet.\n  ","239277":"\n   You don't understand us men, my friend. If it can go in fast, it goes in fast. If it can be put in, it gets put in. It's the Way of the Man.\n  ","239278":"\n   😂😂😂😂\n  "},"Answer":{"238206":"\n  There's the same exact things for guys too. Your point? Oh wait, you don't have one🤷🏻\n  ","238207":"\n  Right??\n  ","238208":"\n  PFTTTTT\n  \n  We suffer every day already😂 off my ask\n  ","238209":"\n  I wasn't put here for anyone but myself. Get over yourself. You're not that important.\n  ","238210":"\n  Why?\n  ","238211":"\n  What about em.\n  ","238212":"\n  Oh\n  \n  People on here are annoying lol\n  ","238213":"\n  Jasmine\n  \n  Bc it's Jasmine\n  ","238214":"\n  I think everyone has at some point\n  ","238215":"\n  No thanks\n  ","238216":"\n  It's not mine lol.\n  ","238217":"\n  You too!💜\n  ","238218":"\n  Ears, tongue and nipples\n  ","238219":"\n  Bc there isn't\n  ","238220":"\n  ✨✨✨\n  ","238221":"\n  What a dumb question\n  ","238222":"\n  Go find one\n  \n  Good luck\n  ","238223":"\n  Russia\n  ","238224":"\n  There's enough aha\n  ","238225":"\n  I was born in another country c:\n  ","238226":"\n  Pass\n  ","238227":"\n  Nope. Brandy!\n  ","238228":"\n  Whateverrr\n  ","238229":"\n  E&J Apple c:\n  ","238230":"\n  I can grab it myself, thanks tho!\n  ","238231":"\n  Think I should?\n  ","238232":"\n  Imma drink moreeee\n  ","238233":"\n  I still don't car tbh\n  \n  I hate cars\n  ","238234":"\n  Oooo\n  \n  A friend is coming, I'm going to finish it with her c:\n  ","238235":"\n  True. Maybe I do, shit\n  ","238236":"\n  Nope. Fuck homophobes👏🏻\n  ","238237":"\n  Says the one who sat on their ass all day🤷🏻\n  \n  I aced 3 courses worth of medical courses. I deserve to relax on my night off😂\n  ","238238":"\n  Do I even care?\n  ","238239":"\n  Your car? Sure\n  \n  My dick? Nahhhh\n  ","238240":"\n  Whatcha drinking?\n  \n  Should I finish it guys?\n  ","238241":"\n  Malabo\n  \n  I'm drunk asf wow\n  ","238242":"\n  I'm drinkin\n  \n  Spam meeee\n  ","238243":"\n  Thanks! You too!\n  ","238244":"\n  I'M ALMOST DONE WITH TRAINING :3\n  ","238245":"\n  Pretty good! I think lol\n  ","238246":"\n  The 100 c:\n  ","238247":"\n  Either overdose myself on sleep meds or get really gnarly and slit my arms\n  ","238248":"\n  Nah. Not interested\n  ","238249":"\n  Quit sending me gibberish\n  ","238250":"\n  I'm not clicking links\n  ","238251":"\n  When have I ever been mean to you cx\n  ","238252":"\n  Never heard of a golden trash bag but keep telling yourself that hun👏🏻👌🏻😂😂\n  ","238253":"\n  Exactly\n  \n  YOU'RE the loser\n  \n  Thanks for proving my point!!\n  ","238254":"\n  Google.com\n  ","238255":"\n  Online videos lol\n  ","238256":"\n  I gUesS😂\n  \n  What are you doing today? Doubt it's anywhere near as productive what I've done in just the am alone🤷🏻\n  ","238257":"\n  I think I'm going to drink tonight☺\n  ","238258":"\n  Idc tbh\n  \n  Kill me\n  ","238259":"\n  You too!\n  ","238260":"\n  You really need to read my bio dude\n  ","238261":"\n  Dope\n  ","238262":"\n  Ayee\n  ","238263":"\n  Sure lol\n  ","238264":"\n  Don't be jelly\n  ","238265":"\n  Nobody hit me lol\n  ","238266":"\n  Lmao I can't even see who you are nor do I care🤷🏻\n  ","238267":"\n  Thanks.\n  ","238268":"\n  No thanks\n  ","238269":"\n  Who?\n  ","238270":"\n  I don't want a husband😂\n  ","238271":"\n  Meh\n  ","238272":"\n  I'm not feelin ask today\n  ","238273":"\n  Nah\n  ","238274":"\n  Well first you need to come off anon and get asked a question lol\n  ","238275":"\n  I do\n  ","238276":"\n  I have c:\n  ","238277":"\n\n   @MermaidOnTheMoon\n  \n\n  Give her some love💜\n  ","238278":"\n  Ayeeee\n  \n  So funny coincidence\n  \n  I got an ask on this thread that was degrading asf, decided not to answer- well Jasmine's account got shut down and guess what? THE QUESTION DISAPPEARED\n  \n  WHOAH😂😂😂 oh but WE'RE the cyber bullies right?😂👏🏻\n  ","238279":"\n  Idk yet\n  ","238280":"\n  I do but I'm not sure how many tbh\n  ","238281":"\n  Sure\n  ","238282":"\n  My own for sure\n  ","238283":"\n  Off my ask with your weird ass profile and shit before I mass report your account🤷🏻\n  ","238284":"\n  Uh ok?\n  \n  Hi?😂\n  ","238285":"\n  Hi☺\n  \n  I'm tired\n  \n  You?\n  ","238286":"\n  Lmao np😂\n  ","238287":"\n  It's not that important smh\n  ","238288":"\n  I can't say, sorrrry. Lol soon😈\n  ","238289":"\n  Hey\n  \n  Hey\n  \n  LISTEN\n  \n  HEY\n  \n  😂😂😂😂\n  ","238290":"\n  Depends on who it is☺\n  ","238291":"\n  Anons huh😂😂\n  ","238292":"\n  Ooop I mixed em up😂😂 what's her username?\n  ","238293":"\n  Now it's a little more believeable\n  ","238294":"\n  Jasmine's dp speaks all for itself\n  \n  It's just ·>)·>\n  \n  BAM DE BOP LOW TRIANGLES EVERYWHERE😂💀\n  ","238295":"\n  It can't be\n  \n  He hasn't made himself known in forever\n  ","238296":"\n  Any day now anon\n  ","238297":"\n  Then wants to act like it isnt her🤦🏻😂\n  ","238298":"\n  Who else😂\n  ","238299":"\n  Poor anons😂\n  ","238300":"\n  As far as I'm concerned I was talking about YOU and your recent dude you shacked up with (bc we ALLLL know your marriage won't last lmfao). Who would wanna be married to you😂\n  ","238301":"\n  Nobody asked you so you can leave now🤷🏻\n  ","238302":"\n  Nope talkin about Jasmine's tiny dicked scruff😂💀\n  ","238303":"\n  HE'S LIKE 40 BRUH🤢🤢🤢\n  ","238304":"\n  Tyyyy💜✨💜✨\n  ","238305":"\n  Hot and bothered? Over that cunt? Psh please😂\n  ","238306":"\n  😂😂😂😂😂😂 i win\n  ","238307":"\n  Triangle tits tryin realllll hard today guys😂😂\n  ","238308":"\n  AHAHA\n  ","238309":"\n  And you're a bore so🤷🏻\n  \n  No wonder your husband went and fucked a minor😂😂\n  ","238310":"\n  I'm out lmao\n  \n  Laddie is my boy\n  ","238311":"\n  That's gay asf\n  ","238312":"\n  I've been thinking about it tbh\n  ","238313":"\n  Can we? I'd love that!\n  ","238314":"\n  Work is so boring rn smh\n  \n  Spam me😏\n  ","238315":"\n  LITERALLY THO\n  \n  Fuckin idiots\n  ","238316":"\n  There isn't going to be civil war smh\n  \n  Now if tRuMp gets elected that's a different story\n  ","238317":"\n  Fuck off\n  ","238318":"\n  Nope\n  ","238319":"\n  No😂😂😂\n  ","238320":"\n  That's not true at all🤦🏻\n  ","238321":"\n  Yes🌈\n  ","238322":"\n  Idk\n  ","238323":"\n  I'm bein an adult now and working but-\n  \n  Yeah same thing\n  ","238324":"\n  Anons😂\n  ","238325":"\n  💜\n  ","238326":"\n  Lmao oKaY\n  ","238327":"\n  No😂😂\n  ","238328":"\n  Honey\n  \n  I don't have kids pft\n  \n  Go bug someone else😂\n  ","238329":"\n  I'm busy a lot\n  ","238330":"\n  I work later\n  ","238331":"\n  What\n  ","238332":"\n  Drinking\n  \n  Spam me😇\n  ","238333":"\n  Sup\n  ","238334":"\n  That sucks\n  ","238335":"\n  Huh\n  ","238336":"\n  Depends\n  ","238337":"\n  My best friends suicide\n  ","238338":"\n  Nope. Fuck off\n  ","238339":"\n  Sorry just bein honest\n  ","238340":"\n  I don't like how often you hit on me and my girl so it's not v good\n  ","238341":"\n  I don't know you well enough to give an opinion.\n  ","238342":"\n  I moved in with my best friend at 18 I think\n  ","238343":"\n  Fuckin gag\n  ","238344":"\n  I can but doesn't mean I have to. Grow up.\n  ","238345":"\n  No\n  ","238346":"\n  We dress sexy because WE want to.\n  ","238347":"\n  You're gross. Gtfo my ask\n  ","238348":"\n  You did not just say that to me.\n  ","238349":"\n  I am!\n  ","238350":"\n  I'm not going into details tbh lol\n  ","238351":"\n  Dogs are very loyal\n  ","238352":"\n  He's younger than I am and stopped listening lol. Our communication between Mermaid, him and I was faulty. It wasn't gonna work\n  ","238353":"\n  Innocent\n  ","238354":"\n  You're okay!😇\n  ","238355":"\n  Everyone did\n  \n  Not just you\n  ","238356":"\n  Miss ya too! How ya been\n  ","238357":"\n  Im no longer giving out my socials. It never ends well\n  ","238358":"\n  Boreddd\n  ","238359":"\n  Sorry cx\n  ","238360":"\n  English\n  ","238361":"\n  I love dogs c:\n  ","238362":"\n  Yeah?\n  ","238363":"\n  Sounds good!\n  ","238364":"\n  My ex bf\n  \n  He always fed me, he's warm and offers great hugs, and nice asf. I don't see the bad c:\n  ","238365":"\n  You're relentless mdude\n  ","238366":"\n  Yawn\n  ","238367":"\n  Nah I changed my name bc of Kate\n  ","238368":"\n  Very little makes me uncomfortable😏\n  ","238369":"\n  L\n  \n  M\n  \n  A\n  \n  O\n  ","238370":"\n  Pft no\n  \n  I'm crazy\n  ","238371":"\n  Mmm please? That's hot😘\n  ","238372":"\n  Lmaooo\n  ","238373":"\n  I love yew moreee\n  ","238374":"\n  Hey Jasmine lmao\n  ","238375":"\n  It's called block and move on but oKaY😂\n  ","238376":"\n  I see, I see\n  ","238377":"\n  Yeah?\n  ","238378":"\n  I love you bbg\n  ","238379":"\n  Spam this dude with hairy balls guys\n  ","238380":"\n  What's your number\n  ","238381":"\n  This whole thread is dumb. Look at it ffs\n  ","238382":"\n  Makes no difference to me\n  ","238383":"\n  They're all pedos\n  ","238384":"\n  I'm daddy and only daddy\n  \n  Get that ma shit out of here\n  ","238385":"\n  I like creepypasta. Just not this dumb roleplay shit\n  ","238386":"\n  Nah man\n  \n  If I'm asking you it's gonna be special💜💙\n  ","238387":"\n  Yeah? Hmm\n  ","238388":"\n  You're all good\n  ","238389":"\n  Gag\n  ","238390":"\n  Maybe I am😏😏\n  ","238391":"\n  Idk lmfao\n  ","238392":"\n  Your roleplay shit is getting old tbh\n  ","238393":"\n  You really didnt ask anything buddy\n  ","238394":"\n  Bye\n  ","238395":"\n  What about her\n  ","238396":"\n  Do you not understand basic English orr\n  ","238397":"\n  What kinda YouTube videos are you looking up tho😂😂😂\n  ","238398":"\n  Seems like a judgmental asshole to me🤷🏻 I've tried to be nice lmaoooo\n  ","238399":"\n  Lmao k. Anyways\n  ","238400":"\n  Nah. You called my friends whores. Fuck off\n  ","238401":"\n  Shut the fuck up\n  ","238402":"\n  Thanks captain obv\n  ","238403":"\n  Ik I could\n  ","238404":"\n  I reallllly don't wanna go to work\n  ","238405":"\n  Lmaooo\n  ","238406":"\n  Nope\n  ","238407":"\n  Pretty much everyone on this site🤷🏻\n  ","238408":"\n  Lol hey\n  ","238409":"\n  Everything😈 all sorrow and pain mmm yum😂\n  ","238410":"\n  I'm not your love. Have horrid dreams\n  ","238411":"\n  Boredom\n  ","238412":"\n  What .-.\n  ","238413":"\n  Only person I'd marry on here is\n  \n   @MermaidOnTheMoon\n  \n","238414":"\n  Sup\n  ","238415":"\n  Pft lmao jfc\n  ","238416":"\n  .-.\n  ","238417":"\n  Yummy😏😏\n  ","238418":"\n  This is true!!\n  ","238419":"\n  I said pass\n  ","238420":"\n  Pass\n  ","238421":"\n  It's from Trailer Park Boys\n  ","238422":"\n  It's cold\n  ","238423":"\n  Shove those kisses up your-\n  ","238424":"\n  Ew go away\n  ","238425":"\n  Thanks!\n  ","238426":"\n  .-.\n  \n  No you dont\n  ","238427":"\n  Go to heaven\n  ","238428":"\n  Everything😏😉\n  \n   @MermaidOnTheMoon\n  \n","238429":"\n  Fuck no😂\n  ","238430":"\n  Pft no\n  ","238431":"\n  My old pfp?\n  \n\n   @MermaidOnTheMoon\n  \n  💜\n  ","238432":"\n  No\n  ","238433":"\n  You've got a weird obsession with my dogs  penis. Seek professional help.\n  ","238434":"\n  He's back home. Luckily he's friends with the dog next door😂\n  ","238435":"\n  Man Laddie slipped through my neighbors fence🤦🏻\n  ","238436":"\n  Not on shit like this\n  ","238437":"\n  All the time\n  ","238438":"\n  Figure it out yourself\n  ","238439":"\n  Anyways\n  ","238440":"\n  Ew don't call me that\n  \n  I do\n  ","238441":"\n  None taken\n  ","238442":"\n  I just mightttt😍😍😍\n  ","238443":"\n  😇\n  ","238444":"\n  I think they're sexy\n  ","238445":"\n  Lmao okay\n  ","238446":"\n  Lol why\n  ","238447":"\n  I've had threesomes before. Been in polys\n  ","238448":"\n  No but I want to lol\n  ","238449":"\n  Just woke up from a nap c:\n  ","238450":"\n  Pringles\n  ","238451":"\n  Sure.\n  ","238452":"\n  Tbh I don't even consider her an ex. We're taking a break imo. I feel like theres a really high chance we'll end up back together🤷🏻\n  ","238453":"\n  😍😍😍😍😍\n  ","238454":"\n  The same asks from you are getting so old😏\n  ","238455":"\n  Lmfao what a joke\n  ","238456":"\n  I plan on it💙💜\n  ","238457":"\n  Yeah!\n  ","238458":"\n  Bipolar much\n  ","238459":"\n  Sup\n  ","238460":"\n  It legit says in my bio I don't give out my socials\n  ","238461":"\n  No he doesn't\n  ","238462":"\n  Nah man. They're nasty looking😂😂\n  ","238463":"\n  He doesn't even creep her out either\n  ","238464":"\n  You'll never have me bud🤷🏻\n  ","238465":"\n  Couldn't tell ya\n  ","238466":"\n  Already got it.\n  ","238467":"\n  Bc. I'm bored\n  ","238468":"\n  Ikr😍😍😍\n  ","238469":"\n  Mermaid💜\n  ","238470":"\n  Not really\n  ","238471":"\n  Spaghetti.\n  ","238472":"\n  Lmfao ok😂\n  ","238473":"\n  Not really\n  ","238474":"\n  How? Lmfao.\n  ","238475":"\n  Meh. I had training today for work so pretty uneventful lol\n  ","238476":"\n  .-.\n  \n  Hush. Nobody asked you.\n  ","238477":"\n  Dicks are fuckin weird\n  ","238478":"\n  Wouldn't be on there tbh.\n  ","238479":"\n  It's a scam. Fuck OF\n  ","238480":"\n  Like fr\n  \n  This is what I wake up to🤦🏻\n  ","238481":"\n  Oh, alright\n  \n  Have a good month off from this shit site.\n  ","238482":"\n  Drink bleach\n  ","238483":"\n  It was for work\n  ","238484":"\n  No\n  ","238485":"\n  Ask the one who owes you.\n  ","238486":"\n  Yessss\n  ","238487":"\n  Danielle is such a child😂😂\n  ","238488":"\n  I'm not drinking today\n  ","238489":"\n  I've never hooked up, period.\n  ","238490":"\n  Go do it then. Have fun\n  ","238491":"\n  Planning on it\n  ","238492":"\n  Stfu. Elyssa is amazing\n  ","238493":"\n  Fuck off\n  ","238494":"\n  Lololol😂 too many\n  ","238495":"\n  I hate training\n  ","238496":"\n  Nah. It's special\n  ","238497":"\n  Mermaid doesn't want you🤷🏻 ik that for a FACT😂💀\n  ","238498":"\n  Yes\n  ","238499":"\n  Stfu. I'm not interested\n  ","238500":"\n  You're excused.\n  ","238501":"\n  The fact that you think we're your wives. It's hilarious.\n  ","238502":"\n  I fuckin hate training dude. Im going crazy\n  ","238503":"\n  Thanks.\n  ","238504":"\n  No.\n  ","238505":"\n  K.\n  ","238506":"\n  Yeah\n  ","238507":"\n  It's a show lol. You should watch the trailer on youtube!\n  ","238508":"\n  How ya been? :3\n  ","238509":"\n  I'd rather be a wolf lol\n  ","238510":"\n  -_-\n  \n  I'm watching Trailer Park Boys lol\n  ","238511":"\n  Halloween is my fav💜\n  ","238512":"\n  Yeah!\n  ","238513":"\n  Whatcha up to\n  ","238514":"\n  I'm downnn\n  ","238515":"\n  Yeee\n  ","238516":"\n  Help me then😈\n  ","238517":"\n  Nah. I'm not a good girl. No, you don't\n  ","238518":"\n  Nah that's easy\n  ","238519":"\n  So a mercy kill\n  ","238520":"\n  Pastaaaa\n  ","238521":"\n  Is that possible? A friendly murder? Hmmm\n  ","238522":"\n  Nah it's aight\n  ","238523":"\n  Oh yeah\n  ","238524":"\n  I always want to murder\n  ","238525":"\n  Good! My friend is taking Mermaid and I to dinner and I'm excited\n  ","238526":"\n  No lol\n  ","238527":"\n  Smarter\n  ","238528":"\n  Murder\n  ","238529":"\n  💜✨\n  ","238530":"\n  Thanks!\n  ","238531":"\n  No\n  ","238532":"\n  LMAOOOO\n  ","238533":"\n  Since when were these my plans?😂😂 y'all just love to assume huh\n  \n  Like I said\n  \n  Fuck\n  \n  Off\n  ","238534":"\n  Today is not the day. Fuck off\n  ","238535":"\n  💜✨\n  ","238536":"\n  Okay?\n  ","238537":"\n  I do!\n  ","238538":"\n  I'm a caregiver\n  ","238539":"\n  Yas!\n  ","238540":"\n  Leavin work\n  \n  You?\n  ","238541":"\n  Mornin\n  ","238542":"\n  I don't pay enough attention to care\n  ","238543":"\n  Prob a Hoda Civic. I miss my old car😭\n  ","238544":"\n  Decent. I worked lol so not too great\n  ","238545":"\n  I can\n  \n  But only with one. She's seen all sides of me.\n  ","238546":"\n  Glad to hear it\n  ","238547":"\n  IT'S MY BEST FRIENDS BDAY!!\n  ","238548":"\n  Yes! And if you do my first recommendation is this show called The 100. I'm on season 3 and hooked\n  ","238549":"\n  Excitmenttt\n  ","238550":"\n  Why am I awake\n  ","238551":"\n  Man I hate my over the top client. She's nuts\n  ","238552":"\n  Basic survival tactic\n  ","238553":"\n  Whatever dude\n  ","238554":"\n  Idc about her. Move on.\n  ","238555":"\n  Sure she was lmfao jfc\n  ","238556":"\n  Gtfo my ask with your stories and made up shit and just go live ya life and let me live mine\n  ","238557":"\n  I'm shaking\n  \n  Anyways.\n  ","238558":"\n  Yeah a little kid was put here to dRiVe bY a LaKe\n  \n  OKaY\n  ","238559":"\n  Stop acting like you know my sister😂 you guys are so retarded. If we ever cross paths I promise you'll go down first.\n  ","238560":"\n  Pft you're even stupider than I thought\n  ","238561":"\n  Kill yourself you annoyance\n  ","238562":"\n  Yes you can you idiot.\n  ","238563":"\n  Take me off your spam list of stupid sex questions.\n  ","238564":"\n  No.\n  ","238565":"\n  Danke\n  ","238566":"\n  Awwww yay heehehe\n  ","238567":"\n  TOMORROW IS YOUR BIRTHDAY!\n  ","238568":"\n  I just saw this😂\n  ","238569":"\n  Stop with the same stupid questions\n  ","238570":"\n  Ah the pure bliss when Jasmine and Erika are offline😍\n  ","238571":"\n  No way.\n  ","238572":"\n  Some I do. Some are too much of a jerk to waste my time on.\n  ","238573":"\n  Seems logical\n  ","238574":"\n  All the kisses😘😘\n  ","238575":"\n  Idc tbh\n  ","238576":"\n  I like this one better. You too\n  ","238577":"\n  This is a daily asked thing. Pay attention.\n  ","238578":"\n  I wanna go home\n  ","238579":"\n  Bbg?\n  ","238580":"\n  I'm not scared of a child.\n  \n  Get off my ask.\n  ","238581":"\n  As are you baby💜✨\n  ","238582":"\n  Idk what that anon is seeing\n  ","238583":"\n  I guess.\n  ","238584":"\n  Yep\n  ","238585":"\n  Nobody asked the cheeto supporter\n  \n  Fuck outta here\n  ","238586":"\n  Lmao okay buddy. Leave my page, now.\n  ","238587":"\n  Did you not hear me? Is your brain really THAT small that you couldn't comprehend what I just said? SHE'S NOT INTERESTED. I promise. She's interested in me. Get that through your thick skull and find someone else to have a creepy obsession with.\n  ","238588":"\n  I'm not feelin ask\n  ","238589":"\n  Smh. That's sad. I'm sorry bud\n  ","238590":"\n  She doesn't want your flowers. That's my job. Back off\n  ","238591":"\n  I do\n  ","238592":"\n  Spongebobbbbb hehe\n  ","238593":"\n  I'm just tired that's all\n  ","238594":"\n\n   @MermaidOnTheMoon\n  \n  c:\n  ","238595":"\n  I always do cereal first\n  ","238596":"\n  Ok lol\n  ","238597":"\n  What drugs are you on\n  ","238598":"\n  Mm sure sure\n  ","238599":"\n  I'm a caregiver. I take care of disabled adults\n  ","238600":"\n  Sigh\n  ","238601":"\n  Making up interesting scenarios I see...\n  ","238602":"\n  Lol I was busy today. Night. Sleep well.\n  ","238603":"\n  I hate trucks.\n  ","238604":"\n  Eh. It's ok\n  ","238605":"\n  I'm at work. No enjoyment here.\n  ","238606":"\n  Go away fuckface\n  ","238607":"\n  Lmao ok anon.\n  ","238608":"\n  You need to see a psych about your beastiality fetish. It's really messed up\n  ","238609":"\n  I wish\n  ","238610":"\n  The logic\n  ","238611":"\n  It's not even dirty. Get over yourself.\n  ","238612":"\n  How is that dirty?\n  ","238613":"\n  Who\n  ","238614":"\n  I am too lol.\n  ","238615":"\n  Yeah?\n  ","238616":"\n  Okay?\n  ","238617":"\n  How ya doing\n  ","238618":"\n  It's a brand of condom\n  ","238619":"\n  No\n  ","238620":"\n  Nope\n  ","238621":"\n  Don't call me baby\n  ","238622":"\n  Cool. Onto the next one\n  ","238623":"\n  Automatically turned off by that term\n  ","238624":"\n  Sup\n  ","238625":"\n  This is true\n  ","238626":"\n  No tf\n  ","238627":"\n  Who tf cares\n  \n  Mind your business\n  ","238628":"\n  Yes.\n  ","238629":"\n  Ik what you meant lol.\n  ","238630":"\n  Holla\n  ","238631":"\n  Agreed lol.\n  ","238632":"\n  Of those I care unconditionally about.\n  ","238633":"\n  Same.\n  ","238634":"\n  I know😍😍 she's been kissing me for a long time💜\n  ","238635":"\n  I suppose.\n  ","238636":"\n  We're not talking strangling here\n  ","238637":"\n  They're catholic. It doesn't follow their beliefs.\n  ","238638":"\n  Yep. My parents don't approve me dating a woman, but that doesn't mean anything to me.\n  ","238639":"\n  Why thank you. I like yours too\n  ","238640":"\n  Uh.\n  ","238641":"\n  Cause 😍😍\n  ","238642":"\n  Lmao oKaY aNoN\n  ","238643":"\n  Thanks!!\n  ","238644":"\n  Gorgeous💜✨\n  ","238645":"\n  I do\n  ","238646":"\n  Lmao. Ok.\n  ","238647":"\n  It means I'm going to slit your throat open. Nowhere near sexual.\n  ","238648":"\n  Not interested\n  ","238649":"\n  Ofc😍😍😍\n  ","238650":"\n  I'm already spoiled😒\n  \n  I'm your brat😇😇\n  ","238651":"\n  Can't wait💜\n  ","238652":"\n  Yeah? Make sure you make me last a few days😉\n  ","238653":"\n  You wish😉😉\n  ","238654":"\n  7am cutie😉😉 hehe\n  ","238655":"\n  Mmm no you're just irresistible😍🤤\n  ","238656":"\n  Time and place?😉😏\n  ","238657":"\n  Nah I'm going to go plop on\n  \n   @MermaidOnTheMoon\n  \n  and stick my tongue down her throat😏\n  \n  Bye\n  ","238658":"\n  💜✨\n  ","238659":"\n  Mmm let's see about that😘😏 I may be too big😉\n  ","238660":"\n  Much love💜\n  ","238661":"\n  Be nice.\n  ","238662":"\n  Ahh😍\n  ","238663":"\n  Awwh well at least you laughed\n  ","238664":"\n  Bye.\n  ","238665":"\n  THATS WHAT I'M SAYING🤣\n  ","238666":"\n  Ill take you😘\n  ","238667":"\n  YES💜\n  ","238668":"\n  💜✨\n  ","238669":"\n  Can't wait to give it to ya c:\n  ","238670":"\n  I love you💜✨\n  ","238671":"\n  I can't😂😂\n  ","238672":"\n  Oh nooooo🤣\n  ","238673":"\n  Legit\n  ","238674":"\n  Thank you babygirl😘\n  ","238675":"\n  I do\n  ","238676":"\n  Mmhm.\n  ","238677":"\n  Hey\n  ","238678":"\n  What am I, 4?\n  ","238679":"\n  Oh noooooo\n  ","238680":"\n  No but that is def on my to-do list.\n  ","238681":"\n  Same same💜\n  ","238682":"\n  I was legit about to say\n  \n  ASK SQUAD✌🏻☝🏻\n  ","238683":"\n\n   @elysssa_d\n  \n\n   @MermaidOnTheMoon\n  \n\n   @TrivialTrinket\n  \n\n   @OGalpacasarenice3\n  \n\n   @af9495\n  \n\n   @ass4lyfe\n  \n\n   @DomUnleashed\n  \n\n   @kierankent96\n  \n\n   @reachel_n\n  \n\n   @NippleFish87\n  \n\n   @BigAmericanFatso\n  \n\n   @NineGDxFour\n  \n\n  My mains🤙🏻💜\n  ","238684":"\n  Uh. Okay.\n  ","238685":"\n  Cute. Like asf. Don't make me turn you into a pez dispenser. Have a horrid one.😏\n  ","238686":"\n  Pass. Thanks tho.🤙🏻\n  ","238687":"\n  Sounds about right.\n  \n  Give me a bitch tho... That's a different story. Ill love her and hurt her just how she likes.\n  ","238688":"\n  Ill kill you too.\n  ","238689":"\n  That too.\n  ","238690":"\n  Don't act brand new.\n  ","238691":"\n  Okay, I'm exhausted tho.\n  \n  What about yours?\n  ","238692":"\n  Headed home from work lol.\n  ","238693":"\n  Who cares\n  ","238694":"\n  Nah\n  ","238695":"\n  I have\n  ","238696":"\n  No stealing\n  \n   @BigAmericanFatso\n  \n  ?s fag\n  ","238697":"\n  Awh! Have fun!\n  ","238698":"\n  They're all mentally ill imo\n  ","238699":"\n  Birthday stuffs from my best friends c:\n  ","238700":"\n  Sup\n  ","238701":"\n  Hey!\n  ","238702":"\n  Nah\n  ","238703":"\n  Lmfaoooo\n  \n  Good luck. She doesn't want you.\n  ","238704":"\n\n   @MermaidOnTheMoon\n  \n  baby blues😍 reminds me of the ocean✨\n  ","238705":"\n  Tired.\n  ","238706":"\n  Well see, now you're just assuming\n  ","238707":"\n  Lol adorable\n  ","238708":"\n  Am I? Glad you noticed.\n  ","238709":"\n  Thank you\n  ","238710":"\n  You're excused. Now leave.\n  ","238711":"\n  Nothing. She's annoying. As are you\n  ","238712":"\n  You're such a lowlife.\n  ","238713":"\n  That'll never happen\n  ","238714":"\n  She's an idiot. Disregard it.\n  ","238715":"\n  Too bad\n  \n  Go whine elsewhere.\n  ","238716":"\n  CLASSIFIED\n  ","238717":"\n  Overkill lmao\n  ","238718":"\n  Oh no\n  ","238719":"\n  Not really any. Mermaids if I do\n  ","238720":"\n  Idc\n  ","238721":"\n  I live in the US. But close, yes\n  ","238722":"\n  Where do you live?\n  ","238723":"\n  Awwh\n  ","238724":"\n  I have one but I never go on it.\n  ","238725":"\n  I'm not nice. But thank you.\n  ","238726":"\n  Lol knew that would work. Cya.\n  ","238727":"\n  You're aware I'm talking kill count right.\n  ","238728":"\n  What part of classified don't you understand.\n  ","238729":"\n  The 100\n  ","238730":"\n  Classified\n  ","238731":"\n  That's nice\n  ","238732":"\n  Don't I always\n  ","238733":"\n  Yas\n  ","238734":"\n  Thank you.\n  ","238735":"\n  Apple and honey\n  ","238736":"\n  Be nice.\n  ","238737":"\n  You don't hun!💜\n  ","238738":"\n  Groggy. Wakin up. I tool a nap\n  \n  You?\n  ","238739":"\n  Sup\n  ","238740":"\n  Omg yes😂🤣\n  ","238741":"\n  I had waffles for breakfast c:\n  ","238742":"\n  No thanks.\n  ","238743":"\n  Off my ask cheeto\n  ","238744":"\n  Google.com\n  ","238745":"\n  Buy one get 2 free.\n  ","238746":"\n  Death by a thousand cuts\n  ","238747":"\n  That's classified\n  ","238748":"\n  Warped Tour.\n  ","238749":"\n  I'm not your future wife. Stop already. You're getting to be annoying.\n  ","238750":"\n  I'm excited c: i got her a little something :3\n  ","238751":"\n  Shh we got ourselves.\n  ","238752":"\n  Nah. I'm Mermaids\n  ","238753":"\n  Yeah! On the 13th c:\n  ","238754":"\n  My best friends birthday is in lesa than a week😍\n  ","238755":"\n  Nah. More like a king.\n  ","238756":"\n  Not on here lol.\n  ","238757":"\n  Send me ?s\n  ","238758":"\n  Equal\n  ","238759":"\n  Lololol\n  ","238760":"\n  Sup\n  ","238761":"\n  Sure sure\n  \n  What's new?\n  ","238762":"\n  Mornin\n  ","238763":"\n  Hopefully hanging with the squad\n  ","238764":"\n  Doesnt matter\n  \n  Stop asking\n  ","238765":"\n  Death by a thousand cuts\n  ","238766":"\n  Thanks.\n  ","238767":"\n  To each its own. Dunno why you're referring to them as baby mamas though. Should be wives.\n  ","238768":"\n  I take care of disabled adults\n  ","238769":"\n  So far so good :)\n  ","238770":"\n  Lol you wish.\n  ","238771":"\n  Chocolateeee\n  ","238772":"\n  Yawn.\n  ","238773":"\n  Lol🤣\n  ","238774":"\n  Ik buttttt meh\n  ","238775":"\n  What'd you do lol\n  ","238776":"\n  yEaH rIgHt\n  ","238777":"\n  Yeah\n  ","238778":"\n  Towards?\n  ","238779":"\n  Lmaooo Jasmine get a life\n  ","238780":"\n  No\n  ","238781":"\n  No you don't\n  ","238782":"\n  Not interested\n  ","238783":"\n  I don't want to go to work😭\n  ","238784":"\n  Good🤷🏻\n  ","238785":"\n  Ugh get the politics off my ask.\n  ","238786":"\n  Cheeto. Time to take out the trash\n  ","238787":"\n  Lil bit aha\n  ","238788":"\n  Turn up🤙🏻\n  ","238789":"\n  Bye bye now\n  ","238790":"\n  Stop stealing\n  \n   @NineGDxFour\n  \n  ?s\n  ","238791":"\n  I'd smile back ?\n  ","238792":"\n  Eeee\n  ","238793":"\n  Nah.\n  ","238794":"\n  Ew no\n  ","238795":"\n  Nope\n  ","238796":"\n  I got this! Thanks! Ill be back!😝\n  ","238797":"\n  Man I'm working alone and I gotta get all my residents up😭😭😭\n  ","238798":"\n  Idk yet bud\n  ","238799":"\n  I know one irl.\n  \n  But I'd do anything for my squad on here\n  ","238800":"\n  No.\n  ","238801":"\n\n   @MermaidOnTheMoon\n  \n\n  She would do anything for me, as I would her\n  ","238802":"\n  Yep. It's all about the vibes🤙🏻\n  ","238803":"\n  Jfc someone just kill me\n  ","238804":"\n  What makes you think I care\n  ","238805":"\n  It is!\n  \n  It's so funny tho\n  ","238806":"\n  Very. Thanks.\n  ","238807":"\n  Pft no🤣🤣\n  ","238808":"\n  Yeah!\n  ","238809":"\n  Good luck🖤\n  ","238810":"\n  .-.\n  \n  So bad man.\n  ","238811":"\n  I cant explain it😂\n  \n  Do you have Netflix? It's like a \"live action\" of trailer trash, but funny\n  ","238812":"\n  Exactly as it says.\n  \n  Fight me.\n  ","238813":"\n  What a sad, sad goal.\n  ","238814":"\n  Cool. Go ask others who do too. Leave.\n  ","238815":"\n  Listen.\n  ","238816":"\n  Who the fuck cares\n  ","238817":"\n  Just a bit😉😏\n  ","238818":"\n  I mind. She's my numero uno\n  ","238819":"\n  Lol doubt that hun. I think I've found mine already so I'm unofficially officially spoken for. No doubt. Chances are I'd kill you all before I'd go\n  ","238820":"\n  No. Usually very polite.\n  ","238821":"\n  Ill take Deadpool. I'd be his friend\n  ","238822":"\n  It is amusing. That's why I'm here.\n  \n  Hm. So my upbringing? I had everything I needed but my parents beat me to shit. Maybe that's why I'm so dark\n  ","238823":"\n  Why not both?\n  ","238824":"\n  That is not what I'm here for.\n  ","238825":"\n  If your referring to my recents, Jasmine and Erika. They're all talk and fuck those cunts.\n  \n  Good question. Prob make a super psycho. I'd know. Oops.\n  ","238826":"\n  What girls?\n  \n  I'm not looking for fun. I'm looking for a clean fight.\n  ","238827":"\n  Many\n  \n  You should meet my friend alex\n  \n  He's crazier than me and that's saying something\n  ","238828":"\n  Lame. The face is the best. Nose breaks are bomb\n  ","238829":"\n  Nahhh. I got a lot that would kill for me. But I'll add you to the list, killer\n  ","238830":"\n  Sure😇\n  ","238831":"\n  I'm down, meanie.\n  ","238832":"\n  Nice. I'm watching Trailer Park Boys😂😂\n  ","238833":"\n  I'm down💜✨\n  ","238834":"\n  Sup\n  ","238835":"\n  I love it\n  ","238836":"\n  Send me your fav song by them\n  ","238837":"\n  Showers💜\n  ","238838":"\n  It was bliss being with her ngl. I miss it dearly\n  ","238839":"\n  Brb shower💜\n  ","238840":"\n  Awwh. They're all good people to follow! I love Mermaid. Idk Boometh well but would like to become friends\n  ","238841":"\n  I seeeee. Well watch from afar. Jasmine likes to go on anon and pReTenD iTs nOt hEr\n  ","238842":"\n  Well do I? The Snorlax cant win!!\n  ","238843":"\n  I win, right😏\n  ","238844":"\n  I'm bored. Imma shower c:\n  ","238845":"\n  Many o times\n  ","238846":"\n  Always💜\n  ","238847":"\n  Jasmine reminds me of a whale\n  ","238848":"\n  Idc\n  ","238849":"\n  I have to do them a lot for work. Pretty good!\n  ","238850":"\n  Sorry but\n  \n  I gotta believe my girls🤷🏻\n  ","238851":"\n  Oh I know! No worries hun!\n  ","238852":"\n  I found it painful. My dad was relentless.\n  ","238853":"\n  👀👀👀\n  \n  Maybe....\n  ","238854":"\n  Lmao you got me fucked\n  ","238855":"\n  To each its own\n  ","238856":"\n  Good!\n  \n  You?\n  ","238857":"\n  Lmao that doesn't matter. Who cares\n  ","238858":"\n  Yep\n  ","238859":"\n  All of it.\n  ","238860":"\n  Yep.\n  ","238861":"\n  You mean for?\n  \n  Anxiety mostly.\n  ","238862":"\n  I love blunts\n  ","238863":"\n  Jasmine's baby is gonna pop out that stank pussy with an extra foot if she's not careful😂😂😂\n  ","238864":"\n  We've got a dummy guys.\n  ","238865":"\n\n   @MermaidOnTheMoon\n  \n  💜\n  ","238866":"\n  LMFAO GOLD😂😂\n  ","238867":"\n  They're friends dude. Chill\n  ","238868":"\n  I hope Jasmine gets corona\n  ","238869":"\n  Nah. I'm over my pos first love lmaooo\n  ","238870":"\n  What\n  ","238871":"\n  Pretty good! Photography is a passion of mine☺\n  ","238872":"\n  Keep me out of your drama.\n  ","238873":"\n  Try it and find out\n  ","238874":"\n  Allo\n  ","238875":"\n  Gtfo my ask peasant\n  ","238876":"\n  Lmfao\n  \n   @ValiantThor\n  \n","238877":"\n  Lmao mornin killer.\n  ","238878":"\n  You don't have to go on anon dude\n  ","238879":"\n  No ?\n  ","238880":"\n  No no\n  ","238881":"\n  How is he mean?\n  ","238882":"\n  Can't say I know what the last sentence means butttt\n  \n  Ill be there🤣😒\n  ","238883":"\n  Big tree tomorrow\n  \n  3 o'clock.\n  ","238884":"\n  Oh it's just Jasmine lmfao\n  ","238885":"\n  They're both just so gross🤢\n  ","238886":"\n  I'm not a kid🤣 don't make me sucker punch you in the throat\n  ","238887":"\n  Yes.\n  ","238888":"\n  Be more specific then. I'm not a mind reader\n  ","238889":"\n  Fine by me. Never was and never will be. You got me confused with another bitch.\n  ","238890":"\n  I've been tied. Or strapped.\n  ","238891":"\n  Have you?\n  ","238892":"\n  Lmao oKaY\n  ","238893":"\n  Lmfaoooooo\n  \n  Anyways\n  ","238894":"\n  Trump is a pedo too.\n  ","238895":"\n  Erika and Jasmine lmfaooo\n  ","238896":"\n  I'm not a little girl. Gtfo.\n  ","238897":"\n  I want my pizza\n  ","238898":"\n  See\n  \n  That confuses me\n  ","238899":"\n  🤷🏻🤷🏻\n  ","238900":"\n  💯💯💯\n  ","238901":"\n  Yep\n  ","238902":"\n  Right???\n  \n  He also TOOK HIS MASK OFF and said \"dOnT bE aFrAiD\"🤦🏻😂\n  ","238903":"\n  I'm not. I find it funny tbh😂\n  ","238904":"\n  Lmao pullin out that card huh? Typical of you cheetos\n  ","238905":"\n  Drink bleach\n  ","238906":"\n  It sucks here rn lmao\n  ","238907":"\n  So amusing\n  ","238908":"\n  Nah\n  ","238909":"\n  HAAAHAHA I JUST SPIT ALL OVER MY PHONE\n  ","238910":"\n  Bye\n  ","238911":"\n  Smh fuck yall😂😂\n  ","238912":"\n  PFT HA\n  ","238913":"\n  Lmao dude\n  \n  Open ya eyesss😂😂😂\n  ","238914":"\n  What do you think.\n  ","238915":"\n  How can you be black\n  \n  And say\n  \n  vOtE tRumP 2o2o\n  \n  Like\n  \n  He's RACIST\n  ","238916":"\n  Duh.\n  ","238917":"\n  For being a fag? Agreed\n  ","238918":"\n  Lmao you're such a fag\n  ","238919":"\n  You don't get to so idc. Fuck off\n  ","238920":"\n  Lmfao sure lil man, sure\n  ","238921":"\n  Yeah??\n  ","238922":"\n\n   @novakerika1992\n  \n","238923":"\n  Bc she's legit dumb as shit\n  ","238924":"\n  Lmao that's if you ever even get to touch me🤷🏻 which would never happen🤣🤣🤣\n  \n  Also highly doubt that lil man\n  ","238925":"\n  Lmfao Erika hands down\n  ","238926":"\n  Please grow a dick, tiny one\n  ","238927":"\n  😒\n  ","238928":"\n  No\n  ","238929":"\n  I'd rather that lmfao.\n  ","238930":"\n  That's a gross nickname🤢 change it.\n  ","238931":"\n  Ya ;-;\n  ","238932":"\n  😭😭😭\n  ","238933":"\n  Followed ya!\n  ","238934":"\n  To each its own\n  ","238935":"\n  Why not\n  ","238936":"\n  I mean\n  \n  Yeah lmao\n  ","238937":"\n  Prob you lmaooo\n  ","238938":"\n  A man who foolishly overvalues and defers to a woman, putting her on a pedestal. (slang) A simple person lacking common sense; a fool or simpleton.\n  ","238939":"\n  Thanks!\n  ","238940":"\n  I HATE BEING A GIRL😭 MY CERVIX HURTS\n  ","238941":"\n  No way.\n  ","238942":"\n  Followed back\n  ","238943":"\n  Crack. Or meth.\n  ","238944":"\n  Pft idc about 6 packs man. Grow up🤣🤣\n  ","238945":"\n  Nice!\n  ","238946":"\n  Good\n  \n  And you?\n  ","238947":"\n  Bc rn it's shit.\n  ","238948":"\n  Everything that has happened and is going to.\n  ","238949":"\n  Spam me guys.\n  ","238950":"\n  Bc I wanted to.\n  ","238951":"\n  Lmaooo theres too many simps on this site\n  ","238952":"\n  That's better. See? Listening gets you a long way simp.\n  ","238953":"\n  Or maybe you aren't important.🤷🏻 I'm not a LOw qUalIty pErSoN and I know that. You're a low quality shit bag for feeling the need to even send this. Proves what kind of judgmental asshole YOU are. Get off my ask now, swine.\n  ","238954":"\n  You're fucking dumb dude🤣🤣🤷🏻\n  ","238955":"\n  What are you even going on about holy shit🤣🤣🤣\n  ","238956":"\n  Я бы хотел, чтобы ты вернулся в ад\n  ","238957":"\n  Seems like it kiddo🤙🏻😏\n  ","238958":"\n  I mean if you think you've got me DOWN PAT off an anon website you MUST be right, right? Lmao loser\n  ","238959":"\n  I think you mean pub hun.\n  \n  I went once long ago but since then never been out drinking tbh\n  ","238960":"\n  Wow thanks bud\n  ","238961":"\n  Depends mdude\n  ","238962":"\n  My parents marriage is great.\n  ","238963":"\n  Waking up\n  ","238964":"\n  Hey!\n  \n  Im okay. I have a cold tho :(\n  \n  Tryin to life to the best of my ability. Hru?\n  ","238965":"\n  For blind people...\n  ","238966":"\n  Lol fun. Almost fought a bitch tho\n  ","238967":"\n  I dunno tbh\n  ","238968":"\n  Lol yea\n  ","238969":"\n  Hey retard\n  \n  I said it once. Won't say it again.\n  \n  I DON'T GIVE OUT MY SOCIALS.\n  \n  Go get your dick wet somewhere else you swine.\n  ","238970":"\n  Gtfo my ask. I have no interest in you.\n  ","238971":"\n  Dont give out socials.\n  ","238972":"\n  I guess.\n  ","238973":"\n  Lmao. Try attacking America and ser where it gets you, that's all I'm saying.\n  ","238974":"\n  Ig.\n  ","238975":"\n  Stop asking me this all the damn time\n  ","238976":"\n  Today's gonna be a good day c:\n  ","238977":"\n  Apparently you care enough to shoot me an ask tho so🤷🏻\n  \n  Dont lie.\n  ","238978":"\n  911 Memorial in New York\n  ","238979":"\n  Send me ?s\n  ","238980":"\n  Thanks!!\n  ","238981":"\n  Rip to him bc I'm not interested lol\n  ","238982":"\n  Purrball?😒\n  ","238983":"\n  Sleepy hehe\n  ","238984":"\n  Ehe💜\n  ","238985":"\n  🤦🏻\n  ","238986":"\n\n   @YaFavoriteLatina\n  \n  is fake asf\n  ","238987":"\n  Why\n  ","238988":"\n  Cool\n  ","238989":"\n  No.\n  ","238990":"\n  E&J Apple\n  ","238991":"\n  What??\n  ","238992":"\n  HOW CAN YOU NEGATIVE COIN SOMEONE LIKE\n  \n  WHAT IS THAT\n  ","238993":"\n  My friend literally laughed at Erikas face. Road rash lookin bitch😂😂\n  ","238994":"\n  Prob not.\n  ","238995":"\n  Stop sending me this over and over fag\n  ","238996":"\n  Idc. Go away\n  ","238997":"\n  Ew\n  ","238998":"\n  Nah\n  \n  My dog is so cute\n  ","238999":"\n  Idc\n  \n  Im takin a shot🤙🏻\n  ","239000":"\n  25\n  ","239001":"\n  Nah\n  ","239002":"\n  Yeah\n  ","239003":"\n  Rn of course\n  ","239004":"\n  America sucks\n  ","239005":"\n  Yeah I'm short aha\n  ","239006":"\n  Ew\n  ","239007":"\n  US\n  ","239008":"\n  Ohh. Yeah theyre nuts.\n  ","239009":"\n  You're confusing.\n  ","239010":"\n  Hiii\n  ","239011":"\n  How am I supposed to know.\n  ","239012":"\n  No\n  ","239013":"\n  Chillin\n  \n  You\n  ","239014":"\n  5 foot 1\n  ","239015":"\n  Like 4 or 5 lol\n  ","239016":"\n  Worked in the morning\n  \n  And chilled. I have a cold so I'm taking it easy\n  ","239017":"\n  Black\n  ","239018":"\n  Yass\n  ","239019":"\n  Quit\n  ","239020":"\n  To erics i go\n  ","239021":"\n  I dig Spongebob lol\n  ","239022":"\n  Good! Drinking lol.\n  \n  You?\n  ","239023":"\n  Hope you do too lol\n  ","239024":"\n  Lol the other day I used the wall to itch my back😂\n  ","239025":"\n\n   @MermaidOnTheMoon\n  \n  told me what that was, and yes! Sounds fun\n  ","239026":"\n  My quirkiness and sarcasm\n  ","239027":"\n  Depends how much younger we're talking.\n  ","239028":"\n  I've been with guys🤣🤣🤣🤣\n  ","239029":"\n  Stfu swine\n  ","239030":"\n  Yeah aha\n  ","239031":"\n  Thanksgiving is a holiday hun\n  ","239032":"\n  Nah\n  ","239033":"\n  Google.com\n  ","239034":"\n  Shhh\n  ","239035":"\n  Middle school lol. So like 12\/13\n  \n  I've always liked them but didn't understand\n  ","239036":"\n  That's classified\n  ","239037":"\n  I dated a woman for over 5 years aha\n  ","239038":"\n  This💜\n  ","239039":"\n  You cant leave?\n  ","239040":"\n  Edm\n  ","239041":"\n  No.\n  ","239042":"\n  11.\n  ","239043":"\n  No.😂😒\n  ","239044":"\n  Drinkin\n  \n  Spam meee\n  ","239045":"\n  So spam me\n  ","239046":"\n  Thanks.\n  ","239047":"\n  Yeah aha\n  ","239048":"\n  Ring-ding-ding-ding-dingeringeding\n  \n  Gering-ding-ding-ding-dingeringeding\n  \n  Gering-ding-ding-ding-dingeringeding\n  ","239049":"\n  Aw\n  ","239050":"\n  Awh yeah :)\n  ","239051":"\n  Everything tbh\n  ","239052":"\n  Making thr clients feel valued and beautiful\n  ","239053":"\n  I'm about ta drink\n  ","239054":"\n  Lmaoo\n  ","239055":"\n  You mean sad beautiful?\n  ","239056":"\n\n   @MermaidOnTheMoon\n  \n  💜💙\n  ","239057":"\n  Get a job\n  ","239058":"\n  She wouldn't. I would.\n  ","239059":"\n  I have but not often\n  ","239060":"\n  I do\n  ","239061":"\n  Dont ask me\n  ","239062":"\n  Eh\n  \n  Dunno tbh\n  ","239063":"\n  Kk!\n  ","239064":"\n  Hallooo\n  ","239065":"\n  Hihi\n  ","239066":"\n  5 foot 1\n  ","239067":"\n  Sure.\n  \n  You could meet my doggo.\n  ","239068":"\n  YAS😍😍\n  ","239069":"\n  Nope\n  ","239070":"\n  No\n  ","239071":"\n  Idc dude\n  ","239072":"\n  No\n  ","239073":"\n  Sup\n  ","239074":"\n  I try not to\n  ","239075":"\n  They are. I learned partnership and true love. They're good together.\n  ","239076":"\n  S\n  \n  t\n  \n  o\n  \n  p\n  ","239077":"\n  Fluids\n  ","239078":"\n  Followed back :)\n  ","239079":"\n  Yes☺\n  ","239080":"\n  Disabled adults\n  ","239081":"\n  I'm a caregiver\n  ","239082":"\n  Thanks.\n  ","239083":"\n  I wish ya luck.\n  ","239084":"\n  Pass\n  ","239085":"\n  Idk then. Haven't had one. Couldnt tell ya.\n  ","239086":"\n  Can you stop.\n  ","239087":"\n  That's a quick way to pick up STD's. You never know what people have\n  ","239088":"\n  Try using your words and TALKING to a girl. Getting to know her. Smh.\n  ","239089":"\n  Be intimate and show her love. Literally every inch\n  ","239090":"\n  That's gross.\n  ","239091":"\n  Go away.\n  ","239092":"\n  I can't help you.\n  ","239093":"\n  It's been 5 years and I'm still not over it.\n  ","239094":"\n  No you don't.\n  ","239095":"\n  I wouldn't.\n  ","239096":"\n  4.\n  ","239097":"\n  Prob. But ew.\n  ","239098":"\n  My best friends death.\n  ","239099":"\n  I legit just said\n  \n  I DON'T DO ONE NIGHT STANDS.\n  ","239100":"\n  Get off my ask.\n  ","239101":"\n  Ask a bitch who partakes in one night stands. That's not the way I roll.\n  ","239102":"\n  I cant say lol\n  ","239103":"\n  Must be another Russian you're referring to.\n  ","239104":"\n  This doesn't even make sense\n  ","239105":"\n  No lol\n  ","239106":"\n  I've dated a thick dude before lol\n  ","239107":"\n  I guess being intimate with your partners is WILD now\n  ","239108":"\n  Np lol.\n  ","239109":"\n  Uh\n  \n  Ig.\n  ","239110":"\n  I'm good☺\n  ","239111":"\n  We were in a relationship. I don't just have sex with anyone. Have some respect.\n  ","239112":"\n  Idc tbh.\n  ","239113":"\n  Many would. And many won't🤷🏻\n  ","239114":"\n  Thank ya!\n  ","239115":"\n  Thanks.\n  ","239116":"\n  Never had one🤣\n  ","239117":"\n  In what context?\n  ","239118":"\n  Sweet dreams lol.\n  ","239119":"\n  I was in a poly with 2 girls\n  \n  And another one with a girl and guy\n  ","239120":"\n  Oops sorry lol\n  ","239121":"\n  What😝🤣\n  ","239122":"\n  Worked this morning. Headed home rn\n  ","239123":"\n  Meh lol.\n  ","239124":"\n  Fireee\n  ","239125":"\n  Hope so!\n  ","239126":"\n  Awwh. Drank alone?\n  ","239127":"\n  That's a bathing suit. Like ?\n  ","239128":"\n  Mmhm!\n  \n  I've been in polys before :)\n  ","239129":"\n  Mornin\n  ","239130":"\n  I have before.\n  ","239131":"\n  Let it find ya💜💜\n  ","239132":"\n  I did not.\n  ","239133":"\n  I dont like wine aha\n  ","239134":"\n  Awe thank ya!\n  ","239135":"\n  Thank ya!!!💜\n  ","239136":"\n  Yep.\n  ","239137":"\n  Nothing\n  ","239138":"\n  Awh why\n  ","239139":"\n  If I have a girl, Octavia\n  \n  And a guy, I'm not sure tbh\n  ","239140":"\n  Happy bday!\n  ","239141":"\n  Nope\n  ","239142":"\n  25.\n  ","239143":"\n  Of course!\n  ","239144":"\n  Very.\n  ","239145":"\n  Yes.\n  ","239146":"\n  Stop asking me about sex.\n  ","239147":"\n  Thank you so much!\n  ","239148":"\n  Why the capilization tho\n  ","239149":"\n  A lot dude\n  ","239150":"\n  Last night lmao\n  ","239151":"\n  Miss ya too!\n  ","239152":"\n  Hopefully she's ok.\n  ","239153":"\n  Thank you thank you!💜💜\n  ","239154":"\n  It was a good bday c:\n  ","239155":"\n  I can't explain it tbh\n  ","239156":"\n  Thank ya!!! :3\n  ","239157":"\n  Vanilla with sprinkles c:\n  ","239158":"\n  My friend got me a cake but I havent eaten it yet tbh\n  ","239159":"\n  Trippy lol\n  ","239160":"\n  Awwh💜\n  ","239161":"\n  Hai\n  ","239162":"\n  It's okay. I have one. Don't be ashamed but also dont air it, tell only those you trust☺\n  ","239163":"\n  I like crime stuff\n  \n  Theres this girl who does her makeup on mondays and talks murder. Lately ive been watching that\n  ","239164":"\n  Oops\n  \n  Mornin!\n  ","239165":"\n  😅😅😅\n  ","239166":"\n  I have\n  ","239167":"\n  Nicks house.\n  ","239168":"\n  No\n  ","239169":"\n  Caregiver.\n  ","239170":"\n  This😅😅\n  ","239171":"\n  Do you realize how annoying you are tho\n  \n  You're a leech. Gtfo my ask.\n  ","239172":"\n  That's not your concern\n  ","239173":"\n  Fuck offf\n  ","239174":"\n  \"\\(.-.\"\\)\n  \n  Toss\n  ","239175":"\n  Nah fam\n  \n  She next to me\n  ","239176":"\n  Hardd\n  ","239177":"\n  Id imagine\n  ","239178":"\n  Be nice\n  ","239179":"\n  Lol no you're not. Trust me.\n  ","239180":"\n  Acid is the farthest i'd go\n  ","239181":"\n  Lmao oKay\n  ","239182":"\n  Lmao tf\n  ","239183":"\n  No\n  ","239184":"\n  Thank you.\n  ","239185":"\n  Dont care to\n  ","239186":"\n  Acid\n  ","239187":"\n  Im tripping so hard fuckkk\n  ","239188":"\n  Hope it's great!\n  ","239189":"\n  My name lmao.\n  ","239190":"\n  Thanks! Im tripping so hard rn tbh😂😂\n  ","239191":"\n  No\n  ","239192":"\n  Awwh\n  \n  We're nice people\n  \n  As long as you are too, you're welcome lol\n  ","239193":"\n  Hanging out with my squad :)\n  ","239194":"\n  Im going to Nicks for my bday c:\n  ","239195":"\n  Thanks! I hope you do as well! :3\n  ","239196":"\n  Thank you!!\n  ","239197":"\n  Danke!!💜\n  ","239198":"\n  Thank you so much!💜✨\n  ","239199":"\n  Thank you!!! Love you too!\n  ","239200":"\n  Not really.\n  ","239201":"\n  Have a good one.\n  ","239202":"\n  Mmhm. Things change.\n  ","239203":"\n  .\n  ","239204":"\n  Awwh. I had an incling but I forgot tbh\n  ","239205":"\n  Fuck no.\n  ","239206":"\n  Nah people come and go\n  ","239207":"\n  Not goin there\n  ","239208":"\n  😂🤷🏻😂🤷🏻\n  ","239209":"\n  Oh damn lol.\n  ","239210":"\n  Not that I'm aware of\n  ","239211":"\n  No need for the repetition.\n  ","239212":"\n  Haaa I ignored her and all the sudden her account is gone😂😂😂\n  ","239213":"\n  If I get one more dumb ask Im not comin on tomorrow. Tired of all you pos\n  ","239214":"\n  A little.\n  ","239215":"\n  💜✨\n  ","239216":"\n  Lol no need for that\n  ","239217":"\n  For the most part\n  ","239218":"\n  Yes it's a .-. face\n  ","239219":"\n  Nah it's cozy\n  ","239220":"\n  \"\\(.-.\"\\)\n  \n  *toss\n  ","239221":"\n  Yes it is!\n  ","239222":"\n  Yep\n  ","239223":"\n  Go away\n  ","239224":"\n  Lmao someones salty\n  ","239225":"\n  Not yours fag\n  ","239226":"\n  Go away\n  ","239227":"\n  Awwhh\n  ","239228":"\n  This is true\n  ","239229":"\n  Lol Im not rn\n  ","239230":"\n  No way\n  ","239231":"\n  Oh hell yes\n  ","239232":"\n  Nahh\n  ","239233":"\n  Lol. Thanks.\n  ","239234":"\n  No\n  ","239235":"\n  Thanks.\n  ","239236":"\n  I do!\n  ","239237":"\n  Nah but here\n  \n  Spam me im drunk\n  ","239238":"\n  Thank you!\n  ","239239":"\n  Ask them🤷🏻\n  ","239240":"\n  I'm single.\n  ","239241":"\n  Get a life fag\n  ","239242":"\n  You stepped over the line and disrespected me last time we talked. I have no interest. Have a good one.\n  ","239243":"\n  Go away\n  ","239244":"\n  Ew\n  ","239245":"\n  Not much to it\n  \n  She's a cunt who's a nuisance to ask\n  ","239246":"\n  Basically\n  ","239247":"\n  Maybe she should try not being a pos then\n  ","239248":"\n  She thinks everyone does smh\n  ","239249":"\n  This has nothing to do with racism\n  ","239250":"\n  She's just a negative gross person tbh.\n  ","239251":"\n  Like who--😂🤦🏻\n  ","239252":"\n  Cause she talks mad cash shit but she's a pussy irl🤷🏻\n  ","239253":"\n  Lmao ok\n  ","239254":"\n  I love yew moreeee c:\n  ","239255":"\n  WHAT BBG\n  ","239256":"\n  Lol whatever\n  ","239257":"\n  For fun sometimes. But not often\n  ","239258":"\n  It's a filter lol.\n  ","239259":"\n  Fine.\n  ","239260":"\n  Be nice.\n  ","239261":"\n  Well thank you💜✨\n  ","239262":"\n  Hell.\n  ","239263":"\n  Stop asking me this every goddamn day. Clearly you're not getting any as you're way too obsessed with other people. Go try and get some buddy, it may help\n  ","239264":"\n  :3\n  ","239265":"\n  Dunno what that is tbh.\n  ","239266":"\n  Oh\n  ","239267":"\n  Agreed\n  ","239268":"\n  HAAA FUCK🤣🤣🤣\n  ","239269":"\n  I don't. That's why anon is anon.\n  ","239270":"\n  Lmao that anon mad mad now\n  ","239271":"\n  I'm a sub with men. Dom with women\n  ","239272":"\n  Oh noooooooo\n  \n  Why?\n  ","239273":"\n  Oh no way. Girls can get hot and heavy too. I'd know. Generally there's usually a more dom gal that takes on the role of being the man. In my case a good dom sesh with a bitch is😍😍😍\n  ","239274":"\n  Sigh.\n  ","239275":"\n  True this lol.\n  \n  Some girl action can do just that for me too🤣🤣\n  ","239276":"\n  Men usually don't think with two heads. Ngl.\n  ","239277":"\n  Omfg🤣🤣\n  \n  I mean I drink fast but not that fast.\n  ","239278":"\n  Spam me with your goodness yall\n  "}}