{"Question":{"239279":"\n   Why 😂😂😂😂\n  ","239280":"\n   That mountain on her chin tho 🤢🤮\n  ","239281":"\n   she did something wrong\n  ","239282":"\n   😂😂😂 okay 👌\n  ","239283":"\n   No, no, it causes extreme chest pains if around your clavicle if you down the whole bottle within 15 minutes. Can't enjoy popping a top on a cold one like that.\n  ","239284":"\n   Lmfaooooo \"it's a fact\" when i've never discussed my sex life😂😂😂 your anons are wild. Ily\n  ","239285":"\n   🤔🤨\n  ","239286":"\n   Yeah, found a lad named Kinimod there. He tried to kill me. Still, twas a mind-opening experience. • Speaking of pain, have you ever drunk those Smirnoff Ice bottles? You'd think you had a xenomorph baby in your chest...\n  ","239287":"\n   Yea, I ❤️ you.\n  ","239288":"\n   Which is the most shocking City in the world?\n  ","239289":"\n   If you had a superpower what would shrink someone to ant size would you use it and why?\n  ","239290":"\n   Do you believe that peace on earth can be achieved? 🌏🕊\n  ","239291":"\n   Mind you, I barely ever drink anymore. I suppose, I'd found that entering new dimensions of reality after a few bottles of wine to be less than desirable. The upside-down world was interesting, however.\n  ","239292":"\n   How do you do?\n  ","239293":"\n   Steel Reserve 211. Preferably, blackberry. The rest of the flavors taste pretty much like that which is projected from the rear ends of living fauna. If I need stronger, whiskey is alright.\n  ","239294":"\n   Babe good morning.  How are you doing\n  ","239295":"\n   How are you?\n  ","239296":"\n   you like rough\n  ","239297":"\n   What would you do if I showed up at your home holding a box of donuts in one hand and six pack of cheap but good beer in the other? Besides call the police..\n  ","239298":"\n   raging inferno\n  ","239299":"\n   That's better than the dirt nap I almost took last year. Still, a drink would be nice but I have to work.\n  ","239300":"\n   that better\n  ","239301":"\n   you have bad girl dp\n  ","239302":"\n   Hau, 🙏🏻\n  ","239303":"\n   I have OCD.\n  ","239304":"\n   smoke or fire\n  ","239305":"\n   Alive and kicking and ready to kick the bucket. You?\n  ","239306":"\n   Oh, right. Sometimes, I forget that's a customary saying for you humans. Allow me to channel my inner George Noory: \"Good morning, good evening, wherever you are.\"\n  ","239307":"\n   Stop being so damn beautiful! ❤\n  ","239308":"\n   You mean your relationship status with the law is complicated?\n  ","239309":"\n   do you like rough\n  ","239310":"\n   Well, I'll be damned. You actually got the Chloe back in the house. I knew the Marisa wildcard was my ace in the hole. Should have held on to it a little while longer. Oh, well. Let's get Chloe before she gets us.\n  ","239311":"\n   would u fck chloe?\n  ","239312":"\n   What kind of questions do you want then?\n  ","239313":"\n   Come on, it's the middle of the morn. No alcohol yet bro\n  ","239314":"\n   last time you had to squat for a pee\n  ","239315":"\n   have you had any wardrobe malfunctions\n  ","239316":"\n   DRUNK HONESTY THREAD\n  ","239317":"\n   any questions you wont answer?\n  ","239318":"\n   depends how honest your were?\n  ","239319":"\n   Do you believe in happy ending?\n  ","239320":"\n   You look amazing! So beautiful!💕🌹🤗\n  ","239321":"\n   ever been arrested\n  ","239322":"\n   truth or dare\n  ","239323":"\n   my brother the complete oppiste of me\n  ","239324":"\n   who\n  ","239325":"\n   are you a hypocritical person?if so, how far can you go?\n  ","239326":"\n   do you have any family members who are  complete \nopposites  to you personality wise\n  ","239327":"\n   Whatever\n  ","239328":"\n   Pap a selfie 🖤\n  ","239329":"\n   I’m 21. I turn 22 nov 5th. I’m a SR at UC davis.\n  ","239330":"\n   i appreciate you 🥺💕\n  ","239331":"\n   FollowForFollow ¿\n  ","239332":"\n   Hello Alcohol.\nI love you🖤\n  ","239333":"\n   Im falling even more in love with you 😘😘😘\n  ","239334":"\n   How often do you edit your profile?\n  ","239335":"\n   Dance for us but u wont\n  ","239336":"\n   Favorite thing about *caregiving?\n  ","239337":"\n   I work 16 hours without sleep dude\n  ","239338":"\n   Dayuummm RIP you\n  ","239339":"\n   You aren't working tonight because you're lazy\n  ","239340":"\n   I do not care if you use that word.\n  ","239341":"\n   Have you ever been on an air  plane ? \n😻\n  ","239342":"\n   Stay aliveeee 🎶\n  ","239343":"\n   Have you ever been accidentally electrocuted ?\n  ","239344":"\n   What's the worst thing about the last person who f*cked you?\n  ","239345":"\n   Two words.. Pez dispenser\n  ","239346":"\n   Not him, special needs people in general.  Don't use the \"r\" word again, final warning\n  ","239347":"\n   Don't use that word.  They are cooler than you, bro\n  ","239348":"\n   She knows the proper usage of then vs. than.  RAWR\n  ","239349":"\n   You got it\n  ","239350":"\n   Ricky likes petite women.\n  ","239351":"\n   I wanna skull drag you\n  ","239352":"\n   Why u getting angry?just asking the meaning of it\n  ","239353":"\n   Ok, emo :(\n  ","239354":"\n   marisa i wanna bully u\n  ","239355":"\n   why are you sad\n  ","239356":"\n   Nobody was starting shxt, fucknuts\n  ","239357":"\n   Are you emo?\n  ","239358":"\n   Can you people stop trying to start shxt between Chloe and Marisa? It’s not always a competition.\n  ","239359":"\n   You do and I'm busting knee caps\n  ","239360":"\n   In the void means?\n  ","239361":"\n   YOU LOOK SAD\n  ","239362":"\n   I miss you! ;-; A little less than 12 hours 💞\n  ","239363":"\n   😂💞\n  ","239364":"\n   cutie are you insecure\n  ","239365":"\n   Hey bb\nI can make you stand taller than Pride Rock\n(;\n  ","239366":"\n   its a question\n  ","239367":"\n   can you be tamed\n  ","239368":"\n   MUFASA MUFASA MUFASA\n  ","239369":"\n   Let's drink some JD and play Uno, kk?\n  ","239370":"\n   Yeah, that's what I thought\n  ","239371":"\n   i prefer uno\n  ","239372":"\n   Umm, the former?\n  ","239373":"\n   do nightmares keep you awake\n  ","239374":"\n   why are you drowning\n  ","239375":"\n   Have me sayin OoOoOoOo\n  ","239376":"\n   There's a difference between admiring someone and wanting to be with them\n  ","239377":"\n   you like barbwire\n  ","239378":"\n   Busting kneecaps?  God I love that girl\n  ","239379":"\n   russian vodka\n  ","239380":"\n   Honey JD is her go to with peppermint schnaps running a close second\n  ","239381":"\n   absinthe\n  ","239382":"\n   what booze do you drink\n  ","239383":"\n   or its just a game in the dark\n  ","239384":"\n   Prick mi bb\n  ","239385":"\n   nothing *\n  ","239386":"\n   Im gonna get diabetes c;\n  ","239387":"\n   being controled in the dark\n  ","239388":"\n   I was alive before you were born.\n  ","239389":"\n   if ever want to play murder in the dark\n  ","239390":"\n   your adorable\n  ","239391":"\n   still a mystery\n  ","239392":"\n   You didn't delete it fast enough lol\n  ","239393":"\n   I bet it tastes like fruit punch\n  ","239394":"\n   You toucha my spaghet and i toucha your assehts\n  ","239395":"\n   This Sydney\n   \n    @sydkid13xoxo\n   \n   ?\n  ","239396":"\n   Legend says it glows in the dark 😜😝\n  ","239397":"\n   Especially your unicorn horn ;-;\n  ","239398":"\n   If anyone tries to harm you, I'm bustin kneecaps 😂\n  ","239399":"\n   You're our ride or die.  Chloe be gone by tomorrow\n  ","239400":"\n   Ever heard of skull dragging? 😊\n  ","239401":"\n   Js you shouldnt dangle it like a carrot or it might get bit like a toblerone\n  ","239402":"\n   I'm doing okay lol. How about yourself?\n  ","239403":"\n   Chloe is 25 years now. Her birthday was yesterday.\n  ","239404":"\n   Damn stop tempting us w the d b\n  ","239405":"\n   When and where bby?!\n  ","239406":"\n   FASTER THAN A SPEEDING TRAIN...\n   \n    https:\/\/www.waggingtails.com\/blog\/wp-content\/uploads\/2016\/10\/yorkie-superdog-costume-Wagging-Tails-Pet-Sitting-Mobile-Grooming-Connecticut.jpg\n   \n","239407":"\n   Whatever, you know how to handle it... like a BOSS\n  ","239408":"\n   LOL...\n   \n    https:\/\/thumbs.dreamstime.com\/z\/yorkie-wearing-pirate-hat-halloween-yorkshire-terrier-costume-stripped-shirt-pumpkin-45187101.jpg\n   \n","239409":"\n   You're really funny and kind. Don't let those neckbearded anons tell you otherwise!\n  ","239410":"\n   She is already complaining about ASKfm like stfu everyone is loving you up right now\n  ","239411":"\n   Joke Mari just a joke lol! Theres enough D for everybody including chlo. lol\n  ","239412":"\n   Something with a cape lol\n  ","239413":"\n   SPAM MARISA\n  ","239414":"\n   Do you think maybe Toto will wear a costume for Halloween?\n  ","239415":"\n   You know what, Chloe is already starting to aggravate me.  I am so down with you.  Sorry I ever took you for granted\n  ","239416":"\n   I got enough love for both you and Chloe\n  ","239417":"\n   ROADTRIP! Where are you going and who are you taking with you? 🚗💕\n  ","239418":"\n   Ahw :( \nIma get so rich, you and princess (my wives) won’t ever have to work, only chill, swim in the pool etc and buy stuff all day.  🌎 💵\n  ","239419":"\n   Wife!!!!!!!\n  ","239420":"\n   Are you watching trump-Biden debate tonight 💨\n  ","239421":"\n   for example?\n  ","239422":"\n   simp souffle ! :D\n  ","239423":"\n   with weed?\n  ","239424":"\n   Are you off soon?\n  ","239425":"\n   Sup f.ag <3\n  ","239426":"\n   ???\n  ","239427":"\n   And doritos and dew. lmao\n  ","239428":"\n   Trump is literally cancer!\n  ","239429":"\n\n    @OGalpacasarenice3\n   \n   IS BACK!!!!!!!!!!!!!!!!!!!!\n  ","239430":"\n   Papers plz.\n  ","239431":"\n   The alpacas have stopped weeping\n   \n    @OGalpacasarenice3\n   \n   is back\n  ","239432":"\n   IM HUNGRYYYYY\n  ","239433":"\n   Go on now. Eat it up. Breakfast is the most important meal of the day and you need your protein. It was all fried in the fat and tears of internet boys everywhere.\n  ","239434":"\n   Simp sausage with a serving of fried simpy-side-up eggs y limp-as-simps toast. Just for you.\n  ","239435":"\n   what about your own fluids?\n  ","239436":"\n   Simps need diaper for their long gaming seshes.\n  ","239437":"\n   Oh what?😯🙈 Not sure what you meant by that..🙊\n  ","239438":"\n   Do you think korn dude actually can hook up with askfm girls by posting silly bob sponge gif's? 🤔 (I think that's pathetic)\n  ","239439":"\n   What about changing diapers someday? Blegh.\n  ","239440":"\n   What about changing your oil?\n  ","239441":"\n   What's a major turn off for you?\n  ","239442":"\n   I am, literally, Dom, yes.\n  ","239443":"\n   Gm💜\n  ","239444":"\n   when do you like to have privacy\n  ","239445":"\n   He also roast submissions for his opinion on Twitter.\n  ","239446":"\n   Favourite celebrity cook if you have one?\n  ","239447":"\n   Thank you for noticing my uniqueness. I feel honored. Truly. Is normal really such a good thing, anyway? Alright, back to work, kids.\n  ","239448":"\n   Don't touch my pizza and we should be fine. I'm sane when I care and a dark when I don't. You'll adjust to my dark sense of humor. Or you won't and it'll end in a messy divorce.\n  ","239449":"\n   it's nostalgia and old songs spree day uwu\n  ","239450":"\n   Oh😥🙈 i'm around if you need to talk to someone!🤗\n  ","239451":"\n   i love the way you liee\n  ","239452":"\n   Have you met someone that has a different personality in real life and social media? 👁👁\n  ","239453":"\n   Yes.😀 \n\nSide note, completely unrelated: ily queen!\n  ","239454":"\n   You don't like low-key nutty? ;) I mean, there *is* Chloe, too. Are we really that different, Marisa?\n  ","239455":"\n   Do you think I’m male or female?\n  ","239456":"\n   Lifes just rigged dude. Lol 😂\n  ","239457":"\n   What if its a 35 y.o guy that's crushing?\n  ","239458":"\n   My dog is smarter than yours 🐕\n  ","239459":"\n   Me! 😡\n  ","239460":"\n   That would literally hurt my heart.\n  ","239461":"\n   See a psycho? I see psychotic people in the world every day. It wouldn't end well...\n  ","239462":"\n   Fun to dream about! ❤️ ❤️ ❤️\n  ","239463":"\n   Does your dog know how to get out of a harness?\n  ","239464":"\n   What was the last concert you went to?\n  ","239465":"\n   You’re pretty.\n  ","239466":"\n   2. [continued] Same old every day; all these lads saying what they would do to you (if they had your and their mom's permission) without having the nerve to come off and outright say, \"Hey, doll! Fancy a f*ck?\" I think you secretly enjoy it. Easy pickings. Say it's not. ;)\n  ","239467":"\n   1. Then why are you here on ASK.fm, enduring the dregs of the modern generation every day? Because, in a manner of speaking, you are sticking around a bunch of whiny b*tches. I've been observing you for a while. >\n  ","239468":"\n   You are very beautiful! I love you! ♥️\n  ","239469":"\n   My boyfriend woke up this morning puking, plus he had a high fever. He has the day off from work and all he's been doing is laying down, cuddling with my teddy bear. When i try to cuddle him he pushes me away. I gave him to meds. How can I get him to feel better? How can i get him to cuddle with me?\n  ","239470":"\n   It's horrible\n  ","239471":"\n   I’d still like to know my chances? 🥰\n  ","239472":"\n   Surprised pikachu face\n  ","239473":"\n   Hey Mars!🥰🌹i noticed you're a pyro again!🤭 What stuff have you been burning?\n  ","239474":"\n   how r you ?\n  ","239475":"\n   marisa ily\n  ","239476":"\n   Why is your name Satan\n  ","239477":"\n   Cool. Cute. ☺️\n  ","239478":"\n   sup faaag\n  ","239479":"\n   What are my chances of marrying you and princess?\n  ","239480":"\n   Ok\n  ","239481":"\n   3. Which line are you, Marisa?\n  ","239482":"\n   2. The second table at the station is marked \"Alphas\" and is completely empty. Do you know why? Because no alpha needs others to validate them, thus, no self-respecting alpha would be caught in either line. They all moved on. I should really sketch this into one of those Deeper Meaning web comics...\n  ","239483":"\n   1. It's this processing station that has sign-up tables for two lines. One line, a million long, is marked \"Wanna-bes\" and is filled with betas screaming how they're alphas and demanding unearned respect. It is the festering pot of humanity, accented by the stench of beta sweat and b*tching.\n  ","239484":"\n   I will definitely sort that out they are on my digital camera which is nowhere near me at the moment waterfalls 🤩 got those too\n  ","239485":"\n   It truly is theres a valley it's nothing but trees and mountains  and when your out by the ocean at like 10 in the morning you see fog coming out of the valley hugging the mountain streaks and patches of the green forest amongst the white thinning fog it's just something you cant look away from\n  ","239486":"\n   any Halloween plans coming up?\n  ","239487":"\n   Anything maybe deer because its good, my mom tells me a lot about how she went hunting when she was younger and i like the idea of it for food\n  ","239488":"\n   Someone didn’t text me I’m guessing you got busy lol. I think calling would be best unless you feel shy and awkward when you’re talking.\n  ","239489":"\n   Have fun, beautiful ♥️\n  ","239490":"\n   Type up Festerson a Obasohan vs Hayward. Skip to 20 sec and watch till 31 sec. (:20-31) I wish I didn’t showboat but the 1st time I did it it want captured on camera, so the sec time I wanted to show off by purposefully putting 1 hand on the ground. Fuck!!!!!!\n  ","239491":"\n   And get smacked or tear my ACL. I don’t think you understand what I’m really saying. Imagine you were a prodigy at playing piano and all of a sudden one day you hit your head (I got a concussion at practice) and you absolutely lose that talent. Like completely gone. Like, like you wouldn’t believe.\n  ","239492":"\n   Message me if you need to talk!\n  ","239493":"\n   First date?\n  ","239494":"\n   Relax, hun. I hope you feel better!!!!!!! 😄👍🏿\n  ","239495":"\n   Get in line, dearie. We'll have you processed through soon enough.\n  ","239496":"\n   What do you think is the most disgusting habit someone can have?\n  ","239497":"\n   Are you alright? ❤\n  ","239498":"\n   Why aren't you giving out your social a\n  ","239499":"\n   What'd be your dream form of transportation? Can be anything!\n  ","239500":"\n   Yea I like to get some takeaway food park up most times got a few cool places nearby with some epic views of snow covered mountains amazing green bush and ocean views its awesome 🤩\n  ","239501":"\n   Your views on steroids and PED usage?\n  ","239502":"\n   \"I'm King of the P*ssies.\" he roared proudly! * \"Careful there, m'lord. You're headed full-circle back into simp territory,\" the royal advisor pointed out. * (Funny how that works; 'King of the P*ssies' = weakling; 'King of P*ssy' = Alpha, God in Bed)\n  ","239503":"\n   i hvnt started\n  ","239504":"\n   How does your sleep schedule usually look like?\n  ","239505":"\n   \"One has to love themselves before they can truly love others\", do you agree?\n  ","239506":"\n   Forgot about that one. Heh, YouTube fact channels had a field day with this kind of stuff years ago. Indeed, the king has returned for his first bite of the ass.\n  ","239507":"\n   When you go for a drive do you usually just drive around or do you like to go park up and chill?\n  ","239508":"\n   Hey mate how long would it take to travel to Pluto?\n  ","239509":"\n   So is the nightmare before Christmas a Halloween movie or a Christmas movie? Discuss\n  ","239510":"\n   I only heard about it a few years ago. I've never actually watched that movie, or many Disney-ish movies, really. But, supposedly, millions of copies were released on VHS, etc. and countless people had watched it without catching that. Like I said, it's only a single frame that zips by quite quickly\n  ","239511":"\n   I do love a good drive music blasting wind blowing around me 😎 good times\n  ","239512":"\n   I think it would be nice to have a Sunday dinner with you\n  ","239513":"\n   Are you afraid of the sun ?\n  ","239514":"\n   I wonder if this is the white-washed, clean version of that gif or if it still has the single video frame where a naughty real-world image was placed in one of the windows in the background...\n  ","239515":"\n   IM GOOD BUT I MISS YOU FRND I LIKE U BEST FRND\n  ","239516":"\n   But, as far as I know... everyone forgot hers yesterday. Even I just had a wonderful day breaking in The Witcher. It happens. Just like anniversaries.\n  ","239517":"\n   Yes :(\n  ","239518":"\n   Going out where?\n  ","239519":"\n   What do you like talking or learning about on dates?\n  ","239520":"\n   Have you decorated your house for Halloween yet?\n  ","239521":"\n   Are you a good liar?\n  ","239522":"\n   Have you used a bath bomb or bubble bar before?\n  ","239523":"\n   But then I wouldn't be alive and you would be.\n  ","239524":"\n   Yes, that is pretty pathetic. I get serious attention-wh*re vibes and avoid those kinds of peo-- no, ladies, specif-- no, girls, specifically. It's only the females who are immature like girls, not the ladies who do that.\n  ","239525":"\n   Whats something good that made you smile today?\n\nIf nothing made you smile, just know you deserve good things and good times and that your smile is precious 💙\n\nMuch love to you all.\n  ","239526":"\n   Lol four days after tgat crazy alpaca chick lolllll\n  ","239527":"\n   Idk. That’s y I asked you.\n  ","239528":"\n   What do you have a longing for?\n  ","239529":"\n   She always smells perfect, with or without makeup she’s flawless. Literally the most hairless body I’ve ever seen but still has long blonde hair on her head, her skin is so light etc etc etc. I just don’t get how girls do it.\n  ","239530":"\n   Would you open anenvelope that has the date ofyour death inside?\n  ","239531":"\n   Marking it?\n  ","239532":"\n   Do u eat pumpkin stew? 🎃\n  ","239533":"\n   We'll try. #simpintensifies\n  ","239534":"\n   LOL i didnt really do anything special but thank you ❤️❤️❤️ i dont really know what the leaderboard really does for us tho\n  ","239535":"\n   Would you rather have one last day to live with the ability to say goodbye to everyone and not do much else, or do everything you’ve ever wanted but not have time to say goodbye to anyone?\n  ","239536":"\n   How do you feel about receiving inappropriate questions? Why do you think people send them?\n  ","239537":"\n   are you happy fall is here?\n  ","239538":"\n   When you go shopping do you usually go through the cashier or do you use the self pay line?\n  ","239539":"\n   Which words or phrases do you most overuse?\n  ","239540":"\n   Please give my birthday regards to Chloe. Also, gently remind her that, if she'd be an actual good girl for the next 364 days (no threatening to run people over or stomp their necks), she might actually get an alpaca. Tell her this is from Dom. She'll know who I am. Thank you. Good day, madam.\n  ","239541":"\n   How was your weekend?\n  ","239542":"\n   Are you good ?\n  ","239543":"\n   That sucks\n  ","239544":"\n   I can’t believe I’m getting blamed on for something I didn’t do. That’s mess up that the person did that💜😕\n  ","239545":"\n   Just came on here and the creep called you a lovebug. I didn’t call you that the creep did. I was in the bathroom 💜😨\n  ","239546":"\n   Hi\n  ","239547":"\n   Kidding💜😅\n  ","239548":"\n   Would you own a yacht or  a jet  and why\n  ","239549":"\n   Happy Birthday for this weekend x\n  ","239550":"\n   ok so if she said that she don't mind then i can till her that i have some attraction to her?\n  ","239551":"\n   Do you think there isn't enough kindness in the world\n  ","239552":"\n   Lovebug💜\n  ","239553":"\n   plans this weekend\n  ","239554":"\n   where are you from ?\n  ","239555":"\n   is your wifi signal good?\n  ","239556":"\n   Damn heavens is too,😔.   Gotta switch vehicles\n  ","239557":"\n   Hey💜\n  ","239558":"\n   Hi\n  ","239559":"\n   Are you at the motel?\n  ","239560":"\n   what is the most pain you've ever been in\n  ","239561":"\n   Have you ever been bit by a big dog ?\n  ","239562":"\n   I like pushing your buttons. : )\n  ","239563":"\n   This place has smoke.\n  ","239564":"\n   I have no girlfriend. I blame all women.\n  ","239565":"\n   Are you drinking?\n  ","239566":"\n   Are you off tonight?\n  ","239567":"\n   How’s the gas prices in hell?\n  ","239568":"\n   should i try to seduce her?\n  ","239569":"\n   Wife!!!!\n  ","239570":"\n   rope or chai9ns\n  ","239571":"\n   Where u at, swine?\n  ","239572":"\n   if i feel that i want to kiss my friend but i'm not sure that she is a lesbian or bi \n\nwhat is the best way to till her that?\n  ","239573":"\n   remain a mystery\n  ","239574":"\n   hows your demon\n  ","239575":"\n   your very pretty\n  ","239576":"\n   are you dangerous\n  ","239577":"\n   Nooo :( \nthings will look up!\n  ","239578":"\n   Be specific...what is wrong ?\n  ","239579":"\n   Is it wrong for a man to wear only a thong at a grocery store ?\n  ","239580":"\n   have a great Tuesday\n  ","239581":"\n   Can you describe your life in a six word sentence?\n  ","239582":"\n   How do you believe the things that you can't see?\n  ","239583":"\n   *spell check. You’re welcome\n  ","239584":"\n   Still waitin on that child support...😂\n  ","239585":"\n   Do you think it is unfair I can walk at midnight because I’m swoll & athletic and a tough guy or am I just stupid for doing it?\n  ","239586":"\n   Ok. Well, stay safe\/be smart.\n  ","239587":"\n   ❤️❤️❤️❤️❤️❤️❤️❤️\n  ","239588":"\n   Are you scared to walk by yourself at mid night? (Girls tell me that all the time\/make me walk with them to protect them, wtf)\n  ","239589":"\n   Ahw :(\n  ","239590":"\n   Do you have a wishlist?\n  ","239591":"\n   what was the most unusual way somebody became acquainted with you\n  ","239592":"\n   Have you ever made someone pregnant?\n  ","239593":"\n   Do you know that Octopuses have 9 brains????\n  ","239594":"\n   What causes you stress in your life?\n  ","239595":"\n   Oh you were female joker? What about hair\n  ","239596":"\n   Do you believe in luck? 🍀\n  ","239597":"\n   Wow you look like a salesman!\n  ","239598":"\n   it's 2:30pm in uk but hi good morning to u too\n  ","239599":"\n   aw\n  ","239600":"\n   What pills are the hardest to swallow? 💊\n  ","239601":"\n   Do you have a Halloween costume planned?\n  ","239602":"\n   Doyou ever get the feeling that the current day has been repeated 💯times?\n  ","239603":"\n   Weird how last boometh is Scandinavian (the baddest bitches imo)\n  ","239604":"\n   Thank you for showing me, awwwh 🥰\n  ","239605":"\n   Cool, thanks. You’re a gem too.\n  ","239606":"\n   AWH WHAT?! Omg thats so cute 😍😍😍😍😍\n  ","239607":"\n   What do you recommend me doing, if anything? I already followed her on IG, if that’s not weird.\n  ","239608":"\n   Yes, and very nice and definitely has an uplifting personality. She’s smart & fun, and I even like the songs she likes, I’m playing them on repeat.\n  ","239609":"\n   Spaghetti bolognese with grilled cheese and sourcream thoughts?\n  ","239610":"\n   What's a question you were asked on here recently that you ain't gonna answer\n  ","239611":"\n   I have a huge real life crush on lady boometh. Have you heard if her on this app?\n  ","239612":"\n   Have you found the love of your life? ❤\n  ","239613":"\n   If Erin called me babe i would be excited\n  ","239614":"\n   Girls r cute!\n  ","239615":"\n   He is not famous.\n  ","239616":"\n   Are you drinking isopropyl ?\n  ","239617":"\n   I am president of Russia.\n  ","239618":"\n   What's your aspirations in life?\n  ","239619":"\n   Your eyes make me smile 😘💞\n  ","239620":"\n   I would make the best meal for you if you lived in Canada because so far everyone i know likes my cooking\n  ","239621":"\n   I am famous Mari.\n  ","239622":"\n   R.I.P. fearless warrior\n  ","239623":"\n   Are you alone babe\n  ","239624":"\n   I will nut so deep it will come out your mouth\n  ","239625":"\n   I have enough love to go around.  I put both you and you princess to sleep\n  ","239626":"\n   I’d like to take that on!\n  ","239627":"\n   Yes. It is just strange to me how she keeps so clean.\n  ","239628":"\n   Creep e.e\n  ","239629":"\n   Why is my gf so clean? (Hygiene)\n  ","239630":"\n   I'll fuck the c.um out of you so hard you'll cry tears of joy\n  ","239631":"\n   HA 😂✌\n  ","239632":"\n   Once you see my dxck you'll never want to be with another female\n  ","239633":"\n   Wish I could too\n  ","239634":"\n   Yes 🙏 👍🏿\n  ","239635":"\n   I wont give up on you little firestarter theres always room in a girls heart for more love it will just take time and I'm willing to jump every hurdle to get there 😌😘\n  ","239636":"\n   Then why she can su*k em?\n  ","239637":"\n   What song would be your life's song?\n  ","239638":"\n   I did a mastet video for 100 $.\n  ","239639":"\n   What can I do within the next week to make you happy?\n  ","239640":"\n   this is true how ever everyone is an anon at the beginning 😉 you deserve to get real love to ya know! little firestarter you are by far the loveliest woman I have come across in a long time I'm not playing either 100%serious\n  ","239641":"\n   😨😍💞\n  ","239642":"\n   Hot.\n  ","239643":"\n   Ur gf ?\n  ","239644":"\n   Yes of course\n  ","239645":"\n   r they su*kable ?\n  ","239646":"\n   I love you 😘💞\n  ","239647":"\n   Don't worry nobody will hurt you\n  ","239648":"\n   You're in a small aeroplane and you suddenly realize that the pilot and co-pilot have suddenly vanished, what do you do? 😬🛩\n  ","239649":"\n   Someone is fibbing because no alien breed was ever known to eat people just use them for experimenting which that only hurts the persons mental state not physical state lol\n  ","239650":"\n   I kinda ❤️ your intellect\/wit and personality. Hmm\n  ","239651":"\n   No.\n  ","239652":"\n   Would it be weird if I gave a girl I like a brand new hair scrunchie for her bday?\n  ","239653":"\n   Is it weird I think Scandinavian bitches are the baddest?\n  ","239654":"\n   I would e.at you like legit i'm a hungry alien stuck eating normal food\n  ","239655":"\n   Sighs. Life.\n  ","239656":"\n   Aliens are getting hungry everyday for different food other than cows\n  ","239657":"\n   The ignorance and stupidity. Honestly I can’t be mad at you tho (for many reasons) but I will 100% definitely take a lie detector test soon!\n  ","239658":"\n   Hi Marisa whats up?\n  ","239659":"\n   Not funny, gorgeous.\n  ","239660":"\n   What do I have to do to make you mine? (GF)\n  ","239661":"\n   What should I do if you block me ?\n  ","239662":"\n   Never trust Danielle, i feel bad she lives close to you\n  ","239663":"\n   😍😘😍😘😍😘😍😘😍\n  ","239664":"\n   I have to admit Marisa the only reason why i love you so i can have you for dinner one day no other reason dear\n  ","239665":"\n   You’re Russian will you record yourself saying the following:  \n\nWe will not tolerate failure \n\n Launch the missiles \n\nHail mother Russia!\n  ","239666":"\n   What's wrong with having more to love you?\n  ","239667":"\n   Hi little firestarter I want to cook for you and pamper you for a night what are some of your favorite foods please?\n  ","239668":"\n   Pass\n  ","239669":"\n   I’m taking a lie detector test to prove to the whole world there is 1 person who has the talent to was walk right through ppl lik\n  ","239670":"\n   You’re bad asf. Could easily be my wife.\n  ","239671":"\n   I noticed the ladies truly are more emotional about their purchases. Color or the phone. \"Fits you comfortably.\" We men look at the tech specs, durability, resale value, basically, the technical things. Just an observation. Men are logical -- or used to be, kind of cucked now. Women are emotional.\n  ","239672":"\n   What is better: bitter truth or sweet lies?\n  ","239673":"\n   are you still learning about life\n  ","239674":"\n   Do you feel like you have your life together right now? Please say yes, queen! But seriously, I’m hoping you do.\n  ","239675":"\n   No!!! You’re 1 of my favorites.\n  ","239676":"\n   Do shooting stars have the power to fulfill wishes?\n  ","239677":"\n   Would you ever have a meal with me and Erin?\n  ","239678":"\n   You are life!!!!!!!!!!!!!!!!!!!\n  ","239679":"\n   I feel bad. These 2 pretty girls were cat calling me. (I’m a OLB at my university) but I blew them off because I didn’t have a hair cut and felt ugly that day. How do you think they feel rn? 😔😢\n  ","239680":"\n   You were the only person too, it looks like. Reckon there's a Russian conspiracy there. Oh, wait, nevermind.\n  ","239681":"\n   Are we hailing Satan today?\n  ","239682":"\n   Somewhere between a half-hour and an hour ago I think. I was trying to write you about it but it kept saying System Error. Ask is fallng apart like an old junker.\n  ","239683":"\n   Ask glitched on your account showing only polls for a few minutes.\n  ","239684":"\n   Do you have any advice when it comes to buying phones? I'm thinking of buying a new one.\n  ","239685":"\n   What happened?\n  ","239686":"\n   I had a dog named blue he use to tree a lot of coons when they got in our garbage.\n  ","239687":"\n   He's such a good boy\n  ","239688":"\n   My boy Toto deserves better\n  ","239689":"\n   Anything new in your life?\n  ","239690":"\n   So I like to take LSD when having a night out with my girl or friends but she is always against it and doesn’t do it so thought I would give her a little bit in her drink last night and she was funny as hell and finally a fun night but she usn’t great today, told her it was just the alcohol lol\n  ","239691":"\n   How long does it take to get used to it? Whenever I do I just cough and feel dizzy\n  ","239692":"\n   What do you think about Cuties?\n  ","239693":"\n   how are you today\n  ","239694":"\n   Good morning sweetheart 😄\n  ","239695":"\n   Would you go on a date to Panda Express?\n  ","239696":"\n   How do you keep your #StayAtHome days interesting?\n  ","239697":"\n   I wanna try hunting one time but its so challenging to get my youth permit with covid 19 around\n  ","239698":"\n   What is the best way to learn a foreign language? Do you speak any?\n  ","239699":"\n   Have you ever got into trouble with the police?\n  ","239700":"\n   Would you rather eat the whole McDonald's menu or eat the whole KFC menu if you had to\n  ","239701":"\n   Do you think racism or white supremacy affects black peoples chances of becoming wealthy?\n  ","239702":"\n   Nice hair💜\n  ","239703":"\n   hello\n  ","239704":"\n   You cutie💜\n  ","239705":"\n   Are there any brands that you're loyal to?\n  ","239706":"\n   How do you usually feel before going to the dentist?\n  ","239707":"\n   Would you believe me if I said I can walk through people like there is nobody there? Like a ghost?\n  ","239708":"\n   Have you been in a situation when tears fall down to the floor when talking to someone and you keep talking through sniffles and tears?\n  ","239709":"\n   how are you\n  ","239710":"\n   Are you good at selling yourself? Like for work interviews?\n  ","239711":"\n   Im bout to cry! A bxtch want chloe back! 😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭😭\n  ","239712":"\n   Mine is the 4th. Said it on mistake at first💜😕\n  ","239713":"\n   Because I have nothing else to think about\n  ","239714":"\n   Not much just thinking about you\n  ","239715":"\n   Is she hot I heard she’s in her 30s\n  ","239716":"\n   Hello cutie\n  ","239717":"\n   Lisa was 10 when you were born 😏\n  ","239718":"\n   Mine is October 5th💜\n  ","239719":"\n   Maybe not nvm idk who Lisa is anyways\n  ","239720":"\n   Yes, \"Hold on for Dear Life\" to your tongue...\n  ","239721":"\n   What? Speak now or forever hodl your tongue.\n  ","239722":"\n   You have sooo many beta-boy b**ches on your wall. RIP Mari, holy shiet!\n  ","239723":"\n   The new Supreme Court lady looks like Lisa it’s super creepy\n  ","239724":"\n   What's your favorite nut\n  ","239725":"\n   When did you last step on a bug and what bug was it?\n  ","239726":"\n   are you interested in the solid system?\n  ","239727":"\n   Hi. You’re advice on getting better at a sports\/working on my weaknesses?\n  ","239728":"\n   r u serious?\n  ","239729":"\n   Plans that day\n  ","239730":"\n   cuteeeeeeeeeeeeee\n  ","239731":"\n   I’m a D1 college RB. I lost my talent I was born with. How do I get my “fire” back?\n  ","239732":"\n   Have you ever permanently cut somebody from your life?\n  ","239733":"\n   could you afford a $5k designer bag?\n  ","239734":"\n   would you date a 17 year old?\n  ","239735":"\n   When is your birthday? ~\n  ","239736":"\n   How do you deal with haters?\n  ","239737":"\n   Have you ever written a poem? If yes, what was it about?\n  ","239738":"\n   I just imagine you being a nurse in some orphanage and taking care of children, making them soup and telling them bedtime stories. You get that feeling too?\n  ","239739":"\n   Did you block me ?\n  ","239740":"\n   Are you ticklish? Where?\n  ","239741":"\n   Stop pushing me away\n  ","239742":"\n   Most of the people would stay silent when asked about Communism but they would quicky admit that they are against Fascism. Do you know why?\n  ","239743":"\n   Say something about it. What's wrong with being a Nazi or fascist? I want to know your morals\n  ","239744":"\n   what did the buffalo say to his kid? bison\n  ","239745":"\n   You kinda look like Randy orton\n  ","239746":"\n   not much wby bby\n  ","239747":"\n   You don’t have to apologize. I understand because I replied late too just not as late as you do 😅 I love chatting with you here but you have tons of other conversations as well. That’s why I rather call while you’re texting other people.\n  ","239748":"\n   Tell him to mind his business\n  ","239749":"\n   Just be sure to expect mutual respect back, man. There should always be a baseline level of respect in everyone. But if you let a woman run all over you, well... she's gonna run all over you as you get punted into \"nice guy\" territory. Nice guys are actually a powder keg waiting...\n  ","239750":"\n   True. I was raised right. Unlike these assholes.\n  ","239751":"\n   Such is life\n  ","239752":"\n   ok start work again.  😛\n  ","239753":"\n   what do you think's worse? being constricted by a snake or mangled by a boar?\n  ","239754":"\n   Why do humans have such a strong urge to distract ourselves from the real world?\n  ","239755":"\n   Tell Chloe I will paypal her 100 dollars upon her return to ASKfm\n  ","239756":"\n   So I’m reading this book written by a doctor. The book describes how someone is staunchly against trying a different type of food while the person who is encouraging them to try it is very a adamant about them trying it offering different scenarios. What would you do in this situation?\n  ","239757":"\n   Is it love if it ends?\n  ","239758":"\n   this day has been a roller coaster...\n  ","239759":"\n   nah gage was just a psycho from another cycle\n  ","239760":"\n   Robbie wanted her nuts lmfao\n  ","239761":"\n   Chloe has a tik tok?\n  ","239762":"\n   Chloe was just too cute insecurities and all awwww\n  ","239763":"\n   If you have to throw away some paper, do you put it straight in the trash or you first tear it up to shreds?\n  ","239764":"\n   Something about love that breaks your heart?\n  ","239765":"\n   Buy me a PS5\n  ","239766":"\n   how are you?\n  ","239767":"\n   Hope you have a great weekend 😁\n  ","239768":"\n   Do you ever wish NZT-48 was real?\n  ","239769":"\n   Would you ever pick up a hitchhiker?\n  ","239770":"\n   Which one would you side with if you had to?\n  ","239771":"\n   Ah that's it. What if I asked you what's wrong with being a Fascist? What would be your answer?\n  ","239772":"\n   What's wrong with being a communist?\n  ","239773":"\n   \"You're welcome to come join my clients at their group home, retard.\" This is what you said. You don't see  the problem with this, with respect to your work clientele? Really?\n  ","239774":"\n   What can someone do to drive you crazy?\n  ","239775":"\n   Lmaao im dying\n  ","239776":"\n   This is how you talk about the unfortunate people you work with? Really?\n  ","239777":"\n   Ha! Another uneducated, foolish ask.fm user commenting on intelligence. Does no one around here understand the concept of irony?\n  ","239778":"\n   when there to broken to fix\n  ","239779":"\n   you got tats\n  ","239780":"\n   I’m an AFRICAN man, 20 years old, I live in Cali. A  DROP DEAD GORGEOUS WHITE GIRL (19) at my university saw my tribal marks on my stomach while we were in a group and SHE ASKED me (in front of the group of 4) “what if me & you got married and had a baby, would you do that to the baby?”. Thoughts?\n  ","239781":"\n   are you pure\n  ","239782":"\n   You didn't answer the question\n  ","239783":"\n   You do meth ?\n  ","239784":"\n   your pretty\n  ","239785":"\n   Are you a homophobe?\n  ","239786":"\n   You don't need to care. We will come for you and take care of the problem.\n  ","239787":"\n   We need to root out communists. It's bad enough that we have a commie lover as president, so we can't encourage the proliferation of commie people.\n  ","239788":"\n   Where do you live?\n  ","239789":"\n   intresting\n  ","239790":"\n   Are you actually Russian?\n  ","239791":"\n   your russian\n  ","239792":"\n   Free the nipplezzz\n  ","239793":"\n   holla\n  ","239794":"\n   Died a ton in 2009, can't wait to die a ton in 2021.\n  ","239795":"\n   I dare you to spend a week 100% without electronics.\n  ","239796":"\n   Bruh was orange a fruit or color first?\n  ","239797":"\n   You are worried about getting sued by Alice Glass?\n  ","239798":"\n   Yes have you had that?\n  ","239799":"\n   Which is more preferable being nice or being fair?💥\n  ","239800":"\n   Yeah those are good i like them bagels with round sausage and egg and cheese like a breakfast meal\n  ","239801":"\n   Blueberry thats all i got right now but my favourite is \"everything\" bagels like the ones with the seeds on top or whatever they are\n  ","239802":"\n   Not much just eating a bagel since i'm up\n  ","239803":"\n   Yeah no thanks lol, what are you doing?\n  ","239804":"\n   She annoyed my phone enough i had to check the notifications\n  ","239805":"\n   Did Lisa wake you too?\n  ","239806":"\n   thoughts on people who think they're god greatest gift?\n  ","239807":"\n   Which family member do you confide in the most? 👍 🙃\n  ","239808":"\n   When you happen to be in the same group as someone you dislike but you have mutual friends, do you just ignore them or treat them cordially?\n  ","239809":"\n   I would invite you to come here but i can't 🙄\n  ","239810":"\n   It's a gaming question.\n  ","239811":"\n   Shooter: a designated person whom you can rely on to rob or kill somebody; an individual who often carries weapons and is down to catch a body at any given time.\n  ","239812":"\n   Do you consider yourself the shooter of your squad?\n  ","239813":"\n   what was the last thing to make you laugh\n  ","239814":"\n   Mari cover your ears. 👿\n  ","239815":"\n   Mari does not like dirty talk.\n#stop\n  ","239816":"\n   Whats a strip club?\n  ","239817":"\n   Guess she's gone again. fck didn't even last 3 hours\n  ","239818":"\n   What was the last thing to make you happy\n  ","239819":"\n   I can attest that pu$$y bomb asf\n  ","239820":"\n   Maybe my dog and yours can have a play date?\n  ","239821":"\n   Not a good idea to piss you off 😂😂\n  ","239822":"\n   What is something you do every single day?\n  ","239823":"\n   You deserve anything for being so sweet your smile brightens me💜\n  ","239824":"\n   hey cutie\n  ","239825":"\n   AHAHAHAHAHAHA CHLOE IS BAAAAACK\n  ","239826":"\n   Of course there is, dingbat\n  ","239827":"\n   Chlorine is good for that nasty vag of yours\n  ","239828":"\n   Dabbing no doubt\n  ","239829":"\n   Do you know about Iran-Iraq war?\n  ","239830":"\n   Are you walking Toto at the pond right now?\n  ","239831":"\n   whts goin on ?\n  ","239832":"\n   Your dp is my most favorite💜\n  ","239833":"\n   You are gorgeous. You are my favorite💜\n  ","239834":"\n   whats up with all the moms here on ask. kinda creepy\n  ","239835":"\n   she got burned a few times to by some guys here who didnt give a sht ig. oh and then there was gage...................\n  ","239836":"\n   ❤️ sorry if it bothers you. I was just raised to be respectful to women.\n  ","239837":"\n   Satan's PyroMARIac.\n  ","239838":"\n   I do it for everybody. It’s who I am\n  ","239839":"\n   ASKfm warns not to share personal information about yourself here for that very reason\n  ","239840":"\n   chlo was kewl bc she had all but one or two guys on her wall p*ssywhipped. lol it really made sorting out the chaff frm the grain super easy. tho there was one dude who p*ssywhip her a few times to lol\n  ","239841":"\n   Nevermind its actually erika🙄\n  ","239842":"\n   🤗🤗🌹Hows your day goin so far?\n  ","239843":"\n   LOL poor guy. Idiots are our future, though.\n  ","239844":"\n   Leave her the fuck alone dude. She’s clearly not fucking interested.\n  ","239845":"\n   FUUUUUUUUUU... :( I almost had her there in the first half.\n  ","239846":"\n   Umm, that is what I was inferring.  Shxtheads would weaponize here struggles and use them against her\n  ","239847":"\n   Damn you're right. Ban's on hold for now. Ugh we'll get her soon enough.\n  ","239848":"\n   You want the belt babe im giving you the spanking of a life time 😄\n  ","239849":"\n   Why 😭\n  ","239850":"\n   Chloe would share all her struggles which was probably what did her in here\n  ","239851":"\n   No your not your my girl 😉\n  ","239852":"\n   Lol they banned tiktok too! Chlo gonna blow now LOL\n  ","239853":"\n   ❤️\n  ","239854":"\n   HAHA!🤭😆 i'm silly and joke like that a bit🤭 Captain Dork at your service😅🙈\n  ","239855":"\n   Are you single?\n  ","239856":"\n   No I'm not\n  ","239857":"\n   I wish there was a way I could tell or show her my gratitude. She's AMAZING!!! And so are you. You two are queens\n  ","239858":"\n   Why u don't wanna talk with me\n  ","239859":"\n   Lol there are plenty of cute girls here, anon, some honestly even sweeter than Marisa and leaving Chloe in the dust lightyears behind on that spectrum. I'm lighting one up rn She likes the chase. lamo\n  ","239860":"\n   Poor girl.\n  ","239861":"\n   Needs hugs💜🤗\n  ","239862":"\n   Why 😭?\n  ","239863":"\n   I'm taking it for my debut album name. I mean you can't prove I stole it from you and the justice system, since 2016, is opposed to anything even remotely related to Russia. Instant win. \/sarcormaybenot\/\n  ","239864":"\n   Sorry, that's just me being silly! \"Add me anyway\" even though not having kik!😅🙈 like, add me in your imaginary kik😆\n  ","239865":"\n   Oh... did someone bully her? I sure adored her but could never find her account again. Seriously you and her were the last good parts of ask and now there is only you 😔❤️😔\n  ","239866":"\n   They couldn't even spell your username right... It's Crxstal, not Crystal. Yk, sounds a bit like CRIX-STUHL.\n  ","239867":"\n   So how'd you know about it?\n  ","239868":"\n   What happened to her!? And there is another light on ask and it's Marisa! 😊\n  ","239869":"\n   Trying to get Chloe to return to ASKfm by forwarding our messages to her\n  ","239870":"\n   Lol they're just mad cause they either can't be with you or can't be you\n  ","239871":"\n   Hey f.ag, thanks for tying =)\n  ","239872":"\n   I think you p!ss off kik dude\n   \n    @crystalcastlesisugly\n   \n","239873":"\n   Link?\n  ","239874":"\n   I swear they do, they are always so friendly with eachother from what I see 😆\n  ","239875":"\n   Damnn young white girl 👀🤤🤤🤤\n  ","239876":"\n   Chloe was the only light on a dark ASKfm :\\\n  ","239877":"\n   Today the alpacas are weeping and crying out her name CHLOE\n  ","239878":"\n   Well, then Chloe probably go a good laugh and sent back plenty of \"🤢🤢🤢\" and \"💀💀💀\" emojis. Sounds just like her.\n  ","239879":"\n   Has any object in your house moved somewhere else without explanation?\n  ","239880":"\n   💜☺️☺️\n  ","239881":"\n   Do all white people know each other?\n  ","239882":"\n   :(\n  ","239883":"\n   Shut up, anon. She didn't send it to Chlo. You're just an intimidated simp.\n  ","239884":"\n   She dont need to see that\n  ","239885":"\n   NOOOO yu didnt :(\n  ","239886":"\n   Beautiful you are💜\n  ","239887":"\n   Just dont tell her I said that\n  ","239888":"\n   Gm💜✨⭐️\n  ","239889":"\n   yea :( Assyrian princess wit dis cali booooy D:\n  ","239890":"\n   Cloe and me was destined to be together ... we was gonna be kings and shiet!\n  ","239891":"\n   chlo doesnt have a life! lol she sits in her room thinkin bout floofsters all day\n  ","239892":"\n   Thanks if she dont come back i will splash her with my cuckessence\n  ","239893":"\n   HYPERGAMY!!!\n  ","239894":"\n   Dont forget to tell chlo to come back\n  ","239895":"\n\n    https:\/\/youtu.be\/vuMD1qvBXzI\n   \n","239896":"\n   Pfff just add me anyway!🤷‍♂️😉😁 (lol tbh didn't think you did have kik)😅\n  ","239897":"\n   I bet!🤦‍♂️😅Must get old pretty fast, same old...🙊\n  ","239898":"\n   But I was just sed** u\n  ","239899":"\n   😁 \nReally?\n  ","239900":"\n   Why did that?\n  ","239901":"\n   Tbh you make yourself busy because money important and I beats staying home all day but then again your job is definitely a second one but you’re taking care of someone. Like I understand your life style and think you’re amazing 100% but definitely don’t feel like we ever get time to chat\n  ","239902":"\n   Hey Mars!🌹🥰 I see you got the low life dirtbag anons again!🤦‍♂️\n  ","239903":"\n   deamon009\nCu.m* here if u wanna ve a rough time\n  ","239904":"\n   Oooo what about meee? Can i give ya my kik? 🤔😁😅\n  ","239905":"\n   I'm sorry\n  ","239906":"\n   May I give u my kik ?\n  ","239907":"\n   Ur hands are tied behind ur back ..\n  ","239908":"\n   MURCIA TRUMP YEAH!! KEEP AMERICA GREAT B!TCH!! 🇺🇸\n  ","239909":"\n   I'm ur dady\n  ","239910":"\n   Like sl**ping ?\n  ","239911":"\n   Why\n  ","239912":"\n   I wanna be ur master\n  ","239913":"\n   Then we r the best match, b**ch\n  ","239914":"\n   I'm a dom*nant man. Like hardc**\n  ","239915":"\n   Damn\nTaking both 😁 \n\nLike being man or woman if with woman 😉\n  ","239916":"\n   Then what?\n  ","239917":"\n   are u all les ?\n  ","239918":"\n   What are you really curious about?\n  ","239919":"\n   Is she ur gf\n  ","239920":"\n   Do you get excited easily? 💙\n  ","239921":"\n   How tall are you\n  ","239922":"\n   hello darling\n  ","239923":"\n   😴💜☺️\n  ","239924":"\n   Who is she?\n  ","239925":"\n   According to you which one is better to go alone or with friends for a tour ?\n  ","239926":"\n   Beautiful hair💜\n  ","239927":"\n   Have you ever fought the good fight?\n  ","239928":"\n   Idk why i think bin trucks are so cool\n  ","239929":"\n   Does he hate rats?\n  ","239930":"\n   Hi how are you ?\n  ","239931":"\n   Can you be a nurse here and stop the electroconvulsive therapy\n  ","239932":"\n   I don't getting shocked by Lisa i hate electroconvulsive therapy\n  ","239933":"\n   How\n  ","239934":"\n   Like that\n  ","239935":"\n   I would never use your number in a negative way anyway\n  ","239936":"\n   Snapchat is safe\n  ","239937":"\n   Or get a TextNow number or on Snapchat\n  ","239938":"\n   Star 67 or something like that\n  ","239939":"\n   Call me from a blocked number\n  ","239940":"\n   No better way to get to know me\n  ","239941":"\n   Would you like to talk on the phone\n  ","239942":"\n   Yeah true. I never got to say goodbye to some of my friends.\n  ","239943":"\n   Your squad\n  ","239944":"\n   Why are u lonely\n  ","239945":"\n   I wish i owned one but not a real fur coat probably some like fur\n  ","239946":"\n   Hi\n  ","239947":"\n   Have you worn a fur coat 😍\n  ","239948":"\n   Fine, urs?\n  ","239949":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","239950":"\n   😉💙\n  ","239951":"\n   Have you ever worn flip flops, capri pants, and a tank top?\n  ","239952":"\n   Will you give me a colonoscopy.\n  ","239953":"\n   I believe it. And boring as usual lol. Just my depression tbh.\n  ","239954":"\n   Wow i thought she was telling a story\n  ","239955":"\n   Okay, just checking. Becoming a paramedic usually involves school, and lots of it. Maybe you didn't know.\n  ","239956":"\n   How has your day been?\n  ","239957":"\n   Wait someone was murdered near you in 2018? According to Danielle there was! Then they thrown the body in a lake? If thats true thats crazy !\n  ","239958":"\n   How much schooling have you had in the past 6 years?\n  ","239959":"\n   You're 24 years old.\n  ","239960":"\n   I like hiking during the night because thats when evils comes to play\n  ","239961":"\n   What are your most ticklish spots?\n  ","239962":"\n   Will you be happy to be doing the same job you are now in 20 years? Why or why not?\n  ","239963":"\n   What bra and underwear are you wearing today?\n  ","239964":"\n   It must feel weird to live by a chick that believes she speaks to demons\n  ","239965":"\n   The pleasure and privilege is mine\n  ","239966":"\n   Is your butt (soft) ?\n  ","239967":"\n   Do you like hiking?\n  ","239968":"\n   You having a nice night?\n  ","239969":"\n   that must be robbie\n  ","239970":"\n   -tips hat-\n  ","239971":"\n   Haha... you're adorable\n  ","239972":"\n   That wasn't me that was some j.erk anon saying that\n  ","239973":"\n   I know but you’re always doing something and I need someone who gonna be quick or reply back the same day\n  ","239974":"\n   Oh. lol. That’s a lot. How old were u when started ?\n  ","239975":"\n   The water looks familiar and i hope your dog didn't drink from it\n  ","239976":"\n   Whatever, f.ag\n  ","239977":"\n   Did you forward my messages to Chloe yet?\n  ","239978":"\n   No pet names please\n  ","239979":"\n   More like \"nice girl\" lmao\n  ","239980":"\n   It a pond\n  ","239981":"\n   Who said in the water?  The love the damp grass surrounding it, moron\n  ","239982":"\n   Hi\n  ","239983":"\n   Perfect,  burn me then,  I'm in NJ\n  ","239984":"\n   I like it when thing get crispy between myself and a nice girl\n  ","239985":"\n   Yasss we're the best Queen 👑\n  ","239986":"\n   He gonna get fleas from that swamp\n  ","239987":"\n   Why have you never taken your dog for a walk besides today?\n  ","239988":"\n   who?\n  ","239989":"\n   How is that even possible?\n  ","239990":"\n   All will be clear when chlo embraces the simps lmao\n  ","239991":"\n   Oh now I'm sure that I'm color blind I just wanted to ask some other people\n  ","239992":"\n   Did you see it on first look? what color is the number?\n  ","239993":"\n   What number do you see in my profile picture?\n  ","239994":"\n   Beautiful💜\n  ","239995":"\n   💜😊\n  ","239996":"\n   Lmao, but like wo bist du? Where are you\n  ","239997":"\n   Well bring hell closer to me\n  ","239998":"\n   Chillin outside, where in the world is \"hell\"?\n  ","239999":"\n   Same, where are you?\n  ","240000":"\n   You know it\n  ","240001":"\n   Some guys also be really nice guys with repressed amotions and feelings of unrequited love for her who she scares off and calls simps and then they just wanna snap her neck. And then she complain bc no one will date her...................\n  ","240002":"\n   Ok wow😡🖕🖕\n  ","240003":"\n   Bitte\n  ","240004":"\n   That's cause she's nicer to girls\n  ","240005":"\n   Nah, I'm good,  lol, you're hot tho\n  ","240006":"\n   I just woke up\n  ","240007":"\n   Ouch. It’s never fun losing friends to suicide.\n  ","240008":"\n   lol yeah\n  ","240009":"\n   Gonna be your baby daddy\n  ","240010":"\n   Damn. I’m so sorry\n  ","240011":"\n   So what does that have to do with anything?\n  ","240012":"\n   You got it bby\n  ","240013":"\n   Ehhhhhh tbh u cuter\n  ","240014":"\n   Yes,  i love you,  and you can't stop me 😊\n  ","240015":"\n   Why tho\n  ","240016":"\n   Yeah I know lol. I’m used to them telling me beforehand so I don’t feel ignored. Lol\n  ","240017":"\n   Damn\n  ","240018":"\n   no i don't wanna 😒\n  ","240019":"\n   I'm in love with you 🤫\n  ","240020":"\n   Yeah we need to tell dat b h bday anyway in a few lmao\n  ","240021":"\n   How are you\n  ","240022":"\n   Wish they told me.\n  ","240023":"\n   ThanQ \nWhat makes a person truly evil? Are they born that way or did their environment make them that way?\n  ","240024":"\n   Do you ever go to baseball games?\n  ","240025":"\n   Bring back\n   \n    @OGalpacasarenice3\n   \n   and I will award you with all life's riches\n  ","240026":"\n   ❤️🌷\n  ","240027":"\n   I like the version where some mixed devil went down to Georgia with it\n  ","240028":"\n   I'm sorry\n  ","240029":"\n   2. 10 years later, you're working your way up the ladder in a reputable business (or running your own) and maybe somebody starts spreading the pics of you, well, spreading your legs. Yep, that's a career-ender there. Save yourself the trouble.\n  ","240030":"\n   1. My unsolicited advice: Don't make one. Ever. I don't care if you go out and jumpstart a dozen guys a month. More power to you. But stuff like this comes back to haunt.\n  ","240031":"\n   Why shame of it?\nIt's normal\n  ","240032":"\n   have you heard the song wap\n  ","240033":"\n   Then it's yeah 😁\n  ","240034":"\n   When you were little, what did you want to be when you grew up? 🤔\n  ","240035":"\n   Ever been sla.pped on ur b**t\n  ","240036":"\n   Given the chance and physical ability aside, who would you suplex?\n  ","240037":"\n   U said\n  ","240038":"\n   Yeah, like the top comment said, it should be renamed OnlySimps. I don't know what self-respecting man bothers to pay for that crap anymore when there's millions of hours of free stuff online. Well, she got her movie research alright, including the part that people get pissed when you don't deliver.\n  ","240039":"\n   remember anon is using Celsius so 12 degrees is like in the 53 here in America\n  ","240040":"\n   What was your BIGGEST FAILURE when purchasing things in the Internet? #ONLINESHOPPING\n  ","240041":"\n   What’s something you wish you could go back in time and change?\n  ","240042":"\n   Gross🤢🤮\n  ","240043":"\n   have you ever hidden money from your partner or past if you are single\n  ","240044":"\n   Are you excited that it's fall?\n  ","240045":"\n   Its 12 degrees where i live in Canada\n  ","240046":"\n   What do you think about Bella Thorne's little scam?\n   \n    https:\/\/www.youtube.com\/watch?v=-ZJfx0jZbI0\n   \n   (Viewer discretion is advised.)\n  ","240047":"\n   What makes you feel really uncomfortable?\n  ","240048":"\n   How are you\n  ","240049":"\n   How tall are you?\n  ","240050":"\n   Do you love sexy💋oh oh oh\n  ","240051":"\n   If you had lots of money what would you do with it?\n  ","240052":"\n   Was it tho?\n  ","240053":"\n   One hand on the  balls and 1 on the face?🤣is there any other option left?\n  ","240054":"\n   Omgggggg girl power lmaoooo 👑👑\n  ","240055":"\n   didn't you only try that once on that bus guy? ahaha\n  ","240056":"\n   I am sorry you got slapped.\n  ","240057":"\n   butt slapped?\n  ","240058":"\n   Guess, what is it: four in the office, and one working?\n  ","240059":"\n   *rips into your neck* Scream for me, prey!\n  ","240060":"\n   Is it 12 degrees where you live\n  ","240061":"\n   What would you do if  they guard their balls🤣\n  ","240062":"\n   Holy shittt that's why you don't hit a guy in the balls ahah\n  ","240063":"\n   is your family Christian??\n  ","240064":"\n   Damnnnn that bad?\n  ","240065":"\n   My throat can’t take that\n  ","240066":"\n   You’re always busy I wouldn’t want to bother you tbh\n  ","240067":"\n   Can I drink you holy pee?\n  ","240068":"\n   It's probably nothing I'll never wanna visit\n  ","240069":"\n   Fr you did?\n  ","240070":"\n   Well that one time you did 🙄😂\n  ","240071":"\n   But you were tho 😂\n  ","240072":"\n   Can I drink your holy water from your feet?\n  ","240073":"\n   And you're proud of it 🙄😂😂\n  ","240074":"\n   Omggg you killed him 🤦‍♂️🤦‍♂️😂\n  ","240075":"\n   Did u felt sad later?\n  ","240076":"\n   If a girl refuses to answer questions about her ex and she gets annoyed and tells people off when they ask, do u think she might not be over him?\n  ","240077":"\n   If a scraggly-looking Daniel Radcliffe rode up beside you in his limo, stuck his head out of the window, and said, \"Hey, baby, wanna buy some magic?\", what would you do?\n  ","240078":"\n   what are you doing?\n  ","240079":"\n   Damn poor guy lol\n  ","240080":"\n   Damn why ahah\n  ","240081":"\n   Ever hit someone in the balls? 😂\n  ","240082":"\n   Follow for follow?\n  ","240083":"\n   They're crazy in London\n  ","240084":"\n   Kate will ching you bro you will d.ie 🤣\n  ","240085":"\n   How did it go at the vet?\n  ","240086":"\n   So I guess Chloe is never coming back?\n  ","240087":"\n   Take all of my nut\n  ","240088":"\n   What do you call a board thats color black if you call a green board, black board ???? 👩‍🏫\n  ","240089":"\n   when did you join ask.fm and how did you find out about this website?\n  ","240090":"\n   Do you remember MySpace?\n  ","240091":"\n   do u know\n   \n    @anancitae\n   \n   ?\n  ","240092":"\n   Stop saying things Kate came up with\n  ","240093":"\n   I love how she likes Trump and despises Hillary and Biden lol\n  ","240094":"\n   Gage was his name\n  ","240095":"\n   Honesty you and Chloe are my favorites\n  ","240096":"\n   Why 😂\n  ","240097":"\n   So.. Who are you voting this election?\n  ","240098":"\n   If you could mention to Chloe how much she is missed here that would be great\n  ","240099":"\n   Pap of your belly\n  ","240100":"\n   Haha\n  ","240101":"\n   I would have to wear a raincoat\n  ","240102":"\n   Does she still talk to the Army dude?\n  ","240103":"\n   You're too scared to answer my location questions 😂\n  ","240104":"\n   Oh, well tell her the alpacas are crying without her here\n  ","240105":"\n   Isn't Laddie fully recovered from the parvo?\n  ","240106":"\n   Isn't her school doing online classes because of the covid?\n  ","240107":"\n   Do they say here comes Toto?\n  ","240108":"\n   Yeah it’s you who will be peeing not me\n  ","240109":"\n   I take partial credit for running Chloe off too.  I gave her shxt about her nose non stop\n  ","240110":"\n   I gonna chase you off here next\n  ","240111":"\n   The time when everyone would be sleeping.you would be screaming for help and nobody would be there.you would pee for sure\n  ","240112":"\n   But your dog looks EXACTLY like Toto\n  ","240113":"\n   I chased chloe off here now it boring 😒\n  ","240114":"\n   Is your dog the same breed dog from The Wizard of Oz?\n  ","240115":"\n   Or else you would find me at 3am wearing a mask in your bed?you would be crying instead of laughing\n  ","240116":"\n   I ran that Haley Wilson girl right the f.uck off but now it's boring without her\n  ","240117":"\n   Is your bellybutton piecered\n  ","240118":"\n   Why not?\n  ","240119":"\n   Pap of your belly\n  ","240120":"\n   What if it's tiny?\n  ","240121":"\n   No They are just  afraid of me.and you too be afraid\n  ","240122":"\n   If tomorrow you wake up as the opposite Sex, what's the first thing you would do ?\n  ","240123":"\n   Same here anon🤣I harassed so many woman🤣🤣\n  ","240124":"\n   I ran so many people off this site now it's boring\n  ","240125":"\n   I wouldn't touch you with a ten foot pole because you're HIV+\n  ","240126":"\n   you all are just racist 🙄\n  ","240127":"\n   whos a minor?\n  ","240128":"\n   I’d don’t matter bud, NO MEANS NO\n  ","240129":"\n   oh okay\n  ","240130":"\n   Nice and not that much lol. People been ignoring me tbh lol\n  ","240131":"\n   I guess that's a yes 😂\n  ","240132":"\n   🙏...you are looking genius..I'll ask you something about the  knowledge related information in the  future..please accept it..\n  ","240133":"\n   Snap me when you can? I know you don’t get on it much...I ain’t tryna be annoying. Lol. Just been a while since we talk talked.\n  ","240134":"\n   Salut cv\n  ","240135":"\n   There was no audience watch till  the end\n  ","240136":"\n   if heaven ain't a lot like Dixie... hank williams jr you won't regret it\n  ","240137":"\n   you are  beautiful\n  ","240138":"\n   Yes!! 💚\n  ","240139":"\n   Purple haze all in my brain, lately things don't seem the same.  Actin' funny, but I don't know why 'scuse me while I kiss the sky\n  ","240140":"\n   Who do you trust the most? 😏\n  ","240141":"\n   German?\n  ","240142":"\n   Do you believe in ghosts? No? Neither do I. But I still don't know how I came back.\n  ","240143":"\n   What was the last thing to make you very sorrowful?\n  ","240144":"\n   Finish the sentence: Never have I ever...\n  ","240145":"\n   What turns u on\n  ","240146":"\n   Mom said if people don't stop being weird i can't use this\n  ","240147":"\n   have you eve rgot drunk? #honesthour\n  ","240148":"\n   I had a friend who stop cutting because she believed \"God\" helped when really it was her friends. she's very religious how should i approach her about this.\n  ","240149":"\n   Beautiful filter💜\n  ","240150":"\n   Carter Cummins use to be the most wonderful guy on Ask.\n  ","240151":"\n   If you drove a diesel truck and rolled coal on the protesters you would love Donald because you would feel the gratitude\n  ","240152":"\n   I LOVE both your pics! That first one you look so beautiful and full and ghostly cause of the filter haha and your hair is just GORGEOUS in the second one!\n  ","240153":"\n   Then your voting for biden 😂\n  ","240154":"\n   Trump is a major league r3tard lmao no one in their right mind would support him. It’s like a cult.\n  ","240155":"\n   Want to go out sometime 😁😁\n  ","240156":"\n   How do you feel you got a president like trump\n  ","240157":"\n   What things does your partner do that annoys you\n  ","240158":"\n   I think your an uncover trump supporter 😉😏\n  ","240159":"\n   Having mental break down and wanting to give it a lot lately lol\n  ","240160":"\n   Wow. What the fuck is wrong with people?\n  ","240161":"\n   This person sounds hella dumb.\n  ","240162":"\n   ڪ ⇣⇣ ⇠ 🌟 ƒ૨εε รpαcε ⇢ ⇡⇡ ڪ\n  ","240163":"\n   Wtf you said you like biden but when I ask of your gonna vote for him you say \"assume what you want\" are you mentally ill?\n  ","240164":"\n   Yeah but Joe Biden will stripe you off your freedom and g.un rights, the country will turn out like most of Europe speed cameras everywhere and the government ruling the entire country\n  ","240165":"\n   If you opened up a restaurant, what kind of food would you serve?\n  ","240166":"\n   How do you define happiness?\n  ","240167":"\n   Who is the happiest person in the world?\n  ","240168":"\n   Danielle will clean the vermin off this site mate\n  ","240169":"\n   Spicy KD is it good?\n  ","240170":"\n   I'm not gay... but for you...\n  ","240171":"\n   It seems like it\n  ","240172":"\n   So you are going to vote for him 🌝\n  ","240173":"\n   I knew it im good at picking out the biden and trump supporters trump supporters are easier to pick out 😂\n  ","240174":"\n   I'm kinda ashamed i like them at this age\n  ","240175":"\n   Would you want to see my barbie collection?\n  ","240176":"\n   i feel dumb apologizing to so many people for whatever anon sent this to everyone lmao but ur so sweet thank u!!\n  ","240177":"\n   Do you like barbies?\n  ","240178":"\n   Such a proud druggie\n  ","240179":"\n   Limited Slip Differential\n  ","240180":"\n   You said you're not anyone's, which means you're not the property of yourself either. My logic is flawless. You just think inside the box... for someone who takes LSD. We need to open that mind up.\n  ","240181":"\n   So you're saying you're not yours either? ;) If you're not anyone's, then you're a non-entity... which means you don't exist... which means you've no rights. Get her!\n  ","240182":"\n   That is ask. We ask you questions not the other way around. Yes, ours!\n  ","240183":"\n   How's our sexy mothuhf*cker today!?\n  ","240184":"\n   Simply put, can other people influence your fate?\n  ","240185":"\n   Tbh you seem to be biden supporter more than anything else not judging just saying what I see\n  ","240186":"\n   You like biden better?\n  ","240187":"\n   I know you're definitely not voting for trump 🤣\n  ","240188":"\n   That means yes😂\n  ","240189":"\n   You voting for biden?\n  ","240190":"\n   What color is your original hair? Why did you dye your hair blue?\n  ","240191":"\n   Did you ever notice your house doors moving or lights switching while there is no one else doing it?\n  ","240192":"\n   You are too politically correct to say that others are racists\n  ","240193":"\n   Clearly this anon was dropped on their head. Jfc.\n  ","240194":"\n   Its 2020 You're allowed to be racist against white people\n  ","240195":"\n   lol, if we were in 2015 and u disagreed with this, you'd get attacked and chased off by feminists\n  ","240196":"\n   I never thought how much I would truly miss you all until I was not able to come back on. I have been very sad for the past few days not being able to talk to all of you. When I wasn't able to come back on all I could think of was you guys. I am absolutely overjoyed. Thk you all 4 everything you do.\n  ","240197":"\n   Are you going to 🗳 vote?\n  ","240198":"\n   You ever hear strange sounds in your home?\n  ","240199":"\n   white people can't experience racism. straight people can't experience \"heterophobia\", men can't experience sexism.\n  ","240200":"\n   That ain't racist\n  ","240201":"\n   Why not?\n  ","240202":"\n   Probably not gonna be on this app much longer, just so you know\n  ","240203":"\n   Such a tough girl oof\n  ","240204":"\n   You're cute for a white girl\n  ","240205":"\n   You deserve some rest, sweet dreams\n  ","240206":"\n   Where you at, bulldyke?\n  ","240207":"\n   Where you at boo?\n  ","240208":"\n   You're most welcome!🙈💕🌹Hope your day is off to a good start!😇\n  ","240209":"\n   That's not even you oh and that's the one hundredth time you've posted this pic\n  ","240210":"\n   You're welcome!😁 Oh your hair looks great there, really cute photo too! You're so beautiful!🌹🥰\n  ","240211":"\n   Did you dye part of your hair blue? (In your pfp) looks good! Even if its a filter!😁\n  ","240212":"\n   Which rules are made to be broken?\n  ","240213":"\n   What time is it?😁Nice to hear!🤗 Um, going well, its just 226pm for me😅🌹\n  ","240214":"\n   What languages do you know?\n  ","240215":"\n   What if they get back?\n  ","240216":"\n   Do you bet on the lottery? 🤑\n  ","240217":"\n   Dare you to post a pic wearing a sweatshirt inside out.\n  ","240218":"\n   how are you today\n  ","240219":"\n   What would you like to do till the rest of the quarantine?\n  ","240220":"\n   You don't even bother to reply so why have it?\n  ","240221":"\n   Don't miss a vein hunny\n  ","240222":"\n   stilldrunk\n  ","240223":"\n   Your thoughts on\n   \n    @Neverthesamepage\n   \n","240224":"\n   can I make you a cup of coffee for your head?\n  ","240225":"\n   Did you talk to them?\n  ","240226":"\n   Are you drinking today\n  ","240227":"\n   Would you consider yourself s*xually boring, s*xually exciting, or s*xually inexperienced?\n  ","240228":"\n   Gotta be around 140! You're clever😇🤗\n  ","240229":"\n   Marssss🥰🤗Heyy how's your day been? Also thanks for that mention!💕\n  ","240230":"\n   Oh it does.\n  ","240231":"\n   You could pass for my sister.\n  ","240232":"\n   Leave her the fuck alone bud. You’re being hella fucking creepy.\n  ","240233":"\n   Do you get lots of guys??\n  ","240234":"\n   After the pandemic we would be delighted to invite you to our party next year\n  ","240235":"\n   Just because it's honesty hour doesn't mean you shouldn't be treated like a lady 💞\n  ","240236":"\n   Do you know what your IQ is?\n  ","240237":"\n   Who is your pal?\n  ","240238":"\n   Fucking idiots.\n  ","240239":"\n   A simp wouldn't get a joke! lmao What's it like in hell anyway? Toasty?\n  ","240240":"\n   Have you become less interested in friendship and socializing as you got older?\n  ","240241":"\n   Alrighty! LEt's make somethin of this! *enters God mode*\n  ","240242":"\n   Fucking creeps.\n  ","240243":"\n   We can go all Trevor Phillips on the cops!\n  ","240244":"\n   Shut up simp (\"Bro. Stop.\" guy)! lol I can stop on my own. and I have.\n  ","240245":"\n   Wanna go on a shootout?\n  ","240246":"\n   Bro. Stop.\n  ","240247":"\n   So it's not really honesty hour. :( Ok bye\n  ","240248":"\n   What town you live in?\n  ","240249":"\n   Er ok. Address?\n  ","240250":"\n   Honesty hour ehhh? ;)\n  ","240251":"\n   Oh ok. But you said... :(\n  ","240252":"\n   God damn!! You fitting to go start a war or something? Nice pic\n  ","240253":"\n   Social security number? Honesty!!!\n  ","240254":"\n   you look dangerous and those guns behind you is terrifying\n  ","240255":"\n   I'm scared of you and I'm a grown man am I soft?\n  ","240256":"\n   Have you had a hard life ?\n  ","240257":"\n   Danke\n  ","240258":"\n   Yo, it's my turn to hide Biden in my basement for a week. Anybody wanna come see him? Only $25 to admire America's future braindead-in-chief!\n  ","240259":"\n   You're so beautiful and perfect\n  ","240260":"\n   Did you have imaginary friends when you were a child?\n  ","240261":"\n   My light was on once when i woke up and i vaguely remembered turning it on during the night so i assume i slept walked lol but its never happened again\n  ","240262":"\n   If you did that you would probably forget it as soon as you get conscious.\n  ","240263":"\n   You ever wake up in middle of night like 3am and stand somewhere and stare at something that others can't see?\n  ","240264":"\n   You ever sleep walk?\n  ","240265":"\n   What's that one word that really brings you joy?\n  ","240266":"\n   If you could become a Character from a movie or anime, who would you be?\n  ","240267":"\n   what was your worst wardrobe malfunction ?\n  ","240268":"\n   mk *\n  ","240269":"\n   What man do you like ?\n  ","240270":"\n   Your eyes are grey\/green.\n  ","240271":"\n   Lol rapey come on do I look like a fucking racist??\n  ","240272":"\n   I know if we were alone I would have my way with you\n  ","240273":"\n   okay  are you on Twitter\n  ","240274":"\n   What do you do for fun Mari?\n  ","240275":"\n   Lisa loves you and would probably make you the head nurse if you had the proper education\n  ","240276":"\n   Honestly hydrotherapy is nice, who doesn't like a warm bath\n  ","240277":"\n   The vast majority of people adults and children are mentally sometimes we put them on the Internet to see how they would react to other people \"not face to face\" sometimes they come up with crazy stories which nobody believes\n  ","240278":"\n   What makes your heart whole?\n  ","240279":"\n   Lisa and her business partner were having a fight and Lisa pulled her near her and asked her if she thought she was a \"fool\" or something i was peeping through the door crack and listening and she said if she asks her for a million dollars again she will be punished\n  ","240280":"\n   Mari when I look at your eyes I can see a love restrained.I know it's hard to keep an open heart when even friends seem out to harm you.\n  ","240281":"\n   How many hours do you usually sleep?\n  ","240282":"\n   I want you to be my girlfriend if you want  too be\n  ","240283":"\n   Do you have an attitude? 🤷‍♀️\n  ","240284":"\n   I'm looking for a girlfriend who is  beautiful like you\n  ","240285":"\n   Does your dog like riding in the car?\n  ","240286":"\n   You gonna go dab?\n  ","240287":"\n   Waiting on car repairs is the worst\n  ","240288":"\n   You dont need no brakes!\n  ","240289":"\n   What exactly? sing a christmas song? Or put you in a song?\n  ","240290":"\n   are you on WhatsApp\n  ","240291":"\n   I like you\n  ","240292":"\n   You've got some balls ignoring me I'll give you that\n  ","240293":"\n   how old are you?\n  ","240294":"\n   How your day been\n  ","240295":"\n   What single piece of technology makes your life easier?\n  ","240296":"\n   Do you prefer a quick shower or a long bath?\n  ","240297":"\n   Instead of Batman write pussygirl on your shirt\n  ","240298":"\n   are you single\n  ","240299":"\n   Why does the mind get attracted to negativity for many people?\n  ","240300":"\n   hello\n  ","240301":"\n   Why does the media try to scare us?\n  ","240302":"\n   Do you believe 👽 aliens are real?\n  ","240303":"\n   Be honest here is this a dumb way of thinking learning to cook a decent. Meal is a good way to a girl heart\n  ","240304":"\n   👌..quote is super...\n  ","240305":"\n   I need more people to follow 🙈 Who are your favorite ask.fm users?\n  ","240306":"\n   Beautiful girl 😊\n  ","240307":"\n   👌..how to murder the story\n  ","240308":"\n   did you see how Jimmy Kimmel introduce the opening of Emmy awards looooooool he was funny 😂😂😂\n   \n    https:\/\/www.youtube.com\/watch?v=vE6lH2nnlCU\n   \n","240309":"\n   Best way..\n  ","240310":"\n   Heyy\n  ","240311":"\n   Would you like to live in a 🌤 tropical or ❄ polar countries?\n  ","240312":"\n   What is the best way to get the most important things?\n  ","240313":"\n   They have vast imaginations and shouldn't be taken seriously by any means and anyone breaks the rules will be corrected in the appropriate manner\n  ","240314":"\n   Lisa scares me a lot\n  ","240315":"\n   Hey!\n  ","240316":"\n   Mari baby, leave some candy under the tree, for she. We know she's been a really bad girl. Mari baby, just hurry down my chimney tonight.\n  ","240317":"\n   Do you use TikTok?\n  ","240318":"\n   When someone tries to bring you down, how do you respond?\n  ","240319":"\n   You ever throw up in front of everybody? 🤢🤮\n  ","240320":"\n   All i can say is ignore them\n  ","240321":"\n   Hello Marisa 🥰\n  ","240322":"\n   How ticklish are ya?\n  ","240323":"\n   I'm sure we can prove them wrong lol. ❤\n  ","240324":"\n   They do that to children shock their h.eads so they forget everything\n  ","240325":"\n   But i wonder if you still love me the same baby 👉🏼👈🏼🥺\n  ","240326":"\n   They literally take in children from CPS and house them in a mansion and call it the compound and teach the children that everyone in our society is evil and sometimes they get to use WIFI only when it benefits Lisa and they rarely get to talk to their biological parents\n  ","240327":"\n   We can t.ie you down and shock your head\n  ","240328":"\n   Lisa would administer hydrotherapy to people who have l.esbian thoughts\n  ","240329":"\n   Snap me later if you want to :) I’d love to catch up sometime.\n  ","240330":"\n   Would you let the compound doctors put you through electroconvulsive therapy so you forget everything and become one of us?\n  ","240331":"\n   are you excited for spooky szn 👻🎃💀\n  ","240332":"\n   Wyd today? It’s been a good while lol\n  ","240333":"\n   egg\n  ","240334":"\n   They clearly have no life lol.\n  ","240335":"\n   Wtf is a dart\n  ","240336":"\n   Have you ever stolen anything? What did you steal?\n  ","240337":"\n   Hey, I hope you’ve been good. It’s been a while.\n  ","240338":"\n   All of the girls are going braless these days, why not you\n  ","240339":"\n   Weirdest place you've had sex?\n  ","240340":"\n   I had a dart hanging out my mouth tying down a trailer load of wood by the diesel pump and a paki came out of the store yelling at me and i was literally 100 feet from the pump 🤣\n  ","240341":"\n   I ran off Haley, you and Trinket are next then ASKfm will be really dead\n  ","240342":"\n   You rang, f.ag?\n  ","240343":"\n   it’s going good. just got off work\n  ","240344":"\n   How is your Sunday going?\n  ","240345":"\n   Can you freestyle rap?\n  ","240346":"\n   ✍ pen pal or 🤳 chat mate?\n  ","240347":"\n   Are you mature or yet immature compared to your actual age? ⏳\n  ","240348":"\n   What's been the highlight of your week this week?\n  ","240349":"\n   NASTYA DO PROSTITUTE FOR MONEY\n  ","240350":"\n   Love💜✨\n  ","240351":"\n   Have you ever read a book?\n  "},"Answer":{"239279":"\n  Bc she's a cunt\n  ","239280":"\n  Couldnt cross it if I tried🤣🤣\n  ","239281":"\n  She should've been swallowed.\n  ","239282":"\n  She so gross looking\n  \n  Like why does THIS\n  \n  have to be obsessed with me\n  ","239283":"\n  Well why'd ya do that?!\n  ","239284":"\n  Right? Like stfu\n  \n  Besides if you're anything like me like. That's boring ya know🤣🤣\n  \n  Iluuu toooo. Make them go awayyyy\n  ","239285":"\n  She's hunting🤣🤣🤣\n  ","239286":"\n  Smirnoff Ice is so good! You've got a weak stomach bruh\n  ","239287":"\n  💜✨\n  ","239288":"\n  So she's online...\n  \n  But not doin anything\n  \n  STALKER ALERT\n  ","239289":"\n  Don't ask me for likes. That's annoying\n  ","239290":"\n  No\n  ","239291":"\n  Mm don't mess with the Upside Down. You might just make it there. Wine gives me headaches.\n  ","239292":"\n  Good! Yourself?\n  ","239293":"\n  Hmmm I see.\n  \n  Whiskey and bourbon are my go to's but if I'm cheap that day, schnapps.\n  ","239294":"\n  Fuck off with the \"babe\"\n  ","239295":"\n  Decent. Yourself?\n  ","239296":"\n  yOu LikE rOugH\n  ","239297":"\n  Eat the donuts. You can have the beer🤣😏\n  ","239298":"\n  Hmm I see that hate account of Erikas has been active🤣\n  ","239299":"\n  I live on naps tbh. What's your drink of choice?\n  ","239300":"\n  Go the fuck away\n  ","239301":"\n  Lmao no I don't tf\n  ","239302":"\n  Hello\n  ","239303":"\n  That's nice.\n  ","239304":"\n  Fire\n  ","239305":"\n  Sounds about right. May take a drunken nap🤣\n  ","239306":"\n  How are you?\n  ","239307":"\n  Love yaaa\n  ","239308":"\n  No. Ive got a clean record\n  ","239309":"\n  You got a fuckboy dp\n  ","239310":"\n  Morning you.\n  ","239311":"\n  She's a good friend.\n  \n  If I were to be intimate, it wouldnt be \"fucking.\" I'd love her. Like she deserves.\n  ","239312":"\n  Not stupid ones😂😂\n  ","239313":"\n  I work midnights\n  \n  Are you new here??\n  ","239314":"\n  Been a few years\n  \n  These are such retarded ?s god\n  ","239315":"\n  Not that I can recall\n  ","239316":"\n  Ask awayyyy\n  \n  Only ?s under this thread will be answered\n  ","239317":"\n  We'll see\n  ","239318":"\n  Ill be honest lol. Not drunk yet tho. Just tipsy\n  ","239319":"\n  So im drinkin\n  \n  If I did a drunk honesty thread would yall partake orrrr\n  ","239320":"\n  Thanks!!\n  ","239321":"\n  Technically no lol. It's complicated\n  ","239322":"\n  Truth\n  ","239323":"\n  That's pretty common lol.\n  ","239324":"\n  My sister lol.\n  ","239325":"\n  Without meaning to be at times.\n  ","239326":"\n  I do!\n  ","239327":"\n  💜✨💜✨\n  ","239328":"\n  Of what I look like now orrr\n  ","239329":"\n  Lol so ig theres more than one then\n  ","239330":"\n  Awwh! I appreciate ya too💜\n  ","239331":"\n  Gotcha.\n  ","239332":"\n  💜✨\n  ","239333":"\n  Well uh\n  \n  Dont lmao\n  ","239334":"\n  Often lol.\n  ","239335":"\n  I can't dance\n  ","239336":"\n  Makin my gals smile\n  ","239337":"\n  Cool. Same\n  ","239338":"\n  Nahhhh. Not that bad\n  ","239339":"\n  I'm on a 16 hour .-. Lmao tf\n  ","239340":"\n  Like obv my clients I dont see that way\n  \n  It means stupid to me\n  ","239341":"\n  Many o times\n  ","239342":"\n  Oh oh oh oh stayin alive\n  ","239343":"\n  Yep\n  ","239344":"\n  Her setbacks have stunted her and made her believe she's not enough and it makes me sad\n  ","239345":"\n  That's mine\n  \n  Next\n  ","239346":"\n  Stfu. I can say what I want. Whatcha gonna do? Reach through the screen and slap me?😂🤣\n  ","239347":"\n  Lmfao he is? Wow\n  ","239348":"\n  Bc shes smart asf\n  ","239349":"\n  My ask is so dead\n  ","239350":"\n  Go off yourself or speak to me like a normal person not a retard\n  ","239351":"\n  Let's do it together bbg\n  ","239352":"\n  Idk tbh\n  \n  This ? annoyed me\n  ","239353":"\n  Smh\n  ","239354":"\n  Oh\n  ","239355":"\n  Bc life\n  ","239356":"\n  Lmao oKaY\n  ","239357":"\n  Lmao oh stop. This isnt the 90's. You can wanna die and not be emo\n  ","239358":"\n  This is true\n  ","239359":"\n  Yeah? Even more reason😂😂\n  ","239360":"\n  Stop with the retarded ?s or I'll log off for the night\n  \n  Like fr\n  ","239361":"\n  BC I AM\n  ","239362":"\n  Yasss! The hardest part is over tbh\n  ","239363":"\n  I miss you😤😭\n  ","239364":"\n  Fuck no. Take the hint. You're ignored from here on out\n  ","239365":"\n  IM SCREAMING😂😂\n  ","239366":"\n  Shut up\n  ","239367":"\n  Stfu bitch\n  ","239368":"\n  OOOOOOOOOO\n  ","239369":"\n  I'm down\n  ","239370":"\n  Lol dont start acting all tOugH now\n  ","239371":"\n  Uno is fun\n  ","239372":"\n  K😤\n  ","239373":"\n  I dont dream.\n  ","239374":"\n  Yawn.\n  ","239375":"\n  Omg bb😂😂😂\n  ","239376":"\n  And which do you fall under?\n  ","239377":"\n  Why are you so annoying\n  ","239378":"\n  Back off mf\n  ","239379":"\n  Lol ok\n  ","239380":"\n  There we go! BAM😏\n  ","239381":"\n  Lol oh god no\n  ","239382":"\n  Usually dark\n  ","239383":"\n  Doesn't seem like you know what it is\n  ","239384":"\n  LIKE A CACTUS😂😂😂\n  ","239385":"\n  Okay?\n  ","239386":"\n  You'll love it\n  ","239387":"\n  Pass\n  ","239388":"\n  As were many\n  \n  And?\n  ","239389":"\n  How do you play?\n  ","239390":"\n  Awh thanksss\n  ","239391":"\n  That girl reminds me of a white Jasmin\n  ","239392":"\n  Apparently not😂 ya caught me\n  ","239393":"\n  And cotton candy😇😇\n  ","239394":"\n  Idiot\n  ","239395":"\n  Lol yes\n  ","239396":"\n  It glows rAiNbOwS\n  ","239397":"\n  My sacred unicorn horn😂😉\n  ","239398":"\n  Mmm sexyyyy\n  ","239399":"\n  Awh don't say thatttt\n  ","239400":"\n  Uh oh the big guns stepped in🙊🙊\n  ","239401":"\n  Nomnomnomnom😂😂\n  ","239402":"\n  At work so\n  \n  Ya know\n  ","239403":"\n  Mmhm.\n  ","239404":"\n  Make me\n  ","239405":"\n  Never bitch\n  ","239406":"\n  The head just popping out PFTT\n  ","239407":"\n  Messing with or degrading 🤷🏻😏\n  ","239408":"\n  OKAY THAT'S TOO CUTE FUCK\n  ","239409":"\n  Thank you! As are ya! Hope you're doing well\n  ","239410":"\n  She prob got some gross shit she didnt answer\n  ","239411":"\n  Smh hush\n  ","239412":"\n  Omg yesss\n  \n  Or a PUMPKIN OMG🙉🙊\n  ","239413":"\n  Pls😭\n  ","239414":"\n  OMG YES\n  \n  IDK WHAT THO\n  \n  HELP\n  ","239415":"\n  What? How so? Oh nooooo\n  ","239416":"\n  Good.\n  ","239417":"\n  Fuck all y'all making me feel unappreciated\n  \n  Smd\n  ","239418":"\n  Lol awh\n  ","239419":"\n  Lol nah\n  ","239420":"\n  That was last night\n  ","239421":"\n  When I'm feeling stressed or overwhelmed\n  ","239422":"\n  Yum!\n  \n  Chloes back guys\n  ","239423":"\n  Or dabs\n  ","239424":"\n  Nooooo\n  \n  7a\n  ","239425":"\n  Workin\n  \n  You\n  ","239426":"\n  What\n  ","239427":"\n  Man that sounds good tho\n  ","239428":"\n  Agreed\n  ","239429":"\n  Now my ask is dead😭 I feel so unloveddd\n  ","239430":"\n  Questions pls\n  ","239431":"\n  Ik.\n  ","239432":"\n  SAME\n  ","239433":"\n  Ahahhaa I love it🤣🤣\n  ","239434":"\n  Why thank you kindly\n  ","239435":"\n  Unsanitary bruh bruh\n  ","239436":"\n  And their sippy cups and snacks🤣🤣\n  ","239437":"\n  Replying to people lol.\n  ","239438":"\n  Hey\n  \n  Be nice now\n  ","239439":"\n  I already do that with my clients too cx\n  ","239440":"\n  I just got that done yesterdayyyy\n  ","239441":"\n  Fluids lol.\n  ","239442":"\n  Are ya? Good to know.\n  ","239443":"\n  Mornin\n  ","239444":"\n  From time to time\n  ","239445":"\n  You just a dom man huh🤣🤣🤣🤣\n  ","239446":"\n  Gordon Ramsey\n  \n  That dude can COOOOOK\n  ","239447":"\n  I take it as a compliment too. We're not that different.\n  ","239448":"\n  You're such a weirdo\n  ","239449":"\n  YES OMG\n  \n  OLD SONG THREAD\n  \n  MAKE US REMEMBER😍😍😍😍\n  ","239450":"\n  I'm bad with that\n  \n  Get bashed ALL the time\n  ","239451":"\n  Rhianna kinda day?\n  ","239452":"\n  Not really tbh\n  \n  Like\n  \n  I'm shy at first\n  \n  But once you know me I'm not at all\n  ","239453":"\n  Much loveeee💜\n  \n  Ik it😉\n  ","239454":"\n  I like psycho but don't hurt me. Like ? Why? Im pretty ok once you know me😏\n  ","239455":"\n  Hmmm\n  \n  Male?\n  ","239456":"\n  He's 35 ig\n  ","239457":"\n  Ask her\n  ","239458":"\n  I mean, I dont want that lmfao\n  ","239459":"\n  💜✨\n  ","239460":"\n  Well noooo, shit that's not what I'm looking for\n  ","239461":"\n  Meant psych. I changed it lmfao\n  ","239462":"\n  I bet😉\n  ","239463":"\n  No thank god\n  ","239464":"\n  If I deactivated how many of you would ACTUALLY care tho\n  ","239465":"\n  Danke!!\n  ","239466":"\n  Lol their moms? Oh\n  ","239467":"\n  Why not? I'm bored\n  ","239468":"\n  Awh thanks! Much love💜\n  ","239469":"\n  Tbh he prob doesnt wanna get you sick\n  ","239470":"\n  It's amazing\n  ","239471":"\n  Little to none tbh\n  ","239472":"\n  Awwh I imagined that\n  ","239473":"\n  My heart and mind as usual\n  ","239474":"\n  Tipsy tbh\n  \n  Hru\n  ","239475":"\n  💜✨💜✨\n  ","239476":"\n  Why not\n  ","239477":"\n  Ikrrr😍😍\n  ","239478":"\n  Walking this goon\n  ","239479":"\n  Whyd my ask make a weird noise tho\n  ","239480":"\n  Walks with this one💜\n  ","239481":"\n  I mean,\n  \n  I'm not sticking around a bunch of whiny bitches so, what do you think?\n  ","239482":"\n  Makes sense\n  ","239483":"\n  Oh wow🤣🤣🤣\n  ","239484":"\n  Yay!! Awwh. Sounds like paradise lol\n  ","239485":"\n  I'd love to see a pic\n  ","239486":"\n  Prob gonna hang with friends and dress up\n  ","239487":"\n  Deer are my ground spirit animal\n  \n  This makes me sad\n  ","239488":"\n  Nah I do lol. That's why I dont call usuallu\n  ","239489":"\n  Lol danke\n  ","239490":"\n  I dont have time for this\n  ","239491":"\n  Well you didnt go into it saying that\n  ","239492":"\n  ☺☺\n  ","239493":"\n  Noo lol\n  ","239494":"\n  Thanks!\n  ","239495":"\n  Yeah?\n  \n  What's the process?🤣🤣\n  ","239496":"\n  Arrogance\n  ","239497":"\n  Yeah thanks!\n  ","239498":"\n  People ruined it\n  ","239499":"\n  Flying\n  ","239500":"\n  That sounds amazing😍\n  ","239501":"\n  Sleepy bb💜\n  ","239502":"\n  I'm the alpha\n  ","239503":"\n  Idc\n  ","239504":"\n  Non existent\n  ","239505":"\n  Yes\n  ","239506":"\n  HAAAAH🤣💀👏🏻\n  \n  Roaring for that pussy🤣🤣\n  ","239507":"\n  It depends really!\n  ","239508":"\n  9 1\/2 years\n  ","239509":"\n  Halloweeeeeen\n  ","239510":"\n  Disney is known to do that tbh\n  \n  For example🤣👋🏻\n  ","239511":"\n  Yessss😍😍\n  ","239512":"\n  ☺☺\n  ","239513":"\n  No?\n  ","239514":"\n  Omg no way, really🤣💀🤣💀\n  ","239515":"\n  .-.\n  \n  Chill\n  ","239516":"\n  I didn't🤷🏻\n  \n  But ig. Idk\n  ","239517":"\n  💜\n  ","239518":"\n  Anywhere. I wanna drive lol\n  ","239519":"\n  Basics tbh. Just getting to know on a low level who and what kind of person I'm involving myself with\n  ","239520":"\n  No😭\n  ","239521":"\n  Not the best. But lying is pointless anyways.\n  ","239522":"\n  I have!\n  ","239523":"\n  Bingo\n  ","239524":"\n  Right?\n  \n  And honestly if you care enough you'd remember!\n  ","239525":"\n  My doggo and my friends💜 same to you!\n  ","239526":"\n  Mmhm\n  ","239527":"\n  You like what you like\n  ","239528":"\n  Rn? Going out lol\n  ","239529":"\n  Awwh you sound truly in love. I love it\n  ","239530":"\n  Of course\n  ","239531":"\n  Yeah like on the 3rd making my username\n  \n  \"iT'S mY bDaY\" or some gay shit like that\n  ","239532":"\n  I dont! But I'm interested👀\n  ","239533":"\n  💜✨💜✨\n  \n  I'm not marking it either tbh. Not one of those people\n  ","239534":"\n  Just attracts popularity\n  \n  I used to be on it lol. There was I think a couple times I was #1 but lately that's impossible to even reach. Kinda not fair lol.\n  ","239535":"\n  One last day with the ability to say goodbye to those I love most\n  ","239536":"\n  They're annoying\n  \n  Bc they're pigs\n  ","239537":"\n  YAS🍂🍃🍁🕸🕷\n  ","239538":"\n  Self🙃\n  ","239539":"\n  If I don't get love on my bday like the numerous inboxes ive gotten about chloe I'm deleting this app\n  ","239540":"\n  I suppose.\n  \n  You too.\n  ","239541":"\n  It's Wednesday🤣💀\n  ","239542":"\n  At?\n  ","239543":"\n  What does?\n  ","239544":"\n  Idc\n  \n  Over it\n  ","239545":"\n  Idc im done with this thread\n  ","239546":"\n  Hey\n  ","239547":"\n  Fuck off\n  ","239548":"\n  Yeah! It's be fun!\n  ","239549":"\n  Thanks!\n  ","239550":"\n  Read the situation ig idk. I'd wait a min if it were me\n  ","239551":"\n  Absolutely.\n  ","239552":"\n  Fuck no.\n  ","239553":"\n  Idk tbh\n  \n  It's my bday but I have no plans lol\n  ","239554":"\n  US\n  ","239555":"\n  Yes\n  ","239556":"\n  Awwwwh\n  ","239557":"\n  Hello\n  ","239558":"\n  Allo\n  ","239559":"\n  It'a not a motel\n  ","239560":"\n  When I hit my head. Didnt hurt at first but when it did... Ouch\n  ","239561":"\n  No\n  ","239562":"\n  Lol good luck\n  ","239563":"\n  💨💨💨\n  ","239564":"\n  Lol k loser\n  ","239565":"\n  No\n  ","239566":"\n  Yea\n  ","239567":"\n  High\n  ","239568":"\n  No.\n  ","239569":"\n  No\n  ","239570":"\n  .-.\n  \n  Bye\n  ","239571":"\n  Livin my life fag\n  ","239572":"\n  Casually talk about it one day but dont bring up that shes your interest. See if maybe shes curious too\n  ","239573":"\n  I see.\n  ","239574":"\n  Calm.\n  ","239575":"\n  Thank ya!\n  ","239576":"\n  Wheres your profile tho\n  ","239577":"\n  I hope so!\n  ","239578":"\n  Lot of personal stuff\n  ","239579":"\n  This is basics hun. Figure it out\n  ","239580":"\n  Ya too!\n  ","239581":"\n  Life is a piece of shit\n  ","239582":"\n  I do\n  ","239583":"\n  💜✨\n  ","239584":"\n  You aint gonna get it🤣💀\n  ","239585":"\n  I mean take advantage of your advantage lololol\n  \n  Id do it too if I could\n  ","239586":"\n  Of course💜\n  ","239587":"\n  Thank you though! It's def the thought that counts💜\n  ","239588":"\n  Alone?\n  \n  Hell yeah.\n  ","239589":"\n  I want a good quality day. That's it. Spent with those I love and care about c:\n  ","239590":"\n  Nooooo\n  \n  I don't want anything\n  ","239591":"\n  Idk\n  \n  Laddie wasn't feeling well last night :( but he went on a walk and... pooped, and is doing better👏🏻\n  ","239592":"\n  All the time\n  ","239593":"\n  Oh wow\n  ","239594":"\n  The unexpected, the unknown, when I fuck up, when my fur babies get sick, death, the future, accidents, illness, work\n  \n  A lot tbh\n  ","239595":"\n  Im prob gonna dye it. I dont like wigs\n  ","239596":"\n  I do\n  ","239597":"\n  It's female joker!\n  ","239598":"\n  Oh no!\n  \n  Good afternoon c:\n  ","239599":"\n  Morning!\n  ","239600":"\n  Big ones\n  ","239601":"\n  I do!\n  ","239602":"\n  My days are pretty consistent, yes\n  ","239603":"\n  Can I like\n  \n  Actually get asks about myself for once.\n  ","239604":"\n  You're very welcome! Good job makin your way up on the leaderboard!\n  ","239605":"\n  Awh thank ya!\n  ","239606":"\n  I think so tooooo🤗\n  ","239607":"\n  Tell her :)\n  ","239608":"\n\n   @ass4lyfe\n  \n","239609":"\n  👀💀👀💀\n  ","239610":"\n  Too many\n  \n  All I do is delete, delete, delete no matter what\n  ","239611":"\n  Awh she's pretty!\n  ","239612":"\n  I have\n  ","239613":"\n  She doesn't??\n  ","239614":"\n  Agreed!\n  ","239615":"\n  Right\n  ","239616":"\n  It was E&J Apple weirdo\n  ","239617":"\n  Lol sure\n  ","239618":"\n  Become a paramedic, marry whom I love and be happy\n  ","239619":"\n  You make me smile💙✨💜✨\n  ","239620":"\n  Awh\n  ","239621":"\n  Lol ok\n  ","239622":"\n  Drinkin spam me\n  ","239623":"\n  Dont call me babe\n  ","239624":"\n  Lmaooo\n  ","239625":"\n  You will never touch her.\n  ","239626":"\n  Stfu\n  ","239627":"\n  Lol why\n  ","239628":"\n  Yeah I get a lot of those sadly\n  ","239629":"\n  Isnt that a good thing👀\n  ","239630":"\n  Stfu lmao. You couldn't make me cum if you railed me into next Sunday🤷🏻🤷🏻\n  ","239631":"\n  RIGHT🤣💀🤣💀\n  ","239632":"\n  Oh no\n  \n  It's one of those\n  ","239633":"\n  Yuck\n  ","239634":"\n  Awh! Just make sure to be extra nice Sat😉\n  ","239635":"\n  I'm really not interested hun\n  ","239636":"\n  Bc she can🤷🏻🙄\n  ","239637":"\n  Hospital For Souls by Bring me the Horizon\n  ","239638":"\n  This must be Ben\n  ","239639":"\n  Why? Bc it's my bday?\n  ","239640":"\n  I do get real love!\n  \n  But thank you! I appreciate the compliment🤗\n  ","239641":"\n  Qt😘\n  ","239642":"\n  🙃😏\n  ","239643":"\n  No lol\n  ","239644":"\n  I'd rather be protected\n  \n  Like you🤗\n  ","239645":"\n  Only for\n  \n   @MermaidOnTheMoon\n  \n","239646":"\n  💙✨💙✨\n  ","239647":"\n  Promise?\n  ","239648":"\n  Take that bitch over and pray\n  ","239649":"\n  Lol my mental state is already fucked. No touchy\n  ","239650":"\n  Awh danke!\n  ","239651":"\n  Then no lol\n  ","239652":"\n  Did you wear it?👀\n  ","239653":"\n  Idk is it?\n  ","239654":"\n  .-.\n  \n  Lol k\n  ","239655":"\n  Bye bye now\n  ","239656":"\n  Lol k\n  ","239657":"\n  Shut up\n  ","239658":"\n  Dont eat me🤣🤣🤣🤣\n  ","239659":"\n  I'm serious\n  ","239660":"\n  Sacrifice yourself to the cat gods\n  ","239661":"\n  Idk.\n  ","239662":"\n  She doesnt scare me\n  ","239663":"\n  Love yew bb💜✨\n  ","239664":"\n  Hm\n  \n  I'll stop interacting with yall then\n  ","239665":"\n  I dont have the accent tho\n  ","239666":"\n  I mean you're an anon lol.\n  ","239667":"\n  I'm okay, thanks tho! I get pampered enough from all that love me\n  ","239668":"\n  Pass on you too bb\n  ","239669":"\n  You dont have that talent. Come back to reality.\n  ","239670":"\n  Thanks.\n  ","239671":"\n  You asked for my opinion and I gave it.\n  ","239672":"\n  Im not in the mood for sex ?s\n  \n  Stop asking me them\n  ","239673":"\n  Most def\n  ","239674":"\n  Nah :( but I'm workin on it\n  ","239675":"\n  Awh much love💜✨\n  ","239676":"\n  Havent been feeling this app today tbh\n  ","239677":"\n  Sure\n  ","239678":"\n  💜✨\n  ","239679":"\n  Idc tbh\n  ","239680":"\n  Lol shhh\n  ","239681":"\n  Always\n  ","239682":"\n  Thats what I was getting too. Smh\n  ","239683":"\n  Was that like 20 mins ago? I tried to log in and couldnt\n  ","239684":"\n  Kinda like buying a pair of pants.\n  \n  Go with the one that makes you the most comfortable and fits ya\n  ","239685":"\n  Just a lot going on rn\n  ","239686":"\n  Awwh yay! Good boy haha. I like the name too!\n  ","239687":"\n  💜✨\n  ","239688":"\n  He's on a walk😍😍\n  ","239689":"\n  Im never giving my socials out again. Idc who you are.\n  ","239690":"\n  You're fucking shit. Go die.\n  ","239691":"\n  Awh you're getting a buzz then. Don't get to the point where you are, you'll be addicted\n  ","239692":"\n  The fruit??\n  ","239693":"\n  Stressed. You?\n  ","239694":"\n  No.\n  ","239695":"\n  I have!\n  ","239696":"\n  I dont stay at home\n  ","239697":"\n  Hunting what?\n  ","239698":"\n  I've been tryin to learn Russian for the longest\n  ","239699":"\n  Yep. Long long ago lol.\n  ","239700":"\n  McDonalds lol.\n  ","239701":"\n  Duh.\n  ","239702":"\n  Thanks.\n  ","239703":"\n  Hi\n  ","239704":"\n  Thanks.\n  ","239705":"\n  Nah\n  ","239706":"\n  Fine lol.\n  ","239707":"\n  Only if you're dead\n  ","239708":"\n  Weird flex\n  ","239709":"\n  At work again so blah\n  ","239710":"\n  Yes\n  ","239711":"\n  Rest in pieces\n  ","239712":"\n  Oh! Only a day apart🤗\n  ","239713":"\n  Omg no\n  \n  Theres soooo many better things🤣🤣\n  ","239714":"\n  Lol why\n  ","239715":"\n  Form your own opinions.\n  ","239716":"\n  Sup.\n  ","239717":"\n  Yall way too obsessed\n  ","239718":"\n  Awh cool!\n  ","239719":"\n  .-.\n  ","239720":"\n  Ohhhhhhh\n  \n  My bad lol\n  ","239721":"\n  Hodl🤣🤣🤣\n  ","239722":"\n  Pft\n  ","239723":"\n  No she doesnt\n  ","239724":"\n  I'm allergic.\n  ","239725":"\n  Anons are so goddamn nosy and assume EVERYTHING\n  \n  GET A LIFE\n  ","239726":"\n  👀whats that\n  ","239727":"\n  Start slow and gradually build\n  ","239728":"\n  Fuck off\n  ","239729":"\n  Not sure tbh\n  ","239730":"\n  Danke.\n  ","239731":"\n  Get out there ig\n  ","239732":"\n  Yes\n  ","239733":"\n  Why would I buy something so stupid tho\n  ","239734":"\n  The fuck. No.\n  ","239735":"\n  October 3rd\n  ","239736":"\n  Laugh at them tbh\n  \n  Theyre all pathetic asf anyways\n  ","239737":"\n  Theres so many pathetic people on this site\n  ","239738":"\n  Awwwh. Thats so cute\n  ","239739":"\n  Pft you're not worth that much of my time bud\n  ","239740":"\n  Not entertaining your fetish. Bye\n  ","239741":"\n  Bye\n  ","239742":"\n  Idfc\n  ","239743":"\n  You make me sick tbh\n  ","239744":"\n  This made me chuckle\n  ","239745":"\n  Hands down the stupidest statement ever made to me. You must be blind🤣🤣\n  ","239746":"\n  Chill with the pet names dude\n  \n  Im at work currently.\n  ","239747":"\n  I hate calling tbh. But ill hit you up tonight and we can catch up☺\n  ","239748":"\n  You mind yours\n  ","239749":"\n  Being a nice guy isn't a bad thing. Taking abuse and allowing yourself to be abused isn't.\n  ","239750":"\n  True🤗\n  ","239751":"\n  Hard?\n  \n  Well yeah.\n  \n  You can still not be a pos\n  ","239752":"\n  Bite me.\n  ","239753":"\n  Constricted by a snake.\n  ","239754":"\n  Pain💔\n  ","239755":"\n  Lmao ok\n  ","239756":"\n  Try the foooooood ehe\n  ","239757":"\n  Of course\n  ","239758":"\n  I'm sorry honey\n  ","239759":"\n  Ohhh\n  ","239760":"\n  Robbie wants anything that walks and has a vagina\n  ","239761":"\n  Ig\n  ","239762":"\n  True\n  ","239763":"\n  Just pitch it\n  ","239764":"\n  It always ends\n  ","239765":"\n  Pft\n  ","239766":"\n  Decent. Itching to go home lol. Hru\n  ","239767":"\n  Thanks! You too!\n  ","239768":"\n  👀 whats that\n  ","239769":"\n  No.\n  ","239770":"\n  Dunno tbh. I dont know that much to pick sides\n  ","239771":"\n  You're such a bore\n  \n  Off my ask\n  ","239772":"\n  Ask the anon\n  ","239773":"\n  You're so dumb\n  \n  I was calling you a retard🤦🏻\n  ","239774":"\n  Exist\n  ","239775":"\n  Same tbh🤣🤣\n  ","239776":"\n  No.\n  \n  I actually have respect for them.\n  \n  I'm talking about YOU. Moron\n  ","239777":"\n  You're on here too buddy🤣 if I'm stupid then you're just flat out retarded. You're welcome to come join my clients at their group home, retard\n  ","239778":"\n  F\n  \n  U\n  \n  C\n  \n  K\n  \n  O\n  \n  F\n  \n  F\n  ","239779":"\n  No lol. Want them tho\n  ","239780":"\n  Idc tbh\n  ","239781":"\n  Fuck off\n  ","239782":"\n  I did actually. You're just too stupid clearly\n  ","239783":"\n  Tf no jfc\n  ","239784":"\n  Thanks!\n  ","239785":"\n  I'm bisexual\n  \n  What the fuck do you think\n  ","239786":"\n  Lol you're acting like just bc I'm russian im a communist\n  \n  Fucking fag\n  ","239787":"\n  Idc really\n  ","239788":"\n  That's classified\n  ","239789":"\n  Lol ok\n  ","239790":"\n  100%\n  ","239791":"\n  *you're\n  \n  And? What about it?\n  ","239792":"\n  Lmao\n  ","239793":"\n  Sup\n  ","239794":"\n  Vibes\n  ","239795":"\n  Nah\n  ","239796":"\n  Bruh\n  \n  Idk\n  ","239797":"\n  I mean\n  \n  I'm not takin any chances\n  ","239798":"\n  I have! They're okay. Sometimes the seeds bother my stomach\n  ","239799":"\n  If you're nice fairness should follow\n  ","239800":"\n  Like a breakfast sandwich\n  \n  You're making me hungry ahaha\n  ","239801":"\n  Sesame seeds!\n  \n  Also yum\n  ","239802":"\n  What kind\n  ","239803":"\n  Awh why\n  \n  I'm at work. It's quiet, everyone is knocked. What about you?\n  ","239804":"\n  Awwh you've got a fan☺\n  ","239805":"\n  Lol no.\n  ","239806":"\n  Lmao simps\n  ","239807":"\n\n   @MermaidOnTheMoon\n  \n  💜✨\n  ","239808":"\n  Depends\n  ","239809":"\n  I'm at work per usual anyways lol.\n  ","239810":"\n  I gotcha lol.\n  ","239811":"\n  Oh. One of them😈 I'd say irl it's me and one of my best guy friends. We're both psycho\n  ","239812":"\n  The what?🤣\n  ","239813":"\n  My squad\n  ","239814":"\n  Nahh i can take it\n  ","239815":"\n  Dis\n  ","239816":"\n  Depending on where you go\n  \n  A male or female taking their clothes off\n  ","239817":"\n  Oh nooooo\n  ","239818":"\n  This💜\n  ","239819":"\n  Yeah right.\n  ","239820":"\n  Awwwhhh!\n  ","239821":"\n  You right\n  ","239822":"\n  I'm feeling myself tbh\n  ","239823":"\n  Much love💜✨\n  ","239824":"\n  Sup.\n  ","239825":"\n  Awh yay!\n  ","239826":"\n  Dunno what jacuzzi you're stepping into🤷🏻\n  \n  Also my pussy is bomb asf. Ask anyone thats fucked it\n  ","239827":"\n  Wow you're an idiot\n  \n  There isnt chlorine in a jacuzzi stupid\n  ","239828":"\n  Nah. Bout to jump in the jacuzzi\n  ","239829":"\n  A bit\n  ","239830":"\n  No💜\n  ","239831":"\n  Iat a hotel rn chilling before work\n  ","239832":"\n  Awh thanks!\n  ","239833":"\n  Am I? Awh tyyy\n  ","239834":"\n  Being a mother is nowhere near creepy. Odd you find it that way.\n  ","239835":"\n  Gage was on here at a point??\n  ","239836":"\n  Better than most.\n  ","239837":"\n  Yesssssssss hahaha. I love it\n  ","239838":"\n  💜\n  ","239839":"\n  Still it's not that hard to be decent\n  ","239840":"\n  Rip to the simpsss🤣💀\n  ","239841":"\n  HAAAAHAHA HAHAHAHAHAHAHAHAHAHA\n  ","239842":"\n  Good thanks!\n  ","239843":"\n  Ew\n  ","239844":"\n  Dude relax\n  \n  I got myself lol. You dont gotta defend me all the time💜\n  ","239845":"\n  Hahahhaaa\n  ","239846":"\n  Well that's fucked of them\n  ","239847":"\n  No Walmart and another corporation bought it\n  ","239848":"\n  Stfu swine\n  ","239849":"\n  Bye\n  ","239850":"\n  Theres nothing wrong with discussing things that are bothering you. The other people are the problem. Dont get it twisted\n  ","239851":"\n  *you're\n  \n  I dont date idiots\n  ","239852":"\n  No they didnt\n  ","239853":"\n  No. No hearts after all you've done\n  ","239854":"\n  🤗🤗🤗\n  ","239855":"\n  Yes.\n  ","239856":"\n  Lol ok\n  ","239857":"\n  Thank you so much. You're too sweet💜\n  ","239858":"\n  Bc you're annoying\n  ","239859":"\n  True. I may be nice but im not the nicest lol.\n  ","239860":"\n  I feel for her\n  ","239861":"\n  Awh\n  ","239862":"\n  Why what\n  ","239863":"\n  Lol take it\n  ","239864":"\n  Lol you're a dork\n  ","239865":"\n  It's too toxic here, yes. Awwh you're too sweet!\n  ","239866":"\n  Oh I just did that for copyright purposes lmao\n  ","239867":"\n  They liked one of my answers and my girls told me on fb\n  ","239868":"\n  Shes most likely not comin back. Awh thank you!\n  ","239869":"\n  Oh. Np\n  ","239870":"\n  I agree💜\n  ","239871":"\n  For what? Smh\n  ","239872":"\n  Lmaooooooo idc\n  ","239873":"\n\n   https:\/\/askfm.onelink.me\/FaQr\/qr?profile=crystalcastlesisugly&utm_source=copy_link&utm_medium=android\n  \n\n  🤣🤣🤣🤣🤣\n  ","239874":"\n  Pfttttt\n  ","239875":"\n  What\n  ","239876":"\n  Rip chloe\n  ","239877":"\n  Theres a whole askfm page dedicated to me🤣🤣💀💀\n  ","239878":"\n  She thought it was annoying yes\n  ","239879":"\n  Nope\n  ","239880":"\n  🤗\n  ","239881":"\n  Uh\n  ","239882":"\n  Rip\n  ","239883":"\n  Nah I did\n  ","239884":"\n  Then dont say that\n  ","239885":"\n  Rip\n  ","239886":"\n  Danke\n  ","239887":"\n  Ive been sending her screenshots of everything lol.\n  ","239888":"\n  Mornin\n  ","239889":"\n  No wonder she doesnt want you cx\n  ","239890":"\n  Pft lmfaoooo doubt that\n  ","239891":"\n  Okay\n  \n  One, you've no idea what she's doin so hush\n  \n  Two stop bothering me about it. She obv doesnt need or want her ask rn🤷🏻\n  ","239892":"\n  Rip\n  ","239893":"\n  What\n  ","239894":"\n  Just did.\n  ","239895":"\n  I hate it🤣\n  ","239896":"\n  I dontttt\n  ","239897":"\n  SSDD\n  \n  Same shit different day lol\n  ","239898":"\n  You dont make any sense\n  ","239899":"\n  Yessss hes a fuckboy\n  ","239900":"\n  Why not\n  ","239901":"\n  I do apologize :(\n  ","239902":"\n  Awh man. It sucks🤣💀\n  ","239903":"\n  If you've got kik spam this mf with hairy balls\n  ","239904":"\n  I dont have kik lol\n  ","239905":"\n  Oh?\n  ","239906":"\n  No lmaooo\n  ","239907":"\n  Stfu\n  ","239908":"\n  Hyuck\n  ","239909":"\n  PFTT\n  \n  I wouldnt call you that if you literally tried to force me\n  ","239910":"\n  What are you even-\n  ","239911":"\n  Bc I said so🤷🏻\n  ","239912":"\n  Too bad.\n  ","239913":"\n  Dont call me names. You're nobody to me.\n  ","239914":"\n  I'm like that with women\n  \n  Im a sub with men lol.\n  ","239915":"\n  You're weird\n  ","239916":"\n  I'm bi.\n  ","239917":"\n  I'm not a lesbian for the last time.\n  ","239918":"\n  Man ill never understand people of color voting for Trump\n  ","239919":"\n  No. I believe she's with\n  \n   @VenutionJill\n  \n\n  But I may be wrong\n  ","239920":"\n  Thats what she said\n  \n  But yea aha\n  ","239921":"\n  5 foot 1\n  ","239922":"\n  Goodbye\n  ","239923":"\n  Sleeeeeeeep\n  ","239924":"\n  A nice gal. Why?\n  ","239925":"\n  With friends\n  ","239926":"\n  Danke!\n  ","239927":"\n  Sigh\n  ","239928":"\n  Truck go so slowwww tho\n  ","239929":"\n  Yeah! Lol\n  ","239930":"\n  Hey you!\n  \n  Good. You?\n  ","239931":"\n  If I were to become one that'd be an area I wouldnt mess with, yes.\n  ","239932":"\n  Ok\n  ","239933":"\n  Untick cx idk how to explain it\n  ","239934":"\n  Come off anon\n  ","239935":"\n  Okay\n  ","239936":"\n  Come off anon\n  ","239937":"\n  Idk lol.\n  ","239938":"\n  Oh yeah that bs lol\n  ","239939":"\n  How do I even\n  ","239940":"\n  That would involve me givin out my #\n  \n  Which I'm not gonna do\n  ","239941":"\n  Idk you\n  ","239942":"\n  Awwh\n  ","239943":"\n  Yeeee\n  ","239944":"\n  My squad got a room and I have to work😭\n  ","239945":"\n  Never real💜✨ if you mean not real then I have lol\n  \n  I'm bored;-;\n  ","239946":"\n  I'm actually so lonely tf\n  ","239947":"\n  Nooooo\n  ","239948":"\n  I miss\n  \n   @ValiantThor\n  \n","239949":"\n  Ugh not this bs again\n  ","239950":"\n  Ur all boringgg\n  ","239951":"\n  Back in the day\n  ","239952":"\n  Oh wow\n  ","239953":"\n  I'm on a 24 hour shift\n  \n  Oh no. Wanna vent\n  ","239954":"\n  Nope. He was in his 20's. He died of drowning believe it or not\n  ","239955":"\n  I did hun.\n  ","239956":"\n  Busy per usual\n  \n  Yours?\n  ","239957":"\n  They beat him, slit his throat, THEN threw him in the lake\n  ","239958":"\n  Schooling isn't on my radar rn\n  ","239959":"\n  And?\n  ","239960":"\n  Lmao\n  ","239961":"\n  Ew\n  ","239962":"\n  Fuck no. I want to be a paramedic\n  ","239963":"\n  Your mom\n  ","239964":"\n  Not really\n  ","239965":"\n  🤗💜\n  ","239966":"\n  Ask those whove touched it\n  ","239967":"\n  I do\n  ","239968":"\n  Yeah thanks!\n  ","239969":"\n  Eww\n  ","239970":"\n  Hehe\n  ","239971":"\n  Thanks aha\n  ","239972":"\n  Lol k\n  ","239973":"\n  Fair enough. I am pretty busy all the damn time. It's annoying\n  ","239974":"\n  17\n  ","239975":"\n  Wouldnt doubt it. We live close. He didnt!\n  ","239976":"\n  Lol well now I'm not doing it at all🤷🏻\n  ","239977":"\n  I'm at work. Im busy\n  ","239978":"\n  I could say the same bb\n  ","239979":"\n  That too\n  ","239980":"\n  Stop tryin to ruin a good thing sugartits\n  ","239981":"\n  No they love dirt🤣 also that's a lake. Not a swamp🤷🏻\n  ","239982":"\n  Howdy\n  ","239983":"\n  Lmao jfc\n  ","239984":"\n  Crispy?🤣🤣\n  ","239985":"\n  💜✨\n  ","239986":"\n  He had a flea guard vaccine. He's fine smh. Fleas also don't live in water bud\n  ","239987":"\n  Hes a little less than a year old and got his shots yesterday!\n  ","239988":"\n  My doggo\n  ","239989":"\n  💜✨\n  ","239990":"\n  Laddie is going for a walk for the first timeeee\n  ","239991":"\n  Awhh\n  ","239992":"\n  Yeah\n  \n  Green\n  ","239993":"\n  5\n  ","239994":"\n  Thank ya!\n  ","239995":"\n  💜✨\n  ","239996":"\n  In the US lol.\n  ","239997":"\n  You'll get burned\n  ","239998":"\n  Wherever I'm standing\n  ","239999":"\n  Chilling in my bed. Wbuu\n  ","240000":"\n  I'm bored\n  ","240001":"\n  I mean it's a little weird being told that  on an anon website so maybe she got freaked out\n  ","240002":"\n  Rip🤣\n  ","240003":"\n  Omg yes😍\n  ","240004":"\n  Men are kinda pigs tho🤣\n  ","240005":"\n  Dankee\n  ","240006":"\n  Well gm! Lol\n  ","240007":"\n  No. It was too sudden. Never got to say goodbye\n  ","240008":"\n  So hruu\n  ","240009":"\n  I dont think so\n  ","240010":"\n  It's okay. I think it was an accident and she didnt mean to. She was too fucked up to make proper choices\n  ","240011":"\n  Wym\n  ","240012":"\n  💜\n  ","240013":"\n  Awwh thank youuuuu\n  ","240014":"\n  Now it's gettin creepy lmao\n  ","240015":"\n  Bc she cute\n  ","240016":"\n  Huh interesting lol\n  ","240017":"\n  Yeah\n  \n  This was her\n  ","240018":"\n  You gotta\n  ","240019":"\n  Oh?\n  ","240020":"\n  Truth\n  ","240021":"\n  Doing well\n  \n  Yourself\n  ","240022":"\n  I mean. They're busy cx\n  ","240023":"\n  Honestly it depends. Some are born with mental issues. Others develop them through trauma. Some have mental issues that they're born with that gets worse over time because of trauma. There's many different levels\n  ","240024":"\n  I have!\n  ","240025":"\n  Ill try cx\n  ","240026":"\n  💜🥀\n  ","240027":"\n  Link it\n  ","240028":"\n  You're okay💜\n  ","240029":"\n  Imagine me finally becoming a paramedic only to have that leak💀\n  ","240030":"\n  That thought has crossed my mind\n  ","240031":"\n  What I went through wasn't. So hush. I'm not answering anything regarding this from here on out\n  ","240032":"\n  Oh god🤣\n  ","240033":"\n  Assume whatcha want\n  ","240034":"\n  A teacher\n  ","240035":"\n  That doesnt need to be discussed\n  ","240036":"\n  JasBen\n  ","240037":"\n  I'm confused.\n  ","240038":"\n  I mean. I get the concept but if women are going to take advantage then fuck having it. I was thinking about making one for the longest but first idk if it's work out and second I'm nervous as shit lol. I think it's a good idea if not used the wrong way\n  ","240039":"\n  Ohhhhh\n  \n  That's not bad\n  ","240040":"\n  Lotta things are sized weird. So prob that\n  ","240041":"\n  Saving my best friend from suicide back in 2015\n  ","240042":"\n  Everyone does it🤣🤷🏻\n  ","240043":"\n  When I was drinking I didn't hide the fact but I didn't discuss it either. Idk I feel that was wrong enough\n  ","240044":"\n  YESSS\n  ","240045":"\n  Oh god🤢 too cold lol.\n  ","240046":"\n  LIL BITCH\n  \n  SHES NOT EVEN THAT PRETTY😠\n  ","240047":"\n  Anons🤣🤣\n  ","240048":"\n  Poopin ehe\n  \n  Hruuu\n  ","240049":"\n  5 foot 1\n  ","240050":"\n  My car is a doobie :(\n  ","240051":"\n  Help others\n  ","240052":"\n  Hm?\n  ","240053":"\n  Duh\n  ","240054":"\n  Queen💜\n  ","240055":"\n  YES LMAO YOU REMEMBER\n  ","240056":"\n  It's okay!💜\n  ","240057":"\n  What does this have to do with anything\n  ","240058":"\n  Construction🤣\n  ","240059":"\n  Oh\n  ","240060":"\n  Omg no\n  ","240061":"\n  That happened to me before actually\n  \n  I got slapped🤣🤣\n  ","240062":"\n  Only in self defense lol\n  ","240063":"\n  Yes\n  ","240064":"\n  Yeah man.\n  ","240065":"\n  Exactly. Bye\n  ","240066":"\n  I mean. I offered :\/\n  ","240067":"\n  Drink bleach\n  ","240068":"\n  Then leave\n  ","240069":"\n  Yeah man\n  \n  He almost cracked his shit open\n  ","240070":"\n  Ohhh you mean in middle school?\n  \n  Nah I felt bad asf tbh.\n  ","240071":"\n  Nah\n  ","240072":"\n  Weird flex\n  ","240073":"\n  I'm not doing anything wrong lmao\n  \n  Anywayssss\n  ","240074":"\n  Yeahhhhh🤣🤣\n  ","240075":"\n  Drunk\n  \n  Spam me yall\n  ","240076":"\n  Prob\n  ","240077":"\n  Def buy his magic. Duh\n  ","240078":"\n  At the vet with little Lad\n  ","240079":"\n  Yeah and on top of that he busted his head up against the bus floor. It was nuts\n  ","240080":"\n  I had an outburst as a middle schooler and kicked him\n  ","240081":"\n  Kick\n  ","240082":"\n  Gotcha\n  ","240083":"\n  Lmfaooooo\n  ","240084":"\n  Stfu\n  ","240085":"\n  Leaving shortly actually! He's all ready to go c: we're bringing his fav toy and treats💜\n  ","240086":"\n  Idk\n  ","240087":"\n  Stfu\n  ","240088":"\n  Green screen\n  ","240089":"\n  2013\n  \n  Through friends back in hs\n  ","240090":"\n  Never had one\n  ","240091":"\n  Nah but she's cute\n  ","240092":"\n  Not this bs again. Fuck off. Ill say what I wanna say🤷🏻\n  ","240093":"\n  Theyre all crooks\n  ","240094":"\n  I remember\n  ","240095":"\n  Much love💜\n  ","240096":"\n  Why what\n  ","240097":"\n  Sigh\n  \n  I'm not discussing this ffs\n  ","240098":"\n  Ok\n  ","240099":"\n  I said nope\n  ","240100":"\n  Im bored\n  ","240101":"\n  Weird flex\n  ","240102":"\n  Dunno\n  ","240103":"\n  I'm not scared I dont just dont see the need to entertain it🤷🏻\n  ","240104":"\n  Lmao ok\n  ","240105":"\n  Yes :)\n  ","240106":"\n  She took time away to focus. I dont blame her\n  ","240107":"\n  No lmao\n  ","240108":"\n  🤣🤣🤣🤣🤣🤣🤣🤣🤣\n  ","240109":"\n  She has school and shit yall. You didnt rUn hEr oFf anything\n  ","240110":"\n  Lmfaooooooooo good luck bitch\n  ","240111":"\n  Ew\n  ","240112":"\n  Ikr!\n  ","240113":"\n  So Laddie has a vet appt today🤗\n  ","240114":"\n  Nope! Hehe\n  \n  Those are called cairn terrierors and he's a yorkie!\n  ","240115":"\n  Ahahahahhaha\n  ","240116":"\n  Hey tiny brained cheese dicked mf?\n  \n  Idfc. You're immature asf sit down and stfu🤣🤣\n  ","240117":"\n  No\n  ","240118":"\n  Bc no\n  ","240119":"\n  No\n  ","240120":"\n  Go back to bed\n  ","240121":"\n  Ahahahahaaaa\n  ","240122":"\n  Explore my penis\n  ","240123":"\n  Also a loser\n  ","240124":"\n  Pft loser\n  ","240125":"\n  PFFTTTTTT THIS IS NEWS TO ME🤣🤣🤣\n  ","240126":"\n  You're just mad you cant fuck me\n  \n  Gtfo thirsty hoe🤢\n  ","240127":"\n  Her.\n  ","240128":"\n  Legit\n  ","240129":"\n  cx\n  ","240130":"\n  Ignoring you? Awh\n  \n  They may be busy\n  ","240131":"\n  Smh\n  ","240132":"\n  Uh okay lol.\n  ","240133":"\n  I got the day today, you got it\n  ","240134":"\n  Hello\n  ","240135":"\n  Oh. Oops\n  ","240136":"\n  What🤣\n  ","240137":"\n  Thank ya!\n  ","240138":"\n  Yay!\n  ","240139":"\n  Oh\n  ","240140":"\n\n   @MermaidOnTheMoon\n  \n  💙\n  ","240141":"\n  Correct!\n  ","240142":"\n  Oh\n  ","240143":"\n  Welp guess that's the end of honesty hour cx\n  ","240144":"\n  This bitch really be sending my tag to herself🤣🤣 like ??\n  ","240145":"\n  Hardcore bdsm\n  ","240146":"\n  Oh\n  ","240147":"\n  Oh yeah\n  ","240148":"\n  That's hard... Hmmm. I hate when religion takes over everything smh. I guess sit her down and really try and have a serious convo. Maybe itll turn out it was a mix of the two\n  ","240149":"\n  Danke c:\n  ","240150":"\n  Didnt know him well so idk\n  ","240151":"\n  Yeahhhh no.\n  ","240152":"\n  Thank you!!\n  ","240153":"\n  Assume whatcha want\n  ","240154":"\n  THANK YOU JFC\n  ","240155":"\n  No\n  ","240156":"\n  Cheeto\n  ","240157":"\n  Im single.\n  ","240158":"\n  Ew fucking nasty ass rolled in lint and shit and flushed cheeto🤢\n  ","240159":"\n  Message me on insta. Ill reply tonight at work. Go vent lol\n  ","240160":"\n  Too much lmao\n  ","240161":"\n  Right?? Makes me squirm\n  ","240162":"\n  Bb\n  ","240163":"\n  Yes actually. Thanks for noticing🤣🤣\n  ","240164":"\n  ...... stripe? Smh. This is literally why I can't take anyone seriously\n  ","240165":"\n  Italian! :3\n  ","240166":"\n  I honestly dunno\n  ","240167":"\n  Dunno\n  ","240168":"\n  Lol nice username\n  ","240169":"\n  Idk what that is lol\n  ","240170":"\n  Oh\n  ","240171":"\n  Like I said\n  \n  Assume whatcha want\n  ","240172":"\n  Am I?\n  ","240173":"\n  Yeah bc theyre cheetos\n  ","240174":"\n  Why? You like what you like\n  ","240175":"\n  Sure! Attach a pic!\n  ","240176":"\n  Anons are the dumb ones lol. Dont be sorry. I hate that shit too! But you're an awesome person, dont forget that\n  ","240177":"\n  Used to lol\n  ","240178":"\n  Lmao ok\n  ","240179":"\n  Oh\n  ","240180":"\n  I've taken LSD before lmao. Shits amazing\n  ","240181":"\n  .-.\n  \n  Your logic is skewed\n  ","240182":"\n  I'm not anyones\n  ","240183":"\n  Our??\n  ","240184":"\n  They can be apart of it but your fate is ultimately sealed\n  ","240185":"\n  I'm not fond of him but he is better than Trump\n  ","240186":"\n  WHO CARESSSS\n  ","240187":"\n  Who really cares tho🤷🏻🤣\n  ","240188":"\n  Lol assume what you want\n  ","240189":"\n  That's personal.\n  ","240190":"\n  Brunette\n  \n  I got bored\n  ","240191":"\n  No.\n  ","240192":"\n  You're\n  \n  Racist\n  \n  There said it AGAIN🤣\n  \n  bye now\n  ","240193":"\n  As a baby lmaooo\n  ","240194":"\n  Idiot\n  ","240195":"\n  You're still an idiot🤷🏻\n  ","240196":"\n  Much love! Missed ya!💜 glad you're back\n  ","240197":"\n  Yep\n  ","240198":"\n  No\n  ","240199":"\n  You're an idiot\n  ","240200":"\n  Lol k\n  ","240201":"\n  Bc I said so\n  ","240202":"\n  Rip to the anon😭\n  ","240203":"\n  Stop trying to be cool like us Jaz\n  ","240204":"\n  Racist\n  ","240205":"\n  Thanks!!💜\n  ","240206":"\n  Nappin.\n  ","240207":"\n  Dont call me that\n  ","240208":"\n  Thanks! Hope the same for you\n  ","240209":"\n  Obv it's me smh\n  ","240210":"\n  Awh thank you honey!💜✨\n  ","240211":"\n  No! It's a filter! But thanks! I ACTUALLY dyed my hair in this photo lol. They're teal🤗\n  ","240212":"\n  Sexual ones\n  ","240213":"\n  It's 6a!\n  ","240214":"\n  English\n  ","240215":"\n  They werent real\n  ","240216":"\n  No\n  ","240217":"\n  Nah\n  ","240218":"\n  Good! Ready to tackle this double this afternoon\n  ","240219":"\n  Relax\n  \n  But thatll never happen\n  ","240220":"\n  It's retarded that's why I don't. Everyone on there knows I'm way more active on here\n  ","240221":"\n  Stfu Jaslax\n  ","240222":"\n  A little\n  ","240223":"\n  She's awesome!\n  ","240224":"\n  Awh\n  ","240225":"\n  Not now lol\n  ","240226":"\n  Yesss\n  ","240227":"\n  Ask my partners\n  ","240228":"\n  Awwh thank you!!\n  ","240229":"\n  Hey! Pretty good\n  \n  Wbu? Np also\n  ","240230":"\n  Classic flip the table going on here smh\n  ","240231":"\n  Interesting\n  ","240232":"\n  Right. How does that not sound like rape?\n  ","240233":"\n  I can but choose not to\n  ","240234":"\n  I have a hard time not talking. Id be an annoyance lol\n  ","240235":"\n  Thank you bb. I agree💜✨ much love😘\n  ","240236":"\n  No lol\n  ","240237":"\n  Lmao Jasmine has visited my Tellynom, I can tell🤣\n  ","240238":"\n  Right\n  ","240239":"\n  Very. I love it\n  ","240240":"\n  Yes\n  ","240241":"\n  Lol ok Thor\n  ","240242":"\n  Right. And they have the nerve to call you a simp smh\n  ","240243":"\n  Lol I'm down\n  ","240244":"\n  If you had you wouldnt still be here\n  ","240245":"\n  Why not\n  ","240246":"\n  This✌🏻\n  ","240247":"\n  Not with personal info nope\n  ","240248":"\n  No. Stop.\n  ","240249":"\n  Dude I'm not giving out personal info\n  \n  Stop\n  ","240250":"\n  Mmhm\n  ","240251":"\n  Obv that's not included😏\n  ","240252":"\n  Lol ofc. Thank youuuuu💜\n  ","240253":"\n  Shut up🤣\n  ","240254":"\n  Lmao theyre not mine anyways\n  ","240255":"\n  Why are you scared of me\n  ","240256":"\n  Not as hard as it couldve been\n  ","240257":"\n  I'm bored\n  ","240258":"\n  Spam me bitches\n  ","240259":"\n  Ill take beautiful! Thanks! But perfect? Ehhh not so much hahaa\n  ","240260":"\n  Yeah lol.\n  ","240261":"\n  Hmmm maybe someone else did?\n  ","240262":"\n  Lol ok\n  ","240263":"\n  Lmao no\n  ","240264":"\n  I have once\n  ","240265":"\n  My doggo\n  ","240266":"\n  Sauske\n  ","240267":"\n  Havent really had one\n  ","240268":"\n  0.o\n  ","240269":"\n  Generally don't like men\n  ","240270":"\n  Hazel\n  ","240271":"\n  *rapist\n  \n  Jfc\n  ","240272":"\n  That's rapey asf. Gtfo my ask you creep.\n  ","240273":"\n  I don't give out my socials\n  ","240274":"\n  Gaming, crafting, music, writing, relaxing. Stuff like that\n  ","240275":"\n  That'd be fun. Too bad I cant go home.\n  ","240276":"\n  Trueeeee\n  ","240277":"\n  K\n  ","240278":"\n\n   @MermaidOnTheMoon\n  \n  and Nick.\n  ","240279":"\n  Fml forever\n  ","240280":"\n  Everyone is out to get me\n  ","240281":"\n  2-5\n  ","240282":"\n  No thanks\n  ","240283":"\n  🙄\n  ","240284":"\n  Good luck\n  ","240285":"\n  He loves it!\n  ","240286":"\n  Lmao why not\n  ","240287":"\n  RIGHT\n  \n  My friend is grabbin me in a sec tho\n  ","240288":"\n  Lol whoah there\n  ","240289":"\n  Both cx\n  ","240290":"\n  Nope.\n  ","240291":"\n  Lol why\n  ","240292":"\n  Ooo tough guy🤣🤣\n  ","240293":"\n  24\n  ","240294":"\n  Decent. I worked and now I'm getting the brakes touched up on my car☺\n  ","240295":"\n  My phone\n  ","240296":"\n  Shower\n  ","240297":"\n  You're so stupid dude\n  \n  Lay off🤣\n  ","240298":"\n  Mhm\n  ","240299":"\n  It's comfortable\n  ","240300":"\n  Hi\n  ","240301":"\n  Control\n  ","240302":"\n  I do.\n  ","240303":"\n  Food is always a good way to a girls heart🤗\n  ","240304":"\n  You doing well?\n  ","240305":"\n\n   @elysssa_d\n  \n\n   @TrivialTrinket\n  \n\n   @MermaidOnTheMoon\n  \n\n   @af9495\n  \n\n   @NicoleBuckleyyx\n  \n\n   @DovahMonah\n  \n\n   @eatyourcake\n  \n\n   @ErinWolf4919\n  \n\n   @korndude\n  \n\n   @askamanz5506\n  \n\n   @SxShadowKnight\n  \n\n   @courtneym4\n  \n\n  Those came up for me🤗 and they're all awesome people so I highly recommend giving them a follow!\n  ","240306":"\n  Thank you!\n  ","240307":"\n  Lmao okay\n  \n  Well I like working for what I have so.\n  ","240308":"\n  The audience should have worn masks. That's all I have to say\n  \n  It was funny tho lol\n  ","240309":"\n  That is\n  ","240310":"\n  Howdy\n  ","240311":"\n  Tropical\n  ","240312":"\n  Work for them\n  ","240313":"\n  Mmhmm lol\n  ","240314":"\n  She doesn't scare me lol.\n  ","240315":"\n  Top of the morning!\n  ","240316":"\n  I KNEW SOMEONE WAS GONNA EVENTUALLY🤣\n  ","240317":"\n  I do\n  ","240318":"\n  Sarcasm or laughs\n  ","240319":"\n  I have\n  ","240320":"\n  Smh\n  ","240321":"\n  Hello\n  ","240322":"\n  Very lol.\n  ","240323":"\n  Bet💜\n  ","240324":"\n  Lol k\n  ","240325":"\n  Nah\n  ","240326":"\n\n   @ValiantThor\n  \n  make them go away😠\n  ","240327":"\n\n   @ValiantThor\n  \n","240328":"\n  No she wouldnt\n  \n  Not to me at least🤷🏻\n  ","240329":"\n  I will whilst at work if I dont fall out\n  ","240330":"\n  Go away🙄\n  ","240331":"\n  YESSSSSSSS\n  ","240332":"\n  Been chilling. And some errands. Rn I think I've found one of the greatest candles in the universe😍\n  \n  Wbu?\n  ","240333":"\n  Bread\n  ","240334":"\n  Right\n  ","240335":"\n  Cigarette\n  ","240336":"\n  Lmao bad choices. Not gonna get into it. I'm just lucky the situation turned out the way it did\n  ","240337":"\n  Same to you!🤗\n  ","240338":"\n  Man tbh I do most days\n  \n  Bras suck\n  ","240339":"\n  Prob the car or in a driveway\n  ","240340":"\n  Still be careful lol\n  ","240341":"\n  You've been saying this for SO long🙄\n  ","240342":"\n  Nobody rang you tp\n  ","240343":"\n  How was work\n  \n  My ask is so dead today\n  ","240344":"\n  Good thanks! Wbu\n  ","240345":"\n  No lmao\n  ","240346":"\n  Heh I'm 69 on the leaderboard\n  ","240347":"\n  Yes\n  ","240348":"\n  Relaxing today lol\n  ","240349":"\n  Someones bored\n  ","240350":"\n  💜✨\n  ","240351":"\n  .-.\n  \n  Yeah ive read a book\n  "}}