{"Question":{"241425":"\n   lets be lonley together\n  ","241426":"\n   sad  i know im lonley lol\n  ","241427":"\n   I wish i could be like her\n  ","241428":"\n   Does Maggie influence your decisions\n  ","241429":"\n   So you work from 11pm to 7am tonight?\n  ","241430":"\n   Have you ever betrayed a friend?\n  ","241431":"\n   Ever had a pain in your lower stomach? My mom said i pulled a muscle\n  ","241432":"\n   What gives you immense pleasure?\n  ","241433":"\n   Where is your vip? I try to get but the tasks are ridiculous\n  ","241434":"\n   You are a beautiful animal.\n  ","241435":"\n   Would you rather be 10 years older or 10 years younger ?\n  ","241436":"\n   Do you have any brothers or sisters +\n  ","241437":"\n   Drinkin' before work?  Nice\n  ","241438":"\n   I am Lisa.\n  ","241439":"\n   Why so serious?\n  ","241440":"\n   Okay, why are you wearing a suit?\n  ","241441":"\n   Weird flex, fam\n  ","241442":"\n   Up her a$$ meaning staying on her good side, just like those \"brown nosers\" have their noses up the bosses a$$ at work\n  ","241443":"\n   Lisa has all the resources to be a creep finding out everyones addresses then telling them about it like wtf, are we not safe with her here ☹️ i know you're up her a$$ so she won't hurt you\n  ","241444":"\n   W.eed\n  ","241445":"\n   She will give your coin back i have her 20 coins once she deactivated and came back and gave them back i was rather insulted but i realized i might have spammed her 🤣 freaked her out probably\n  ","241446":"\n   Me too i like smoking in the forest with friends especially in the fall because the trees will be changing colour\n  ","241447":"\n   What's your favourite drink ?\n  ","241448":"\n   Not much just near the border right now messing around with friends\n  ","241449":"\n   hey its free weed dude\n  ","241450":"\n   Hi Marisa whats up\n  ","241451":"\n   Don't make me cry\n  ","241452":"\n   Yeah i know that was weird\n  ","241453":"\n   If you're hungry in the house and wanting a snack what would be your go-to choice 🤔\n  ","241454":"\n   Thaf was rude of her maybe she was overwhelmed with your generosity she will reactivate she always does 🤣\n  ","241455":"\n   Your DP is rainbow colored, no?\n  ","241456":"\n   My mum sent me to Tesco with her Clubcard and they said i was to young like wtf, my mum pays for the subscription yet her kids can't use it, i don't pull the race card but it was all white employees and i'm mixed skin\n  ","241457":"\n   Ah i would get it but my mum is to cheap\n  ","241458":"\n   How you stop paying it mate 🤣\n  ","241459":"\n   Doesn't that effect your credit score?\n  ","241460":"\n   Are you singing Somewhere Over The Rainbow to Toto?\n  ","241461":"\n   Dab city\n  ","241462":"\n   Are you back to the grind tonight?\n  ","241463":"\n   holla\n  ","241464":"\n   I mean vip sorry\n  ","241465":"\n   What's your relationship status ?\n  ","241466":"\n   Where is your vpi?\n  ","241467":"\n   Are you tired of being abused ?\n  ","241468":"\n   Miss you, f.ag :\\\n  ","241469":"\n   How many times did the screen crack?\n  ","241470":"\n   whys that?\n  ","241471":"\n   whats the most annoying piece of clothing to wear?\n  ","241472":"\n   What kind of pet would you like to have in the future? 🐯\n  ","241473":"\n   Have you been in two places at the same time?\n  ","241474":"\n   How many times have you dropped your phone?\n  ","241475":"\n   Are you excited for Halloween? 👻\n  ","241476":"\n   what do you expect from this life?\n  ","241477":"\n   Lol!😂😂 Guys like him are a disgrace!😤\n  ","241478":"\n   its me really bi polar\n  ","241479":"\n   I don't got much good things to say about Elyssa but i don't care if other people talk to her, she and i have hated each other since last year she also moves a lot \"no offence\"\n  ","241480":"\n   You are so soft oouff\n  ","241481":"\n   you awake\n  ","241482":"\n   Again, looking just so beautiful!🙊🥰🌹Lol sorry! i keep finding your selfies and just cant help but compliment you!😅\n  ","241483":"\n   Ever played footsy when you were younger?\n  ","241484":"\n   Hey Mars!🌹🥰🤗Nice vote poll! I wanted to vote for both photos!😅\nYou look so amazing in both!🤗\n  ","241485":"\n   Lol! asking to delete each answer of him looking pathetic just makes him look even more pathetic😆🤦‍♂️\n  ","241486":"\n   I'm not on no drama or non\n  ","241487":"\n   And now tagged Elyssa and I on his page lol.\n  ","241488":"\n   This is the same creep that tried to say\n   \n    @elysssa_d\n   \n   harms her children and threatened her. Pos.\n  ","241489":"\n   I'm a joke right\n  ","241490":"\n   Delete all the rejection u have me on here u got me looking like a lame\n  ","241491":"\n   Damn y\n  ","241492":"\n   why buns then?\n  ","241493":"\n   I can't blow u a kiss\n  ","241494":"\n   🍂🎃🤞🏻؛\n  ","241495":"\n   Would you rather have the super power to never have to sleep or to be able to transform people into anything?\n  ","241496":"\n   Haha so what’s the mood today?\n  ","241497":"\n   Damn it's like that\n  ","241498":"\n   Well I wouldn’t mind seeing your drunk side tbh the only thing I know from it that you’re twice more wild lol. Well for the movie thing. Do you have Netflix?\n  ","241499":"\n   What scares you ¿\n  ","241500":"\n   Will u catch that heart 😘\n  ","241501":"\n   oh ok i did not know that sorry\n  ","241502":"\n   I know you do and that’s today which is very exciting and relaxing. You’re also very welcome! So wyd and would you ever wanna watch a movie together?\n  ","241503":"\n   A pretty lady like you ?\n  ","241504":"\n   bum or boobs?\n  ","241505":"\n   Is that a good thing ?\n  ","241506":"\n   if there was a body part you would change what would it be?\n  ","241507":"\n   are inflatable life-size fully anatomical dolls creepy or kinky iyo?\n  ","241508":"\n   Pooping always fun lol especially if it’s peaceful asf tbh lmao. Are you feeling a lot better?\n  ","241509":"\n   Is it online ?\n  ","241510":"\n   What's up\n  ","241511":"\n   Why I'm black\n  ","241512":"\n   Are u single ?\n  ","241513":"\n   Are you pasty white?\n  ","241514":"\n   What's your # then damn\n  ","241515":"\n   Yeah I did\n  ","241516":"\n   Do you sleep immediately when you are sleepy? Or do you fight it? 🥱\n  ","241517":"\n   Don't lie\n  ","241518":"\n   You have nylon socks?\n  ","241519":"\n   Cam I get a follow I followed u\n  ","241520":"\n   My brother is autistic and he was falsely accused of indecent exposure.\n  ","241521":"\n   i know its things that we have to do because of our heath but if you were able to not go to the toilet have a shower or go to sleep witch one would you cut out from doing  because its wastes your time?\n  ","241522":"\n   Wasn't Erin, Maggie deleted all her GTA 5 mods and her fans started unfollowing her so she got mad and deleted literally all her social media accounts\n  ","241523":"\n   Why pasta?\n  ","241524":"\n   You very fun. How u enjoy pandemic\n  ","241525":"\n   Would you rather suffer 🥶 extreme cold or 🥵 extreme heat?\n  ","241526":"\n   Do you have any vices? 🚬🍻\n  ","241527":"\n   Do you think 🐶 puppies or 😽 kittens are cuter? ❣\n  ","241528":"\n   really?\n  ","241529":"\n   If you can only eat one food for the rest of your life what would it be?\n  ","241530":"\n   Well I put you on the top of my recent conversations in Instagram. Haha I’m surprised I remember it but really can’t forget it because there’s no other name like it you know. Anyways what ya doing right now?\n  ","241531":"\n   I'll just say the person lost a long fight with cancer\n  ","241532":"\n   Oh yeah! I bet you needed them days off because I know you’re always over working but you’re the biggest sweetheart\n  ","241533":"\n   Hy\n  ","241534":"\n   Are you awake ?\n  ","241535":"\n   Hey you! What’s the plan tonight?\n  ","241536":"\n   still feeling a little lonleu but im good\n  ","241537":"\n   What is the first furniture that you will buy for your own house? Why? 🏡\n  ","241538":"\n   What's your favourite thing to do when you're bored ?\n  ","241539":"\n   💜😅😊\n  ","241540":"\n   What do you love about being a kid? 🧒\n  ","241541":"\n   Did you have a nightmare last night ?\n  ","241542":"\n   Nice boobs💜\n  ","241543":"\n   Beautiful dp💜\n  ","241544":"\n   Much love💜\n  ","241545":"\n   💜🤗\n  ","241546":"\n   I ask questions and answer them. You're just playing.\n  ","241547":"\n   Beautiful smile💜\n  ","241548":"\n   what is something you wished you were better at\n  ","241549":"\n   Hot Girl C.ummer\n  ","241550":"\n   Do you like\n   \n    @ErinAshford\n   \n   ? If you do you should give her a follow request on FiveM\n  ","241551":"\n   Why are you even here?\n  ","241552":"\n   how are you\n  ","241553":"\n   do you smoke?\n  ","241554":"\n   McDonald's or KFC ?\n  ","241555":"\n   Last time you had sex\n  ","241556":"\n   Do you think this is rude? Maggie won't do anything\n   \n    https:\/\/ask.fm\/SalutMaggie\/answer\/162703513135?utm_source=copy_link&utm_medium=iOS\n   \n","241557":"\n   youre a trick\n  ","241558":"\n   your hollow and broken been passed around lot\n  ","241559":"\n   Are you saying you’re off now\n  ","241560":"\n   see your not wild\n  ","241561":"\n   why its dare\n  ","241562":"\n   can i punish yo.u\n  ","241563":"\n   are you down\n  ","241564":"\n   do as i say dare you\n  ","241565":"\n   dare you\n  ","241566":"\n   Both of you smoke?\n  ","241567":"\n   to a person\n  ","241568":"\n   idea set fire to tree\n  ","241569":"\n   Who is giving the finger?\n  ","241570":"\n   Lol you drank almost all of it in an hour\n  ","241571":"\n   Be safe!!! bottoms up\n  ","241572":"\n   Honey flavor tho?? have you tried the mango?\n  ","241573":"\n   We cannot help it.\n  ","241574":"\n   When are you off\n  ","241575":"\n   woodpecker\n  ","241576":"\n   wood chuck\n  ","241577":"\n   you sure\n  ","241578":"\n   Stop being cute 🥴\n  ","241579":"\n   way hot\n  ","241580":"\n   are you insane\n  ","241581":"\n   you down\n  ","241582":"\n   great ill spank you on a fire\n  ","241583":"\n   Bottle of what?\n  ","241584":"\n   a fire\n  ","241585":"\n   Have you heard the song friends in low places by Garth brooks?\n  ","241586":"\n   i need set flame first\n  ","241587":"\n   Did you go crazy?\n  ","241588":"\n   what time is it where you live\n  ","241589":"\n   You should be some Jim Beam or Crown Royal\n  ","241590":"\n   Honey JD?\n  ","241591":"\n   Are you changing the world or is the world changing you?\n  ","241592":"\n   Are you driving ? Are you behind the wheel ?\n  ","241593":"\n   I will erect a protective shield above you and around you.\n  ","241594":"\n   Sounds like you need a shot of Jack\n  ","241595":"\n   What’s the best way to get your attention?\n  ","241596":"\n   Isn't it about time you go tend to your retards?\n  ","241597":"\n   Like my unwashed anus\n  ","241598":"\n   I'd love to see you make me\n  ","241599":"\n   have you ate anything that disagreed with you\n  ","241600":"\n   R.I.P. Marisa 9-6-2020\n  ","241601":"\n   Why is he so mean to you ?\n  ","241602":"\n   Are you awake ?\n  ","241603":"\n   What would be your reaction if you were groped by a female friend?\n  ","241604":"\n   Well I’m not forcing you just letting you know if you’re in the mood for a serious\/personal conversation I’m here for you\n  ","241605":"\n   WHAT DO YOU EAT ON YOUR BIRTHDAY BESIDES CAKE? 🎉\n  ","241606":"\n   What is something that you can't tolerate? 🙅‍♀️\n  ","241607":"\n   ???What do you think about long distance relationships?\n  ","241608":"\n   Why do you say so\n  ","241609":"\n   --\n  ","241610":"\n   I do. Dear lord I love her and I have been holding her close a lot. She was closer to the person than I was... Thank you so very much for caring\n  ","241611":"\n   be fun you ever raised demon\n  ","241612":"\n   I’m always free on Instagram just text me but I’m sorry if I don’t reply fast enough. So work been killing you lately I’m very sorry. Sounds like you’re not getting a break or a day off. I’m here for you if you wanna chat\n  ","241613":"\n   You're beautiful, why do you always have to be angry?\n  ","241614":"\n   holla\n  ","241615":"\n   Your sister is cute af\n  ","241616":"\n   Why does Julia dislike you?\n  ","241617":"\n   Danielle hasn't beeen active like who is saying that? Forreal\n  ","241618":"\n   Bruh they haven't been active in 19 days, Danielle ask days are done she ain't done said shxt\n  ","241619":"\n   Julia told Danielle if she talks to you then she won't be her friend\n  ","241620":"\n\n    @LiarOfDanielle\n   \n   said she tie you up because you burn that board.\n  ","241621":"\n   I don’t know whom to trust,wherever I go I am just getting betrayed,I wish I had a friend like you.\n  ","241622":"\n   Cutie\n  ","241623":"\n   So what if Ernie kidnapping you and tie you to her rig?\n  ","241624":"\n   bikini pap\n  ","241625":"\n   may i use you in darkness\n  ","241626":"\n   cutie you have  soul\n  ","241627":"\n   Please be nicer to me. \n🐱🐱🐱°°°\n  ","241628":"\n   She has been happier lately but then things took a turn as we lost a loved one. Besides grieving, she's doing a lot better emotionally. Heavier still but she's more content. Just... thank you. You are so sweet and unconditionally caring\n  ","241629":"\n   heart or soul if have one\n  ","241630":"\n   I am getting fucked up everywhere,whoever I talk to,they are being rude to me.you are the only girl being so sweet❤️.you are a good girl Marisa❤️\n  ","241631":"\n   Apparently shes gonna tie me to the front of her semi truck if i Post anymore videos\n  ","241632":"\n   So i went for a interview this guy parked in the parking spot i wanted so i parked somewhere else and called him a fuxking jack a$$ then i went into the store and the guy interviewing me was the same guy i called a name and he told me to get tf out of the store\n  ","241633":"\n   I hope all is well with you ❤️❤️\n  ","241634":"\n   Why do we look for some hot soup when we are sick?\n  ","241635":"\n   dark beauty\n  ","241636":"\n   Erin is threatening to hurt me because i post a video 💀\n  ","241637":"\n   like selfie\n  ","241638":"\n   i am thou\n  ","241639":"\n   She thinks I will never have a gf  in life.i just wanna show her\n  ","241640":"\n   you seem wild\n  ","241641":"\n   words *\n  ","241642":"\n   for pics\n  ","241643":"\n   btw asked a girl out yesterday she called me fuck ugly\n  ","241644":"\n   I am am tired of fighting with you bluebird.\n  ","241645":"\n   I sorry that I said I wanted to incest you.\n  ","241646":"\n   Where to look for a gf Marisa?i wanna shoe my ex that I have got a new one\n  ","241647":"\n   I want to write a song about you.\n\n\n👿👿👿\n  ","241648":"\n   you do weed\n  ","241649":"\n   guess\n  ","241650":"\n   I am sorry🙁\n  ","241651":"\n   you take requests\n  ","241652":"\n   Give me some tips marissa🙂\n  ","241653":"\n   are you happy\n  ","241654":"\n   satans bride\n  ","241655":"\n   This is why I knocked on your door.knock knock gf available?\n  ","241656":"\n   or bride of the undead\n  ","241657":"\n   you would make cute cheerleader but in black\n  ","241658":"\n   I mean you know so many girls\n  ","241659":"\n   Introduce to me a girl..you have so many girlfriends 😍\n  ","241660":"\n   the inferno\n  ","241661":"\n   I need your help\n  ","241662":"\n   you setting fires\n  ","241663":"\n   looking for a new job\n  ","241664":"\n   Hi I need a gf,will you find me one?\n  ","241665":"\n   rember me fire dude\n  ","241666":"\n   worked for 12 hours and got stressed and a little bullied in work\n  ","241667":"\n   you are\n  ","241668":"\n   Why do you like mothers?\n  ","241669":"\n   how was your day\n  ","241670":"\n   cute\n  ","241671":"\n   This check is gonna be a good one! I work Monday, which is time in a half plus holiday pay on top of that. I have a shit ton of OT because of today & I get another $3 on top of what I already make as is, which averages out to about $20\/hr today for as now, 15 hours lol\n  ","241672":"\n   You're gonna be so sore\n  ","241673":"\n   I worked nights! Lol. Our night shift staff today is being a pain in the ass. I'm still at work & I've been here since 6a. I live a hour away too so that's fun 😅. I do get $20+\/hr today tho so that makes up for it hahaha\n  ","241674":"\n   Is that the most you’ve ever worked or ever will work?\n  ","241675":"\n   How dead are you?\n  ","241676":"\n   Do not let anybody get your money Mari. 🐠🐠🐠\n  ","241677":"\n   --\n  ","241678":"\n   Fucking same today, jfc. I hate night shifters here. 🙄😒\n  ","241679":"\n   you are a hottie so sultry think i am in love\n  ","241680":"\n   Post a tongue pic?\n  ","241681":"\n   Lmfao you're too much 😂 I'm sure you're less lazy than you think haha. Besides with all the work you do you deserve to be lazy in your free time!\n  ","241682":"\n   I wanna see you irl one day since we live close\n  ","241683":"\n   What compliment does people give you the most?\n  ","241684":"\n   T-bagging requires balls.. and you're obvi not a man so they must not know what that term means lmao dumbbbbb\n  ","241685":"\n   Have you heard of the saying \"when you got to go.... you got to go?\"\n  ","241686":"\n   What type of music do you listen?\n  ","241687":"\n   U r magnificent\n  ","241688":"\n   Stop being so damn gorgeous! ❤\n  ","241689":"\n   hmmm\n  ","241690":"\n   murder who random or specific person\n  ","241691":"\n   what would you do if you could\n  ","241692":"\n   I want new music. Any suggestions? ???\n  ","241693":"\n   Can I join bitches\n  ","241694":"\n   Are you interested in psychology? 📘 or maybe something else?\n  ","241695":"\n   I appreciate you. I've never known a woman like you. I guess I still don't know you but that's ok. I will savor and cherish every moment I can with you. You overflow with pure joy and happiness. The mere thought of you comforts me when I'm anxious or scared. I just wish I can return the favor 💜\n  ","241696":"\n   I have a few options saved on Pinterest that I like! I'll send em to ya on fb in a bit!\n  ","241697":"\n   Makes more than enough sense. Ironically that's a similar reason as why I don't post my face on here. I'm sorry for not understanding before but I do now. I'll stop pestering you about it 😊\n  ","241698":"\n   What do u do is there anything you dislike about ur job\n  ","241699":"\n   Just listening to music\n  ","241700":"\n   I did and thank you so much. Don't you dare worry about it. I'm sure you were busy and it's fine. You're sweet and I thank you for taking time to be nice to me.\n  ","241701":"\n   Oh wow you're like a poet or philosopher. That was beautifully said! Also thank you so much... I feel you genuinely care and that shows how selfless and compassionate you are. I agree she does deserve that and I appreciate you saying the same for me. I wish that for you as well 😊\n  ","241702":"\n   I was born in a small town Close to Atlanta , Georgia called Conyers . I got adopted in Houston when I was 2 years old\n  ","241703":"\n   Ever seen karate kid 2?\n  ","241704":"\n   I am just fine too nice to meet you on this app I would like to know you much better I hope you don't mind\n  ","241705":"\n   k. You're not thinking of hurting yourself right??? You're on of my favorite people on Ask.\n  ","241706":"\n   And I feel proud that my questions are superior\n  ","241707":"\n   No I have asked this question like 14 days ago and someone is ask you questions over here\n  ","241708":"\n   sometimes\n  ","241709":"\n   plot twist: you’re actually my sibling, and the stalker is me coming to get back my food you stole\n  ","241710":"\n   Wtf this my thread and someone is texting u on my thread\n  ","241711":"\n   Favorite song atm\n  ","241712":"\n   My soul is something white and sticky that gets out of me\n  ","241713":"\n   With sauce?how you wanna cook me?\n  ","241714":"\n   ok so now who's chloe? another woman lesser than you?\n  ","241715":"\n   I’ve been on and off tbh but things have been better. Anyways I wanna know what I missed out on the good and bad. Feed me information please\n  ","241716":"\n   What?\n  ","241717":"\n   When we die is that the end? Are we just gone or do we still exist in some way?\n  ","241718":"\n   What makes askfm different from other social media apps? ❣\n  ","241719":"\n   when’s the last time you been to the hospital and for what?\n  ","241720":"\n   How many pairs of shoes do you have?\n  ","241721":"\n   What worries you the most?\n  ","241722":"\n   Do you judge someone based on their bad choices in life? >_<\n  ","241723":"\n   Hi how are you?\n  ","241724":"\n   I deserved that. I was being creepy.\n  ","241725":"\n   Mari ...he whispered into her ear.\n  ","241726":"\n   Would you say you look more like your mom or dad?\n  ","241727":"\n\n    @picklemonster999\n   \n   is being very mean to me.\n  ","241728":"\n   Did you say goodbye before you ended the session?\n  ","241729":"\n   Do you smoke? 🚬\n  ","241730":"\n   Hugs💜🤗\n  ","241731":"\n   Yahoo or Gmail?\n  ","241732":"\n   Do you eat salads? 🥗\n  ","241733":"\n   Hey💜\n  ","241734":"\n   do you find kids to be embarrassing and do you have an example?\n  ","241735":"\n   Hi Marisa\n  ","241736":"\n   Why are you so obsessed with me?\n  ","241737":"\n   I did a bad thing to myself.\n  ","241738":"\n   Why\n  ","241739":"\n   I'm back\n  ","241740":"\n   height\n  ","241741":"\n   Have you ever been on a double date\n  ","241742":"\n   Age\n  ","241743":"\n   Mari is sick of this. I feel sorry for her.\n  ","241744":"\n   Are you allergic to anything\n  ","241745":"\n   well?\n  ","241746":"\n   I'm creepy I know\n  ","241747":"\n   How?\n  ","241748":"\n   You're very very pretty\n  ","241749":"\n   black panties then\n  ","241750":"\n   if im wrong\n  ","241751":"\n   as i said red eyes black thong\n  ","241752":"\n   you chill\n  ","241753":"\n   How many thongs do you own\n  ","241754":"\n   ok so you like fire play\n  ","241755":"\n   What is one thing u regret\n  ","241756":"\n   hey misfit\n  ","241757":"\n   I'll need it maybe for a mortgage\n  ","241758":"\n   Yeah me too, did anyone told you thay you look super Exquisite? 😊🤗\n  ","241759":"\n   to cute you remind me of lillith queen underworld\n  ","241760":"\n   God made girls so cute.\n  ","241761":"\n   you have red eyes are you demonic\n  ","241762":"\n   british\n  ","241763":"\n   i wont harm you my accent is soothing\n  ","241764":"\n   come visit it\n  ","241765":"\n   i have dungeon\n  ","241766":"\n   why not\n  ","241767":"\n   is when i set blade on fire\n  ","241768":"\n   do you like intense dares\n  ","241769":"\n   games\n  ","241770":"\n   breath play\n  ","241771":"\n   knife play\n  ","241772":"\n   My dad always taught me never get a credit card because it's just a debt for idiots. What are your thoughts on that\n  ","241773":"\n   any sexul risk\n  ","241774":"\n   yes\n  ","241775":"\n   would you take any risk\n  ","241776":"\n   even if its twisted\n  ","241777":"\n   This thread has gone bad.\n  ","241778":"\n   fire eater\n  ","241779":"\n   Would you say you eat a healthy diet ? 👀\n  ","241780":"\n   What five-letter word becomes shorter when you add two letters to it?\n  ","241781":"\n   flame thrower\n  ","241782":"\n   If someone is going to pay you 3,000 dollars though Cash App and says that in order to get $3,000 dollars, you should pay $30 dollars and after that $50 dollars and after that &100 dollars, should you pay that or not?\n  ","241783":"\n   hot wax fire\n  ","241784":"\n   subby your cute\n  ","241785":"\n   so is a flame as it burns\n  ","241786":"\n   Aww why? I'm so sorry\n  ","241787":"\n   why\n  ","241788":"\n   why dark\n  ","241789":"\n   Just got my covid test results and I'm positive and probably I'm gonna die so before I pass I wanna say goodbye and was my pleasure to asked you questions you were funny and honest and yes I'm gonna miss you a lot\n  ","241790":"\n   dom\n  ","241791":"\n   That's weird\n  ","241792":"\n   you need sugar daddy extreme dom\n  ","241793":"\n   What' something that makes you happy?\n  ","241794":"\n   That’s the prob I cannot copy her answer.how do I copy text on ask fm?\n  ","241795":"\n   Cause it's difficult to not treat the person how I want to treat them.\n  ","241796":"\n   What can you think about for hours?\n  ","241797":"\n   Happy Friday ✨🥳🤩. what are your plans for this upcoming weekend\n  ","241798":"\n   only 16 weeks to Christmas!\n  ","241799":"\n   Do you agree \"once you go black never go back\"?\n  ","241800":"\n   what is your favorite lipstick color?  💄\n  ","241801":"\n   Do you think its right to give some one a sex education talk when you  told them  you are gay ?\n  ","241802":"\n   More like meth\n  ","241803":"\n   your a sub\n  ","241804":"\n   Yea mine is jack Daniel s on the rocks 😋\n  ","241805":"\n   Whats that? 🙄 I mean I'm being honest, I don't wanna get married ATM. I'm 16 and haven finished hs and my plan is to finish a career. So yea I want a girlfriend to clean the pipes once in a while so ya 🙃\n  ","241806":"\n   the colur\n  ","241807":"\n   You have to be on drugs to stay awake for days\n  ","241808":"\n   You just got home from work it seems like\n  ","241809":"\n   you like black\n  ","241810":"\n   Why did you join ask? When?\n  ","241811":"\n   You think ask feels empty? :\/ Was it better?\n  ","241812":"\n   cute asf\n  ","241813":"\n   Can you translate to me from Russia to english.i asked a girl question she replied me in Russian language\n  ","241814":"\n   Do you have co-workers at the group home ?\n  ","241815":"\n   HEY HEY HEY WHERE ARE YOU??????\n  ","241816":"\n   How many\n  ","241817":"\n   Who do you live with now?\n  ","241818":"\n   thanks yeah I just want to experience it too see what it is like because it seems to make people happy\n  ","241819":"\n   To be honest I just want a girlfriend to have s ex  so\n  ","241820":"\n   You should do what normal ppl do after work, go to a liquor store and get the one you like it the most\n  ","241821":"\n   Truth...\n   \n    https:\/\/ask.fm\/TrivialTrinket\/answers\/163859686328\n   \n","241822":"\n   Are you afraid of thunder storms? ⛈\n  ","241823":"\n   Why can't I hold you in the street? Why can't I kiss you on the dance floor?\n  ","241824":"\n   this is a rainbow lipstick party\n   \n    https:\/\/www.urbandictionary.com\/define.php?term=rainbow%20party\n   \n","241825":"\n   Do you want any\n  ","241826":"\n   Yes I'm with ya. who cares about looks just feel comfy! And tbh you still have the looks regardless. You're gorgeous no matter what. You do NOT look like a bum.\n  ","241827":"\n   have you ever been to a rainbow lipstick circle party\n  ","241828":"\n   How tired are you?? You doing ok?\n  ","241829":"\n   Do you have any kids\n  ","241830":"\n   Are you drinking when you get home?\n  ","241831":"\n   What time are you off?\n  ","241832":"\n   Is it really\n  ","241833":"\n   Why do you make the tards get up so early?\n  ","241834":"\n   Never trust something that bleeds for three days and doesn't die\n  ","241835":"\n   What's your go-to meal at a restaurant ? Can be anything aha\n  ","241836":"\n   Nasty Natasha the Russian spy\n  ","241837":"\n   Russian spy\n  ","241838":"\n   What do you want to know about the future? 🔮🤔\n  ","241839":"\n   Wjajajajaaj\n  ","241840":"\n   That song is a vibe ;-;\n  ","241841":"\n   well I would like a gf to experience a relationship\n  ","241842":"\n   God made sex because he hates us.\n  ","241843":"\n   Tbh that makes since and would seem comfortable af if I was a girl. And you seriously don't seem lazy or like a bum at all!!! Why would you say that?\n  ","241844":"\n   what do you think life was like back in the 1700's\n  ","241845":"\n   My mum said we must get a covid test before we can go see the horses 😡 idk if horses can the virus but she said they cost 40,000$ each and she isn't taking any chance of getting them sick\n  ","241846":"\n   I wish I could keep mine a secret...\n  ","241847":"\n   Why would you be an outsider?\n  ","241848":"\n   Russian Mafia will hunt you like a dog so i'd rather not insult mr tough guy\n  ","241849":"\n   Yes do you speak Russian i can message you on insta\n  ","241850":"\n   Who do you find attractive?\n  ","241851":"\n   Love the current pic 😍😊\n  ","241852":"\n   Yeah its weird, are you part of the family or are you a outsider? Lisa never mention you\n  ","241853":"\n   Well I'm renting a stripper and I'm so excited\n  ","241854":"\n   I have 2 brothers one we get along with the other we hate each other\n  ","241855":"\n   So you don't get along\n  ","241856":"\n   Why do some women not want sexual questions ?\n  ","241857":"\n   About to bet 10 million euro pls keep me in your prayers\n  ","241858":"\n   Do you have any siblings and what is your relationship with them like?\n  ","241859":"\n   Do you think money can buy happiness\n  ","241860":"\n   so keep it because it's worth something lol\n  ","241861":"\n   Might be worth loads\n  ","241862":"\n   Maggie doesn't like Russian\n  ","241863":"\n   Would you class this a nerdy I think so I found a Green lantern comic from  1960 and I'm not opening it\n  ","241864":"\n   Please tell\n   \n    @elysssa_d\n   \n   to unblock everybody that she is blocking 🔫.\n#tryingtobefunny\n  ","241865":"\n   Are you still awake? 😳\n  ","241866":"\n   all my friends are in relationships and I'm here with no girlfriend and nothing too do atm\n  ","241867":"\n   Where did your name come from today? 😂💞\n  ","241868":"\n   who put the blood in the handle\n  ","241869":"\n   ;* x\n  ","241870":"\n   Ok that anon is weird... let's balance out with... um what's your favorite clothing style or brands for just a casual day?\n  ","241871":"\n   I like cellulite. I think it is sexy.\n  ","241872":"\n   Happy hour at the Mexican place, margaritas and tequila shots with plenty of salsa and chips\n  ","241873":"\n   I can promise you that you won't die! But if you don't like it then you'll know for the future!\n  ","241874":"\n   You wouldn’t die tho\n  ","241875":"\n   What is your opinion on advertisements and commercials?\n  ","241876":"\n   Does everyone really go straight to hell?\n  ","241877":"\n   You will take this fire 😂\n  ","241878":"\n   \"She got that Tylenol PM\" 😂😂😂\n  ","241879":"\n   did he touch your boobs or something\n  ","241880":"\n   Yes...with that D-- okay I'm done 😝\n  ","241881":"\n   It's not that bad trust me! You'll be ok don't worry 😊\n  ","241882":"\n   What did you do\n  ","241883":"\n   Bored and lonely\n  ","241884":"\n   Eh... I really can't tell you. It's its own thing honestly, very hard to describe. The texture is kinda mushy but you can counter that with toast. The flavor is so unique though that idk. Sorry love. Still might be fun to try though just for the experience!\n  ","241885":"\n   Do you like cellulite ?\n  ","241886":"\n   I think I called you love again in my response in your spam thread. I apologize. Not trying to be romantic to you I promise ❤️ I know you're not about that especially with anons lmao\n  ","241887":"\n   Happy hour then?\n  ","241888":"\n   How are you\n  ","241889":"\n   Have you ever knocked a girl out?\n  ","241890":"\n   Are we doing shots or what?\n  ","241891":"\n   How would the world be different if everybody was vegetarian? 🍅\n  ","241892":"\n   Do you care about internet gossips and scandals? 📲\n  ","241893":"\n   How does bad criticism affects you and how do you deal with it? 🤬🗯\n  ","241894":"\n   Which virtues do you live by? 💖 (Wisdom and Knowledge, Courage, Humanity, Justice, Temperance, Transcendence, etc.)\n  ","241895":"\n   Do you miss mother Russia?\n  ","241896":"\n   Like chicken\n  ","241897":"\n   Lol 🤣 I definitely agree with you and it's super awkward at first but when I tried it I loved it! It's not something I want constantly though. And you're welcome 😁\n  ","241898":"\n   Blood on the Tampon\n  ","241899":"\n   I just threw up in my mouth a little\n  ","241900":"\n   You're seriously one of the most attractive women I've ever seen and I know I've only seen your selfies but it's still true. Anyway my point is that the best part is that you are even more beautiful on the inside! You're indescribeable!!!\n  ","241901":"\n   Your current pic I don't remember ever seeing and you look GORGEOUS in it. I know you probably get told you look gorgeous every day but you really do!\n  ","241902":"\n   You're a beautiful sexy sweet hot nice caring loving amazing wonderful gorgeous incredible lovable respectful fantastic spectcular respectable outstanding person and I love everything about you and your friends are amazing and they love you and spam is really good on sandwiches if you've ever tried\n  ","241903":"\n   Where is the best place for a vacation?\n  ","241904":"\n   Do you watch youtube vlogs? ▶️\n  ","241905":"\n   Good day to you! Enjoy your day! We might be in a lockdown but always stay positive and stay awesome. Have a productive day! 💛\n  ","241906":"\n   What's been the best and worst thing to happen to you this week ? Also hello 🙋🌝\n  ","241907":"\n   In a day\n  ","241908":"\n   If you had a swear box and you had to put a pound dollar whatever you use in the box every time you swear how much would be in the box end of the day\n  ","241909":"\n   I see my Marianne walkin' away\n  ","241910":"\n   Would you marry the one that you love even if the world forbids it? ❤\n  ","241911":"\n   Do you love Maggie still\n  ","241912":"\n   would it be?\n  ","241913":"\n   Do you like to wear expensive clothes? 💲\n  ","241914":"\n   I am out of ideas.\n  ","241915":"\n   I have not had sex since b4 your were born.\n  ","241916":"\n   When you were in school did you ever have sex in the building\n  ","241917":"\n   What do you say\n  ","241918":"\n   Do you swear during sex\n  ","241919":"\n   Definitely I love your b00bs 2 😊\n  ","241920":"\n   $$$\n  ","241921":"\n   Are you happy with your bewbs overall (shape, size, texture, etc) or do you want a different set? 🤔\n  ","241922":"\n   Why you lesbian?\n  ","241923":"\n   Dare you to post a pic wearing a sweatshirt inside out.\n  ","241924":"\n   Good one h03\n  ","241925":"\n   Who?\n  ","241926":"\n   stereotypical Russians 🤣\n  ","241927":"\n   yes\n  ","241928":"\n   She was born one\n  ","241929":"\n   I have a dent on the top of head. I do not know why it is there.\n  ","241930":"\n   man I think this guy is just trolling\n  ","241931":"\n   Become an alcoholic\n  ","241932":"\n   I've been good! I actually gave birth this morning lol. So I have a baby now lol\n  ","241933":"\n   Wait, you're drinking again?\n  ","241934":"\n   The alpaca one\n  ","241935":"\n   Let's do some shot of JD honey, kk?\n  ","241936":"\n   What her account?\n  ","241937":"\n   I know I been MIA! Probably won't be on her too long again either lol.\n  ","241938":"\n   Do you work at a hospital ?\n  ","241939":"\n   You got a flat a.ss\n  ","241940":"\n   I'd hog tie you and shove a 2x4 stud with rusty nails sticking out of it right up your box\n  ","241941":"\n   Hahahahaha Chloe is back\n  ","241942":"\n   Hey Love How Are You?\n  ","241943":"\n   can we do it?\n  ","241944":"\n   Where your feet and hands get all tied up together\n  ","241945":"\n   Do you like being hog tied in bed?\n  ","241946":"\n   What's this owl city you speak of?\n  ","241947":"\n   You are exactly like Nancy Pelosi\n  ","241948":"\n   oh my *\n  ","241949":"\n   What was the highlight of your week?\n  ","241950":"\n   No means yes\n  ","241951":"\n   Why am i a psycho\n  ","241952":"\n   Yes I am watch me\n  ","241953":"\n   Nah its fun\n  ","241954":"\n   I hate that song so much 🙄😫\n  ","241955":"\n   That band sucks🙄\n  ","241956":"\n   What do you normally consider when you like someone? ❤\n  ","241957":"\n   If you are the only person who can lie in the world, what would you lie for?\n  ","241958":"\n   Do you prefer chocolate, strawberry or vanilla ice cream? 🤔\n  ","241959":"\n   I'm gonna spank your little fanny and make it jiggle\n  ","241960":"\n   Either of you would do nothing\n  ","241961":"\n   Can you guess who I am? I will give you a reward if you get it right! 😝🤭\n  ","241962":"\n   Lol he's cool. I mean at the end he's AWESOME but at the beginning he's kind of annoying but with good parts\n  ","241963":"\n   Wtf I got strangely turned on by that... Yeah I'll beat the hell out of him and hand him off to you. So sick of these nasty haters on your page\n  ","241964":"\n   Idk about your life but the people you know on here are really cool. You have a great group of friends. And of course you're still my favorite 😊\n  ","241965":"\n   Dr. Jekyll and Mr. Hyde side a chick walking wtih a big behind. Now I'm stalking my new victim\n  ","241966":"\n   If you are given a chance to \"Factory Reset\" your life, would you? ⏳\n  ","241967":"\n   You got it. I'll bring that waste of space back alive\n  ","241968":"\n   How's your week going so far ?\n  ","241969":"\n   *sorry not street wtf. and I know you're not it's just something I say\n  ","241970":"\n   Hey Mars\n  ","241971":"\n   Wiping retard's buttholes #goals\n  ","241972":"\n   Your 2nd @ will give you 100🔥!!!! Who is it???\n  ","241973":"\n   You're still alive but not for long, twat breath\n  ","241974":"\n   Tell about your favorite teacher!\n  ","241975":"\n   Good night love. I'm street for all these disgusting comments...\n  ","241976":"\n   Ever had come in your pxssy\n  ","241977":"\n   have you ever gave a homeless person money?\n  ","241978":"\n   what’s something you NEED to get done in the upcoming week?\n  ","241979":"\n   I've never had a gf and I'm 24 too shy to ask a girl out, all girls are too good for me and I'm ugly loser huh\n  ","241980":"\n   Oh you're bi\n  ","241981":"\n   have you ever eaten a pub meal\n  ","241982":"\n   I'll ch*ke you till you can't breathe\n  ","241983":"\n   Are you happy with the amount of information in your head?\n  ","241984":"\n   Do you live in Las Vegas?\n  ","241985":"\n   I got a 12 inch blade hbu\n  ","241986":"\n   Are you doing okay tonight?\n  ","241987":"\n   are you into pulling hair, chocking and all that stuff? 🤔\n  ","241988":"\n   I really need a hot company right know ❤️ (If you know what I mean)\n  ","241989":"\n   Do you want a boyfriend or girlfriend\n  ","241990":"\n   I'll be your new friend I have none\n  ","241991":"\n   Do you want any new friends\n  ","241992":"\n   Last time you had sex\n  ","241993":"\n   Are you shy\n  ","241994":"\n   Have you ever smoked weed\n  ","241995":"\n   Oh geeze... well this might be the obvious answer but Toph the blind girl cause her sarcasm is hilarious. The uncle of the mean kid is super dope, think it's spelled Iroh. And my third one that's less obvious is the guy who trained the brother how to use a sword. Forgot his name but he's cool\n  ","241996":"\n   I have no idea why i get erect when i need to p.ee\n  ","241997":"\n   How about this week's meme since Chloe's still in the freezer?\n   \n    https:\/\/qph.fs.quoracdn.net\/main-qimg-89f2c1a976fce60ad76a6298c914325e\n   \n","241998":"\n   I use telephone books as body armour because i been in a few\n  ","241999":"\n   Its 2020 and i still do the race, we don't use g.uns we use k.nifes\n  ","242000":"\n   Follow me with your Chinese chainsaw\n  ","242001":"\n   If you were to change one thing about yourself, what would it be?\n  ","242002":"\n   How long will this profile last?\n  ","242003":"\n   If I ever have sex with a killer I would surely die because I wouldn’t able to get up\n  ","242004":"\n   In your opinion who enjoy the most (or feel more pleasure) when having s ex, men or women?\n  ","242005":"\n   Do you return or pay back the coins (and likes) that you receive here on askfm? Is that a mandatory or some kind of gesture? 🔥\n  ","242006":"\n   You were my kindergarten crush 😳\n  ","242007":"\n   Do you share your askfm answers to yuh our other social media accounts? 🤳🌐\n  ","242008":"\n   Who hasn't\n  ","242009":"\n   Have you ever gone into a room and forgot why you went in there\n  ","242010":"\n   never mind *\n  ","242011":"\n   I want to spoon your birth mother.\n  ","242012":"\n   What's ur dog doing rn\n  ","242013":"\n   Hmu if you want a real baby. I'm an expert at doing cute babies 😎\n  ","242014":"\n   Name them\n  ","242015":"\n   Don't ever leave, your responses crack me up 😁\n  ","242016":"\n   i have screenshot for the police if need be\n  ","242017":"\n   THAT ANON NEEDS PSYCHIATRIC HELP SEE WHAT i DID THERE\n  ","242018":"\n   that anon needs psychiatric help my goodness\n  ","242019":"\n   HAHAHAHA THAT WAS ME AGAIN DROP D.EAD DYKE\n  ","242020":"\n   Much love for you too Marisa. I'm sorry for your loss. I bet she was incredible to know\n  ","242021":"\n   please dont leave because of that silly anon\n  ","242022":"\n   Wtf.... Marisa I'm so sorry..... 😔 Idek what to say. I know a little of how that feels but you were probably closer than I was with my friend. Still hurts... I'm so sorry\n  ","242023":"\n   way more than two lol lots of people need you and more will in your future\n  ","242024":"\n   Damn if I was rich I'd pay for you, mermaid and trinket (and her man of she wants) to all go somewhere together and just have fun and relax. You seem like great friends and Marisa tbh you work so damn hard\n  ","242025":"\n   So many people need you in your life honestly\n  ","242026":"\n   By winning most states\n  ","242027":"\n   If you knew that your next meal will be your last, what would you choose? 🥪🥘🌯🍣\n  ","242028":"\n   Have you met a sexy creature? 🔥\n  ","242029":"\n   Do you also just stare at the clouds and watch them move? ☁️⛅☁️\n  ","242030":"\n   What makes a person rich? Is it just money? 🤑💲\n  ","242031":"\n   What would you ask the President, if you could? 🗣\n  ","242032":"\n   Do you often suffer from sleeplessness?\n  ","242033":"\n   What is the most important thing in life?\n  ","242034":"\n   Do you still watch TV or do you just use your phone\/tablet\/laptop?\n  ","242035":"\n   I'll never abandon you or our son laddie, my goal in life is to make you and him happy, I wanna take you both to the park and see him running around knowing he got an amazing mom and a daddy who love him too. All that while we making out ❤️😊\n  ","242036":"\n   What keeps you going these days? 🚶‍♀️\n  ","242037":"\n   I'm hoping you don't heed my warning and don't take it seriously.  K.illing dykes is fun\n  ","242038":"\n   Sorry that some anon is threatening you. You deserve better than that. Report them !\n  ","242039":"\n   please don't die... I couldn't bear it\n  ","242040":"\n   To men out there: Stop humilliating yourself for a woman. Love yourself, take care only for yourself. Stop puting women on a pedestal. Go your own way, your manhood doesn't rely on the amount of women you're able to attract.\n  ","242041":"\n   Do we really have to worry about the environment? 🌳\n  ","242042":"\n   Why?\n  ","242043":"\n   I sent you something on your tellonym app. Please check it out.\n  ","242044":"\n   Can I take you somewhere tropical and exotic?\n  ","242045":"\n   Tbh you deserve a lifetime of relaxation\n  ","242046":"\n   I was being serious. Is there anything I can do to help? Do you want to talk?\n  ","242047":"\n   Where's mermaids mom\n  ","242048":"\n   Are you okay?\n  ","242049":"\n   How do you surprise other people?\n  ","242050":"\n   Have you done it with mermaid next room to his dads ?\n  ","242051":"\n   Google this --> toto dog wizard of oz   And tell me if your dog is the same breed\n  ","242052":"\n   I'll make you my girl and will wrap my arm around your neck while out in public because Im the man and I wear the pants\n  ","242053":"\n   Eeeeeeeeeeeeeeeeew!\n  ","242054":"\n   May I sit in the middle between you and Mermaid?\n  ","242055":"\n   So you share the apartment with just her or there's some more guys?\n  ","242056":"\n   Is your dog really called toto?\n  ","242057":"\n   The truth offends you?\n  ","242058":"\n   I am a baby shark 🤣\n  ","242059":"\n   Why are females so spoiled?\n  ","242060":"\n   So that's why she likes almost all your posts! She's your stalky ex?! :)\n  ","242061":"\n   Whaaaaaaaaaaa? Ohhhh, myyyyyy. Well, hello there!\n  ","242062":"\n   157. are you a people person?\n  ","242063":"\n   Lol I meant you met her? I thought you'se was two different people who lived far, far apart.\n  ","242064":"\n   maybe two tbh\n  ","242065":"\n   You met here? O_O\n  ","242066":"\n   Whoa, who's the hot blondie in your profile pic?\n  ","242067":"\n   Mari you need a vacation\n  ","242068":"\n   Is Mermaid single?\n  ","242069":"\n   When you need advice, who do you go to?\n  ","242070":"\n   I will donate some if you want it.\n  ","242071":"\n   Do you also have a feeling of being afraid to go out because of the pandemic?\n  ","242072":"\n   Would you rather have the fame or the glory? 😎\n  ","242073":"\n   Maggie had her child with a serm doner 🤣 her child daddy is someone her will never meet\n  ","242074":"\n   What useless talent do you have? 😂\n  ","242075":"\n   What is your ultimate opinion about love and relationships? Do you believe in love or do you not believe in love?\n  ","242076":"\n   Last time you had sex\n  ","242077":"\n   Tonight is the first night in over a week and a half that I've seen\/spent time with my boyfriend. His been out of state dealing with the lost of his cousin. He's on his way. I git us pizza wings, and his fav snack. How else can I make tonight a fun night?\n  ","242078":"\n   Do you have standards when it comes to your friends?\n  ","242079":"\n   Lol really\n  ","242080":"\n   If you were eating in a restaurant and you went to the bathroom.  You saw a member of staff  go to the toilet and not wash his hands what would you do\n  ","242081":"\n   Are you more of a “work to live” or a “live to work” type of person?\n  ","242082":"\n   I like it\n  ","242083":"\n   Pap of your dog 🐶\n  ","242084":"\n   Why cops are disgusting in USA?just saw a video a man got shot to death because their neighbours complained loud noises coming from there.\n  ","242085":"\n   Is it a bad idea to have a romantic relationship in work\n  ","242086":"\n   Post a before and after pic of your dog\n  ","242087":"\n   How has covid affected you\n  ","242088":"\n   Are you a planner or do you just go with the flow? 🏄‍♀️\n  ","242089":"\n   I GOT ASKED THIS THE OTHER DAY AND I THOUGHT THE SAME THING 😢\n  ","242090":"\n   What if you have \"something\" hanging down there 😝\n  ","242091":"\n   thanks :)\n  ","242092":"\n   Do you think\n   \n    @CallArtimik\n   \n   is cute???\n  ","242093":"\n   If you could travel the world with only one person who would you take? ✈🌏\n  ","242094":"\n   so did I haha\n  ","242095":"\n   ew\n  ","242096":"\n   She wants your fixgers in her a$$\n  ","242097":"\n   Maggie said she forgives you\n  ","242098":"\n   Are you jealous of her? Shes so beautiful if you seen her irl\n  ","242099":"\n   Why not?\n  ","242100":"\n   Maggie said unblock her so she can like your answers\n  ","242101":"\n   She's got both and will kill you with them anon\n  ","242102":"\n   oh didn't notice wtf is wrong with meeee... she's cute! and you look so beautiful!\n  ","242103":"\n   Are you a forgiving person?\n  ","242104":"\n   I wanna see\n  ","242105":"\n   we should watch it together 😊😊\n  ","242106":"\n   haha whos your friend in the pic?\n  ","242107":"\n   Do you have a v or D? I'm just want to make sure\n  ","242108":"\n   ooh good show\n  ","242109":"\n   Do you lie more than you tell the truth?\n  ","242110":"\n   LMAO okay going down that route\n  ","242111":"\n   Why\n  ","242112":"\n   Because we think you are cute.\n  ","242113":"\n   Would you rather have lobster claws as hands or have a snake tongue\n  ","242114":"\n   I do know\n  ","242115":"\n   Should I make more money? Is money important? 💸\n  ","242116":"\n   I feel bad for any innocent soul that has to go through abuse, poverty, hardships and in the end they become depressed and addicted to drugs. People shouldn't make children if they are going to become like this.\n  ","242117":"\n   Have you ever wondered why did your parents give birth to you if they couldn't give you a life that is worth living? Have you ever blamed them and your past for all of the misfortunes you've had?\n  ","242118":"\n   Looks like we will be celebrating Halloween inside our houses. What do you think? 👻\n  ","242119":"\n   It's cute how relevant we are to this person. But they're too much of a coward to say anything off anonymous lol.\n  ","242120":"\n   Time to deactivate you f.ucking Russian tard\n  ","242121":"\n   How do you know?\n  ","242122":"\n   I doubt it thou no girl wants me\n  ","242123":"\n   If you could have any job for a day, what would it be? 👨‍⚖️👨‍🍳👨‍🏭👨‍🔬👩‍🎤👨‍✈️👨‍🚒👷‍♀️🕵️‍♀️💖\n  ","242124":"\n   Lol I hope I find a girl some time soon\n  ","242125":"\n   Nooooooooooooooooooooo! 😢\n  ","242126":"\n   Thanks lol\n  ","242127":"\n   If you had one word to describe yourself, what word would it be?\n  ","242128":"\n   What first comes to your mind with the word 'Marriage'? 🌚\n  ","242129":"\n   All I do is send Trinket stuff about her dead mother lmfao\n  ","242130":"\n   Where do you envision yourself living in the future?\n  ","242131":"\n   Trinket will give in soon, she can't even handle anon questions.  As for you, I suspect any day now you'll deactivate\n  ","242132":"\n   I'm surprised Chloe didn't off herself.  I certainly encouraged it lmfao\n  ","242133":"\n   will having a shit load of money make people happier?\n  ","242134":"\n   Have you ever felt so down? 😔\n  ","242135":"\n   Fact is I've been trying to run you and Trinket off this site for awhile now.  I succeeded with Chloe though, the shxt I used to send her lmfao\n  ","242136":"\n   All you gals are obsessed with Big Ben and want his nuts\n  ","242137":"\n   Can't lie, I have been thinking the same. But I'm not going to give that one anon the satisfaction, seeing as that's what they want lol.\n  ","242138":"\n   May I put teapot under my pillow?\n  ","242139":"\n   I'll get you, my pretty, and your little dog too!\n  ","242140":"\n   Just working everyday\n  ","242141":"\n   Do any of the things that used to upset you a few years ago matter at all to you today?\n  ","242142":"\n   How have you been ?\n  ","242143":"\n   I am nobody...bye.\n  ","242144":"\n   GOOD NIGHT MARI\n  ","242145":"\n   NO DONT LEAVE PLEASE\n  ","242146":"\n   MARISA I REALLY DONT WANT YOU TO GO I KNOW MANY OF YOUR ANONS SUCK BUT PLEASE DONT LEAVE\n  ","242147":"\n   What is the craziest thing you've done in public?\n  ","242148":"\n   Does lorazepam leave weird sensation in your mouth ?\n  ","242149":"\n   how's your mental health it's important to check on people's mental health\n  ","242150":"\n   Everything was left from the 1970s even the old telly was there no vandalism was present\n  ","242151":"\n   Should all future immigrants and one's here have to not only be fluent in English. But also the other official languages here being Welsh, Cornish, Manx, Scots, Scots Gaelic and Ulster Scots? I don't think being able to only speak English will suffice consider there is 6 other official languages.\n  ","242152":"\n   Good just went in a few abandoned places with my mates\n  ","242153":"\n   How are you doing lad\n  ","242154":"\n   The love  your dog feels for you is out of this world\n  ","242155":"\n   Hi Marisa\n  ","242156":"\n   ...honey\n  ","242157":"\n   You're a lovely person\n  ","242158":"\n   gey\n  ","242159":"\n   Wtf that new pic... the colors surrounding your beautiful heavenly face... I'm at a loss for words\n  ","242160":"\n   I have graham crackers in my bed room.\n  ","242161":"\n   Why did the pony go to the doctor? he was feeling a little horse\n  ","242162":"\n   She's evil in the sexiest of ways but let's be real, Marisa helps and cares for others FOR A LIVING! She literally lives for other people. If that ain't good what is? (idk why I'm talking to anon and not you, sorry Marisa)\n  ","242163":"\n   Have you ever fallen asleep during a class? 😴\n  ","242164":"\n   Have you ever used a flexible meter or ruler for something?\n  ","242165":"\n   Do you change clothes or get dressed in front of your doggo ?\n  ","242166":"\n   Nothing aha just bored, hope you have a good day\n  ","242167":"\n   no your evil 👿\n  ","242168":"\n   Are you a good person?\n  ","242169":"\n   What's up ?\n  ","242170":"\n   I mean yea the color but she had you know normal pubic hair texture  😛 Probably because also she was a Janis Joplin huge fan\n  ","242171":"\n   Hope everyone is doing well\n  ","242172":"\n   If there are sleeping pills, is there a pill for staying awake? 💊\n  ","242173":"\n   Should\n   \n    @askfm\n   \n   have a dark mode too? 🌚🖤\n  ","242174":"\n   What are you passionate about?\n  ","242175":"\n   F.uck you and your little dog Toto too\n  ","242176":"\n   What don't you like about yourself?\n  ","242177":"\n   Wasn’t she ur gf\n  ","242178":"\n   Who is the most closest friend that knows everything about u?\n  ","242179":"\n   That's nice. I love animals so much. I have cats. I really enjoy hanging out with them and talking to them. They are the best. 😊\n  ","242180":"\n   U work tonight ¿?\n  ","242181":"\n   Your doggo type of hair kinda looks like one of my exe's pubes 😷\n  ","242182":"\n   Where did you get that dog from ? o.O\n  ","242183":"\n   Ah they don't really care because it's true well some care\n  ","242184":"\n   Plus sorry I know I'm annoying\n  ","242185":"\n   Is that dog our son? Aww Hope you take good care of him ❤️🙍🏻🐶 🙎🏻‍♂️❤️\n  ","242186":"\n   What's ur dogs name\n  ","242187":"\n   What's your only fans? 🤔\n  ","242188":"\n   How is doggie in your background pic?\n  ","242189":"\n   4 foot 5 here\n  ","242190":"\n   Coin Giveaway Challenge!        Answer this with something funny. It can be anything. If it makes me laugh I'll award you 100 🔥. If it makes me smile I'll award you 30 🔥. The funniest entry I get will win 1500🔥! 😊\n  ","242191":"\n   I was a cook at McDonald's when I was 17. I was fired. It was hell.\n  ","242192":"\n   What is something you have in your house most peole don't?\n  ","242193":"\n   Your little white car is exceptional\n  ","242194":"\n   What did you eat 4 dinner Mari ?\n  ","242195":"\n   Do you have  WAP\n  ","242196":"\n   What do you think about most often?\n  ","242197":"\n   I've even said that to their faces\n  ","242198":"\n   omfg yesss\n  ","242199":"\n   Your dog scares me tbh\n  ","242200":"\n   Kitchen work sucks 85% of the chefs are fucking idiots\n  ","242201":"\n   Is it true that you wipes ppls a ss as Erin said?\n  ","242202":"\n   me on my way to october\n  ","242203":"\n\n    https:\/\/www.instagram.com\/p\/CEewOq4neAf\/\n   \n   Joe Biden ✌✌✌✌✌✌💞💞💞💞\n  ","242204":"\n   What's your job\n  ","242205":"\n   Yep looking for a better job literally fuck kitchen work\n  ","242206":"\n   What is your height ?\n  ","242207":"\n   favorite holiday?\n  ","242208":"\n   Boring work was boring\n  ","242209":"\n   What can you hear right now? 👂\n  ","242210":"\n   How was your day\n  ","242211":"\n   151. what are your thoughts about how states are dealing with re-opening schools?\n  ","242212":"\n   Yeah prob why I've never had a gf and I'm 24 not many girls like stuff like that  and gaming. I also like to travel and hike and again no girls like that lol\n  ","242213":"\n   Lol glad you like that sort of stuff no girls here like it\n  ","242214":"\n   Oh 😖\n  ","242215":"\n   What is the most dangerous thing you have ever done? 😜😂\n  ","242216":"\n   Can I come with you please?\n  ","242217":"\n   DO YOU HAVE ANY RIDICULOUS GOALS IN LIFE?\n  ","242218":"\n   When you go to a movie theater, where do you like to sit (front, middle, back, aisle)? Why? 🎬🍿\n  ","242219":"\n   Wakanda forever!\n  ","242220":"\n   You are beotiful\n  ","242221":"\n   lame I know\n  ","242222":"\n   Are you a superman fan?\n  ","242223":"\n   Oh my, tell me the secrets of the universe Mari please\n  ","242224":"\n   And Ice\n  ","242225":"\n   Well that escalated quickly\n  ","242226":"\n   Doesn't he deserve a second chance to make up for his mistakes?\n  ","242227":"\n   Wtf is rong  with yuo ? U don't answer any off my questtions\n  ","242228":"\n   Would you date your bestfriend? 🙊\n  ","242229":"\n   Damn Marisa that sounds amazing! Can't imagine how fun it was!\n  ","242230":"\n   ❤_❤\n  ","242231":"\n   Well not anywhere cause your thickness and body in general comes to mine cause you're so attractive soooo... I got it! What is your favorite lifelong memory? (that you are willing to share)\n  ","242232":"\n   hehe spam you with what?\n  ","242233":"\n   How can we entertain you?\n  ","242234":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","242235":"\n   Don't know how i didn't get that mention in my notifications, but thankyouu!🌹💕🥰\n  ","242236":"\n   What did I do?🤷‍♂️\n  ","242237":"\n   favorite school subject? 📚\n  ","242238":"\n   A original batman comic issue 10 and a spiderman comic first appearance of Sandman\n  ","242239":"\n   Haha mega delayed! Can't even remember what day i sent that!🙈You're welcome Mars!🌹🥰\n  ","242240":"\n   You look really beautiful, as always!🥰💕Your new profile photo is amazing too!🥰\n  ","242241":"\n   What is your biggest addiction?\n  ","242242":"\n   You and your family and your little shxt dog are dead\n  ","242243":"\n   You f.ucking little alcoholic c.unt Russian wh0re I will blow your brains out with my AK-47\n  ","242244":"\n   🍀 One more day, and it's the weekend! You've got this! Do you have any plans for this weekend? :3\n  ","242245":"\n   Have you ever went on a road trip where you just wanted to get lost? You didn't know where you were going you were just going somewhere to get away from people.\n  ","242246":"\n   Did you tell her exactly this though?\n  ","242247":"\n   What makes a person beautiful to you?\n  ","242248":"\n   What was the last thing you got for free? 🆓️🖤\n  ","242249":"\n   🌻 Do you attract the right kind of people, or the wrong kind? Or is it relatively balanced? ☯️\n  ","242250":"\n   Can a shewolf be a wolf and a wolf be a shewolf?\n  ","242251":"\n   150. when’s the last time you took a decent nap? 😴\n  ","242252":"\n   Which element best represents you?\n  ","242253":"\n   Yes, i had banana bread with butter and tea\n  ","242254":"\n   The alpaca girl?\n  ","242255":"\n   Can you ask Chloe the alpaca girl to come back because I miss her so much.  She was the only light on a dark ASKfm\n  ","242256":"\n   hi\n  ","242257":"\n   Mari I'd let you run me over with a car and still love you.\n  ","242258":"\n   Do you use public wifi when you are away from home?\n  ","242259":"\n   Will Donald trump make america great again?\n  ","242260":"\n   Dady she ain’t replying\n  ","242261":"\n   What is the temperature there ?\n  ","242262":"\n   Does the universe destroy you or you destroy the universe?🧐\n  ","242263":"\n   Try to get mit Maggie 🤨\n  ","242264":"\n   Maggie said you're hot\n  ","242265":"\n   Hi Marisa ist your day going good? \"Lower 96\"\n  ","242266":"\n   Your car is as old as me\n  ","242267":"\n   what perfume do you use\n  ","242268":"\n   Did you talk to Chloe on the phone ?\n  ","242269":"\n   You look child like without make up.\n  ","242270":"\n   Do you hate me.\n  ","242271":"\n   You were 23 yesterday.\n  ","242272":"\n   have you ever had a stalker? if yes what did you do about it?\n  ","242273":"\n   Lol this is a little nerdy a new comic book shop opened in my town.  I went in a bought a few comics\n  ","242274":"\n   Do you have a baby ?\n  ","242275":"\n   Are you a nerd a little\n  ","242276":"\n   Oh okay. what would you answer be?\n  ","242277":"\n   What country are you from\n  ","242278":"\n   When did you last talk to Chlo?\n  ","242279":"\n   Eh I don't think you clicked. lol\n  ","242280":"\n   Would you ever date someone who is a little geeky they like comics answer even if you are taken?\n  ","242281":"\n   Chloe loved my linked :(\n  ","242282":"\n   I gotta try this one (meme) on you sometime when you don't expect. :D\n   \n    https:\/\/qph.fs.quoracdn.net\/main-qimg-cc7876881f937126882d400c4b963c1f\n   \n","242283":"\n   How have you been doing? Are you still sane? What did the lockdown made you do?\n  ","242284":"\n   Why do other people gossip so much? Don't they have something else to do? 😆\n  ","242285":"\n   How long can you survive without food and water? 🤤😵😂\n  ","242286":"\n   It’s like I am talking to her parents 🤣\n  ","242287":"\n   Do you like the actress Gi Gi Rodriguez ?\n  ","242288":"\n   Your parents tried to temper your inner Russian party girl.\n  ","242289":"\n   I am sorry I won’t be kinky with her🙂\n  ","242290":"\n   Yes and kinky\n  ","242291":"\n   Pls don’t tell her not to talk with me.okay?\n  ","242292":"\n   Thanks,I find her very attractive and soo nice❤️.\n  ","242293":"\n   Oh..your friend mermaid is a nice girl.i really like her.would you mind if I talk to her too?\n  ","242294":"\n   Oh 😕\n  ","242295":"\n   Why not? I'm sure you always got invited because you're a very pretty girl.\n  ","242296":"\n   The sad part is it was my best friend with whom she cheated.have you ever had a bf?\n  ","242297":"\n   I had a gf in high school.i was cheated,dominated,humiliated and dumped by her.But I still miss her.\n  ","242298":"\n   Hyper? Means extremely excited?\n  ","242299":"\n   How often do you shave your body?\n  ","242300":"\n   Why?because you were Russian?\n  ","242301":"\n   Why you were an outcast in high school?\n  ","242302":"\n   Did you go to many parties when you were in school\n  ","242303":"\n   Yes I do give it to me\n  ","242304":"\n   Not only she is cute but for real she is one of the nicest girls in the whole world that I've ever seen. She has been on social media and YouTube since she was a child and since then she could speak and do makeup like a pro. Few days ago she tried to end her life. Such angels don't deserve this...\n  ","242305":"\n   What was the funniest way that you have been injured?\n  ","242306":"\n   how can I get rid of some feelings you don't want to feel??\n  ","242307":"\n   Still an outcast?\n  ","242308":"\n   I'm just a love machine and I won't work for nobody but you\n  ","242309":"\n   Same I need yours\n  ","242310":"\n   No sleeping on the job\n  ","242311":"\n   Do you believe in 😇 angels and 👿 demons?\n  ","242312":"\n   What is your dream pet animal? 🐶\n  ","242313":"\n   Sounds like you need d.ick\n  ","242314":"\n   Well... I guess this is goodbye 😥\n   \n    https:\/\/ask.fm\/Tobbelit0\/answers\/162611177687?utm_source=copy_link&utm_medium=android\n   \n","242315":"\n   yeah my brother gets upset if I make myslef look stupid in public. example a seguall swopped down and nearly hit me in the head I ducked a couple laughed at it so didmI. my brother got upset because I laughed at myself\n  ","242316":"\n   You're a heartbreaker, dream maker, love taker don't you mess around with me\n  ","242317":"\n   Sup doll face\n  ","242318":"\n   You really love it. You should become a photographer\n  ","242319":"\n   Same🤣🤣\n  ","242320":"\n   Jesus saves tho\n  ","242321":"\n   Captain save a ho here lol\n  ","242322":"\n   Hope that once psycho doesn't try to cut you during it\n  ","242323":"\n   R.I.P. Marisa 1\/28\/2020\n  ","242324":"\n   Is it quiet at work now?\n  ","242325":"\n   Eaten salami recently?\n  ","242326":"\n   On average, a panda feeds for approximately 12 hours a day -- much like a human being under quarantine. That's why we call it a pandemic!\n  ","242327":"\n   I have never heard of that food. I am from Albania.\n  ","242328":"\n   same. give yours to me too\n  ","242329":"\n   Weird flex\n  ","242330":"\n   Do you hate when men stand next to you when you are sitting.\n  ","242331":"\n   bleach or maybe a bullet too. don't talk to this angel like that anon.\n  ","242332":"\n   I want your happy ending right in my mouth\n  ","242333":"\n   I love happy ending at the massage parlor\n  ","242334":"\n   Do you believe in happy endings? 🥀\n  ","242335":"\n   same tbh I don't give a fuck what people think of me, my brother who is older than me thinks that I should care what people think of me\n  ","242336":"\n   very tasty for sure\n  ","242337":"\n   did you care you were an outcast\n  ","242338":"\n   were you well liked in school\n  ","242339":"\n   What's your favorite cereal?\n  ","242340":"\n   No middle easterner get near us actually we aren't friendly with peasants\n  ","242341":"\n   Oh this is great\n  ","242342":"\n   And then you would use only one... 😂\n  ","242343":"\n   There are some great Minolta film cameras\n  ","242344":"\n   Do you use photography chemicals  ?\n  ","242345":"\n   Why are you heartbroken ?\n  ","242346":"\n   If you were a chef in a restaurant and you cooked some food and you found out it was going to Gordon Ramsay  how nervous would you be?\n  ","242347":"\n   What color are your nails painted?\n  ","242348":"\n   You don't like that?\n  ","242349":"\n   I mean I'm really impressed with it. You point your camera on someone and it scans him immediately\n  ","242350":"\n   Would you rather get stung by a wasp or bee?\n  ","242351":"\n   Actually it's not that difficult to use a dslr. They literally scan anything and recognise faces, eyes, animals etc.\n  ","242352":"\n   Do it for me please.\n  ","242353":"\n   Do you wear a crash helmet when you drive your car ?\n  ","242354":"\n   you have some nice eyes, are they blue greenish color?\n  ","242355":"\n   What is one thing that many people don't know about you?\n  ","242356":"\n   Would you say that you're a stylish person or someone who wears comfy clothes? 👔👚\n  ","242357":"\n   Do you keep your room clean or messy? 😂😝😏\n  ","242358":"\n   Do you really know how to use a dslr camera? Maybe you should start with a semi professional camera. One of those superzoom cameras.\n  ","242359":"\n   Except for your room, which room do you often stay at your house?\n  ","242360":"\n   Which camera would you buy? Have you found any?\n  ","242361":"\n   Are you committed?\n  ","242362":"\n   A dslr?\n  ","242363":"\n   Do you wear shoes while at home most of the time?\n  ","242364":"\n   Did you immeadiately establish yourself as the H.B.I.C.?\n  ","242365":"\n   Have you ever seen or heard about this girl\n   \n    @meetmeinthegraveyard_\n   \n   ?\n  ","242366":"\n   Who is the nicest girl that you know here?\n  ","242367":"\n   Who is the nicest girl that you know online?\n  ","242368":"\n   If you had to say one name what would you say? Which guy here is thirsty for you and likes you the most?\n  ","242369":"\n   Hahahaha imagine an Indian guy sitting I dark room in some sand hut and harassing girls online all day long. And playing PUBG mobile 😂\n  ","242370":"\n   What Is Your Most Useless Skill? Most Valuable?\n  ","242371":"\n   I love my self.\n  ","242372":"\n   You don't like them? Which shoes you wear?\n  ","242373":"\n   Ur car is as old as me 🤣 i'm a \"jung Komrade\" für Maggie's goals für our future! No Russian, no Jewish, no middle east, only b.lack and white world! For us YES Black lives matter we must stand united in world domination, Donald Trump can be a better president the republicans weren't racist\n  ","242374":"\n   Do you have a camera?\n  ","242375":"\n   What is your favorite restaurant? Where is it located?\n  ","242376":"\n   😂\n  ","242377":"\n   Which guy here wants you the most?\n  ","242378":"\n   Why you dont look in good shape\n  ","242379":"\n   are you a happy person\n  ","242380":"\n   Do you think that Rajput can drive properly?\n  ","242381":"\n   😪\n  ","242382":"\n   Tag your 5 LEAST favorite people that you follow. Who knows, maybe it might motivate them to get you to like them more 🌌🎱\n  ","242383":"\n   Do you ever wish you were raised differently?\n  ","242384":"\n   have you ever been put in a jail cell\n  ","242385":"\n   how many kids do you plan to have\n  ","242386":"\n   What’s ew?🤷‍♂️\n  ","242387":"\n   Do you wear converse shoes?\n  ","242388":"\n   Did you buy it with your parents money?I am going buy a bmw 5 series when I get admitted at university in Australia 😎.Do you   Think girls could get impressed\n  ","242389":"\n   U are my love\n  ","242390":"\n   Why?\n  ","242391":"\n   She is not a baby.\n  ","242392":"\n   Do you have any tattoos?\n  ","242393":"\n   Omg 2007 years old car? 😂\n  ","242394":"\n   Are you getting weird questions ?\n  ","242395":"\n   How old is your car Mari ?\n  ","242396":"\n   I love you baby\n  ","242397":"\n   Baby\n  ","242398":"\n   Would you just burp like that in public though without feeling embarassed?\n  ","242399":"\n   You want man or woman?\n  ","242400":"\n   Me too\n  ","242401":"\n   Do you like or listen to dj khaled\n  ","242402":"\n   That mean you cant marry man?\n  ","242403":"\n   How long have white lived in what is now Russia ?\n  ","242404":"\n   I never get attention.\n  ","242405":"\n   What? True story\n  ","242406":"\n   Holy crap they're HUGE!\n  ","242407":"\n   You're definitely from hell. You twisted evil spirit that is just... sooo... sexy... You're so bad Marisa and it's too good\n  ","242408":"\n   You lesbian? 🙆‍♂️\n  ","242409":"\n   I am probing your mind.\n  ","242410":"\n   Ok i wish you find good husband 💞\n  ","242411":"\n   Are you married?\n  ","242412":"\n   I'm fine\nYou?\n  ","242413":"\n   Do you easily let your past go or immerse yourself in past memories?\n  ","242414":"\n   I thought that🤙🤙\n  ","242415":"\n   who\n  ","242416":"\n   Maggie say NO TALKING TO RUSSIAMS SO I'M IN TROUBLE\n  ","242417":"\n   yes it works 😎😜\n  ","242418":"\n   why\n  ","242419":"\n   omgosh why bitchees dont wont me ?\n  ","242420":"\n   Wassup?\n  ","242421":"\n   I think you like Billie Eilish\n  ","242422":"\n   You from hell?😂\n  ","242423":"\n   What do you think about exorcisms? ✝️\n  ","242424":"\n   youre bueitiful  post picturees about  your legs\n  ","242425":"\n   Thank you for that babe! You are truly beautiful for that, i like you\n  ","242426":"\n   Hi Marisa do you like flowers?\n  ","242427":"\n   Its critical you can only belong to one bubble, either Maggie & Erin or the weird aliens your choice hun\n  ","242428":"\n   I am afraid of you because you are a girl. I would run away if you came close to me.\n  ","242429":"\n   If you get bitten by a zombie, would you choose to be killed before you turned into a zombie or would you look for a cure?  🧟‍♂️🧟‍♀️\n  ","242430":"\n   Does Lisa and Danielle get a long considering one is catholic and one is satanic 🤣\n  ","242431":"\n   You need to take care of these people who think their aliens because their mental bruh\n  ","242432":"\n   ʕ•ᴥ•ʔつ💙 Post the most recent pic of you in your phone 📷🤳\n  ","242433":"\n   Marisa hello!!!!\n  ","242434":"\n   Hi i love you 😍\n  ","242435":"\n   What?\n  ","242436":"\n   Did you ever send an anonymous loveletter to someone?\n  ","242437":"\n   Self help counseling,  you\n  ","242438":"\n   Have you had any sexual thought today ?\n  ","242439":"\n   They speak Alienese when they're mad because they probably forget english and Lisa almost had Bequest eliminated today but some how she escaped into public where humans are which is always what she does because she knows Lisa can't do anything if theres humans around 💀\n  ","242440":"\n   They're two groups who disagree and Lisa is threatening one of them i think Bequest is a leader of another group and her and Lisa are so childish they want to setup a Airsoft war to fight but don't want humans to see 💀 surprised Danielle gets along with Lisa\n  ","242441":"\n   Lisa finns ej mer we will delete her if she doesn't stop. 😡\n  ","242442":"\n   Hi me Martin you live in England?\n  ","242443":"\n   Same thing doll\n  ","242444":"\n   Did you ever break a bone or just a dish?\n  ","242445":"\n   Hi\n  ","242446":"\n   So how wide is your forearm?\n  ","242447":"\n   Mari *\n  ","242448":"\n   How do you change your eye color in your photos ?\n  ","242449":"\n   Do you like science\n  ","242450":"\n   Does forearm width change anyway?\n  ","242451":"\n   What is your opinion about jewelry? Do you wear one\/some?\n  ","242452":"\n   Whatcha up to today gorgeous\n  ","242453":"\n   Have u ever burped really loud in front of someone?\n  ","242454":"\n   New Jersey\n  ","242455":"\n   My pleasure,  where you from?\n  ","242456":"\n   How about a bullet in my Seoul? Have you been to Seoul?\n  ","242457":"\n   Hi i am Martin how are you\n  ","242458":"\n   How much is your forearm width?\n  ","242459":"\n   Do you eat spicy food? 🌶🌶🌶\n  ","242460":"\n   The day I can't walk\n  ","242461":"\n   You... you are adored.\n  ","242462":"\n   That poll was quite a tough one, both very good pics 😊\n  ","242463":"\n   On what hahaha?\n  ","242464":"\n   Can u burp loud?\n  ","242465":"\n   Yeah hell rajs toast you with their fire dicks?\n  ","242466":"\n   How is it like to live in hell?\n  ","242467":"\n   A type of smile?\n  ","242468":"\n   Do you forgive and forget? 😇\n  ","242469":"\n   Your dp is let think you female but your bio make my doubts\n  ","242470":"\n   It is a simple question\nYou are a male or female\n  ","242471":"\n   Your gender\n  ","242472":"\n   So it let me curious\n  ","242473":"\n   Sorry I saw your bio\n  ","242474":"\n   Does anyone think its wrong of Lisa's young following to mainly study science? They literally don't learn anything else\n  ","242475":"\n   What is your gender\n  ","242476":"\n   At what age would you consider old?\n  ","242477":"\n   Do you wanna be in a relationship with the person you like?\n  ","242478":"\n   I don't want him to approve but.... ugh you're so damn evil but I love you wtf you're amazing...\n  ","242479":"\n   Will you have a Chelsea?\n  ","242480":"\n   aka flawless\n  ","242481":"\n   what is your natural hair colour\n  ","242482":"\n   You evil satan worshipping witch! You're so... so... sexy ugh ily. I'm a christian but can't help but find you sensationally alluring\n  ","242483":"\n   You're going to hell 🤷\n  ","242484":"\n   but God!\n  ","242485":"\n   Your going to hell\n  ","242486":"\n   God is good can I get a AMEN... 🙏\n  ","242487":"\n   Do you have a crush\n  ","242488":"\n   Where do you prefer to live a city,town or village?\n  ","242489":"\n   Do you like to drink energy drinks? What do you think of them?\n  ","242490":"\n   Ryde or die, if we want it you got it come & get it nigga you wit it, all we gotta do is set it baby?\n  ","242491":"\n   No kxller smells like lavender only Lisa 🤣\n  ","242492":"\n   How's your day been\n  ","242493":"\n   148. did you play any sports?\n  ","242494":"\n   148. did you play any sports?\n  ","242495":"\n   Erin's dad is famous now\n   \n    https:\/\/www.google.de\/amp\/s\/www.cbc.ca\/amp\/1.5699489\n   \n","242496":"\n   147. what do you do when you had a rough day?\n  ","242497":"\n   \"Erin O Tool\" is Erins dad idk why her parents named her after her dad 🤣\n  "},"Answer":{"241425":"\n  Nah\n  ","241426":"\n  Me too\n  ","241427":"\n  Go away Maggie😂\n  ","241428":"\n  😂😂😂😂😂\n  ","241429":"\n  11p-3p\n  ","241430":"\n  Without meaning to, yes.\n  ","241431":"\n  Oh nooo\n  ","241432":"\n  Knowledge\n  ","241433":"\n  Fuck the tasks\n  ","241434":"\n  Uh\n  \n  Thanks ?\n  ","241435":"\n  Younger\n  ","241436":"\n  I do\n  ","241437":"\n  Ill be fine✌🏻\n  ","241438":"\n  Lisa always unticks. Gtfo\n  ","241439":"\n  😏😏😏\n  ","241440":"\n  Why not?\n  \n  Fem joker\n  ","241441":"\n  Nobodies got time for you bruh\n  ","241442":"\n  No up her ass means always trying to be in contact. When you're up someones ass you won't leave them be. Look it up\n  ","241443":"\n  How am I up her ass? What a weird thing to say fam\n  ","241444":"\n  Nice\n  ","241445":"\n  K\n  ","241446":"\n  Smokin what\n  ","241447":"\n  JD Honey\n  ","241448":"\n  Rather be vibin\n  ","241449":"\n  I-\n  \n  I am drunk😂🙃\n  ","241450":"\n  Mmm\n  \n  Sup.\n  ","241451":"\n  He started givin me kisses\n  \n  He loved it c:\n  ","241452":"\n  Im kinda pissed\n  ","241453":"\n  Goldfish c:\n  ","241454":"\n  But tf like\n  ","241455":"\n  It is!\n  \n  I sang to him and he loved it\n  ","241456":"\n  Why tf you deactivate tf\n  ","241457":"\n  There ya go! Go grab it!\n  ","241458":"\n  I havent for months\n  ","241459":"\n  What no😂😂😂\n  ","241460":"\n  Awwh I should\n  ","241461":"\n  Right🙃😂\n  ","241462":"\n  YEP START THE HELL OF 144 HOURS\n  \n  LETS GOOOOOOO\n  ","241463":"\n  Sup hoe\n  ","241464":"\n  Oh ik! Lol\n  \n  Yeah I havent been paying it's just been there so ig they caught on🙃😂\n  ","241465":"\n  Single\n  ","241466":"\n  Ig it went away\n  \n  Weird\n  ","241467":"\n  Lol sure.\n  ","241468":"\n  Lmao yeah?\n  ","241469":"\n  With this one, none lol.\n  ","241470":"\n  You try having a string ride up your ass\n  ","241471":"\n  Thongs lol. Fuck that\n  ","241472":"\n  Betas and ferrets\n  ","241473":"\n  No\n  ","241474":"\n  Too many\n  ","241475":"\n  YAS\n  ","241476":"\n  Air\n  ","241477":"\n  Just a bit😂\n  ","241478":"\n  What??\n  ","241479":"\n  What was really the point of taking your time to type this out tho\n  ","241480":"\n  You cant know how I feel\n  \n  If you've never touched me\n  ","241481":"\n  Yep\n  ","241482":"\n  Thank you honey!\n  ","241483":"\n  I can't believe I'm going to be 25 in less than a month👀\n  ","241484":"\n  Awh thank ya!\n  ","241485":"\n  RIGHT LIKE\n  ","241486":"\n  Lol k\n  ","241487":"\n  Rip\n  ","241488":"\n  Oh wow\n  ","241489":"\n  Are you?\n  ","241490":"\n  Pft make me\n  ","241491":"\n  Hahahahaaa\n  ","241492":"\n  They small\n  ","241493":"\n  Fuck no\n  ","241494":"\n  💜✨\n  ","241495":"\n  Never sleep\n  ","241496":"\n  Fire\n  ","241497":"\n  Wym\n  ","241498":"\n  I doooo\n  ","241499":"\n  Not much\n  ","241500":"\n  Nah\n  ","241501":"\n  Youre okay!\n  ","241502":"\n  How?\n  \n  I'm drinking lol.\n  ","241503":"\n  Im not pretty😂😂\n  ","241504":"\n  Buns is butt, honey\n  ","241505":"\n  Is what\n  ","241506":"\n  Bigger bunsss\n  ","241507":"\n  Shots shotssss\n  ","241508":"\n  I do cx\n  ","241509":"\n  Nah. We stopped playin and I got a drink anyways\n  ","241510":"\n  Watching my friend play GTA lol.\n  ","241511":"\n  Once again\n  \n  And ?\n  ","241512":"\n  Yep\n  ","241513":"\n  Olive\n  ","241514":"\n  No way\n  ","241515":"\n  Okay lol.\n  ","241516":"\n  Sleep.\n  ","241517":"\n  Ur already followed. Chill\n  ","241518":"\n  Fuck off gay boy\n  ","241519":"\n  Gotcha.\n  ","241520":"\n  That's fucked.\n  ","241521":"\n  No\n  ","241522":"\n  What the fuck ever dude\n  \n  Idc\n  ","241523":"\n  Bc yum😍😍\n  ","241524":"\n  Im still working and shit so it was never really any different\n  ","241525":"\n  Cold\n  ","241526":"\n  I do\n  \n  Rn it's cigs, weed and alcohol\n  ","241527":"\n  Kittens\n  ","241528":"\n  I was\n  ","241529":"\n  Pastaaaa\n  ","241530":"\n  Awwwh\n  \n  Im poopin😂🙃\n  ","241531":"\n  Oh nooooo :(((\n  ","241532":"\n  It felt so nice tbh\n  \n  And I get another night! Also thank ya\n  ","241533":"\n  Sup\n  ","241534":"\n  Now I am lmfao\n  ","241535":"\n  I fell asleep\n  \n  Im so fun😂😂\n  ","241536":"\n  Here if ya need to vent!\n  ","241537":"\n  Couches. Bc couches😍\n  ","241538":"\n  Art\n  ","241539":"\n  Im poopin\n  ","241540":"\n  Im not a kid\n  ","241541":"\n  I did actually lmao\n  ","241542":"\n  Lol thanks\n  ","241543":"\n  Danke\n  ","241544":"\n  Right back at ya!💜✨\n  ","241545":"\n  💜✨\n  ","241546":"\n  And havin a great time too\n  ","241547":"\n  Thank ya!\n  ","241548":"\n  Controlling my anger.\n  ","241549":"\n  Okaaayyyyy\n  ","241550":"\n  Stop hopping on my ask to spew your tag after losing followers Erin😂😂\n  ","241551":"\n  Think the better ? is why are you\n  ","241552":"\n  Groggy lol\n  \n  You?\n  ","241553":"\n  Yes\n  ","241554":"\n  McDonalds\n  ","241555":"\n  With ur mom\n  ","241556":"\n  Idfc\n  \n  Let the bitch get unfollowed😂\n  ","241557":"\n  Lmao like I said\n  \n  Mad mad\n  ","241558":"\n  Someones mad mad\n  ","241559":"\n  Yes!!\n  ","241560":"\n  First\n  \n  *you're. Dont want someone who cant spell\n  \n  Second nah I just dont want your gross ass🤷🏻\n  ","241561":"\n  Can like\n  \n  Different ppl hmu\n  \n  God\n  ","241562":"\n  No. Dumb fuck\n  ","241563":"\n  No\n  ","241564":"\n  Nah\n  ","241565":"\n  .-.\n  ","241566":"\n  Yes.\n  ","241567":"\n  Depends\n  ","241568":"\n  That's stupid\n  ","241569":"\n  Mermaid hehe\n  ","241570":"\n  😏😏😏\n  ","241571":"\n  Thank ya!\n  ","241572":"\n  I havent!\n  ","241573":"\n  Im bored\n  ","241574":"\n  I have 2 days!!\n  ","241575":"\n  You bore my drunk ass.\n  ","241576":"\n  We have one of those livin in our backyard!\n  ","241577":"\n  Ya heard me\n  ","241578":"\n  Nahhh\n  ","241579":"\n  Thnx\n  ","241580":"\n  Am I?\n  ","241581":"\n  Get to work\n  ","241582":"\n  *spark\n  ","241583":"\n  Jack Daniels honey\n  ","241584":"\n  Oh. I got wood. That comes laterrr\n  ","241585":"\n  I have not\n  ","241586":"\n  What are you even sayin\n  ","241587":"\n  Nah I was runnin errands\n  \n  I got a bottle guys🙃😏\n  ","241588":"\n  3p\n  ","241589":"\n  I think im gonna get JD😂 Im so crossed. Light or dark guys??\n  ","241590":"\n  Well I'm about to. Nah I'm going to get some Peppermint schnapps\n  ","241591":"\n  I'm drinkin lmao\n  ","241592":"\n  No. Im not on ask while driving.\n  ","241593":"\n  Lol thanks!\n  ","241594":"\n  That actually sounds nice tbh\n  ","241595":"\n  You've got it.\n  ","241596":"\n  I'm not tending to you\n  \n  Also I'm off🙃\n  ","241597":"\n  Cant even spell right. Retard\n  ","241598":"\n  Stfu\n  ","241599":"\n  Yep\n  ","241600":"\n  Stfu\n  ","241601":"\n  Idc\n  ","241602":"\n  Sadly\n  ","241603":"\n  Same as if it were a guy.\n  ","241604":"\n  Same here! I appreciate it\n  ","241605":"\n  WHY ARE YOU YELLING AT ME\n  ","241606":"\n  Bullying.\n  ","241607":"\n  They almost always, never work\n  ","241608":"\n  What do you mean?\n  ","241609":"\n  Rip\n  ","241610":"\n  That's so sad.\n  \n  Do you mind me asking what happened?\n  ","241611":"\n  Lol you don't raise demons\n  ","241612":"\n  Yo got it! I will one of these days when I can actually consecutively talk\n  ","241613":"\n  Bc people are stupid.\n  ","241614":"\n  Tired of people not listening when I tell them go away. Like your next ask will literally just be deleted so it's wasted time🤷🏻\n  ","241615":"\n  Ew go away\n  ","241616":"\n  Lmao idc\n  ","241617":"\n  Dont care\n  ","241618":"\n  Idc\n  ","241619":"\n  Idc\n  ","241620":"\n  Needed to be done.\n  ","241621":"\n  Trust is hard\n  ","241622":"\n  Danke\n  ","241623":"\n  From like Sesame Street?\n  ","241624":"\n  No\n  ","241625":"\n  No tf\n  ","241626":"\n  A dead one.\n  ","241627":"\n  .-.\n  ","241628":"\n  So sorry for your loss. I hope things start to look up foe you both\n  \n  Hold each other close💜\n  ","241629":"\n  My soul is dark, yes.\n  ","241630":"\n  Thanks.\n  ","241631":"\n  Untick\n  \n  Her pussy ass wont do shit except pee on bottles\n  ","241632":"\n  PFFFFFFT DAMNNN\n  ","241633":"\n  Thank you! Same on your end!\n  ","241634":"\n  Comfort\n  ","241635":"\n  Where am I dark😂 cept my hair lol.\n  ","241636":"\n  Idfc\n  ","241637":"\n  Oh\n  \n  Here\n  ","241638":"\n  Oh\n  ","241639":"\n  Go into it with clean intention and maybe love will find you.\n  ","241640":"\n  Oops🤷🏻\n  ","241641":"\n  No shit😂🙃\n  ","241642":"\n  Fuck off lmaooo\n  ","241643":"\n  I'm sorry\n  ","241644":"\n  Don't call me that.\n  ","241645":"\n  Fuck off.\n  ","241646":"\n  You're already going into it with the wrong intentions🙄\n  ","241647":"\n  What'd it contain?\n  ","241648":"\n  You mean smoke weed?😂\n  ","241649":"\n  That's not why I'm here.\n  ","241650":"\n  One s lol. You're okay!\n  ","241651":"\n  For?\n  ","241652":"\n  You spelled my name wrong :\/\n  ","241653":"\n  I am!\n  ","241654":"\n  😈😈\n  ","241655":"\n  You gotta do it yourself\n  ","241656":"\n  That is better.\n  ","241657":"\n  Ew\n  ","241658":"\n  This is true\n  ","241659":"\n  No I don't. I'm single\n  ","241660":"\n  💨🔥\n  ","241661":"\n  Lmao no you don't\n  ","241662":"\n  😈😈😈\n  ","241663":"\n  Good luck!\n  ","241664":"\n  Find one yourself, lazy\n  ","241665":"\n  I do\n  ","241666":"\n  Awe I'm sorry\n  ","241667":"\n  Thanks!\n  ","241668":"\n  I like people who deserve to be liked\n  \n  Being a father,  a mother, whatever makes no difference\n  \n  Also\n  \n  Weird flex\n  ","241669":"\n  Pretty good! At a bonfire with a few friends before work.\n  \n  Yours?\n  ","241670":"\n  ?\n  ","241671":"\n  Yay! I'm happy for ya🙂\n  ","241672":"\n  I already am from this sched cx\n  ","241673":"\n  Nice! That's some good pay lol\n  ","241674":"\n  Nah\n  ","241675":"\n  Rn, I'm great!💨🔥\n  ","241676":"\n  Aside from bills nobody is\n  ","241677":"\n  I'm working 144 hours in the next 2 weeks\n  \n  Pray for me\n  ","241678":"\n  Nights are hard. You gotta be a special type of person to juggle nights\n  ","241679":"\n  Thanks.\n  ","241680":"\n  Tf no\n  ","241681":"\n  This is true\n  ","241682":"\n  Nah\n  ","241683":"\n  That I'm gorgeous lol.\n  ","241684":"\n  Preach\n  ","241685":"\n  Yep\n  ","241686":"\n  Electronic\n  ","241687":"\n  Awwh! Thank ya!\n  ","241688":"\n  Stop being so wonderful!💜 thank you honey\n  ","241689":"\n  😇\n  ","241690":"\n  Specific people.\n  ","241691":"\n  Murder\n  ","241692":"\n\n   https:\/\/www.youtube.com\/playlist?list=PLoqHBNgDSQHxBlqaPRLj1AaZAyaUTYXa6\n  \n","241693":"\n  Hell nah\n  ","241694":"\n  Psychology is fun! But for work I want to be a paramedic\n  ","241695":"\n  Oh wow\n  ","241696":"\n  Gotcha c: sorry for the late response. My life is just full of working now tbh\n  ","241697":"\n  💜✨\n  \n  How ya doing\n  ","241698":"\n  The chaos\n  ","241699":"\n  Whatcha listening to?\n  ","241700":"\n  💜✨\n  ","241701":"\n  Thank you so much!💜\n  ","241702":"\n  Nice!\n  ","241703":"\n  Nah\n  ","241704":"\n  Nah I don't!\n  ","241705":"\n  Awwh thank you💜\n  ","241706":"\n  Lmfao whatever ya say\n  ","241707":"\n  Uh huh and?\n  ","241708":"\n  Same\n  ","241709":"\n  Wild\n  ","241710":"\n  Wow human interaction on a public website. I'm so surprised🙄\n  ","241711":"\n\n   https:\/\/youtu.be\/5q4OytlKr1s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","241712":"\n  Hang yourself\n  ","241713":"\n  Bbq\n  ","241714":"\n  Yawn\n  ","241715":"\n  Insta? Ive been so busy. We are so short staffed😭\n  ","241716":"\n  Nvm\n  ","241717":"\n  I'm not sure but I'd like to hope we keep existing somehow\n  ","241718":"\n  The retardation is too great sometimes\n  ","241719":"\n  Crackin my head open a few months ago\n  ","241720":"\n  I dunno\n  ","241721":"\n  The future and what it holds.\n  ","241722":"\n  Depends how extreme the choices are.\n  ","241723":"\n  Pretty good! You?\n  ","241724":"\n  So why are you here. Go away.\n  ","241725":"\n  Go away.\n  ","241726":"\n  Dad\n  \n  Although I've never met my birth parents\n  ","241727":"\n  Idc\n  ","241728":"\n  Sesh ended long ago lmao. Idk the full story but we did everything correctly!\n  ","241729":"\n  Yes\n  ","241730":"\n  We're burning the Ouija board\n  ","241731":"\n  Gmail\n  ","241732":"\n  Occasionally\n  ","241733":"\n  Howdy\n  ","241734":"\n  Children are our future, not an embarrassment.\n  ","241735":"\n  Hello\n  ","241736":"\n  I'm logging off this stupid shit for the night, fuck this🤙🏻\n  ","241737":"\n  K. IDC.\n  ","241738":"\n  Bc you're all annoying\n  \n  Ask actual shit or gtfo\n  ","241739":"\n  Go away.\n  ","241740":"\n  5 foot 1\n  ","241741":"\n  Yeah!\n  ","241742":"\n  24\n  ","241743":"\n  I'm used to it lol.\n  ","241744":"\n  Not deathly but nuts\n  ","241745":"\n  STOP SENDING ME SHIT WITH NO CONTEXT. I ASKED this already. Fuck off\n  ","241746":"\n  Ok\n  ","241747":"\n  You try wearing one and get back to me.\n  ","241748":"\n  Thank ya!\n  ","241749":"\n  Why is this even a thing.\n  ","241750":"\n  Duh. Thongs are retarded\n  ","241751":"\n  I'm sick of getting this🙄\n  ","241752":"\n  I'm fine bucko\n  ","241753":"\n  None. That shits uncomfy\n  ","241754":"\n  I like all types except suffocation and fluids.\n  ","241755":"\n  Not saving my best friend\n  ","241756":"\n  Sup\n  ","241757":"\n  Prob\n  \n  I'm bored\n  ","241758":"\n  Awh thank ya! Sorry for the late reply\n  ","241759":"\n  😈😈😈\n  ","241760":"\n  Yessssssss c:\n  ","241761":"\n  Of course\n  ","241762":"\n  Lol okay ?\n  ","241763":"\n  Uh huh sure\n  ","241764":"\n  Pass.\n  ","241765":"\n  Cool.\n  ","241766":"\n  I just do not lol\n  ","241767":"\n  Wild\n  ","241768":"\n  No\n  ","241769":"\n  You need to stop sending me one word asks without any content. It's confusing and most times deleted\n  ","241770":"\n  Meh\n  ","241771":"\n  Knife play is fun\n  ","241772":"\n  SAME! At least until financially I can afford it. Ive got my debit, that's good enough for moi\n  ","241773":"\n  Taken many\n  \n  Ive been in polys before. That's a risk within itself bc it's so hard to juggle more than one person in that way\n  ","241774":"\n  Yes what?\n  ","241775":"\n  Any? No. Im not that dumb lol.\n  ","241776":"\n  Yum\n  ","241777":"\n  Stale asf\n  ","241778":"\n  Omnomnomnomm\n  ","241779":"\n  Eh it's not the worst\n  ","241780":"\n  👀👀👀👀\n  ","241781":"\n  Better\n  ","241782":"\n  No.\n  ","241783":"\n  Nah real flames\n  ","241784":"\n  *you're\n  \n  God so unattractive, dude\n  ","241785":"\n  Pyro😍\n  ","241786":"\n  Too much OT but we're short staffed\n  ","241787":"\n  Cause I said so\n  ","241788":"\n  Dark is better\n  ","241789":"\n  Rip\n  ","241790":"\n  Nah\n  ","241791":"\n  Good\n  ","241792":"\n  Ew\n  ","241793":"\n  This\n  ","241794":"\n  I have no idea\n  ","241795":"\n  Ik the struggle\n  ","241796":"\n  Death\n  ","241797":"\n  Seeing one of my best friends tomorrow and relaxing for a couple days😍😍\n  ","241798":"\n  😂😂\n  ","241799":"\n  Nope\n  ","241800":"\n  Dark reds\n  ","241801":"\n  Info is info\n  ","241802":"\n  Ew thats gross asf\n  ","241803":"\n  Switch\n  \n  Sub with men\n  \n  Dom with women\n  ","241804":"\n  Mmmmmmmm\n  ","241805":"\n  Grow up first kiddo\n  ","241806":"\n  I do.\n  ","241807":"\n  Marijuanaaa\n  ","241808":"\n  I did😂😂😂\n  ","241809":"\n  Yall relentless\n  ","241810":"\n  Boredom. 2013\n  ","241811":"\n  It feels dumb lmao\n  ","241812":"\n  Who? Me? Why thanks\n  ","241813":"\n  Use google translate! That's what I do\n  ","241814":"\n  Yessir\n  ","241815":"\n  WORKWORKWORK\n  ","241816":"\n  2-3\n  ","241817":"\n  That doesn't matter\n  ","241818":"\n  Awh\n  ","241819":"\n  Gross🤢\n  ","241820":"\n  \"You like it the most\"😂😂\n  ","241821":"\n  People have no life🙃🤣\n  ","241822":"\n  Nooooo\n  \n  I love them😍😍\n  ","241823":"\n  Sounds rapey\n  ","241824":"\n  Just tell me\n  ","241825":"\n  Some day.\n  ","241826":"\n  Well thank you! Cause I feel dead lmao\n  ","241827":"\n  No tf is that\n  ","241828":"\n  I'm off. I'm okay. Tired, yes. But sleep is dumb\n  ","241829":"\n  I don't\n  ","241830":"\n  Nah\n  ","241831":"\n  Supposed to be now but my replacement is late\n  ","241832":"\n  Yeah lol.\n  ","241833":"\n  Dont call em that or you wont find out shit🤷🏻\n  ","241834":"\n  Truth\n  \n  But try 7\n  ","241835":"\n  Anything pasta lol\n  ","241836":"\n  Someones bored\n  \n  Get a job\n  ","241837":"\n  The fact that I can get a household of people showered, groomed and dressed while profusely bleeding out my v is impressive to me\n  ","241838":"\n  What it contains\n  ","241839":"\n  .-.\n  ","241840":"\n  Total vibe\n  ","241841":"\n  Awwh ok that's adorb\n  ","241842":"\n  THIS🤙🏻😂\n  ","241843":"\n  It is and I've always been one for comfort over looks. I look like one😂😂🙃\n  ","241844":"\n  Shit lmfao\n  ","241845":"\n  Horses are v expensive. I can understand why she wouldnt want to. Theres been cases of cats and dogs gettin it so it's better to be safe hun!\n  ","241846":"\n  Why can't ya?\n  ","241847":"\n  Bc I'm not part of your group but I interact often lol. Lisa likes me too! I've talked to her a few times🙂\n  ","241848":"\n  Shut up\n  ","241849":"\n  I don't give out my socials anymore. People got too whack\n  ","241850":"\n  Shhhh that's a secret\n  ","241851":"\n  Thanks!☺\n  ","241852":"\n  Outsider.\n  ","241853":"\n  Whatever makes you happiest ig. Wouldnt do it for me\n  ","241854":"\n  Nice\n  ","241855":"\n  No we do but it's tense sometimes\n  ","241856":"\n  Bc.\n  ","241857":"\n  Good luck.\n  ","241858":"\n  Strained\n  ","241859":"\n  No\n  ","241860":"\n  Legit\n  ","241861":"\n  Oh it is lol\n  ","241862":"\n  mAgGiE dOeSnT LikE RuSsIaN\n  ","241863":"\n  Not at all\n  ","241864":"\n  Go whine elsewhere\n  ","241865":"\n  It's 2pm\n  ","241866":"\n  Why does whether or not you have a gf make your happiness\n  ","241867":"\n\n   https:\/\/youtu.be\/m12Y7x9Rc6E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  😇\n  ","241868":"\n\n   https:\/\/youtu.be\/m12Y7x9Rc6E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","241869":"\n  😘😘\n  ","241870":"\n  Not into brands tbh\n  \n  But I like oversized stuff. Shirts, sweatshirts- im lazy. And a pair of leggings or shorts or sweatpants lol\n  \n  I'm a bum\n  ","241871":"\n  Booby cellulite\n  ","241872":"\n  Tequila is kinda nasty ngl\n  \n  But that does sound good lol\n  ","241873":"\n  True!\n  ","241874":"\n  I know\n  ","241875":"\n  Ew\n  ","241876":"\n  Mmhmhmhmhmhmmmm\n  ","241877":"\n  YOU WILL TOOOOO\n  ","241878":"\n  PFT STOP😂🤤\n  ","241879":"\n  I'm not goin into it\n  ","241880":"\n  MWAHAHAHAHAHAHA😈💦👅\n  ","241881":"\n  I might actually die\n  ","241882":"\n  Just touched lol.\n  ","241883":"\n  VIBESSSSS\n  ","241884":"\n  Ig ill try it🤢\n  ","241885":"\n  What tf kinda question-\n  ","241886":"\n  You're all good\n  ","241887":"\n  I wish\n  ","241888":"\n  Decent. Off at 3, you?\n  ","241889":"\n  Nope\n  ","241890":"\n  At work kiddo\n  ","241891":"\n  There's be HELLA animals\n  ","241892":"\n  Nope\n  ","241893":"\n  I get angry often. Something I need to work on\n  ","241894":"\n  Knowledge and humanity the most\n  ","241895":"\n  I don't remember it\n  ","241896":"\n  So cat food😂🤣\n  ","241897":"\n  What does it taste like?\n  ","241898":"\n  Pfttt\n  ","241899":"\n  Swallow and suffocate😂😂\n  ","241900":"\n  Awwh much love anon\n  ","241901":"\n  Thank you so much!\n  ","241902":"\n  Omg why thank ya! Spam on sandwiches, hmmm. That stuff has always freaked me out. Reminds me of cat food😂\n  ","241903":"\n  Maui\n  ","241904":"\n  Not often but heres my fav song rn!\n  \n\n   https:\/\/youtu.be\/m12Y7x9Rc6E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","241905":"\n  Tell me why my work took our hazard away in JULY LIKE UGH\n  ","241906":"\n  Hanging with friends\n  \n  So MUCH OT\n  ","241907":"\n  Yessir\n  ","241908":"\n  It'd overfill lmao\n  ","241909":"\n  Sucks\n  ","241910":"\n  Yes.\n  \n  Also I love how Maggie is in my inbox asking about her and then then next ? is about a vibe. Stop being gross you fag\n  ","241911":"\n  Stfu\n  ","241912":"\n  What\n  ","241913":"\n  Nah\n  ","241914":"\n  Same\n  ","241915":"\n  Sucks\n  ","241916":"\n  Not sex but the auditorium\n  ","241917":"\n  I say fuck a lot\n  ","241918":"\n  Lol yes\n  ","241919":"\n  Can't love smth you've never seen🤷🏻\n  ","241920":"\n  Just why\n  ","241921":"\n  I love my boobs\n  ","241922":"\n  Bi\n  ","241923":"\n  Nah\n  ","241924":"\n  Thnx\n  ","241925":"\n  Your mom\n  ","241926":"\n  Mmmhm😂😂\n  ","241927":"\n  🙃🙃🙃\n  ","241928":"\n  Actually lowkey kinda true lmfao. I think🙃 dunno much but I do know my birth parents were heavy drinkers\n  ","241929":"\n  Were you dropped as a child?\n  ","241930":"\n  Prob.\n  ","241931":"\n  Oh hush🙄\n  ","241932":"\n  Oh no way! Congrats!\n  ","241933":"\n  Not like I was before. More socially now\n  ","241934":"\n  I'm aware of whom you're talking about\n  ","241935":"\n  I can actually drink and be fine now😂\n  ","241936":"\n  Idk. If shes back idk under which one\n  ","241937":"\n  Well how have you been? I have a dog now!\n  ","241938":"\n  Group Home\n  ","241939":"\n  This is true\n  ","241940":"\n  Wild\n  ","241941":"\n  YAYY\n  \n  TWO OF MY FAVS JUST CAME BACK\n  ","241942":"\n  OMG HIIIIII\n  ","241943":"\n  Nope🤢\n  ","241944":"\n  I was being sarcastic smh\n  ","241945":"\n  Whats that\n  ","241946":"\n  A band! From the 2000s lol\n  ","241947":"\n  PppPpppPPPPPPFTTT\n  ","241948":"\n  😇😇😇\n  ","241949":"\n  Relaxation lmfao\n  ","241950":"\n  Go hang yourself\n  ","241951":"\n  Psychos are pathological liars🤷🏻 most of the time anyways\n  \n  So, psycho\n  ","241952":"\n  As I said. No. Learn english retard\n  ","241953":"\n  Psycho\n  ","241954":"\n  Lol\n  ","241955":"\n  Fireflies✨\n  ","241956":"\n  Mainly their personality\n  ","241957":"\n  Lying is dumb\n  ","241958":"\n  Vanilla\n  ","241959":"\n  No you are not🤷🏻🤷🏻\n  ","241960":"\n  Lol keep telling yourself that TD\n  ","241961":"\n  Hmmm\n  \n  Idkkkkkkk\n  ","241962":"\n  I love him lol\n  ","241963":"\n  Killing him would be fun\n  ","241964":"\n  Awwh thank youuuuuu!\n  ","241965":"\n  Uh okay\n  ","241966":"\n  No. The people I've met are too great\n  ","241967":"\n  Or take him to the brink and lemme finish him. I have a fun way\n  ","241968":"\n  Busy and productive. Lottaaaa overtime. You??\n  ","241969":"\n  Oh okay lollll\n  ","241970":"\n  Heelllo! Gmornin\n  ","241971":"\n  Making the disabled feel beautiful, valued and loved. #goals\n  \n  Suck it, loser😂😂\n  ","241972":"\n\n   @TrivialTrinket\n  \n\n  Lmfao of course💜✨\n  ","241973":"\n  Cuteeee\n  \n  See difference between you and I is I actually have goals and a life. You're just a tiny dicked bore that nobody wants to fuck with🤷🏻 so I mean, have fun lmfao\n  \n  But who's REALLY laughing here😂🤣\n  ","241974":"\n  I just realized I have over a thousand followers\n  \n  Thanks guys!\n  ","241975":"\n  I'm not your love :\/\n  ","241976":"\n  Night ask\n  ","241977":"\n  Yes\n  ","241978":"\n  Lil Lads shots :3\n  ","241979":"\n  Oh\n  ","241980":"\n  Yeah!\n  ","241981":"\n  I dont think so lmao\n  ","241982":"\n  This is redundant AND original\n  \n  Yawn\n  ","241983":"\n  No\n  ","241984":"\n  No\n  ","241985":"\n  Sad to say ive gotcha beat. Ive got a sword😈\n  ","241986":"\n  Better, thank you\n  ","241987":"\n  😍🤤\n  ","241988":"\n  Wont find it here\n  ","241989":"\n  Prob a girl\n  ","241990":"\n  Whatcha mean? You've got one!💜✨\n  ","241991":"\n  Sure!\n  ","241992":"\n  None ya damn business\n  ","241993":"\n  No😂\n  ","241994":"\n  About to now\n  ","241995":"\n  I love it! I like Zuko aha\n  ","241996":"\n  Nobody cares\n  ","241997":"\n  Bad meme\n  \n  Sorry dude\n  ","241998":"\n  PfTTTT\n  ","241999":"\n  Don't bring a gun to a knife fight\n  ","242000":"\n  \"ALRIGHT LETS GET EM BOYS-\"\n  \n  REVS CHAINSAW\n  \n  Run.\n  ","242001":"\n  I would be less angry.\n  ","242002":"\n  Awhile.\n  ","242003":"\n  Uh\n  \n  Okay.\n  ","242004":"\n  Women\n  ","242005":"\n  I dont but thats only bc I follow way too many to give certain people special attention. But if I like an answer I'll def show it\n  ","242006":"\n  I doubt that🙄\n  ","242007":"\n  Noooo\n  ","242008":"\n  Right!\n  ","242009":"\n  Yeah lol\n  ","242010":"\n  🤣🤣🤣\n  ","242011":"\n  She dead\n  ","242012":"\n  He just had a bath! He looks like he got electrocuted🤣 but he's eating a bone rn\n  ","242013":"\n  Highly doubt that but oKaY\n  ","242014":"\n  Lmao\n  ","242015":"\n  Awwh. Thank you💜\n  ","242016":"\n  Yeah?🤣\n  ","242017":"\n  WHY YOU YELLIN\n  ","242018":"\n  Right🤣🤣\n  ","242019":"\n  HAAAHAHA DOUBT THAT SILLY ANON\n  ","242020":"\n  Thank you!\n  \n  This was her. She was very young\n  ","242021":"\n  Oh I'm not\n  ","242022":"\n  I'm sorry too. Regardless nobody deserves to feel that kind of pain. Much love anon\n  ","242023":"\n  I needed my best friend\n  \n  But no she killed herself accidentally and isn't here.\n  ","242024":"\n  Awwh you're too sweet!!\n  ","242025":"\n  Yeah like 2\n  ","242026":"\n  No shit jfc\n  ","242027":"\n  Mermaids cajun sausage pasta dish\n  ","242028":"\n  .-.\n  \n  You shouldnt be attracted to creatures bud\n  ","242029":"\n  I love doing that\n  ","242030":"\n  This is such a stupid ?\n  \n  Not just money obv. Unless you're gross and that's all you think about. Can think of a handful of bitches on here like that actually\n  ","242031":"\n  How did such a life sucking, cheeto maggot crawl its way into office\n  ","242032":"\n  I do. But thats only bc of midnights\n  ","242033":"\n  Happiness🙂\n  ","242034":"\n  Switches between lol.\n  ","242035":"\n  Lmaoo wow\n  ","242036":"\n  This tiny dicked mf is back with his idle threats🙄🙄 I'm shaking\n  ","242037":"\n  Shut up\n  ","242038":"\n  Thank you💜✨ I shall!\n  ","242039":"\n  Eh. Whats the point tbh\n  ","242040":"\n  This☝🏻👏🏻\n  ","242041":"\n  To the anon that keeps sending me threats\n  \n  Shut the fuck up for one.\n  \n  Two, quit. You're bad at it AND i could give a fuck🤣👋🏻\n  ","242042":"\n  Why what\n  ","242043":"\n  I got it💜 will add in the AM and we can chat, I'm going to sleep for now\n  ","242044":"\n  No thank you.\n  ","242045":"\n  Nah. Just wanna die.\n  ","242046":"\n  Not worth it.\n  ","242047":"\n  Around.\n  ","242048":"\n  No.\n  ","242049":"\n  Murder\n  ","242050":"\n  Our room isn't. Stop assuming.\n  ","242051":"\n  He's a mix but mostly terrier. I agree ya know\n  ","242052":"\n  Pfttttttt oKaY bIg mAn\n  ","242053":"\n  Smh\n  ","242054":"\n  No weirdo\n  ","242055":"\n  We live with her father who is disabled. He needs help sometimes so we're there to help him. Planning on moving soon tho\n  ","242056":"\n  No his name is Laddie aha\n  ","242057":"\n  Nah your delusion is hilarious🤣🤣\n  ","242058":"\n  Dooodooodododo\n  ","242059":"\n  PFFFFFFTTTT\n  \n  I JUST SPIT EVERYWHERE\n  ","242060":"\n  Lol if she is then I am too😏😏\n  ","242061":"\n  Yeahhhh for over 5 years lol.\n  ","242062":"\n  No\n  ","242063":"\n  We dated dude. We live in the same house. Shes legit next to me now\n  ","242064":"\n  Or like\n  \n  50\n  ","242065":"\n  No through a coworker\n  ","242066":"\n  Mermaid\n  ","242067":"\n  I do😭😭😭\n  ","242068":"\n  Yep\n  ","242069":"\n  My best friend or parents\n  ","242070":"\n  Why would I\n  ","242071":"\n  No\n  ","242072":"\n  I'd rather have cats\n  ","242073":"\n  Stfu. That's not something to joke about. Grow up\n  ","242074":"\n  Quacking like a duck\n  ","242075":"\n  It fluctuates tbh\n  ","242076":"\n  Kvkjgoekdowlpckwpgjeodlkcejfhrkowmcoekeheucujeodjcneinwoqmdij\n  ","242077":"\n  LOTS OF CUDDLES AND SELF CARE. SELF CARE DAYS W YOUR SIGNIFICANT IS THE BEST\n  ","242078":"\n  Yes but not high ones lol.\n  ","242079":"\n  Mmmhm🤢\n  ","242080":"\n  Tell him to wash his mf hands🤣🤣\n  ","242081":"\n  Work to live.\n  ","242082":"\n  Many dooo\n  ","242083":"\n  This was when he came back💜✨\n  ","242084":"\n  I couldn't tell ya. I'm ashamed\n  ","242085":"\n  In work? Yes\n  \n  Outside of it? Nah\n  ","242086":"\n  Happy boi☺✨\n  ","242087":"\n  Yes.\n  ","242088":"\n  Bit of both\n  ","242089":"\n  RIGHT\n  ","242090":"\n  .-.\n  ","242091":"\n  Yw🙂\n  ","242092":"\n  Very handsome!\n  ","242093":"\n  I wanna bring two😭😭\n  \n   @MermaidOnTheMoon\n  \n  and Nick\n  ","242094":"\n  Who's your fav character\n  ","242095":"\n  Right\n  \n  Fucking unsanitary asf🤢\n  ","242096":"\n  Get off my ask now.\n  ","242097":"\n  Lmfao I didn't do anything so she can shove that up her--\n  ","242098":"\n  Why would I be jealous of such a cunt🤣 lmao tf\n  ","242099":"\n  Bc I said so\n  ","242100":"\n  No\n  ","242101":"\n  Lol this is true. I'm a force to be reckoned with when I have my strap😏🤷🏻\n  ","242102":"\n  Thank ya thank ya!\n  ","242103":"\n  Depends. But for the most part\n  ","242104":"\n  Nahh\n  ","242105":"\n  I already have\n  ","242106":"\n  Mermaid!\n  ","242107":"\n  Vagina honey. Jfc\n  ","242108":"\n  Yassss😍😍\n  ","242109":"\n  No\n  ","242110":"\n  Ehehe\n  ","242111":"\n  You know why😏\n  ","242112":"\n  Thanks lol.\n  ","242113":"\n  Snake tongue\n  ","242114":"\n  Idk what to say\n  ","242115":"\n  Why are all the idiots gravitating towards my page\n  ","242116":"\n  I agree. But everyone makes mistakes and often there's other reasons too. Not every child born is consensual.\n  ","242117":"\n  Sometimes. But no. I don't hold grudges. They've lived hard lives too\n  ","242118":"\n  Ew\n  ","242119":"\n  Right?? Come off anon fuckwad🤣😏\n  ","242120":"\n  Nah fam\n  \n  You act like everything you've sent me is actually supposed to shiver my timbers but meh\n  \n  You kinda suck at it🤷🏻\n  ","242121":"\n  You probably just don't know\n  ","242122":"\n  Doubt that\n  ","242123":"\n  Like I said\n  \n  Triggered mf🤣🤣🤣\n  ","242124":"\n  I hope you do!!\n  ","242125":"\n  Ill mail you your own head🤣 both of them.\n  ","242126":"\n  Lol I hit a nerve with that tiny dicked guy🤣🤣🤣\n  ","242127":"\n  Caring\n  ","242128":"\n  Ladies\n  ","242129":"\n  I restarted my phone for you\n  \n  Feel special\n  ","242130":"\n  When you're so irrelevant the thread won't even load🤣🤣\n  ","242131":"\n  I bet in reality you don't send out shit except that your dick is small and you're that tiny dick guy and you just don't want us to leave so you can keep whining about it🤣🤣 run on sentence but i dont even care I'm giggling\n  ","242132":"\n  Sicko\n  ","242133":"\n  I mean yeah but it isn't everything\n  ","242134":"\n  Everyone has\n  \n  That's life sadly\n  ","242135":"\n  You've got no life.\n  \n  Trust me, if I leave it's bc I WANTED to. You mean nothing to me☺\n  ","242136":"\n  Bc me being obv annoyed by his existence means I want to fuck him.\n  \n  Pull your head out of your ass. You wish, Ben. Also don't call him big. He's aired his dick. It's tiny asf and fits his giant ego. All the disappointed girls, poor them🤣🤣🤣\n  \n  Next.\n  ","242137":"\n  Right I'm torn\n  \n  The app just isnt even fun anymore\n  ","242138":"\n  Wouldnt you break it??\n  ","242139":"\n  Ben isn't even disabled. I work with disabled people every day- ik what to look for.\n  \n  He's just a stubborn, bratty, idiot who whines at the drop of a hat and thinks everyone is out to get him🤷🏻\n  \n  Try MENTAL. There we go.\n  ","242140":"\n  Vibes lol\n  ","242141":"\n  Different things do now\n  ","242142":"\n  Decent.\n  \n  Yourself?\n  ","242143":"\n  I just don't understand.\n  ","242144":"\n  Goodnight!\n  ","242145":"\n  💜✨\n  ","242146":"\n  Idk hun\n  ","242147":"\n  Think imma shut this down yall\n  \n  Ive deleted pretty much all the ?s ive gotten today- it's pointless🤷🏻👋🏻\n  ","242148":"\n  Tf are you even-\n  ","242149":"\n  Racing lmao. On and off.\n  \n  Wbu?\n  ","242150":"\n  Dope!👀👀👀\n  ","242151":"\n  You should just perish🤷🏻 then we wouldn't have to hear your whining. I'm going to celebrate and have a drink when you pass, Ben\n  ","242152":"\n  That sounds exciting. Do go on. What was it like?\n  ","242153":"\n  Well! Yourself?\n  ","242154":"\n  Awwh this made my night, fuck💜✨\n  ","242155":"\n  Sup\n  ","242156":"\n  Cinnamon is betterrrr\n  ","242157":"\n  Thank ya!\n  ","242158":"\n  Ghey\n  ","242159":"\n  Awwh thank ya!\n  ","242160":"\n  Cinnamon or honey?\n  ","242161":"\n  Smh🤣\n  ","242162":"\n  Awwwh danke💜✨\n  ","242163":"\n  Lol yes\n  ","242164":"\n  Many things\n  ","242165":"\n  Tf\n  ","242166":"\n  Thank you.\n  ","242167":"\n  Oops\n  ","242168":"\n  I'd like to say so\n  ","242169":"\n  Depressed lol. You\n  ","242170":"\n  Weird\n  ","242171":"\n  Meh.\n  ","242172":"\n  Yes\n  ","242173":"\n  YES\n  ","242174":"\n  Healthcare field\n  ","242175":"\n  Kk wicked witch🤣🤣\n  ","242176":"\n  Lol\n  ","242177":"\n  She was, yes\n  ","242178":"\n\n   @MermaidOnTheMoon\n  \n","242179":"\n  Cats are amazing😍😍 I have 3!\n  ","242180":"\n  Yep! Im there now lol.\n  ","242181":"\n  So she had wirey pubes🤣🤣 that's whack\n  ","242182":"\n  He found me!\n  ","242183":"\n  Maybe they think you're joking\n  ","242184":"\n  Nahh you're gucci!\n  ","242185":"\n  What a dumb ask\n  ","242186":"\n  Laddie! Cause he's my lil lad ehe\n  ","242187":"\n  Don't have one\n  ","242188":"\n  He's good! If you remind me ill attach a video when I get home tomorrow🙂\n  ","242189":"\n  IM V BORED\n  ","242190":"\n  Nothing even needs to be said🤣🤣🤣\n  ","242191":"\n  I bet😳\n  ","242192":"\n  Ouiji board\n  ","242193":"\n  Dunno what to respond tbh\n  ","242194":"\n  McDonalds lol.\n  ","242195":"\n  Shut it\n  ","242196":"\n  Things I have to do\n  ","242197":"\n  I think you've told me before lol.\n  ","242198":"\n  Oops ehehe\n  ","242199":"\n  Good\n  \n  He's my lil hyena\n  ","242200":"\n  Omg🤣\n  ","242201":"\n  Do you use the bathroom?\n  ","242202":"\n  ME OMW IN LIKE AUGUST🤣\n  \n  I've bought already like 7 pumpkin candles in total this year alone🤣\n  ","242203":"\n  #trumpemptiedstadiums\n  ","242204":"\n  I'm a caregiver\n  ","242205":"\n  I wouldn't want to work in a kitchen lol\n  ","242206":"\n  5 foot 1\n  ","242207":"\n  SPOOKY SEASONNNN\n  ","242208":"\n  Awwwwh that's a vibe\n  ","242209":"\n  The tv in the living room\n  ","242210":"\n  Decent\n  \n  Yours?\n  ","242211":"\n  Foolish\n  ","242212":"\n  That all sounds fun asf\n  ","242213":"\n  I'm not like most girls aha\n  ","242214":"\n  Yeah lol\n  ","242215":"\n  Cracking my own head open bc I'm just that awesome🤣\n  ","242216":"\n  I already went like years ago\n  ","242217":"\n  WHY ARE YOU SCREAMING AT ME\n  ","242218":"\n  Back middle\n  \n  Cause views lol\n  ","242219":"\n  That was you?🤣\n  ","242220":"\n  Thanks.\n  ","242221":"\n  Nooooo\n  ","242222":"\n  No\n  \n  Batman lol.\n  ","242223":"\n  I'm still trying to figure that out :(\n  ","242224":"\n  So water cx\n  \n  I could see that\n  ","242225":"\n  RIGHT LIKE ?\n  ","242226":"\n  No way\n  \n  He's done enough\n  ","242227":"\n  I will when you come to me with actual questions\n  ","242228":"\n  I have🤣\n  ","242229":"\n  Heres a pic!\n  ","242230":"\n  Hehehe\n  ","242231":"\n  Travelling to New York with my marching band to march in the Memorial Day Parade!\n  \n  Also thank ya!\n  ","242232":"\n  Anywhere your mind takes ya :3\n  ","242233":"\n  Spam me😈😈😈\n  ","242234":"\n  Relationships\n  ","242235":"\n  Yw!!\n  ","242236":"\n  You were you\n  ","242237":"\n  Science\n  ","242238":"\n  Ooooooooo hehe\n  ","242239":"\n  I'm so bored ;-;\n  ","242240":"\n  Sorry for the delayed response\n  \n  But thank you!\n  ","242241":"\n  Knowledge lol\n  \n  And deep conversation\n  ","242242":"\n  I certainly hit a nerve🤣🤣\n  ","242243":"\n  Yeah you can go to someone else for any communication with your creepy obsession you delusional fuck\n  \n  Also I PROMISE she could give a shit about you, the ground you stand on or whether you want her tO cOmE bAcK\n  \n  Try obsessing over people in real life. Maybe you'll actually have some luck🤷🏻🤣\n  ","242244":"\n  Work :( I have a lot of overtime this schedule sigh\n  ","242245":"\n  No but I want to\n  ","242246":"\n  Lay off man\n  ","242247":"\n  Their personality is most important but actual look is a factor for me as well\n  ","242248":"\n  Knowledge💜✨\n  ","242249":"\n  Mixed actually. Good and bad.\n  ","242250":"\n  Sure why not🤣\n  ","242251":"\n  Idk tbh\n  ","242252":"\n  Fire\n  ","242253":"\n  That sounds delicious\n  ","242254":"\n  Mmhm\n  ","242255":"\n  I already did\n  ","242256":"\n  Helloooo\n  ","242257":"\n  Wow .-.\n  ","242258":"\n  Nah\n  \n  My service is stronger\n  ","242259":"\n  If he hasn't by now, which he hasn't- he isn't ever going to\n  ","242260":"\n  Good.\n  ","242261":"\n  72\n  ","242262":"\n  Both\n  ","242263":"\n  What??\n  ","242264":"\n  That's nice.\n  ","242265":"\n  It has, yes. Thank you. Yours?\n  ","242266":"\n  Doesn't surprise me\n  ","242267":"\n  Vanilla based scents\n  ","242268":"\n  Snapchat\n  ","242269":"\n  That just means I'll look young when I'm old\n  \n  So thanks!\n  ","242270":"\n  Dunno who me is.\n  ","242271":"\n  Uhhhhhhhhh sure sure\n  ","242272":"\n  I have. Nothing.\n  ","242273":"\n  What kinda comics didja get\n  ","242274":"\n  No. Tf.\n  ","242275":"\n  I'd say so\n  ","242276":"\n  Same answer.\n  ","242277":"\n  US\n  ","242278":"\n  Couple days ago.\n  ","242279":"\n  The meme with the giant middle finger in response to the sex advance?\n  \n  Yeah, I clicked it.\n  ","242280":"\n  I have lol. I love nerds\n  ","242281":"\n  Okay it was funny lmao🤣👀\n  ","242282":"\n  I don't click links\n  ","242283":"\n  Decent. Yes. And working\n  ","242284":"\n  They have a childish mentality\n  ","242285":"\n  3 days.\n  ","242286":"\n  You are\n  \n  Meet her daddy\n  ","242287":"\n  She's okay\n  ","242288":"\n  Nah\n  ","242289":"\n  You won't, you're right. Bc you and her won't talk🤷🏻\n  ","242290":"\n  Yeah no. I'll be telling her to ignore you. She doesn't need that.\n  ","242291":"\n  You're weird..\n  ","242292":"\n  Ok.\n  ","242293":"\n  I dont\n  ","242294":"\n  Yeah aha. Im not the biggest fan of parties anyways\n  ","242295":"\n  Strict parents. And also no lol.\n  ","242296":"\n  Tnh that sounds a lot like the situation I had with my ex bf back in high school. I have. But I prefer to date women\n  ","242297":"\n  I'm sorry to hear that. Relationships are weird in hs\n  ","242298":"\n  Basically. All over the place\n  ","242299":"\n  Often. Grooming is important to me\n  ","242300":"\n  Nah I was hyper lol\n  ","242301":"\n  I wasn't\n  \n  I was until I started hs. I just was v socially awkward\n  ","242302":"\n  No. Never\n  ","242303":"\n  Nah\n  ","242304":"\n  Oh noooooo\n  ","242305":"\n  When it was all said and done\n  \n  And after I knew I wasnt gonna die\n  \n  My head🤣🤷🏻\n  ","242306":"\n  You're def asking the wrong person🤣\n  ","242307":"\n  No lmao\n  ","242308":"\n  Cool take my am shift lmfao\n  ","242309":"\n  No ya don't🤷🏻\n  ","242310":"\n  Lol wasn't, weirdo\n  ","242311":"\n  I do.\n  ","242312":"\n  I want a fox or a ferret\n  ","242313":"\n  Nah fam. Pussy. That's what I want\n  ","242314":"\n  Much loveeeee💜✨ ill message ya!\n  ","242315":"\n  Theres nothing wrong with laughing at yourself sometimes. As long as it isnt with bad intention. Sounds like he needs to lighten up lol.\n  ","242316":"\n  I'm v bored is what I am\n  ","242317":"\n  Ew\n  ","242318":"\n  I do! But I want to be a paramedic lol\n  ","242319":"\n  Ripppp\n  ","242320":"\n  Lmao oKaY\n  ","242321":"\n  I don't need saving\n  ","242322":"\n  Nahhhh ik how to work with her well now lol.\n  \n  It went smooth!\n  ","242323":"\n  Dead since January\n  \n  Interesting\n  \n  But rip\n  ","242324":"\n  Yeah. We gotta do a tornado drill in a sec here tho. Around 1am\n  ","242325":"\n  Die\n  ","242326":"\n  Haaaaaaaa\n  ","242327":"\n  Okay cx\n  ","242328":"\n  You wish\n  ","242329":"\n  Cunt\n  ","242330":"\n  Odd thing to hate. People sit. People stand. Big deal.\n  ","242331":"\n  💜✨ thank you.\n  ","242332":"\n  Put bleach in there instead\n  ","242333":"\n  THATS WHAT I THOUGHT OF😂🤣\n  ","242334":"\n  🤣🤣🤣🤣🤣\n  ","242335":"\n  Theres good to opinions and suggestions but not often lol.\n  ","242336":"\n  You know it👅💦🤤\n  ","242337":"\n  When I was young, yes. But now I have no cares whether people like me or not. I'm just livin\n  ","242338":"\n  In high school.\n  \n  Was an outcast up until then tho lol\n  ","242339":"\n  Pussy\n  \n  Always a good and healthy, balanced breakfast\n  ","242340":"\n  Idc\n  ","242341":"\n  Oooookay ?\n  ","242342":"\n  That would be foolish\n  ","242343":"\n  😍😍😍😍😍😍😍😍\n  \n  If I could, I'd buy every camera known to man lol\n  ","242344":"\n  With darkroom, yee\n  ","242345":"\n  I'm not dw\n  \n  Just a name\n  ","242346":"\n  OH NO AHA🤣 Nervous lmao\n  ","242347":"\n  Hands are a light mint green and feet are dark blue\n  ","242348":"\n  Nah. I love putting in work for my photos. That's why darkroom is my fav. You have to develop and treat with chemicals and honestly a lot of other shit. I love it\n  ","242349":"\n  Ig. Less effort tho\n  ","242350":"\n  Bee.\n  ","242351":"\n  Exactly\n  \n  Now darkroom, that's hard. But my favorite\n  ","242352":"\n  Lmfaoooo tf\n  ","242353":"\n  Sure anon🤣🤣\n  ","242354":"\n  Hazel actually lol\n  ","242355":"\n  I crave self destruction\n  \n  It's a bad habit\n  ","242356":"\n  Comfy\n  ","242357":"\n  Inbetween tbh\n  ","242358":"\n  Photography is legit one of my favorite things. I've used many different cameras! Including a dslr lmao\n  ","242359":"\n  My backyard lol.\n  ","242360":"\n  Prob a Nixon or Canon\n  \n  Haven't looked tbh\n  ","242361":"\n  To?\n  ","242362":"\n  Shit that'd be nice😍 I love photography tbh. I have many nature photos as welo as portraits\n  ","242363":"\n  Eh depends lol.\n  ","242364":"\n  HAH\n  \n  NO🤣😂\n  \n  I WISH\n  ","242365":"\n  No but wow. She's cute lol.\n  ","242366":"\n  Man where is Kittie's tag tho??? She's amazingly friendly☺✨\n  ","242367":"\n\n   @MermaidOnTheMoon\n  \n  ,\n  \n   @TrivialTrinket\n  \n  and\n  \n   @elysssa_d\n  \n","242368":"\n  Idk. Theres too many to be dismissed\n  ","242369":"\n  Just🤢🤢🤢\n  \n  Like actually. Fuck🤢\n  ","242370":"\n  Quacking\/quack talking like a duck.\n  \n  My ability to care for others (even tho I suck at takin care of myself🤣)\n  ","242371":"\n  That's good!\n  ","242372":"\n  Usually Vans, Timberlands, non name brand bc that crap is pointless, etc\n  ","242373":"\n  Your morals are so twisted. Just🤢\n  ","242374":"\n  I don't. BUT I WANT ONE😍\n  ","242375":"\n  If you ask me something crass per request of not being reported\n  \n  I'm going to report you. Js\n  ","242376":"\n  Poor ass shack lookin mf🤣🤢\n  ","242377":"\n  I\n  \n  Dont\n  \n  Care\n  \n  Ffs\n  ","242378":"\n  What now.\n  ","242379":"\n  Do I seem happy to ya\n  ","242380":"\n  He can't do anything pRoPeR\n  ","242381":"\n  🤷🏻 js, Jeff. Like c'mon now. What are we, 12?\n  ","242382":"\n  This is such a shit starter question bruh. Not like you. I'm disappointed.\n  ","242383":"\n  Sometimes.\n  ","242384":"\n  Holding cell.\n  \n  Not jail\n  ","242385":"\n  If I'm going to at all, 2.\n  ","242386":"\n  You\n  ","242387":"\n  Lol no\n  ","242388":"\n  Ew\n  ","242389":"\n  Not interested.\n  ","242390":"\n  Bc I said so\n  ","242391":"\n  This is true\n  ","242392":"\n  No😭😭😭\n  ","242393":"\n  2007 model hun.\n  ","242394":"\n  Always\n  \n  I don't answer a lot of them\n  ","242395":"\n  2007\n  ","242396":"\n  No\n  ","242397":"\n  Hamilton is hands down, by far one of the best musicals ever😍\n  ","242398":"\n  Yep\n  ","242399":"\n  Whoever I fall in love with is whom I'll love regardless of gender. That doesn't matter to me\n  ","242400":"\n  Issa struggle\n  ","242401":"\n  Sometimes\n  ","242402":"\n  I can marry whoever I'd like\n  ","242403":"\n  I don't live in Russia\n  ","242404":"\n  You've got mine.\n  ","242405":"\n  🤷🏻\n  ","242406":"\n  🤦🏻\n  ","242407":"\n  Lol thanks\n  ","242408":"\n  Bisexual\n  ","242409":"\n  Cool\n  ","242410":"\n  Or wife🙂\n  \n  Thank ya!\n  ","242411":"\n  No\n  ","242412":"\n  Anxious to go homeeee\n  ","242413":"\n  Immerse\n  ","242414":"\n  Yesssss\n  ","242415":"\n  ?\n  ","242416":"\n  PFTTT\n  ","242417":"\n  Lmao oKaY\n  ","242418":"\n  Why what\n  ","242419":"\n  Lil pro tip\n  \n  Calling a girl beautiful just for some pics isnt gonna work🤷🏻 js\n  ","242420":"\n  Workinnn\n  \n  10 mins left!\n  \n  You?\n  ","242421":"\n  I love her!\n  ","242422":"\n  I am hell🤷🏻\n  ","242423":"\n  Lit\n  \n  Jk\n  \n  Idc tbh\n  ","242424":"\n  Imagine being such a bitch\n  \n  Even bitches don't want you\n  ","242425":"\n  Chill with the pet names\n  \n  But thanks!!\n  ","242426":"\n  I do☺\n  ","242427":"\n  Maggie and Erin are cunts dude\n  ","242428":"\n  Weird\n  ","242429":"\n  Kill me\n  ","242430":"\n  Idc\n  ","242431":"\n  Not my place.\n  ","242432":"\n  😭😭😭\n  ","242433":"\n  Hai!!\n  ","242434":"\n  💜✨💜✨\n  ","242435":"\n  What is up\n  ","242436":"\n  No\n  ","242437":"\n  That's dope!\n  \n  I'm a caregiver- I take care of disabled adults\n  ","242438":"\n  *thoughts\n  \n  Yall suck at English, js\n  ","242439":"\n  Uh\n  \n  Okay\n  ","242440":"\n  That actually sounds fun\n  ","242441":"\n  What?\n  \n  Why am I always the middle ground for yall to start shit\n  \n  Get off my ask with your dumb roleplay shit\n  ","242442":"\n  No the US.\n  ","242443":"\n  What do you do?\n  ","242444":"\n  Just a dish lol.\n  ","242445":"\n  Sup\n  ","242446":"\n  Can't say I've measured\n  ","242447":"\n  Sup\n  ","242448":"\n  Pixlr\n  ","242449":"\n  Yes😍\n  ","242450":"\n  When you flex yeah\n  ","242451":"\n  I like it. Yes\n  ","242452":"\n  Just working. What about yourself?\n  ","242453":"\n  Yep\n  \n  I dont hold back shit tbh\n  \n  Better out than in\n  ","242454":"\n  Cool! :D\n  ","242455":"\n  US! You?\n  ","242456":"\n  I havent!\n  ","242457":"\n  Nice to meet ya\n  \n  I'm decent. At work. Yourself\n  ","242458":"\n  Flexed or nah🤣🤙🏻\n  ","242459":"\n  No lol.\n  ","242460":"\n  Or that lol.\n  ","242461":"\n  Thank you💜\n  ","242462":"\n  Awwh thank ya!🙈🙊\n  ","242463":"\n  What I ate\n  ","242464":"\n  Depends lol.\n  ","242465":"\n  Go away dude\n  ","242466":"\n  Toasty\n  ","242467":"\n  OHHHH OMG\n  \n  DUH\n  \n  Yes I will lmao\n  \n  Ill post pics when the time comes\n  ","242468":"\n  I forgive. But never forget\n  ","242469":"\n  I'm a tomboy lol.\n  ","242470":"\n  You're a retard if you cant answer that yourself\n  ","242471":"\n  You're confusing me.\n  ","242472":"\n  What\n  ","242473":"\n  Yeaaa lol\n  ","242474":"\n  I don't really care tbh\n  ","242475":"\n  Are you really asking me this tho\n  ","242476":"\n  40's.\n  ","242477":"\n  Yes\n  ","242478":"\n  Thank ya thank ya💜✨\n  ","242479":"\n  Who's Chelsea?\n  ","242480":"\n  Awh thank you\n  ","242481":"\n  Brunette\n  ","242482":"\n  Hehe thank you kind sir\n  \n  Satan approves\n  ","242483":"\n  There we goooo\n  \n  Ill bring my gasoline snuggie\n  ","242484":"\n  Eh🤷🏻\n  ","242485":"\n  *you're\n  ","242486":"\n  HAIL SATAN\n  ","242487":"\n  I have two😇\n  ","242488":"\n  Town\n  ","242489":"\n  I do\n  \n  I like them!\n  ","242490":"\n  Lol yes\n  ","242491":"\n  I smell like vanilla.\n  ","242492":"\n  Good! Lovely actually. I found my halloween costume. I'm going as fem Joker🤙🏻\n  \n  What about yours?\n  ","242493":"\n  Oh oops🤣🤙🏻\n  ","242494":"\n  Softball, tennis, swimming\n  \n  And I love basketball\n  ","242495":"\n  Smhhhhhhhhhhhh\n  ","242496":"\n  Smoke\n  \n  But I also do that when I have a good day🤣\n  ","242497":"\n  I'm groggy\n  "}}