{"Question":{"243571":"\n   Y'all need Jesus\n  ","243572":"\n   --\n  ","243573":"\n   Would you rather always get first dibs or the last laugh?\n  ","243574":"\n   What do your doodles look like?\n  ","243575":"\n   Many scientists are beginning to believe that that there is not enough time in Earth's history for evolution to create the current level of biodiversity.\n  ","243576":"\n   Feed me some knowledge? What is an interesting fact that you know? 🧠\n  ","243577":"\n   What car would you buy if money was no object?\n  ","243578":"\n   The later, the good friend.  How did you meet?\n  ","243579":"\n   Who is Eric?\n  ","243580":"\n   I want to fill your box with my nut\n  ","243581":"\n   Is Mermaid as quiet and shy as she seems?\n  ","243582":"\n   Do you like brandy the alcohol ?\n  ","243583":"\n   It was a slap in the face how quickly I was replaced and are you thinking of me when you f.uck her?\n  ","243584":"\n   You seem very well, things look peaceful.  I'm not quite as well, I thought you should know\n  ","243585":"\n   It’s national underwear day are you going to post a picture?\n  ","243586":"\n   why To an extent.?\n  ","243587":"\n   Marisa seriously I want you\n  ","243588":"\n   Are you still getting those or are those done? Do you feel better or worse being sober more?\n  ","243589":"\n   I bet your arms are so strong 😍 Remind me to never pick a fight with you lol\n  ","243590":"\n   I think I just threw up 🤢 sad part is that she is so convinced that she’s fxcking beautiful\n  ","243591":"\n   I'm a huge fan of the Starks as well 😁\n  ","243592":"\n   Is it rewarding?\n  ","243593":"\n   After you don with the adults I wish you could take care of me by like letting me lay down on your lap, while you play with my hair and rub my back while I tell you all my problems and my past and you would listen and understand and say that I am a good guy.\n  ","243594":"\n   Are you a haunted house? I'm going to scream when I'm inside you.\n  ","243595":"\n   about the fight loll\n  ","243596":"\n   You're welcome!🌹❣Up to much rn?😇\n  ","243597":"\n   What style of makeup do you like the most\n  ","243598":"\n   All good thank you, how's you, Miss Random Funny Names? 😛\n  ","243599":"\n   If it were possible, would you live on the Moon? 🌙 👍\n  ","243600":"\n   What does that make me? 🙈\n  ","243601":"\n   Just chilling 😁 Feel so numb after a week full of swimming and going to the gym 🤣\n  ","243602":"\n   Thank you! And it’s the truth. You don’t live to please everyone and are worth more than just what you do for other people. You are the captain of your own ship in life.  Never forget that!\n  ","243603":"\n   Murder itself isn't but when you do it it's 🔥🥵😍\n  ","243604":"\n   pale white meat 😂\n  ","243605":"\n   What is white meat?\n  ","243606":"\n   But you can be fit and healthy with a tummy!\n  ","243607":"\n   Haha I'm sure you could do it\n  ","243608":"\n   Great all thanks to you. How are you doing?\n  ","243609":"\n   What is your socionics personality type?\n  ","243610":"\n   What event has greatly impacted your life?\n  ","243611":"\n   What makes you feel like a boss? 😏\n  ","243612":"\n   Would you consider yourself good at giving advice?\n  ","243613":"\n   Its a real thing, some weird guy in his 20s dresses like a bear and they worship him Freddy Fazbear is real but not yet a criminal in real life\n  ","243614":"\n   Nooooo it's wayyy too cute!!! Just build abs underneath it!\n  ","243615":"\n   Why not? Aren't gyms open? (definitely not telling you to go btw. love the thickness on top of your muscles)\n  ","243616":"\n   What do you dream about?\n  ","243617":"\n   If you're super famous, what would you call your fans? (eg. BlackPink - Blink) 💯\n  ","243618":"\n   Are you sure?\n  ","243619":"\n   Hi Marisa, how are you?\n  ","243620":"\n   I want to smell your neck.\n  ","243621":"\n   Eminem or Drake?\n  ","243622":"\n   Don't drop the chub it's too cute on you!\n  ","243623":"\n   Have you been working out?\n  ","243624":"\n   Which pizza?\n  ","243625":"\n   Which\n  ","243626":"\n   What's your favourite season? Why's it your favourite? 🍃 🌞 🍂 ❄️ 👍\n  ","243627":"\n   what makes you very happy a big gift or food?\n  ","243628":"\n   What is your happy pill? 💊😊\n  ","243629":"\n   I wish you were my wife\n  ","243630":"\n   Has anyone ever told you that you're too nice? 😇\n  ","243631":"\n   I am bad at love.\n  ","243632":"\n   Can I ask you something pls🤗\n  ","243633":"\n   You look absolutely stunning hun!🤗\n  ","243634":"\n   Why bother talking to Erin and Maggie if you think they're closed minded?\n  ","243635":"\n   I disagree i am didabled.but live alone.i just can't drive or drink booze or beer.because i have epilepsy.but i deserve to live\n  ","243636":"\n   Are you saying ew to Jesus?\n  ","243637":"\n   Why? Both are kinda the same thing isn't it\n  ","243638":"\n   Do you think grey pants looks good on guys?\n  ","243639":"\n   Would you ever get plastic surgery? Personally I wouldn't.\n  ","243640":"\n   113. so you wear house shoes or walk around barefoot?\n  ","243641":"\n   Just a heads up someone on your page sent me explicit content saying \"they will put me in with the coons in the barn and i will be picking corn and cotton and all i get is bread and water for dinner\"\n  ","243642":"\n   Reproduction kids. Don't do it.\n  ","243643":"\n   I have epilepsy,bi polar etc.my mom called me worthless,fat,ugly. told me she wanted to put me in a group home.when i acted up.due to abuse from both my parents.told me she did not want to take care of me forever.well i have lived on my own since late 1989\n  ","243644":"\n   Well damn... I'm a guy so... but I could still try and do what is possible for me. I just care for you a lot, maybe too much and I want to do things that benefit you because I adore you and you deserve it.\n  ","243645":"\n   lmfao mars with body builder arms and a chubby god haha saving lives by the day? sounds like a super hero! is that body shape even possible though?\n  ","243646":"\n   Lol you want all that to be true? I know the career but the other stuff?\n  ","243647":"\n   Let’s pray to satan together 😈👹😈👹😈\n  ","243648":"\n   Haha hi!\n  ","243649":"\n   Makes perfect sense! What about personalities do you find attractive? What looks do you find attractive?\n  ","243650":"\n   I'll throw you into a snow bank and start feeding you the right and left, learn how to smoke a dart properly\n  ","243651":"\n   I know you slightly prefer women and for good reason but what kind of guys are you into? Like what makes a guy attractive\/dateable in your eyes?\n  ","243652":"\n   Can you feel other people's feelings\/emotions?\n  ","243653":"\n   oouuffff 🤤🤪😱🍑\n  ","243654":"\n   Show me a pic of your cream. You know what I mean\n  ","243655":"\n   Are you into edgeplay?\n  ","243656":"\n   I'm just wondering if you're down for it. And i love you thats why\n  ","243657":"\n   Why do you wish on Demons? They will kxll you bro i can send some demons your way if you wanna play with evil\n  ","243658":"\n   If I was with some other chick and someone happened to see And when you asked me about it I said it wasn't me Would you believe me or up and leave me?\n  ","243659":"\n   I really wish we could be friends\n  ","243660":"\n   I'm trapped and i can't get out so i might as well get high ☹️\n  ","243661":"\n   How white is your butt?\n  ","243662":"\n   Why do we act so entitled and snobby\n  ","243663":"\n   How are you healing btw or are you fully healed? How's your head and scars?\n  ","243664":"\n   I love you Purple Haze!!\n  ","243665":"\n   Wow that's pretty good\n  ","243666":"\n   That's all? 😲\n  ","243667":"\n   No not support drinking I meant like general living wise cause you said you needed money even though you deserved a day off. I won't support for or against your drinking. For that, you do you and I'll back you up 😊\n  ","243668":"\n   Mami\n  ","243669":"\n   I miss you!!!\n  ","243670":"\n   I want to hold your hand...\n  ","243671":"\n   115. what color or colors are you wearing?\n  ","243672":"\n   How’s things been going?\n  ","243673":"\n   I imagine future Marisa with arms the size of cannons cause she's so muscular but with the cutest soft pot belly and she's saved over a thousand lives single handedly in her career and maybe gets a medal if they give those to paramedics 😊😊😊\n  ","243674":"\n   I regret not growing up in the same home town as you because I would be so blessed to be your friend in person\n  ","243675":"\n   Lol that sounds HOTTT for some reason and yes you would! 😅\n  ","243676":"\n   No you are. And I mean it honestly. Nothing is gonna come from it but I just really wanted to tell you that because it's true\n  ","243677":"\n   Where?\n  ","243678":"\n   You have it?\n  ","243679":"\n   Ofc you know your skills to blend with multiple people 😏😏\n  ","243680":"\n   Would ya like to\n  ","243681":"\n   Legend has it, they are still firing to this day...\n  ","243682":"\n   How high is your pain tolerance\n  ","243683":"\n   What do you want to do right now but cannot?\n  ","243684":"\n   yes\n  ","243685":"\n   What makes you happy 🥰🥰\n  ","243686":"\n   Why does it say that? Very strange\n  ","243687":"\n   Anyone else notice that in the URL it says D*epThroat?\n  ","243688":"\n   Would you have sxx by aliens or satan? I know weird question\n  ","243689":"\n   We're russian whxre\n  ","243690":"\n   You're in so much trouble, Freddy is after you now\n   \n    https:\/\/ask.fm\/ZartPlanet\/answer\/161816347145?utm_source=copy_link&utm_medium=DeepThroat\n   \n","243691":"\n   I hope Lisa puts you in her compound locked to a medical bed so her scientists can do tests on you, all you will see is a white room with medications on the shelve and a big light above you and scientists that have snake logo on their lab coats!\n  ","243692":"\n   Because they hold an importance on this app\n  ","243693":"\n   It is bad to be male according to 80 studies.\n  ","243694":"\n   Will you stay with him\n  ","243695":"\n   What's your favourite thing to have for breakfast ?\n  ","243696":"\n   Why does all the aliens mostly have blonde hair and bleu eyes? They're all like that\n  ","243697":"\n   Who's awake?\n  ","243698":"\n   If someone wants you badly for 1 night and thats his last wish then\n  ","243699":"\n   Ok\n  ","243700":"\n   No I'm not from America in my country public records are sealed\n  ","243701":"\n   Edward scare me ☹️🍕\n  ","243702":"\n   She knew my address they know everyone on here and its scary\n  ","243703":"\n   So what are you doing\n  ","243704":"\n   Depends on what\n  ","243705":"\n   No need to wait and listen can i adopt you because you are cute like Babies ,🥰🥰♥️\n  ","243706":"\n   Ever tried dp ?\n  ","243707":"\n   How much alone you feel at night ??\n  ","243708":"\n   What do you think about the New Year’s Eve this year ??\n  ","243709":"\n\n    @zartplanet\n   \n   is creepy\n  ","243710":"\n   Are you single ??\n  ","243711":"\n   Dear God you're my kind of woman lol\n  ","243712":"\n   Do you have DID?\n  ","243713":"\n   What the actual fuck???\n  ","243714":"\n   Killed you how? Sounds interesting,  I'm well\n  ","243715":"\n   What did your pimp do about it?\n  ","243716":"\n   Use sticker on it😂\n  ","243717":"\n   What's the best thing you can cook ?\n  ","243718":"\n   Hey beautiful,  how are you,  any interesting happenings over the last few days?\n  ","243719":"\n   😏😏😏pro teach some trick\n  ","243720":"\n   I want pale white meat 🤪🤤👅\n  ","243721":"\n   You masturbated whole thinking about sexual stuff youg get here?\n  ","243722":"\n   3 females ? LMAO where did you find all this ladies\n  ","243723":"\n   Mmf ?\n  ","243724":"\n   Tbh you're the prettiest woman I've seen ever\n  ","243725":"\n   I wish Raj and Kumar and Singh and 100+ other Indians catch you one day and get what they wish lol. Imagine how thirsty and wild they will be biggest gangbang ever\n  ","243726":"\n   Very beautiful you are 🥰♥️\n  ","243727":"\n   Lol it really would. You'd finally get treates the way you deserve and it could be fun to pretend to be a knight fighting with the queen of hell haha\n  ","243728":"\n   Who is the horniest man that you have ever seen\n  ","243729":"\n   Lol YESSSS!!! If only!\n  ","243730":"\n   yeah time to leak more info of you\n  ","243731":"\n   You don't get enough respect wtf...\n  ","243732":"\n   ...got a devil hair cut in my mind *\n  ","243733":"\n   What is the most boring job you can imagine? (●__●)\n  ","243734":"\n   ...yes    👿\n  ","243735":"\n   you, sir, are blessed:  square jaw, doe eyes, thick hair, beauty mark, even a natural blush to your cheeks - I'm surprised water doesn't turn to steam when it hits that visage\n  ","243736":"\n   Good morning! Do you like Mondays?\n  ","243737":"\n   Love is stronger than death Marisa\n  ","243738":"\n   If you had one word to describe yourself, what word would it be?\n  ","243739":"\n   Pap of your recent pic\n  ","243740":"\n   Hi what's your name\n  ","243741":"\n   Hey💜\n  ","243742":"\n   Ever had a 3some\n  ","243743":"\n   So i'm not on your list of friends? 😡\n  ","243744":"\n   Are you like a mutant or something? your friends have mutant names\n  ","243745":"\n   ASKfm is officially dead R.I.P.\n  ","243746":"\n   Your world scares me. The things you say on ask fm scare me. \nI want to be your fri_ end. \n°°°\n  ","243747":"\n   Who are these friends you speak of?\n  ","243748":"\n   I see how this is: we entertain you while you work but you ignore us when you're with your pals\n  ","243749":"\n   Do you want 24,000 Coins?\n  ","243750":"\n   Are you dabbing rn?\n  ","243751":"\n   ??? How rude! I was asking about the metric system 😂😂😂\n  ","243752":"\n   Do you work tonight?\n  ","243753":"\n   Where did you go?\n  ","243754":"\n   How much do you like feet?\n  ","243755":"\n   You still small for 8 inchers 😈\n  ","243756":"\n   I think yeah but not as hard as most girls\n  ","243757":"\n   Do you have silver dollar sized aureolas?\n  ","243758":"\n   Do you like hair pulls\n  ","243759":"\n   Yes\n  ","243760":"\n   Do you miss motherland Russia?\n  ","243761":"\n   Is it hard to get in your pants?\n  ","243762":"\n   Like rimming some skank is less gross gtfo\n  ","243763":"\n   WeeD DOES make you allucinate\n  ","243764":"\n   name something you wouldn't want  any fingers to be in?\n  ","243765":"\n   How does weed affect you? Does it calm you down, makes you more active or gives you hallucinations?\n  ","243766":"\n   Have you ever suck a dude's ballsack?\n  ","243767":"\n   Do you twerk\n  ","243768":"\n   Have you ever smoked crystal meth?\n  ","243769":"\n   Your honest day is a lie. Admit it.\n  ","243770":"\n   Gm💜\n  ","243771":"\n   I heard you fell in love with white boii 😑\n  ","243772":"\n   What makes you strive on a daily basis?\n  ","243773":"\n   I was wondering how much you care about what you have read in driver's manual.\n  ","243774":"\n   now you are giving them ideas\n  ","243775":"\n   What does catalyst convertor do?\n  ","243776":"\n   Apparently an anon on here made it because they were \"bored\".\n  ","243777":"\n   It’s important to know what a girls pubic hair style is\n  ","243778":"\n   Ugh sorry to be a pain. But could you report this fake for me?\n   \n    https:\/\/www.instagram.com\/trivialtrinket1\/\n   \n   Some moron thought it would be funny.\n  ","243779":"\n   In which city you would like to live?\n  ","243780":"\n   What would be your mafia boss name? Me: Crimson Wolf\n  ","243781":"\n   Men are not women, and women are not men. Period.\n  ","243782":"\n   Be yourself\n  ","243783":"\n   How much sleep do you usually get? 🛏 Do you feel well rested then or like you would've needed more? 😴\n  ","243784":"\n   Call me daddy\n  ","243785":"\n   ever been hunting?\n  ","243786":"\n   you're really my cup of tea <3\n  ","243787":"\n   It's because she doesn't like Russians because her beliefs make her believe that Russians rxped 2 million Germans during the end of WW2. She has Ashley, Jade and her other friends believing in her n.azi beliefs\n  ","243788":"\n   Got a black magic woman.\n  ","243789":"\n   oh that's a bit difficult job and need a very strong mind\n  ","243790":"\n   Mariska\n  ","243791":"\n   Agreed! Unless someone wakes you up before you're ready...\n  ","243792":"\n   Would you rather inherit 20 million dollars or earn 50 million dollars through your hard work? 💰\n  ","243793":"\n   What makes you happy? 😊\n  ","243794":"\n   what's a paramedic ?\n  ","243795":"\n   Why not?\n  ","243796":"\n   No don't watch\n  ","243797":"\n   If she were at the compound her death would be mysterious and unknown, they don't keep crazy people alive let alone handicaps, Valiant Thor is very inhuman when it comes to disabled people and people who have no value to her\n  ","243798":"\n   Hi! Not all Indian Rajat soldiers! Not all Indian like that many! They just very very bad and scary not all Indians like that!!\n  ","243799":"\n   Have you ever blocked people on social media? 🙅‍♀️🙈\n  ","243800":"\n   what does he do ?\n  ","243801":"\n   No i don't and me and Erin are older than you.\n  ","243802":"\n   you can do that ? what if they wake up and do something ?\n  ","243803":"\n   🙃\n  ","243804":"\n   You sleep at work and literally filler post my content, don't think you fool anyone. We know different.\n  ","243805":"\n   You literally sleep at work, don't kid yourself\n  ","243806":"\n   but not being able to sleep for more than 16 hours is rough\n  ","243807":"\n   How often do you change your car's timing belt?\n  ","243808":"\n   ahhh i got it now ,but that ain't that hard then\n  ","243809":"\n   what do you care about ?\n  ","243810":"\n   what's this type of work that you can't just let go and go rest ?\n  ","243811":"\n   Try to be in a store with Erin you will understand she treats everyone like that\n  ","243812":"\n   Tell her I'll introduce her to Pablo Escalpacabar if she returns. He'll have a hit of chlocaine and methalpacaphetamines for her.\n  ","243813":"\n   fml mean fuck my life ?\n  ","243814":"\n   and you get to suffer cause of their misfortune ?\n  ","243815":"\n   wow who do they think they are ?\n  ","243816":"\n   work sucks ?\n  ","243817":"\n   you're not home ?\n  ","243818":"\n   😏\n  ","243819":"\n   that really made me laugh ,calling him a bastard is cute tho\n  ","243820":"\n   Do you sell panties?\n  ","243821":"\n   She hasn't been on in a month. Way longer than a minute! No excuses. Hire some alpaca thugs to drag her little butt back here. She might even go willingly if the 'pacas are cute enough.\n  ","243822":"\n   I wanna go home with you\n  ","243823":"\n   Don't you have her sc?\n  ","243824":"\n   Sexual honesty day?\n  ","243825":"\n   Marisa who's gonna drive you home tonight?\n  ","243826":"\n   🌟💜✨\n  ","243827":"\n   Are you a big baby? （ΦωΦ）\n  ","243828":"\n   i wanna go hoe too\n  ","243829":"\n   who is nicer mom or dad\n  ","243830":"\n   I want Chole back!\n  ","243831":"\n   Are you enjoying the rain? 🌧\n  ","243832":"\n   Hey💜☺️\n  ","243833":"\n   How are you doing? Sorry it's been a while.\n  ","243834":"\n   I would come off and tell you that I love you but that’s kinda gay lol\n  ","243835":"\n   What frustrates you the most?\n  ","243836":"\n   how can someone fill up ur eyes with tears of joy\n  ","243837":"\n   Cover up really good the hickeys I gave them to you on your bewbs 😏\n  ","243838":"\n   If you could travel the world with only one person who would you take?\n  ","243839":"\n   a warm blanket or a cup of tea? coffee?\n  ","243840":"\n   Mars bar\n  ","243841":"\n   YOU ARE LOVED ❤️\n  ","243842":"\n   You can come to my research lab here in the compound, i will treat you well 🙂\n  ","243843":"\n   They work you too hard love... But I really admire your work ethic. You're such an angel\n  ","243844":"\n   122. last social media you were on before this one?\n  ","243845":"\n   Which would you rather have: A parrot that sings \"What a wonderful world\" every night at 8PM, or a bunny that makes you waffles?\n  ","243846":"\n   What's the average age of the people receiving your care?\n  ","243847":"\n   Have you developed a bond or even love some of the people you care for?\n  ","243848":"\n   Hi Marisa i like you 🙂\n  ","243849":"\n   I'm worried that you don't get enough sleep\n  ","243850":"\n   Only 3 more months until Halloween, are you excited?\n  ","243851":"\n   What's going on at the house right now?\n  ","243852":"\n   Mars, there are labor laws they have to abide by and double time after first 12 is one of them and I'm pretty sure that is universal throughout the US\n  ","243853":"\n   You don't care about Erin?\n  ","243854":"\n   Are you love sex ?\n  ","243855":"\n   Can you give me Ur Instagram ?\n  ","243856":"\n   Erin must approve of your recent pic she liked 🤣 shes so mean she probably p.isses ice cubes\n  ","243857":"\n   Post a Pic\n  ","243858":"\n   They better be paying you double time after your first 12 hours of work\n  ","243859":"\n   Love u\n  ","243860":"\n   Fuuuuuuuck\n  ","243861":"\n   Bra +Under size 🤔👙\n  ","243862":"\n   You're the nicest person on here 👍🏻\n  ","243863":"\n   Have your done a MASTET video ?\n  ","243864":"\n   What time are you off, doll?\n  ","243865":"\n   Where are you babe\n  ","243866":"\n   What is the strangest new show you've started to watch??\n  ","243867":"\n   What's wrong!?!?\n  ","243868":"\n   Would you rather be served a bitter truth or sweet lies?\n  ","243869":"\n   then what are you doing there\n  ","243870":"\n   Gorgeous! ❤\n  ","243871":"\n   121. pap 😌\n  ","243872":"\n   You have fridge in your house?\n  ","243873":"\n   your own house isn't your concern?\n  ","243874":"\n   How did your working work for you? you say you have job but after all that time you still can't buy an air conditioner? you spend all the money on renting a single room with no ac?\n  ","243875":"\n   Even cheapest hotel rooms in third world countries have air conditioner what kind of place are you renting\n  ","243876":"\n   OOTD?\n  ","243877":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","243878":"\n   I am a man😂\n  ","243879":"\n   They called you a n word in my \"?\" Box 🤣 i don't answer racism though\n  ","243880":"\n   Do you love getting or giving massages? 💆‍♀️💆‍♂️\n  ","243881":"\n   Ok well i was wondering Marisa\n  ","243882":"\n   Did that bitch ever get out of exibits way?\n  ","243883":"\n   Hi sexy💕\n  ","243884":"\n   Your ex girlfriend doesn't drive?\n  ","243885":"\n   Can we talk on insta? If not that's fine\n  ","243886":"\n   Bra size 🤔?\n  ","243887":"\n   Just a heads up, this is the guy that demanded I accept him on Instagram and demanded to have an \"intimate relationship\" with him.\n  ","243888":"\n   Are U love sex ?\n  ","243889":"\n   Followed 😍\n  ","243890":"\n   How are you\n  ","243891":"\n   Freddy Fazbear loves his customers, try your pizza today. You won't go anywhere else, i assure you 😏😈\n  ","243892":"\n   What is a coon?\n  ","243893":"\n   Why does this guy keep saying the n word in my question box?\n  ","243894":"\n   A double? Oh wow. If I could do the shift with you, I would! ❤\n  ","243895":"\n   They should fire you at work for being a d!ke🙄\n  ","243896":"\n   I need to make spaghetti tomorrow now! Lol\n  ","243897":"\n   Teacher ain't looking so i fuxk her in the a$$\n  ","243898":"\n   Gucci on my shirt Balmain when i'm walking.\n  ","243899":"\n   Nobody cares if you kiss girls for ffs, st*pid attention whxres thinking homosexuaIity is a trend\n  ","243900":"\n   lol welcome, now i see it on a post your beautiful\n  ","243901":"\n   why don't you show your face?\n  ","243902":"\n   How big was the biggest you've ever taken?\n  ","243903":"\n   Last night I think I sh!t the bed I was so drunk I gave a dude head\n  ","243904":"\n   who do you miss ?\n  ","243905":"\n   Yes I am the dom? >:)\n  ","243906":"\n   STAY IN YOUR ROOM IF U SCARED.\n  ","243907":"\n   I'm here to teach you a lesson. Get over my knee. Now.\n  ","243908":"\n   *Marisa\n  ","243909":"\n   Jealous?  I file a restraining order on you if you were as obsessed with me as you are Maria\n  ","243910":"\n   ALL of us???\n  ","243911":"\n   Someone sounds jealous that I don't spam like them. Lol. Love you!\n  ","243912":"\n   If you were to start a community or cult or something, what would you base it around? Would you have like a core message and tenets of behaviour etc?\n  ","243913":"\n   Why is someone calling us \"lil n word\" we're teenagers\n  ","243914":"\n   Y'all are annoying asf\n  ","243915":"\n   How can you even make that statement?\n  ","243916":"\n   Trinket stalks your page so much she's a creeper\n  ","243917":"\n   Thank you so much. I have driven only twice in the past and yeah I was just so focused and not enjoying it like people can not talk to me or put on music or anything. So I am just hoping over the next weeks I will be comfortable. If you are comfortable talking about it are you okay after your crash?\n  ","243918":"\n   But why would we want strangers calling us pet names? It's just creepy lol!\n  ","243919":"\n   I'm kind of into you so there's that\n  ","243920":"\n   Do you like Prince's music?\n  ","243921":"\n   You sound like her, objecting to pet names\n  ","243922":"\n   Mrs. Trinket?\n  ","243923":"\n   I'm frightened by your scary DP\n  ","243924":"\n   Bruh you're afraid of lil kids going to your house 🤣 a lil 15 year old who threaten you and she like so tiny\n  ","243925":"\n   Are you off tonight, babe?\n  ","243926":"\n   Ain't no lil kid gonna hit on you if they do they don't understand it\n  ","243927":"\n   Work for this nut, good gurl\n  ","243928":"\n   Bruh only Rajput hit on you 🤣 he was and always been a perv\n  ","243929":"\n   I don't condone lil kids playin on this sight but without these lil nxgga's this sight wouldn't be the same so chill tf out stop bullying lil kids\n  ","243930":"\n   Bruh these lil nxgga's cosplay, they like between 10 and 16 yr old grow tf up 🤣\n  ","243931":"\n   Lord isn't flirting with you, Lord is a leader\n  ","243932":"\n   How you feel being a l.oser? My daughter living so jolly lame a$$ nxgga\n  ","243933":"\n   Last thing you ate? 😋\n  ","243934":"\n   Make me\n  ","243935":"\n   Where to apply for international license?\n  ","243936":"\n   Okay thank you. Oh I am 23 I know I should have gotten my license a long time ago but I never really needed a car back then since buses were fine, i didn’t have the money to pay for gas and insurance on a monthly basis and honestly I was scared to drive because for me I feel like there is pressure.\n  ","243937":"\n   Oh I did not know about you being in a car crash? I was just asking because I want to learn how to drive but I was just seeing if a majority of people learned from parents or lessons so I could see which would be better for me.\n  ","243938":"\n   Hyped for the weekend? 😁\n  ","243939":"\n   Do you like the energy drink monster at all?? If yes, what's your favorite flavor?? If no, what is your favorite energy drink??\n  ","243940":"\n   If someone narrated your life, who would you want to be the narrator? 👍\n  ","243941":"\n   Oh i wet the bed last night by mistake 😔\n  ","243942":"\n   Yes do it I sent u something interesting.\n  ","243943":"\n   Yes the most evil and terrifying 😍❤️\n  ","243944":"\n   I mean... we'll see. I've been unlucky so far. But that really touched my heart. You are so sweet and thoughtful and it makes me love you even more.\n  ","243945":"\n   You won't need to have smoke breaks, just grab gears and smoke away, take a p.iss in a cup so you don't need to stop, only stop to take a number 2 and get something to eat\n  ","243946":"\n   Give her road h*ad\n  ","243947":"\n   from friday till today it was like in the 90’s and the humidity was so high. it was unhealthy to be outside lol\n  ","243948":"\n   It's the air you can wear🤣\n  ","243949":"\n   Oh how old are you?\n  ","243950":"\n   Who taught you how to drive?\n  ","243951":"\n   Do you know anything about the secret space weapon Russians tested in space?\n  ","243952":"\n   Since 2014 or 2015?\n  ","243953":"\n   No problem just do your thing you know you’re awesome and absolutely gorgeous\n  ","243954":"\n   If I were to look through ur phone what would I find?\n  ","243955":"\n   How do people know you share a bed?\n  ","243956":"\n   What kind of Pizza do you like?\n  ","243957":"\n   I know I just started talking to you on here but let’s just pretend it’s love?\n  ","243958":"\n   Running 🏃‍♀️ or gym 🏋🏻‍♀️ 💪🏻\n  ","243959":"\n   When is the last time you went out to eat?\n  ","243960":"\n   What is the most wildest animal you have seen out in the wild before?\n  ","243961":"\n   When was the last time you had a \"Blizzard\" from Dairy Queen?? For those who don't have a Dairy Queen, when was the last time you had an ice cream sundae??\n  ","243962":"\n   Air conditioner or gtfo\n  ","243963":"\n   You use towel to dry ur sweat?\n  ","243964":"\n   I like anime\n  ","243965":"\n   We won't leave you until you but an air conditioner or get out or here forever\n  ","243966":"\n   You ever use handfan to cool yourself?\n  ","243967":"\n   It seems guys here don't run out of excuses to mock you and harass you. Every single thing about your life is a joke to them. From your name to your address to your home's air conditioner 😂\n  ","243968":"\n   Hot head 😂\n  ","243969":"\n   How come you share a bed?\n  ","243970":"\n   Are you still sticky?\n  ","243971":"\n   💜✨🌟\n  ","243972":"\n   Air conditioner\n  ","243973":"\n   what’s your favorite creature? 🦄\n  ","243974":"\n   Which country makes better erotic films, France or Italy? 🤔\n  ","243975":"\n   Did something gassy ever happened when you were eating out down there?\n  ","243976":"\n   How are you willing to spend your summer vacation?\n  ","243977":"\n   What happened to jasmine\n  ","243978":"\n   Wtf is purple rain 🤦🏼‍♂️\n  ","243979":"\n   Eww 😷\n  ","243980":"\n   Do you know any girl who date a black guy?\n  ","243981":"\n   If a hot girl catcalled you would you react in a aggressive manner?\n  ","243982":"\n   My lord 🤣 wtf\n  ","243983":"\n   Aw that’s sweet that you two share the room and hang out. So like when can I come hang out and watch the notebook with ya’ll.\n  ","243984":"\n   \"Everything is a dild0 if you are brave enough\"\n  ","243985":"\n   Well she even said herself she masterbait and think about you 🤣\n  ","243986":"\n   Are you brave enough?\n  ","243987":"\n   Hau my Lord, hopefully your night will be a swell one. 🙏🏻\n  ","243988":"\n   Oh why is that funny? I am being serious.\n  ","243989":"\n   I never said that maybe i like you but i wouldn't hurt you for pleasure thats just sick and twisted\n  ","243990":"\n   Danielle probably has weird fantasies about you , never trust that child shes sadistic\n  ","243991":"\n   Why do all the hot girls wanna rxpe you?\n  ","243992":"\n   I'm just testing your logic sorry\n  ","243993":"\n   If a girl pulled up to you and told you to get in her car would you? you two would be the same gender, how would you react?\n  ","243994":"\n   What would you do if another girl t.ied you up forcibly and played with your pxssy and thats it 🤣\n  ","243995":"\n   Why do people pay more attention to their phones than to other people? 📲\n  ","243996":"\n   Do you and mermaid share a room or have slumber party’s.\n  ","243997":"\n   I want to go on record and say that me claiming to love you and defend you was legit. I meant that all. I can't speak for the anons that say they want to nap with you or whatever. As pleasurable as that sounds, it's disrespectful to you and I just want to clarify I won't say those things. I'm sorry.\n  ","243998":"\n   👿\n  ","243999":"\n   What would you do if a girl tried to kidnap ? That's unlikely but you never know\n  ","244000":"\n   You said \"the f_ _ _ _\"\n  ","244001":"\n   Do you add vanilla extract to anything.\n  ","244002":"\n   I want to thank you for not saying (sex) off.\n  ","244003":"\n   Do you feel the need to breed ?\n  ","244004":"\n   Do you play the guitar ?\n  ","244005":"\n   free space ✨\n  ","244006":"\n   What is your real life advice for your ask.fm followers?\n  ","244007":"\n   actress or actor crush that you have? ❤\n  ","244008":"\n   Are you in pain Jane ?\n  ","244009":"\n   Ever p.iss in a funnel? It works if you're a truck driver and don't wanna stop and all you got is a water bottle\n  ","244010":"\n   Do you treat your friends like your family? ❤\n  ","244011":"\n   Have you ever looked at a funnel and wondered what else you could do with it?\n  ","244012":"\n   Mermaid left ASKfm again?\n  ","244013":"\n   What plans ? I'm hanging out with my friend Andrew we're going to drive on this haunted backroad at 10pm ! Trying to see ghost cars\n  ","244014":"\n   It has been an hour since you responded. Are you still mad ?\n  ","244015":"\n   So far you're the only nice Caucasian i came in contact with\n  ","244016":"\n   I will rail your rear end tonight if you don't stfu\n  ","244017":"\n   I'm into girls and I'll be virgin at my Backdoor till I die\n  ","244018":"\n   What's more important a length or width?... 🤔\n  ","244019":"\n   Thank God!!! So happy for you! You deserve some relaxation tbh\n  ","244020":"\n   I wanna have sxx with you or mermaid, hopefully both of you 😏\n  ","244021":"\n   Thanks for love,  hope you're having a great day\n  ","244022":"\n   I think adoption should be an option but I don’t think it’s fair that parents should be able to just choose and pick which child they want? I don’t think that is right\n  ","244023":"\n   You're the reason why i'm happy\n  ","244024":"\n   You are the only girl I love\n  ","244025":"\n   I will date an older woman as long as she is rich.\n  ","244026":"\n   I want to touch your face when you are sleeping...and your mouth.\n  ","244027":"\n   Has anyone faked being asleep so they could enjoy what was happening to them ?\n  ","244028":"\n   Sorry about yesterday i was upset about stuff\n  ","244029":"\n   Why does Lisa hate me but like you ☹️ you're really poor\n  ","244030":"\n   Name 3 hood reasons why it is not a good idea because I only see positive things.\n  ","244031":"\n   It's not my day lol.\n  ","244032":"\n   Didn’t you always say that you wanted a promotion from work? I am trying to give you what you need and become the hero that you deserve in your life.\n  ","244033":"\n   Don’t think about it as work think about as just two people in love spending time together and just making and sorting things out.\n  ","244034":"\n   Erin says she loves you when shes a had a few to many beers 🤣\n  ","244035":"\n   I want to buy us a trap house so we could be together and work together🥰.\n  ","244036":"\n   Erins in love with you again can't tell if she's drunk\n  ","244037":"\n   Find a house you want to buy then send me the information and i'll buy the house with a quick closing\n  ","244038":"\n   Why do you listen to music? 🎶\n  ","244039":"\n   Can I give you mortgage and bet I promise I will give you 30%and you will@save a innocent lives from getting broke\n  ","244040":"\n   Lost all the cars and money my bank balance is now $10 where do I go\n  ","244041":"\n   Yesss you need food and sleep. You work too hard love. I hope you feel better!!!\n  ","244042":"\n   I think this ano\n  ","244043":"\n   I think this anon has asked the two people I follow, (you and Kittie), this purely because you both are adopted. Seems strange. Also ignore my first inbox. I pressed send too soon lol\n  ","244044":"\n   Should adoption be banned ?  A young mother should not be allowed to escape responsibility for the child she created.   Also I am drunk. Also I am male.\n  ","244045":"\n   I get my bedding changed everyday\n  ","244046":"\n   I need a place to sleep@I became homeless lose all@the money in gambling\n  ","244047":"\n   What's wrong? Need to sleep in?\n  ","244048":"\n   Did  you know that the male camel toe (having pants so tight) it's called \"the frog's eye\" ? 🤔\n  ","244049":"\n   Would you like to see what satanism is about?\n  ","244050":"\n   Pls give me a place to sleep\n  ","244051":"\n   Drunken Erin wants to take you in her camp trailer 😏\n  ","244052":"\n   I'm not giving up on satanic stuff but i'm not throwing out my uniform 🙏🏻❤️\n  ","244053":"\n   I feel guilty for eating pizza and watching tv with a very cold six pack of beer while your at work sweating ur as s lmao\n  ","244054":"\n   Hi big fan of rajput here\n  ","244055":"\n   Are you working tonight ? Not trying to be weird just bored, don't know what to ask people 🤣\n  ","244056":"\n   I would never risk my wealth for you hunni, i live a pristine lifestyle and looking up random people's addresses isn't my forte. If you want me to buy you a proper house let me know.\n  ","244057":"\n   You are given USD 2,000 for a plane ticket and one full month. Where do you go? ✈\n  ","244058":"\n   Can I just sleep off all my problems away? 😴\n  ","244059":"\n   Baby they just love you thats all\n  ","244060":"\n   Erin is against smoking so i don't think her or Marisa would be \"trucking buds\"\n  ","244061":"\n   Stop saying ew, you can smoke cigarettes all day and talk to Ernie on the CB radio calling police \"bears\"\n  ","244062":"\n   That's gonna make Erin mad whoever said that tf\n  ","244063":"\n   You and Ernie can be truckin buds\n  ","244064":"\n   Why not?\n  ","244065":"\n   Why don't you just become a truck driver and always be on the road then nobody can track you\n  ","244066":"\n   Why do you still talk to those weird accounts anyways\n  ","244067":"\n   About 95 with 95 percent humidity\n  ","244068":"\n   From when we first talked to you on Ask back in December we obviously knew your last name from your old account\n  ","244069":"\n   i’m doing good. just can’t take this heat lol . how are you?\n  ","244070":"\n   Your birth date is on Twitter, me and Lisa don't want any information where you live or anything we refuse it because the less we know better off we are, some people know how to look for that stuff and we don't part take in it, Danielle has never been paid to live anywhere, our group is \"Cosplay\"\n  ","244071":"\n   hope everything is okay love\n  ","244072":"\n   Lisa loves you, don't assume she would just randomly do something to you. You're loved by us\n  ","244073":"\n   Nobody is going to hurt you, Danielle is mad because she changed her ideals and we're all catholic it has nothing to do with our Cosplay. Lisa likes you and shes not a scary person like people say. Don't worry 😕\n  ","244074":"\n   I know I'm anon (didn't use to be but you still didn't know me personally) and it may suck but I love you... Love can't exactly be real over the internet (at least I think it can't) but what I know about you and who you are I'm just deeply in love with honestly. I mean as in love as I can be\n  ","244075":"\n   Hi how are you fellow Russian 😈\n  ","244076":"\n   Sorry about the inconvenience, don't pay attention to Danielle shes off her meds, if she tells you anything its not true\n  ","244077":"\n   Leave where? My station i'm not leaving when i don't have any other support in place@\n  ","244078":"\n   Its hard because everything happens to me and i don't like it\n  ","244079":"\n   Like if i'm mean to you\n  ","244080":"\n   I love you so much sorry for everything i did or will do\n  ","244081":"\n   Hehe I hope my dreams get haunted by you 😂😍\n  ","244082":"\n   She needs to believe in God again and finish her tasks\n  ","244083":"\n   Lisa is back at Thor Manor and me and my friend are the only two who aren't deployed back there so our job hasn't been fulfilled yet\n  ","244084":"\n   I'm worried about what my tasks are because obviously i haven't done all my tasks here\n  ","244085":"\n   I love you 😘\n  ","244086":"\n   Lisa rented me a big house in Bloomfield and its been 2 months of this and nobody is telling me why i'm here 😕 i honestly rather be back home with friends, yes this big house is lovely but i'm kind of to young to live alone\n  ","244087":"\n   Do you like me again\n  ","244088":"\n   Please i'm bored\n  ","244089":"\n   I wanna rub your pxssy\n  ","244090":"\n   You need to come to us\n  ","244091":"\n   I don't want to be into satan anymore\n  ","244092":"\n   do you watch sitcoms? which one is your favorite?\n  ","244093":"\n   Come live with us, we have 150 bedrooms theres still 5 rooms available here at the Manor\n  ","244094":"\n   Good just missing my friends\n  ","244095":"\n   Ok thanks for letting me know, how are you doing?\n  ","244096":"\n   You're a sadistic nightmare? Is it weird I really want to go to sleep rn? 😂😍\n  ","244097":"\n   Just wondering, not a big deal\n  ","244098":"\n   Do you have a bedroom to sleep in?\n  ","244099":"\n   Are you into perverts?\n  ","244100":"\n   Hi Marisa how are you doing?\n  ","244101":"\n   I bet you taste like strawberries down there\n  ","244102":"\n   You make me want to bust my nut deep\n  ","244103":"\n   Who is Raj Marisa?\n  ","244104":"\n   118. do you use cash or debit more. or maybe both?\n  ","244105":"\n   I'm a retard so I cannot\n  ","244106":"\n   Will you care for me?\n  ","244107":"\n   Hot head\n  ","244108":"\n   Do you have outhouse or indoor plumbing?\n  ","244109":"\n   In Soviet Russia they have central air\n  ","244110":"\n   Well I hope I can find a girl who is into shy, soft,gentle guys because well I just would want to be myself and not have to change and lie ya know. like if I am being real with you going to be bed is nice don’t get me wrong but I prefer just cuddling and holding hands while watching a good movie🥰.\n  ","244111":"\n   Are you smelly?\n  ","244112":"\n   What you bitches talking about 😂😂 now it's getting even more ridiculous 😂😂😂😂\n  ","244113":"\n   Now they harass you for air conditioner 😂\n  ","244114":"\n   Don't feel shame, my house has air conditioning and sometimes i feel like i need to put on my over coat just to warm up, some people think they're better than everyone else which makes this app horrid\n  ","244115":"\n   In your opinion, what book should everyone read?\n  ","244116":"\n   Hey if that line worked for Ray J then it should work for me\n  ","244117":"\n   If I had one wish we would runaway, making love all day then having a bae bae❤️. How does that sound to you?\n  ","244118":"\n   It's 98 with a feels like of 117 right now outside, guess what temp it is inside?\n  ","244119":"\n   Convience?  You are either cool or uncomforabley hot in your house\n  ","244120":"\n   India gets really hot in summers Raj's brain would boil if he had no air conditioner in his room. His balls too\n  ","244121":"\n   I mean does it never get hot enough to need air conditioner?\n  ","244122":"\n   You living in a small room and being so sticky and sweaty you will become like Raj and his friends 😂😂😂\n  ","244123":"\n   Do you think the aliens pose a threat to you since they know your address, phone number, date of birth and stuff? I doubt Lisa would air it\n  ","244124":"\n   Some people on this app are horrid, do you get asked about your knickers a lot?\n  ","244125":"\n   I'm just imagining you being a sticky greaseball who lives in a basement and smells 😂\n  ","244126":"\n   Are you greasy and sticky now?\n  ","244127":"\n   I didn’t ask the first thing but I just wanted to know if that is what girls want because if so I don’t think I can do that because I am more the soft and sweet romantic kind of person.\n  ","244128":"\n   Is weather always chill there?\n  ","244129":"\n   You guys never have met many Indians then lol. I've seen much worse guys from India no surprise if it was real\n  ","244130":"\n   how are you going to survive in hot humid weather then? it's like being in a hot shower of sticky oil all day\n  ","244131":"\n   So can you even get high?\n  ","244132":"\n   Hey where did you go?  Are you  too high??\n  ","244133":"\n   But you are resistant to that high a percentage of THC, right?  If I smoked the same I wouldn't be able to type lol\n  ","244134":"\n   Is that a good thing or bad?\n  ","244135":"\n   Poverty\n  ","244136":"\n   Ha, I just read up on it.  I read you get really high using this method, yes?\n  ","244137":"\n   Raj isn't real, he stole a Indians picture.\n  ","244138":"\n   I noticed you’ve been working a lot. I’m glad you’re being the sweetest caretaker ever but I wanna have time with you as well and be able to catch up with your life. Also noticed you message me on Instagram and as soon I replied you weren’t active lol so wyd rn\n  ","244139":"\n   If you were my girlfriend i would go three days without wenking then fuxk you and b.ust a massive load in your love bun b.alls deep so you can feel it real good\n  ","244140":"\n   Hehe hi\n  ","244141":"\n   It is. But I constantly get banned and it's always over nothing... I really want to leave ask but it's impossible to leave you\n  ","244142":"\n   Do you have central air at home?\n  ","244143":"\n   You seem very well, things look peaceful.  I'm not quite as well, I thought you should know\n  ","244144":"\n   That just looks like a bong\n  ","244145":"\n   How does one drop a dab?\n  ","244146":"\n   Every once in a while you have a guy here wanting to make you feel like shit in one way or another.\n  ","244147":"\n   So thug, so gangster\n  ","244148":"\n   Do you have giant punani piss flaps?\n  ","244149":"\n   There is none.  I think its a really awesome thing that the both of you are that in touch with yourselves to understand and respect the line you have negotiated whilst still being there for each other as friends.  Nothing wrong with it at all.  Allot of seperated couples could learn allot from you.\n  ","244150":"\n   Smitty sounds like a real i.diot.  Hey Smitty, she stopped drinking a long time ago, try to keep up r.etard\n  ","244151":"\n   How about taking a drinking challenge.  For every anon that asks you a sexual question you have to drink.  You start with 100 points and you lose a point every time you make a spelling or grammatical error.  I dunno you wanted ideas. 🤷‍♂️\n  ","244152":"\n   Smoke a bowl\n  ","244153":"\n   How old are you anyway anon?  Its almost as if you have never been in a lomg term relationship where your monetary and household assets have been pooled together before. 🤔 You cant just fuck off if your name is on the lease\/loan agreement.  I for one think it shows the respect they have.\n  ","244154":"\n   Look we have a badass here\n  ","244155":"\n   Sadistic Nightmare oh my\n  ","244156":"\n   Most people that break up don't see or talk.  You f.ucking live with her still\n  ","244157":"\n   You two never even broke up, just stopped having sex\n  ","244158":"\n   After she turned herself into Frankenstein so yeah\n  ","244159":"\n   You want me to show you the history of your photo uploads even the ones archived from your old account?\n  ","244160":"\n   I've seen dozens of your profile pics since the beginning of your presence here. None of them had your full face.\n  ","244161":"\n   😂 you are hiding your forehead in every single picture you take. Are you insecure about your forehead or what? Is it because of the size or some huge bruise on it or what? I've never seen your forehead, so it doesn't exit for me! 😂\n  ","244162":"\n   How deep can you nut?\n  ","244163":"\n   You still missing the forehead?\n  ","244164":"\n   Lol cool 🤣\n  ","244165":"\n   Oh you naked?\n  ","244166":"\n   Mine is black\n  ","244167":"\n   What color is your underwear today?\n  ","244168":"\n   How's it going? 😁\n  ","244169":"\n   Would you prefer good things happened, or interesting things?\n  ","244170":"\n   Ever had a enema\n  ","244171":"\n   That can be a good thing.  You don’t have to fit in.  You owe nothing to no one and it is your life, not theirs.  Keep being yourself!\n  ","244172":"\n   Have you ever felt like you were too nice for your own good?\n  ","244173":"\n   Everyone is selfish and only cares about themselves. It is the “me-me-me” generation after all.\n  ","244174":"\n   In what ways?\n  ","244175":"\n   i get the feeling that ur too good for ppl and they do u wrong\n  ","244176":"\n   Go on...\n  ","244177":"\n   Honestly no one deserves a second chance fxck em all\n  ","244178":"\n   Where did the smoke go?\n  ","244179":"\n   She thinks you said you want her to mail you some 🤣\n  ","244180":"\n   No problem, send me your PO box address.\n  ","244181":"\n   What is your drunk story? 🍻🍺🥂🍸\n  ","244182":"\n   Does everyone deserve a second chance? Why?\n  ","244183":"\n   Can you tell when someone is lying?\n  ","244184":"\n   I miss you.\n  ","244185":"\n   Xoxo💜\n  ","244186":"\n   🤗💜\n  ","244187":"\n   I can send you a pack through mail\n  ","244188":"\n   Nice, do you like players light brand?\n  ","244189":"\n   I never had that\n  ","244190":"\n   Does a hole lot of chickens=a whole lot of wings?\n  ","244191":"\n   I like players light regular\n  ","244192":"\n   What cigarette filter do you use\n  ","244193":"\n   Snap doesn't have cigarette filters 🤣 brown, white? Which one\n  ","244194":"\n   What are you like as a person?\n  ","244195":"\n   Wheres the smoke go??\n  ","244196":"\n   Where do you get the filter bixch\n  ","244197":"\n   Says the person that can't write there name in English\n  ","244198":"\n   Bist du single?\n  ","244199":"\n   You have a beautiful smile\n  ","244200":"\n   Cloudy, Sunny, Windy, Stormy or Rainy Days?\n  ","244201":"\n   What's a movie or TV show you think is underrated and deserves more acknowledgement?\n  ","244202":"\n   How so?\n  ","244203":"\n   Can you be more specific?\n  ","244204":"\n   We are like small children who stink.\n  ","244205":"\n   Do you still like the aliens\n  ","244206":"\n   I will erect a protective dome above you.\n  ","244207":"\n   I thought you said you like rough guys and things like that?\n  ","244208":"\n   Since you said you wouldn’t sleep with a guy who was unattractive why don’t you just put one of those brown paper bags on his head and you can attach a photo of your dream guy and put it on the paper bag like a face? It’s a win for you cause you can imagine you are with your dream And a win for him\n  ","244209":"\n   I bet all the r.etards at work love you plenty\n  ","244210":"\n   If I had to pick between Chloe's four bixthes here, Salt, Taylie, Nikki, and you............................................................ I'd pick you.\n  ","244211":"\n   Why is your name Russian?\n  ","244212":"\n   What do you think about soft sensitive guys?\n  ","244213":"\n   Hopefully you're a rxpe case\n  ","244214":"\n   So I don’t see a problem with that? I’m from Somalia but that doesn’t mean that I am a pirate. Don’t listen to these people Marisa they are just haters and bullies and I am sorry they are treating you so mean.\n  ","244215":"\n   Probably their default, either nice or snide. Lol\n  ","244216":"\n   You're clearly looking to get your a$$ b.eat\n  ","244217":"\n   Why do people call you a communist?\n  ","244218":"\n   Nope nor do I care\n  ","244219":"\n   You're not technically Russian your citizenship is revoked 🤣\n  ","244220":"\n   Man write your proper name in English communists bast*rd\n  ","244221":"\n   Can you let my boyfriend have sxx with you and have our baby, you won't be a parent we will be so you don't have any extra care\n  ","244222":"\n   Drink my c.u.m and i will drink your p.iss\n  ","244223":"\n   Be my Russian mail order bride, Natasha\n  ","244224":"\n   You could get r.aped and murdered, nobody would even report you missing\n  ","244225":"\n   Dry drunk syndrome, seen it a thousand times\n  ","244226":"\n   Typical Russian bride for sale.  You're a dime a dozen, sugartits\n  ","244227":"\n   I don't want to love you, I just want to f.uck you\n  ","244228":"\n   What is happening?\n  ","244229":"\n   Go smoke a bowl you irritable twat\n  ","244230":"\n   people are gross\n  ","244231":"\n   Fxck off, c.unt\n  ","244232":"\n   Go take a shot or five, flap jacks\n  ","244233":"\n   Like everyone you're so afraid of fear.\n  ","244234":"\n   Yes because i would laugh at you\n  ","244235":"\n   I am giving you the night off with pay, have fun\n  ","244236":"\n   If you were in the middle east you might because you're a white girl depends where you go sometimes people are nice\n  ","244237":"\n   Hey Mars\n  ","244238":"\n   You are so grumpy after a nap\n  ","244239":"\n   Hi do you remember when someone say you got rxpped 🤣 it was like two month ago\n  ","244240":"\n   I thank Rajput for saying your username 😍\n  ","244241":"\n   I just ran off a single mom from this site and I couldn't be happier\n  ","244242":"\n   hahahahahaha 😂\n  ","244243":"\n   Salut how are you?\n  ","244244":"\n   Have you ever met a King or someone who calls himself King?\n  ","244245":"\n   How deep is your cleavage?\n  ","244246":"\n   I get excited when I see a woman in a dress.\n  ","244247":"\n   The prostate holds fluids not the testicles.\n  ","244248":"\n   You call everyone pervs yet you are\n  ","244249":"\n   It's more concerning that it doesn't have any bedposts anymore imo. You should see a doctor.\n  ","244250":"\n   I bet you bought one with a big bed post.\n  ","244251":"\n   The official ASKfm tattle tail needs to get shanked\n  ","244252":"\n   If you don't live at your own place how can you have your own bed?\n  ","244253":"\n   I've reported him!\n  ","244254":"\n   Do you live at your own place?\n  ","244255":"\n   Who's bed are you using?\n  ","244256":"\n   your real name is Natasha?\n  ","244257":"\n   Gross\n  ","244258":"\n   Did you cook again?\n  ","244259":"\n   Do you sleep on the couch?\n  ","244260":"\n   Yeah I can report him for ya\n  ","244261":"\n   Wow you are online? I found your ask username on someone's Instagram post lol. Guy was harassing a girl so visited his page and saw him tagging girls. You are Natasha?\n  ","244262":"\n   Rajput?? Yes that was his name on insta\n  ","244263":"\n   Who’s raj ?\n  ","244264":"\n   Do you easily get annoyed? What is the smallest thing that annoys you? 😒\n  ","244265":"\n   Hii\n  ","244266":"\n   Open dm in insta\n  ","244267":"\n   The aliens don't sexually harass you they know where you live like they do everyone else, if they wanted a piece of your a$$ they'd go ask you not through the internet\n  ","244268":"\n   Theres two types of n.u.t theres thick fresh n.u.t then theres blue balls n.u.t where the guy hasn't wenked in a while, i usually give it a wenk 4 hours prior to having sxx with my girlfriend so i can last longer\n  ","244269":"\n   Gonna be honest. I miss you. Should I just say f*** it and make another main account? Cause I miss talking to you and being on your page\n  ","244270":"\n   I want to have intense sxx with you and try to keep fuxking you after i come it would he painful but hot my b.alls would literally be empty\n  ","244271":"\n   How hard?\n  ","244272":"\n   Sooooo uummmm hi and how you’ve been? I miss ya and wanted to know if there anything new\n  ","244273":"\n   Being fake is wrong.\n  ","244274":"\n   Are you brave enough to fight for everyone's rights?\n  ","244275":"\n   Alienglobe is working on Exposing Raj and Char, Raj location will be exposed and Char will be exposed for being a catfish\n  ","244276":"\n   Where do you sleep?\n  ","244277":"\n   What will you never do?\n  ","244278":"\n   Isn't that the point?\n  ","244279":"\n   Airtight or hogtied?\n  ","244280":"\n   Good wby\n  ","244281":"\n   What's something considered socially acceptable that you don't approve of? 👍\n  ","244282":"\n   Elyssa wants your attention.\n  ","244283":"\n   Would you like to be in this same situation?\n  ","244284":"\n   Have you been to Tim Hortons\n  ","244285":"\n   Have you ever punched a horsey?\n  ","244286":"\n   👀😇\n  ","244287":"\n   Spank me\n  ","244288":"\n   Tell me why they can't fit you in a Trojan?\n  ","244289":"\n   I want to pinch your cilt\n  ","244290":"\n   Hi pretty\n  ","244291":"\n   Want you to love me like I'm a hot ride\n  ","244292":"\n   Wait, your ex is back on ASKfm?\n  ","244293":"\n   Why do you still live with your ex and her father?\n  ","244294":"\n   Hi\n  ","244295":"\n   What is the meaning of happiness!!????\n  ","244296":"\n   Yeah\n  ","244297":"\n   How did that happen, then? And what did you do?\n  ","244298":"\n   Thoughts\n  ","244299":"\n   do u like an.xl s.ex with the guy finishxng insidx?\n  ","244300":"\n   That is Chloe. She likes to joke. She is funny.\n  ","244301":"\n   What do they look like naked?\n  ","244302":"\n   😰\n  ","244303":"\n   No you are, i will make your lixk your px$$y clean you will me only for me the other girls can have mermaid\n  ","244304":"\n   You and Mermaid will be t.ied and your väginä's lixked and muliple orgxsms\n  ","244305":"\n   Had you seen a boy naked before?\n  ","244306":"\n   Which have you had?\n  ","244307":"\n   Apart from that anything else?  🤣\n  ","244308":"\n   Lol what make and model? Did people see you, or were you parked somewhere private?\n  ","244309":"\n   Seeing that you were in a car, did you keep some of your clothes on?\n  ","244310":"\n   What country do you live in?\n  ","244311":"\n   Only a certain part of Russia is Europe\n  ","244312":"\n   You ever been to Europe?\n  ","244313":"\n   You're the definition of a horrible role model, we teach people that sxx is bad especially the younger generation.\n  ","244314":"\n   How did it come about? And where did you do it?\n  ","244315":"\n   How old were you the first time you \"did it\"?\n  ","244316":"\n   You want some more? lol\n  ","244317":"\n   You like rough stuffs ??\n  ","244318":"\n   What's your favorite porn category\n  ","244319":"\n   Ladies; what was the last color you had your nails?? Gentlemen; post a funny meme\n  ","244320":"\n   Do you mind answering them, though?\n  ","244321":"\n   Have you reported some of the s*xual questions on here?\n  ","244322":"\n   Where are you graduated from\n  ","244323":"\n   Have you had both?\n  ","244324":"\n   How did that happen? Was it in a reltionship or with a fwb\n  ","244325":"\n   To the elderly? Do you like it?\n  ","244326":"\n   Last time you shaved?\n  ","244327":"\n   What's your job?\n  ","244328":"\n   Do\/did you go to college?\n  ","244329":"\n   How many relationships have you had?\n  ","244330":"\n   Ever had s*x on your birthday?\n  ","244331":"\n   Did he come? Where?\n  ","244332":"\n   How old is this one? And how long have you been sleeping with him?\n  ","244333":"\n   Were you both completely naked? Or was it a quickie with some clothes still on?\n  ","244334":"\n   With a friend with benefits?\n  ","244335":"\n   She wears sunglasses to preach thats a shady activity\n  ","244336":"\n   Do you know what happens to a woman's body when its unloved for so long?\n  ","244337":"\n   When was the last time?\n  ","244338":"\n   Do you prefer circumcised or uncircumcised?\n  ","244339":"\n   Why would you break his heart by dating a nxgger then?\n  ","244340":"\n   Whoever this is, is a virgin.\n  ","244341":"\n   How many? How old were you for each?\n  ","244342":"\n   Last time you had s*x?\n  ","244343":"\n   But you date n.iggers\n  ","244344":"\n   Did you like it? Or do you prefer relationships?\n  ","244345":"\n   Lisa said October 3rd 1995\n  ","244346":"\n   Lisa seems like the type to command her followers to do anything she wanted\n  ","244347":"\n   Do they jiggle?\n  ","244348":"\n   Scorp or Scales?\n  ","244349":"\n   What year?\n  ","244350":"\n   Have you ever made people wake up at exactly 3:15 AM with an inexplicable urge to go check the boathouse?\n  ","244351":"\n   I will send you a birthday present on October 3rd\n  ","244352":"\n   Snapchat name?\n  ","244353":"\n   When is your birthday?\n  ","244354":"\n   Man you must REALLY h.ate your father\n  ","244355":"\n   So disappointed in you right now\n  ","244356":"\n   Friends with benefits?\n  ","244357":"\n   I hope you get r.aped by a pack of angry n.iggers\n  ","244358":"\n   My opinion of you has totally changed and sadly not for the better\n  ","244359":"\n   Ever had a one night stand?\n  ","244360":"\n   Would you have minded having pictures taken?\n  ","244361":"\n   Because people might have taken them? hahah\n  ","244362":"\n   Oh wow, where did you meet the randomers? And what did you show?\n  ","244363":"\n   Lol are there pictures?\n  ","244364":"\n   Hahaha but why did you take off your underwear as well? Were you drunk?\n  ","244365":"\n   Why did you choose to take them off?\n  ","244366":"\n   In what context did they see you? And how old were you?\n  ","244367":"\n   Lol to boyfriends, friends or random guys?\n  ","244368":"\n   How many male \"just friends\" have seen you completely naked so far?\n  ","244369":"\n   Ever sent n*des to anyone?\n  ","244370":"\n   Would you do it with random people too, or just with friends?\n  ","244371":"\n   Are you single currently?\n  ","244372":"\n   It was me 💞😭\n  ","244373":"\n   What state are you from?\n  ","244374":"\n   Hahahaha like burning people at the stake?\n  ","244375":"\n   Lol ask ptsd\n  ","244376":"\n   You got any concrete plans to do it?\n  ","244377":"\n   Lol boys or girls? Would you do it completely naked, or just topless?\n  ","244378":"\n   🙈 I'm down one day\n  ","244379":"\n   MANNNN SAME\n  ","244380":"\n   How many languages do you speak?\n  ","244381":"\n   Are you still there?\n  ","244382":"\n   Would you do it alone or with others? Where would you do it?\n  ","244383":"\n   Why is asking you about a bonfire you mentioned you were attending weird?\n  ","244384":"\n   Have you ever gone skinny dipping?\n  ","244385":"\n   My Lord Lisa wants you in her sights asap\n  ","244386":"\n   My tiger 😻\n  ","244387":"\n   I wish you had a d.ick\n  ","244388":"\n   Do you prefer physical or mental exercise? 🏋️‍♂️ 🏋️‍♀️ 🧠 👍\n  ","244389":"\n   Go on...\n  ","244390":"\n   Weird flex, cxnt\n  ","244391":"\n   You're not the boss of me\n  ","244392":"\n   How about a sensual tantric massage?\n  ","244393":"\n   When's the bonfire?\n  ","244394":"\n   How tall are you? Take a photo in full height\n  ","244395":"\n   You wish\n  ","244396":"\n   Danke these nuts, bxtch\n  ","244397":"\n   Let's try tantric s ex 😘\n  ","244398":"\n   Have you been paranormally active lately?\n  ","244399":"\n   Love your smile💜\n  ","244400":"\n   Because i'm Asian\n  ","244401":"\n   Luckily yes and i got out of jail with a court date 💀\n  ","244402":"\n   You're cute hun\n  ","244403":"\n   I'm afraid of white people\n  ","244404":"\n   I hope you have a lovely weekend! And remember you are amazing! And you're doing great! 💕\n  ","244405":"\n   Mmmm I like how you are now 😏 Why have a girly goodie two shoes when you can have the queen of hell 😍\n  ","244406":"\n   That's good 😀\n  ","244407":"\n   Love you\n  ","244408":"\n   The police in the UK grabbed me off my moped and said i couldn't ride on it because i didn't have a drivers license and i was to young then they arrest me after pulling me off. Its probably because i always flee from them but still they were really aggressive\n  ","244409":"\n   Would you like to be like that? 🤣\n  ","244410":"\n   What would a mirror opposite of yourself be like?  👍\n  ","244411":"\n   It makes perfect sense\n  ","244412":"\n   😂😂\n  ","244413":"\n   Do you think money can buy happiness? ?\n  ","244414":"\n   On bed\n  ","244415":"\n   What you doing?\n  ","244416":"\n   Pap plz\n  ","244417":"\n   Never say never.\n  ","244418":"\n   Even your mom knows this\n  ","244419":"\n   It's Raj\n  ","244420":"\n   Mmm-mm Russian cream with american chocolate! Yum!\n  ","244421":"\n   i’m daddy 😏😉\n  ","244422":"\n   You're gonna be my future baby mama.\n  ","244423":"\n   Who's ya daddy now.\n  ","244424":"\n   🤗🤗💜\n  ","244425":"\n   What do you think of makeup?\n  ","244426":"\n   Oh well this is a sub account for someone else so... guess I'll make one more haha. Or I can just tell you cause but this point... you're probably aware of my account name\n  ","244427":"\n   Hi bachi\n  ","244428":"\n   I know you don't give out your socials but is there ANY public thing you have besides ask? I adore following you on here but I have had a dozen accounts banned for no reason so I'm done with ask but I dont wanna stop being able to talk to you\n  ","244429":"\n   Yeah\n  ","244430":"\n   Sleeper tight 👍🏻\n  ","244431":"\n   What stinks about babysitting babies?\n  ","244432":"\n   Well yeah of course. Love is sacrifice and I'll sacrifice my time if it means you get time to relax and unwind. I'd do the job to the best of my ability so you won't have to\n  ","244433":"\n   I'd work in your place if I could\n  ","244434":"\n   You’re in the top 100 on ask!! How does that make you feel?\n  ","244435":"\n   What board games are worth your attention?\n  ","244436":"\n   My brother has been hanging out with his friend all day. He's been at her house swimming in her pool. Now they're back at the house in his room eating wings. He says they're just friends but why have they been spending so much time with each other.\n  ","244437":"\n   Marisa komm und geh mit mir\n  ","244438":"\n   I would love to see how you look dressed as a nun 😊 i think you would be beautiful\n  ","244439":"\n   I'm 14 not 12\n  ","244440":"\n   Lisa is nice but her evil side is rather stark but you claim it would be \"hot\" until your a$$ is red then you won't think its hot\n  ","244441":"\n   Yeah but it doesn't happen often, you need to do something really bad to get the paddle, usually she does other things like take our wifi away\n  ","244442":"\n   Yeah figured. Big hazel eyes. Full chest. Apparently buff arms and chubby belly. Goddess like hair. You help people for a living. You're smart. Damn you're the total package no wonder everyone hits on you\n  ","244443":"\n   Because its supposed to hide the cries\n  ","244444":"\n   You can't we will intervene and punish you for such acts\n  ","244445":"\n   Favorite spells, sigils, rituals?\n  ","244446":"\n   Yeah what if something tied you up then put their fingers in your väginä would that be \"hot\"\n  ","244447":"\n   No its not, its the worst feeling ever, you be bad and hear that type of music turn on you know either you or someone else is getting the paddle to the cheeks\n  ","244448":"\n   Lisa will turn on violin music and s.pank your bare a$$ for misbehaving\n  ","244449":"\n   You want to feel the paddle w.hacked against your a$$ it seems like trust me it hurts\n  ","244450":"\n   You said if you were with the right guy you would\n  ","244451":"\n   You're not allowed to get a dixk in your a$$\n  ","244452":"\n   probably get hit on a lot then? I mean you're sexy and awesome so\n  ","244453":"\n   Ok we just worry about people hurting you\n  ","244454":"\n   Can one of us come see you to check up on you every night possibly\n  ","244455":"\n   Oh looks so real. Lol\n  ","244456":"\n   If you wanted you can come live with us where you're safe\n  ","244457":"\n   Im torn between stranger things and supernatural, which one is your favorite?\n  ","244458":"\n   You don't have to worry about people going to your house like they threatened on your previous account because we look out for you\n  ","244459":"\n   glad it doesn't bother you but he like confessed his feelings about you and then left lol\n  ","244460":"\n   No you didn't 🤣\n  ","244461":"\n   Yeah do that you shxt the first time like shxt on his dixk 🤣\n  ","244462":"\n   Do you think you would take it in the back door for the right guy\n  ","244463":"\n   I am better now.\n  ","244464":"\n   I knew you wouldn't win you literally hit a car from behind you're always at fault, i was there laughing\n  ","244465":"\n   he doesn't? how do you know\n  ","244466":"\n   the catfish guy. he said something to you about you being a drug and then he deactivated\n  ","244467":"\n   You lost the court case\n  ","244468":"\n   Does fish boy love you??\n  ","244469":"\n   Who is your most attractive friend?\n  ","244470":"\n   How often do you lie to people?\n  ","244471":"\n   Haha ok\n  ","244472":"\n   Mars!🤗🤗How're you doing?🌷⚘\n  ","244473":"\n   Do you have WhatsApp or mobile number?\n  ","244474":"\n   Be a character in \"Lord of the Rings\" 💍 or in \"Harry Potter\" ⚡?\n  ","244475":"\n   Would you live in a library where books 📚 are your only entertainment OR stay in a prison and have access to all TV 📺  channels?\n  ","244476":"\n   What is your attitude towards hunting?\n  ","244477":"\n   I hear sirens. I am afraid.\n  ","244478":"\n   Mari does your heart melt when people call you Mari ?\n  ","244479":"\n   Loving the profile photo!❤You're adorable wearing glasses!💖\n  ","244480":"\n   Opinion on wearing face masks to keep ourselves and others protected against covid?\n  ","244481":"\n   Wait why am I getting dragged into all this? Don’t get me wrong you’re very very attractive like damn wow not saying I would not. However,  we don’t know each other. We only talk on ask now and then\n  ","244482":"\n   Do you wanna try wake surfing?\n  ","244483":"\n   Good how’re you\n  ","244484":"\n   Hey babe\n  ","244485":"\n   I think I h.ate creepy and senile Joe Biden ever more than Trump\n  ","244486":"\n   Well, well, well.  Sounds like you've finally come to terms with your drinking problem.  I am proud of you for real\n  ","244487":"\n   👀\n  ","244488":"\n   Sober bonefire?\n  ","244489":"\n   Yes you go girl!\n  ","244490":"\n   If there's no Corona Virus, what would you rather be doing? 🦠\n  ","244491":"\n   What life skills are rarely taught but very useful? 👍\n  ","244492":"\n   Thank you cutie😊💐\n  ","244493":"\n   I got a link for you 🤣🤣\n  ","244494":"\n   Spark it up, babe\n  ","244495":"\n   Can't you just drink beer or wine then?\n  ","244496":"\n   What's the weirdest scar you have? How did you get it? 👍\n  ","244497":"\n   Don't go all pc snowflake on me\n  ","244498":"\n   I love Mari the drunk Russian girl\n  ","244499":"\n   Run the jewels 4 is goat\n  ","244500":"\n   I like you better when you were a drunk\n  ","244501":"\n   Lick my jewels, babe\n  ","244502":"\n   Are we drinking JD this fine morning?\n  ","244503":"\n   How good are you with budgeting money? Are you a big saver or spender? 🤑💸💰\n  ","244504":"\n   Am doing great beautiful, care to know you better if you don’t mind.\n  ","244505":"\n   What would you do if a close friend started saying mean things about you? 😈\n  ","244506":"\n   Love your dp\n  ","244507":"\n   I shot my mouth off and Ben showed me what that hole was for\n  ","244508":"\n   Artificial intelligence\n  ","244509":"\n   Well TBH don't give a fuck bout what you have to comment on my shit or anybody else's comments and seems to be that it got your attention enough that you took your energy to show me love lmao so do you & I'mma do me....dam girl\n  ","244510":"\n   If you were a pornstar, what would be your name ?\n  ","244511":"\n   BIRTHDAY GIRL! 🎂\nHappy Birthday to ya sista'!\n   \n    @Illin_ahmed\n   \n   If you guy's get a second. Visit my sister's page and wish her a happy birthday on her wall!\nShe is the best! 😁\n\nYou don't have to answer this question just ignore it or use as a filter.\n  ","244512":"\n   Have you ever been madly jealous? What did you do? 😂\n  ","244513":"\n   you ok x\n  ","244514":"\n   I think its rather rude for them to speak on the same tread saying horrid things\n  ","244515":"\n   Ok don't work 😄\n  ","244516":"\n   I can help support you! It's just one day!\n  ","244517":"\n   Good girl 👍\n  ","244518":"\n   Did you push out baby yet?\n  ","244519":"\n   If you could domesticate any animal in the world, which one would you choose? 🦁 🐻 🐯 👍\n  ","244520":"\n   Thank you hun you're really nice.\n  ","244521":"\n   They both suck and this country is a joke. End of discussion.\n  ","244522":"\n   what's wrong with that? lol\n  ","244523":"\n   You're like an addictive drug and I can't give you up. Always want more 😍❤️\n  ","244524":"\n   Do you know anything about AI?\n  ","244525":"\n   You get bored so easily lol 😅\n  ","244526":"\n   😂😂😂\n  ","244527":"\n   What do you personally think your best made dish is??\n  ","244528":"\n   Never heard of helpMe69 tbh\n  ","244529":"\n   Say what?? Lmao\n  ","244530":"\n   I'm sure you know you are absolutely gorgeous but I had to tell you anyway 😁\n  ","244531":"\n   Hello dear\n  ","244532":"\n   How are you?\n  ","244533":"\n   Love Bites by Def Leppard\n  ","244534":"\n   Hi Marisa how are you\n  ","244535":"\n   So we're not friends anymore?\n  ","244536":"\n   Be nice\n  ","244537":"\n   Take it or leave it 🤣 bye\n  ","244538":"\n   Maggie said to say sorry to you so i signed on to my backup to say it x\n  ","244539":"\n   What are you doing rn?\n  ","244540":"\n   Well you mean a lot to me so 😘\n  ","244541":"\n   🤣🤣🤣🤣\n  ","244542":"\n   Love your mask in those pics and your hair looks awesome.  How often do you wear the mask ?\n  ","244543":"\n   Blacked or Brazzers\n  ","244544":"\n   What’s the scariest dream you’ve ever had? 💭 😨 👍\n  ","244545":"\n   Yo you should friend me. I mean it doesn't work on my phone rn lol but we should friend each other 😎\n  ","244546":"\n   What if you see imperfections as perfections? Like I see your scars as perfect tbh 😍\n  ","244547":"\n   That's the correct kind of sandwich 😎😍\n  ","244548":"\n   I have idiot on my head.\n  ","244549":"\n   Even Mexico is able to judge these days.\n\nHalf all the news in the UK can be categorised as \"what is wrong with America?\".\n  ","244550":"\n   Must have awkward situation ... How did you tell them?\n  ","244551":"\n   Do you enjoy chatting on the phone with your friends? 👋\n  ","244552":"\n   Hello beautiful how are you?\n  ","244553":"\n   Haha look who's the poet now! 😄\n  ","244554":"\n   Does anyone else use a whole roll of toilet paper to wipe their a$$\n  ","244555":"\n   I don't want to touch you too much baby 'cause making love to you might drive me crazy, I know you think that love is the way you make it, so I don't want to be there when you decide to break it, no.\n  ","244556":"\n   😻🔪💞\n  ","244557":"\n   WTF SHES BACK!? OMFG I LOVE HER!!! She is actually how I found your page!\n  ","244558":"\n   Do you think it would be hot to secretly get your pxssy fuxked in the lake at a beach where nobody is then letting the c.u.m roll out of you into the water\n  ","244559":"\n   Lisa deactivate because of Nynu\n  ","244560":"\n   When you're alone do you let go? are you wild and willing or is it just for show?\n  ","244561":"\n   Lmao wouldn't you be mommy?\n  ","244562":"\n   You have big dickerydoo energy 😻 Can I call you daddy?\n  ","244563":"\n   What games do you play on your phone? Cooking, farming, arcade? 📱\n  ","244564":"\n   What is your favorite sandwich? PAP? 🥪\n  ","244565":"\n   Do you think someone's imperfections make them more attractive? 😍❤\n  ","244566":"\n   Canada is like an apartment that is above a crack house.\n  ","244567":"\n   Why can't Americans come to Canada and obey our Covid 19 laws? Our country has the lowest cases in North America because we have love for each other and a majority of us wanna protect our fellow Canadians\n  ","244568":"\n   Love to see you in shorts\n  ","244569":"\n   What's the worst mistakes you've ever made (if you're willing to share it)? Why was it so bad? If you share yours, I'll tell you one of mine in return.\n  ","244570":"\n   Would you rather visit a zoo or an art museum?\n  ","244571":"\n   I deleted that screenshot to keep my brownie points high\n  ","244572":"\n   Hopefully you get the paddle one day and see how you feel after\n  ","244573":"\n   Yeah i do remember me and Lisa talked about it so i didn't get the paddle\n  ","244574":"\n   My child isn't my biological and neither is Lisa's\n  ","244575":"\n   Yes there is, most of us have nun beliefs you don't know what that is\n  ","244576":"\n   Hahah what happened next?\n  ","244577":"\n   Yet you say i need help 🤣\n  ","244578":"\n   By who?\n  ","244579":"\n   Have you ever been caught watching Po*n?\n  ","244580":"\n   Do you watch Karen videos on Instagram\n  ","244581":"\n   You always put everything online, have you heard the term \"closed mouth catches no flies\"\n  ","244582":"\n   My father was born in SSM.\n  ","244583":"\n   Neither do I but I do have a wife\n  ","244584":"\n   Thats your roommate 🤣\n  ","244585":"\n   MermaidOnTheMoon 🤣\n  ","244586":"\n   Why do you go telling your husband everything 🤣\n  ","244587":"\n   .-. How far did you scroll? Jfc creep\n  ","244588":"\n   Are you a inspector\n  ","244589":"\n   From your girlfriends oop\n  ","244590":"\n   When will you deactivate?\n  ","244591":"\n   My niece is named Ashey.\n  ","244592":"\n   Ok what are wearing rn 🤔\n  ","244593":"\n   Good just been busy lately i bought new shoes\n  ","244594":"\n   Sent me a few links of your favourite porn movies.\n  ","244595":"\n   Rough or romantic? Quickie or marathon session?\n  ","244596":"\n   Nice 1  👉👌👈\n  ","244597":"\n   Who's your favourite porn star?\n  ","244598":"\n   Ok\n  ","244599":"\n   Do you like anime? 🖤\n  ","244600":"\n   But whyyyyyy\n  ","244601":"\n   Why you don't wanna work?\n  ","244602":"\n   It reminded me of pineapple.\n  ","244603":"\n   Hi Marisa how have you been ?\n  ","244604":"\n   You evil satan worshipping demon of sexiness omfg you are so bad yet soooooo goooooood 😍😍😍\n  ","244605":"\n   Maggie and Erin are literally better than anyone on this app, Lisa being the third and Carter Cummins being the forth, all four have incredible jobs\n  ","244606":"\n   I'm just saying i didn't taste anything!\n  ","244607":"\n   Your eyes are like star light 😘\n  ","244608":"\n   Then call in sick! We can order in and watch movies and have fun 😊\n  ","244609":"\n   noooo just thick! haha\n  ","244610":"\n   Ashley doesn't know english well, she said \"come with me to Germany\"\n  ","244611":"\n   I tried Ashley väginää before it doesn't taste like anything but she's older then me and we did it when we had a sleep over\n  ","244612":"\n   Ok....\n  ","244613":"\n   Nah just eat for exercise!\n  ","244614":"\n   Komm mit mir to Germany X\n  ","244615":"\n   Do you think its terrible people get famous on the internet? Theres no structure for stability their fam could take a fall one day and they'll be out of income\n  ","244616":"\n   Hi hun you know any cute boys that are single? I am 16 and German, i love American boys 😍\n  ","244617":"\n   I wanna know your secret tattoos and the way you change moods and the songs you sing when you are all alone. And of course your favourite dance in front of your friends cause I think that you’re special 🥺.\n  ","244618":"\n   I'm a nun hbu\n  ","244619":"\n   single\/taken\/talking?\n  ","244620":"\n   Tell me your two dirty secrets\n  ","244621":"\n   What do you think of Katelyn Ohashi ?\n  ","244622":"\n   Truth or dare\n  ","244623":"\n   eat more! 😍\n  ","244624":"\n   But not too much right? Haha just teasing\n  ","244625":"\n   What makes you sad? Is it worth it?\n  ","244626":"\n   What do you call your real friends? Me: Bitches HAHAHA\n  ","244627":"\n   Hello Marisa!\n  ","244628":"\n   This is Ricky again.\n  ","244629":"\n   Do you talk to Chloe on email ?\n  ","244630":"\n   Mari do not talk to Ricky. He is weird.\n  ","244631":"\n   Do you listen to TED Talks? 🗣\n  ","244632":"\n   What harsh truths do you prefer to ignore? 💔\n  ","244633":"\n   Ok Miss gorgeous\n  ","244634":"\n   I adore you... so much\n  ","244635":"\n   Onlyfans 😄\n  ","244636":"\n   Is youth and beauty important to you? 🌷\n  ","244637":"\n   English please\n  ","244638":"\n   Do you like flaccid coxks?\n  ","244639":"\n   Alone?\n  ","244640":"\n   Paypal money for short sexy video call?\n  ","244641":"\n   When will you create it, i can't wait anymore for that 😄😅\n  ","244642":"\n   She won’t look old from weed. Only cigarettes. Do you smoke cigarettes too?\n  ","244643":"\n   I'm sorry Ashley is being rude today\n  "},"Answer":{"243571":"\n  😂😂😂\n  ","243572":"\n  For once my inbox is emptyyyyy😍 it looks so clean c:\n  ","243573":"\n  Last laugh.\n  \n  Greed has never gotten anybody far\n  ","243574":"\n  I like patterns\n  ","243575":"\n  I can see why they'd think that\n  ","243576":"\n  That apparently I need jesus😂😂\n  ","243577":"\n  I have no idea tbh!\n  ","243578":"\n  Through Mermaid c:\n  ","243579":"\n  Depends whom you mean.\n  \n  I know two.\n  \n  One from hs who is a horrid person.\n  \n  And another whom is a really good friend\n  ","243580":"\n  Idfc\n  ","243581":"\n  If she doesn't know ya well\n  ","243582":"\n  Yes.\n  ","243583":"\n  You must be bored\n  \n  Go be bored elsewhere\n  ","243584":"\n  Looks can trick.\n  \n  Here if you need to vent.\n  ","243585":"\n  Oops looks like I missed it🤷🏻\n  ","243586":"\n  Bc as much sense as it makes I don't think it's fully possible. Something had to have been put here to start it all lol.\n  \n  I FINALLY cleared my inbox holy shit\n  ","243587":"\n  Sorrrryyyy\n  ","243588":"\n  Sober def\n  ","243589":"\n  I shall😇\n  ","243590":"\n  Ew why'd I have to see her ugly face\n  \n  Suffer with me guys\n  ","243591":"\n  😍😍\n  ","243592":"\n  To an extent. Im just tired tho\n  ","243593":"\n  That basically sounds like unprofessional therapy lmao.\n  ","243594":"\n  🤦🏻\n  ","243595":"\n  This is so old\n  \n  Im so sorry🙃\n  ","243596":"\n  Work sadly\n  \n  Yourself?\n  ","243597":"\n  Idk tbh\n  ","243598":"\n  Im sleepy😭\n  ","243599":"\n  Yes😍\n  ","243600":"\n  You're a fox or a wolf hehe c:\n  ","243601":"\n  I wanna swimmmmmmm\n  ","243602":"\n  Ill make sure not to!\n  \n  Hope you're doing well!☺\n  ","243603":"\n  Hehehee\n  ","243604":"\n  Smh🙃😂\n  ","243605":"\n  💀🤦🏻\n  ","243606":"\n  I could. Lol.\n  ","243607":"\n  Yesssss😍 tyy\n  ","243608":"\n  Sorry for the late response. I have too many ?s lol.\n  \n  Im workin so💀\n  \n  Hru\n  ","243609":"\n  My whaa\n  ","243610":"\n  Oh god\n  ","243611":"\n  Bitches\n  ","243612":"\n  Yes.\n  ","243613":"\n  Lmao just like the aliens huh?\n  \n  Yall have creative minds, ill give you that.\n  ","243614":"\n  What's the point of that😂\n  ","243615":"\n  I'm lazy tbh\n  ","243616":"\n  Death\n  ","243617":"\n  Passive aggressiveness is not flattering most times, js\n  ","243618":"\n  Why wouldn't I be?\n  ","243619":"\n  Decent. Just made it to work.\n  \n  Yourself?\n  ","243620":"\n  Apparently it smells good hehe\n  ","243621":"\n  Eminem\n  ","243622":"\n  Meh. Thanks but I'm gonna lol.\n  ","243623":"\n  No lmfao\n  ","243624":"\n  Oh I was talking about a parody Five Nights at Freddys ask account that keeps bugging me😂\n  ","243625":"\n  What?\n  ","243626":"\n  Autumn! The smells and sights😍 and SPOOKY SEASON😍💀\n  ","243627":"\n  Why always material things\n  \n  But both make me happy regardless\n  ","243628":"\n  Nature\n  ","243629":"\n  Oh god\n  ","243630":"\n  Actually, yeah lol.\n  ","243631":"\n  Same\n  ","243632":"\n  Sure\n  ","243633":"\n  Awwh thank you so much! As do you☺✨\n  ","243634":"\n  I don't\n  \n  They're always in my inbox and spewing shit on their pages\n  \n  I reply to like 1\/3 of what they send me, if that😂💀\n  ","243635":"\n  I mean, yeah of course you do!\n  \n  Your case already sounds a lot different than the clients I work with tho.\n  \n  That's what I was trying to tell Erin and Maggie, there's different levels of disabled but they're so closed minded it didn't register\n  ","243636":"\n  Lol\n  ","243637":"\n  Yeah lol\n  ","243638":"\n  Yeah!\n  ","243639":"\n  No way\n  ","243640":"\n  Barefoot c:\n  ","243641":"\n  Idk what to say\n  \n  Ppl are weird on this site\n  ","243642":"\n  Lmao. Certain people, I agree\n  ","243643":"\n  Jesus\n  ","243644":"\n  Much love☺\n  ","243645":"\n  No i doubt it😂\n  ","243646":"\n  Lol nahhhh\n  \n  I just want to be fit and healthy lol\n  ","243647":"\n  Lmao\n  ","243648":"\n  How ya doing\n  ","243649":"\n  I like genuine and honest people. As well as loyal\n  \n  And I usually like white and black guys lol\n  ","243650":"\n  Drugs kids. Dont do em\n  ","243651":"\n  Tbh usually it's their personality. Like I do care about looks don't get me wrong but, that has never matter much to me- if that makes sense.\n  ","243652":"\n  I don't understand how you can talk the night before about USA's contained fire laws then question why an American is having a cOntAiNeD fIrE.\n  \n  Retard\n  ","243653":"\n  I have too many ?s and I'm lazy asf today\n  ","243654":"\n  Weird flex kid\n  ","243655":"\n  I don't mind it lol.\n  ","243656":"\n  The feeling is not mutual.\n  ","243657":"\n  Why are you so obsessed\n  ","243658":"\n  You're not with me so I could give a fuck what you do\n  ","243659":"\n  Well, hi!\n  ","243660":"\n  K\n  ","243661":"\n  It looks like the moon\n  ","243662":"\n  Me?😂 Lmao I just woke up, dunno bout you\n  ","243663":"\n  So far so good! Some nerve pain from time to time but other than that it's fully healed! :3\n  ","243664":"\n  💜✨\n  ","243665":"\n  I love The Beatles. One of the bands I grew up with\n  ","243666":"\n  I was sleeping lol\n  ","243667":"\n  I still haven't drank😇\n  ","243668":"\n  🤢\n  ","243669":"\n  Miss ya too!\n  ","243670":"\n  The Beatles💜\n  ","243671":"\n  Black tank and grey undies\n  ","243672":"\n  Pretty goooooood\n  \n  You?\n  ","243673":"\n  Lol hopefully one day.\n  ","243674":"\n  Awwhhh🙊\n  ","243675":"\n  Bc murder is hot lets be real\n  ","243676":"\n  Well thank you💜✨\n  ","243677":"\n  In my fridge\n  ","243678":"\n  Lmfao these hot dogs could do the trick😂😏\n  ","243679":"\n  Lmao cx\n  ","243680":"\n  Not currently lmfaoo\n  ","243681":"\n  Late night bonfires😍🔥\n  ","243682":"\n  Pretty high\n  ","243683":"\n  Mermaid😏\n  ","243684":"\n  Hope everyone had a dope day today👌🏻\n  ","243685":"\n  Fire\n  ","243686":"\n  I'm havin another bonfire soon😍\n  ","243687":"\n  Omg it does😂\n  ","243688":"\n  Satan\n  ","243689":"\n  Lmao k\n  ","243690":"\n  Idfc\n  \n  Shit is immature asf\n  ","243691":"\n  *shelf\n  \n  Yall gotta learn to spell😂\n  ","243692":"\n  Cool. Ask them lmfao\n  \n  Bye\n  ","243693":"\n  It's even worse to be female😘\n  ","243694":"\n  *stab him\n  ","243695":"\n  Waffles\n  ","243696":"\n  Why are you so obsessed with a roleplay act?😂\n  ","243697":"\n  👋🏻\n  ","243698":"\n  Then what\n  ","243699":"\n  ThIs piZzA shoP iS sO sCarY🤣💀\n  ","243700":"\n  Lol ok\n  \n  It's just another troll🤦🏻\n  ","243701":"\n  Who?\n  ","243702":"\n  Your address is public record\n  \n  Chill\n  ","243703":"\n  Just woke from a nap so im having a cig\n  \n  You\n  ","243704":"\n  My mood that day lol.\n  ","243705":"\n  Go away\n  ","243706":"\n  No\n  ","243707":"\n  Depends.\n  ","243708":"\n  Idc about new years rn\n  ","243709":"\n  Nahh more like annoying lol\n  ","243710":"\n  Yeah.\n  \n  I cant wait for fall\n  ","243711":"\n  Ahaha😇\n  ","243712":"\n  No\n  ","243713":"\n  Yeahhhhhh🤣🤣🤦🏻🤷🏻\n  ","243714":"\n  She was pissed she had to brush her teeth and threw her shower box up against the mirror, grabbed her brush and beat it against the mirror and after she was done I told her she needed to clean it up and she forgot her razor and so I pointed it out and she snapped, grabbed it, cornered me and started slashing at me saying \"ill slice you\" and laughing .-.\n  \n  I'm finding another job. Im over it. And the manager doesnt even think it was that bIg oF a DeAl LIKE ?!?!\n  ","243715":"\n  I caregive bud. Don't think we're discussing the same job cx\n  ","243716":"\n  No lmao\n  ","243717":"\n  Imo ribs\n  ","243718":"\n  Howdy.\n  \n  I'm well, yourself?\n  \n  My client almost killed me🤣\n  ","243719":"\n  Lol I'm no pro🤣 I suck at relations\n  ","243720":"\n  Go get it then\n  ","243721":"\n  Fuck no. Yall dont turn me on🤣🤣\n  ","243722":"\n  😏😏😏\n  ","243723":"\n  No. Two females and a male.\n  \n  And three females.\n  ","243724":"\n  Awwh you're too kind💜\n  ","243725":"\n  Gtfo my page you dirty swine\n  ","243726":"\n  Danke!\n  ","243727":"\n  I'd slaughter them all😈\n  ","243728":"\n  Any of you nasty fucks\n  \n  Anyways, what a dumb, irrelevant question\n  ","243729":"\n  It'd be fun lol.\n  ","243730":"\n  Lmao wild\n  ","243731":"\n  Right? Let's have a gathering a beat all these mfs asses\n  ","243732":"\n  O.o\n  ","243733":"\n  Being a truck driver🤢\n  ","243734":"\n  Perfect lol. Me too.\n  ","243735":"\n  Awwwhhhhhhhhh💜✨ thank you!!\n  ","243736":"\n  Mornin\n  \n  I do.\n  ","243737":"\n  Uh\n  \n  Okay ?🤣\n  ","243738":"\n  Loyal\n  ","243739":"\n  Nah. That pic has got my social security number on it🤣🤣\n  ","243740":"\n  You can call me Mars or Mari\n  ","243741":"\n  Sup.\n  ","243742":"\n  Stop reporting this ffs. Grow up\n  \n  Yes, I have.\n  ","243743":"\n  No, Erin.\n  ","243744":"\n  First one is a nickname obv\n  ","243745":"\n  Tell me about it\n  ","243746":"\n  You like to be scared?\n  ","243747":"\n  Mermaid and my friend Eric\n  ","243748":"\n  I legit haven't gotten shit worth answering lmao\n  ","243749":"\n  Lol what's the catch\n  ","243750":"\n  Nah I'm with friends\n  ","243751":"\n  You can't complain when you work 2-5hr shifts🤦🏻\n  ","243752":"\n  No\n  ","243753":"\n  Hell\n  ","243754":"\n  Leave me alone\n  ","243755":"\n  Yawn\n  ","243756":"\n  Lmao aight then🤣\n  ","243757":"\n  Tf\n  ","243758":"\n  I do.\n  ","243759":"\n  You're correct lol.\n  ","243760":"\n  Don't remember it.\n  ","243761":"\n  What do you think.\n  ","243762":"\n  I've never rimmed a skank.\n  ","243763":"\n  Idk what allucinate is bud\n  ","243764":"\n  Go away\n  ","243765":"\n  Weed doesn't make you hallucinate cx\n  \n  It calms me down when needed and gives me a boost in the mornings too.\n  ","243766":"\n  Ew no\n  ","243767":"\n  No\n  ","243768":"\n  No.\n  ","243769":"\n  Haven't gotten many ?s smh\n  ","243770":"\n  Afternoon!\n  ","243771":"\n  I don't like boys\n  ","243772":"\n  My family, friends and clients\n  ","243773":"\n  Like I said\n  \n  I hate cars. Don't want to talk about them.\n  ","243774":"\n  Me? How🤣\n  ","243775":"\n  Stop asking me car ?s\n  \n  I hate cars\n  ","243776":"\n  Pathetic asf🤦🏻\n  ","243777":"\n  Actual ?s pls\n  ","243778":"\n  I think it got taken down already lol.\n  ","243779":"\n  I want this as an actual tattoo🤣\n  ","243780":"\n  Satans Supreme\n  ","243781":"\n  K capt obv🤣\n  ","243782":"\n  This💜✨\n  ","243783":"\n  2-5 hours and catnaps\n  \n  And no lmao\n  ","243784":"\n  Nah fam🤣\n  ","243785":"\n  No\n  ","243786":"\n  Nah I'm a shot of whiskey😈\n  \n  Thank you tho\n  ","243787":"\n  Lmao well I didn't rape anyone so she can shove her negativity towards me up her blown out twat🤣\n  ","243788":"\n  😈😈\n  ","243789":"\n  Indeed!\n  ","243790":"\n  Why the k\n  ","243791":"\n  Trueee\n  ","243792":"\n  50 million through hard work.\n  ","243793":"\n  Naps\n  ","243794":"\n  When people get badly injured or sick paramedics are the ones that stabilize and transport the patient to the hospital\n  ","243795":"\n  This thread is too long cx\n  ","243796":"\n  I want to\n  ","243797":"\n  Can I watch? Ill keep quiet\n  ","243798":"\n  Oh no worries☺ I know! :3\n  ","243799":"\n  Oh yeah lmao\n  ","243800":"\n  *she\n  \n  She's psychotic lol.\n  ","243801":"\n  This Batman game is pretty sick. Graphics these days😍\n  ","243802":"\n  I'm smart about it. I do final checks first. They're good clients except for one\n  ","243803":"\n  Maggie's actually mad mad I used her ? as a filler\n  \n  Lmao priceless👏🏻🤣\n  ","243804":"\n  Stop being so obsessed child😘\n  \n  Ik I'm amazing but damn🤷🏻\n  \n  And no, I don't. You piss in water bottles and don't groom so🤢🤣🤣\n  \n  Bye bye now😇\n  ","243805":"\n  Yeah bc coming in giving one client a shower, giving another a shower, making dinner, cleaning up, changing, doing stimulus activities, giving another shower, making snacks, and grooming for bed, and putting them all to bed is sLeEpIng🙃👌🏻\n  \n  Bite me bitch. You wouldn't survive a minute I promise😘\n  ","243806":"\n  I slid in a nap ngl\n  ","243807":"\n  Idk lmaoo\n  ","243808":"\n  Lol you do it\n  \n  It's hard. Trust me.\n  ","243809":"\n  What? No. Caregiving. I take care of disabled adults. It's literally called being a caregiver lol\n  ","243810":"\n  Caregiving. It's a little different than your normal job\n  \n  It's all good tho, my manager is comin in\n  ","243811":"\n  HAAAA\n  \n  MY MANAGER GOT STUCK WITH IT ON HER DAY OFF🤣🤣🤣\n  ","243812":"\n  You're a riot🤣\n  ","243813":"\n  Yep.\n  ","243814":"\n  Yep🤙🏻\n  \n  Lmao fml\n  ","243815":"\n  Their car broke down ig smh\n  ","243816":"\n  Just long\n  \n  Been here for over 16 hours already\n  ","243817":"\n  Nope still at work\n  \n  My replacement called off but I refuse to stay another 8 hours\n  ","243818":"\n  Hi lol\n  ","243819":"\n  😇😇\n  ","243820":"\n  Ew no tf\n  ","243821":"\n  Ahahahha I love it\n  \n  This made me giggle\n  ","243822":"\n  Awhh lol\n  ","243823":"\n  I think so ?\n  \n  Idk I haven't been on in a min lol.\n  ","243824":"\n  Not feeling it\n  \n  Today isn't the best of days for that\n  ","243825":"\n  You mean now?🤣 me lmao\n  ","243826":"\n  💜✨\n  ","243827":"\n  Only with certain people😇\n  ","243828":"\n  hoMe you bastard🤣\n  ","243829":"\n  They're both strict but nice too. My parents are very serious people\n  ","243830":"\n  Same tbh😭\n  ","243831":"\n  Soon! It's supposed to later today☺\n  ","243832":"\n  Howdy\n  ","243833":"\n  Pretty good! Yourself?\n  ","243834":"\n  Awh no it's not!\n  ","243835":"\n  Human stupidity. We were made to do better but we don't apply our smarts\n  ","243836":"\n  I dunno lol\n  ","243837":"\n  I don't let individuals who can't type out a proper sentence suck my boobs\n  ","243838":"\n  Mermaid\n  ","243839":"\n  Either the blanket or coffee lol\n  ","243840":"\n  This Erin cunt needs to keep my name out of her mouth\n  \n  She really just salty I wont be friends with her switch up bipolar ass. Like, bitch😒\n  ","243841":"\n  SO ARE YEW💜\n  ","243842":"\n  Nah\n  ","243843":"\n  Thank ya!\n  \n  I'm bored 3:\n  ","243844":"\n  Facebook\n  ","243845":"\n  Bunny that makes me waffles c:\n  ","243846":"\n  It ranges from late 20's to late 60's\n  ","243847":"\n  Absolutely\n  ","243848":"\n  💜✨\n  ","243849":"\n  I don't but dw lol.\n  ","243850":"\n  YESSS SPOOKY SEASON YAYAYAY\n  ","243851":"\n  Before bed snacks lol. Everyone is already showered and in their pj's☺\n  ","243852":"\n  Caregiving is different\n  ","243853":"\n  That's what I said\n  ","243854":"\n  Someone can't English\n  ","243855":"\n  Nope\n  ","243856":"\n  Idfc what that broad approves of\n  ","243857":"\n  Die\n  ","243858":"\n  Lmao of course not\n  ","243859":"\n  💜✨\n  ","243860":"\n  Rip lmao🙃\n  ","243861":"\n  Up yours mf\n  ","243862":"\n  Thanks!\n  ","243863":"\n  Idk what that is\n  ","243864":"\n  7a.\n  ","243865":"\n  Not your babe\n  \n  And I'm working sadly\n  ","243866":"\n  Solar Opposites\n  ","243867":"\n  I have to work a double today ugh\n  ","243868":"\n  Truth.\n  ","243869":"\n  I'm not explaining this for the 50th time\n  \n  Bye\n  ","243870":"\n  Thank youuuuuu💜✨\n  ","243871":"\n  ☺✨\n  ","243872":"\n  Who doesn't have a fridge dumbass\n  \n  Get off my ask ffs\n  ","243873":"\n  It's not my house. Lay off fag\n  ","243874":"\n  This house isn't my concern. What it has and doesn't have isn't either. Shouldn't be one of yours. Stop asking me all this pointless shit. You're being ignored from now bitch\n  ","243875":"\n  Will you shut the fuck up about air conditioning you actual retard. You're fucking annoying and pathetic as shit. Go work or smth\n  ","243876":"\n  I miss my best fucking friend.\n  ","243877":"\n  Sorry if I'm not on here as much the next few days.\n  ","243878":"\n  Idfc\n  ","243879":"\n  Girl if you spew shit about me on your ask, stay out of mine\n  \n  Stop acting like we're friends or smth.\n  ","243880":"\n  Nope. Bye now\n  ","243881":"\n  Why so your gf can make fun of her too? Nah fam. Fuck off. Y'all got nothing but crooked intentions and I'm not in the mood anymore✌🏻\n  ","243882":"\n  What??\n  ","243883":"\n  Ew no\n  ","243884":"\n  What she does and doesn't do is none of your concern nor my place to discuss. Questions bout me fam c'mon\n  ","243885":"\n  Welp\n  \n  Off to hell I go🙃\n  ","243886":"\n  My dog wont stfu🙃\n  ","243887":"\n  Oh god🤦🏻\n  ","243888":"\n  Am I what now🤣🙃\n  ","243889":"\n  Followed back!\n  ","243890":"\n  Fully, happy and relaxed\n  ","243891":"\n  Weird man\n  ","243892":"\n  Google it\n  ","243893":"\n  As I said.earlier\n  \n  Dunno\n  ","243894":"\n  That'd be so much fun! I'd show you the ropes :3 you'd love my girls\n  ","243895":"\n  Lmao wow\n  \n  You should never get hired as that's against the law☺\n  \n  I'm not even a dyke either. But cool story✌🏻\n  ","243896":"\n  Yessssss do ittttt😍😍😍\n  \n  Ill be on a double wishing I was eating with you instead🤣\n  ","243897":"\n  My dog just busted ass inside all out of breath🤣🤣\n  ","243898":"\n  I made spaghetti for dinner and I'm happy asf\n  ","243899":"\n  Lmao\n  \n  Once again\n  \n  I was mocking someone🤷🏻\n  ","243900":"\n  Thanks!\n  ","243901":"\n  I've shown it before\n  \n  You must be new\n  \n  Welcome to hell\n  ","243902":"\n  🤷🏻🤷🏻\n  ","243903":"\n  1. Ew\n  \n  2. Idfc, leave\n  ","243904":"\n  One of my best friends\n  ","243905":"\n  Lmao that's a joke if I ever heard one\n  ","243906":"\n  Lol I'm mocking a bitch dw\n  ","243907":"\n  Fuck off tiny dicked dOm\n  ","243908":"\n  🤣🙃🤣🙃\n  ","243909":"\n  That's not my name LMAOOO\n  ","243910":"\n  Most💀✌🏻\n  ","243911":"\n  Heheh love you tooooo💜🖤\n  ","243912":"\n  Taco Cats😍\n  ","243913":"\n  Couldn't tell you.\n  ","243914":"\n  Bc you are ?\n  \n  🤣🤙🏻💀\n  ","243915":"\n  Gonna have to be more specific. This is a whole thread of basically statements bud.\n  ","243916":"\n  She spam likes not just me. Get over yourself\n  ","243917":"\n  It'll take awhile before you can drive with basic distractions. Take your time.\n  \n  I am. It's taking a min to feel fully relaxed behind the wheel but I'll get there lol.\n  ","243918":"\n  Legit🤦🏻🙃\n  ","243919":"\n  Lmao I'm so sorry for you\n  ","243920":"\n  He's okay.\n  ","243921":"\n  Okay ?\n  \n  And?🤣 I don't wanna be called them.\n  \n  Shouldn't be a big deal🙃\n  \n  You legit could've just asked me \"Do you have to work tonight?\" Like ?\n  ","243922":"\n  What about her.\n  ","243923":"\n  Good\n  ","243924":"\n  I'm not scared of shit\n  \n  I may not like something and voice that because I can but I'm sure not scared\n  \n  Nice try tho\n  ","243925":"\n  Don't call me babe\n  \n  I'm tired of pet names\n  \n  No.\n  ","243926":"\n  How many times do I have to say\n  \n  I'm not just talking about them🙃\n  \n  God you're rEtArDeD🤣🙃\n  ","243927":"\n  Hang mf\n  ","243928":"\n  LMAOOOOOO THIS IS THE FUNNIEST THING YET\n  \n  Have you like not BEEN HERE🤣🤣🤣\n  \n  You make me sad\n  ","243929":"\n  Lmaoooooo I'm not bUlLyInG LiTtLe kiDs🤣🤣 asking people to stop hitting on me and making me uncomfortable isn't bullying, bud. Grab yourself a pocket dictionary, it'll get you far\n  ","243930":"\n  You didn't need to waste your precious time to tell me that fag🤣 Ik what they are and I'm not only just talking about them. Hop off my nuts🤷🏻🙃\n  ","243931":"\n  I'm not playing words games. Either way.\n  ","243932":"\n  Do you like\n  \n  Have nothing better to do?\n  \n  I'm not a loser, if anything you are- coming on here spitting dumb shit every 5 mins. Grow up and go do something productive m'dude\n  ","243933":"\n  Oreos c:\n  ","243934":"\n  I'm bored 3:\n  ","243935":"\n  I have no idea aha\n  ","243936":"\n  Makes sense! Theres nothing wrong with that either. I wish you luck with it! It's fun but safety is number one☺\n  ","243937":"\n  Oh!\n  \n  Sorry. People have been bothering me about it lol. Tbh I'd say both helps a lot! Classes to get the more complicated and confusing stuff out of the way and parents to drive with aside from the driving you'll do in class. How old are you?\n  ","243938":"\n  Yesssssssss\n  ","243939":"\n  I do! Grape lol\n  ","243940":"\n  Chris Rock\n  ","243941":"\n  Uh. Sorry, idk what to say💀\n  ","243942":"\n  I wish people would stop flirting with me on here\n  \n  I'm nobodies queen or love or lord. Like... Stop\n  ","243943":"\n  You know it\n  ","243944":"\n  Set your sights on other things hun. You seem kind, you will find love☺\n  ","243945":"\n  See, that's just gross to me. Idk how anyone could live like that🤢🤢\n  ","243946":"\n  Off my ask.\n  ","243947":"\n  Fuck the heat lmao\n  ","243948":"\n  💀💀💀💀\n  ","243949":"\n  24\n  ","243950":"\n  I took classes and my father did. I was distracted when I crashed. I was talking about deep things and wasn't fully focused. It was legit a one time thing. Chill and stop focusing on it\n  ","243951":"\n  I don't lol.\n  ","243952":"\n  15\n  ","243953":"\n  Danke\n  ","243954":"\n  Lmaoooooooooooooooo\n  ","243955":"\n  I used to date the girl I live with for 5 years lol\n  ","243956":"\n  Not you again🤣🤣\n  ","243957":"\n  Nope\n  ","243958":"\n  Gym\n  \n  Fuck running. If I'm running something is wrong🤣\n  ","243959":"\n  Couple days ago\n  ","243960":"\n  Coyote.\n  ","243961":"\n  A few weeks ago😍😍\n  ","243962":"\n  Smarten up and Ill consider😉\n  ","243963":"\n  Zelda is life guys. Ive been buried balls deep in my 3DS like a child\n  ","243964":"\n  Same!\n  \n  Favorite?\n  ","243965":"\n  Yall aren't even smart enough to spell correctly, if you think I'm any type of bothered you need to recheck your priorities🤣🤣\n  ","243966":"\n  You ever learn how to speak proper English, foreigner? Get off my ask🤣\n  ","243967":"\n  Not my problem they can't be serious and act like actual grown men🤷🏻 doesn't bother me anyways. They can have their fun🤣🤣\n  ","243968":"\n  Yawwwwnnnn🙃\n  ","243969":"\n  Bc we just do. Never got another one after our mutual breakup. And I only sleep 2 days a week at home anyways🤣\n  ","243970":"\n  Are you still retarded🤣 appears so🙃\n  ","243971":"\n  I just took a good ass nap c:\n  ","243972":"\n  eLecTriCiTy\n  ","243973":"\n  Dragon\n  ","243974":"\n  Your mom\n  ","243975":"\n  Stupid ?\n  ","243976":"\n  Why is my inbox basically filled with Ben\n  \n  Gross asf\n  ","243977":"\n  I'm not sure.\n  ","243978":"\n  My username for a sec\n  ","243979":"\n  Drop the damn topic. This is like every day. You're annoying\n  ","243980":"\n  Myself. And many others. Why.\n  ","243981":"\n  Dunno.\n  ","243982":"\n  I'm sleepy\n  ","243983":"\n  Lmao you're funny\n  ","243984":"\n  Smh\n  ","243985":"\n  Idc\n  ","243986":"\n  To\n  ","243987":"\n  I'm not your lord but I hope the same for you!\n  ","243988":"\n  Only on my days off. I work\n  ","243989":"\n  Bdsm isn't sick and twisted if you have aftercare and really love the person.\n  ","243990":"\n  Lmao. Whatever tbh\n  ","243991":"\n  Pft omg\n  ","243992":"\n  K\n  ","243993":"\n  No. Tf.\n  \n  Tf is up with these dumbass ?s\n  ","243994":"\n  Wouldn't happen.\n  ","243995":"\n  Deleting stupid ?s\n  \n  Tired of it lmao.\n  ","243996":"\n  Lmaooo\n  ","243997":"\n  I appreciate it.\n  \n  If I'm honest I'm really not interested in anybody but a special somebody. So all these attempts are futile anyways. I'm not looking for shit🤣\n  ","243998":"\n  ✌🏻\n  ","243999":"\n  Beat their ass lmao\n  \n  Slice them up\n  \n  Same things I'd do if a guy tried.\n  ","244000":"\n  Mm well in that case\n  \n  Fuck off kiddo.\n  ","244001":"\n  Usually when I bake!\n  ","244002":"\n  What??\n  ","244003":"\n  The fuck.\n  ","244004":"\n  Attempted. Not the best tbh lol.\n  ","244005":"\n  I had v frizzy hair as a bb\n  ","244006":"\n  Don't be lil bitches lol\n  ","244007":"\n  Been told of I were a boy I'd basically be him\n  ","244008":"\n  No ?\n  ","244009":"\n  Can't say that I have.\n  \n  Tired of talking about trucks and pee and weird shit. Ask me other stuff.\n  ","244010":"\n  Yes c:\n  ","244011":"\n  Lowkey, yeah\n  ","244012":"\n  Ask her💀\n  ","244013":"\n  Work.\n  \n  Sounds fun aha.\n  ","244014":"\n  Idk who this is\n  ","244015":"\n  Well I know many more! Lol\n  ","244016":"\n  Got other plans tonight bud\n  \n  Not gonna happen🤣🤣\n  ","244017":"\n  Yeah yeah\n  \n  Keep lyin to yourself bud, doesn't change the fact😇\n  ","244018":"\n  That's a good question to ponder as you get railed in your backdoor tonight\n  \n  Have fun☺🤙🏻\n  ","244019":"\n  Danke!\n  ","244020":"\n  Lmao what a joke\n  ","244021":"\n  Hope you are too\n  ","244022":"\n  Why?\n  ","244023":"\n  What? That's not good\n  ","244024":"\n  Huh.\n  ","244025":"\n  Lmao scum\n  ","244026":"\n  Fucking weird\n  ","244027":"\n  Tf\n  ","244028":"\n  You're fine.\n  ","244029":"\n  Money doesn't mean everything weirdo\n  ","244030":"\n  Bc I want to do it myself\n  \n  I don't need to give you reasons\n  \n  I said no- so lay off.\n  ","244031":"\n  Awwwh I hope it gets better☺\n  ","244032":"\n  Ill get there myself. With hard work it shouldn't be a problem. Thanks tho.\n  ","244033":"\n  No thanks.\n  ","244034":"\n  Again\n  \n  Idc\n  ","244035":"\n  I'm not working at a trap house, kid.\n  ","244036":"\n  😒 idc. I'm tired of her flip flop mentality\n  ","244037":"\n  What why?\n  ","244038":"\n  To escape and self soothe\n  ","244039":"\n  Disappoint\n  ","244040":"\n  You make.me sad bud\n  ","244041":"\n  Much better☺ thanks\n  ","244042":"\n  Lol you also forgot to untick!🙊\n  ","244043":"\n  Oh that's.funny🤣\n  \n  For being so drunk they sure knew whom they were targeting then lol.\n  \n  Doesn't bother me, they tried🤷🏻\n  ","244044":"\n  No. There's many different circumstances in which adoption is best. Hopefully upping sobered up and came to your senses.\n  ","244045":"\n  You don't change it yourself? That's basics. I'm one to believe regardless of riches you should still do for yourself. Ik you're trying to boast, as usual- but really just makes me look at you in a different way. I feel bad for you for being so dependant on everyone else. Anyways I don't even need to know this. Have a good one\n  ","244046":"\n  Should not have gambled. Idk what to say.\n  ","244047":"\n  Need to go to sleep lol. I worked. Gonna eat then head to bed for a bit☺\n  ","244048":"\n  I'm so tired\n  ","244049":"\n  .-.\n  \n  Sure.🤣\n  ","244050":"\n  .-.\n  ","244051":"\n  Ew no\n  ","244052":"\n  Cool\n  ","244053":"\n  I'm chilling rn tbh lol. Sounds like you're having a good night tho. Ew @ the beer tho🤣\n  ","244054":"\n  🤢\n  ","244055":"\n  I am\n  \n  You're okay!\n  ","244056":"\n  .-.\n  \n  I feel like this was meant to be an insult. I'm good on my own either way. Have a nice night.\n  ","244057":"\n  Maui.\n  ","244058":"\n  PLS\n  ","244059":"\n  K\n  ","244060":"\n  She's too rude for me to work with anyways.\n  ","244061":"\n  Weird\n  \n  No thanks🤣🤢\n  ","244062":"\n  Oh well. She gets mad about everything anyways\n  ","244063":"\n  Ew\n  ","244064":"\n  Bc that doesn't interest me lmao\n  ","244065":"\n  Ew no\n  ","244066":"\n  🤷🏻\n  ","244067":"\n  Oh god\n  ","244068":"\n  Ohhh. Makes sense.\n  ","244069":"\n  Awwh how hot is it?\n  ","244070":"\n  How did you find my Twitter?\n  \n  Okay.\n  ","244071":"\n  It is!\n  \n  How are ya\n  ","244072":"\n  Okay. Just hate people knowing personal shit. It makes me wary.\n  ","244073":"\n  Ok\n  ","244074":"\n  Awwh you sound like a genuine sweetheart. Thank you hun💜 I hope one day love finds you☺\n  ","244075":"\n  Decent.\n  \n  Yourself\n  ","244076":"\n  No need for deactivation. If anything were to happen to me there's a straight line back to you guys anyways. I've been given enough hints, and not just by her. I'm not stupid and I'm also not down to be a part of whatever it is you guys are, if it's real so.\n  ","244077":"\n  Go find support elsewhere. If it's really that bad and effecting you like you're portraying then I don't see why you'd want to stay\n  ","244078":"\n  Then leave\n  ","244079":"\n  Just don't be mean to me ? Like ?🤣\n  ","244080":"\n  Will do?\n  \n  You aren't going to do anything🙃\n  ","244081":"\n  Horrid dreams😘😏\n  ","244082":"\n  Why am I in the middle of this\n  ","244083":"\n  Mmhm\n  ","244084":"\n  Couldn't tell ya.\n  ","244085":"\n  💜✨\n  ","244086":"\n  You can untick Danielle🤣\n  \n  Sorry tho. Hopefully you'll go back soon.\n  ","244087":"\n  Never didn't. Just thought you were being annoying for no reason.\n  ","244088":"\n  🤣🤣🤣\n  ","244089":"\n  Good for you\n  ","244090":"\n  Who is \"us\"\n  \n  And where.\n  ","244091":"\n  No?\n  ","244092":"\n  Malcolm in the Middle☺\n  ","244093":"\n  No thank you.\n  ","244094":"\n  Awwh. I'm sorry\n  ","244095":"\n  Fine.\n  \n  You?\n  ","244096":"\n  Goodnight😈😈😈\n  ","244097":"\n  Well yeah I do lol.\n  ","244098":"\n  Why wouldn't I? What's up with all the whack essential needs questions today\n  ","244099":"\n  I just woke up\n  \n  Stop with the stupidity\n  ","244100":"\n  Sup\n  \n  Okay, you?\n  ","244101":"\n  You sent me this before\n  ","244102":"\n  Wow\n  ","244103":"\n  A nobody🙃\n  ","244104":"\n  Both.\n  ","244105":"\n  Lmao k🤣\n  ","244106":"\n  Care for yourself.\n  ","244107":"\n  Fag\n  ","244108":"\n  Tf.\n  \n  Fuck off🤣 now you're just being ridiculously retarded\n  ","244109":"\n  Stop sending me shit about air.\n  \n  I literally could give a shit.\n  \n  Drink bleach. ?s from here on out are going to be deleted🤙🏻\n  ","244110":"\n  See but that sounds perfect too tho! I hope you find what you're looking for☺\n  ","244111":"\n  People always say I smell good lol.\n  ","244112":"\n  I'm about to drop a dab🙃\n  ","244113":"\n  Right? Like ? Seriously🤣🤣\n  \n  In other new my son looks so cute rnnn🙊💤\n  ","244114":"\n  Nobody is better than anybody imo. Thank you hun, I appreciate that💜✨\n  ","244115":"\n  Do people actually think I care what degrees it is inside their house🤣 ffs get a life holy shit🤣\n  ","244116":"\n  Nope. Didn't work kiddo.\n  ","244117":"\n  Like a life I don't want to live.\n  ","244118":"\n  Sucks to be you.\n  ","244119":"\n  Yes. What's so hard to get? It's easier.\n  ","244120":"\n  Idc about faggy raj\n  ","244121":"\n  Not saying that. Next place I get will have central air just because of convenience.\n  ","244122":"\n  Like I said\n  \n  Weird kink. But whatever gives you pleasure lmao\n  ","244123":"\n  That's public record.. Like ?\n  ","244124":"\n  Lmao yep\n  ","244125":"\n  That's a weird flex\n  ","244126":"\n  Lmao no🤣🤣\n  ","244127":"\n  Awwh. All different types out there c:\n  ","244128":"\n  Fluctuates tbh\n  ","244129":"\n  Idc either way tbh\n  ","244130":"\n  I've been fine lmao. It's been chill\n  ","244131":"\n  Yes.\n  ","244132":"\n  My life doesn't revolve around this app.\n  ","244133":"\n  Your tolerance builds up, yeah aha.\n  ","244134":"\n  Better than busting elsewhere lmaooo\n  ","244135":"\n  Lmao k\n  ","244136":"\n  Yep! It's condensed weed basically. They smash it and heat it and the end result is the highest form of potency you can get\n  ","244137":"\n  🤣🤣🤣🤣\n  ","244138":"\n  Sorry im on and off on there. Ill hit you up today tho!\n  ","244139":"\n  Oh👀\n  ","244140":"\n  Hru today?\n  ","244141":"\n  People are so quick to report tbh\n  \n  I'm sorry😭\n  ","244142":"\n  Fans\n  ","244143":"\n  Wanna vent?\n  ","244144":"\n  Could be. I never mix my pieces like that tho, makes them taste shitty.\n  \n  Basically I have to heat that nail with a torch and use a scraper that has a ball of wax in it, drop it in and spin it around while inhaling, cover it at the end and bam lol\n  ","244145":"\n  With dis handy dandy lil device\n  ","244146":"\n  This is true lmfao. They try🤣🤙🏻\n  ","244147":"\n  So lame, such a pussy🤣🤣\n  ","244148":"\n  Tf\n  \n  I'm about to drop a dab\n  \n  Fuck yall🤣\n  ","244149":"\n  Thank ya!☺\n  ","244150":"\n  Back off, asshole. He's one of the actual decent and nice dudes on here.\n  ","244151":"\n  I don't drink anymore, remember?😭😭 I wish, that does sound fun asf\n  ","244152":"\n  Hmmmm\n  \n  Ill drop a dab instead😇😈\n  ","244153":"\n  It's not even that. It's the fact that we still have lots of love and care for each other, I still help out around here- and we still make a good team. I get a place to stay and save whilst still benefiting another party. I don't see the harm in it.\n  ","244154":"\n  What should I do today guys\n  \n  Throw me some ideas\n  ","244155":"\n  😈😈\n  ","244156":"\n  Yeah bc we're grown and friends lmaoooo\n  \n  Welcome to lesbian relations m'dude🤙🏻\n  ","244157":"\n  No we broke up, honey. No need to act like you're apart of anything now.\n  ","244158":"\n  Nah fam\n  \n  That doesn't bother me either. I'm still gorgeous\n  \n  Nice try tho🤣👏🏻\n  ","244159":"\n  Stop being so bothered kiddo\n  \n  Go do something productive for once🤣\n  \n  And lmao show me what you want weirdo. I know what pictures I've posted on my OWN ask🤣🙃\n  ","244160":"\n  Then you haven't been here long enough\n  ","244161":"\n  I've literally used DP's that showed my whole face, you just missed it🤷🏻🤣 I take pics how I want and that's what ill keep doing. Stop being so bothered🙃\n  ","244162":"\n  Lmaooooo\n  ","244163":"\n  I never was, weirdo.\n  \n  You're such a judgmental pos. I hope you die\n  ","244164":"\n  😏😏\n  ","244165":"\n  No lmao\n  \n  Shorts and a shirt\n  ","244166":"\n  Cool\n  \n  I'm not wearing any🤣🤣🤙🏻🤙🏻\n  ","244167":"\n  wHaT cOLoR iS yOuR uNdErwEaR tOdaY\n  ","244168":"\n  Goooooood. Waking up!\n  \n  You?\n  ","244169":"\n  Good. Interesting comes with the good imo\n  ","244170":"\n  No\n  ","244171":"\n  Awwh thank ya! I love you man💜✨ you're awesome too- don't forget that☺\n  ","244172":"\n  Most times. I've developed thicker skin tho.\n  ","244173":"\n  True. I guess we were just wired different. I never fit in anyways lol.\n  ","244174":"\n  People just aren't loyal these days. Everyone betrays everyone.\n  ","244175":"\n  I get done wrong all the time.\n  ","244176":"\n  If yall one of the ones going out at 2am in the morning with your expensive little cars, doing donuts and driving way over the speed limit, I hate you. All y'all think you're just better than everyone else and the laws don't apply to you. Get fucked\n  ","244177":"\n  This👏🏻👏🏻\n  ","244178":"\n  Up your butt\n  ","244179":"\n  🤦🏻\n  ","244180":"\n  I said no.thank you lol\n  ","244181":"\n  Lol no\n  ","244182":"\n  No. Depends on what they did.\n  ","244183":"\n  Usually.\n  ","244184":"\n  💜✨\n  ","244185":"\n  Good mornin\n  ","244186":"\n  💜✨\n  ","244187":"\n  I'm okay, thanks tho!\n  ","244188":"\n  Never had it lol\n  ","244189":"\n  Marlboro Smooth is the best\n  ","244190":"\n  🤦🏻\n  ","244191":"\n  Nice!\n  \n  I miss menthol cigs lol.\n  ","244192":"\n  Mine are brown. Premier Supermatic Reg.\n  ","244193":"\n  Tf you even going on about\n  ","244194":"\n  Decent I'd say. I'd be my friend lol.\n  ","244195":"\n  What??\n  ","244196":"\n  Don't call.me a bitch.\n  \n  Snapchat.\n  ","244197":"\n  First, *their\n  \n  Second as I said earlier, my username isn't my name🤣🤣\n  ","244198":"\n  Englishhh\n  ","244199":"\n  Thank ya! :3\n  ","244200":"\n  All the above c:\n  ","244201":"\n  Wentworth\n  ","244202":"\n  Huh\n  ","244203":"\n  Just look at my ask lmfao.\n  ","244204":"\n  Lmao k\n  ","244205":"\n  Why did it have to rain😭\n  ","244206":"\n  Awwh lol🙊\n  ","244207":"\n  In the bedroom. Personality and such I love sensitive guys.\n  ","244208":"\n  Quit your whining\n  ","244209":"\n  They do, thanks☺\n  ","244210":"\n  Uh, okay cx\n  ","244211":"\n  Bc🤷🏻\n  ","244212":"\n  I like them💜\n  ","244213":"\n  Hopefully you are\n  ","244214":"\n  I appreciate that. Thank you💜✨ I don't see a problem either. Assumptions people make these days are dumb lol\n  ","244215":"\n  Literally no inbetween lol.\n  ","244216":"\n  Blah blah\n  ","244217":"\n  Bc I'm from Russia\n  ","244218":"\n  Cool then get out of my inbox\n  ","244219":"\n  No it's not lmao.\n  \n  Why do you just come on here to make snide childish comments?\n  \n  No wonder Lisa hates you\n  ","244220":"\n  My username isn't even my name. Do you know what it says?\n  ","244221":"\n  Wild asf\n  ","244222":"\n  So Mermaid and I got this pheromone perfume that smells like mangos and black rose and vanilla and it smells so good I think I could fuck myself🤣\n  ","244223":"\n  Drink bleach\n  ","244224":"\n  Lmfao oKaY\n  ","244225":"\n  Dude I'm legit fine, get over yourself🤣👏🏻🤣👏🏻\n  ","244226":"\n  And you're a typical dumb deadbeat little boy. Congrats on being average and ordinary. Boring ass mf🤣🤢\n  ","244227":"\n  Idfc what you want🤣🤙🏻\n  ","244228":"\n  I don't even know anymore🤣🤣\n  ","244229":"\n  🤣🤣🤣\n  ","244230":"\n  Legit. I hate humanity\n  ","244231":"\n  I asked you first😘\n  ","244232":"\n  Pass\n  ","244233":"\n  Me? No I'm not, you don't know me🤣🤣\n  ","244234":"\n  Pft well fuck you too then.\n  \n  Hope that's something you actually go through one day🤷🏻 then you won't be laughing\n  ","244235":"\n  Bitch I already have the night off\n  \n  Fuck off. You don't give me anything but a hard time🤣🤣\n  ","244236":"\n  Welp thank god im not.\n  \n  Anyways.\n  ","244237":"\n  Sup\n  ","244238":"\n  Nah I'm annoyed with you bitches\n  ","244239":"\n  I never said I got raped.\n  ","244240":"\n  Idc\n  \n  Makes no difference anyways\n  ","244241":"\n  Good for you🤣🤣🤣\n  ","244242":"\n  I love naps\n  ","244243":"\n  Waking up.\n  \n  You?\n  ","244244":"\n  Stfu\n  ","244245":"\n  Deeper than you can nut\n  ","244246":"\n  Woof\n  ","244247":"\n  Thanks for that🤣🤙🏻\n  ","244248":"\n  Ew it's you\n  ","244249":"\n  It never did to begin with🤣🤦🏻\n  ","244250":"\n  It doesn't have a bed post, perv.\n  ","244251":"\n  Stfu\n  ","244252":"\n  Because I.bought my own bed to live here. What's so hard to get?\n  ","244253":"\n  Thank youuu\n  ","244254":"\n  Nope\n  ","244255":"\n  I don't use anyones bed but my own. Why the concern?🤣\n  ","244256":"\n  No.\n  ","244257":"\n  To each its own lol.\n  ","244258":"\n  Just hotdogs last night lol. And s'mores. If that counts🤗\n  ","244259":"\n  No.\n  ","244260":"\n  Thanks!\n  ","244261":"\n  Good for you.\n  ","244262":"\n  I'm well aware. Keep in mind he's the dense one, not I.\n  ","244263":"\n  This sad, desperate fuck\n  \n  He's got too many accounts on here too ffs.\n  \n  Current account is\n  \n   @rajputuddingreat9990119\n  \n\n  Can you guys report him? He's airing my insta.\n  ","244264":"\n  No longer accepting any type or kind of requests to add over this app or any other app. You can thank Raj for ruining that.\n  ","244265":"\n  Hey you!\n  ","244266":"\n  No\n  ","244267":"\n  Okay ?\n  ","244268":"\n  Today was absolutely amazing💜✨\n  ","244269":"\n  Awwh. It's up to you!\n  ","244270":"\n  Oh wow\n  \n  Is that like bdsm for guys🤣\n  ","244271":"\n  I just took the best nap istg😍😍\n  ","244272":"\n  Hiya!\n  \n  Miss ya too! Not much, just workin lot.\n  \n  How have you been?\n  ","244273":"\n  Sexually harassing a bitch every second of every day is worse imo\n  ","244274":"\n  Of course.\n  ","244275":"\n  Just expose Raj, he's the worst. At least Char is nice to me lmao.\n  ","244276":"\n  What an odd question\n  ","244277":"\n  Crack or hardcore drugs.\n  ","244278":"\n  I mean yeah but I'd rather like be slapped than contorted in weird positions🤣🤣\n  ","244279":"\n  Hogtied hurts lmao.\n  ","244280":"\n  I'm hot lol. And sleepy.\n  \n  Glad you're doing wellll\n  ","244281":"\n  One night stands.\n  \n  Ill never get them. I need a connection and a bond beforehand.\n  ","244282":"\n  If she wanted my attention she'd message me. Stop obsessing.\n  ","244283":"\n  If it was consensual.\n  ","244284":"\n  I have\n  ","244285":"\n  What?\n  \n  No\n  ","244286":"\n  How ya been\n  ","244287":"\n  Why hey you\n  \n  Long time no talk💜✨\n  ","244288":"\n  Too big😏😏\n  ","244289":"\n  Uhm\n  \n  Ow. No🤣🙃\n  ","244290":"\n  Hiya\n  ","244291":"\n  Tragic\n  ","244292":"\n  Yessir!\n  ","244293":"\n  Because I choose to.\n  \n  And I help her take care of him.\n  ","244294":"\n  Mornin\n  ","244295":"\n  Dunno tbh\n  ","244296":"\n  No\n  ","244297":"\n  I want sleeeeeeppppp\n  ","244298":"\n  Better than him finishing elsewhere LMAO\n  ","244299":"\n  Never had it\n  ","244300":"\n  Shes a brat\n  ","244301":"\n  Fr?? Like men.\n  ","244302":"\n  Rip🤣💀\n  ","244303":"\n  Go away Raj\n  \n  Possessive ass, acting like shit ACTUALLY happened between us\n  \n  Delusional fuck\n  ","244304":"\n\n   @MermaidOnTheMoon\n  \n  people are thinking v whack\n  ","244305":"\n  Omfg🤣 yes hun\n  ","244306":"\n  Circumcised\n  ","244307":"\n  Consensual nonconsent, just rough stuff ig\n  ","244308":"\n  Somewhere private. Idk his car lmaooo\n  ","244309":"\n  I don't think so\n  \n  Lmao\n  ","244310":"\n  USA\n  ","244311":"\n  I said go away. Read. Use your sMaRts.\n  ","244312":"\n  Im from Russia, so yes🤣\n  ","244313":"\n  Will you just go away\n  ","244314":"\n  I impulsively wanted to. It was dumb. In a car🤢\n  ","244315":"\n  17.\n  ","244316":"\n  Wish I got less but meh.\n  ","244317":"\n  This is like an everyday thing istg🤣🤣\n  ","244318":"\n  Bdsm\n  ","244319":"\n  Light purple and light mint\n  ","244320":"\n  Nah\n  ","244321":"\n  No\n  ","244322":"\n  Im not saying that.\n  ","244323":"\n  No.\n  ","244324":"\n  Relationship.\n  ","244325":"\n  Disabled adults.\n  \n  I do.\n  ","244326":"\n  Im not discussing my grooming habits.\n  ","244327":"\n  Caregiving.\n  ","244328":"\n  I do not.\n  ","244329":"\n  4.\n  ","244330":"\n  Yessss\n  ","244331":"\n  Dude take the hint\n  ","244332":"\n  Too personal. Not getting into it.\n  ","244333":"\n  Any sex ive had hasn't been a quickie.\n  ","244334":"\n  Yes\n  ","244335":"\n  They're just sunglasses\n  \n  Chill\n  ","244336":"\n  Nothing lmao.\n  ","244337":"\n  Awhile ago.\n  ","244338":"\n  Idc\n  ","244339":"\n  That wouldn't break his heart.\n  ","244340":"\n  Real shit🤣\n  ","244341":"\n  I was in my 20's. Dunno. Didn't count\n  ","244342":"\n  Last week.\n  ","244343":"\n  Who actually cares dude\n  ","244344":"\n  Relationships.\n  ","244345":"\n  That is correct.\n  ","244346":"\n  Idk\n  ","244347":"\n  What? The two brain cells left in your mind? Im sure they do\n  ","244348":"\n  O.o\n  \n  Libra\n  ","244349":"\n  '95\n  ","244350":"\n  Certainly\n  ","244351":"\n  You don't need to do that💜\n  ","244352":"\n  Bio\n  ","244353":"\n  October\n  ","244354":"\n  I love my father.\n  ","244355":"\n  Idgaffff\n  ","244356":"\n  Yes\n  ","244357":"\n  Get off my ask fucktard\n  ","244358":"\n  Aight\n  ","244359":"\n  No. I don't do that.\n  ","244360":"\n  Yes. That's violating my personal preferences.\n  ","244361":"\n  My friends aren't like that. It was a close group of mine. They're respectful.\n  ","244362":"\n  Online and Tumblr. Nudes dude. What do you think\n  ","244363":"\n  Why would there be?\n  ","244364":"\n  When I was high on acid I got fully naked, I didnt care\n  \n  But usually I keep my underwear on\n  ","244365":"\n  I was hot\n  ","244366":"\n  I mean\n  \n  I chose to take them off lmao\n  \n  20's.\n  ","244367":"\n  All the above tbh- as well as girlfriends lmao.\n  \n  Don't do that much anymore tho.\n  ","244368":"\n  A few.\n  ","244369":"\n  Yep\n  ","244370":"\n  Prob just friends\n  ","244371":"\n  Mmhm.\n  ","244372":"\n  Okay, good💜✨💜\n  \n  Then yes ehe c:\n  ","244373":"\n  Nowhere\n  ","244374":"\n  Exactly\n  ","244375":"\n  Legit\n  \n  It's a thing🤣🙃\n  ","244376":"\n  Nah\n  ","244377":"\n  Mix, idc lol. And fully. What's the point of just taking off your top?\n  ","244378":"\n  Yessss😍😍\n  ","244379":"\n  😭😭😭\n  ","244380":"\n  One\n  ","244381":"\n  No i died\n  ","244382":"\n  Either ig. Id feel more comfy with others tho.\n  \n  In a clean body of water lol.\n  ","244383":"\n  I thought it was meant to be a ritual thing. My bad. I have gotten some weird shit in the past🤣\n  ","244384":"\n  Nope\n  \n  But that's on my bucket list.\n  ","244385":"\n  Too bad ig. Idk\n  ","244386":"\n  Depends on who's sayin. That's a special phrase reserved for a special person.\n  ","244387":"\n  Sometimes same\n  ","244388":"\n  Physical.\n  ","244389":"\n  Lmao\n  \n  Like I said\n  \n  You wish\n  ","244390":"\n  Id say the same to you\n  ","244391":"\n  You wish I was tho.\n  ","244392":"\n  Nah\n  ","244393":"\n  Yall ask me the weirdest shit istg\n  ","244394":"\n  5 foot 1\n  \n  And no lol.\n  ","244395":"\n  You must be bored\n  \n  Go read a book\n  ","244396":"\n  Smd\n  ","244397":"\n  So basically spiritual sex\n  \n  That sounds nice actually lmao\n  ","244398":"\n  Of course\n  ","244399":"\n  Thank you!\n  ","244400":"\n  .....\n  \n  Weird\n  ","244401":"\n  Well that's good. Be careful. Glad you aren't hurt.\n  ","244402":"\n  Danke.\n  ","244403":"\n  Why\n  ","244404":"\n  Hope you do as well hun!\n  ","244405":"\n  Mwahahah😈😈\n  ","244406":"\n  How ya doing?\n  ","244407":"\n  💜✨\n  ","244408":"\n  Rip\n  \n  You ok?\n  ","244409":"\n  No\n  ","244410":"\n  A girly goody two shoes🤣🤣\n  ","244411":"\n  No it doesn't🤣🤣\n  ","244412":"\n  I'm so booooorreeddddd\n  ","244413":"\n  Absolutely not.\n  ","244414":"\n  I'm gonna drop a dab\n  ","244415":"\n  Relaxing before this double.\n  \n  You?\n  ","244416":"\n  Of?\n  ","244417":"\n  Okay Justin🤣🤣🤣\n  ","244418":"\n  This doesn't even make sense dummy\n  ","244419":"\n  Ew gtfo\n  ","244420":"\n  Hard pass😇\n  ","244421":"\n  Hehe\n  \n  Hey you☺\n  ","244422":"\n  PFTT\n  ","244423":"\n  Def not you🤣🤣\n  ","244424":"\n  💜✨\n  ","244425":"\n  I like it but don't wear it often\n  ","244426":"\n  That works! Then send me your insta name. Ill add ya\n  ","244427":"\n  Hi.\n  ","244428":"\n  Depends. If you come off anon, maybe. Im sorry ask has been such a pain. Much love💜✨\n  ","244429":"\n  Maggie and Erin be so salty that I have an actual meaningful job that they have to send me shit every day. It's cute asf I think. The desperation from those two🤣\n  ","244430":"\n  Lol danke.\n  ","244431":"\n  If you're racist you kinda really suck.\n  \n  Also dating black men doesn't make you gHetThO or mean you have sTd'S\n  \n  Humanity makes me disappointed\n  ","244432":"\n  Oh nonono\n  \n  That's not how I roll.\n  \n  Teamwork is everything tbh. And communication. And tbh if you're a guy theres a lot you couldn't do anyways.\n  \n  But, I appreciate it all the same💜✨\n  ","244433":"\n  Yeah? Awh! That'd be awesome\n  ","244434":"\n  Fine ig lol\n  \n  I'm bored and I don't wanna work tonight or my double tomorrow😭\n  ","244435":"\n  Erin makes me sad\n  ","244436":"\n  THERE👏🏻\n  \n  ARE👏🏻\n  \n  DIFFERENT👏🏻\n  \n  SPECTRUMS👏🏻\n  \n  OF👏🏻\n  \n  AUTISM👏🏻\n  \n  Dumb hoeeeee\n  ","244437":"\n  Some decent non bs asks would be great\n  ","244438":"\n  Oh god no\n  \n  Never cx\n  ","244439":"\n  OH WOW\n  ","244440":"\n  Nope\n  \n  Ill still think it's hot\n  ","244441":"\n  .-.\n  \n  What are you 12\n  ","244442":"\n  Much loveeee💜✨\n  ","244443":"\n  PFTTTTTT WOWW\n  ","244444":"\n  Lmaoo\n  \n  What you gonna FBI OPEN UP my room🤣 jfc\n  ","244445":"\n  Dunno man lol.\n  ","244446":"\n  Uh yeah\n  ","244447":"\n  Why violin music tho🤣🤣\n  ","244448":"\n  Lisa doesn't control what I do or my decisions\n  \n  So no, she won't. Though that would be hot.\n  ","244449":"\n  Can you type a decent sentence or no\n  ","244450":"\n  Okay andddd ?\n  ","244451":"\n  Omfg that was random\n  ","244452":"\n  I do lol. Awh thanks!!💜✨\n  ","244453":"\n  If people.do it happens🤷🏻 meh\n  \n  Just hunt and kill em after🤣🤙🏻\n  ","244454":"\n  What?🤣\n  \n  No I'm fineeeeee\n  ","244455":"\n  Mwahahaha😈\n  ","244456":"\n  I'm fine here☺\n  ","244457":"\n  Stranger Things!\n  ","244458":"\n  💜✨\n  ","244459":"\n  Meh don't mind tbh\n  ","244460":"\n  Okay I DiDn'T🤣🤣\n  \n  You gonna go away now?\n  ","244461":"\n  Tf no you dont\n  ","244462":"\n  Yep.\n  ","244463":"\n  I'm glad\n  ","244464":"\n  It was on Zoom. Nobody but 3 people were there. Lasted 5 minutes. And I won\n  \n  Next\n  ","244465":"\n  Bc ik what bothers me and what doesn't🙃\n  ","244466":"\n  Lmao no\n  ","244467":"\n  Lmao k\n  ","244468":"\n  Who??\n  ","244469":"\n  It's between Mermaid and another good friend.\n  ","244470":"\n  Not often.\n  ","244471":"\n  Guess I'm doing honesty hour\/day so spam away!\n  ","244472":"\n  Good, yourself?\n  ","244473":"\n  I do but not to be given out\n  ","244474":"\n  Harry Plopper\n  ","244475":"\n  Library😍\n  ","244476":"\n  I get it's needed. Not my cup of tea tho\n  ","244477":"\n  You all good?\n  ","244478":"\n  I like that nickname, yeah☺\n  ","244479":"\n  Thank youuuu7 c:\n  ","244480":"\n  Needed. Germs are ew\n  ","244481":"\n  Hey sorry I didn't answer\n  \n  I dunno but just know you're good in my eyes! Anons be on one\n  ","244482":"\n  I havent\n  \n  What is that👀\n  ","244483":"\n  Good! Relaxing, finally.\n  \n  Whatcha up to?\n  ","244484":"\n  Hruuuy\n  ","244485":"\n  They're both the same on the down low I bet\n  ","244486":"\n  THANK YOU!!!✨💜✨💜✨💜\n  ","244487":"\n  Howdy\n  ","244488":"\n  I'm not drinking. It'd be nice but I just can't. My friends prob will, it'll be my first time being around it like that since I stopped💀\n  \n  Ill prob smoke tho😇\n  ","244489":"\n  Thank you💜✨ encouragement feels good hehe\n  ","244490":"\n  Bonfires and shit\n  ","244491":"\n  Math. Fuck math\n  ","244492":"\n  You're welcome💜✨💜✨\n  ","244493":"\n  Yeah?👀👀\n  ","244494":"\n  Lol I already took a dab. I want a bowl tho.\n  ","244495":"\n  Ewwww\n  \n  I HATE beer. Tastes like piss. And wine gives me headaches. If I'm drinking it'll be shots, that's just the way I am lol.\n  \n  Imma toke up instead rn😇🤙🏻\n  ","244496":"\n  Lmao you know this\n  \n  My forehead. And I did it🤣\n  ","244497":"\n  Lmaoooo stfu🤣🤙🏻\n  ","244498":"\n  Not only was I overly sexual, in person I was mean asf. It's better this way.\n  ","244499":"\n  Goat?🤣\n  ","244500":"\n  Sucks lmao. I hated me drunk.\n  ","244501":"\n  Fuck off. It's a band\n  ","244502":"\n  For the last timeeee\n  \n  I don't drink anymore\n  \n  Stop askin bout drinkingggggg jgiekgoelgoe\n  ","244503":"\n  Not the best.\n  ","244504":"\n  Glad you're doing well.\n  \n  What would you like to know?\n  ","244505":"\n  Not hang around them anymore.\n  ","244506":"\n  Thanks!\n  ","244507":"\n  Ben can barely control his own holes let alone someone else's.\n  ","244508":"\n  Ohh, duh. Wow.\n  \n  I don't lol.\n  ","244509":"\n  To show you love?\n  \n  You clearly read none of what I sent.\n  \n  Wasted breath. Anyways\n  ","244510":"\n  Purple Haze\n  ","244511":"\n  Happy belated hun!✨💜\n  ","244512":"\n  I get petty when jealous. But like passive petty. It's really kinda childish but I'm not myself when I'm that way.\n  ","244513":"\n  Yessir\n  \n  Thanks\n  ","244514":"\n  Ok lol\n  ","244515":"\n  Im back there againnnn🤣🙃\n  ","244516":"\n  Support me drinking for a day?\n  \n  That's a quick way to fall down the pit. I appreciate it but, no thanks.\n  ","244517":"\n  Lmao thanks\n  ","244518":"\n  Tf\n  ","244519":"\n  Tiger.\n  ","244520":"\n  Thanks.\n  ","244521":"\n  This🤙🏻\n  ","244522":"\n  Nothin lol\n  ","244523":"\n  Much love💜✨\n  ","244524":"\n  I don't. What is that?\n  ","244525":"\n  This is true\n  ","244526":"\n  Rip💀\n  ","244527":"\n  Ribs\n  ","244528":"\n  It's fun.\n  ","244529":"\n  You heard me.\n  \n  That's not what this site is for and tbh you just look pathetic\n  ","244530":"\n  Awh thanks!\n  ","244531":"\n  Sup\n  ","244532":"\n  Okay\n  \n  Yourself?\n  ","244533":"\n  Ill have to look it up.\n  ","244534":"\n  Been better.\n  ","244535":"\n  Get your sights off Mermaid. All I'm gonna say.\n  ","244536":"\n  Fuck off\n  ","244537":"\n  Leave it obv\n  \n  Like I said, it's not genuine.\n  ","244538":"\n  I don't want your fake ass forced apologies🤣🤣\n  ","244539":"\n  Workkkkk\n  ","244540":"\n  Much love💜✨\n  ","244541":"\n  Js\n  \n  Bigger fan of like DungeonCorp and HelpMe69\n  \n  Shit like that. Rougher\n  ","244542":"\n  Thanks!\n  \n  It's actually a Snapchat filter aha\n  ","244543":"\n  Brazzers is gay as shit\n  ","244544":"\n  About the ghost of a murdered girl with no feet, swinging on a dungeon swing in my basement- writing in her own blood.\n  \n  Woke up and read the paper that morning and read about a murdered teen with cut off feet. Freaked me out\n  ","244545":"\n  I'm down. Ill let ya know when I download it\n  ","244546":"\n  Aww you're too sweet. Thank you, that means a lot💜✨\n  ","244547":"\n  🤙🏻🤙🏻🤙🏻\n  ","244548":"\n  Erin has idiot all over her face\n  ","244549":"\n  Lmaooo wowww\n  ","244550":"\n  I just turned it off\n  ","244551":"\n  Only certain ones.\n  ","244552":"\n  Doing well.\n  \n  Yourself?\n  ","244553":"\n  Yesssssss\n  \n  Poor Erin is all sobby in Mermaids inbox🤣💀\n  ","244554":"\n  That's a waste.\n  ","244555":"\n  This seems like a song.\n  \n  What song?\n  ","244556":"\n  💜✨🖤✨\n  ","244557":"\n  She's amazing! Lovely gal💜✨ glad she's back🤗\n  ","244558":"\n  Yeah\n  ","244559":"\n  Again? She's a wreck\n  ","244560":"\n  You're a poet and you don't even know it\n  ","244561":"\n  No way.\n  ","244562":"\n  Please do.😏\n  ","244563":"\n  I don't play games on my phone.\n  \n  But I may download Pokemon Go again\n  ","244564":"\n  I'm a child\n  \n  PB&J\n  ","244565":"\n  Yes😍😍\n  ","244566":"\n  True. But America these days is worse.\n  ","244567":"\n  Because I'm surrounded by idiots.\n  ","244568":"\n  Who tf on ask has seen me in shorts tho\n  \n  Like I had one brief dp and that was it\n  ","244569":"\n  Smashing my head through a window\n  \n  👌🏻✌🏻🤙🏻\n  ","244570":"\n  Zoo.\n  ","244571":"\n  Pft girl we all know you're obsessed it's ok\n  ","244572":"\n  Id feel great.\n  \n  Prob a bit horny\n  ","244573":"\n  🤣🤣🤣🤣🤣🤣🤣🤣🤣\n  ","244574":"\n  Going on anon doesn't hide who you are big mouth. Don't get yourself in trouble again. Remember last time?\n  ","244575":"\n  I'm aware what that is. I grew up catholic🤣\n  \n  Also yawn.\n  ","244576":"\n  Depended on the person. Use your imagination.\n  ","244577":"\n  There's nothing wrong with porn lmao. Grow up\n  ","244578":"\n  My dad and a couple of my ex's.\n  ","244579":"\n  Yep\n  ","244580":"\n  PFT🤣🤦🏻\n  ","244581":"\n  I haven't put much online honey. It'll be okay, worry about yourself😘\n  ","244582":"\n  K\n  ","244583":"\n  Cool ig.\n  ","244584":"\n  That too.\n  \n  Acting like you know everything🤣🤣\n  ","244585":"\n  That's my best friend.\n  ","244586":"\n  I don't have a husband\n  ","244587":"\n  Right?🤣🤣 she's always been a lil looney😏\n  ","244588":"\n  Are you mental\n  ","244589":"\n  Lmao wow\n  ","244590":"\n  Did you really just plop down a screenshot from my old ass ask account though\n  \n  You're wack🤣\n  ","244591":"\n  Why do I care🤣\n  ","244592":"\n  Lol I'm raggedy asf rn\n  \n  Just shorts and a rick and morty tee\n  ","244593":"\n  What do they look like?\n  ","244594":"\n  I keep getting in trouble🤣\n  ","244595":"\n  Never had the second really tbh\n  \n  So idk\n  ","244596":"\n  Lol have fun\n  ","244597":"\n  Male or female?\n  ","244598":"\n  I'm bored\n  ","244599":"\n  To an extent\n  ","244600":"\n  Money lol.\n  ","244601":"\n  I'm feeling lazy asf today\n  ","244602":"\n  Your face reminds me of a pineapple.\n  ","244603":"\n  Decent. Yourself?\n  ","244604":"\n  😈😇😈😇😈\n  ","244605":"\n  Okay ? And?\n  \n  Can I get like some solid questions today or nah\n  ","244606":"\n  Good for you\n  ","244607":"\n  Aww danke💜✨\n  ","244608":"\n  I canttttttttt\n  ","244609":"\n  Lmaoooo\n  ","244610":"\n  Oh\n  \n  No thanks\n  ","244611":"\n  Idc\n  \n  All these questions about what people do sexually are annoying tbh\n  ","244612":"\n  I don't wanna work tonight\n  ","244613":"\n  You want me fat🤣\n  ","244614":"\n  Dude\n  \n  I don't know German k?\n  \n  Lay off\n  ","244615":"\n  No. The internet is a good place to start I think.\n  ","244616":"\n  I don't cx\n  ","244617":"\n  Awh this is cute\n  ","244618":"\n  .-.\n  ","244619":"\n  Single.\n  ","244620":"\n  I'm into consensual nonconsent and bdsm is my fav\n  ","244621":"\n  Don't know much but I know she was a pretty good gymnast\n  ","244622":"\n  Truth.\n  ","244623":"\n  I cant wait to workout lmao\n  ","244624":"\n  Dork lol.\n  ","244625":"\n  A lot. And I think so.\n  ","244626":"\n  Vibes\n  ","244627":"\n  Afternoon!\n  ","244628":"\n  Uh\n  \n  Hi.\n  ","244629":"\n  No.\n  ","244630":"\n  Ill talk to who I want lmao\n  ","244631":"\n  I do not\n  ","244632":"\n  Not ignore but it's hard to accept I have an alcohol problem. But I have lol.\n  ","244633":"\n  Idk if it's even set in stone tbh\n  ","244634":"\n  Love ya\n  ","244635":"\n  Idk lol\n  ","244636":"\n  To an extent ig\n  ","244637":"\n  Fuck off\n  ","244638":"\n  Prob what you have you sad lil boy\n  ","244639":"\n  Sure anon\n  ","244640":"\n  Lmao\n  ","244641":"\n  Create what?\n  ","244642":"\n  That I'm trying to quit🤣🤣\n  ","244643":"\n  You don't need to apologize for other people😇\n  "}}