{"Question":{"244644":"\n   Are you going to bed soon?\n  ","244645":"\n   Smoking isn't cool Marisa it's disgusting.You're going to look 80 when you're 30,crows feet & wrinkles,even your beautiful boobs will be wrinkly.\n  ","244646":"\n   Danke these nuts, bxtch\n  ","244647":"\n   That must be some really good shxt wow\n  ","244648":"\n   You sound stoned as fxck\n  ","244649":"\n   Okay, okay we get it you smoke you're so cool\n  ","244650":"\n   🤣 you're funny\n  ","244651":"\n   Their inaccurate english is funny\n  ","244652":"\n   How many positions do you think you’ve tried?\n  ","244653":"\n   Why are these Germans funny ?\n  ","244654":"\n   Are you down for Uncle Joe Biden caressing and smelling your hair?\n  ","244655":"\n   I agree they're super gorgeous\n  ","244656":"\n   Yes you go smoke out your rear where baby come from 🤣\n  ","244657":"\n   Yes you do, if you do i'll leave you alone forever\n  ","244658":"\n   i bet it would be. one day my friend 🤩\n  ","244659":"\n   So you gonna help Trump win the election?\n  ","244660":"\n   Why wouldn't you?\n  ","244661":"\n   She shows enough of them already\n  ","244662":"\n   i want to smoke with you so bad 🥺😭\n  ","244663":"\n   Watch your tone, sis\n  ","244664":"\n   Umm, no you don't Mars\n  ","244665":"\n   i am ☺️. i hope you’re having a better night 🤍✨💕\n  ","244666":"\n   That girl is always starving for attention lol\n  ","244667":"\n   If you show me your t.i.ts i'll leave you alone\n  ","244668":"\n   I'm not being rude, it wasn't me, someone take it upon themselves to stir up trouble\n  ","244669":"\n   I love you more than anyone else\n  ","244670":"\n   i try i try . lol. thank you baby 🥰🥺🤍\n  ","244671":"\n   We love you, Mars <3\n  ","244672":"\n   NSA open up!\n  ","244673":"\n   cuz you’re fxcking amazing 🤩\n  ","244674":"\n   Why you say danke? Just wondering\n  ","244675":"\n   Hail mother Russia god bless the soviets!\n  ","244676":"\n   anons are so ridiculous 😂🤦🏽‍♀️\n  ","244677":"\n   It's the heat and the full moon\n  ","244678":"\n   Maggie brought it to their attention you use the word danke now they'll ride it out until they get bored 😐\n  ","244679":"\n   i need your questions. lol\n  ","244680":"\n   These questions are getting intense\n  ","244681":"\n   Don't use German word you disgust ok 👌🏻 whxre\n  ","244682":"\n   Boys are ewww and girls are made of sugar and spice and everything nice\n  ","244683":"\n   Go to bed then, sleeping Russian cuxt\n  ","244684":"\n   I bet a lot of dykes would fight over you in prison\n  ","244685":"\n   When are you leaving ask you russian whxre you are not German do not use word Danke! Addhole\n  ","244686":"\n   Freddy Fazbear loves all his fans. Pop Muzik\n  ","244687":"\n   You need to buy some 😈\n  ","244688":"\n   Was it someone from where you work?\n  ","244689":"\n   That was your profile name I don't remember the name exactly\n  ","244690":"\n   She's Natasha the Russian spy\n  ","244691":"\n   Your country Russian bastxrd try to steal corona virus data and rxpe many German in WW2 innocent people who were trapped in war but not involved\n  ","244692":"\n   Do you personally know anyone that has died from the covid?\n  ","244693":"\n   I thought you speak german because you said danke in a post now i see your a spy\n  ","244694":"\n   Lies, lies, lies yeah.  They're gonna get you\n  ","244695":"\n   You're Russian\n  ","244696":"\n   Why you say danke in some post?\n  ","244697":"\n   Where's Cun* bitc*?  No wait let me guess she's sleeping?\n  ","244698":"\n   It's not rocket science.  You used to eat her freshly showered a.sshole and you expect people to believe you don't touch each other now?  Yeah, right\n  ","244699":"\n   You're support to say that's good 😎\n  ","244700":"\n   Ich bin reich\n  ","244701":"\n   If you knew him. Plus if he dom you, to the point where you go crazy it’s all good\n  ","244702":"\n   Living with someone you were intimate with in the past?  Yeah it is s.tupid\n  ","244703":"\n   It would be too hard not to try as you might\n  ","244704":"\n   So what if that c guy dom you then you would let him join? What if Satan is women and that c guy is only guy in it\n  ","244705":"\n   I'll take that as a yes\n  ","244706":"\n   Why not!? 😔\n  ","244707":"\n   Do you still have s.ex with your ex-girlfriend that lives with you?\n  ","244708":"\n   Good! Just constantly worried about you. I know I shouldn't because you're so strong but I just care about you maybe too much. I adore you Marisa\n  ","244709":"\n   😘😘\n  ","244710":"\n   They are so big and full and shapely and omfg your eyes are so beautiful too... 😱\n  ","244711":"\n   Yeah they are! And they are GORGEOUS\n  ","244712":"\n   No you're too sweet. I want to tell you that. I want to hold you and help you feel comforted and whisper to you all the reasons why you are so perfect\n  ","244713":"\n   You're a flawless woman. I wish we could become real friends\n  ","244714":"\n   I know I shouldn't but I care about you. And my happiness doesn't solely come from you but a good part of it does. I want you to be happy\n  ","244715":"\n   Ohhh so it balances out? Makes sense. And yeah it is...\n  ","244716":"\n   See you agree! If only you could have abs under a pudgy tummy...\n  ","244717":"\n   Tone good but pudge is better!\n  ","244718":"\n   hi x\n  ","244719":"\n   110. last person you called?\n  ","244720":"\n   Have you every burned sage in your house\/apartment? What‘s your take on it?\n  ","244721":"\n   Eh screw it I'll never be in bed with you. You're too good for me anyway. I really do want to be friends though\n  ","244722":"\n   Which would you like him to be guy or girl. Who do you approve of on ask anyone, what about that C guy that talks to you?\n  ","244723":"\n   Oh really?  But you still haven't come to terms that you can never drink again\n  ","244724":"\n   Hahahaha, keep digging that hole sis\n  ","244725":"\n   So you failed at drinking in moderation and have totally cut out any amount of alcohol now?\n  ","244726":"\n   Since when?\n  ","244727":"\n   Let's drink some JD then\n  ","244728":"\n   Are you getting ready to leave for work?\n  ","244729":"\n   How much ASK.FM coins do you have? 🔥\n  ","244730":"\n   What’s your favourite toy?\n  ","244731":"\n   Can you believe that Trinket and Ben are now pals after all he did to her?\n  ","244732":"\n   Oh hai flap jacks\n  ","244733":"\n   Because you're besties???\n  ","244734":"\n   Where is the alpaca girl?\n  ","244735":"\n   Haha which means other people can join! Who else is aloud?\n  ","244736":"\n   I'll keep that in mind in case our friendship evolves lol but for now I just want to give you respect and happiness\n  ","244737":"\n   How you know Satan is a he haha\n  ","244738":"\n   You like the man going all out and not holding back?\n  ","244739":"\n   Hey hold up, if you gonna hook up with Satan can others join haha\n  ","244740":"\n   neither would I 😏 hehe sorry. but yeah he probably wouldnt\n  ","244741":"\n   Real question is what will you do to Satan!\n  ","244742":"\n   Lmao why?\n  ","244743":"\n   Would you want Satan to be guy or girl? Wait can Satan be both!\n  ","244744":"\n   How come? Can you come pick me up and have a girls night one day\n  ","244745":"\n   I need to ask lol. But who tf is this kid?\n  ","244746":"\n   Can you come sleep over when you don't have work\n  ","244747":"\n   If you don't understand how dangerous demonic possession can be i wouldn't suggest you do anything remotely satanic\n  ","244748":"\n   Lmao you wanna submit to satan?\n  ","244749":"\n   Lmfao what will you do to satan!?\n  ","244750":"\n   Hehe nothing wrong with it? 😊😉\n  ","244751":"\n   Why eh?\n  ","244752":"\n   Or a commercial leaf blower if you want to get intense hahaha\n  ","244753":"\n   Does it bother you when someone keeps lixking your pxssy after you finished like does it make you flinch?\n  ","244754":"\n   Because she's different shes like a different creature\n  ","244755":"\n   You do!? 😁 Ok what is your first command as queen of hell?\n  ","244756":"\n   I want my rocket to blast off inside you and i want you to keep going and make me come twice\n  ","244757":"\n   Please i love you I'm obsessed with you\n  ","244758":"\n   Can you be my girlfriend i want to be with you\n  ","244759":"\n   You are the queen of hell and I want to be your knight 😄\n  ","244760":"\n   I want you as my girlfriend\n  ","244761":"\n   Got a feeling you will be repeating bdsm. To a lot of people\n  ","244762":"\n   Wish i could feel your breasts even if thats all i ever get, i never felt boobs before\n  ","244763":"\n   Even though Danielle acts tough some weirdo will rxpe her and honestly i fear that\n  ","244764":"\n   Just use a vacuum cleaner and switch it to reverse lol. Idk if it works but it's an idea\n  ","244765":"\n   Me and my girlfriend will tag team your pxssy, bet you never had two tongue action before\n  ","244766":"\n   What if someone likes a little chub with muscles on women?\n  ","244767":"\n   Can you suxk me off while my girlfriend e.ats you out\n  ","244768":"\n   Bro i would lixk your a$$ and pxssy and get you really worked up and after you o.rgasm i would tease your pxssy and make you flinch\n  ","244769":"\n   I know you like it rough but i would be gentle with you\n  ","244770":"\n   Danielle like c.u.m in her pxssy\n  ","244771":"\n   Is your pxssy stretched or are you gentle with it when it comes to objects?\n  ","244772":"\n   What!? Please no! Your tummy is hella cute Marisa! Chub and muscles are the perfect blend!\n  ","244773":"\n   But whyyyy? The softness is cute and comfy!\n  ","244774":"\n   Ugh so true. Lol you must have great self control with food considering how much you love it but you're still slim\n  ","244775":"\n   You being happy makes me happy trust me!\n  ","244776":"\n   I used to wear pink. I don't think I would be a great example for men LOL\n  ","244777":"\n   Abs are over rated! The tummy is something super comfy to hold 😊\n  ","244778":"\n   Do you wanna feel a guy n.u.t inside you after not n.u.ting for a few days? I can give you that experience tonight i have came in three days i would doggy you so it get the full effect\n  ","244779":"\n   Yes i swear it ☺️\n  ","244780":"\n   Sexiest outfit you like a guy to wear even down to what underwear you prefer them to wear?\n  ","244781":"\n   Well I know what I'm wearing from now on! 😁\n  ","244782":"\n   im a male and i wear pink. there is nothing wrong with that color is color not a sexist thing\n  ","244783":"\n   I want to but you all of the foods\n  ","244784":"\n   you should keep it seriously! 😍\n  ","244785":"\n   Ohhh don't you dare tell me you got strong muscles combined with the chub 😍😍😍 Lifting people from being a caregiver right? I remember you said that before but I forgot. You you got the tummy but also super toned arms!?\n  ","244786":"\n\n    https:\/\/ask.fm\/LiarOfDanielle\/answer\/162128985479?utm_source=copy_link&utm_medium=iOS\n   \n","244787":"\n   Oh gosh I'm so sorry! Sounds like mermaid really helped you more than I thought! I miss her tbh she was nice and it was how I found you. I'm so glad you're thicker\/healthier and happier now 😊\n  ","244788":"\n   Oh crap you told us. I was just teasing you didn't have to! But tbh that seems like the perfect weight for you. I bet you look GREAT and I hope you feel great too\n  ","244789":"\n   How much you weigh now? 🤪🤪 I'm asking because women love to share that information publicly hahaha. (I'm just teasing you lol but I'm glad you are healthier)\n  ","244790":"\n   Does someone being rich offend you because you're poor as shi* & on welfare? not my fault, I didn't stop you from becoming successful, you peasant.\n  ","244791":"\n   Yes lmao but you know who I am I always here I just came off anon a bit ago same person lol\n  ","244792":"\n   Two heart eyes and a nose 🤷🏻‍♂️\n  ","244793":"\n   Aww you didn't? Why not? But I'm glad you do now! I admire a girl who can eat plus your tummy is hella cute! You look so gorgeous and healthy!\n  ","244794":"\n   much love to you too! but not too much 😊\n  ","244795":"\n   109. what’s for dinner?\n  ","244796":"\n   I want to get lost in your huge beautiful eyes and feel your scars and hear your voice and support you however I can. I want to give my love. Love in a caring and respectful way. Not romantic or sexual. It's just that you're awesome and you make me crazy. I want to make you happy\n  ","244797":"\n   How many followers do you have? 🤩\n  ","244798":"\n   Last time you cried? And why?\n  ","244799":"\n   Are your eyes blue or brown dammit!?\n  ","244800":"\n   Sometimes I just want to hold you close and cuddle you and do whatever I can to make you smile but nothing beyond that because I don't want to overstep and get too romantic making you feel uncomfortable\n  ","244801":"\n   Tbh I liked her but liked you more so I took your side. Didn't know she changed... Wish I could apologize to her. Miss her thicc bod and strong attitude too!\n  ","244802":"\n   that is so hot idk why lol. you most love food!\n  ","244803":"\n   How does it feel to be so beautiful?\n  ","244804":"\n   Do you still read the newspaper? 🗞\n  ","244805":"\n   You better unblock Erin, you block people because they have a bad day, maybe you should be a friend to her instead of an enemy\n  ","244806":"\n   then where did that sexy squishy tummy come from?\n  ","244807":"\n   I once seen a guy in a thong get his ass kicked lol! in a movie\n  ","244808":"\n   Lmao for real? did anyone see you do it lots of ppl saw me tossing mine they was like omg😂\n  ","244809":"\n   As its honesty day what color today?\n  ","244810":"\n   got a beer belly?\n  ","244811":"\n   108. what’s in your closet?\n  ","244812":"\n   Oh you do? Well crap I'm sorry. Why do you miss her?\n  ","244813":"\n   Don't forget the Nintendo switch lol cucks favorite\n  ","244814":"\n   💙👃💙\n  ","244815":"\n   So beautiful hun would've loved if your breasts were out in that pic. I love you\n  ","244816":"\n   Ewwww gay asf\n  ","244817":"\n   Name 3 things a cuck\/soy boy can't live without\n  ","244818":"\n   How are you doing sweet heart? Feeling better overall?\n  ","244819":"\n   Any reason why?\n  ","244820":"\n   would you rather kick ass or kiss ass? 🍑🍑\n  ","244821":"\n   Yass uncomfortable af idk how girls go around with a wedgie all day😂 so annoying I literally ripped off my first one off at school right in the trash it went\n  ","244822":"\n   Whatever happened to Jasmine? Did she sit on her phone and still can't find it?\n  ","244823":"\n   You are my number 1 on this app 😊\n  ","244824":"\n   Who could blame them?! You are gorgeous as hell! Lol.\n  ","244825":"\n   Ah that's cool I tried one once and didn't like it much either my sis loves them but she can't wear em😂\n  ","244826":"\n   What do you wear then?\n  ","244827":"\n   It's pretty much the same person I am sure. So I don't accept people, and just message flat out asking who tf they are lol.\n  ","244828":"\n   This is why I no longer accept people on Instgram. It's amazing how many of the guys who I ask who they are, are solely looking for your page.\n  ","244829":"\n   Since today is honesty day, i can ask anythings good or dirty, am i right?\n  ","244830":"\n   \"Real men wear pink.\" Do real men really wear pink?\n  ","244831":"\n   Thongs or no!\n  ","244832":"\n   & forgot to come off anon for that sry, that was me aha, but your right I shouldn't have been a smartass😂 I'll never back talk a black guy again tbh lol!\n  ","244833":"\n   somewhat aha I was in pain for few days Im lucky he didn't do worse! but after my braces got shattered there wasn't much more for him to do😂 ppl were literally finding pieces of my braces on the hallway floor\n  ","244834":"\n   Do not mess with ebony girls once in a classroom I pulled her hair for fun then she kicked my face so hard I almost died\n  ","244835":"\n   Finish answering my questions from last night lol\n  ","244836":"\n   Let me know if you create it, i will be glad? 😁\n  ","244837":"\n   Make it, i will follow you 😁\n  ","244838":"\n   True, Damn i would love to see them\n  ","244839":"\n   why only men have to take dna tests for paternity like why women dont do it they should be required to get tested to see if its their child too\n  ","244840":"\n   Damn 😄😂😭\n  ","244841":"\n   Aw how come\n  ","244842":"\n   Your username on insta 🤣\n  ","244843":"\n   Post a pic (.)(.) on here\n  ","244844":"\n   How’s things going?\n  ","244845":"\n   Yess 🤩\n  ","244846":"\n   😄😄😴\n  ","244847":"\n   😊🤫🤗😉\n  ","244848":"\n   I wish i could find you on Social media, but you never share it 😭\n  ","244849":"\n   Yeah\n  ","244850":"\n   What should I do? 🤔\n  ","244851":"\n   Your answer lol 😂\n  ","244852":"\n   I knew it 😂\n  ","244853":"\n   What color are your eyes?? Do you like it?? If you could change the color, without needing contacts...what color would you choose??\n  ","244854":"\n   You can try by speaking from the heart and try to help me.\n  ","244855":"\n   Would you want to be internet famous?\n  ","244856":"\n   With whom? 🤔\n  ","244857":"\n   why ?\n  ","244858":"\n   Oh i can understand 😉\nAre you a virgin?\n  ","244859":"\n   If you had to choose between becoming a werewolf or a vampire, which would you choose and why? 👍\n  ","244860":"\n   I love blueberries!\n  ","244861":"\n   Hey!⚘🥰 Have you had a good weekend?😇\n  ","244862":"\n   You are given USD 2,000 for a plane ticket and one full month. Where do you go?\n  ","244863":"\n   How often do you masturbate?\n  ","244864":"\n   She will make you drink her p.iss like her cult members\n  ","244865":"\n   Who wouldn't drink her p.iss though\n  ","244866":"\n   Once Imma done witchu only imma have a story to tell! :D\n  ","244867":"\n   Where's Purple Haze?\n  ","244868":"\n   Are you the saint or the sinner? #Lucifer\n  ","244869":"\n   Add me on Faceboook ?\n   \n    https:\/\/web.facebook.com\/tanzimmahmud.abir\n   \n","244870":"\n   Once Danielle is done with you you will have a horror story to tell\n  ","244871":"\n   Are you smiling today?  You have such a great smile\n  ","244872":"\n   I will make you drink my p.iss\n  ","244873":"\n   A scary bxtch who's dead inside\n  ","244874":"\n   Do you wanna be a victim you a.nnoying whxre\n  ","244875":"\n   Do u really get questions on the tellonym app? 🤔\n  ","244876":"\n   You need to be our offering to Satan\n  ","244877":"\n   I feel like your current DP is representative of the real you\n  ","244878":"\n   I have not eaten blue berries in 30 years.\n  ","244879":"\n   Same.  I need to get better sleep tbh\n  ","244880":"\n   Are you doing anything rn?\n  ","244881":"\n   How are you today, Pretty Lady?\n  ","244882":"\n   yeah aha I'll be honest I probably deserved it, I got into so much trouble too & it took like 6 hours to fix my braces lol\n  ","244883":"\n   Haha i love it too😍😂\n  ","244884":"\n   I think you missed the point which is STOP PLAYING WITH OUR MONEY!\n  ","244885":"\n   I smarted off to some black guy in class I ended up getting my ass kicked & dragged outta the classroom by my ear I also had braces the time and he knocked out the lil bracket things on them hurt like hell 😂\n  ","244886":"\n   Where did you get the money for them shoes girl? do you be hitting up those guys like you a fan girl? did you want them or the bands girl?are you really just another ask.fm girl? that is not nice at all I would have expected better from you but my moms 2nd husband told me that life is disappointing.\n  ","244887":"\n   You are an angel\n  ","244888":"\n   Have you ever been in a situation where you have no control? 😞\n  ","244889":"\n   Where chlo-chlo at?\n  ","244890":"\n   Really😍😍😍😍😍😍😍😍😍\n  ","244891":"\n   We forgive people easily but whe it comes to me .i am different\n  ","244892":"\n   Yes that what I meant aha, probably good thing you never did I got into one once it was bad😂\n  ","244893":"\n   What would you do if you go on a bed with someone and you find out he has a pindick\n  ","244894":"\n   Have you ever been in a fight before? like at school or anything\n  ","244895":"\n   are you saving up for anything?\n  ","244896":"\n   It’s just people from out country is too kind.they have bad a bad habits to give a second chance to criminals so they  reform.you guys are actually cool if  you get bit by an ant you call 911.\n  ","244897":"\n   Erin said hi\n  ","244898":"\n   Kind people have no value ☹️\n  ","244899":"\n   I wish there was a world where guys like me can have a fair chance to be with girls like you but that never happenes in real life only the movies where the ugly, geeky, nerdy guys like me get to end up being with the girl and she chooses us because they can see past all our negatives and c our worth\n  ","244900":"\n   Do you trust people easily?\n  ","244901":"\n   105 . Happy Sunday. hope everyone is staying safe & healthy 💜✨\n  ","244902":"\n   What's one thing you really want but can’t afford? 💸\n  ","244903":"\n   Np :) how old are you and where are you from?\n  ","244904":"\n   You love to bite nipples🤔\n  ","244905":"\n   It is just me or ask is dumb because every time I got notification to a question a made I tap on the ⚡️ Icon to see the response it is unresponsive, I have to tap on the 🏠 icon which it takes me to the main page also know as the wall and the scroll down until I find the user who answer my question?\n  ","244906":"\n   When was the last time it thunder-stormed??\n  ","244907":"\n   Do you think that you are pretty and do you think that I think that you are pretty and how would you react if a guy you know is shy said that you were pretty?\n  ","244908":"\n   But I feel sad he was the youngest millionaire of our country.his employee stole 1 million dollar from him but the guy did not go to the police he gave him a chance  and some time to return his money.but instead he killed him at his own appartment.\n  ","244909":"\n   Who are these guys? What's the big deal? Are Rajput and Rajat different?\n  ","244910":"\n   yes yes important project on our hands 😒\n  ","244911":"\n   We showed ur profile to Rajat and said to him about u and he said us to leave you alone for a while cuz we have more important things to do now\n  ","244912":"\n   Hornyudin 😂\n  ","244913":"\n   Whatever it is it's impossible to feel like a normal person in this weather without air conditioner. You have air conditioner in your home, workplace and car right?\n  ","244914":"\n   Your dp is scaring me\n  ","244915":"\n   Imagine when someone searches your name, the second result is a Reddit post made by someone who is revealing your address to people and discussing about sending someone to stalk and spy on you. How does it make you feel?\n  ","244916":"\n   Whats that mean in english\n  ","244917":"\n   what is the hard part in your life?\n  ","244918":"\n   Like feeling that you can't read or think about anything. Have you ever been somewhere with temp above 100 F and humidity above 70%?\n  ","244919":"\n   Is it bad if you still stalk \/ text your ex?\n  ","244920":"\n   Can i kiss that belly.the pain might go away😎\n  ","244921":"\n   Do you also feel dumb in hot humid weather?\n  ","244922":"\n   What is the temperature there? It's 95 F here\n  ","244923":"\n\n    @crystalcastles\n   \n   is\n   \n    @crxstalcastles\n   \n   cousin?Dimitri and Natasha 😂\n  ","244924":"\n   My tummy hurts from the hot weather\n  ","244925":"\n   How much do you want to be my maid? My price is 25$ an hour\n  ","244926":"\n   I want you to be my personal helper at the compound and you will sleep in my area where i can get you if i need something\n  ","244927":"\n   No dude..the guy did confession .how did he do it?\n  ","244928":"\n   Yeah ..would you like to know how and why did he brutally murdered and cut his body into pieces?\n  ","244929":"\n   Good morning everyone\n  ","244930":"\n   how is ur fall?\n  ","244931":"\n   If you could instantly become an expert in something, what would it be? 👍\n  ","244932":"\n   I love your background pic. Very unique\n  ","244933":"\n   Yeah that's true\n  ","244934":"\n   Marisa\n  ","244935":"\n   What he really means is his penis wants what his penis wants\n  ","244936":"\n   Your smile looks forced\n  ","244937":"\n   American cops are soo fast.the murderer has been found .hats off to the USA cops\n  ","244938":"\n   Can you please get out of my head and fall into my arms instead? Now that would make me really happy.\n  ","244939":"\n   We appreciate you!\n  ","244940":"\n   I think they're deep and sparkling and intriguing\n  ","244941":"\n   You're a complex person.  That's a good thing\n  ","244942":"\n   After the pandemic would you join me for a meal?\n  ","244943":"\n   The heart wants what the heart wants.\n  ","244944":"\n   I want to see you that is serious.\n  ","244945":"\n   ASKfm got the covid\n  ","244946":"\n   Yes i am lol there was a house party across the road, the guy caused trouble with us and ended up in handcuffs lol\n  ","244947":"\n   I went to Safeway to shop.\n  ","244948":"\n   Lol. Oh dear, would you like a visit from a friend?\nI'm alright thanks\n  ","244949":"\n   How was work?\n  ","244950":"\n   What did you do today Purple Hazel ?\n  ","244951":"\n   If its bad you won't give it to me so thanks for keeping me safe\n  ","244952":"\n   What is your opinion on polyamory? 💙❤️🖤 (it‘s the practice of, or desire for, intimate relationships with more than one partner, with the informed consent of all partners involved.)\n  ","244953":"\n   yes you are\n  ","244954":"\n   Oh i never had it do you have any?\n  ","244955":"\n   Do you fart in the tub to make bubbles?\n  ","244956":"\n   As in food, theres no drug called spice\n  ","244957":"\n   What makes you like bubbles?  Is there a story time behind that?\n  ","244958":"\n   Are you working rn?\n  ","244959":"\n   This actually happened last night, someone was outside barking at my dog while we were all sleeping and i woke up my dad because it was creepy then the guy tried getting inside our house\n  ","244960":"\n   Do you like spice\n  ","244961":"\n   What's a bubble buddy?\n  ","244962":"\n   What do you want to get?\n  ","244963":"\n   I just wish that I could stay up all night and find a girl and tell her that she’s the one.\n  ","244964":"\n   What are the misconception about tattoos and piercings??? What do you think about them?\n  ","244965":"\n   If the eyes really are the windows to the soul, then you have a beautiful soul even if you say you're dead inside\n  ","244966":"\n   No need to rush\n  ","244967":"\n   Not saying that to put pressure on you .. just pointing out that a lot of people like who you are\n  ","244968":"\n   What do you like most about yourself?\n  ","244969":"\n   You realise that you have a whole lineup of people wondering when you'll be done with the self growth and ready for a relationship, right?\n  ","244970":"\n   You’re really nice and beautiful so why don’t you have a man or gal right now?\n  ","244971":"\n   Calling Occupants Of Interplanetary Craft\n  ","244972":"\n   Why lil rude🤔😂\n  ","244973":"\n   And pretty sparkling eyes too :)  Just saying\n  ","244974":"\n   Thanks for getting me on the leaderboard don't know how 20 coins did it, Canada leaderboard must be d.ead 🤣\n  ","244975":"\n   Damn sexy😍😍\n  ","244976":"\n   Dad theres a man outside barking at the dog.\n  ","244977":"\n   You have a really amazing smile!\n  ","244978":"\n   Cute\n  ","244979":"\n   Pap\n  ","244980":"\n   I fell down when I see pretty girls\n  ","244981":"\n   I want your love. I want to meet you.\n  ","244982":"\n   All my satanic followers will e.a.t your box while i watch\n  ","244983":"\n   You have crushed me.\n  ","244984":"\n   So you want one of my satanic worshippers to go get you?\n  ","244985":"\n   Do you love to cook and eat? ❤\n  ","244986":"\n   Hey how you’ve been and what’s new\n  ","244987":"\n   Make it easy on yourself and meet me\n  ","244988":"\n   Maybe you will meet one some day\n  ","244989":"\n   When is the right time to get drunk? 🍻\n  ","244990":"\n   Do you like aliens?\n  ","244991":"\n   Have you ever flicked the bean with a full bladder ?\n  ","244992":"\n   What you up to?\n  ","244993":"\n   How good are you at saying \"no\"?\n  ","244994":"\n   do you believe in evolution theory ?\n  ","244995":"\n   Should students be required to wear their uniform even if it's an online class?\n  ","244996":"\n   Nikki and Jeffrey broke up just lol\n  ","244997":"\n   💜😴😴\n  ","244998":"\n   Damn you fire girl :)\n  ","244999":"\n   Hi qt\n  ","245000":"\n   Here at Freddy Fazbear Pizzeria we're committed to our customer service, please don't be afraid to leave a review on Google, kind regards from Freddy's employees\n  ","245001":"\n   How are you today?\n  ","245002":"\n   Scuse me!while i kiss the sky\n  ","245003":"\n   What is the meaning of your name?\n  ","245004":"\n   May I borrow a kiss? I promise I'll give it back.\n  ","245005":"\n   Can I ask you for a small favour?\n  ","245006":"\n   Would you go on a blind date? 📆\n  ","245007":"\n   We're getting our worship camp ready for your arrival\n  ","245008":"\n   THANK GOD IT'S FRIDAY!!! What should I eat for my MUKBANG VLOG? 🍽🌯🥙🥘🍛🍲🥞\n  ","245009":"\n   Does toxic masculinity really exist? Can you share an experience or opinion about it? 🙅‍♀️🙅‍♂️\n  ","245010":"\n   104. have you ever watched the First 48?\n  ","245011":"\n   Do you know what falling in love feel like?\n  ","245012":"\n   So beautiful!\n  ","245013":"\n   Can we talk on Instagram? 😊\n  ","245014":"\n   How'd you describe your sense of humour? What makes you laugh more than anything? 😆\n  ","245015":"\n   I am the ask\/fm professor.\n  ","245016":"\n   ok\n  ","245017":"\n   Whats your favourite flavours on a pizza? Freddy Fazbear can make the best crust, and sauce you ever tasted, order yours today.\n  ","245018":"\n   Ricky is not real.\nChloe is afraid of somebody who does not exist.\nChloe will not like this post because she is afraid.\n  ","245019":"\n   Survey: Coffee Date or Movie Date or Dinner Date? ❤ (I want to ask a girl out. Help me out?)\n  ","245020":"\n   I wanna bow down and for your blessings\n  ","245021":"\n   Do you speak Russian?\n  ","245022":"\n   I wanna marry you\n  ","245023":"\n   Love ya, Mars <3\n  ","245024":"\n   Current outfit?\n  ","245025":"\n   I would like to interview them\n  ","245026":"\n   What do people like most about you?\n  ","245027":"\n   Does hitwoman exist in real life?\n  ","245028":"\n   Gage told me to stop. I told him to shut his mouf.\nWas I wrong ?\n  ","245029":"\n   Want you to love me like I'm a hot ride\n  ","245030":"\n   Someone from my country died brutally murdered in his own  apartment in New York.his head ,hand and limbs were cut apart\n  ","245031":"\n   I don't think Raja or whatever his own is is actually real, i think someone stole those pictures because they have to good english!\n  ","245032":"\n   Are you on insta?\n  ","245033":"\n   Hi\n  ","245034":"\n   Do you like Freddy Fazbear pizza?\n  ","245035":"\n   Please forgive me for what I've done to you I'll never do this again plz plz forgive me I was stupid you are a nice girl it was my fault to say those harsh words to you I'll never repeat 😭😭😭\n  ","245036":"\n   The point is Raj isn't real lol. The aliens act realer than him tbh\n  ","245037":"\n   No I touch your shoes without getting kicked\n  ","245038":"\n   I wanna touch your shoe\n  ","245039":"\n   How do you handle mean comments and cyberbullying? 📛\n  ","245040":"\n   Communication apps that you use besides Facebook Messenger?\n  ","245041":"\n   I like girls shoes.\n  ","245042":"\n   Fishing 🎣 or Golf⛳?\n  ","245043":"\n   Hey\nTell me a bits abt yourself?\n  ","245044":"\n   How are you Marisa?\n  ","245045":"\n   103. what time did you wake up this morning?\n  ","245046":"\n   Do you need an online job? #OnlineWorkAtHome\n  ","245047":"\n   Do you read updates about CoViD? Please stay safe. 💖\n  ","245048":"\n   5\n  ","245049":"\n   🥭 mango or 🥑 avocado?\n  ","245050":"\n   Hi you’re beautiful would you like to get some coffee sometime? Is that a good way to introduce myself to a girl even though I do not like coffee and I just want to see her and spend time with her? If not what do I need to work on or say instead? I could really use all the help I could get.\n  ","245051":"\n   Be completely 100% honest with me now.Would u rather rather press your lips against my lips for 2-4 seconds(I’m a 5.9\/10 looking guy who weighs about 265 pounds and is 5ft 8inchs tall)or get Coronavirus where your lips would be pressed against a ventilator for 14 day’s and after effects for months?\n  ","245052":"\n   Freddy Fazbear wants to offer you a one time offer of one pizza. We will be delivering it to you tonight\n  ","245053":"\n   Toto\n  ","245054":"\n   Mari...are you asleep. It is 8:09 pm in California.\n  ","245055":"\n   Raj is fake af, probably porky using an Indian guy's picture, you know how i know? Because he sends questions in the same way porky does and a majority of Indian guys on Ask.fm talk in their language\n  ","245056":"\n   Does it creep you when people say : \" Mari....come here \"\n  ","245057":"\n   Is the dog alive 👿 ?\n  ","245058":"\n   If you can choose when and how you'll die, how and when would you like to die? 💀\n  ","245059":"\n   How long have you been doing this?\n  ","245060":"\n   Is that a dog or a cat ?\n  ","245061":"\n   Are you open to teaching me how to drive and tips on how I can talk to girls so I could be more comfortable around them?\n  ","245062":"\n   Do you want some candy or sugar ?\n  ","245063":"\n   Do you know any survival skills? 🔥\n  ","245064":"\n   Mood rn?\n  ","245065":"\n   Why\n  ","245066":"\n   Pap your outfit atm\n  ","245067":"\n   I agree with Erin, group homes shouldn't exist and if the child will be handicapped abortion is needed, nobody should live a life where they are unresponsive and literally living in a wheelchair or in a bed. Its not a life for these people its a terrible one\n  ","245068":"\n   Hi\n  ","245069":"\n   What\n  ","245070":"\n   Let's throw s party at your home. Let's start by making invitation cards. I'm going to print some soon. What kind of design you like for it? Pink with red hearts on it? Blue with white stars?\n  ","245071":"\n   Bby\n  ","245072":"\n   Yes everyone please feel free to fuck Natasha and even go to her home for party\n  ","245073":"\n   Natashaaaaaaaaa\n  ","245074":"\n\n    https:\/\/youtu.be\/MgTL2gbqdJY\n   \n   here watch this it's top bust that happened live, watch the whole thing let me know what you think\n  ","245075":"\n   Favorite actor? 🎥\n  ","245076":"\n   Name a Game or App that you can't delete on your phone?\n  ","245077":"\n   How to become rich? \n\nI want more money!\n  ","245078":"\n   Plans for the day?\n  ","245079":"\n   If Great Rajat has mercy on you you will be saved. Even those address guys listen to Rajat. Pray to Rajat and maybe Rajput, voodoo, Ahmed, Waseem and rest of them will go away\n  ","245080":"\n   Good morning, Beautiful!  How are you today?\n  ","245081":"\n   Why does updates take so long to complete??? Argh\n  ","245082":"\n   We are all soldiers of Rajat. We will only stop when he commands\n  ","245083":"\n   Still awake? What time is it with you?\n  ","245084":"\n   I'm sold! Lol.\n  ","245085":"\n   You OK?\n  ","245086":"\n   Your feet are mine\n  ","245087":"\n   I have absolutely no idea lol! Possibly something with chicken as I have some to use up.\n  ","245088":"\n   You have such a great smile!\n  ","245089":"\n   Not long gotten home! I could happily fall asleep! But I need to get dinner done lol.\n  ","245090":"\n   Do you want a boyfriend now?\n  ","245091":"\n   This is what happen when you flirt with men other than me. You should stick to me\n  ","245092":"\n   like Raj?\n  ","245093":"\n   what do you do for work?\n  ","245094":"\n   Have you ever seen Game of Thrones? 👑🏰 Which is your favorite house and why? 🐺🐲🦁🌹🦌🐙☀️🦅🐟\n  ","245095":"\n   You ok x\n  ","245096":"\n   Hi?:)\n  ","245097":"\n   Yeah  pray for me that i will succeed in life\n  ","245098":"\n   Now I cannot exactly answer what will happen is my destiny\n  ","245099":"\n   Actually i am working hard and when i will succeed girls will wonder around me and wish to marry me🙂🙂that’s my plan\n  ","245100":"\n   Maybe one day i will find my soul mate\n  ","245101":"\n   Yeah  a girl will sacrifice herself for me 😔😔\n  ","245102":"\n   Awwh! Well that's lovely!💖🥰⚘\nEh, you might like Jim Carrey, he's funny in Ace Ventura too!😅\n  ","245103":"\n   You can’t understand me as you are cool kid 😴😴i hope you get it\n  ","245104":"\n   But I don’t have choice as i told you i am dumb not so cool not a fuckboi what should i expect?\n  ","245105":"\n   102. do you like conflict?\n  ","245106":"\n   How much is Mary Jane?\n  ","245107":"\n   Favorite alcoholic drink? 🥃\n  ","245108":"\n   Thought you'd already been there lol?\n  ","245109":"\n   How's work going your end? ❤\n  ","245110":"\n   Yay aha. Home to sleep?\n  ","245111":"\n   How is work going?\n  ","245112":"\n   notices what? 😏\n  ","245113":"\n   Which activities would you say you're the worst at when it comes to procrastinating? 🤣\n  ","245114":"\n   Giving up time since school all my fellas are currently in relationships or breakups \nBut i hope one day i will get a arrange marriage 😶😶😴\n  ","245115":"\n   Can't complain lol I have work in an hour! Just sorting creeps on here and Instagram lol.\n  ","245116":"\n   💜☺️✨🌹\n  ","245117":"\n   I’m 19 now and never into these things what does luck means i even don’t know🙂what i know is i am not one of cool fuck boys😔😔\n  ","245118":"\n   I wish you were my girlfriend sigh*\n  ","245119":"\n   Lmao.... im very surprised😲... You dont watch many movies do you?🙊🙈\n  ","245120":"\n   What's your ig?\n  ","245121":"\n   Love you bestie ❤.\n  ","245122":"\n   Lmao okay imagine Jim Carrey with a green face saying \"sssmooookin'\" 😅😆 There might even be a GIF😅\n  ","245123":"\n   Actually I don’t know how to ask a girl i never have been imti these things😴😴i said never\n  ","245124":"\n   Much love💜💜\n  ","245125":"\n   What do you think about the October revolution?\n  ","245126":"\n   Texting me\n  ","245127":"\n   Birthday\n  ","245128":"\n   Have you ever seen that girl Sammie?\n  ","245129":"\n   💜🌹🌹\n  ","245130":"\n   Who was worse? He, Rajput or Ben?\n  ","245131":"\n   Are you chilled or a little hyper?\n  ","245132":"\n   Actually i am sorry! that i ask you about your personal account😔😔because i know it sounds weird that I’m asking about it\nAnways sorry!\n  ","245133":"\n   Smoookin'😁🙊 Oh you might only get that reference if you've seen The Mask movie😅\n  ","245134":"\n   Is he a fascist?\n  ","245135":"\n   Why was beauty score guy suspended?\n  ","245136":"\n   Oh nice!😁 Enjoy your cig🙊😅\n  ","245137":"\n   How often do you procrastinate? 👍\n  ","245138":"\n   True lol. Anything you'd like to know about me?\n  ","245139":"\n   Just because we're more innocent?\n  ","245140":"\n   I know you perfectly. You are mentally unstable.\n  ","245141":"\n   OK lol. Where do you go to smoke?\n  ","245142":"\n   Ohh that’s okay....i even don’t know why i ask you 😂😂😂\n  ","245143":"\n   Ig my name is Dom now.\n  ","245144":"\n   I still remember you saying that you would cut your hand and film it for us if that guy kept pushing you\n  ","245145":"\n   Do you have your own lighter?\n  ","245146":"\n   Dom daddy? Wth does that even mean?\n  ","245147":"\n   Are you on snapchat?\n  ","245148":"\n   Girl! You are simply amazing 🔥ya are listening to a rap song \nYou are crush material😌😌\n  ","245149":"\n   Getting food from a food truck, I'm getting a pulled pork burger.\n  ","245150":"\n   You smoke cigarettes?\n  ","245151":"\n   actually those are the most interesting things you get. you would be boring without screaming and panicking over all of these shit you get\n  ","245152":"\n   Aw you're sweet, thankyou⚘Up to much now? At work?\n  ","245153":"\n   Fair enough lol. I'm waiting for dinner to arrive, it's just me and my mum at home.\n  ","245154":"\n   I actually have listened this song many time this song is 🔥\n  ","245155":"\n   You got a nice taste\n  ","245156":"\n   You will get nothing here expect sexual and humiliating messages\n  ","245157":"\n   You're welcome!🥰⚘Hope you're doing well!😊\n  ","245158":"\n   Not tired anymore?\n  ","245159":"\n   💜😊🤗\n  ","245160":"\n   Gorgeous smile Mars!🥰⚘lovely photo!🥰\n  ","245161":"\n   What do you use ask on - phone\/laptop\/tablet?\n  ","245162":"\n   Everyone have their own choice but rap music is something extra lit 🔥 try it some other day\n  ","245163":"\n   Beautiful smile💜\n  ","245164":"\n   Don’t tell me that you don’t like rap Music\n  ","245165":"\n   What do you watch on YouTube aside from TikToks lol?\n  ","245166":"\n   Go listen g eazy, bebe rexha ,rihanna, drake,wiz khalifa etc. \nYou will forget tiktok\n  ","245167":"\n   LOL! i only listen to songs on youtube tiktok is cringe girls are showing themselves for some views🤦🏻‍♂️\n  ","245168":"\n   Me too\n  ","245169":"\n   You are the first girl supporting youtube instead of tiktok😂\n  ","245170":"\n   Tiktok vs youtube?\n  ","245171":"\n   An example of how hardcore you like it?\n  ","245172":"\n   Do you listen to dance music?\n  ","245173":"\n   what breed of dogs do you like?\n  ","245174":"\n   What role playing have you done?\n  ","245175":"\n   My circle is small because friends turn like doorknobs, like yourself 🤣\n  ","245176":"\n   Oh, yes, please. Go ahead and lie down and I'll be right with you.\n  ","245177":"\n   To have a job thats a blessing\n  ","245178":"\n   Oh I am thank to you! You angel\n  ","245179":"\n   How are you keeping occupied?\n  ","245180":"\n   I bet. Work is busy?\n  ","245181":"\n   I will, honey\n  ","245182":"\n   Lmao seriously dude!? Marisa had a ROCKIN body and is even smarter than she is hot which is saying something\n  ","245183":"\n   Sounds fun lol\n  ","245184":"\n   You're welcome my like! (not my love cause ya know 😉) I adore you and wish I could be with you even just as friends\n  ","245185":"\n   You smoke? I had no clue\n  ","245186":"\n   Your intelligence is not any better than your looks for sure\n  ","245187":"\n   I love your beautiful face and body and I love even more the great woman underneath 😍\n  ","245188":"\n   My bad lol. What are you up to?\n  ","245189":"\n   How much do you smoke usually?\n  ","245190":"\n   Are you a little high now lol?\n  ","245191":"\n   ALL your pics are you're sexiest pics! 😊\n  ","245192":"\n   Yeah I'm talking to you with your level of intellect.\n  ","245193":"\n   Let's be a nice little bucket of Russian Love, okay? Russians are supposed to robust, but subtle.\n  ","245194":"\n   😏\n  ","245195":"\n   Sorry if I'm bothering you now but I genuinely did not know you smoked\n  ","245196":"\n   You have social anxiety?\n  ","245197":"\n   Well what else could we do?  Because I just want you to be happy and smoking makes you happy and I can force myself to learn to like it.\n  ","245198":"\n   Can I be Satan?\n  ","245199":"\n   well the numbers don't agree so\n  ","245200":"\n   Rajat got banned on Instagram for posting pictures of swastika\n  ","245201":"\n\n    @OGalpacasarenice3\n   \n   is being roasted by the beauty analyst guy 😂\n  ","245202":"\n   I don’t smoke but I am willing to try it if I meant spending time with you🥰❤️.\n  ","245203":"\n   How long have you smoked for?\n  ","245204":"\n   Do you have a medical mj card or is pot legal?\n  ","245205":"\n   We're both slaves to destiny, Marisa 🙏🏻\n  ","245206":"\n   Erin is drunk 🥴\n  ","245207":"\n   What's the time with you?\n  ","245208":"\n   What do you smoke?\n  ","245209":"\n   Ok, Maggie said no anyways she combined her money with mine so she has a say on our financial situation hun\n  ","245210":"\n   Do you need help to get your own house?\n  ","245211":"\n   OK do you smoke?\n  ","245212":"\n   What's the dispensary?\n  ","245213":"\n   Seems like busy day\n  ","245214":"\n   Lisa or me and Maggie you pick\n  ","245215":"\n   Who do you like\n  ","245216":"\n   You OK?\n  ","245217":"\n   What’s plan for today?\n  ","245218":"\n   Spamming you, babe\n  ","245219":"\n   Ikr\n  ","245220":"\n   Far from innocent 😇\n  ","245221":"\n   Satan get behind me.\n  ","245222":"\n   Mari ...come here.\n  ","245223":"\n   Looking cute and innocent in your new DP\n  ","245224":"\n   uggh im going to have to go into a 'store' arent I. 😒\n  ","245225":"\n   VERY CUTE DOG!\n  ","245226":"\n   what you doing today?\n  ","245227":"\n   Yes\n  ","245228":"\n   Finally got my iPad to add to my Apple collection\n  ","245229":"\n   Firstly your dp is adorable! Lol! Secondly, that Javi creep is legit stalking my page!\n  ","245230":"\n   Had breakfast, going to get dressed soon. Listening to the radio\n  ","245231":"\n   What does vibing mean?\n  ","245232":"\n   If you like you can send me any song you want me to listen to because so far I’m starting to understand you’re feeling a bit lonely. If you wanna talk Marisa hmu on the gram and I can give you a call as well. Music not the only thing to help when you got a friend like me 🙃\n  ","245233":"\n   Having a OK day?\n  ","245234":"\n   Post your sexiest pic\n  ","245235":"\n   Good.\n  ","245236":"\n   How are you?\n  ","245237":"\n   Never mind I got it to work and that song is dope. Definitely a song for you lol are you only listening to that song\n  ","245238":"\n   If you tell people not to do it. Then people will do it to spite you.\n  ","245239":"\n   Watching season\n  ","245240":"\n   I like Chloe. She is funny. Do you like Chloe ?\n  ","245241":"\n   Are you a virgin ?\n  ","245242":"\n   Yes, yes so what ya doing right now\n  ","245243":"\n   But she is a racist and she is soo wrong  but I liked it\n  ","245244":"\n   I’m pretty damn good\n  ","245245":"\n   No you said she is right but anyway I liked it she is so mean\n  ","245246":"\n   Dude she is wrong ,don’t support wrong people ever if she is your friend\n  ","245247":"\n   Do you spray perfume on your cleavage?\n  ","245248":"\n   She is being racist,hate arabs and asians and you still support her\n  ","245249":"\n   Oh hello my sweet Marisa. How are you doing today?\n  ","245250":"\n   I need perfume ideas for my fionce (anniversary coming up).  Shes a beachy person and a personal trainer.. loves the outdoors but also likes a dressed up night out.  Any suggestions? Favourites?\n  ","245251":"\n   Are you a Russian spy?\n  ","245252":"\n   Do we have to be Americans to talk to you?\n  ","245253":"\n   The girl must give you her vagina to suck because you supporting him when she is wrong to outsiders\n  ","245254":"\n   Last time I checked, I'm not American lol!\n  ","245255":"\n   Do you like ham steak? I like mine done in honey glaze\n  ","245256":"\n   SAME WITH YOU GORGEOUS 💕💕💕💕💕💕\n  ","245257":"\n   You don’t talk to people who is not from USA\n  ","245258":"\n   good \ncan you speak English\n  ","245259":"\n   HAHAHA YOURE SO CUTE ITS OKAY💖💖💖💖💖\n  ","245260":"\n   Ahan that good\n  ","245261":"\n   how are you\n  ","245262":"\n   He surely is😂\n  ","245263":"\n   But I liked it\n  ","245264":"\n   I love you 🥺🥺🥺I literally said I don’t wanna talk to foreigners lmaooo I guess that’s a crime to wanna talk to people who speak good English and I can talk to about stuff\n  ","245265":"\n   He tried to talk to me but i'm a nun and show no interest in a islam man 🤣\n  ","245266":"\n   Girls would you rather be fat and have huge boobs or skinny with small boobs? Guys what do you prefer?\n  ","245267":"\n\n    @OGalpacasarenice3\n   \n   this girl told me to fuck outta here because I am not American\n  ","245268":"\n   You should offer peace to Raj and become his girlfriend. He is your only and best chance. If he accepts it will be good for you\n  ","245269":"\n   Call me your master\n  ","245270":"\n   I am not kid🙂\n  ","245271":"\n   I am always honest if anyone ask me they are fat,or ugly I only speak the truth\n  ","245272":"\n   Wont expose themselves for fear of ridicule though.  Just sits in the dark ridiculing others.... sounds legit. 🙄\n  ","245273":"\n   I expose people this my nature\n  ","245274":"\n   Hi hru\n  ","245275":"\n   You are 120 kg that’s why you don’t post a photo of your body\n  ","245276":"\n   What could be your reasons for discontinuing friendship with a person?\n  ","245277":"\n   Ahan so you are good now?\n  ","245278":"\n   Yea\nWhat are you doing?\n  ","245279":"\n   That one is my fav😍😂\n  ","245280":"\n   Do onlyfans?\n  ","245281":"\n   Ur my maid\n  ","245282":"\n   I'm ur master\n  ","245283":"\n   F*k ur a$$\n  ","245284":"\n   Today is Cow Appreciation Day! Would you hug a cow?\n  ","245285":"\n   What about 3some?\n  ","245286":"\n   What do u like most?sub or Dom?\n  ","245287":"\n   What’s you’re favourite role playing to do?\n  ","245288":"\n   Feeling bit better now?\n  ","245289":"\n   Hello goddess\n  ","245290":"\n   I was going to ask for you’re snap over time but now I know what happened. I know, no way I would get it\n  ","245291":"\n   Slap. No I mean the person above me not you.\n  ","245292":"\n   Haha take a big nap then😂\n  ","245293":"\n   Oh dear 😂 always one person, I’m sorry you had to deal with that. Takes time finding one person trust on here\n  ","245294":"\n   Some people need a slap\n  ","245295":"\n   Uh ben*d over babe\n  ","245296":"\n   Come to dady\n  ","245297":"\n   Hay hon\n  ","245298":"\n   Fav position?\n  ","245299":"\n   Really you think she would with a stranger have seeing what she said earlier, what happened to her?\n  ","245300":"\n   Dear god, who the hell does that! I’m truly shocked by that like wtf. I have added people from ask before. I would never of thought people would do that\n  ","245301":"\n   Did you ever had sex with stranger if yes then who and how😂\n  ","245302":"\n   Was it good or bad?\n  ","245303":"\n   Ok changing \nWhen you have last time sex?\n  ","245304":"\n   What! Really what threats have you gotten?\n  ","245305":"\n   Take a lil nap you will be alright\n  ","245306":"\n   Which color bra and panty you are wearing?\n  ","245307":"\n   Stay strong!\n  ","245308":"\n   Oh don't worry just chill now everything will be alright\n  ","245309":"\n   How come it was bad day what happened?\n  ","245310":"\n   You really don’t trust anyone on here at all?\n  ","245311":"\n   Yea but feels like open open\n  ","245312":"\n   i wanna know how hardcore or how far you’d go.. would you do like death roleplays lol\n  ","245313":"\n   Why what happened?\n  ","245314":"\n   Are you into roleplay too?\n  ","245315":"\n   If you found someone interesting not like date or anything on ask. Would you give them you’re snap or something\n  ","245316":"\n   Haha ok\nDid you ever sleep naked🤔😂\n  ","245317":"\n   😂😂😂\n  ","245318":"\n   How have you changed in the last 5 years?\n  ","245319":"\n   No one interesting?\n  ","245320":"\n   Anyone on ask you would hook up with?\n  ","245321":"\n   What breed of cat do you like?\n  ","245322":"\n   Haha yes ikr Louis v and dior cost more than a salary\n  ","245323":"\n   Have you ever seen a shooting star? 💫 🌠\n  ","245324":"\n   Are you free to chat and learn more about because I like your stories\n  ","245325":"\n   How hardcore? What kind of hardcore? Lol\n  ","245326":"\n   Nice is this a filter or your boobs are bright in reality too😍😂\n  ","245327":"\n   Do you don't wear mostly?\n  ","245328":"\n   In your honest opinion how Important is money in a relationship and Also in your opinion in your past relationships how did money work with you and your partner? Was it a causal thing for them to pay for dates, buy you gifts, help pay off your debts, etc. If they didn’t have money what would happen?\n  ","245329":"\n   Are you a cat person or dog person?\n  ","245330":"\n   What’s your snap ?\n  ","245331":"\n   Nah i get it haha, honestly a beauty with some seriously good kinks haha\n  ","245332":"\n   Ahan\nDid you ever go out without wearing bra🤔😂\n  ","245333":"\n   What can we learn from children? — If you have children, what did you learn from them?\n  ","245334":"\n   Haha thats good😂\nTry it😂\n  ","245335":"\n   I know you dont give out your socials but man i wish you would haha x\n  ","245336":"\n   Ok \nTell me your one dirty secret 😝😂\n  ","245337":"\n   You have beautiful eyes!\n  ","245338":"\n   Your snapchat?\n  ","245339":"\n   He needs his head examining. Jfc!\n  ","245340":"\n   Thats amazing 😍😂\n  ","245341":"\n   Pap in your fav bikini\n  ","245342":"\n   he acts like anyone cares or is afraid of him lol\n  ","245343":"\n   Yes😂\nWhat your size?\n  ","245344":"\n   Haha ok i will ask then when did you lose your virginity?\n  ","245345":"\n   Okay 👌 I will but remember i would be your worst nightmare for the rest of your life\n  ","245346":"\n   Haha i love boobs too😂😝\n  ","245347":"\n   Of course you will crystal you are totally a toxic person for me\n  ","245348":"\n   Any kind of🤔\n  ","245349":"\n   So you are more into boobies😍😂\n  ","245350":"\n   Yes \nYou changed your name to honesty day why?\n  ","245351":"\n   Which one you love more girl or boy in sex?\n  ","245352":"\n   Using social media\n  ","245353":"\n   Haha ok then i will ask😂\nStraight or bisexual or lesbian?😂\n  ","245354":"\n   What are you doing now?\n  ","245355":"\n   Go ahead crystal and if you cry 😢 it’s your fault for disrespecting me\n  ","245356":"\n   Damn sexy girl😍😍\n  ","245357":"\n   Haha ok your turn😂\n  ","245358":"\n   I’m mature enough to cry 😭 crystal and my mom patty she cares about me but not even you\n  ","245359":"\n   You think 🤔 so but you did so don’t even say that I can spell your name\n  ","245360":"\n   Haha then everyone enjoys alot😂😂\n  ","245361":"\n   Satan jr. come to mama 😂\n  ","245362":"\n   I’m not laughing 😂 crystal it’s not really funny 😄\n  ","245363":"\n   Ok tell me did you saw anyone naked or anyone saw you naked accidentally?\nIf yes how?\n  ","245364":"\n   You first cristal you will go to hell retard\n  ","245365":"\n   Truth or dare?\n  ","245366":"\n   Cuteeee😍😍\n  ","245367":"\n   Since when did you became Satan?😂\n  ","245368":"\n   he literally is so stupid I can't smh\n  ","245369":"\n   I bet you’re chilling rn\n  ","245370":"\n   This is my ask cristal  I made it by my self or I’m going to call my Kurdish girlfriend she can put you in your place\n  ","245371":"\n   How many do you have?\n  ","245372":"\n   Meant to be, can’t see it look amazing!\n  ","245373":"\n   Yes I did Cristal are you going to forgive me or not\n  ","245374":"\n   Swimming is better!\n  ","245375":"\n   Well who doesn’t like a chilled day at work tbh? The less work the better sometimes. I’m guessing you haven’t been sleeping as well\n  ","245376":"\n   Of course not😒\n  ","245377":"\n   Hi 👋 did you send me a question or what\n  ","245378":"\n   I don't care but I don't like this place. We have been in lockdown for every year\n  ","245379":"\n   😈😈\n  ","245380":"\n   You so know it\n  ","245381":"\n   What did the last text message you send, say?? Who was it to??\n  ","245382":"\n   Post something.....\n  ","245383":"\n   What's your favourite brand in moisturizer like I am obsessed with CeraVe ,Aveeno 🤔\n  ","245384":"\n\n    @crxstalcastles\n   \n","245385":"\n   Oh what are you looking for right now. Cuddle buddy, shoulder to cry on?\n  ","245386":"\n   Let me change up and say What if the girl that is out of the guys league is you?\n  ","245387":"\n   I don’t really understand what that means?\n  ","245388":"\n   What should a guy do if he likes a girl whom is out of his league?\n  ","245389":"\n   Have you ever seen a shark in real life, like while you were swimming on the beach not in an aquarium?\n  ","245390":"\n   How much mpg does you car get?\n  ","245391":"\n   What's something u always see in movies but never happens irl?\n  ","245392":"\n   Have you ever met a compulsive liar and if so how did you usually deal with them?\n  ","245393":"\n   Marisa sucks Rajput dick?\n  ","245394":"\n   Doing ok💜💜\n  ","245395":"\n   Can you stop changing your name every day, Chief Wakaho??? It makes it so hard to find you!\n  ","245396":"\n   Your filters are stunning💜\n  ","245397":"\n   Not to be rude or mean but no thanks. Idk when someone tells me about a show or movie I end up not watching it because I’m super picky in what I like and I most seen everything I both\n  ","245398":"\n   💜💜😊\n  ","245399":"\n   I have both and if you’re asking for a movie date I’ll be down lol\n  ","245400":"\n   I followed you\n  ","245401":"\n   I’m an hour behind you but I just finished it finally and now I gotta look for another show\n  ","245402":"\n   Have you ever played Mario Kart? 🏎🍄 Would you say you're good at it? What's your favorite and least favorite item to use \/ get hit by? 😝\n  ","245403":"\n   Does anyone else think that the only good thing about Summertime is the awesome sunsets you, occasionally, get to see!? I'm a fan of Autumn and Winter!!!!!!! Spring can be good, when it rains for days on end, too.\n  ","245404":"\n   It’s called The good doctor but I don’t think I ever told you it. Is everything alright\n  ","245405":"\n   What'd you do this weekend? PAP?\n  ","245406":"\n   Maybe Erin should unfollow you because she literally sends stuff to everyone she follows 🤔 (that was also a question)\n  ","245407":"\n   You remember that or not, it was like over 1 month and a half ago\n  ","245408":"\n   Remember when I told you I was gonna get fit to make gurls want me?\n  ","245409":"\n   Does anybody else buy everything off amazon\n  ","245410":"\n   I’m just afraid that being me is not going to be good enough ya know\n  ","245411":"\n   What has been the best date you been on and\/or the best time you spent with someone? Explain why please when you chose.\n  ","245412":"\n   I’ve been watching the show show for a week now and texting people. Sounds like a nap you needed a lot lol\n  ","245413":"\n   What are some of favourite things to do when you go out on a date?\n  ","245414":"\n   What's something that you did as a kid that you loved and still love to do?... Example... such as riding bikes, playing legos, chalking on the sidewalk, blowing bubbles, throwing water balloons, playing some sort of sport, art or all of the above?\n  ","245415":"\n   What word describes your day today?\n\nHow about yesterday?\n  ","245416":"\n   Are you a good listener?\n  ","245417":"\n   Would you be willing to suffer or be uncomfortable if it meant making loved ones happy?\n  ","245418":"\n   I wish someone would show you the kind of love that you show others and take care of you too. Keep being you ❤️\n  ","245419":"\n   Devil Hell version? What’s that? I haven’t played the game before so I wouldn’t know\n  ","245420":"\n   Pap your full picture\n  ","245421":"\n   Dam ... You look hot in display 🖤\n  ","245422":"\n   I remember everything about you i like to make jokes about it sorry\n  ","245423":"\n   Just lying in bed.  That sounds fun haha\n  ","245424":"\n   Hbu?\n  ","245425":"\n   Eh. I’m bored everyone else is asleep haha\n  ","245426":"\n   Is your intuition strong when it comes to telling whether ppl are being genuine or not? Are you good at figuring out ppl’s intentions?\n  ","245427":"\n   How are you doing?\n  ","245428":"\n   Idk I guess I just wouldn’t want you to look past me or something. Like I would need a leg to stand on or else what shot would I have like you’re amazing and could be with so many people so like I would want to be apart of that.\n  ","245429":"\n   Do you like a protective guy?\n  ","245430":"\n   All my friends are 25 \/ 26 and own a house wbu?\n  ","245431":"\n   Your car is great. They probs drive a golf cart and snort hot dog water lol.\n  ","245432":"\n   I mean they do say that the best things are worth fighting for so?\n  ","245433":"\n   I mean what if it was like minor so like he said he is 5ft 9 but in reality he is like 5ft 7 and his weight is 230 when he said he was 215? And the reason he lied was because he didn’t want you to get hurt and disappointed.\n  ","245434":"\n   Si tienes él frío quien te da el calor 🙈\n  ","245435":"\n   But that’s to easy I need to work for it the hard way.\n  ","245436":"\n   I want to get to know you better. Is there a way we can make that happen?\n  ","245437":"\n   Does any else hate when you just had a shower then a few hours later you need to take a shxt? Thats like the main reason i shower at night to avoid taking one after but it never works how i plan\n  ","245438":"\n   Would you be mad at a guy for lying about his weight and height and call it a deal breaker?\n  ","245439":"\n   Post a picture that melts your heart, whether it be of your child(ren), niece\/nephew, an animal, etc.\n  ","245440":"\n   What kind of guys do you like and go for and what. Do you look for in girls as well and what qualities do you like?\n  ","245441":"\n   Okay even better that’s what’s up. So when you pick me up we’ll be listening to Shawn Mendes, Justin Bieber, Harry styles and Lizzo but when we pick up the boys we’ll have to switch it quick time to Cheif Keef, 50 cent and Gucci mane so I seem cool.\n  ","245442":"\n   Don't copy what i say or you will regret it\n  ","245443":"\n   Don’t need to be fancy as long as you have a aux cord and I can play my lil uzi vert so I can shake my shoulders. That’s all I need to make me happy.\n  ","245444":"\n   What you be driving?\n  ","245445":"\n   Hey\n  ","245446":"\n   You have a car..? Come pick me up then.\n  ","245447":"\n   You sleep to much my guards have to stand outside my bedroom door all night and not sleep until i say\n  ","245448":"\n   What kind of drink are you feeling right now other than water maybe?\n  ","245449":"\n   How’s things going?\n  ","245450":"\n   What was your last expensive purchase?? *No need for exact amount unless you wish to post it*\n  ","245451":"\n   I will agree on that for sure. Wryd Marisa?\n  ","245452":"\n   You know I never used to listen to them but After awhile I did and they’re not bad. BMTH is not close to gone girl silly lol\n  ","245453":"\n   Why do you answer things in a rude way\n  ","245454":"\n   Are you low low right now?\n  ","245455":"\n   Yes very well indeed. I’m glad you’re not gone girl anymore lol\n  ","245456":"\n   I’m doing amazing and feeling better as well. Btw why is it that I go on your page and there’s always a simps or someone trying to get in your pants?\n  ","245457":"\n   Hows it going hottie?\n  ","245458":"\n   What does BMTH stand for?\n  ","245459":"\n   98. tell me about your fav song right now.\n  ","245460":"\n   I'm alright\n  ","245461":"\n   Hey how r u care to chat with me\n  ","245462":"\n   I see, my bad for reading your messages late late night but I hope you’re feeling better\n  ","245463":"\n   I'm a fashionista\n  ","245464":"\n   You got 30000 coins today? How come? Someone gave to your answers or you purchased those by yourself? Anyways those coins helped your profile to make a big jump from above Rank 80 to USA Rank #6 now.\n  ","245465":"\n   Im joking 😂\n  ","245466":"\n   What if I like scars? They show off how many times you got back up and kept going. They show how many times you healed. How strong you are. I love your scars and the rest of you. You have the sexiest body ever and the sweetest heart in the world and just to be able to know you would be a pleasure\n  ","245467":"\n   Are you up to date in fashion or you do fashion your way never bother what trend is going on  🤔\n  ","245468":"\n   What do you wanna change in you ? Like many celebrities go for nose job , inject filler in lips for getting big lips .what are your body goals ? 🤔\n\nDo you want to look like Kardashian 😁 body wise\n  ","245469":"\n   Yes I'm a great king and your master\n  ","245470":"\n   You still awake Marisa\n  ","245471":"\n   So beautiful too. Your face and I'm assuming the rest of your body is perfect. Your heart is so kind. You live to help other people. I adore you... I want to know the woman underneath those flawless curves and be your friend and care for you and be there for you when you need someone\n  ","245472":"\n   You are so lovely\n  ","245473":"\n   What's your favourite brand in multivitamin capsules  ? Like I am obsessed with the nature bounty products\n  ","245474":"\n   King is back\n  ","245475":"\n   These people are so weird.\n  ","245476":"\n   Im sorry to hear you feel stuck.  Its a difficult hole to climb out of.  I just hope you can find something that can give you some personal space back.\n  ","245477":"\n   I love when they talk about stuff they think of in their brain so intriguing what these people can create\n  ","245478":"\n   I was born to late for you to notice me... to you i'm just a kid you won't date\n  ","245479":"\n   What's up Ladies HMU if you cool and shit to hanger with!!!!  Shit maybe I need to me a lil more honest!! If you a bad bitch and you see me and think I'm half ass appealing to the eyes...than I'll send my number and we can chat and see where that take us 🧐🤔🙂\n  ","245480":"\n   Hy hotie\n  ","245481":"\n   My children are barely human from this planet the medical field found out their blood doesn't exist on earth no human here has it, i have it because i been here a long time, i use to be a somebody\n  ","245482":"\n   I will take you\n  ","245483":"\n   Its a intergalactic planet fit with humanoid beings like earth but we are more high tech\n  ","245484":"\n   Can you sum up your day so far in just one word?\n  ","245485":"\n   Do you wanna go to Era with me?\n  ","245486":"\n   Friendship is a precious treasure that can not be abandoned 👭👭\n  ","245487":"\n   Thanks you’re the best😊.\n  ","245488":"\n   When\n  ","245489":"\n   When will we ki$$?\n  ","245490":"\n   I like u 😘\n  ","245491":"\n   thank you same way around\n  ","245492":"\n   I'm kidding du**\n  ","245493":"\n   damn your acc is pretty dope\n  ","245494":"\n   I'm the time \nU ve to obey me\n  ","245495":"\n   I slept too much like normal lol. How was work yesterday?\n  ","245496":"\n   If you wanna talk I’m always here for you Marisa\n  ","245497":"\n   Yes Or girl Omg I did it again I am sorry I grew up in a religious immigrant household so it’s not exactly a common thing. It’s not an excuse but I want to just learn and be better.\n  ","245498":"\n   I'm fine 😊\n  ","245499":"\n   U r lucky to meet me\n  ","245500":"\n   I'm Noah \nI've the way back to the where it begins\n  ","245501":"\n   I ve the way and the key\n  ","245502":"\n   Where?\n  ","245503":"\n   Why gone girl?\n  ","245504":"\n   What was the last thing you had to go into detail, explaining?? Who was it to??\n  ","245505":"\n   Sorry to interrupt, but maybe 'fading away' isnt such a bad idea?  Perhaps taking a solo trip to Thailand or India or just somewhere completely different?  I know I just need to get off the grid by myself for a month or two to get myself straight. Putting that space between me and normal life helps.\n  ","245506":"\n   Well what else can help your mental state?\n  ","245507":"\n   You're into that stuff\n  ","245508":"\n   Black lips for the win, look amazing\n  ","245509":"\n   Anon sounds like a SIMP\n  ","245510":"\n   Thank you but Well honestly you’re awesome. Any guy who gets to spend with you is lucky and should be grateful.\n  ","245511":"\n   They're Heavens Gate members\n  ","245512":"\n   They identify as aliens because they're non binary and it would be rude to refer them as humans\n  ","245513":"\n   You said you loved the aliens\n  ","245514":"\n   Carter Cummins loved the aliens and they loved him x\n  ","245515":"\n   You guys kinda made ben the way he is again just like you guys made the aliens less active but once Carter Cummins left the aliens went\n  ","245516":"\n   Trust me, do now worry\n  ","245517":"\n   You could be anywhere right now for an hour,  where ya goin?\n  ","245518":"\n   How are you?😃\n  ","245519":"\n   Ben won't stop sending threats and vile references to Trinket's mum\n  ","245520":"\n   Difficult here, I think Facebook or WhatsApp best\n  ","245521":"\n   Let's chat first and then agree\n  ","245522":"\n   You can do in ur free time!\n  ","245523":"\n   You’re the type of girl that I would love to take out to dinner and get to know better.\n  ","245524":"\n   What’s the weirdest thought you’ve ever had? 🤪 👍\n  ","245525":"\n   Say something to your bashers or haters! 🔥\n  ","245526":"\n   How come you’re calling yourself a slut?\n  ","245527":"\n   I think you're gorgeous,  how can i get to know you and where are you from?\n  ","245528":"\n   How we can start?\n  ","245529":"\n   Do you like the Soviet Union?\n  ","245530":"\n   Since you were born in Russia What do you think about people whom were born in the Soviet Union?\n  ","245531":"\n   Good hby\n  ","245532":"\n   Great, If one wanna help to practice with you do ?\n  ","245533":"\n   Okey, What is your native language?\n  ","245534":"\n   Where do you living?\n  ","245535":"\n   Really, I wanna know..\n  ","245536":"\n   👀👀😇\n  ","245537":"\n   Queen💜👑✨\n  ","245538":"\n   Where are you from ?\n  ","245539":"\n   Carebear💜🐻\n  ","245540":"\n   Who’s Satan, he’s very lucky xo\n  ","245541":"\n   Followed\n  ","245542":"\n   💜😴🌹\n  ","245543":"\n   Your dp is my favorite. It melts me💜😊✨\n  ","245544":"\n   Rajat is not Rajput\n  ","245545":"\n   💜🐻\n  ","245546":"\n   HEIL RAJAT\n  ","245547":"\n   96. have you ever got stopped by the cops. weather you were by yourself or with others.\n  ","245548":"\n   Na Na just standing up against these idiots. Plus I’m sure you could easily fight them without me haha. I’m sure others would of done the same as me\n  ","245549":"\n   Hugs💜🤗\n  ","245550":"\n   Beautiful dp💜\n  ","245551":"\n   OK I see.\n  ","245552":"\n   Yeah even if you were naked or had more clothes on the person would still be annoyed! Just no winning. They need to get a grip. 😂😂 wear what you want\n  ","245553":"\n   Ok I woke up. I'm h*rny again so get your legs up prepare that p**sy for me 👌🍑👅\n  ","245554":"\n   I think you looks great without tats and peircings 😊\n  ","245555":"\n   That the big reason you want them done\n  ","245556":"\n   How come you live with your friends father? Sorry if I am prying.\n  ","245557":"\n   Hope work goes OK for you? :)\n  ","245558":"\n   I just don’t understand why people feel the need to comment on others like that. I thought the world was trying to move on from this. It’s the person who wears its choice no one else’s! If she likes it and it makes her happy then I’m all for it.\n  ","245559":"\n   If you don’t like it unfollow her or block her don’t start trying to call her out for nothing? It’s her choice what she wears not yours mate\n  ","245560":"\n   What are you up to?\n  ","245561":"\n   Why you showing your clevage in your display pic? I personally dont like it. I am a decent person and I like people basis of their character not their physics.\n  ","245562":"\n   Ended up being a little more than just a bruise 😂\n  ","245563":"\n   I will agree yes it does, plus does it not make them more sensitive?\n  ","245564":"\n   Yeah smashing the window with your head,  like that part is impressive! The rest of it not so much 🤣\n  ","245565":"\n   Do you think it will hurt getting your nipples done? Plus why do you want them done\n  ","245566":"\n   Venom shirt😍\n  ","245567":"\n   So truth?\n  ","245568":"\n   While playing football 😂\n  ","245569":"\n   Wow that’s something but its impressive!\n  ","245570":"\n   Get well soon\n  ","245571":"\n   ❤\n  ","245572":"\n   Where do you want piercings?\n  ","245573":"\n   Where?\n  ","245574":"\n   Awwwwww\n  ","245575":"\n   Do you have any ink on u ?\n  ","245576":"\n   Would ya like to share?\n  ","245577":"\n   Have u ever had a near death experience\n  ","245578":"\n   Why?\n  ","245579":"\n   You asked me about worst injury which i answered that arm fracture\n  ","245580":"\n   Like they seems like of some mature woman\n  ","245581":"\n   Shouldn't be they tite ?\n  ","245582":"\n   Sup\n  ","245583":"\n   Injury\n  ","245584":"\n   Wtf did I just read\n  ","245585":"\n   U have saggy tits\n  ","245586":"\n   Arm fracture\n  ","245587":"\n   Do you prefer sunbathing or swimming? 😎 🏊‍♂️ 🏊‍♀️ 👍\n  ","245588":"\n   🖕🖕🖕🖕🖕🖕\n  ","245589":"\n   Live at home or on your own?\n  ","245590":"\n   I would suxk the pi$$ out off your c.lit\n  ","245591":"\n   I want your nude photos\n  ","245592":"\n   Why\n  ","245593":"\n   Alright I just had to make sure. Thank you for being so nice and sweet to me. I don’t want you to think that I am just want the physical things I mean what I truly want is to just meet a girl who just truly cares about me and wants to spend time with me and get to know me and have me in their life.\n  ","245594":"\n   Can you give me a blowy before you go to work\n  ","245595":"\n   If you come to the compound and live i will make sure you don't get injured by rouge aliens we keep here that are dangerous to this world\n  ","245596":"\n   Your welcome to come live with me in Canada if you get sick of the USA\n  ","245597":"\n   I love you\n  ","245598":"\n   You don't need it tbh!\n  ","245599":"\n   Your photos are nude\n  ","245600":"\n   Random question about a video on Instagram: how the hell would a Komodo Dragon get near a Monkey to eat it 🤣\n  ","245601":"\n   Do you like to cook\/bake?\n  ","245602":"\n   Sex🤤\n  ","245603":"\n   My point exactly 🤣\n  ","245604":"\n   Spoken like a true medical professional. 😅  Lemme guess you try to avoid unhealthy looking people for fear of having to perform cpr on your days off?\n  ","245605":"\n   The full blown eeriness of being isolated in a little cabin when it’s peacefully raining and then supernatural stuff happen 😝😝😝\n  ","245606":"\n   Probably a good idea not to lol.\nPlans for the rest of your evening?\n  ","245607":"\n   Yup, one message from one group of peeps, another message from another group 😹 It's gonna drive people mad 🤪\n  ","245608":"\n   It will rain again\n  ","245609":"\n   When you smashed your head open what had you been drinking?\n  ","245610":"\n   Having a proper cabin in the woods experience\n  ","245611":"\n   Thanks for being so nice about it. You don’t think that I am a loser or anything?\n  ","245612":"\n   Do you ever play the claw machines when you're out and about maybe at a restaurant or in an arcade? Are you any good at it? What kind of things have you won?\n  ","245613":"\n   Well yeah that sucks\n  ","245614":"\n   How did that happen? 😧\n  ","245615":"\n   But still ya know I should have done all those things I have said before and all my friends have done those things and so much more with girls but I lie and say I have to and it sucks. I never had the Opportunities to make memories with girls and I never went to highschool dances,homecomings or prom\n  ","245616":"\n   Thanks. Have a good evening lol\n  ","245617":"\n   Good to know 👍 😊 Aye, all good here, been equally busy, it's been a bit crazy here with the elite telling us to go out and shop more since the lockdown's been eased somewhat, yet all the small roads are blocked and all the main roads are clogged up haha 😹 Oh well, we'll survive 😹\n  ","245618":"\n   Ouchhh 😧\n  ","245619":"\n   What you know that others don't?\n  ","245620":"\n   What is one thing you will never do again?\n  ","245621":"\n   What has been the scariest experience in your life?\n  ","245622":"\n   How've you been anyway? 👍 😊\n  ","245623":"\n   I would say hit the beach! Can never go wrong unless it rains\n  ","245624":"\n   What’s something you have always wanted to do?\n  ","245625":"\n   I'm gonna try harder 🤪 😹\n  ","245626":"\n   Just creepy af if you ask me lol.\n  ","245627":"\n   Out of bed now lol, time for me to get breakfast and then ready for the day.\nWhat's the time with you?\n  ","245628":"\n   \"Satan's Slut\" now 😹 I can't keep up 😹\n  ","245629":"\n   The moment any girl says they won't wall to wall with him, he loses interest. I sh*t you not, he only wants girls messaging him.\n  ","245630":"\n   Fair call. Should I go?\n  ","245631":"\n   That's a cool name! Middle name?\n  ","245632":"\n   Certainly is. What's your name?\n  ","245633":"\n   Thanks :) yeah my mum's father middle name was Eddon but they changed it to Edward\n  ","245634":"\n   I mean I just woke up 35 minutes ago so yeah lol but are you working today\n  ","245635":"\n   23\n  ","245636":"\n   Fav color - orange \nPast times - reading, acting\n  ","245637":"\n   Edward Matthews but was originally going to be called Eddon Oliver Matthews\n  ","245638":"\n   I did but I never went out specifically 2 meet girls but at a time when I did see a girl I wanted 2 talk 2 I would be nice and say hi and stuff and we would have a convo but I could tell that they were just being nice and they didn’t want to anything to do with me.But when I was in school same story\n  ","245639":"\n   What would you like to know about me?\n  ","245640":"\n   Now that I am talking to you ya already know that I am doing good and happy.  I was surprised before I am not used to girls asking me how am I.\n  ","245641":"\n   OK. Well I will be heading off soon ...\n  ","245642":"\n   Can the ADHD be hard to deal with sometimes or do you find it easy to manage?\n  ","245643":"\n   Do you think you're brave? Rate 1-10, 1 is the lowest and 10 is the highest. 🖤\n  ","245644":"\n   Would you like me to leave you alone instead?\n  ","245645":"\n   Do you prefer to wear hoodies or sweaters? 👍\n  ","245646":"\n   Sounds good! You can wall to wall me then?\n  ","245647":"\n   What do you like about Dewey?\n  ","245648":"\n   Whatever you would like to know about me?\n  ","245649":"\n   I mean that’s fine if it’s just 1 girl rejecting me but what’s it’s many over time and I am your age and never been in a relationship, been out on a date or even had my first kiss than I am the problem and it is my fault for failing to be desirable.\n  ","245650":"\n   Do you have a favorite character from Malcolm in the Middle?\n  ","245651":"\n   Still deciding?\n  ","245652":"\n   Ok \nYour turn Ask truth\n  ","245653":"\n   Well I didn’t confirm it was me but if it was me I would say that the reason I would blame myself is because I wanted them to be apart of my life and they wanted nothing to do with me and so if I was better looking, had money or better personality or things like that then they would want me\n  ","245654":"\n   Well what if I wanted not tuck in though lol\n  ","245655":"\n   gonna keep the cute tummy?\n  ","245656":"\n   You're welcome! I'm sorry for only complimenting your body. The rest of you is perfect too!\n  ","245657":"\n   What can a guy do to stop blaming himself for being rejected by girls?\n  ","245658":"\n   Would you maybe ask me some questions?\n  ","245659":"\n   Tell me your snapchat id?\n  ","245660":"\n   What kind of coffee? Would you like to get to know me?\n  ","245661":"\n   Yeaa🥺\nTruth or dare?\n  ","245662":"\n   Breakup with gf🥺\n  ","245663":"\n   Ok😂 your turn ask truth😂\n  ","245664":"\n   Do you drink tea or coffee?\n  ","245665":"\n   Ok tell me your one dirty secret 😈😂\n  ","245666":"\n   🌸 Happy Friday! I hope you have a lovely weekend! :3\n  ","245667":"\n   Could I be a friend of yours? You seem kind and interesting?\n  ","245668":"\n   If you’re a devil where is your tail lol but I’ll say for this boy. Devils are must hotter than angels hehe\n  ","245669":"\n   Same\n lets play Truth and dare?\n  ","245670":"\n   Sorry I couldn’t reply back so soon because I kept getting kicked out every time I press on the app but I’m pretty good. Are you 100% alright you know you can always talk to me\n  ","245671":"\n   That's quite bad. Sorry if I am boring you?\n  ","245672":"\n   Might be personal to you so sorry if I am prying but very bad experiences with booze?\n  ","245673":"\n   Do you drink or smoke?\n  ","245674":"\n   Though having said that I have always found there to be a big difference between boys and men.  As well as girls and women.  I think that emotional availability and intimacy is a matter of experience and personal growth.\n  ","245675":"\n   What🤔😂\n  ","245676":"\n   Would you give anyone on here snap?\n  ","245677":"\n   So Are you asking me how I am doing or are you telling me to ask you how you’re doing?\n  ","245678":"\n   Same on Netflix, what are you watching?\n  ","245679":"\n   What does hru mean?\n  ","245680":"\n   Yeah not long woke up lol. I reported that guy. What are you up to?\n  ","245681":"\n   Super 😂\n  ","245682":"\n   I want to get to know you better so how can make that happen?\n  ","245683":"\n   Haha why?\n  ","245684":"\n   Hey\n  ","245685":"\n   I must have missed a class at some point.\n  ","245686":"\n   That drunk one lol\n  ","245687":"\n   Suppppp. You ok now?\n  ","245688":"\n   My girlfriend can n.u.t like a guy\n  ","245689":"\n   Hi 😁\n  ","245690":"\n   Haha then we can dirty😈😂\n  ","245691":"\n   What other ones have you had?\n  ","245692":"\n   Mind*\n  ","245693":"\n   Ok i will watch it later\n  ","245694":"\n   I like best one! It’s a keeper\n  ","245695":"\n   So on scale of 1 to 10 how dirty min you have?\n  ","245696":"\n   What's that?\n  ","245697":"\n   This one is the best lol\n  ","245698":"\n   From which part 🤔😂\n  ","245699":"\n   What are you doing?\n  ","245700":"\n   Cuz you look like an angel 😇😂\n  ","245701":"\n   Satan is the new name?\n  ","245702":"\n   How are you?\n  ","245703":"\n   Where do you hide your wings?\n  ","245704":"\n   9.9?\n  ","245705":"\n   Hy\n  ","245706":"\n   Listen\n  ","245707":"\n   Thats why i never dated a boy just girls but i don't discriminate against boys i just rather have a girlfriend\n  ","245708":"\n   I hope you like it too considering it's YOUR body! 😁😘 You're gorgeous and thicc and perfect!\n  ","245709":"\n   They’re actively losing brain cells because of it\n  ","245710":"\n   Yeesh.. is this crap every day for allot of people on here?  Because I cant say ive had the pleasure (inconvenience).\n  ","245711":"\n   Yeah hard ones for sure lmfao\n  ","245712":"\n   I wish you were my girlfriend and own our own houses and live a more better life maybe have a few gardens 🤣\n  ","245713":"\n   Thanks for being nice about it. If I may ask how did you meet your best friend and long have you guys been friends for?\n  ","245714":"\n   Its the simplest way to make love with a girl is experimenting seeing what each other likes, each person is different, if you're in a boring relationship and just want a quick fuxk then thats weird 🤣 boys use girls like that they don't really care how a girl feels as long as they feel good\n  ","245715":"\n   I have this weird fetish where i actually like your life pale skin, i would like to show you some love\n  ","245716":"\n   I love it but sometimes i can't finish because my mom won't stop bugging me! I wish my door had a lock so i didn't have to jag off under my blankets into a sock\n  "},"Answer":{"244644":"\n  Maybe\n  ","244645":"\n  Smh\n  ","244646":"\n  Hard pass\n  ","244647":"\n  I don't buy shabby shit, no.\n  ","244648":"\n  Lol I'm not but oKaY\n  ","244649":"\n  I'm actually done☺\n  \n  And thanks!🤣\n  ","244650":"\n  Mmm thanks.\n  ","244651":"\n  Ig lol\n  ","244652":"\n  Haven't really kept count bud\n  ","244653":"\n  Ig they are\n  ","244654":"\n  Fuck off\n  \n  I'd break him in two. Fucking pedo\n  ","244655":"\n  Lol thanks\n  ","244656":"\n  Wow im insulted smh\n  ","244657":"\n  I'm goin to smoke, y'all✌🏻\n  ","244658":"\n  Hopefully sooner rather than later😇\n  ","244659":"\n  Ew\n  ","244660":"\n  I legit don't need a reason\n  ","244661":"\n  Lmao fuck off\n  \n  They're gorgeous\n  ","244662":"\n  That'd be so much funnnn\n  ","244663":"\n  Lmao make me.\n  ","244664":"\n  Don't what?\n  ","244665":"\n  I have it off so im thankful. About to roll up and play Mario Party like a child🤣😏\n  ","244666":"\n  Says the lil bitch on anon🤣🤣\n  ","244667":"\n  I'm not showing you my boobs\n  \n  Lay off🤣\n  ","244668":"\n  Okay lol.\n  ","244669":"\n  Yeah? Lol\n  ","244670":"\n  I hope you're having a good night💜✨\n  ","244671":"\n  Love you guys too💜✨\n  ","244672":"\n  🙃🙃\n  ","244673":"\n  Awwh danke💜✨ as are you\n  ","244674":"\n  It legit means thank you\n  \n  All yall need to breathe\n  ","244675":"\n  .-.\n  ","244676":"\n  They're always so bored and gravitate to my page for some reason cx\n  ","244677":"\n  Legit🤣\n  ","244678":"\n  It literally means thank you\n  \n  Like ?\n  ","244679":"\n  They're so ridiculous lol.\n  ","244680":"\n  Lmao how\n  ","244681":"\n  Anons feeling a bit aggressive tonight huh?\n  ","244682":"\n  Mostly true lol.\n  ","244683":"\n  Fuck off\n  ","244684":"\n  PFT WOW\n  ","244685":"\n  Pft lmao jfc don't get your panties in a wad\n  ","244686":"\n  I'm tired\n  ","244687":"\n  That I do\n  \n  Used to have some lol.\n  ","244688":"\n  No.\n  ","244689":"\n  Oh lmao.\n  \n  Nah I'm awake. I'm online🤦🏻\n  ","244690":"\n  Go to hell\n  ","244691":"\n  And that is my doing how? Like what even is the point of sending this🤣\n  ","244692":"\n  Yes\n  ","244693":"\n  🤦🏻\n  ","244694":"\n  I'm shaking\n  ","244695":"\n  Yes ?\n  ","244696":"\n  Because I say that sometimes.\n  ","244697":"\n  Unaware of whom you're speaking of. Either way, idc. Off my page.\n  ","244698":"\n  Get off my page🤣🤣\n  ","244699":"\n  How can I respond when I don't understand🤣\n  ","244700":"\n  English mf\n  ","244701":"\n  Go away ffs\n  ","244702":"\n  I was talking about your questions, smartass. You dont even know the situation so shut it lmfao.\n  ","244703":"\n  What?🤣🤣\n  \n  This is stupid man\n  ","244704":"\n  I don't view him in that way. I barely know him.\n  ","244705":"\n  Take it however you want lmao\n  ","244706":"\n  Idk I just dont lol\n  ","244707":"\n  That isn't any of your business.\n  ","244708":"\n  Dw about me! Much love c:\n  ","244709":"\n  💜✨\n  ","244710":"\n  Thanks! Lol\n  ","244711":"\n  THANK YOU😇\n  ","244712":"\n  Thank you for your kind words c:\n  ","244713":"\n  Thank you💜✨\n  \n  Why arent we now?\n  ","244714":"\n  Awh well.I appreciate you💜✨\n  ","244715":"\n  I guess lol.\n  \n  There was a point where I was really happy and like 160 lol.\n  \n  But yeah it's weird\n  ","244716":"\n  Right🤣\n  ","244717":"\n  I guess lol.\n  ","244718":"\n  No\n  ","244719":"\n  Mermaid lol.\n  ","244720":"\n  I have\n  \n  Sage is awesome lol\n  ","244721":"\n  I'm not looking for anything anyways lol. Friends sounds good tho😇\n  ","244722":"\n  I wouldn't care lol. As long as they can dom me and fuck me stupid.\n  \n  He's a nice guy☺\n  ","244723":"\n  Lol okay\n  ","244724":"\n  As far as I'm concerned I'm crawling out of one. But thanks!\n  ","244725":"\n  Not failed. But I'm cutting it for now until I can gain some more control.\n  ","244726":"\n  It's been like almost 2 weeks\n  ","244727":"\n  I don't drink anymore lol.\n  ","244728":"\n  Nah I got the night off\n  ","244729":"\n  51629\n  ","244730":"\n  I don't have any😭\n  ","244731":"\n  Lmao oKaY\n  ","244732":"\n  Fuck off\n  ","244733":"\n  Yeah she's a good friend of mine but I don't stalk her lol.\n  ","244734":"\n  Why would I know\n  ","244735":"\n  Lol whoever we approve.\n  ","244736":"\n  Lol gotcha.\n  ","244737":"\n  I don't😈\n  ","244738":"\n  Yessir\n  ","244739":"\n  Lmao y'all too much.\n  \n  Only if he approves.\n  ","244740":"\n  Lol good.\n  \n  I like it that way.\n  ","244741":"\n  Haaa\n  \n  That too😏\n  ","244742":"\n  Bc he'd show no mercy lmao\n  ","244743":"\n  True lmao.\n  ","244744":"\n  I'm good\n  \n  I have my own circle that I'm good with sticking to\n  ","244745":"\n  Lmao someone who lives close ig🤣\n  ","244746":"\n  No\n  ","244747":"\n  Get off my page Danielle🤦🏻\n  ","244748":"\n  Fuck yeah\n  ","244749":"\n  Real question is\n  \n  What will Satan do to me😈\n  ","244750":"\n  Nahh\n  ","244751":"\n  Bc toneeee\n  ","244752":"\n  Blow them all away🤣\n  ","244753":"\n  So uh ik it's honesty day and everything\n  \n  But really\n  ","244754":"\n  She's a literal child\n  ","244755":"\n  For all these anons to stfu\n  \n  And a room with Satan🤣🤣🤣\n  ","244756":"\n  You sound like a dog\n  ","244757":"\n  Wow\n  \n  I think i have to genuinely vomit\n  \n  S'cuse me\n  ","244758":"\n  Aaaaa no\n  ","244759":"\n  Ooo I like that😇\n  ","244760":"\n  Rip💀\n  ","244761":"\n  Sigh\n  \n  It's like it's unHeaRd of or smth🤦🏻\n  ","244762":"\n  🤣🤣🤣🤣\n  ","244763":"\n  Why are you so obsessed with her\n  ","244764":"\n  Right🤣 gotta clean this shit tf up\n  ","244765":"\n  I have actually lmaooooo\n  ","244766":"\n  Then they do!☺\n  ","244767":"\n  No\n  \n  I hate giving blowjobs\n  ","244768":"\n  So like\n  \n  Honesty day tho\n  ","244769":"\n  Ew\n  ","244770":"\n  Danielle is a fucking minor\n  \n  Stop talking this way about her.\n  ","244771":"\n  You make.me sad\n  \n  Also if you really knew me you'd know I like bdsm. So what do you think\n  \n  What a sad sad question, buddy\n  ","244772":"\n  Eh\n  ","244773":"\n  Trueee\n  ","244774":"\n  I have phases where I like to eat and don't tbh\n  \n  Depression is a bitch\n  ","244775":"\n  You can't base your happiness off someone else darling💜\n  ","244776":"\n  Why not?\n  ","244777":"\n  I want tone lol.\n  ","244778":"\n  Uh\n  \n  No thanks PFT\n  ","244779":"\n  Much loveee💜✨\n  ","244780":"\n  Hmmm something dark purple bc that's my fav color. As long as it has that😍😍\n  ","244781":"\n  Lol wear what makes you happy☺\n  ","244782":"\n  I agree!\n  ","244783":"\n  Food is love, food is life\n  ","244784":"\n  Absssss\n  ","244785":"\n  Yessir. The belly is gonna go tho lol\n  ","244786":"\n  Why do I care\n  ","244787":"\n  Awwh ill tell her you said that!💜✨\n  ","244788":"\n  I do! Thank ya! I'm more a fan of my muscles. I'm pretty strong from lifting people for over a year.\n  ","244789":"\n  120 last time I checked\n  ","244790":"\n  On welfare? Wow that's a new one🤣 you sound big mad, booboo\n  \n  Anyways sorry I've been so absent today, my period is legit killing me\n  ","244791":"\n  Ahhh I know who you are😈\n  ","244792":"\n  The nose is a weird addition lmao\n  ","244793":"\n  Thanks!\n  \n  I used to be anorexic aha. Weighed like 98 pounds 9.9 but I met Mermaid and she helped me love myself again enough to do basics lol.\n  ","244794":"\n  Hehe\n  ","244795":"\n  So far air\n  \n  Gotta figure that out🤣\n  ","244796":"\n  Awh you're too sweet💜✨ thank you\n  ","244797":"\n  733\n  ","244798":"\n  I believe I got overwhelmed and needed to let some bad out\n  ","244799":"\n  Hazel lmao\n  ","244800":"\n  Much love💜✨\n  ","244801":"\n  Awh well never do that hun. You can be friends with two people who aren't. I don't have a problem at least aha.\n  ","244802":"\n  I used to not lol. But yes, I do☺\n  ","244803":"\n  I don't feel it aha.\n  ","244804":"\n  Sometimes lol.\n  ","244805":"\n  Nah I'm good\n  ","244806":"\n  Food🤣\n  ","244807":"\n  Oh noooo🤣\n  ","244808":"\n  Nah I was discreet\n  ","244809":"\n  Blue\n  ","244810":"\n  No lol\n  ","244811":"\n  Bitches😎\n  ","244812":"\n  She had changed her ways before hopping off here imo\n  \n  You're okay! Everyone is entitled to their opinions.\n  \n  I hope she's doing well tho☺✨\n  ","244813":"\n  IS THIS YOU AGAIN? HI🤣 I remember you lmfaoo\n  ","244814":"\n  Why the nose🤣🤣\n  ","244815":"\n  PFT WOW\n  ","244816":"\n  You love it\n  ","244817":"\n  Their overly expensive cars that they prob sleep with at night\n  \n  Their overly dramatic sad edm music\n  \n  Their parents house\n  \n  (Thinking of my ex bf for this one🤣)\n  ","244818":"\n  Good! Yes, thanks☺\n  \n  How ya doin\n  ","244819":"\n  It's just sexy\n  \n  I've always liked lighter shades on men, like light purples and greens☺ as well as your typical sleek black😍\n  ","244820":"\n  Kick\n  ","244821":"\n  I'd rather go commando lmfaooo\n  \n  I tried once and did the same exact thing\n  ","244822":"\n  Hey, be nice.\n  \n  I actually miss her tbh\n  ","244823":"\n  Am I?💜✨\n  ","244824":"\n  Awwh thank you bb💜✨\n  ","244825":"\n  They're uncomfy lol\n  ","244826":"\n  Just regular underwear lol\n  ","244827":"\n  Doesn't surprise me but the lengths people will go, yowza\n  ","244828":"\n  Mine??? No way\n  ","244829":"\n  Whatever lmao\n  ","244830":"\n  I love pink on men\n  ","244831":"\n  I personally don't like them\n  ","244832":"\n  You're all good ahaha\n  ","244833":"\n  That is actually crazy tho\n  ","244834":"\n  PFT OMG\n  ","244835":"\n  Which wereee\n  ","244836":"\n  Ill let all yall know\n  ","244837":"\n  😈😈😈\n  ","244838":"\n  Lotta people would lol.\n  \n  Here have a selfie instead\n  ","244839":"\n  Usually ya know\n  \n  The kid'll pop out of their pussy\n  \n  And that'll be a pretty good indication\n  \n  That it's theirs\n  ","244840":"\n  I'm like to the point where i may make\n  \n  An onlyfans🤣🤣\n  ","244841":"\n  You know why bud🤣\n  ","244842":"\n  Still not giving out my socials🤣🤣\n  ","244843":"\n  You know I can't do that🤣😏\n  ","244844":"\n  Good!\n  \n  I got a lot of sleep c:\n  \n  Wbu?\n  ","244845":"\n  Hehe\n  \n  Much love💜✨\n  ","244846":"\n  Spam me guys\n  \n  Ill answer anything today, fuck it.\n  \n  LET'S DO AN HONESTY DAY!\n  ","244847":"\n  I fell back asleep again🤣\n  ","244848":"\n  Lol why do you wanna find me so bad anyways?\n  ","244849":"\n  🤣🤣🤣 that was sarcasm btw lmao\n  ","244850":"\n  Read a really good book\n  ","244851":"\n  Oh\n  \n  I'm boreddddd\n  ","244852":"\n  Knew what exactly?\n  ","244853":"\n  Hazel. I do☺\n  \n  Prob blue or green c:\n  ","244854":"\n  Someone else can love you but only you can truly see your worth. You need to focus on yourself first and learn to love yourself before looking for anything else\n  ","244855":"\n  Sure lol.\n  ","244856":"\n  Mermaid and I still share a room, so her lol.\n  ","244857":"\n  I don't give out my socials lol\n  ","244858":"\n  What am I 15\n  \n  I'm 24 dude. No, I'm not a virgin. I chose to use you as a filler.\n  \n  Anyways. Why am I up rn\n  ","244859":"\n  Werewolf\n  \n  You're a wolf! That's AWESOME :3\n  ","244860":"\n  Me too!\n  \n  Fav is raspberries tho\n  ","244861":"\n  Yeah, thanks!\n  \n  How was yours?\n  ","244862":"\n  Maui🏝✨☀\n  ","244863":"\n  I slept so much c:\n  ","244864":"\n  Her fake little cult? Cute asf\n  ","244865":"\n  Yall nasty asf\n  ","244866":"\n  Says everyone who comes across me lmao.\n  ","244867":"\n  Sleeping lol.\n  ","244868":"\n  I think you already know the answer to that😈\n  ","244869":"\n  No way\n  ","244870":"\n  That little girl?\n  \n  Oh I'm sure🤣\n  ","244871":"\n  I did☺ thank you!\n  ","244872":"\n  I wouldn't be doing that. You'd literally have to really force me lmfao. Gross asf\n  ","244873":"\n  Lmao I dig it\n  ","244874":"\n  You're such a child smh\n  ","244875":"\n  Yeah\n  \n  Theyre dumb. I never use that shit\n  ","244876":"\n  You wanna get blocked too, you annoying little shit\n  ","244877":"\n  Which is?\n  ","244878":"\n  Wow that's a long time\n  ","244879":"\n  SAME\n  ","244880":"\n  Eating blueberries c:\n  ","244881":"\n  Sleepyyyy.\n  \n  Hru?\n  ","244882":"\n  Damnnn. Well I'm glad that in the end you walked away okay\n  ","244883":"\n  I am lazy asf today and idc\n  ","244884":"\n  I could SAY THE SAME THING🤣🤣\n  ","244885":"\n  Well don't be a smartass ig🤣🤣\n  ","244886":"\n  I sense some hardcore drug usage\n  ","244887":"\n  I'm the devil😈\n  ","244888":"\n  Yes.\n  ","244889":"\n  I don't know.\n  ","244890":"\n  Lol yeah.\n  ","244891":"\n  I see.\n  ","244892":"\n  Yeah? What happened\n  ","244893":"\n  Still fuck it bc it's not about the size but the motion in the ocean🤣🤣\n  ","244894":"\n  Not physical, if that's what you mean\n  ","244895":"\n  A house lol.\n  ","244896":"\n  Lol I don't. Idk about others.\n  ","244897":"\n  Hi.\n  ","244898":"\n  It's sick, isn't it?\n  ","244899":"\n  Idk how to even respond to this tbh\n  ","244900":"\n  I do not\n  ","244901":"\n  Hope the same for you!💜✨\n  ","244902":"\n  My sanity\n  ","244903":"\n  Im 24. From the US\n  ","244904":"\n  Girls, yeah😏\n  ","244905":"\n  Idk man. This site is whack in general tbh\n  ","244906":"\n  It is rnnnn😈\n  ","244907":"\n  I don't. I'm thankful for any compliments regardless of gender\n  ","244908":"\n  He should've gone to the police. I'm sorry that happened\n  ","244909":"\n  Idk. They sexually harass me all the time tho\n  ","244910":"\n  I'm sure.\n  ","244911":"\n  Cool do it then lmaooo\n  ","244912":"\n  What?\n  ","244913":"\n  I do aha\n  ","244914":"\n  Good\n  ","244915":"\n  Shits on public record. Nbd\n  ","244916":"\n  That is English lol.\n  \n  Hold a conversation while eating.\n  ","244917":"\n  Too much to discuss.\n  ","244918":"\n  I'd say that's more laziness which is well deserved in hot weather. I have lol.\n  ","244919":"\n  Depends on your intentions. Stalking is weird. Talking, no.\n  ","244920":"\n  Ask her. Weirdo.\n  ","244921":"\n  Not dumb. Just annoyed lol.\n  ","244922":"\n  79\n  \n  It's early asf tho\n  ","244923":"\n  Obv didn't see the y bud\n  \n  Just woke up, sue me lmao.\n  ","244924":"\n  Hope ya feel better!\n  ","244925":"\n  I don't want to be a maid lmao.\n  ","244926":"\n  A job offer on anon, nice.\n  ","244927":"\n  Mmk\n  \n  Just think it's weird how you're so open to chatting about it. Usually people mourn, not air it\n  ","244928":"\n  Not really. Kinda weird how you're so open to sharing. Are you the murderer?😜💀\n  ","244929":"\n  Morning.\n  ","244930":"\n  My fall? What?\n  ","244931":"\n  The medical field :D\n  ","244932":"\n  Thank you!\n  ","244933":"\n  Hope ya have a great day c:\n  ","244934":"\n  Whattt\n  ","244935":"\n  Lmao dudes think with their dicks\n  ","244936":"\n  In this? Nah\n  ","244937":"\n  Glad to hear it!\n  \n  Yeah, we have pretty deadly forces here- smart people lol.\n  ","244938":"\n  Awwh. Much love hun🤗💜✨\n  ","244939":"\n  Not as much as I you guys!\n  ","244940":"\n  Yall too kind💜✨\n  ","244941":"\n  Awh thank you\n  ","244942":"\n  If we can converse.\n  ","244943":"\n  True🤗\n  ","244944":"\n  Kinda freaky😜\n  ","244945":"\n  Seriously\n  ","244946":"\n  Sucks for the guy lol.\n  ","244947":"\n  Sounds productive!\n  ","244948":"\n  That's not allowed, covid lol. Glad to hear it!\n  ","244949":"\n  I am still there lol.\n  \n  So far so good tho! Thanks c:\n  \n  How are ya\n  ","244950":"\n  Work😂🤣\n  \n  What about you?\n  ","244951":"\n  Of course I wouldn't. You are very welcome😇\n  ","244952":"\n  I am for it and have been in a few myself actually.\n  ","244953":"\n  I know :3\n  ","244954":"\n  No way\n  ","244955":"\n  Weirdo\n  ","244956":"\n  Lol yes there is. It's basically fake, laced weed\n  ","244957":"\n  Not really. Just like them aha\n  ","244958":"\n  Yeppp\n  ","244959":"\n  That's scary. You ok?\n  ","244960":"\n  Like as in the drug? No.\n  ","244961":"\n  Something we made up. We both love bubbles\n  ","244962":"\n  For my first I want my cat that passed surrounded by bubbles because my best friend who passed was my bubble buddy aha\n  ","244963":"\n  Same😍\n  ","244964":"\n  That because you have either you're a bad person. I don't but I will eventually!\n  ","244965":"\n  I've been told both my eyes are alive ans sparkly and dead and dark. Guess it depends on my mood lmao.\n  ","244966":"\n  💜✨\n  ","244967":"\n  Awh well I appreciate you guys🖤✨\n  ","244968":"\n  My work ethic.\n  ","244969":"\n  That's fine cx\n  \n  But I don't think people should wait or anything. Im really not looking for anything\n  ","244970":"\n  Because im workin on myself aha\n  ","244971":"\n  Aight then\n  \n  Anyways\n  \n  This double🙃\n  ","244972":"\n  Hm?\n  ","244973":"\n  Even tho im dead inside🙃\n  ","244974":"\n  Lmaoo np\n  ","244975":"\n  Thanks😏\n  ","244976":"\n  Interesting\n  ","244977":"\n  Thank ya!\n  ","244978":"\n  Thanks!\n  ","244979":"\n  Smilin\n  ","244980":"\n  Same\n  ","244981":"\n  I don't wanna work a double ;-;-;\n  ","244982":"\n  My box ?😂🤣\n  ","244983":"\n  Rip to you\n  ","244984":"\n  I'm shaking🤣\n  ","244985":"\n  I like eating more c:\n  ","244986":"\n  I'm ok. Yourself?\n  ","244987":"\n  Nah. Fuck off\n  ","244988":"\n  Dunno\n  ","244989":"\n  When you don't have things to do lol.\n  ","244990":"\n  Never met one, idk\n  ","244991":"\n  Ice cream is the bomb.com\n  ","244992":"\n  Headin home after this cig\n  \n  You?\n  ","244993":"\n  Good.\n  \n  Wasn't when I was growing up but I learned lol.\n  ","244994":"\n  To an extent.\n  ","244995":"\n  What? No. That's dumb asf😂1\n  ","244996":"\n  Awh that's too bad\n  ","244997":"\n  💜✨\n  ","244998":"\n  Thank ya😇🔥\n  ","244999":"\n  Sup\n  ","245000":"\n  My Tellynom is just as weird as my ask 9.9\n  ","245001":"\n  Im okay, you?\n  ","245002":"\n  I don't think that's possible\n  ","245003":"\n  Weed strain lol.\n  ","245004":"\n  Gay asf. Get the fuck outta here\n  ","245005":"\n  Sup\n  ","245006":"\n  Nah\n  ","245007":"\n  Lovely daddy\n  ","245008":"\n  Oreos\n  ","245009":"\n  Just look through my page lmfao\n  ","245010":"\n  Love that show! First 48 hours are vital\n  ","245011":"\n  I do\n  ","245012":"\n  Thanks!\n  ","245013":"\n  Noooo\n  ","245014":"\n  Dark lol. Idk tbh. Weird stuff that people normally don't find funny\n  ","245015":"\n  Mmk\n  ","245016":"\n  Wow that was easy\n  ","245017":"\n  Yall whack\n  \n  Don't do drugs, kids\n  ","245018":"\n  Stfu about her\n  ","245019":"\n  Movie c:\n  ","245020":"\n  There's no need\n  ","245021":"\n  I do not but will learn soon!\n  ","245022":"\n  Awwh\n  ","245023":"\n  🖤✨\n  ","245024":"\n  Lookin like shit🤣👌🏻\n  ","245025":"\n  Same.\n  ","245026":"\n  That'd be something to ask them ig\n  ","245027":"\n  Idk, do they?\n  ","245028":"\n  Stfu\n  ","245029":"\n  Nah\n  ","245030":"\n  That's rough buddy\n  ","245031":"\n  Yeah it doesn't match his said profile, I agree.\n  ","245032":"\n  Yes.\n  ","245033":"\n  Sup\n  ","245034":"\n  Lmaoooo was that you??\n  ","245035":"\n  You're on anon\n  ","245036":"\n  They're all🙄\n  ","245037":"\n  No you don't LMAO\n  ","245038":"\n  Cool. Lemme smash it into your face and break your cranial muscles\n  ","245039":"\n  Not giving a fuck\n  ","245040":"\n  Insta and snap. And no, Im not giving them out lmao.\n  ","245041":"\n  I could care less.\n  ","245042":"\n  Golf. Ig lol\n  ","245043":"\n  What would you like to know?\n  \n  I'm 24. I'm a caregiver. My favorite color is purple. I love writing, photography, reading, healthcare, forensics, gaming and the outdoors.\n  \n  I was adopted from Russia. I have a sister and 2 brothers (as far as I know).\n  \n  What else? Lol.\n  ","245044":"\n  Decent.\n  \n  Yourself?\n  ","245045":"\n  5a.\n  ","245046":"\n  Actually sure. I'm interested.\n  ","245047":"\n  I haven't. Care to share? You as well honey.\n  ","245048":"\n  4\n  ","245049":"\n  Mango.\n  ","245050":"\n  You need to find something you both enjoy and do that.\n  ","245051":"\n  That isn't an option in my life so there's no need to choose. You just mad you aren't being kissed, it seems. Stupid question, next.\n  ","245052":"\n  Tf🤣😂\n  ","245053":"\n  Yesss😍\n  ","245054":"\n  I'm not lol. It's almost 12a here\n  ","245055":"\n  It's not Porky.\n  ","245056":"\n  No. Why would it.\n  ","245057":"\n  Yes lol\n  ","245058":"\n  What a haunting question\n  ","245059":"\n  A little over a year\n  ","245060":"\n  Dog aha\n  ","245061":"\n  I can't teach you how to drive online cx\n  \n  I have a lot going on already, sorry\n  ","245062":"\n  Not from strangers\n  ","245063":"\n  I do.\n  ","245064":"\n  Vibin lol. Im with my two best friends, couldn't be happier\n  ","245065":"\n  Don't feel like it\n  ","245066":"\n  No thanks\n  ","245067":"\n  I do too but we can't control people's decisions. That's why I've made it a big goal to give them everything they can have so they're the happiest they can be. But some can still live a good quality life, I see it every day. What tears me apart is the fact that their families left them under the care of people they don't know.\n  ","245068":"\n  How ya doing\n  ","245069":"\n  Dw about it\n  \n  You're just a filler now\n  ","245070":"\n  Lmfaooo this child I SWEAR🤣\n  \n  Have you ever done checks to a non responsive client and had to take the proper steps to save them? Administer meds? Calm down an off the rails client? Bitch you drive for a living, we can all literally do it🤣 acting like you're special or something. You belong in a home😂👏🏻🤣\n  ","245071":"\n  Hi\n  ","245072":"\n  Fag\n  ","245073":"\n  :p\n  ","245074":"\n  Bc you driving a truck everywhere is mAkInG a DiFfErEnCe🤣🤣\n  ","245075":"\n  Bitch just mad I work harder and play smarter😏😎\n  ","245076":"\n  If you're actually that retarded to not realize there are different spectrums of autistic then you clearly don't know disabilities like I thought you did🤦🏻🤣\n  ","245077":"\n  Erin is trying SO hard JFC\n  \n  Shit's funny asf\n  ","245078":"\n  Not much. Gonna relax when I get home tbh\n  \n  You?\n  ","245079":"\n  You guys really don't even bother me so feel free to stick around🤷🏻\n  ","245080":"\n  Pretty good.\n  \n  Yourself?\n  ","245081":"\n  Idk but it's annoying lol.\n  ","245082":"\n  Pft fags\n  ","245083":"\n  Yessir\n  \n  11:40a\n  ","245084":"\n  Yay!!!\n  ","245085":"\n  Yeah!\n  ","245086":"\n  You're just as bad as the rest of them🤢\n  ","245087":"\n  FETTECHINI ALFREDO\n  ","245088":"\n  Thank ya!\n  ","245089":"\n  Whatcha makin\n  ","245090":"\n  Fuck no\n  ","245091":"\n  Stfu fag\n  ","245092":"\n  Lmfao. He needs it but not from me.\n  ","245093":"\n  Take care of disabled adults\n  ","245094":"\n  Yesss\n  \n  Stark. Theyre genuine and for the most park not crooked.\n  \n  Wbu?\n  ","245095":"\n  Yes, thanks.\n  ","245096":"\n  Hey\n  ","245097":"\n  I shall☺\n  ","245098":"\n  Nobody can honey. That's the fun in it :3\n  ","245099":"\n  That's better!☺🖤\n  ","245100":"\n  Yeah actually LOOK for her. Don't FORCE her. Ugh.\n  ","245101":"\n  Selfish. The fuck. I hate men. Life ffs.\n  ","245102":"\n  Ill haveta check him out!\n  ","245103":"\n  I don't. That's literally forcing someone to be with someone else. If I had an arranged marriage I'd kill myself. Fuck that. That goes against all my morals. It's not right.\n  ","245104":"\n  So some woman is going to be forced to marry you? Yeah, not cool. You're young like I said. There's no need to think such a way.\n  ","245105":"\n  I do not.\n  ","245106":"\n  10 a gram.\n  ","245107":"\n  Shhhh\n  \n  Im clean over a week and it's staying that way😇\n  ","245108":"\n  Nah today lol.\n  ","245109":"\n  Good! Almost over thank god lmao\n  \n  Hbu?\n  ","245110":"\n  Nope. Dispensary!\n  ","245111":"\n  Almost overrr aha\n  ","245112":"\n  Gmornin all you beautiful ask bbs\n  ","245113":"\n  Cleaning tbh\n  \n  I do it so much at work I don't feel like it when I come home🤦🏻\n  ","245114":"\n  Arranged marriages are dumb asf. Fuck that.\n  ","245115":"\n  The queen of telling them for sure aha!👏🏻🖤 I hope work goes well honey!\n  ","245116":"\n  🖤✨\n  ","245117":"\n  You're still young. Give it time!\n  ","245118":"\n  Much love anon🖤✨\n  ","245119":"\n  I grew up sheltered electronic wise as a child. More spent time outside and going places with my parents☺\n  ","245120":"\n  Nope\n  ","245121":"\n  Love you too🖤✨\n  \n  How's it going c:\n  ","245122":"\n  Don't kill me but\n  \n  Idk who that is either🤣\n  ","245123":"\n  Well I wish you luck on your future encounters☺\n  ","245124":"\n  🖤✨\n  ","245125":"\n  Why does everything have to be about wAr and vIolEnCe and ReVoluTiOn\n  \n  It's late. Im not in the mood ffs\n  ","245126":"\n  Passive aggressive much\n  \n  Come off anon.\n  ","245127":"\n  October\n  ","245128":"\n  No.\n  ","245129":"\n  🖤☺\n  ","245130":"\n  All of them are fags\n  ","245131":"\n  Chill rn\n  ","245132":"\n  You're okay hun!☺\n  ","245133":"\n  Which I haven't😂🤦🏻\n  ","245134":"\n  Idfc what he is. Glad he's gone\n  ","245135":"\n  Prob cause he's an ass🤷🏻\n  ","245136":"\n  Thank you I ammmmm c:\n  ","245137":"\n  Depends really on what I'm gonna procrastinate on🤣🤦🏻\n  ","245138":"\n  What are some of your favorite things to do to pass the time?\n  ","245139":"\n  Sure let's go with that\n  ","245140":"\n  Isn't everyone PFT\n  \n  We all have our issues kiddo. Get over it☺\n  ","245141":"\n  Not in the house lol. I'd be in a shit ton of trouble.\n  ","245142":"\n  Sorry lol.\n  ","245143":"\n  Dominant\n  \n  It means dominant🤦🏻\n  \n  GOD YOU PEOPLE MAKE ME SAD\n  ","245144":"\n  Pft oh yeah🤣😂 hahahaaa if you actually thought I was serious you don't know me🤷🏻\n  ","245145":"\n  Lol yes.\n  ","245146":"\n  🤦🏻\n  \n  If you don't know, you dunno\n  ","245147":"\n  I don't give out my socials\n  ","245148":"\n  Ahaha. I like all genres except country.\n  ","245149":"\n  Oooo those are😍😍😍\n  ","245150":"\n  Yessir\n  ","245151":"\n  I don't scream nor panic😂🤣 but keep reeeeeeaching buddy🙃\n  ","245152":"\n  Talking to all of yall. Prob gonna smoke a cig in a sec\n  \n  Wbu?\n  ","245153":"\n  Whatcha eatin\n  ","245154":"\n  What about this one?\n  \n   https:\/\/youtu.be\/RhjznoAkkWg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","245155":"\n  Thanks!\n  ","245156":"\n  May be part of what I get but I get way more interesting content too. Be mad mad\n  ","245157":"\n  Hope the same for you!\n  ","245158":"\n  Can't sleep. Im at work. I am tired tho. If I fall out it's for an hour or two. My girls come first lol.\n  ","245159":"\n  Hope you're having a good day\/night!\n  ","245160":"\n  Thank ya hehe!\n  ","245161":"\n  My phone.\n  ","245162":"\n  I have aha. You might like this song, actually.\n  \n\n   https:\/\/youtu.be\/XbE5lPwBXEc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","245163":"\n  Thank ya!☺\n  ","245164":"\n  Not my fav but I don't hate it. I HATE country\n  ","245165":"\n  Lot of paramedic\/911 calls. Lots of music. Some crafting and gaming. Shit like that\n  ","245166":"\n  Not my cup of tea, but to each its own☺\n  ","245167":"\n  True🤦🏻\n  ","245168":"\n  If you fell out I hope you're sleeping well!\n  ","245169":"\n  You can literally watch TikToks on YouTube lolol\n  ","245170":"\n  Def Youtube\n  ","245171":"\n  Im sure you know what comes with hardcore. Use your imagination.\n  ","245172":"\n  Often\n  ","245173":"\n  I like bigger dogs like dobermans and rottweilers and pits. But having a small dog, I'm starting to appreciate them too\n  ","245174":"\n  Immaturity is so unbecoming.\n  \n  Get hit by your truck🤣\n  ","245175":"\n  Bitch you were the one making snide unfriendly comments yesterday and making fun of people's situations. Stop acting like a hurt little puppy and begging me to like you. It's pathetic. Get blocked.\n  ","245176":"\n  You wish dOm dAdDy\n  ","245177":"\n  Especially in times like such.\n  ","245178":"\n  🖤✨\n  ","245179":"\n  Currently watching TikToks on Youtube lmao\n  ","245180":"\n  Not at all. They're all asleep. Won't be up for another 4 hours.\n  ","245181":"\n  Remember to guzzle that bleach like your mama told you to\n  ","245182":"\n  At least someone notices😏 thank ya kind sir\n  ","245183":"\n  The best🤣👏🏻\n  ","245184":"\n  🖤✨\n  \n  Hope you're havin a good night\n  ","245185":"\n  Guys\n  \n  I smoke marijuana and cigs, for the record\n  \n  Lmao\n  ","245186":"\n  Lmao OKAY😂👏🏻\n  \n  Have a nice night hAnDsOme\n  ","245187":"\n  Thank you so much🖤✨\n  ","245188":"\n  Smokin a cig at work. Just got done sorting meds and doing bed checks\n  ","245189":"\n  Varies. I can smoke A LOT tho. Lol.\n  ","245190":"\n  No lol.\n  ","245191":"\n  Danke hehe\n  ","245192":"\n  I was asking if YOU were 12, lil boy. READ. And stop trying to act like you're more intelligent🤣👌🏼\n  ","245193":"\n  Bite me.\n  ","245194":"\n  Im sleepy ;-;\n  ","245195":"\n  Nah you're good☺\n  ","245196":"\n  Not as bad, no.\n  ","245197":"\n  I am open to many things.\n  ","245198":"\n  Lmao nice try😏\n  ","245199":"\n  wELL ThE nUmbErS dOnT aGrEe sO\n  \n  What are you 12 lil boi😂👏🏻\n  ","245200":"\n  Just incase he doesn't answer LMAO\n  \n   @lexinotsexi\n  \n","245201":"\n  ThAT GUY IS ACTUAL TRASH.\n  \n  Chloe is gorgeous asf. He's ugly inside and out. And can smd. Drink bleach you ugly fuck🙃😂\n  ","245202":"\n  You wouldn't have to smoke to spend time with me lol. I'd never pressure someone to smoke if they didn't want to\n  ","245203":"\n  Like 5 years.\n  ","245204":"\n  I do not. My friend does.\n  ","245205":"\n  Trying to figure out mine lol.\n  ","245206":"\n  Is she?\n  ","245207":"\n  11:39p\n  ","245208":"\n  Mary Janeee\n  ","245209":"\n  Wouldn't have mattered if she said yes. Like I legit\n  \n  Dont\n  \n  Want\n  \n  Your\n  \n  Money\n  \n  🤷🏻🤦🏻🤷🏻\n  ","245210":"\n  Bruh I don't want your money, okay?\n  ","245211":"\n  Yeah\n  ","245212":"\n  Place to get different forms of marijuana\n  ","245213":"\n  Fun day aha\n  ","245214":"\n  None of you girls, jesus. She's not on ask.\n  ","245215":"\n  Shhh\n  ","245216":"\n  Yessir\n  ","245217":"\n  Workkkkkk and then dispensary with one of my good friends then idk lol.\n  ","245218":"\n  Lol thanks.\n  ","245219":"\n  Oops🙃\n  ","245220":"\n  Yessir\n  ","245221":"\n  Lmao tf you going on about\n  ","245222":"\n  What.\n  ","245223":"\n  Lol far from what I am tho😇😈\n  ","245224":"\n  Probably🤣😂🤣😂\n  ","245225":"\n  Danke!\n  ","245226":"\n  Dying\n  ","245227":"\n  Well gawsh\n  ","245228":"\n  Apple is gay\n  ","245229":"\n  Thank ya!\n  \n  Oh god. He is twisted asf. I'm so sorry\n  ","245230":"\n  Sounds nice. What are you eating?\n  ","245231":"\n  Chilling basically lol.\n  ","245232":"\n  Thank ya!\n  \n  I appreciate it. I'm not good at talking lol. But ill try. Ill hit you up at work tonight.\n  \n\n   https:\/\/youtu.be\/hq1X7MZdWwA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","245233":"\n  Yes, thanks. I'm just vibing and listening to music. You?\n  ","245234":"\n  I sexy?\n  ","245235":"\n  Whatcha up to\n  ","245236":"\n  Okay\n  \n  You?\n  ","245237":"\n  No ahah\n  \n  Want another?\n  \n   https:\/\/youtu.be\/Vmx41LjLmrA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","245238":"\n  Dunno the point of you telling me this but k\n  ","245239":"\n  Wish ppl would stop sending shoutouts of my @ 🙃\n  ","245240":"\n  I do.\n  ","245241":"\n  No.\n  ","245242":"\n  Not much. Listening to music\n  \n  Here listen to this- it's what im listening to\n  \n\n   https:\/\/youtu.be\/-i1yM5o0rQY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","245243":"\n  Off my page\n  ","245244":"\n  Glad to hear it!\n  ","245245":"\n  Major yawns.\n  ","245246":"\n  I didn't support shit. I told her I don't like talking to people who can't speak English properly because it's difficult and yes, I will talk to those who don't speak good English unless if it gets sexual, or the conversation isn't going anywhere. Other than that, it's annoying. Then I told her I missed her. Read. Ffs. Are you done now?\n  ","245247":"\n  Fuck off\n  ","245248":"\n  Y'all will just find anything to bitch about istg\n  ","245249":"\n  Okay. You?\n  ","245250":"\n  I tried to work in a perfume store when I was younger. It didn't work out and I know nothing John Snow, Im sorry🤣😂\n  ","245251":"\n  🤦🏻\n  ","245252":"\n  No.\n  ","245253":"\n  Pardon, asshole?\n  ","245254":"\n  RIGHT\n  ","245255":"\n  Mmmm that's the best way😍\n  ","245256":"\n  Danke💜✨💜✨💜\n  ","245257":"\n  I do, actually. Quite often. Stop assuming just bc you're salty🤣😂\n  ","245258":"\n  Yep.\n  ","245259":"\n  I HOPE YOU'RE DOING WELL BB💜✨\n  ","245260":"\n  Im really really reaaaallly bored\n  ","245261":"\n  Ok, you?\n  ","245262":"\n  I'm bored\n  ","245263":"\n  I LOVE YOU TOO CHLOE OMG\n  \n  I FORGOT TO SAY IT BACK\n  ","245264":"\n  Right? I don't mind unless what you spew is bs, hard to understand, sexual, or just not going anywhere. Then it's annoying asf.\n  ","245265":"\n  He's gross.\n  ","245266":"\n  Idc tbh. I'd rather just be happy☺\n  ","245267":"\n  Don't care. I'm sure you deserved it and doubt THAT was the reason. She's a nice girl.\n  ","245268":"\n  Honey, I have SO MANY better people that want me. This statement is such a joke I think I actually peed myself a little laughing so hard🤣😂\n  ","245269":"\n  Fag fits better\n  ","245270":"\n  Mmk kid\n  ","245271":"\n  Mmk kid\n  ","245272":"\n  Right? Sounds like they're worse off\n  ","245273":"\n  Lmao okay tough guy\n  ","245274":"\n  Pretty good\n  \n  Yourself?\n  ","245275":"\n  You're just salty I won't expose myself. Be salty bitch\n  ","245276":"\n  How they treat others and myself, violence, hardcore drugs, shit like that.\n  ","245277":"\n  Workin on it\n  ","245278":"\n  Smoking and listening to music\n  \n  Wbu\n  ","245279":"\n  Niceeee\n  ","245280":"\n  Huh.\n  ","245281":"\n  Yawn\n  ","245282":"\n  Nah you just a fag🤷🏻\n  \n  Next\n  ","245283":"\n  You're actually so annoying dude. Off yourself\n  ","245284":"\n  Ask, you're fucking pathetic\n  ","245285":"\n  What about it?\n  ","245286":"\n  Sub with guys\n  \n  Dom with girls\n  ","245287":"\n  Dom\/sub ig idk\n  ","245288":"\n  Kinda. I ate. Ended up making spaghetti like I wanted c:\n  ","245289":"\n  Hru doin\n  ","245290":"\n  Maybe my Insta in the future\n  ","245291":"\n  Ohh. I'm sorry honey\n  ","245292":"\n  I might call it an early night\n  ","245293":"\n  It's all good!☺\n  ","245294":"\n  You're one of them\n  ","245295":"\n  Uh\n  \n  Stfu faggot\n  ","245296":"\n  You sound retarded\n  ","245297":"\n  Sup\n  ","245298":"\n  Doggy\n  ","245299":"\n  Idk what you're talking about\n  ","245300":"\n  I legit just got an anon in my inbox asking if a state was my state🤣 people are whack\n  ","245301":"\n  I have not.\n  ","245302":"\n  Amazing\n  ","245303":"\n  Last week.\n  ","245304":"\n  Gangrape, rape rape, my address sent, my city and zip code- shit like that.\n  ","245305":"\n  Ive done that twice already🤣😂\n  ","245306":"\n  This question is so stupid\n  ","245307":"\n  Im tryin\n  ","245308":"\n  Uh huh\n  ","245309":"\n  Im just understimulated and depressed.\n  ","245310":"\n  Not after the threats I've gotten\n  ","245311":"\n  Huh?\n  ","245312":"\n  If I don't actually have a chance of accidental death, sure.\n  ","245313":"\n  Just been a bad day.\n  ","245314":"\n  Yeah\n  ","245315":"\n  Prob not tbh. I dint trust people on here much\n  ","245316":"\n  Yep. It feels weird\n  ","245317":"\n  Im fuckin depressed as shit :)))\n  ","245318":"\n  Yes.\n  ","245319":"\n  Nah. Not looking for anything.\n  ","245320":"\n  Meh\n  ","245321":"\n  I like tabbies, tuxedo and long haired cats\n  ","245322":"\n  Then don't buy it. But don't be sexist on your page bruh. It's unbecoming\n  ","245323":"\n  Yes\n  ","245324":"\n  Sure. I'll hit ya up in a sec\n  ","245325":"\n  Bdsm lmao. Consensual non consent, etc\n  ","245326":"\n  Jfc🤣😂🙃\n  ","245327":"\n  When I have to lol.\n  ","245328":"\n  Not that important. Money isnt everything\n  ","245329":"\n  Both\n  ","245330":"\n  Stop asking me for my goddamn socials.\n  ","245331":"\n  Thanks hun🖤✨\n  ","245332":"\n  More often than I should. Bras are annoying\n  ","245333":"\n  How to truly love the world- through the dark and bad times and the light and good times, how to discover and be raw with emotion, how to be genuine and true. Children are all that and more because they haven't been corrupted yet.\n  ","245334":"\n  I have cx\n  ","245335":"\n  Sorry, stalkers aha.\n  ","245336":"\n  I'm into pretty hardcore bdsm lmao.\n  ","245337":"\n  Thanks!\n  ","245338":"\n  I don't give out my socials. My bio says that already.\n  ","245339":"\n  Yes he for sure does lmao\n  ","245340":"\n  Lmaooo\n  ","245341":"\n  I don't have one tbh lol.\n  \n  But I like this one\n  ","245342":"\n  Frrrr he's just an annoyance🤣🙃\n  ","245343":"\n  36C last time I checked.\n  ","245344":"\n  17\n  ","245345":"\n  LMAOOOOOOO\n  \n  FUCK🤣😂🤣😂🤣\n  \n  👏🏻👏🏻👏🏻👏🏻👏🏻👏🏻\n  ","245346":"\n  They're pretty dope\n  ","245347":"\n  Cool\n  \n  Stop coming on my ask then👌🏻\n  ","245348":"\n  Yep that's what honesty day means lol.\n  ","245349":"\n  I love boobs ahaha\n  ","245350":"\n  So people can ask me stuff lol\n  ","245351":"\n  Girls lol.\n  ","245352":"\n  Sounds funnnn\n  ","245353":"\n  Bi\n  ","245354":"\n  Watching Mermaid play Naruto\n  \n  Wbu\n  ","245355":"\n  I would never cry over you pfttt\n  ","245356":"\n  Danke🖤✨\n  ","245357":"\n  Idk I'm too tired to think lmao\n  ","245358":"\n  I have my own family. Don't need yours, kid. Have a good one\n  ","245359":"\n  You were spelling it Cristal\n  \n  It's CrYstal. Therefore yeah, you can't even spell my name.\n  \n  I am a second away from blocking you so don't go cry to mommy when that happens🤷🏻\n  ","245360":"\n  Lmao ig ahaa\n  ","245361":"\n  Pftttt\n  ","245362":"\n  I told no joke🤦🏻\n  ","245363":"\n  Showering aha. And tbh idc about that stuff. I get naked around my squad sometimes when I'm hot lmfao\n  ","245364":"\n  You can't even spell cRysTaL right🤣👏🏻\n  ","245365":"\n  How about honesty day?\n  ","245366":"\n  Thanks!\n  ","245367":"\n  Since ever\n  ","245368":"\n  Sameeeee\n  ","245369":"\n  That I am :3\n  ","245370":"\n  Retard\n  ","245371":"\n  Over 20 at least lol.\n  ","245372":"\n  Much love🖤✨\n  ","245373":"\n  Go away. Or be blocked\n  ","245374":"\n  Agreed☺\n  ","245375":"\n  Nah not much\n  \n  How ya doin today\n  ","245376":"\n  Naruto is so boring imsorry\n  ","245377":"\n  You sent me one\n  ","245378":"\n  Every year??\n  ","245379":"\n  Jk im already dead\n  ","245380":"\n  Someone kill me\n  ","245381":"\n  It was to my coworker offering him a ride to work.\n  ","245382":"\n  I made a friend c:\n  ","245383":"\n  Aveeno lol.\n  ","245384":"\n  Why are you sending me my own @\n  ","245385":"\n  Nothing tbh. Just friends.\n  ","245386":"\n  I dunno hun. I'm really not looking for a relationship rn\n  ","245387":"\n  Be yourself.\n  ","245388":"\n  Just be genuine ig\n  ","245389":"\n  Yes ma'am. In Maui a lot\n  ","245390":"\n  Dunno. Haven't looked into it like that tbh. My dad helped me pick it out, he's better with cars\n  ","245391":"\n  Happy endings.\n  ","245392":"\n  Many are on here tbh. Trolling back is fun lol.\n  ","245393":"\n  Drink bleach fag\n  ","245394":"\n  I'm tired lol. I'm goin back to beddd😇\n  ","245395":"\n  Never!\n  ","245396":"\n  Thanks! I get bored lol.\n  ","245397":"\n  Alright☺\n  ","245398":"\n  Hi☺\n  ","245399":"\n  I was gonna give you some suggestions!\n  ","245400":"\n  Followed back!☺\n  ","245401":"\n  Do you have Netflix or Hulu?\n  ","245402":"\n  I have! I hate that lightning bolt that disorients you lmao. And hmmmm prob the bomb shells bc you get 3\n  \n  Fav course below too😍🌈\n  ","245403":"\n  Yessss😍 and swimming! :3 fall is my favorite!\n  ","245404":"\n  I've seen a couple episodes of that show! It's good! Yeah, I'm just tired aha. It's almost 3a here\n  ","245405":"\n  Blah\n  ","245406":"\n  Idc what she does. If you actually went through my ask and saw what she said instead of spewing your mouth, you'd understand why I'm not happy with her. Off my ask now.\n  ","245407":"\n  Dunno. I get a lot of ?'s\n  ","245408":"\n  Ok ?\n  ","245409":"\n  Go away\n  ","245410":"\n  Nah! Never give up yourself for others\n  ","245411":"\n  Warped Tour with Mermaid a few years back, I felt so alive and her and I bonded over a lot of music. It was so much fun\n  ","245412":"\n  I died aha\n  \n  What show? Im sorry if you already said. I forgot lol.\n  ","245413":"\n  Anything really. It's more about time spent for me not what we actually do\n  ","245414":"\n  Playing the flute!\n  ","245415":"\n  Today- flowing. It came and went but wasn't bad.\n  \n  Yesterday- irritating\n  ","245416":"\n  Yeah! Sometimes I get distracted but for the most part☺\n  ","245417":"\n  Yes.\n  ","245418":"\n  Thank you. At least some people acknowledge it and aren't BRATS. Much love.\n  ","245419":"\n  This guy lol. He killed em all\n  ","245420":"\n  Nah\n  \n  Don't have many full body pics\n  ","245421":"\n  Thank ya🖤✨\n  ","245422":"\n  It's hilarious how me living with a disabled man and spending all my energy taking care of him instead of myself. So funny. You're a horrid person, do you know that? Like you legit have an autistic brother. Have more fucking empathy and excuse yourself from my fucking page with your childish antics. You're annoying. Burn in hell.\n  ","245423":"\n  There's a devil hell version of Jason 9.9\n  ","245424":"\n  We've talked about this before. If you don't remember then meh🤷🏻\n  ","245425":"\n  Awwh. Whatcha up to? Im smoking and watching my friend play Friday the 13th lol\n  ","245426":"\n  For the most part, yes. I usually can tell just by a persons vibe\n  ","245427":"\n  Gooooood! You? :3\n  ","245428":"\n  Well don't be afraid to just be you, okay? :)\n  ","245429":"\n  Yeah but not overprotective. I can take care of myself\n  ","245430":"\n  Cool for them\n  ","245431":"\n  OMG I love this🤣😂🤣😂\n  ","245432":"\n  This is true.\n  ","245433":"\n  Why do you think that would even matter to me lmao. Just be honest.\n  ","245434":"\n  O.o\n  ","245435":"\n  Yeah? Lol\n  ","245436":"\n  Ask me stuff! Aha\n  ","245437":"\n  Lmao rip\n  ","245438":"\n  That isn't being honest, so yeah.\n  ","245439":"\n  Rip🖤✨\n  ","245440":"\n  I tend to go for genuine people. Loyal. Honest. Stuff like that :)\n  ","245441":"\n  Omfg🤣👏🏻🤣👏🏻\n  ","245442":"\n  Yeah? I'm shaking Lisa.\n  ","245443":"\n  Ahaha. Not a chord but I have a bluetooth device that plays over my speakers\n  ","245444":"\n  Nothing fancy.\n  \n  2007 Chevy Malibu\n  ","245445":"\n  Hey!\n  ","245446":"\n  I do. Not enough gas, buddy\n  ","245447":"\n  I don't sleep enough. You don't know hOw mUcH I sLeEp. Judgmental much\n  ","245448":"\n  Juice aha\n  ","245449":"\n  Goooood, watchin tv- you?\n  ","245450":"\n  TV's lol. And my new car (tho I haven't fully paid it off yet.)\n  ","245451":"\n  Waking up tbh. I took a killer nap lol. Wbu?\n  ","245452":"\n  Their sound has kinda softened up over the years aha\n  ","245453":"\n  How is me saying ok rude\n  ","245454":"\n  Like depressed? Im always depressed\n  ","245455":"\n  Bring Me the Horizon is close enough lolol. I listen to that band when I'm low low tbh\n  ","245456":"\n  Idk lmfao. Happens far too often. Glad you're doing well!\n  ","245457":"\n  Fine.\n  \n  Waking up. I took a nap. You?\n  ","245458":"\n  Bring Me the Horizon\n  ","245459":"\n  One of my favorites. Talks about loss and what I thought you knew, etc. July and August are my hard months. I lost two really good friends in under a month 5 years ago. The song just makes me think of what I'd say to them if I only knew they wouldn't be here\n  \n\n   https:\/\/youtu.be\/hq1X7MZdWwA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","245460":"\n  Glad to hear!\n  ","245461":"\n  Okay.\n  \n  Yourself?\n  ","245462":"\n  I am thanks. How ya doing\n  ","245463":"\n  Ok?\n  ","245464":"\n  Aye lol\n  \n  I'm a lucky person ig🤣😂\n  ","245465":"\n  Tbh I wasn't even directing that at you\n  ","245466":"\n  Awh! I wish everyone viewed them like that. But thank ya!\n  ","245467":"\n  Idc about fashion. I dress how I want\n  ","245468":"\n  I'm fine with how I am lol\n  ","245469":"\n  Nah you a lil bitch\n  ","245470":"\n  I am now aha\n  ","245471":"\n  Nah I have a lot of scars\n  \n  But thank you, I appreciate you honey. Much love💜✨\n  ","245472":"\n  Thank you🖤✨\n  ","245473":"\n  Idk lmao\n  ","245474":"\n  You're no king\n  ","245475":"\n  Agreed\n  ","245476":"\n  Thank you💜✨\n  ","245477":"\n  They do have creative imaginations lol\n  ","245478":"\n  I don't like youngins\n  ","245479":"\n  Jfc desperate much🤦🏻\n  ","245480":"\n  Can yall stop asking me stupid creepy ?'s\n  \n  Thanks in advance\n  ","245481":"\n  Yeah?\n  ","245482":"\n  I'm ok, thanks\n  ","245483":"\n  🤦🏻\n  ","245484":"\n  Irritating lol.\n  ","245485":"\n  What is that?\n  ","245486":"\n  True\n  ","245487":"\n  💜✨\n  ","245488":"\n  Bye\n  ","245489":"\n  Drink bleach\n  ","245490":"\n  Ew\n  ","245491":"\n  Your account's pretty dope too😏\n  ","245492":"\n  Hilarious\n  ","245493":"\n  Thank ya!☺ hope you're having a good day\n  ","245494":"\n  Okay now you're just a pest. Off my ask\n  ","245495":"\n  Awh. I wish aha. Boring and slow but I like it that way lol. Sleep well?\n  ","245496":"\n  Thank you honey\n  ","245497":"\n  You're okay dw about it!\n  ","245498":"\n  Self centered much\n  ","245499":"\n  Uh ok ?\n  \n  Anyways.\n  ","245500":"\n  Nice to meet you\n  ","245501":"\n  Nobody does buddy\n  ","245502":"\n  Lost in my head\n  ","245503":"\n  Bc im gone\n  ","245504":"\n  Work and work stuffs lol.\n  ","245505":"\n  Lol I wish.\n  \n  My job wouldn't let me nor do I have anything in order. It's all good, I'm stuck\n  ","245506":"\n  I'm tired of being sad.\n  \n  Idk man. Idc tbh. I just wanna fade away\n  ","245507":"\n  Music is amazing🖤\n  ","245508":"\n  Thank ya\n  ","245509":"\n  No he doesn't. He sounds like a gentleman\n  ","245510":"\n  Or gal.\n  \n  Thank you so much honey.\n  ","245511":"\n  What part of idc don't you get\n  ","245512":"\n  K\n  ","245513":"\n  I don't love people idk ffs. I've said that so many times.\n  ","245514":"\n  I. Don't. Care.\n  ","245515":"\n  I didn't do shit\n  \n  Stop blaming everyone else for others actions and choices. It's childish.\n  ","245516":"\n  No\n  ","245517":"\n  Maui\n  ","245518":"\n  Agitated. Yourself?\n  ","245519":"\n  What's new. Sends them to me too, they're pretty fucked\n  ","245520":"\n  I don't give out my socials.\n  ","245521":"\n  We are chatting.\n  ","245522":"\n  I don't have that🤣\n  ","245523":"\n  You're too sweet💜\n  ","245524":"\n  Let's not go there🤣🙃\n  ","245525":"\n  Suck my cunt\n  ","245526":"\n  Satans slut😈\n  ","245527":"\n  You will never know where I'm from.\n  \n  But thank you.\n  ","245528":"\n  Dunno. I've already got a lot on my plate. Im not making any commitments.\n  ","245529":"\n  Can you fuck off?\n  ","245530":"\n  Idc\n  ","245531":"\n  Decent. Tired. Just got off work\n  \n  Glad you're doin well\n  ","245532":"\n  I guess aha\n  ","245533":"\n  English\n  ","245534":"\n  Im not gonna tell you where I live bruh\n  ","245535":"\n  I'm not saying lol.\n  \n  I was born in Russia tho\n  ","245536":"\n  How ya doin\n  ","245537":"\n  💜✨\n  ","245538":"\n  Hell\n  ","245539":"\n  Those things freak me out tbh aha\n  ","245540":"\n  Hahahaaa😇😈\n  ","245541":"\n  Followed back!\n  ","245542":"\n  💜✨\n  ","245543":"\n  Awwh! Thank ya!\n  ","245544":"\n  Oh\n  \n  My bad\n  ","245545":"\n  Awh it's a bear hehe\n  ","245546":"\n  Fuck that mf fag\n  ","245547":"\n  Yep\n  ","245548":"\n  Well still! I appreciate it c:\n  ","245549":"\n  I needed this💜 thanks\n  ","245550":"\n  Thanks!\n  ","245551":"\n  I hate this stupid Raj kid\n  ","245552":"\n  I appreciate you💜✨\n  ","245553":"\n  Drink bleach whore\n  ","245554":"\n  Thanks!\n  ","245555":"\n  Nah. More looks\n  ","245556":"\n  He's disabled and her and I take care of him\n  ","245557":"\n  Thanks!\n  ","245558":"\n  Exactly. I agree. And tbh it's not like I'm naked or in my underwear🤷🏻 it's a bathing suit, I literally wear it in public😂🤣\n  ","245559":"\n  Preach💜✨ thank you!\n  ","245560":"\n  Leavin for work in a sec\n  ","245561":"\n  It's a bathing suit. It's summer. I like it. Get over it🤷🏻\n  ","245562":"\n  Right🤣🤣\n  ","245563":"\n  Yessir\n  ","245564":"\n  It was a genuine accident. I only meant to bruise myself🤣🤷🏻🙃\n  ","245565":"\n  Of course. Pain is ok with me tho. Bc it looks sexy asf lol\n  ","245566":"\n  Yessir😈\n  ","245567":"\n  Sureee\n  ","245568":"\n  Oh no! Jesus\n  ","245569":"\n  Impressive?🤣\n  ","245570":"\n  I'm better now! Thanks c:\n  ","245571":"\n  💜✨\n  ","245572":"\n  Ears and nipples\n  ","245573":"\n  I want arm sleeves and a chest plate and just random pieces scattered lol. And piercings lol\n  ","245574":"\n  Yeee🤣🤦🏻\n  ","245575":"\n  No\n  ","245576":"\n  I got too drunk and too angry and smashed my head through a window, cracked it open, and almost bled out\n  ","245577":"\n  Yes\n  ","245578":"\n  Smh\n  ","245579":"\n  Ohhh\n  \n  Sorry lol\n  \n  How'd that happen\n  ","245580":"\n  I'm 24. Not 15\n  ","245581":"\n  You're an idiot\n  ","245582":"\n  Chilling\n  \n  You?\n  ","245583":"\n  What are you talking about??\n  ","245584":"\n  Same\n  ","245585":"\n  They're adult tits. Like ? What do you want from me🤣🤦🏻\n  ","245586":"\n  What\n  ","245587":"\n  Swimming!\n  ","245588":"\n  Okayyyy\n  ","245589":"\n  With my best friends father\n  ","245590":"\n  My pussy is clean tf\n  ","245591":"\n  No\n  ","245592":"\n  Why what\n  ","245593":"\n  That's a good goal☺\n  ","245594":"\n  No\n  ","245595":"\n  I don't think they'd wanna hurt me with or without your protection tbh\n  ","245596":"\n  Thanks.\n  ","245597":"\n  No you dont\n  ","245598":"\n  I need it more for my mental state tbh\n  ","245599":"\n  yOu cAuGht mE\n  ","245600":"\n  They move surprisingly fast asf dude\n  \n  It's whack\n  ","245601":"\n  Nope🤣😂\n  ","245602":"\n  🙃\n  ","245603":"\n  Smhhhh lol. Im so sorry\n  ","245604":"\n  Ofc🤣👏🏻🤣👏🏻\n  \n  Just kidding ahahaa\n  ","245605":"\n  Oh\n  \n  I was thinking wayyyy bad yowza\n  ","245606":"\n  Work lol.\n  ","245607":"\n  How is that safe tho?🤣\n  ","245608":"\n  Nooo. Supposed to be clear aha\n  ","245609":"\n  Schnapps\n  \n  Never again lol.\n  ","245610":"\n  Meaning?🤣🤦🏻🙃\n  ","245611":"\n  Of course not!\n  ","245612":"\n  I'm bad at them but Mermaid is a god at it ahah\n  ","245613":"\n  Tomorrowwwwww😂\n  ","245614":"\n  I got too drunk and angry and smashed it through my door panel window🤦🏻\n  ","245615":"\n  Well I hope when the right time comes, you get to experience that and more☺\n  ","245616":"\n  You too!\n  ","245617":"\n  Oh noooo\n  \n  That sounds like hell🙃\n  ","245618":"\n  Lmao rip\n  ","245619":"\n  Medical stuffs lol\n  ","245620":"\n  Crack my head open😂🤣🙃\n  ","245621":"\n  Cracking my head open\n  ","245622":"\n  Okay! Workin a lot tbh\n  \n  Yourself?\n  ","245623":"\n  It rained today ;-;-;\n  ","245624":"\n  Hmmm\n  \n  Visit Russia ig.\n  ","245625":"\n  Good luck😇\n  ","245626":"\n  If he starts gettin weird, I'm out lol.\n  ","245627":"\n  Have a good day!\n  \n  6:30p lol\n  ","245628":"\n  You won't ever be able to😈\n  ","245629":"\n  Oh wow\n  ","245630":"\n  Up to you\n  ","245631":"\n  I'm not giving out my full name\n  \n  I have stalkers🙃\n  ","245632":"\n  Marisa!\n  ","245633":"\n  Family history is interesting\n  ","245634":"\n  I do!\n  \n  Sleep well?\n  ","245635":"\n  You're still young!\n  ","245636":"\n  Awwh nice!\n  ","245637":"\n  I like the second name aha. It's unique. But your name is good too!\n  ","245638":"\n  How old are ya?\n  ","245639":"\n  Name? If not name, nickname.\n  \n  Favorite color, pasttimes- stuff like that\n  ","245640":"\n  That's human decency. I like knowing people are doing well.\n  ","245641":"\n  Sleep?\n  ","245642":"\n  It's hard to deal with tbh\n  ","245643":"\n  8.\n  ","245644":"\n  No. Just don't want to do wall to wall\n  \n  And I have my reasons for not giving my socials, sorry.\n  ","245645":"\n  BOTH😍\n  ","245646":"\n  I hate doing that tbh. It gets to be too much\n  ","245647":"\n  He's adorable and cunning as he ages\n  ","245648":"\n  Basics. Let's start with that!\n  ","245649":"\n  Oh no ;-; have you gone out much and stuff?\n  ","245650":"\n  Dewey!\n  ","245651":"\n  I haven't got to go workout yet🙃\n  ","245652":"\n  Worst injury?\n  ","245653":"\n  If a girl wants you only for that stuff she's not the one tbh\n  ","245654":"\n  Want everyone to know?😂\n  ","245655":"\n  We shall seeee\n  ","245656":"\n  You're okay! Thanks hun!!\n  ","245657":"\n  Why do you feel it's your fault in the first place?\n  ","245658":"\n  Like what? :3\n  ","245659":"\n  That I'm not doin\n  ","245660":"\n  Anything sweet! Sure lol.\n  ","245661":"\n  I'm just gonna do truths bc theres no way to prove I did the dares\n  ","245662":"\n  Awwwhhhhh oh noooo\n  ","245663":"\n  What's the worst thing you've done in your life?\n  ","245664":"\n  Coffee sometimes\n  ","245665":"\n  I'm a fan of consentual non consent. So basically approved rape🤣🤷🏻🙃\n  ","245666":"\n  You too hun!\n  ","245667":"\n  Sounds good to me!\n  ","245668":"\n  I keep it tucked in😏\n  ","245669":"\n  I'm down\n  \n  Truth\n  ","245670":"\n  Oh nooo\n  \n  I'm good yeah! Hope you had a good day\n  ","245671":"\n  Nah you're good!\n  ","245672":"\n  Yeah aha.\n  \n  I cracked my head open when I got too angry and almost bled out\n  ","245673":"\n  Both. Within reason tho. I've had bad experiences with booze\n  ","245674":"\n  True also! ☺\n  ","245675":"\n  Meh\n  \n  I'm bored ;-;\n  ","245676":"\n  No. I don't give out my socials. People are whack\n  ","245677":"\n  Asking you cx\n  ","245678":"\n  Malcolm in the Middle on Hulu. Wbu?\n  ","245679":"\n  How are you\n  ","245680":"\n  Thank ya!\n  \n  Watching tv. You?\n  ","245681":"\n  Good!☺\n  ","245682":"\n  Hru lol\n  ","245683":"\n  Bc ew\n  ","245684":"\n  Howdy\n  ","245685":"\n  Lolol\n  ","245686":"\n  😏😏😏\n  ","245687":"\n  I'm good! You?\n  ","245688":"\n  That's weird\n  ","245689":"\n  Supp\n  ","245690":"\n  Nahhh\n  ","245691":"\n  Satans Pyro Bitch\n  \n  Satans Supreme\n  \n  Satans Drunk Pyro Bitch (lmao)\n  \n  Satans Mistress\n  \n  Etc lolol\n  ","245692":"\n  Lol prob an 11\n  ","245693":"\n  It's good!\n  ","245694":"\n  Aha thanks\n  \n  Ive had many with Satan in it\n  ","245695":"\n  Min?\n  \n  Dunno\n  ","245696":"\n  It's a comedy show about a mother and father raising 4 boys lol\n  ","245697":"\n  Yeah?😈\n  ","245698":"\n  Every\n  ","245699":"\n  Watching Malcolm in the Middle lol\n  ","245700":"\n  I'm the devil\n  ","245701":"\n  I always switch my name lol\n  ","245702":"\n  I'm good! Yourself?\n  ","245703":"\n  You mean my horns?\n  ","245704":"\n  Hy?\n  ","245705":"\n  9.9\n  ","245706":"\n  Sup\n  ","245707":"\n  Makes sense!\n  \n  And also- boobies😍😍\n  ","245708":"\n  Thank you!💜\n  ","245709":"\n  Literally ahaha\n  ","245710":"\n  Pretty much aha\n  ","245711":"\n  🤣🤣\n  \n  Brain numbing ones\n  ","245712":"\n  I love gardens\n  ","245713":"\n  I met her through a coworker at an old job. We were friends for awhile and then dated for 5 years and now she's my best friend\n  ","245714":"\n  Nah I feel the same. Girls are way more intimate and caring\n  ","245715":"\n  Im more olive toned tbh\n  ","245716":"\n  Jesussssssss kill me\n  "}}