{"Question":{"245717":"\n   If we were lost in the forest would you feed off my n.u.t?\n  ","245718":"\n   Have you ever experienced morning horniness?\n  ","245719":"\n   My dixk is always ready fir action, girls must be different\n  ","245720":"\n   You're not moody today 😡 with i could turn you on\n  ","245721":"\n   Yeah sorry about that again for being insensitive I didn’t mean no offence or anything bad.\n  ","245722":"\n   Do you have small girly hands ❤️\n  ","245723":"\n   Most of us girls are raised nuns so we don't know much about sxx\n  ","245724":"\n   Oh my bad do you live with a “partner” that is more 2020 appropriate.\n  ","245725":"\n   If you could some up your day is there anything good or bad you have done yesterday? ⭐️\n  ","245726":"\n   I like female 🖐🏼s\n  ","245727":"\n   dude, these people are on something i swear.\n  ","245728":"\n   What the hell am I reading?  Thats enough internet for me and I only just woke up. 🙃\n  ","245729":"\n   Yeah i know we never know how to have sxx with each other or we would, certain things are blocked on our vpn so we can't search up how girls can do it together and you're experienced so you know what feels good\n  ","245730":"\n   Like a boyfriend or a husband or something I meant?\n  ","245731":"\n   Why? You will be safe with us, you just have to secretly make love with me and a few other girls here because we need to keep it secret\n  ","245732":"\n   Do you live by yourself, with family or a man?\n  ","245733":"\n   Maybe one day we can meet in real life and you come live with us\n  ","245734":"\n   Yeah well we love you, even though your a bad girl sometimes we still love you\n  ","245735":"\n   We constantly tell you we love you\n  ","245736":"\n   You obviously like us\n  ","245737":"\n   I think you want the belt to\n  ","245738":"\n   No Lisa is against it she got the belt\n  ","245739":"\n   CUTE!!! 😁😁\n  ","245740":"\n   The aliens aren't pervs nor would they associate with a peasant like her\n  ","245741":"\n   I miss you........ period.\n  ","245742":"\n   still got the tummy?\n  ","245743":"\n   Same! I swear 99% of mine are the \"aliens\", Ben and Erika.\n  ","245744":"\n   Which room do you spend the most time in in your house?\n  ","245745":"\n   Ohhh the person got shot down\n  ","245746":"\n   No I'm a gorgeous young king you are my swine\n  ","245747":"\n   Ok I'm back again\n  ","245748":"\n   My junk is hangin low already\n  ","245749":"\n   Mornin flap jacks\n  ","245750":"\n   Good morning, Beautiful! Happy Friday!\n  ","245751":"\n   Ok let's have fun then\n  ","245752":"\n   You just keep getting more random people\n  ","245753":"\n   He is 22. 🐱\n  ","245754":"\n   Danielle is smart\n  ","245755":"\n   From now I'm the king here not him\n  ","245756":"\n   You get way too many random people trying hard to annoy you\n  ","245757":"\n   I reported both ❤.\n  ","245758":"\n   You OK?\n  ","245759":"\n   Why not, babe\nI f*kn love u\n  ","245760":"\n   Did I do that ?\n  ","245761":"\n   What's your dream job? 😁 👍\n  ","245762":"\n   No from now your whole inbox will be my questions\n  ","245763":"\n   Ok in NZ we have 3: Learners, Restricted & Full. I am working on getting my Restricted. If you swapped countries with me, which of those would you have?\n  ","245764":"\n   Good lol. That means nothing to me. I meant like are there 3 stages or is it just all one license?\n  ","245765":"\n   Share a photo of you from 10 years ago or older if you prefer! 📸\n  ","245766":"\n   Calm down lol. Ok. How are licenses in America classed?\n  ","245767":"\n   No\n  ","245768":"\n   Ok when you get home undress fast and the first thing you do is taking pic of your p**sy for me and send me\n  ","245769":"\n   Lazy lol. What kind of car do you have?\n  ","245770":"\n   Fair enough lol. On a bus?\n  ","245771":"\n   What is the longest you've ever gone without any sleep?\n  ","245772":"\n   My bad lol.\nThanks, I'm in bed lol. You?\n  ","245773":"\n   Just got off what?\nI am good\n  ","245774":"\n   How’s my queen\/ great friend Marisa?\n  ","245775":"\n   How are you doing?\n  ","245776":"\n   I'm thinking about pinning you down and forcibly licking your p**sy and then f**king your p**sy hard. Just get rid of the all the inbreds you will get pregnant with. And I'm very hard while typing this.\n  ","245777":"\n   Hey creature change your profile name put up something lively. Or else I will shoot you off from human Race. If you wanna live here then live with human ethics. If cant then leave. Thanks.\n  ","245778":"\n   Have you seen a beauty analyst around here?\n  ","245779":"\n   Are you hyper?\n  ","245780":"\n   Did you get some food?\n  ","245781":"\n   Hi Russian Betch! :D\n  ","245782":"\n   You okay?\n  ","245783":"\n   bee *\n  ","245784":"\n   Yeah you forgot Maggie & Erin the best chicks on here\n  ","245785":"\n   Why does she act this way? I think she suffers from mental health\n  ","245786":"\n   Let me kiss it for u\n  ","245787":"\n   Take off ur clothes\n  ","245788":"\n   Do you have snap?\n  ","245789":"\n   Hot chocolate 🤣🤣\n  ","245790":"\n   Thank you beautiful 😘\n  ","245791":"\n   Aye I was mention! Lol sorry I haven’t be on lately, been waking up most days feeling like shit and super weak. Like I am now but I miss you Marisa\n  ","245792":"\n   Hi flap jacks\n  ","245793":"\n   Hay babe HRU ?\n  ","245794":"\n   Guessing no beach then\n  ","245795":"\n   Jealous! Hope you had a good time at the beach?\n  ","245796":"\n\n    https:\/\/ask.fm\/LiarOfDanielle\/answer\/161976677767?utm_source=copy_link&utm_medium=iOS\n   \n","245797":"\n   So who is the number one style and beauty analyst now?\n  ","245798":"\n   The doctor said my daughter has a pseudo-scrotum. What does that mean ?\n  ","245799":"\n   Best people on ask to follow?\n  ","245800":"\n   Yes or no\n  ","245801":"\n   Danielle wants to have sxx with you yes or no\n  ","245802":"\n   Favourite snack to eat?\n  ","245803":"\n   I have it on my other accounts but I want to stay anonymous here just to roast some people. I don't want my face to be spreader as a narcissist who looks down on everyone who is ugly. But believe me I'm honest\n  ","245804":"\n   Oh what happened are your feelings hurt honey 😂\n  ","245805":"\n   No I'm proud to say that I have a score close to 80 percent. If I had a low score I would probably dislike that app just like you all\n  ","245806":"\n   Riddle something?\n  ","245807":"\n   Seriously you should be thankful that the software didn't classify you as ugly and you are hardly above average. What do you really expect from yourself? That's what you are.\n  ","245808":"\n\n    @AngelChick2014\n   \n   is also a humble woman 😂\n  ","245809":"\n   Not in that way. Middle schooler suckers can't prove shit. But an adult can use advanced tools and talk with statistics. There is mathematical relations between elements of face. Beauty can be measured. And lots of those people who are full of shit are also ugly\n  ","245810":"\n   What kind of foods make u sick to ur stomach ?\n  ","245811":"\n   Now this is a humble guy\n   \n    @javi1698\n   \n   😂 learn from Javi 😂\n  ","245812":"\n   One of the best ways to roast someone and make them feel like shit is proving them that they are ugly\n  ","245813":"\n   Kristen probably got the belt but she won't tell nobody because she likes to think shes the best behaved person at the compound\n  ","245814":"\n   You should join her cult since you can tolerate pain\n  ","245815":"\n   Jewish?\n  ","245816":"\n   You're the type of person to engage in belting of people in the compound especially if you had power\n  ","245817":"\n   R u Christian ?\n  ","245818":"\n   Who’s Lisa?\n  ","245819":"\n   Lisa is a smart person, but if you do something bad be prepared to get a belting\n  ","245820":"\n   Lisa knows it\n  ","245821":"\n   Hi hru hun\n  ","245822":"\n   \"Chitty chitty death bang\" - The last time I heard that was on Family Guy 😹\n  ","245823":"\n   Lisa doesn't need your sake, her children are well behaved under her order\n  ","245824":"\n   That’s much faster than I thought 😮 they did try. Mean while everyone else is looking at new pic you posted calling you hot 🔥 very true\n  ","245825":"\n   Wonder how much longer it will stay, I give it another couple of hours\n  ","245826":"\n   No it's not a childish app. It's actually one of the most accurate face analysis programs available. Pretty face gets high score no matter what and ugly is ugly. Just a proper picture is needed\n  ","245827":"\n   They still going on about, it’s sad they made a whole page just to annoy you\n  ","245828":"\n   Another one\n  ","245829":"\n   NUMBERS DON'T LIE CHITTY CHITTY!\n  ","245830":"\n   Tf did I just see on their page! Lol what?\n  ","245831":"\n   Who’s that cutie 😂😏\n  ","245832":"\n   Who is that swine?\n  ","245833":"\n   Yes they are archived somewhere\n  ","245834":"\n   What? Where? Everywhere. I can still look up your old deleted accounts\n  ","245835":"\n   Seriously you have a million pics of yourself scattered around and in none of them I can see both your face and forehead in one place. Either you cover your face or forehead.\n  ","245836":"\n   How many years of training is there between now and being fully qualified?\n  ","245837":"\n   Long process, but very rewarding in the in. 🤗\n  ","245838":"\n   Which one? Every pic of you is too blurry or masked or cropped badly show a straight face for once smh\n  ","245839":"\n   Ok lemmi grab a good pic of you here\n  ","245840":"\n   You want me to do it for you?\n  ","245841":"\n   Why? Are you insecure?\n  ","245842":"\n   You ever took a beauty test for your face?\n  ","245843":"\n   No matter what you say she is still ugly and I think she is dead now since no more posts of her on Instagram I hope so\n  ","245844":"\n   You better be one soon, so I can give you hug!\n  ","245845":"\n   Show something ugly\n  ","245846":"\n   Follow back maybe?\n  ","245847":"\n   Plans for your day?\n  ","245848":"\n   Haha I will do, she deserve it. I will give you hug when you become one too\n  ","245849":"\n   Do\/did you often cheat?\n  ","245850":"\n   Would you like to get to know me?\n  ","245851":"\n   You don't know me ...\n  ","245852":"\n   True. If you'd like me to leave you alone, please tell me\n  ","245853":"\n   Do you think people fall in love because the right person has arrived, or because the time is right (regardless of whom the person is that they fall in love with)?\n  ","245854":"\n   What legacy do you want people to remember about you after you’re gone?\n  ","245855":"\n   Somebody sent me a question saying: \"Marisa likes you.\"\n  ","245856":"\n   Sorry. I got rid of it\n  ","245857":"\n   You OK?\n  ","245858":"\n   Do you agree that Lisa probably belts her children? Shes old fashion like that\n  ","245859":"\n   Have a look at my page ... is that true?\n  ","245860":"\n   Do you find it easy to calm down or does it take a while?\n  ","245861":"\n\n    @Cockiana\n   \n   is trolling so hard Edward needs to realize that 🤣\n  ","245862":"\n   OK. I don't know a lot about ADHD but find it interesting\n  ","245863":"\n   What can cause you to be hyper?\n  ","245864":"\n   Are you horngry or did you already eat? Time zones is different\n  ","245865":"\n   Would you like to be hyper now?\n  ","245866":"\n   Yeah but its mean someone called me a coon on anonymous\n  ","245867":"\n   Same to the first two. Not a fan of a horror bit of a wuss when it comes to horror haha.\n  ","245868":"\n   Just seen your previous answer, do you get quite hyper?\n  ","245869":"\n   Same i have autism\n  ","245870":"\n   Do you have a learning disability?\n  ","245871":"\n   You're welcome!! What movies do you like?\n  ","245872":"\n   Haha sorry superwoman\n  ","245873":"\n   Cute aha. Sorry\n  ","245874":"\n   You'd be tiny compared to me haha.\n  ","245875":"\n   14 they say that to me because i'm hispanic?\n  ","245876":"\n   Cool lol! How tall are you?\n  ","245877":"\n   Followed :) feel free to ask me some questions\n  ","245878":"\n   You're 42?\n  ","245879":"\n   Paramedics one of my friends just become one like right before all this lockdown stuff happened. It’s not easy she said it’s very stressful at times plus the knowledge you need to know it’s crazy. I could never\n  ","245880":"\n   Why is your chest saggy? Mine is small is it because you're nn adult?\n  ","245881":"\n   Someone call me that so i thought it was nice name 😕\n  ","245882":"\n   You're sexy 🔥\n  ","245883":"\n   What year you were born coon ?\n  ","245884":"\n   How is work? Are you sleepy? Is night\n  ","245885":"\n   Your boyfriend told you about Cockiana\n  ","245886":"\n   That’s cute of you! Was this you’re dream job? Like the only job you ever wanted or are you aiming for another job\n  ","245887":"\n   Thanks x how old are you aign\n  ","245888":"\n   ♡ x I'm back x ♡\n  ","245889":"\n   Oh amazing job, what made you want to do it?\n  ","245890":"\n   OK. Sorry I know I am a stranger to you.\n  ","245891":"\n   How is that cruel?\n   \n    @AlienGlobe\n   \n   Probably got the belt slapped on her hands for talking the way she talked\n  ","245892":"\n   If you were here you would get the belt by the nuns\n  ","245893":"\n   Hope work goes OK for you?\n  ","245894":"\n   That must be a interesting job. Did you study too or mainly just worked?\n  ","245895":"\n   Where do you work?\nHaving some food\n  ","245896":"\n   What do you work as?\n  ","245897":"\n   People at the compound get the belt for being bad 😂\n  ","245898":"\n   What are you up to?\n  ","245899":"\n   Hello Marisa!\n  ","245900":"\n   Sorry if I'm bothering you?\n  ","245901":"\n   Is there something you can do that you know most others couldn't? 🤔😄\n  ","245902":"\n   Baggy ones?\n  ","245903":"\n   What do you think people first notice about you when they meet you?\n  ","245904":"\n   What was the last thing you had a craving for?\n  ","245905":"\n   Are you a good dancer?\n  ","245906":"\n   Where are you from?\n  ","245907":"\n   Yeah agreed. Hoodies too?\n  ","245908":"\n   Valiant Thor is the second generation of Heavens Gates aka the compound, i finally found legitimate information on them, she only lives until she's 40 i think then the next generation aka her daughters take her place\n   \n    https:\/\/en.m.wikipedia.org\/wiki\/Heaven%27s_Gate_(religious_group)\n   \n","245909":"\n   Good. You like wearing oversized sweaters?\n  ","245910":"\n   Hi. How are you?\n  ","245911":"\n\n    https:\/\/ask.fm\/LiarOfDanielle\/answer\/161965338759?utm_source=copy_link&utm_medium=iOS\n   \n","245912":"\n   Anytime, people be hating for nothing\n  ","245913":"\n   Hope you have good day to or night\n  ","245914":"\n   Pap with you fav heels?\n  ","245915":"\n   I'm going to marry my bed\n  ","245916":"\n   It's because you have so many questions that answers get easily lost\n  ","245917":"\n   Oh i am. I'm in bed laying and its so comfy. Comfy bed.\n  ","245918":"\n   Anytime\n  ","245919":"\n   Are your feet ticklish?\n  ","245920":"\n   She really didn’t\n  ","245921":"\n   Sounds like someone is gonna get a belting by the nun tonight\n  ","245922":"\n   Danielle will make you pi$$ through orgaxm\n  ","245923":"\n   You influenced this, love.\n  ","245924":"\n   Being vile is inappropriate\n  ","245925":"\n   Me either 🤣 but dang I'm tired even if I worked a 4 hour shift today.\n  ","245926":"\n   She can't say such things i will have to speak with her\n  ","245927":"\n   gta online must have gotten a new update? 🤔\n  ","245928":"\n   Ok if i didn't ask i wouldn't know the answer\n  ","245929":"\n   Can you do it to me\n  ","245930":"\n   Who on earth is this guy?\n  ","245931":"\n   Does it feel good to get your pxssy lixked\n  ","245932":"\n   I think about you sitting on my lap like a cat.\n  ","245933":"\n   I feel naughty today ha\n  ","245934":"\n   Yes it was good it would be better if i shower with you\n  ","245935":"\n   Your sister is friends with Danielle\n  ","245936":"\n   You like both right\n  ","245937":"\n   6 feet\n  ","245938":"\n   Sorry, i just had a shower\n  ","245939":"\n   Jajajajajajajaja 😂 you really like women you are a lesbian to me\n  ","245940":"\n   I am 6 and 230 lbs is that too big for a woman to want me ?\n  ","245941":"\n   I'll never understand this creep. Like legit he has said he'll punch a number of girls just because they won't sit there and allow him to harass them. Ugh.\n  ","245942":"\n   You think 🤔 that I’m a gay guy no 👎 you are wrong you should see to your self\n  ","245943":"\n   Who saids that I’m with whores no 👎 one ☝️ I can choose any girl 👧 that i want\n  ","245944":"\n   Cuddling with my boyfriend and he has an erection. I told him i just wants cuddles and respect that. But his erection will not go away. I can tell his super turn on, but since i only wants cuddles he's not trying anything. How can i get him to control his hormones?\n  ","245945":"\n   Of course you will or I will go to tell naza my new girlfriend right now\n  ","245946":"\n   You still hate me right I know but you have to respect me\n  ","245947":"\n   How many boyfriends have you had grasshopper ?\n  ","245948":"\n   Hi how are you\n  ","245949":"\n   Do you want to smell me\n  ","245950":"\n   How was your first love? ?\n  ","245951":"\n   Why do people sexualize you?\n  ","245952":"\n   How?Cellphone?Did you cheat off your friends?\n  ","245953":"\n   Yep my everyday life but I still have fun with it\n  ","245954":"\n   I read online this girl got sodomized but whats that mean? I tried searching it on google but it says \"search prohibited under parental control\" then my mom came in my room and asked why i was looking it up so she watches my online activity 😡\n  ","245955":"\n   Hey doll face\n  ","245956":"\n   92. last show you watched?\n  ","245957":"\n   I wish i owned a casetta in Canada\n  ","245958":"\n   Studies show masks are dangerous to a persons health, doctors said themselves they wear a mask all day at work they don't want to wear them in public.\n  ","245959":"\n   You seem to like baby blue.\n  ","245960":"\n   What was your childhood like grasshopper ?\n  ","245961":"\n   I still like you.\n  ","245962":"\n   If I was at that beach I would have said to you : get on my back I want to give you a piggy back ride.\n  ","245963":"\n   My grandfather was born in 1896. \n💣🔫🎉\n  ","245964":"\n   oh\n  ","245965":"\n   Do you avoid the sun because you have the complexion of a 3 year old.\n  ","245966":"\n   Good morning, Beautiful! :)\n  ","245967":"\n   I changed my mind.\n  ","245968":"\n   What would be great and what would be terrible about all humans having translucent skin and muscles so that you could see all the organs working?\n  ","245969":"\n   💜🐻🐻\n  ","245970":"\n   Space 😁\n  ","245971":"\n   93. have a fabulous Wednesday ✨☺️💜\n  ","245972":"\n   I'm a nicer one i don't show hate\n  ","245973":"\n   Show me u pic\n  ","245974":"\n   I am not new i'm to much of a n.azi to keep a stable account\n  ","245975":"\n   Mari does it bother you when people are too nice ?\n  ","245976":"\n   How many likes does your profile currently say you have, as of this question??\n  ","245977":"\n   Meant did you watch the super bowl? If yes 49ers or chiefs\n  ","245978":"\n   You should delete your account 1️⃣6️⃣3️⃣2️⃣8️⃣\n  ","245979":"\n   Will you touch me  ?\n  ","245980":"\n   U got me 😐😬\n  ","245981":"\n   Omg this convo wtf why would you even ask a young woman that rude of a question , I swear  people these days 😐\n  ","245982":"\n   Nice b00bs\nLeft em up\n  ","245983":"\n   Oh I was just wondering how affection works for you if you don't like being touched? Not being critical, just curious\n  ","245984":"\n   U like his bu*tt I knew dat 😂😁\n  ","245985":"\n   Oh are you asexual?\n  ","245986":"\n   Do you like having your feet massaged?\n  ","245987":"\n   Ever have razor burn on your legs? Got it on my thigh because i didn't use shaving cream i tried this gel out and it was the worst mistake ever\n  ","245988":"\n   Do you prefer to wear shoes or socks or be barefoot at home?\n  ","245989":"\n   You wish\n  ","245990":"\n   Just answer it\n  ","245991":"\n   ?\n  ","245992":"\n   You delete?\n  ","245993":"\n   Weird flex, cxnt\n  ","245994":"\n   When u get f*kd, do u look the guy's d*k or bu*tt?\n  ","245995":"\n   You need your a$$ s.panked for being a bad rude girl\n  ","245996":"\n   I tell Ashley what you're saying 👍🏻\n  ","245997":"\n   The door will be unloced and I'll be wearing my dxck me down shorts, babe\n  ","245998":"\n   Took me a second for me to get it 🤣\n  ","245999":"\n   Okay, bxtch\n  ","246000":"\n   If you could create your fantasy world, what would it be like? 🙂\n  ","246001":"\n   I sometimes say stupid things by accident.\nDo you want to know what year I was born ? \nI was born in Seattle.\nSeattle is close to Russia.\n  ","246002":"\n   When you were a child, were you afraid to go to the dentist? 🙂\n  ","246003":"\n   suppppppppp\n  ","246004":"\n   Super bowl\n  ","246005":"\n   I'm coming over with a bottle of JD and some kind herb, ok?\n  ","246006":"\n   Your new display photo is perfection! ❤\n  ","246007":"\n   Did you watch the sb\n  ","246008":"\n   What’s the beef\n  ","246009":"\n   Know what u like in ss$x\n  ","246010":"\n   Do you wear fleece lined leggings?\n  ","246011":"\n   What a loss for the app\n  ","246012":"\n   Like how many?\n  ","246013":"\n   I told her yesterday you don't speak german that's why i tagged you in her question\n  ","246014":"\n   Have you ever dressed in too many layers?\n  ","246015":"\n   Is it enough ?\n  ","246016":"\n   I'm not a kid moron\n  ","246017":"\n   I told\n   \n    @PureCummer\n   \n   you talked about her in english and she actually believe it  💀\n  ","246018":"\n   Ashley doesn't understand English so you won't be hearing from her\n  ","246019":"\n   How many layers of clothing do you wear in winter?\n  ","246020":"\n   Naps sounds amazing well I already took my 6 hours sleep and time to enjoy my day again of boredom and angry\n  ","246021":"\n   What season did you get married\/want to be married in??\n  ","246022":"\n   Just being honest :)\n  ","246023":"\n   What's cooler to play - a guitar or saxophone?\n  ","246024":"\n   Thats ok love x\n  ","246025":"\n   Ain't no money laying in bed unless you're selling pxssy\n  ","246026":"\n   Just been feeling out of place tbh. I also want food\n  ","246027":"\n   Most of the questions from us are sent in mass so we're not sure who gets our non english\n  ","246028":"\n   But it’s not so small as I can see it from here\n  ","246029":"\n   I like to know\n  ","246030":"\n   Got my old username but ask.fm gave me a clean profile so all my answers are gone 😡\n  ","246031":"\n   You have a really pretty smile :)\n  ","246032":"\n   Yeah i know! She is a bad girl for that !\n  ","246033":"\n   Sorry i sentence to everyone i follow!\n  ","246034":"\n   What childish thing do you still enjoy?\n  ","246035":"\n   J'entends toujours dire qu'aimer deux sexes différents est physiquement impossible, qu'un jour l'on fait un choix. Toi aussi tu penses que c'est faux?\n  ","246036":"\n   Do you have a fast kombi?\n  ","246037":"\n   do you open up for people first or ??\n  ","246038":"\n   hhhhhhhhh❤️❤️ \n\nhow was your day?\n  ","246039":"\n   Hey queen Marisa! What’s ups and new lately?\n  ","246040":"\n   91. ever stay in a hotel? if so . how was your experience?\n  ","246041":"\n   are you good at math?\n  ","246042":"\n   Have you had beef heart?\n  ","246043":"\n   I can't light no more of your darkness :\\\n  ","246044":"\n   I said no. I said stop. But he’s my boyfriend.\n  ","246045":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔💁‍♀️\n  ","246046":"\n   Bungee jumping or scuba diving 🤿\n  ","246047":"\n   Good morning, Pretty Lady! Hope you have a great day today!\n  ","246048":"\n   oh wow \nyou are really stunning ❤️❤️❤️\n  ","246049":"\n   How would your superhero costume look like?\n  ","246050":"\n   When you're baptized you can't change religion\n  ","246051":"\n   hi\n  ","246052":"\n   Laurel defecated in the forest at the beach\n  ","246053":"\n   You are so beautiful!\n  ","246054":"\n   Ever been baptized in water?\n  ","246055":"\n   Are you Christian?\n  ","246056":"\n   I need to peepee but my roommate is using the bathroom\n  ","246057":"\n   You not German?\n  ","246058":"\n   Sprichst du Deutsch?\n  ","246059":"\n   When u fu*k a girl\nU play man or woman ?\n  ","246060":"\n   If you play video games, which was the last one you played? What did you think of it? 😁🎮\n  ","246061":"\n   is it hot where you live?\n  ","246062":"\n   how many pets do you have? what are they?\n  ","246063":"\n   How visible is it?\n  ","246064":"\n   Material things can never fully replace a human being.\n\nThoughts?\n  ","246065":"\n   Material things can never fully replace a human being.\n  ","246066":"\n   You ever heard Giovinezza?\n  ","246067":"\n   You’re so adorable Marisa 🤩❤️ are you still awake though\n  ","246068":"\n   I’m at home chilling, wbu\n  ","246069":"\n   Material things can never fully replace a human being.\n\nI guess? Thoughts?\n  ","246070":"\n   Nice cleavage 😍\n  ","246071":"\n   All I’m saying is you already work hard enough as it is\n  ","246072":"\n   How is your relationship with your parents?\n  ","246073":"\n   You're from Hanover?\n  ","246074":"\n   Thank you 🙏🏻\n  ","246075":"\n   Are u naked?\n  ","246076":"\n   😍😍😍😍😍😍😍💗💗💗💗💗💗💗💗💗💗🥰🥰🥰🥰🥰🥰🥰🥰🥺🥺🥺😘\n  ","246077":"\n   Auf der Skala von 1 bis 10, wie süchtig bist du nach Süßigkeiten?\n  ","246078":"\n   hi\n  ","246079":"\n   They all are Ben has admitted to being jewish, Ben won't mess with them because he doesn't like to be called out on his own family history\n  ","246080":"\n   I hope y'all had a great 4th!! For those who worked...hope y'all got that holiday 💲💲💲💲💲\n  ","246081":"\n   Maggie is nazi, goes to show how different she is then Ben, and to think Ben thinks he's one is funny.\n  ","246082":"\n   Hi\n  ","246083":"\n   Well if you say it’s gonna be fine I’ll believe you but remember you got the day off tomorrow right. So don’t pick up anymore shifts silly\n  ","246084":"\n   You ever heard Erika song?\n  ","246085":"\n   Working on 4th of July night gonna be fun I bet\n  ","246086":"\n   If you move i will move like if you leave ask i probably will\n  ","246087":"\n   Are you planning to watch the night show\n  ","246088":"\n   I won't be moved unless you move\n  ","246089":"\n   Do you hate when people drive with their sun visor on the passenger window? I find it difficult to see past them\n  ","246090":"\n   I bought some stuff online because I wanted to see it and it's still not the same as her being here? It's nice to look at though?\n  ","246091":"\n   I'll enjoy the time I have with my sister tomorrow? :D xxxxx\n  ","246092":"\n   This is why I like you lol\n  ","246093":"\n   Do you young ladies got plans tonight?\n  ","246094":"\n   what are you looking forward to?\n  ","246095":"\n   Nice one\n  ","246096":"\n   Good how’re u bby\n  ","246097":"\n   I honestly would love to have you for a day just to know you more and build our trust to be greater. Truly stunning and one fantastic lady I definitely enjoy texting. 🥰💗\n  ","246098":"\n   So two day break sounds nice but what would you be doing with that free time?\n  ","246099":"\n   My job sorry anon X\n  ","246100":"\n   You two are super lovely and great ladies. Hate people who have to start shit and try to ruined it.\n  ","246101":"\n   How? On which test(s)\n  ","246102":"\n   Have you ever cheated in school?\n  ","246103":"\n   I wanna shake ur but*t\n  ","246104":"\n   I like complicated makes things interesting about someone.\n  ","246105":"\n   Hey did I tell you about your p**sy cream just now???\n  ","246106":"\n   When will be the next conference of Rajat and Rajput and Matahar?\n  ","246107":"\n   Everyone wants a piece of you just get this through your head. Someone wants to fuck you the other one wants you dead and the other one wants to make fun of you for laugh\n  ","246108":"\n   I'm again thinking about licking your p*say cream and I'm hard whole typing this\n  ","246109":"\n   Did you take a nap, babe?\n  ","246110":"\n   Baby I wanna kiss you 😋\n  ","246111":"\n   What about being asked about your boobs and feet and address\n  ","246112":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","246113":"\n   You and me both! Love you!\n  ","246114":"\n   It's funny that not long after I say about the screen shots I have of what she said, that started circulating around.\n  ","246115":"\n   I got sent it twice. Which was stupid because I'll just contact Ask and find out. But there's only 2 people who would send sh*t like it. Erika or Ben. And despite Ben sending me f*cked up sh*t, even I don't think he would go that far.\n  ","246116":"\n   Will you care for me?\n  ","246117":"\n   How is the hoe down gonna happen if you have to work?\n  ","246118":"\n   Squad of tards or?\n  ","246119":"\n   Are you even off tonight?\n  ","246120":"\n   We gonna go watch some fireworks tonight, babe?\n  ","246121":"\n   I can't light no more of your darkness :\\\n  ","246122":"\n   Let's drink some JD and smoke some herb, ok??\n  ","246123":"\n   You’re very welcome! Well I know theses damn questions don’t help but I’m pretty sure there’s a another reason why you’re pissed. Is it because of something or someone Marisa?\n  ","246124":"\n   My rest was definitely more decent than good but 6hrs is my normal I’ll get. Did you just finish work and does this mean you’re free until later tonight?\n  ","246125":"\n   What one thing would you do to change the world?\n  ","246126":"\n   Aye that’s amazing and now I hope it stays that way because you need less on your plate\n  ","246127":"\n   That’s very interesting! Do you have two first and last names or just two last names\n  ","246128":"\n   erika is mad as trinket has screen shots proving she made a fake account and admitting that we all make her lose confidence\n  ","246129":"\n   Have you been thinking lately about getting your hair trimmed or cut? Dyed? What are you getting done to it? Or are you not?\n  ","246130":"\n   Happy Saturday! I hope you have a wonderful weekend 💕\n  ","246131":"\n   What does Freedom mean to you?\n  ","246132":"\n   💜💜☺️\n  ","246133":"\n   Oldest guy\/girl you would date\n  ","246134":"\n   Pap with your favourite heels?\n  ","246135":"\n   Is that your real name though\n  ","246136":"\n   Oh, so you do have that one but no worries I wasn’t asking for it just was curious\n  ","246137":"\n   Do you have a Combi or just a normal car?\n  ","246138":"\n   Might got scared 😂\n  ","246139":"\n   That’s terrible, I at least hope you got enough sleep though.  Was work good last night?\n  ","246140":"\n   So just curious but do you have an Facebook and used messenger at all? Also super love because you’re the best 🥰🥰🥰\n  ","246141":"\n   Have you seen how expensive Sims 4 is still? Lol some DLC is priced higher then the base game.\n  ","246142":"\n   What do you mean?\n  ","246143":"\n   Are you shy?\n  ","246144":"\n   Yo bro whats good\n  ","246145":"\n   Wearing anything Pink what is it\n  ","246146":"\n   Very nice Display picture :) now this is what Monalisa Smiles is all about :)\n  ","246147":"\n   juice\n  ","246148":"\n   Have you ever played paintball, lasertag or airsoft? What'd you think of it? How did it go for you? 🔫\n  ","246149":"\n   Still gorgeous! ❤\n  ","246150":"\n   Are you working this summer or are you just enjoying summer holidays?\n  ","246151":"\n   What do you look like right now? PAP! 🔥\n  ","246152":"\n   are you doing anything special for the 4th of july weekend? if you’re not in the US, feel free to use this as a filler. 💛\n  ","246153":"\n   At a party, where can someone find you? 🤭\n  ","246154":"\n   Marisa\n  ","246155":"\n   It is possible in the previous life. In this life it's impossible.\n  ","246156":"\n   What is your size feet?\n  ","246157":"\n   You mean it's equally terrible everywhere?\n  ","246158":"\n   Yes extremely because I always glad you in it and hopefully always will tbh 😍💕\n  ","246159":"\n   Worst spot?\n  ","246160":"\n   Are you ticklish? Where?\n  ","246161":"\n   Good afternoon my queen Marisa! Did you sleep yet and is today a busy day?\n  ","246162":"\n   Finish this sentence: A proper summer vacation isn't complete without ____ ☀️⛱👙\n  ","246163":"\n   87. do tornados happen often where you live? 🌪\n  ","246164":"\n   89. have a beautiful day ✨\n  ","246165":"\n   What? Oh your name is lyrics again huh\n  ","246166":"\n   Sorry just saw this but I’m at home and wanted to check up on you\n  ","246167":"\n   You're so darn gorgeous!💕🥰🤗\n  ","246168":"\n   You are adorable.\n  ","246169":"\n   That right picture with that innocent look  reminds me of this girl\n   \n    @lightoflove\n   \n   rip she was a good girl guys said she looks 8 and only a pedophile can like her 😂\n  ","246170":"\n   What the fuck do you mean by emo you even know what it is?\n  ","246171":"\n   Do you like greebles?\n  ","246172":"\n   86. will you be watching the buck moon, partial lunar eclipse this weekend?\n  ","246173":"\n   F*k\n  ","246174":"\n   I can't light no more of your darkness :\\\n  ","246175":"\n   Are you still awake Marisa?\n  ","246176":"\n   If i eat myself will I get twice as big or disappear completely?\n  ","246177":"\n   What are you doing rn?\n  ","246178":"\n   Let's have fun, babe\n  ","246179":"\n   My grand fm * bee\n  ","246180":"\n   Well I fell asleep at 7:30am and finally woke up around 1:30pm lol so I’m pretty good tbh. Thanks for always being the best caretaker\/sweetest person ever hehe 🙃.  So what’s  a lovely young lady like you doing atm?\n  ","246181":"\n   Because i want to see a human up close\n  ","246182":"\n   88. last thunderstorm you had?\n  ","246183":"\n   It's World UFO Day! What's the first thing you'd ask an alien?\n  ","246184":"\n   Its just me who wants you\n  ","246185":"\n   Oops forgot to say “good morning queen Marisa” because my ass was sleeping all morning lol. Anyways good afternoon queen Marisa, I hope you’re feeling much better today and remember you’re truly wonderful\/amazing young lady. 💕💕💕🥺🥺😘\n  ","246186":"\n   You're looking for me i am the only one you will fall for 😈\n  ","246187":"\n   I offered you love and you rejected.\n  ","246188":"\n   Say Vlad Putin is the best leader ever\n  ","246189":"\n   Whose your favourite alien?\n  ","246190":"\n   There is a black and white cat on my lap.\n  ","246191":"\n   post a picture ✨\n  ","246192":"\n   Am i your favourite alien?\n  ","246193":"\n   What does it mean to be a good citizen on the Internet?\n  ","246194":"\n   Their in a test site not a hospital theres scientists here not doctors and these kids are trained and do tasks every day, they can solve greebles and that's impressive\n  ","246195":"\n   Mom vs dad who do you resemble most ?\n  ","246196":"\n   What’s ur thoughts on NYC?\n  ","246197":"\n   They allow phones to see how we act around people online like a science experiment and to talk with family on Facebook or FaceTime\n  ","246198":"\n   Thank you, i live in a all girls ward so no boys never seen one in a while but i kiss my friend in here which is a girl\n  ","246199":"\n   Oh surprise you don't work in the Kids home where they take care of us until we're better from mental illness i get to see my parents every weekend but i can't go home until i'm better or else i will think people are chasing me again\n  ","246200":"\n   Ok whats that mean\n  ","246201":"\n   Whats work mean\n  ","246202":"\n   U have big nibbles?\n  ","246203":"\n   what are you doing right now?\n  ","246204":"\n   Nice boobs\n  ","246205":"\n   You're that type of person who adds everyone's friends on Facebook then messages them, thats creepy af\n  ","246206":"\n   Follow back maybe?\n  ","246207":"\n   What is your bra size?\n  ","246208":"\n   I am opening a bra shop\n  ","246209":"\n   Why are you mad at the man that you called an idiot ?\n  ","246210":"\n   Why are you mad at him\/her ?\n  ","246211":"\n   I laughed hard. : )\n  ","246212":"\n   You messaged Daquarn and Carter both have said that mate, how it feel to add peoples friends?\n  ","246213":"\n   Keep it  up 👍 you have got some talent I must say Russian gal🔥\n  ","246214":"\n   No you didn't Daquarn even says you found him off one of our accounts\n  ","246215":"\n   No you're not, you found him through us, you always have to add people we know\n  ","246216":"\n   Daquarn is our friend not yours\n  ","246217":"\n   Don't call us fake aliens\n  ","246218":"\n   Daquarn likes us he never says anything rude to us always respectful but you think everyone is fake you think one person can do all this, we can say we're aliens we're non binary we identify as aliens so you can stop disrespecting our genders\n  ","246219":"\n   I was asleep and I was awakened by milk dripping into my mouth.\n  ","246220":"\n   I like your the way you reply to them.Thats  so cool😂\n  ","246221":"\n   Hey Wa$$up I can so many perv on your profile😂😂\n  ","246222":"\n   How do you tell somebody you might be pregnant when you’re not even sure if what you did together was consensual?\n  ","246223":"\n   And you aren't? The things you say about us aren't even accurate, its like you are like the people you work with 🤣 you will never be as smart as us\n  ","246224":"\n   Hey Marisa, what’s the matter? Also everyone who’s about to see this besides her best friend. Can you guys fuck off with your damn sexual questions! Thank you lol anyways Queen Marisa I’m here for ya if you wanna talk\n  ","246225":"\n   You go to bed early bro i stay up and eat pot brownies all night\n  ","246226":"\n   Let me know you could watch this?haha\n  ","246227":"\n   what’s the last song you listened to?\n  ","246228":"\n   Okay you must be  thinking I am that rapist Ahmed but I am the other guy\n  ","246229":"\n   Didn’t you say you were a sub with guys and a dom with girls? So a switch?\n  ","246230":"\n   I did not expect this from you I thought you were a sub\n  ","246231":"\n   U wanna feel that\n  ","246232":"\n   Shit this is brutal.anyway I was kidding i would never do that to anyone\n  ","246233":"\n   What would you do if I forcefully kiss u\n  ","246234":"\n   U are. I feel it. Don't be shy girl. I'll treat u\n  ","246235":"\n   I see u liked my fantasy why not? I wanna keep it private between us start at least by sending me questions instead of answering\n  ","246236":"\n   I get what you were saying just I got annoyed by her and other people coming at you for the same sh*t\n  ","246237":"\n   I have to take my socks off because my feet feel weird almost dry feeling but once my socks are off they feel normal again\n  ","246238":"\n   If you could be any OITNB character, who would it be?\n  ","246239":"\n   You don't need to be the biggest fan. You can just try. Send me your Instagram at least? I wanna say stuff that might interest you\n  ","246240":"\n   Send me a question\n  ","246241":"\n   Can I untic and u talk by sending a question to me?\n  ","246242":"\n   I beg for forgivness. 💀\n  ","246243":"\n   ...real life\n  ","246244":"\n   What if the underpants is not clean ?\n  ","246245":"\n   How's it been recently? 😁\n  ","246246":"\n   How would u like to be sub\n  ","246247":"\n   Mari are you Satanic ?\n  ","246248":"\n   Why do women wear mini-skirts ? \nDo they want us to see the underpants ? \nI am not a woman.\n  ","246249":"\n   Are girls mean to you ?\n  ","246250":"\n   Wifey\n  ","246251":"\n   But you'd need what I'm gonna give u. So u should obey\n  ","246252":"\n   Then u should obey me right\n  ","246253":"\n   Can you draw???\n  ","246254":"\n   Which is good. You'd like someone who makes u feel you've seen it to the end\n  ","246255":"\n   You'd be satisfied right?\n  ","246256":"\n   She said my banana is smaller than her finger wtf\n  ","246257":"\n   It's 24 cm. You think u can handle it?\n  ","246258":"\n   I get what she’s saying and she’s just mad because you agree with what your best friend said about someone. But  people just gotta understand that you get a lot of weirdos on here. So half of the time you don’t know if someone is fake or not. I’m gonna just say you’re Amazing Marisa just KeepDoingU\n  ","246259":"\n   What do you think about Having my dong inside u\n  ","246260":"\n   Will you be working tonight as well Marisa? ❤️\n  ","246261":"\n   Oops\n  ","246262":"\n   80. don’t you hate when people just don’t get the hint?\n  ","246263":"\n   I wanna stick it all\n  ","246264":"\n   What do you think\n  ","246265":"\n   Fuck off perv , she already told you to leave her alone\n  ","246266":"\n   Bro don't balme me I just wanna stick it in you. I have to. Adapt.\n  ","246267":"\n   I can tie you to the bed\n  ","246268":"\n   I think I'm more violent I can make u calm\n  ","246269":"\n   You're friends with a Russian Mafia leader?\n  ","246270":"\n   At this rate Danielle will be getting orders to go kick your a$$ you fuxk with the Russian mafia, they probably know who Trinket is tbh, these people aren't like Ben, Erika, or Jasmine, these people are fuxking smart and yet you guys continue to say the wrong things they know everything trust me\n  ","246271":"\n   My mom and Mari said i need to stop talking to you because they deactivated their accounts because some people are about to get in trouble\n  ","246272":"\n   You’re very welcome! Remember if you ever need to let something out and reach someone you have my Instagram and I’ll always respond as soon as possible.\n  ","246273":"\n   No she's not, my mom is more serious\n  ","246274":"\n   TRINKETS or whatever tf her fake name is\n  ","246275":"\n   Keep her in the middle😂prob solved\n  ","246276":"\n   Why’s everyone out to get my queen Marisa?  Like she already has enough going on and this I understand but to argue about it doesn’t make any sense. This is her page she can say whatever she wants and do whatever as well.\n  ","246277":"\n   Her famous words are \"they take this app to seriously\" but in reality she does\n  ","246278":"\n   Nobody will put up with the inaccuracies coming off your accounts though, Trinket needs to learn a few things before she even says something about another person, you're not entitled to assume something about someone because it will make you out a liar.\n  ","246279":"\n   Ok so why do you use it?\n  ","246280":"\n   But you agreed which makes us believe you believe it\n  ","246281":"\n   Wow I sleep beside her than\n  ","246282":"\n   You like sleep with matahar?\n  ","246283":"\n   I don't know why some people aren't smart enough to look on someone's account to see how long they had that account tbh.\n  ","246284":"\n   Can I sleep between you and mermaid?just sleep nothing else\n  ","246285":"\n   What prices of clothing do you grow out of the most\n  ","246286":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","246287":"\n   Who 😁😱is your best friend?\n  ","246288":"\n   There is no chance ?\n  ","246289":"\n   What are your further expectations from life , would it be easy or hard ?\n  ","246290":"\n   Photo\n  ","246291":"\n   T\n  ","246292":"\n   Hugs🤗\n  ","246293":"\n   I like their taste\n  ","246294":"\n   I just want to know I'm curious I want to know what you taste like\n  ","246295":"\n   Tell them I wanna s*k them\n  ","246296":"\n   If you could get something tech-related  for free no matter how much it cost, what'd you choose? Why'd you wanna have that over other kinds of tech?📱🖥📷👨‍💻\n  ","246297":"\n   Compagnia?😏😏\n   \n    @GruppoHotForGirl\n   \n","246298":"\n   Cz you'll have less control over your body\n  ","246299":"\n   Let me talk to them\n  ","246300":"\n   It's fun cz I'm picturing you drunk ND it's easy\n  ","246301":"\n   Why -_-?\n  ","246302":"\n   I'm getting off to u\n  ","246303":"\n   How often do you use emojis when you type generally speaking? 📱😍😂😭\n  ","246304":"\n   Nice b00bs\n  ","246305":"\n   ??\n  ","246306":"\n   I wish I was there so I could touch you while you're helpless. I'll fell every inch of u. And I can do more you'd be under my control\n  ","246307":"\n   Bored\n  ","246308":"\n   Those boobs will look nice\n  ","246309":"\n   It would be fun. You wouldn't do anything about it\n  ","246310":"\n   I wish I was around you while you're drunk\n  ","246311":"\n   If you're drunk then it might be a good chance for guys to touch u. Right?\n  ","246312":"\n   ❤️💔\n  ","246313":"\n   But how is it rapey if they want it and stay close?\n  ","246314":"\n   Do you think bikini show a little to much\n  ","246315":"\n   I’m feeling pretty good so far today and wbu\n  ","246316":"\n   That the truth. No girl refused or before they don't even try to get away\n  ","246317":"\n   Did you ever taste yourself?\n  ","246318":"\n   What does your vagina taste like?\n  ","246319":"\n   Yawn yourself, get your facts straight before you start assuming things. My mom has more power then you and Trinket, the amount of inaccuracies you two come up with is mind boggling\n  ","246320":"\n   Why do you continue to lie? Why does your friends lie? Its so easy to look on ones account and see \"it wasn't just made\" its actually ridiculous tbh\n  ","246321":"\n   You love it. Why don't they talk? Cz they enjoy it they even rub their butss on my dong\n  ","246322":"\n   Make new accounts daily? Did you look at the dates on my account? You guys need to learn how to take a damn joke and stop everyone is fake or whatever it is you think.\n  ","246323":"\n   I read a book, in which the girl is kidnapped, and then she falls in love with the kidnapper.  \nIf you were kidnapped, what would you do? 🙂\n  ","246324":"\n   Nope I get off womens asses in crowds I just wanna have the chance to listen to how women love to feel it on their butts or thighs\n  ","246325":"\n   I swear they make new accounts almost daily. Ugh. Ignore them! You're amazing ❤\n  ","246326":"\n   People seem oddly annoyed at you lately lol.\n  ","246327":"\n   How many fingers do you see 🖕🏻\n  ","246328":"\n   U can just admit that you loved it\n  ","246329":"\n   79. do you miss high school? or school in general?\n  ","246330":"\n   Ok bye i make more money than you every truck driver does\n  ","246331":"\n   Good just was busy.. when my girlfriend comes next week both of us need to stay in for two weeks because shes coming from a different country and they have it mandatory now\n  ","246332":"\n   Hi.. Have you ever been groped or touched on a bus or in a concert or any harassment? Answer in next Q\n  ","246333":"\n   🤤🤪👅\n  ","246334":"\n   Nothing just hoping my iPad  2020 edition will come before next week\n  ","246335":"\n   I have a question\n  ","246336":"\n   Everyone afraid of colonel matahar. Every time he walked inside any room even though eat people turned red and feel scared. They know matahar shoots and kill them any time. Matahar gives death look and it gives them idea\n  ","246337":"\n   Yo bro\n  ","246338":"\n   Operation osmun lake will take place soon\n  ","246339":"\n   Oufff look at these legs turn up camera whats between them oooh\n  ","246340":"\n   Ok we are sending agents over there to spy on you. We are watching you.  Be very serious about it. As Rajat always says.\n  ","246341":"\n   78. have you ever used bath bombs?\n  ","246342":"\n   They play a lot of gta.\n  ","246343":"\n   I miss you\n  ","246344":"\n   You need to get tied and get your vxgina grabbed and aggressively f.ingered with medical gloves\n  ","246345":"\n   You have a problem with women who drive semi trucks because people like you were raised to only believe a man can do certain jobs\n  ","246346":"\n   I make 35,000$ a month driving my own semi truck without a company. Message me if you're interested in joining our company or need to lease a truck from Mack\n  ","246347":"\n   Swimming Pool or Beach? ❣️\n  ","246348":"\n   What do you think about great rajat of Instagram?\n  ","246349":"\n   Oh stop being naughty and bend over so i can smack that ass of yours\n  ","246350":"\n   Your exist is annoying\n  ","246351":"\n   Face to face or from behind\n  ","246352":"\n   Yes I be off ur ask when I'm there to execute our court order on u with my friends. We are now putting u in trial. We invade u baby invade we execute u by order of this court\n  ","246353":"\n   76. do you like dark humor?\n  ","246354":"\n   Is my queen Marisa, awake yet lol. You’re not literally mine but you’re definitely a friend\n  ","246355":"\n   I knew it\n  ","246356":"\n   Ok me and rajput and matahar and rajat have conference about what to do with u & some other people. We decide what to do in next few days. Be prepared for very harsh action!\n  ","246357":"\n   Yes you jealous of my handsomeness huh\n  ","246358":"\n   He is 25.\n  ","246359":"\n   Suck baby suck\n  ","246360":"\n   Oh, one bottle of wine i own costs 1,200$ for just one bottle because its really fancy\n  ","246361":"\n   Are you\n  ","246362":"\n   I'm a wine drinker\n  ","246363":"\n   The best type of oohie choohie is the ones that taste like sushi, eat it watch the girl get frisky, then wash it down with a shot of whiskey\n  ","246364":"\n   Haha c’mon I know you wanna it’ll be fine and crazy\n  ","246365":"\n   I like large freezers full of ice cream too\n  ","246366":"\n   Its a experimental site and a home for the mentally insane like you\n  ","246367":"\n   I thought you liked the compound\n  ","246368":"\n   Marisa if you're ever admitted to a hospital i will be the one who helps you. I promise dear\n  ","246369":"\n   Watch out the world's behind you\n  ","246370":"\n   Really?! If you’re up for it let’s game tonight and you carry me lol\n  ","246371":"\n   Sounds like a great time. Are you off tonight?\n  ","246372":"\n   You can come to the compound. You will be happy in our care\n  ","246373":"\n   Hi\n  ","246374":"\n   You should get some more rest when you can but first tell me all about you and parents\n  ","246375":"\n   The person who drank it actually went to the hospital to get medically cleared and someone us reporting your answers because their childish but yeah now you know the truth\n  ","246376":"\n   Marisa stop answering people who are talking as me you're weird\n  ","246377":"\n   Sxx is forbidden in our culture\n  ","246378":"\n   Sounds like someone’s got their diaper in a twist lol\n  ","246379":"\n   You started it your name has Satan in it. These people will ruin your night\n  ","246380":"\n   Sounds like you have sxx a lot you cuxt licker\n  ","246381":"\n   I'm older than you mate fuxk off with your bs calling people children\n  ","246382":"\n   Your iQ is about 70 fuxk head Aussie don't even like you\n  ","246383":"\n   Mick is a good knife thrower, sniper and if you encountered him in real life if Wolfcreek was real you would be fuxked\n  ","246384":"\n   Well someone didn't get their milk bottle today! Lol!\n  ","246385":"\n   Mate you're the most re-tarded person on here\n  ","246386":"\n   You're not convinced because your iQ is about 70\n  ","246387":"\n   Mate i'm more evil then you don't play\n  ","246388":"\n   Don't call me sis\n  ","246389":"\n   To painful\n  ","246390":"\n   Why don't you live with your parents mate Americans are lazy. Thankfully i came back to the outback where i belong\n  ","246391":"\n   How was your beauty sleep today Marisa\n  ","246392":"\n   Mari\n  ","246393":"\n   Some are Russian its a very weird combination of people\n  ","246394":"\n   Should I keep this ask for any questions?\n  ","246395":"\n   Mick is my favourite character\n  ","246396":"\n   Have you ever had it in your back door?\n  ","246397":"\n   Just a heads up. Erika has made yet another fake Instagram to stalk all of us.  It's under the name Lisa Miller. Just letting you know incase.\n  ","246398":"\n   You eat to many boxes mate\n  ","246399":"\n   Good morning queen Marisa\n  ","246400":"\n   Mate i'm more evil than you, you wouldn't stand a chance against Mick or Satan\n  ","246401":"\n   Mate you're a box lixker\n  ","246402":"\n   You don't even know what Satan is you're a f.a.g who has relations with girls in a inappropriate way and you don't really scare me it was all a lie you should fear me if anything\n  ","246403":"\n   I didn't realize what i was saying\n  ","246404":"\n   I was drinking wine last night\n  ","246405":"\n   other half\n  ","246406":"\n   Hugs\n  ","246407":"\n   would you share a bath\/shower?\n  ","246408":"\n   What was the last thing to put you in a bad mood??\n  ","246409":"\n   What was the last thing to truly scare you??\n  ","246410":"\n   Thanks! Your are kind!! Yes, if people are going act like that I prefer they just leave me alone and ignore me lol.\n  ","246411":"\n   It’s okay. I have had some people try to bother me online also. Like saying they will contact the place I work at and trying to upset with with my personal information and so on. Fortunately it all ended years ago. Lots of crazy people out there.\n  ","246412":"\n   O okay. So people are asking about your ZIP Code and information or something? At first I was wondering if it was directed towards me. I would never ask for personal stuff like that from someone over the Internet.\n  ","246413":"\n   What are talking about?\n  ","246414":"\n   Like you said, there's public records! All they're doing is proving they have no life, and like live in their parents basement!\n  ","246415":"\n   So there were 2 culprits one from India and another from Pakistan 😂\n  ","246416":"\n   do you wipe from the front or back after a pee?\n  ","246417":"\n   They're trying again? Jfc they're pathetic!\n  ","246418":"\n   Picks you up and carries you to your throne\n  ","246419":"\n   when do you like to have privacy\n  ","246420":"\n   would you do it again?\n  ","246421":"\n   Rachel is so cute\n  ","246422":"\n   why did it feel werid?\n  ","246423":"\n   Oh gosh, how much longer is your shift?🙊 Um, the one where Stewie dated that girl his own age, but Brian gave him crappy advice😅\n  ","246424":"\n   You forget soon hahaha\n  ","246425":"\n   Do you think hjs are messy\n  ","246426":"\n   Have you ever slept naked?\n  ","246427":"\n   When you think of the color yellow, what is the first thing that comes to your mind?!💛\n  ","246428":"\n   What are your 5 most favorite things overall? 🤔😁\n  ","246429":"\n   Sorry I just saw your messages on the gram lol\n  ","246430":"\n   What do you think about rajput?\n  ","246431":"\n\n    https:\/\/youtu.be\/Mz4n4Jd2Hn4\n   \n","246432":"\n\n    https:\/\/youtu.be\/Vn81MNoSBTQ\n   \n","246433":"\n   Aw nice to hear! Did you just get to work?😇 Ah going good, just watching a crazy episode of Family Guy😄\n  ","246434":"\n   Beautiful makeup\n  ","246435":"\n   what’s your comfortable outfit you like to wear?\n  ","246436":"\n   Heyy Mars!😇 How's your weekend so far?🌹\n  ","246437":"\n   what is your favourite quotation?\n  ","246438":"\n   Local time\n  ","246439":"\n   Hi there Crystal how are you? May I know since how long you been in USA?\n  ","246440":"\n   How do you move on when you're in love but the guy or girl doesn't want you?\n  ","246441":"\n   What is your strongest phobia?\n  ","246442":"\n   What question do you ask yourself a lot?\n  ","246443":"\n   Have you ever smashed something out of anger?\n  ","246444":"\n\n    @PureCummer\n   \n   and\n   \n    @GamerGirlPee\n   \n   died on Sunday\n  ","246445":"\n   I also don’t see why not. It’s just a subject that I rarely, if ever, have heard talked about lol.\n  ","246446":"\n   What's the biggest part of you? 😍\n  ","246447":"\n   Hi\n  ","246448":"\n   Can't you see i'm playing it cool Marisa\n  ","246449":"\n   Are you hairless from the neck down right now?\n  ","246450":"\n   Do you think some ghosts and spirits might deny that physical beings exist just like a lot of physical beings deny that spirits and ghosts exist?\n  ","246451":"\n   71. anyone else annoyed by these fireworks already?🎇(if your in the stAtes if not use as filter)\n  ","246452":"\n   🥰🤩🌹\n  ","246453":"\n   Plz stay away from that godd*mn corona virus\n  ","246454":"\n   Could i help u☺️\n  ","246455":"\n   “I got myself”\n  ","246456":"\n   Bet! 🥺\n  ","246457":"\n   AHAHAHAH\n  ","246458":"\n   Ehii😏😘 Se ti va di sentirci in privato da qualche parte per un po' di compagnia oppure altro, dimmi pure dove ti va di sentirci😏😌\n  ","246459":"\n   Girl are you bottled water? Cause why would I pay for you where I can get it somewhere else free\n  ","246460":"\n   You don't live with your parents and you said yourself you don't do anything that is \"harmful\" such as calling on your \"God\" the devil\n  ","246461":"\n   Because you believe in something so evil yet don't do black magic or witchcraft? Seems like you're just talk\n  ","246462":"\n   Death by weed Wacker d!ldo😂\n  ","246463":"\n   Would it destroy your insides?\n  ","246464":"\n   Your should try it\n  ","246465":"\n   I saw another one where they put it on a weed eater and not an electrical one either🤣\n  ","246466":"\n   What will you do block the whole alien nation? Its ok because human women aren't wanted in our society\n  ","246467":"\n   Is a sin of God\n  ","246468":"\n   Well I definitely understand that and I’m glad you’re staying busy today. It’ll probably help clear your mind a bit I hope. Tbh who doesn’t choose texting or talking on the phone? Besides me\n  ","246469":"\n   I seen it on p0rn hub its crazy man\n  ","246470":"\n   You should put your d!ldo on the end of a sawzall and go full speed on yourself\n  ","246471":"\n   My mom called you a pervert so bye, i know what you mean now and you're a weirdo\n  ","246472":"\n   U to_o\n  ","246473":"\n   Fxck bills you don't need them\n  ","246474":"\n   What u mean\n  ","246475":"\n   I gotta go now\nGood night babe ❤️\n  ","246476":"\n   Why not now?\n  ","246477":"\n   Go get it then?\n  ","246478":"\n   🌹🌹🌹 ILY\n  ","246479":"\n   Just stating the facts\n  ","246480":"\n   What do you need?\n  ","246481":"\n   U r gorg don't get bored, do something\n  ","246482":"\n   sxxually frustrated?\n  ","246483":"\n   The horse think i was silly because i tried getting on its back and fall off the other side 🤣\n  ","246484":"\n   You're cute for a white girl\n  ","246485":"\n   Fine\nWhat about you babe\n  ","246486":"\n   You’re very welcome Marisa 😍💕\n  ","246487":"\n   Well you know the gram just HMU and I’ll do the same back\n  ","246488":"\n   I'm working tonight to_o\n  ","246489":"\n   Do you ever ride a horse?\n  ","246490":"\n   You do it to me pls\n  ","246491":"\n   What would you ride with your hands behind your back? In police car?\n  ","246492":"\n   What do they ask?\n  ","246493":"\n   My mom says no honest night for me and i ask why and say its bad\n  ","246494":"\n   Whats your favourite tv series??\n  ","246495":"\n   No I'm not her haha\n  ","246496":"\n   Is your honesty night? What you ask?\n  ","246497":"\n   I'm 13 so you would not!\n  ","246498":"\n   Ok well i never had it happened to me and i want you to do it\n  ","246499":"\n   Well I guess I can repeat myself but when you say help each other, you mean as friends completely right lol.\n  ","246500":"\n   Haha I know you do. You’re truly wild and a fun person tbh\n  ","246501":"\n   Youngest you will do?\n  ","246502":"\n   Satan jr come to momma 😂\n  ","246503":"\n   Would lixk a girl pxssy if she asked\n  ","246504":"\n   Why ? Are you worried you’ll get possessed?\n  ","246505":"\n   Have you ever tried summoning a demon ?\n  ","246506":"\n   Did you delete the answer you put because me confused lol\n  ","246507":"\n   Do you worship demons?\n  ","246508":"\n   Yeah! Now come here and let me show you what a booty slap grab is lol\n  ","246509":"\n   She is beautiful anon leave her be ! and be respectful!\n  ","246510":"\n   hello frnd\n  ","246511":"\n   Pft?\n  ","246512":"\n   I kinda prefer a small booty very easy to grab and work with in my opinion\n  ","246513":"\n   Somebody likes that truffle butter 😂\n  ","246514":"\n   You seem to be in a good mood today 😅\n  ","246515":"\n   Do you like me\n  ","246516":"\n   Hi where is the old account?\n  ","246517":"\n   pic?\n  ","246518":"\n   So you don’t have a 🍌?\n  ","246519":"\n   best time? lol\n  ","246520":"\n   pic?\n  ","246521":"\n   Yes or no?\n  ","246522":"\n   Are you a transgender?\n  ","246523":"\n   Haha...really? I wanna go there too and I wanna visit goa very badly😂..oh and there is a good news for ya there are many Russians in GoA you could gang  up  with your people and chop chop😂😂\n  ","246524":"\n   why?\n  ","246525":"\n   Oh yeah someone said that sxx chat with me and i said no\n  ","246526":"\n   My mom use ask 🤣 i love my mommy\n  ","246527":"\n   what body part would you change?\n  ","246528":"\n   I'm not that guy bitch but I'll hand you to him for torture soon\n  ","246529":"\n   Ok I'll deactivate\n  ","246530":"\n   Fuck you I'll give them your info 😠😠😠\n  ","246531":"\n   I have random depression Sparks as well but everything hits me the hardest when I’m alone. This is why I took it off and besides you know who I am that’s if you remember though lol btw you can change the settings for anons\n  ","246532":"\n   What do you want to happen?\n  ","246533":"\n   Holy shit😂😂he deserves an award 🥇 damn\n  ","246534":"\n   Firstly how do you know about my dick what if I send you pic with ruler beside it and prove you wrong? If I prove you wrong you promise to suck for free? Secondly I have many accounts but I'm not them\n  ","246535":"\n   hello\n  ","246536":"\n   Hey they seem to be from india 😂😂\n  ","246537":"\n   Ok I was being good to you until now but now just because of what you said I'll give them your new username but this time it will be much worse they will make your nightmare they will come hunt you I'll give them all your usernames just cuz of what you told me\n  ","246538":"\n   Cuz I was on your page I've witnessed everything janu\n  ","246539":"\n   No I'm not Asif I'm not voodoo I'm rajput and I always expose them plus all of your lying bitches.\n  ","246540":"\n   I want Sophie's p*ssy cream\n  ","246541":"\n   Do be afraid of them  just chill..they can just talk shit over here and nothing else.If they had guts they would unticked it lol..piece of crap everywhere\n  ","246542":"\n   Which one? Men are strong passionate beings aliens love em\n  ","246543":"\n   IRL and tbh I’m pretty sure on he it’s at anytime right\n  ","246544":"\n   How can you cut that thing  off if she don’t have one😂\n  ","246545":"\n   Does everything usually get worse for you when it gets really late in the night?\n  ","246546":"\n   Can you tell me pls\n  ","246547":"\n   Ahh if i asked this question from other girl she might have felt violated since thong has other meaning too\n  ","246548":"\n   The one you wear on your feet? Some people call that thong too\n  ","246549":"\n   I was born in 2007\n  ","246550":"\n   So you mean that thong?\n  ","246551":"\n   Everyone wants to do something  with you so I thought I would give a try too😂\n  ","246552":"\n   Can you tell me\n  ","246553":"\n   who wants to Walk around all day with a wegie\n  ","246554":"\n   Well I asked you this before but would you to talk on the phone soon or a bit later today\n  ","246555":"\n   what do you shave?\n  ","246556":"\n   What is shaved\n  ","246557":"\n   There are many things called thongs\n  ","246558":"\n   Lol ...Well i need you for making abs\n  ","246559":"\n   Wow i asked for a iPad this year\n  ","246560":"\n   shave or trim or wax?\n  ","246561":"\n   Have you played bully game\n  ","246562":"\n   What are you doing for Christmas in July?\n  ","246563":"\n   Yay!\n  ","246564":"\n   Are you smoking them alone or you got friends with you Marisa\n  ","246565":"\n   Really ...how strong?\n  ","246566":"\n   Yup, honey\n  ","246567":"\n   Admit it\n  ","246568":"\n   What are thongs\n  ","246569":"\n   You wear thongs?\n  ","246570":"\n   O okay. Well, I will let you fall on ground.\n  ","246571":"\n   I kinda like that answer tbh lol so what are you up to atm Marisa\n  ","246572":"\n   Wow ...seems like you are a gym equipment for men..👏\n  ","246573":"\n   Do you ever wear nylon socks?\n  ","246574":"\n   Are panties more comfortable then boxers\n  ","246575":"\n   like?\n  ","246576":"\n   You don't wear more boxers than me!!\n  ","246577":"\n   So I must know because I’m curious but are you wild during sex or you’re extremely naughty like a tease who needs  to be punished?\n  ","246578":"\n   I could throw you like a 🎳\n  ","246579":"\n   I would catch you as you jumped down so you wouldn’t hurt yourself lol.\n  ","246580":"\n   I like getting a bare bottom spanking in the bedroom with a wooden hair brush lol\n  ","246581":"\n   HOW\n  ","246582":"\n   I felt left out when the anon said that hes a boy and youre a girl\n  ","246583":"\n   I great big strong giant. You seem like tiny little dark fairy. If you read me dark fairy tales I will fall asleep like a little big baby lol\n  ","246584":"\n   Country\n  ","246585":"\n   Perhaps able to kiss your hand as reward for good performance?\n  ","246586":"\n   Yes, loyalty and not degrading. Your slaves are cute and you don’t hurt them or degrade them. They make you feel valued.\n  ","246587":"\n   I think a litter is something a Queen sits inside while her slaves carry it, with her inside, around.\n  ","246588":"\n   Do you think ghosts are real\n  ","246589":"\n   That is okay. I was mainly curious lol.\n  ","246590":"\n   Do you know anyone who has autism? I have autism and I was just curious. With my autism I can have a very creative and detailed imagination. So I find you fascinating. Of course, I’m not saying that everyone who has autism as a creative and detailed imagination.\n  ","246591":"\n   any questions you wont answer?\n  ","246592":"\n   I had to work too\n  ","246593":"\n   Someone like it roughing see lol\n  ","246594":"\n   whats your most embarrassing moment?\n  ","246595":"\n   Nice! I would let you ride me piggy back he he. This is just a fun little carry. Not so much sexual. Though sexually being throw around must be exciting.\n  ","246596":"\n   I would pick you up and place you on top of a cherry tree.\n  ","246597":"\n   i not erika , i mocking her ! :)\n  ","246598":"\n   Why does this \"!\" Look like a upside down \"i\"\n  ","246599":"\n   I tuck my shirt into briefs\n  ","246600":"\n   Beautiful ♥️\n  ","246601":"\n   ❤️❤️✨\n  ","246602":"\n   Hugs\n  ","246603":"\n   69. do you like being in the public eye?\n  ","246604":"\n   Haha trust me I know exactly what you mean but when’s the last time you did it to yourself but someone was helping you a bit more lol weird question I know 😏\n  ","246605":"\n   Actually you already have it just it seems you’re not much on it lol then again I know you have trust issues so I understand but I’ll message you on it rn.  😉🤗😍💕\n  ","246606":"\n   When are you off love\n  ","246607":"\n   Do your feet glow in the dark?\n  ","246608":"\n   good morning ✨🌞\n  ","246609":"\n   You’re amazing, beautiful and very sweet. So wanna hmu on Instagram so you know who you’re talking to and text me more on there whenever you need to talk.\n  ","246610":"\n   I’m pretty sure it’s been longer than a minute lol and I’m guessing you’re not a big fan of your fingers. You want real only right\n  ","246611":"\n   I am glad you remember me even after a long time🤩\n  ","246612":"\n   It’s not weird at all in a way I kinda understand why you have less control when you’re at home. Also I appreciate you idk how many times I said this to you but I truly mean it. I know you’re more open when you drink but I’m still here for you whenever.\n  ","246613":"\n   Tbh I’m kinda wondering what else you’re feeling right now besides fear. If you don’t wanna share it’s fine but if I could hold you I will 200%\n  ","246614":"\n   If you were with me I could be carrying you piggyback he he! The only problem is you would not get much exercise. Anyways, since it’s almost evening it’s not nearly as hot as it was a couple of hours ago.\n  ","246615":"\n   That’s good you did checks up and made sure things were are good even the people. You’re very sweet and a great caretaker. Why are you afraid to be at home though?\n  ","246616":"\n   68. i hope you all had a great Friday ✨\n  ","246617":"\n   How's your day? 🙂\n  ","246618":"\n   Sounds like a peaceful day for you I’m glad. Are you working rn?\n  ","246619":"\n   Hi how are you? Russian?\n  ","246620":"\n   What’s the worst and best thing about being female?\n  ","246621":"\n   Do you like SpaghettiOs?\n  ","246622":"\n   So in full detail how are you feeling today and did anything happen as far as tonight goes\n  ","246623":"\n   did you receive the belt before as a punishment?\n  ","246624":"\n   What kind of questions?\n  ","246625":"\n   Any JD left?\n  ","246626":"\n   What is honestly night?\n  ","246627":"\n   Yes, it can be annoying.\nAlso, glad it wasn’t directed towards me he he. Anyways, I hope work went by well for you.\n  ","246628":"\n   You're not from the Compound, you need those codes to get in and out\n  ","246629":"\n   Mine is C-O-07-13-2007-Cari and my Static Code is 135147\/VT\n  ","246630":"\n   No, you would have a Status Code or a Static Address.\n  ","246631":"\n   You're from earth aren't you\n  ","246632":"\n   Ok whats your status code?\n  ","246633":"\n   Hi how do you get back on to account if you forgot your username and made ask account without email? Is the username gone?\n  ","246634":"\n   What's your fav food??\n  ","246635":"\n   How much do you love your friends on here and would you do anything for them?\n  ","246636":"\n   Thank you 🙏🏻 would you ever have children to keep our society alive when we depart this planet? You seem like a good candidate\n  ","246637":"\n   🤣🤣\n  ","246638":"\n   Me too, it makes me feel good about who i am\n  ","246639":"\n   People say i'm very spiritual and magical\n  ","246640":"\n   💔💔💔\n  ","246641":"\n   ❤️😘🌹🌹🌹🌹🌹\nIf u like this send me ILY in a q\n  ","246642":"\n   Yeah it happens a lot but we manage to be friends, i like a good argument so it doesn't bother me\n  ","246643":"\n   I'm starting to be a Marsian rn for the sake of u, baby\n  ","246644":"\n   Theres a lot of Russians in Windsor Essex's and the Toronto area\n  ","246645":"\n   Venus is more beautiful\n  ","246646":"\n   😁😁😁😁\nNo u r nt a cow\nU r my lovely venus\n  ","246647":"\n   Shes been ok we were arguing about our differences in life\n  ","246648":"\n   I mean when u'd like to be su*kled\n  ","246649":"\n   I have to, i can't sin against my Gods\n  ","246650":"\n   🤣🤣🤣🤣🤣😂\n  ","246651":"\n   I don't believe in intercourse like you do but that won't effect our relationship, but i can't forgive evil its not my will\n  ","246652":"\n   Is ur b00bs\/ni*pls ere*cted\n  ","246653":"\n   Did you see p0rn\n  ","246654":"\n   ❤️\n  ","246655":"\n   💜 💜\n  ","246656":"\n   Why r u h**rny\n  ","246657":"\n   God is higher power though, theres more followers of God than there are Satan, who do you think would win a spiritual army with God having so many souls?\n  ","246658":"\n   I am cool and I have missed you       Haha😂\n  ","246659":"\n   Ummmmm I like u\n  ","246660":"\n   Why do you believe in evil? What's wrong with God?\n  ","246661":"\n   When will u be available for $x?\n  ","246662":"\n   Why do you hold such beliefs? Evil has no where in this society\n  ","246663":"\n   Why wasting the pleasure\n  ","246664":"\n   Let's have $x in Qs\n  ","246665":"\n   Here\n  ","246666":"\n   Haven't played it just watched my brother on it a bit how's the flooded map change things\n  ","246667":"\n   Yes, that is something else it definitely helps with. I have a hard time being still anyway. Like right now I am pacing all over the house while I’m watching TV lol. Of course I can sit down and watch a movie.\n  ","246668":"\n   Wanna my username?\n  ","246669":"\n   Like she would do that\n  ","246670":"\n   I'm ki$$ng ur b00bs\n  ","246671":"\n   Show me ur @$$ babe\n  ","246672":"\n   Mmmmmmmm\n  ","246673":"\n   Nice! I do also. It’s a good easy way to get exercise and I like getting natural vitamin D from sunlight.\n  ","246674":"\n   Have you ever seen any episodes from an older TV show called ‘Tales from the Darkside’\n  ","246675":"\n   Bruv don't be a groupie don't copy my accent\n  ","246676":"\n   Do you like going for a walk?\n  ","246677":"\n   Kik\n  ","246678":"\n   Have you played Fortnite since the update\n  ","246679":"\n   Nah nobody want you in Ontario fam\n  ","246680":"\n   Ah no you can't\n  ","246681":"\n   Facebook?\n  ","246682":"\n   Ok well you can come to TO\n  ","246683":"\n   Can we talk on Twitter\n  ","246684":"\n   I'm sorry for u honey; take ibuprofen\n  ","246685":"\n   Wtf? GTA is \"Greater Toronto Area\" who said anything about GTA the game\n  ","246686":"\n   Thats where the Russians live\n  ","246687":"\n   Wassup Marissa?have pronounced it correctly\n  ","246688":"\n   I dare you to go to Windsor Essex or the GTA area\n  ","246689":"\n   I think ya jinxed it 🤣\n  ","246690":"\n   Please keep my family in your thoughts, my nephew is going through a big surf today ♥️♥️\n  ","246691":"\n   Last thing you wore that was Purple\n  ","246692":"\n   APKO KIS TYPE KE DRAMAS PASAND HAN PAKISTANI  INDIANS YAH TURKISH\n  ","246693":"\n   Hello American Russian girl😜\n  ","246694":"\n   I'm just kidding 😁\n  ","246695":"\n   You don't smoke in your new one because you learned the hard way 🤣 glad i don't pay for your insurance its probably over 300$\n  ","246696":"\n   Then we do p$$y also?\n  ","246697":"\n   What is your biggest regret?\n  ","246698":"\n   You can't though the border is closed forever\n  ","246699":"\n   What do u love?\n  ","246700":"\n   PAP in black outfit. 🖤\n  ","246701":"\n   You still getting sexual questions? 😂\n  ","246702":"\n   What is your favorite color? 🤍❤️🧡💛💚💙💜🤎🖤\n  ","246703":"\n   I am pretty much the same. Though sometimes even the stand out dreams start fading away from my memory when I first get up and I can’t seem to quite catch them as they just keep slipping from my memory lol.\n  ","246704":"\n   You probably can't go now that certain know who you are\n  ","246705":"\n   When\n  ","246706":"\n   Have you crossed the border to Canada\n  ","246707":"\n   black velvet. cheap I know but it does the job lol.\n  ","246708":"\n   That will take the edge off a long work week lol\n  ","246709":"\n   He he. Yes, I think a lot of us forget our dreams\n  ","246710":"\n   Do you think this dude is ugly?\n   \n    https:\/\/ask.fm\/PossiblyYourFather\/answers\/148181354973\n   \n","246711":"\n   What are we drinking tonight?\n  ","246712":"\n   ✨❓✨❓\n  ","246713":"\n   Thanks! I love to dream, even if I forget most of them lol.\n  ","246714":"\n   I am dark Queen. I am actually in bed drinking water and relaxing and I shall sleep soon and maybe enchanting fairy tale like dreams.\n  ","246715":"\n   Who said that?\n  ","246716":"\n   ASKfm moderators have no b.alls\n  ","246717":"\n   I am honestly sleepy lol\n  ","246718":"\n   HONESTY NIGHT THREAD #1\n  ","246719":"\n   Yeah i bet you 5 dollars i can make your clothes disappear off you\n  ","246720":"\n   Yeah do you study magic?\n  ","246721":"\n   My mate has told me that a few months ago he was out with a girl and he was really drunk and they had sex but he doesn’t remember much and now is crying r*pe, how stupid is he, this girl is a 10\/10 and any guy would be lucky to sleep with her, he wants to report it but come on, he hit the jackpot\n  ","246722":"\n   Because i know magic\n  ","246723":"\n   Do you believe in wishes?\n  ","246724":"\n   Your wish is my command\n  ","246725":"\n   Haha salut\n  ","246726":"\n   🇬🇷🇬🇷🇬🇷\n  ","246727":"\n   I am not sure. I am just so different and unique and one-of-a-kind. Maybe that’s why.\n  ","246728":"\n   I like to do an*@l\nNo need for condos\nIs it enough for u?\n  ","246729":"\n   Just remember that you are amazing the way you are! 💕 Don't allow other people's negativity to be forced on you. Keep being you! :3 Because that is very much good enough! 💕\n  ","246730":"\n   Have some boy ever cheated on his girlfriend with you when you were wingle but not him?\n  ","246731":"\n   Single?\n  ","246732":"\n   Age?\n  ","246733":"\n   That is neat! I sometimes wonder if I am an alien.\n  ","246734":"\n   people r jealous of me !\n  ","246735":"\n   I wear underwear panties made for men.\n  ","246736":"\n   Do you like boys or girls?\n  ","246737":"\n   What word do you use more underwear or panties\n  ","246738":"\n   laugh at me and u will go to jail for a very long time .\n  ","246739":"\n   Are you ever curious about what us anons really look like and do you know or think you know why we choose to be anon? Also do you have any advice that you can say that would make us comfortable to get off anon and trust you?\n  ","246740":"\n   How are you\n  ","246741":"\n   Are you an Alien?\n  ","246742":"\n   ΟΕ ΟΕ ΟΕ\nΣΗΚΩΘΗΚΑΜΕ ΑΠ' ΤΟΝ ΚΑΝΑΠΕ\nΚΙ ΗΡΘΑΜΕ ΟΛΟΙ ΕΔΩ\nΣΤΟ ΜΠΟΥΡΔΕΛΟ ΑΥΤΟ\nΝΑ ΓΑΜΗΣΟΥΜΕ ΤΟΝ ΒΑΖΕΛΟ.\nΟΕ ΟΕ ΟΕ ME TIΣ ΜΑΝΕΣ ΣΑΣ ΣΤΟΝ ΚΑΝΑΠΕ\nΧΡΟΝΙΑ ΤΩΡΑ ΠΟΛΛΑ\nΤΙΣ ΓΑΜΑΜΕ ΚΑΛΑ\nΚΙ ΟΛΟΙ ΕΧΕΤΕ ΓΑΥΡΟ ΜΠΑΜΠΑ.\n  ","246743":"\n   How do you like to sleep, with full clothes on, or half nude and half pj's, or full on nudity?\n  ","246744":"\n   wat you think of my page ? :)\n  ","246745":"\n   Yeah because you drive a slow car and probably hit everyone\n  ","246746":"\n   You never drove your car fast\n  ","246747":"\n   Would you step on someone for innocent fun if they said you could?\n  ","246748":"\n   hi ! :)\n  ","246749":"\n   You as gym equipment sounds funny and cute. You can always sit on my back while I do push-ups lol.\n  ","246750":"\n   Lonely is a strange pleasure that's paid with sadness.All my life I have had no other option but to live by this but I’m getting older now and my mind\/soul can not handle the pain anymore. I need someone to actually want to really get to know me not because they feel sorry 4 me but cause I’m amazing\n  ","246751":"\n   Would you spank me\n  ","246752":"\n   Good wby qt\n  ","246753":"\n   Nice t shirt of Zelda :)\n  ","246754":"\n   Hello\n  ","246755":"\n   👀\n  ","246756":"\n   Do you prefer being carried on someone shoulders, being cradled carried, or having them give you a piggyback ride?\n  ","246757":"\n   I feel safe. I bow to you feeling my vulnerability protected and safe by your royalty.\n  ","246758":"\n   Slaves bowing to you everywhere\n  ","246759":"\n   Ugh I can just imagine you with an army of men and women doing your bidding\n  ","246760":"\n   You would have slaves carrying you in a   litter\n  ","246761":"\n   Here we go lol! Seriously though they are comfy!\n  ","246762":"\n   And im a llama\n  ","246763":"\n   You can't. You don't wear more boxers than me!\n  ","246764":"\n   You can't! Boys wear more boxers than girls. You're a girl and I'm a boy\n  ","246765":"\n   tiny Queen\n  ","246766":"\n   So you can't\n  ","246767":"\n   I would love being one of your cute slaves that worships you and is protected by you he he\n  ","246768":"\n   Height\n  ","246769":"\n   What's your favorite sleep wear\n  ","246770":"\n   But..but...but I am a boy and I don't own or wear boxers.. I've never worn boxers\n  ","246771":"\n   That anon will whine about that a woman shouldn't wear boxers because they've never worn boxers except their tidy whities.\n  ","246772":"\n   Seriously?\n  ","246773":"\n   You should delete that\n  ","246774":"\n   That would be so cute. We would be cute slaves worshipping lovely dark Queen!\n  ","246775":"\n   Have you ever worn boxers?\n  ","246776":"\n   I'm waiting for my boyfriend to get off the so when we cuddle. But he's playing 2k. I want to cuddle and watch tv. He keeps saying he'll be off soon but it's been over an hour. How can i get him to get off the PS4 and cuddle with me?\n  ","246777":"\n   Ever?\n  ","246778":"\n   I think lots of people can carry you he he\n  ","246779":"\n   Are you a dark Queen with slaves?\n  ","246780":"\n   Idk if that’s the right emoji to use there but why are you frustrated for\n  ","246781":"\n   That’s a good answer\n  ","246782":"\n   Haha so what’s a hot devil like you gonna being doing before you head to work\n  ","246783":"\n   I appreciate you tbh you’re amazing and hot 🥵\n  ","246784":"\n   You have some free time rn\n  ","246785":"\n   Airsoft is?\n  ","246786":"\n   the revolution is going smoothly there ?\n  ","246787":"\n   Lol I’m fine. I just woke up like 15 minutes ago so I can’t really say either way if my day is good or bad lol so it’s just fine.  Just wanted to check in because it’s been a while that’s all lol. Thank you for asking though!\n  ","246788":"\n   Lol my mom worry that I’ve been inside for too long so she wants me to go outside and do stuff with the family. I’m not really a people person but I do my best. So my day gonna be force on me, instead of my normal relaxing. So what’s going on with your friend’s father\n  ","246789":"\n   So do you usually play hard to get just to be a challenge or not really?\n  "},"Answer":{"245717":"\n  Always wanted to have forest sex\n  ","245718":"\n  Hasn't everyone?\n  ","245719":"\n  Yeah. We're not constant whores\n  ","245720":"\n  Bleh\n  ","245721":"\n  You're perfectly fine!☺\n  ","245722":"\n  Go away\n  ","245723":"\n  Another thing I have no idea how to respond to\n  ","245724":"\n  Yayyy\n  \n  Lol. I live with my best friend and her father\n  ","245725":"\n  This question is...\n  \n  Confusing\n  ","245726":"\n  🤦🏻\n  ","245727":"\n  Drugs🤣🤣\n  ","245728":"\n  This thread has only existed for 30 mins😂🤦🏻🙃\n  ","245729":"\n  Idk how to respond tbh\n  ","245730":"\n  Why does it have to be a dude\n  ","245731":"\n  PFT WOWW\n  ","245732":"\n  Why is with a man an option?\n  ","245733":"\n  No, never\n  ","245734":"\n  Well thanks. Much love to you too.\n  ","245735":"\n  I don't love people i dont know. Ive said this\n  ","245736":"\n  Yawnnn\n  ","245737":"\n  *too\n  \n  English right or get off my ask slut\n  ","245738":"\n  Lmao kk slut\n  ","245739":"\n  THANKS!\n  ","245740":"\n  I wasn't calling the aliens pErVs though that one did hit on me the other day soooo im convinced you're all just little secret sluts🙃🤷🏻\n  ","245741":"\n  💜✨\n  ","245742":"\n  Lol yeah\n  ","245743":"\n  And pervs lollll\n  ","245744":"\n  I've blocked so many people on this app🤣\n  ","245745":"\n  🤣🤣\n  ","245746":"\n  Fag\n  ","245747":"\n  You'll be like Ben\n  \n  Ill just block you on every account bitch🤷🏻\n  ","245748":"\n  Stfu\n  ","245749":"\n  Hang\n  ","245750":"\n  Mornin! You as well!\n  ","245751":"\n  Blocked👌🏻🤷🏻\n  ","245752":"\n  It's annoying asf\n  ","245753":"\n  Ill say it again\n  \n  Doesnt look it\n  ","245754":"\n  Stop sending me shit about other people\n  ","245755":"\n  You're literally nothing but an ugly old swine\n  ","245756":"\n  Wayyyyy toooo hard🙃🤣\n  ","245757":"\n  I appreciate you and everyone else who did!\n  ","245758":"\n  Annoyed\n  \n  Also report\n  \n   @rajputian9150\n  \n","245759":"\n  No you dont\n  ","245760":"\n  Do what\n  ","245761":"\n  Paramedic!\n  ","245762":"\n  Lmao acting like I actually care\n  ","245763":"\n  Ohhhh\n  \n  We have that! We have learners and then a permit and then full aha. My bad\n  \n  I would have full\n  ","245764":"\n  All just one\n  ","245765":"\n  😂😂😂\n  ","245766":"\n  I'm good lol. Idk tbh 9.9\n  ","245767":"\n  Then you'll just be ignored🤷🏻 have a good one\n  ","245768":"\n  Will you fuck off\n  ","245769":"\n  Hey I just got off work😂 bite me lol. 2007 Chevy Malibu- nothing fancy\n  ","245770":"\n  Nah my car lol. I made my coworker drive😂\n  ","245771":"\n  Few days\n  ","245772":"\n  Riding home lol. I didn't feel like driving\n  ","245773":"\n  Off work lol.\n  \n  Glad you're doing well\n  ","245774":"\n  Hey!\n  \n  I'm good, yourself?\n  ","245775":"\n  Okay, just got off\n  \n  You?\n  ","245776":"\n  Ew\n  ","245777":"\n  Last time I checked my username has shit to do with you. Move along now\n  ","245778":"\n  Yawn\n  ","245779":"\n  No lol\n  ","245780":"\n  Yessssss c: I had pasta c:\n  ","245781":"\n  Sup\n  ","245782":"\n  Yessss hungryyyy\n  ","245783":"\n  What?\n  ","245784":"\n  :\/\n  ","245785":"\n  Idk. She's always been flip floppy with me.\n  ","245786":"\n  Stop making everything sexually weird\n  ","245787":"\n  I'm like halfway there. Wish I could just take off my skin🤣🙃\n  ","245788":"\n  Not for you\n  ","245789":"\n  I feel dead asf bruh\n  ","245790":"\n  You're very welcome!\n  ","245791":"\n  Oh nooo. I hope you feel better hun! I miss you too💜✨\n  ","245792":"\n  Smh. Y'all don't get boobs ffs\n  ","245793":"\n  Decent. Hot asf\n  ","245794":"\n  Idk maybe\n  ","245795":"\n  I fell asleep ;-;-;\n  ","245796":"\n  Nice flex👌🏻\n  \n  Got a few things wrong asf but- I respect the childs tantrum. Time for a nap tho\n  ","245797":"\n  Don't care\n  ","245798":"\n  Can I just have one normal thread\n  ","245799":"\n\n   @TrivialTrinket\n  \n\n   @elysssa_d\n  \n\n   @reachel_n\n  \n\n   @sophielouise961\n  \n\n   @askamanz5506\n  \n\n   @OGalpacasarenice3\n  \n\n   @petergriffinmania\n  \n\n   @korndude\n  \n\n   @motherofjedis\n  \n\n   @af9495\n  \n\n   @SxShadowKnight\n  \n\n  That's what popped up\n  \n  I know I missed a shit ton of people and I'm sorry🤦🏻\n  ","245800":"\n  Stop asking me shit about her.\n  ","245801":"\n  MINOR\n  ","245802":"\n  Hmmmmm\n  \n  I can't choose. But I am a fan of chips and chocolate☺\n  ","245803":"\n  Lmao coward\n  ","245804":"\n  Not in the slightest. Im trying to toke up and you're interrupting\n  ","245805":"\n  Let's see what you look like\n  \n  Set you dp as you.\n  ","245806":"\n  People are just dumb tbh\n  ","245807":"\n  oKaY bUdDy\n  ","245808":"\n  Leave me alone ffs. Youre such a child\n  ","245809":"\n  🤦🏻\n  \n  You're prob one of them\n  ","245810":"\n  Steamed vegetables tbh. I hate stuffed peppers and such\n  ","245811":"\n  Idfc you fag\n  ","245812":"\n  If you're in middle school ig🤷🏻\n  ","245813":"\n  Rip\n  ","245814":"\n  I love pain\n  ","245815":"\n  Agnostic\n  ","245816":"\n  Sounds fun. Love whipping bitches\n  ","245817":"\n  No\n  ","245818":"\n  Nobody to me\n  ","245819":"\n  She isn't any type of leader to me. She literally legally cannot touch me\n  \n  Anyways\n  ","245820":"\n  Cool\n  ","245821":"\n  Okay\n  \n  You?\n  ","245822":"\n  I'm mocking the aliens tbh\n  \n  They just haven't noticed🤷🏻\n  ","245823":"\n  Idgaf what she needs.\n  ","245824":"\n  And that was legit meant to be ugly lmaooo. Thank you!\n  ","245825":"\n  It's already gone🤣 I just looked\n  ","245826":"\n  Lmaoooo jfc\n  ","245827":"\n  They'll just get reported tbh\n  ","245828":"\n  Lmfao it'll just get taken down tbh. Everyone pretty much likes me on here☺\n  ","245829":"\n  🤣\n  \n  This is too much pft\n  ","245830":"\n  A childish app🤣🤣🤣 like I actually give a fuck\n  \n  Tbh im beautiful and I know it and if you rely on an app to lead your life or tell you who iS aNd isNt BeaUtiFul then- go for it🤣\n  \n  I'd like to see what this fag looks like🙃\n  ","245831":"\n  Thanks💜✨hehe\n  ","245832":"\n  Me mf🤣👏🏻🤣👏🏻\n  ","245833":"\n  You're so dumb🤣\n  \n  There's your pic, bitch\n  ","245834":"\n  My one disabled one? Yeah, kid. Mmk🤣🤷🏻\n  ","245835":"\n  Where are you finding sAiD pIcS\n  ","245836":"\n  Tbh I'm not sure\n  ","245837":"\n  This kid trying to do this bEaUtY tEsT on me is so annoying🤣🤣\n  \n  And yes. I can't wait tbh\n  ","245838":"\n  🤣🤣🤣\n  \n  You're such a bore, dude\n  ","245839":"\n  There's only one🤷🏻 and I look sexy asf so\n  \n  Good luck👌🏻\n  ","245840":"\n  No.\n  ","245841":"\n  No ?\n  \n  That's wasted time imo.\n  ","245842":"\n  No. And I don't care to.\n  ","245843":"\n  Drink bleach hoe\n  ","245844":"\n  It's a process aha💜\n  ","245845":"\n  You, clearly. Asshole. Off my ask.\n  ","245846":"\n  Gotcha!\n  ","245847":"\n  I'm gonna go to the beach. It's too hot today lol.\n  ","245848":"\n  Awwh💜 you're too kind\n  ","245849":"\n  I love how the min I say I'm not interested people stop investing🤣🙃\n  ","245850":"\n  Sure. Not looking for anything tho.\n  ","245851":"\n  I know cx\n  ","245852":"\n  Why? You haven't done anything\n  ","245853":"\n  Both!\n  ","245854":"\n  My draw to help others ig idk\n  ","245855":"\n  They're all children. I don't even know you nor am I looking for anything from anyone.\n  ","245856":"\n  What was it o.0\n  ","245857":"\n  Yeah! Finishing up at work.\n  ","245858":"\n  Dunno. Don't care. Anyone who beats anyone is a pos in my eyes tho so, let's hope for her sake she doesn't.\n  ","245859":"\n  Is what?\n  ","245860":"\n  Def takes awhile!\n  ","245861":"\n  Shrug\n  ","245862":"\n\n   https:\/\/www.cdc.gov\/ncbddd\/adhd\/facts.html#managing\n  \n\n  If you're that interested lol.\n  ","245863":"\n  Overstimulation mostly\n  ","245864":"\n  I'm hungry but it's too late to eat\n  ","245865":"\n  Nah im relaxed rn.\n  ","245866":"\n  They're a jerk. I'm sorry they did that.\n  ","245867":"\n  I have to be in the right mood and mindset haha\n  ","245868":"\n  At times aha\n  ","245869":"\n  I work and know a lot of autistic people. They're awesome people\n  ","245870":"\n  I do. ADHD.\n  ","245871":"\n  I'm a big fan of comedy and adventure. Sometimes horror. Wbu?\n  ","245872":"\n  You're okay honey!\n  ","245873":"\n  Thanks!!\n  ","245874":"\n  I am pretty small aha.\n  ","245875":"\n  It's an insult hun.\n  ","245876":"\n  Five foot 1 and a half\n  ","245877":"\n  Followed back!\n  ","245878":"\n  24. Born in 1995.\n  ","245879":"\n  I can't imagine. Give her a huge hug from me\n  ","245880":"\n  It's just my boobs.\n  ","245881":"\n  No. That's an insult\n  \n  How old are you?\n  ","245882":"\n  Thanks.\n  ","245883":"\n  Don't call me a coon. I gave you my age. Figure it out.\n  ","245884":"\n  Quiet and easy. No I'm not rn lol.\n  ","245885":"\n  Dont have one\n  ","245886":"\n  No. I want to be a paramedic☺\n  ","245887":"\n  24.\n  ","245888":"\n  Welcome back.\n  ","245889":"\n  My love for people aha. I like taking care of those who can't for themselves\n  ","245890":"\n  Youre good!\n  ","245891":"\n  CULTy\n  \n  READ\n  ","245892":"\n  Stop sending me this stupid ass religious bullshit and go royally fuck yourself\n  ","245893":"\n  Thanks!\n  ","245894":"\n  Little bit of both. There's a lot of training that comes with the job\n  ","245895":"\n  I work in a group home taking care of 6 disabled adults☺\n  ","245896":"\n  I'm a caregiver!\n  ","245897":"\n  Culty\n  ","245898":"\n  Gettin ready for work\n  \n  You?\n  ","245899":"\n  Suppp\n  ","245900":"\n  Nah you're good!\n  ","245901":"\n  Medical stuffs\n  ","245902":"\n  Of course\n  ","245903":"\n  My eyes\n  ","245904":"\n  Ramen\n  ","245905":"\n  No lol\n  ","245906":"\n  Hell😈\n  ","245907":"\n  I dig yes aha\n  ","245908":"\n  Lmao SNL did a parody cx\n  ","245909":"\n  They're wearable hugs\n  ","245910":"\n  Decent. You?\n  ","245911":"\n  Lmfaoooo\n  \n  I didn't even block her childish ass🤣🤷🏻\n  ","245912":"\n  They get bored ig🤣\n  ","245913":"\n  Thank ya!\n  ","245914":"\n  Don't have any\n  ","245915":"\n  Awwwh\n  \n  Invite me to your wedding☺\n  ","245916":"\n  True. I do get asked a ton of shit.\n  \n  Well no, I don't. I hate being touched let alone ticked. And my feet are off limits because ew.\n  ","245917":"\n  Sameeee😍😍\n  ","245918":"\n  Hope you're havin a good day!\n  ","245919":"\n  I'm tired of getting this\n  \n  If you really wanna know, search\n  ","245920":"\n  🤷🏻🙃\n  \n  Thank you anon\n  ","245921":"\n  Ew.\n  ","245922":"\n  Idgaf about Danielle. She's a kid\n  ","245923":"\n  I didn't do shit lmao\n  ","245924":"\n  K\n  ","245925":"\n  Get some rest!\n  ","245926":"\n  See\n  \n  I tried to tell you\n  \n  Nobody ever listens🤷🏻\n  ","245927":"\n  Idk lmao\n  ","245928":"\n  True that\n  ","245929":"\n  Nope\n  ","245930":"\n  He's dumb\n  \n  Hits on girls even tho he has a gf that wants to act all innocent and play the victim\n  ","245931":"\n  😍🔥😍🔥\n  ","245932":"\n  Oh wow\n  ","245933":"\n  Awwh vibes tho\n  ","245934":"\n  Pft jfc\n  ","245935":"\n  I know my sisters friends. She's not\n  ","245936":"\n  I literally just said that.\n  ","245937":"\n  Lol nah\n  \n  You're a good build\n  ","245938":"\n  Hope it was a good shower\n  ","245939":"\n  Don't get it twisted dummy. I like men too👌🏻\n  ","245940":"\n  You're 6?🤣\n  ","245941":"\n  He's retarded\n  ","245942":"\n  Women are hot. I have no shame for liking women😍😍\n  ","245943":"\n  Shoving emojis inbetween your words makes you seem really gay. Js\n  ","245944":"\n  Bruh that's natural. You cant control that🤦🤣\n  ","245945":"\n  Do you think I care about you or your whores\n  \n  Gtfo my ask, freak\n  ","245946":"\n  I don't respect your kind and never will\n  ","245947":"\n  2.\n  ","245948":"\n  Nope\n  \n  Bye\n  ","245949":"\n  The fuck\n  ","245950":"\n  Shitty and fake\n  ","245951":"\n  Bc im sexy🤷\n  ","245952":"\n  Just looked at others papers🤷\n  ","245953":"\n  Hiii\n  ","245954":"\n  Pfttttt\n  ","245955":"\n  Fuckin gross\n  ","245956":"\n  Futurama\n  ","245957":"\n  Okay ?\n  ","245958":"\n  I'm not getting into this stupid debate.\n  ","245959":"\n  I do.\n  ","245960":"\n  I had everything I needed material wise but my parents weren't the best emotionally.\n  ","245961":"\n  Sucks. Idk what to say tbh\n  ","245962":"\n  And I would've politely declined\n  ","245963":"\n  How relevant\n  ","245964":"\n  You're still here?\n  ","245965":"\n  Lmao I went to the beach literally yesterday🤦🤣\n  ","245966":"\n  Morning!\n  ","245967":"\n  Don't care\n  ","245968":"\n  That'd be dope to watch ngl\n  ","245969":"\n  💜✨\n  ","245970":"\n  Ngl\n  \n  I'm feelin myself😏\n  ","245971":"\n  You as well darlin!\n  ","245972":"\n  Betting you also don't get half the shit I do🤷\n  ","245973":"\n  Can people like english or nah\n  ","245974":"\n  PFT WOW\n  ","245975":"\n  Depends on their motives.\n  ","245976":"\n  12K\n  ","245977":"\n  🤦 I didn't watch it\n  ","245978":"\n  Says the bitch with like 7 answers🤣👌🏻\n  ","245979":"\n  Fuck off\n  ","245980":"\n  Smh🤣🤦\n  ","245981":"\n  They're all sick tbh\n  ","245982":"\n  You can't even spell lift right dumbass🤣👏🏻\n  ","245983":"\n  I have to really know a person to be comfortable with them touching me aha. Like only my close friends can give me hugs and stuff\n  ","245984":"\n  Man I love the beach tho😍\n  ","245985":"\n  No. Bisexual.\n  ","245986":"\n  No. I don't like being touched, period.\n  ","245987":"\n  I once used Nair and goddamn never again lol. I feel your pain.\n  ","245988":"\n  Barefoot\n  ","245989":"\n  Wish what\n  ","245990":"\n  jUsT aNsWeR iT\n  ","245991":"\n  Bye fag\n  ","245992":"\n  Maybe.\n  ","245993":"\n  You know it👌🏻\n  ","245994":"\n  .-.\n  \n  Tf\n  ","245995":"\n  You need to shut the fuck up\n  ","245996":"\n  Lmao okay?\n  ","245997":"\n  Delusion must be nice.\n  ","245998":"\n  Rip🤣🙃💀\n  ","245999":"\n  Dunno what kinda reply you're looking for to this one lmao\n  ","246000":"\n  Like Rick and Morty's interdimensional cable lol\n  ","246001":"\n  Lol cool\n  ","246002":"\n  No\n  ","246003":"\n  Going to the beach here in a min\n  ","246004":"\n  That was played in like Feb man\n  ","246005":"\n  I'm good\n  ","246006":"\n  Thank you honey!💜✨\n  ","246007":"\n  The what\n  ","246008":"\n  Im bored\n  ","246009":"\n  Yep.\n  ","246010":"\n  Do you ever stop talking about clothes\n  ","246011":"\n  Nahhh\n  ","246012":"\n  I may leave this app\n  \n  It's too stupid for me now\n  ","246013":"\n  Appreciate it lol\n  ","246014":"\n  Everyone has\n  ","246015":"\n  Usually.\n  ","246016":"\n  Im not a moron, kid\n  ","246017":"\n  Idc what you spewed kid\n  ","246018":"\n  Okay ?\n  ","246019":"\n  Like 2 or 3 maybe\n  ","246020":"\n  Angry? ;-;\n  ","246021":"\n  Fall or spring\n  ","246022":"\n  Hope you're having a good night!\n  ","246023":"\n  Sax😍\n  ","246024":"\n  💜✨\n  ","246025":"\n  Uh\n  \n  Okay ?\n  ","246026":"\n  What's wrong??\n  \n  Ooo food😍 food always helps\n  ","246027":"\n  It's all good\n  \n  Ill just delete em lol.\n  ","246028":"\n  Dont care\n  ","246029":"\n  Know ?\n  ","246030":"\n  Happy for ya!\n  ","246031":"\n  Thanks!!\n  ","246032":"\n  Stfu\n  ","246033":"\n  You're good!\n  ","246034":"\n  Plushies\n  ","246035":"\n  Yawn\n  ","246036":"\n  Apparently not since I have no clue what that is tbh lol.\n  ","246037":"\n  Depends on the vibe I get\n  ","246038":"\n  So far so good\n  \n  Yours?\n  ","246039":"\n  Foooood aha.\n  \n  You?\n  ","246040":"\n  Lmfao girl\n  \n  I spent a night in a hotel high on lsd and bRUH🤣👏\n  ","246041":"\n  Also no\n  ","246042":"\n  No\n  ","246043":"\n  Bore\n  ","246044":"\n  .-.\n  ","246045":"\n  I'm not sure tbh.\n  ","246046":"\n  Scuba diving\n  ","246047":"\n  Hope the same for ya!\n  ","246048":"\n  Thanks!☺\n  ","246049":"\n  Something sleek that's purple & blue\n  ","246050":"\n  Lmao\n  \n  Good thing im agnostic then🤷\n  ","246051":"\n  Sup.\n  ","246052":"\n  Tf\n  \n  Off my page dumbass\n  ","246053":"\n  Thank you!\n  ","246054":"\n  As a baby.\n  ","246055":"\n  Grew up Christian\n  \n  Not anymore tho\n  ","246056":"\n  Idc\n  ","246057":"\n  Russian.\n  ","246058":"\n  You gotta talk to me in English hun.\n  ","246059":"\n  Man.\n  ","246060":"\n  Tekken with my squad. I beat my sensei😎\n  \n  I use it a lot for my anger and aggression tbh. Works like a charm\n  ","246061":"\n  YES\n  ","246062":"\n  I have 4\n  \n  3 cats and a dog\n  ","246063":"\n  You ALREADY ASKED ME THIS.\n  ","246064":"\n  My only thought is you're annoying with the same damn questions.\n  ","246065":"\n  You said this already.\n  ","246066":"\n  I haven't! What is it?\n  ","246067":"\n  Danke! Not for long hehe. I'm gonna take a nap\n  ","246068":"\n  I just got home☺\n  ","246069":"\n  Accurate.\n  ","246070":"\n  Thanks ig\n  ","246071":"\n  Work is nice, sometimes hehe..much love\n  ","246072":"\n  Gettin better\n  ","246073":"\n  No\n  ","246074":"\n  How ya doin\n  ","246075":"\n  No jfc🤣\n  ","246076":"\n  Whatcha up to\n  ","246077":"\n  English pls\n  ","246078":"\n  Sup\n  ","246079":"\n  Ben is a fag\n  \n  Also\n  \n  Tf ask\n  ","246080":"\n  Ayeeee😎😎😎\n  ","246081":"\n  Idk what to say to this🤷\n  \n  Anyways\n  ","246082":"\n  Hey!\n  ","246083":"\n  I'm not lol. They tried tbh🤷 but the shifts I did work were required.\n  ","246084":"\n  This is gonna be gross\n  ","246085":"\n  Lol itll be fine\n  ","246086":"\n  Ohhh.\n  \n  Don't let me influence you🖤\n  ","246087":"\n  I'm going to work soon\n  ","246088":"\n  What?\n  ","246089":"\n  I'm indifferent. Makes no difference to me.\n  ","246090":"\n  What are you going through bud\n  ","246091":"\n  Have a good time.\n  ","246092":"\n  💜✨\n  ","246093":"\n  Hanging with my squad\n  ","246094":"\n  Death\n  ","246095":"\n  Lolol\n  ","246096":"\n  Hottttt😣\n  ","246097":"\n  It'd be fun! Thank you so much. How ya doing today? Happy 4th!🎊✨\n  ","246098":"\n  Relaxing tbh☺ seeing friends, smoking\n  \n  The usual lolol\n  ","246099":"\n  Lol💜✨ hru\n  ","246100":"\n  Aww thank you✨💜\n  ","246101":"\n  Usually math.\n  ","246102":"\n  Yep\n  ","246103":"\n  Wow\n  ","246104":"\n  Same☺\n  ","246105":"\n  Drink bleach lmaoo\n  ","246106":"\n  What\n  ","246107":"\n  Lmao\n  \n  Okay buddy💀🤣\n  ","246108":"\n  Idk what to say to this.\n  ","246109":"\n  Earlier lol.\n  ","246110":"\n  Gross\n  ","246111":"\n  Blah blah\n  \n  You're all so dry\n  ","246112":"\n  I'm tired of being asked this\n  ","246113":"\n  Love ya too!💜✨\n  ","246114":"\n  Regardless I'm tired of them fucking with my best friend.\n  ","246115":"\n  But Erika is literally too retarded to type normal🤣\n  ","246116":"\n  No\n  ","246117":"\n  A hoe down isn't going to happen🤣\n  ","246118":"\n  Nah the absolute best bros in the world👌 we all have history tho🤣 there's Mermaid whom I dated for over 5 years, Alex who has seen me fuck basically, Isiah whom Mermaid and I dated together for like a little over a year\n  \n  We all have a really close relationship tbh. They're all the best\n  ","246119":"\n  No ;-;-;\n  ","246120":"\n  Already doin that with my squad lol\n  ","246121":"\n  Exactly\n  ","246122":"\n  Already ahead of you\n  ","246123":"\n  Bad day lol\n  ","246124":"\n  That sounds\n  \n  Beautiful🤣\n  \n  And yep. Another shift came and went lolol\n  ","246125":"\n  I feel like if everyone was drunk we'd either all get along orrrrr kill each other🤣\n  ","246126":"\n  Well I only have one more midnight then I get a 2 day break! Whooo\n  ","246127":"\n  It's complicated lolol\n  ","246128":"\n  I don't think it's her\n  \n  She types different\n  ","246129":"\n  I have.\n  \n  I want a trim and some kinda color lol.\n  \n  Any suggestions?\n  ","246130":"\n  Thanks! You too!\n  ","246131":"\n  If I get one more ask towards Trinket im gonna fuck a bitch up. They're never answered. Take the mf hint\n  ","246132":"\n  💜✨\n  ","246133":"\n  Like mid 30's.\n  ","246134":"\n  I don't even own heels rn lmao\n  ","246135":"\n  Both are\n  \n  I was adopted. I have my birth name and my name name\n  ","246136":"\n  I do but it's under a different name aha\n  ","246137":"\n  I'm guessing normal🤷 like I've always said\n  \n  Not a fan of cars\n  \n  My fag ex bf basically fucked his Miata- got majorly turned off to cars🤣🤣\n  ","246138":"\n  I don't scare easy. Were you around when I used to talk about bestgore? Prob not. Canadian based website of basically death.\n  \n  Ask changed their layout, this is weird\n  ","246139":"\n  Decent. I worked the AM too. My problem client was actually pretty good today\n  ","246140":"\n  That's one social ill never give out tbh\n  ","246141":"\n  I haven't but that's crazy tbh\n  ","246142":"\n  Means shake my head\n  ","246143":"\n  Nah lol\n  ","246144":"\n  Suppp\n  ","246145":"\n  I hate pink x.x\n  \n  I'm answering old questions- sorry guys. I think I have like over 200 questions, I've been neglecting yall🙊💀\n  ","246146":"\n  Awwh this is old but. Thanks!\n  ","246147":"\n  Ooookay ?\n  ","246148":"\n  I love lazertag lolol. It's fun! And glowy c:\n  ","246149":"\n  Danke bestie!😘\n  ","246150":"\n  Workin\n  ","246151":"\n  Run down asf PFTT\n  ","246152":"\n  Hanging with my squad\n  ","246153":"\n  Outside smoking\n  ","246154":"\n  Yes?\n  ","246155":"\n  Exactly\n  ","246156":"\n  Bigger than your dick\n  ","246157":"\n  Yessir\n  ","246158":"\n  Awww☺ much love!\n  ","246159":"\n  I literally don't have one\n  ","246160":"\n  Everywhere. I hate that shit\n  ","246161":"\n  A bit. But I had a horrid nightmare. And yes, I've been working my double\n  ","246162":"\n  Swimming c:\n  ","246163":"\n  Not often\n  ","246164":"\n  You toooooo\n  ","246165":"\n  Yep. I like doing that\n  \n  Also I'm pretty broken. Not that emo tho lolol\n  \n  I'm bored asf\n  ","246166":"\n  Having a good day?\n  ","246167":"\n  Thanks!☺🖤\n  ","246168":"\n  Thank you!☺\n  ","246169":"\n  Always gotta throw in your two cents, huh? Smh\n  ","246170":"\n  Song lyrics, buddy\n  ","246171":"\n  What?\n  ","246172":"\n  👀👀👀\n  \n  I wasn't aware\n  ","246173":"\n  🤷\n  ","246174":"\n  It's cause I'm actually dead\n  ","246175":"\n  Yes\n  ","246176":"\n  Whoah 9.9\n  \n  Uh\n  \n  Hm.\n  \n  I'd say, stay the same size? Because your original being would disappear but not yourself exactly. You'd just kinda literally become something else, if you don't die during lol.\n  ","246177":"\n  Working you?\n  ","246178":"\n  Lets not, babe\n  ","246179":"\n  You don't make any sense.\n  ","246180":"\n  Sounds like you got some good rest!\n  \n  Awh you're welcome🙊\n  \n  IM HEADED HOME🎊🎉🎊🎉\n  ","246181":"\n  Lmfao\n  ","246182":"\n  The end of last week😍\n  ","246183":"\n  Why yall bother me so much🤣🤣\n  \n  Jk lmao\n  ","246184":"\n  Lol why?\n  ","246185":"\n  Hi hi! How are ya?\n  \n  As are you!💖 well young man, not lady aha\n  ","246186":"\n  Lmao you all wish\n  ","246187":"\n  I'm not looking for love as I've stated quite often so I'd hope you would. Not going to commend you for being decent, that's your literal job as a human being.\n  \n  Anyways.\n  ","246188":"\n  What a stupid ask.\n  ","246189":"\n  I dunno\n  ","246190":"\n  Awwwh YAYY\n  ","246191":"\n  Ehe\n  ","246192":"\n  Idk you\n  ","246193":"\n  Not Ben lmfaoo\n  ","246194":"\n  Off my ask.\n  ","246195":"\n  My father\n  ","246196":"\n  I LOVE NYC!\n  ","246197":"\n  That's not normal hospital regulation but whatever\n  ","246198":"\n  How do you even have a phone in there?\n  ","246199":"\n  Just focus on getting better. You got this.\n  ","246200":"\n  ....\n  \n  I care for disabled adults.\n  ","246201":"\n  I'm a caregiver.\n  ","246202":"\n  Perv\n  ","246203":"\n  Going to work.\n  ","246204":"\n  😏\n  ","246205":"\n  I've never once done that lmao\n  ","246206":"\n  Sure\n  ","246207":"\n  That doesn't matter to open your shop.\n  \n  Best of luck\n  ","246208":"\n  Dope!\n  ","246209":"\n  Because they wasted my time with stupid questions.\n  ","246210":"\n  Who\n  ","246211":"\n  Idiot\n  ","246212":"\n  Wow I messaged their pages after I found them, big whoop. You're such a motherfucking child it's just sad at this point\n  ","246213":"\n  Haha thanks!\n  ","246214":"\n  Lol you can't even know that. Go away, child.\n  ","246215":"\n  For the HUNDREDTH time. I found him and a lot others ON MY OWN. Get over yourself you spoiled bloomfield bitch. You're not that special\n  ","246216":"\n  He's also a friend of mine.\n  \n  You sound very jealous and childish. Bye now\n  ","246217":"\n  Yawn\n  ","246218":"\n  Get off my ask Danielle.\n  ","246219":"\n  Shut up\n  ","246220":"\n  Thanks haha\n  ","246221":"\n  It's annoying asf lol\n  ","246222":"\n  The fuck do you mean by that\n  ","246223":"\n  Yeah 50,000 fake aLiEn aCcOunTs i fEeL sO oUtSmArTeD\n  \n  Get off my page ALL YOU CHILDREN GODDAMN\n  ","246224":"\n  Thank you💖 idk tbh. Im just pissed\n  ","246225":"\n  I could give a shit.\n  \n  You're all stupid\n  ","246226":"\n  Watch what\n  ","246227":"\n\n   https:\/\/youtu.be\/hiT_5LjamHw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","246228":"\n  Idc\n  ","246229":"\n  Exactly!\n  ","246230":"\n  I am to an extent\n  ","246231":"\n  I wanna see you hang\n  ","246232":"\n  Welcome to my mind.\n  ","246233":"\n  Hang you from the tallest tree and gut you while you choke\n  ","246234":"\n  Are you retarded? Did you not read what I said prior? You're nothing special, get over yourself\n  ","246235":"\n  .-.\n  \n  I'm not looking for anything\n  ","246236":"\n  It's consistent. I'm used to it lol.\n  \n  Morning!\n  ","246237":"\n  Use some lotion c:\n  ","246238":"\n  Nikki or Alex\n  ","246239":"\n  I dont give out my socials\n  ","246240":"\n  I'm not the biggest fan of doing that tbh. Sorry\n  ","246241":"\n  Idc lol.\n  ","246242":"\n  Granted but quit\n  ","246243":"\n  No lol\n  ","246244":"\n  Off my ask with your weirdness\n  ","246245":"\n  Good today!\n  \n  You?\n  ","246246":"\n  Ive always been a fan of foreplay first then just being taken over\n  ","246247":"\n  🤷😈\n  ","246248":"\n  Dunno. Never worn one.\n  ","246249":"\n  Irl or on here\n  ","246250":"\n  Hehe\n  ","246251":"\n  I dont necessarily need it lol\n  \n  Im a weird sub\n  ","246252":"\n  Nah\n  \n  Gotta earn that\n  ","246253":"\n  Barely lmao\n  ","246254":"\n  Lmaoooo\n  \n  Well I dont wanna die I just want to become really really stupid🤣👏🤣👏\n  ","246255":"\n  Probably be broken by the end tbh🤣\n  ","246256":"\n  Pft rip\n  ","246257":"\n  Lmao prob\n  ","246258":"\n  Exactly! I don't have time to look at everyones page and tbh wasn't even talking about hers but just generally🤷🤦\n  ","246259":"\n  Nothing bc it's so small🤣😏\n  ","246260":"\n  Yep!\n  ","246261":"\n  My heart went\n  \n  OoPs\n  ","246262":"\n  Absolutely.\n  ","246263":"\n  Mmhm.\n  ","246264":"\n  About?\n  ","246265":"\n  They're so thirsty lmaooooo\n  ","246266":"\n  Creep\n  ","246267":"\n  That's basically cheating\n  ","246268":"\n  Lmaoo good luck\n  ","246269":"\n  yOuRe FriEnDs wiTh A rUsSiAn mAfiA lEaDeR?\n  ","246270":"\n  Idc\n  ","246271":"\n  Why are you telling me this.\n  ","246272":"\n  I will tonight! :3\n  ","246273":"\n  I don't care about your mother, kid.\n  ","246274":"\n  Oh.\n  \n  She's a serious person. Nothing wrong with that.\n  \n  Anyways\n  ","246275":"\n  Nah fam\n  ","246276":"\n  I didn't even say what she's accusing me of saying🤣 like ?\n  ","246277":"\n  Who's?\n  ","246278":"\n  I didn't assume shit. Off my goddamn ask with your high school bullshit. You're all annoying asf.\n  ","246279":"\n  Because I do what I want. Why are you so interested?\n  ","246280":"\n  Quite frankly I could give a shit what anyone on here thinks\n  ","246281":"\n  No i literally do🤣🤣\n  ","246282":"\n  Dunno who that is. So, no.\n  ","246283":"\n  I didn't say it. Hop off my nuts about it.\n  ","246284":"\n  Nope\n  \n  I like sleeping with her.\n  ","246285":"\n  Pants prob\n  \n  My weight fluctuates\n  ","246286":"\n  Nope\n  ","246287":"\n  Mermaid☺\n  ","246288":"\n  Nope🙃\n  ","246289":"\n  I want to be a paramedic\n  \n  It will be but worth it\n  ","246290":"\n  Of?\n  ","246291":"\n  I just took a bomb ass nap but dropped half my pizza :(\n  ","246292":"\n  🖤✨\n  ","246293":"\n  Smh\n  ","246294":"\n  Rip to you cause that'll never happen\n  ","246295":"\n  🤣🤣🤣🤣\n  ","246296":"\n  A camera. I miss taking photos lol\n  ","246297":"\n  Hmm?\n  ","246298":"\n  That's what you think\n  \n  Im an aggressive drunk\n  ","246299":"\n  They said hi\n  ","246300":"\n  How is me being drunk making it \"easy for you\"\n  ","246301":"\n  My titties said so\n  ","246302":"\n  Have fun🙃\n  ","246303":"\n  Often lolol\n  ","246304":"\n  Fuck off\n  ","246305":"\n  What\n  ","246306":"\n  Rapey jfc🤦\n  \n  Go away\n  ","246307":"\n  Me as well\n  ","246308":"\n  Thanks ig.\n  ","246309":"\n  Yes I would💀\n  ","246310":"\n  Why?\n  \n  Lol\n  ","246311":"\n  No pft jfc\n  ","246312":"\n  You ok?\n  ","246313":"\n  Lmao\n  \n  I'm drunk\n  ","246314":"\n  Why am I literally getting all the dummies on my ask\n  ","246315":"\n  I'm glad!\n  \n  Better today, thank you☺\n  ","246316":"\n  Like I said\n  \n  Rapey\n  ","246317":"\n  Wow\n  ","246318":"\n  How would I know\n  ","246319":"\n  Also yawn\n  ","246320":"\n  I never lied lmao\n  ","246321":"\n  Lmfao you wish kiddo\n  ","246322":"\n  Yawn\n  ","246323":"\n  Stockholm syndrome is no joke. Look for  a way out, if that isn't possible stick to my roots and don't forget life before hell.\n  ","246324":"\n  Rapey\n  ","246325":"\n  Right?🤣\n  \n  Thanks! So are you!💖✨\n  ","246326":"\n  What's new tbh lol. All these compound girls be going nuts\n  ","246327":"\n  Cute\n  ","246328":"\n  You can't just admit you're a rapist that gets off on womens suffering🤷\n  ","246329":"\n  For the most part\n  ","246330":"\n  Cheers to being drunk with a broken heart\n  ","246331":"\n  Awwh well I hope you two have a good time together c:\n  ","246332":"\n  You can just die🤷\n  ","246333":"\n  Thirst is real\n  ","246334":"\n  How was your day?\n  ","246335":"\n  Sup\n  ","246336":"\n  Okay ?\n  ","246337":"\n  Sup\n  ","246338":"\n  Big talker\n  ","246339":"\n  Lmao you wish😏\n  ","246340":"\n  You're so dumb\n  ","246341":"\n  Yes💖\n  ","246342":"\n  🤣💀🤣💀\n  ","246343":"\n  Miss you too.\n  ","246344":"\n  Jfc wow\n  ","246345":"\n  No I just don't want to🤣\n  \n  But go off sis\n  ","246346":"\n  No thanks\n  ","246347":"\n  Beach\n  ","246348":"\n  Dont care\n  ","246349":"\n  You're a trip.\n  ","246350":"\n  My what now?\n  ","246351":"\n  Fuck off\n  ","246352":"\n  PFTTTTT LMAOOO\n  ","246353":"\n  Yeah\n  ","246354":"\n  Yeah. Hru\n  ","246355":"\n  Sarcasm dumbass\n  ","246356":"\n  I'm shaking\n  \n  Off my ask now.\n  ","246357":"\n  Clearly.\n  ","246358":"\n  Doesnt look it.\n  ","246359":"\n  Tf are you, ugly old man. Get off my ask.\n  ","246360":"\n  That's just too much but I mean I get it if that's your drink of choice lol.\n  ","246361":"\n  No.\n  \n  I like whiskey\n  ","246362":"\n  I know☺\n  ","246363":"\n  You're actually retarded\n  ","246364":"\n  Idkkkkk\n  \n  Im a noodle rn tbh🤣\n  ","246365":"\n  Ice cream sounds pretty good rn ngl🤷\n  ","246366":"\n  Im not mentally insane lmao\n  ","246367":"\n  I can't like a place I know nothing about.\n  ","246368":"\n  Lol ok\n  ","246369":"\n  👀👀👀\n  ","246370":"\n  Man I'm tripping I cant🤣\n  ","246371":"\n  Yep!\n  ","246372":"\n  Hard pass\n  ","246373":"\n  Sup\n  ","246374":"\n  I am lit\n  ","246375":"\n  If you're reporting me you're doing a shit job lolll\n  ","246376":"\n  I answer what I'm asked smh\n  ","246377":"\n  I dont give a fuck\n  ","246378":"\n  Right. She shit herself and hasn't been changed\n  ","246379":"\n  🤣🤣🤣🤣\n  ","246380":"\n  I don't, actually.\n  \n  I've had sex with 4 people in my life.\n  ","246381":"\n  So cute🤣💀\n  ","246382":"\n  .-.\n  \n  Okay, child. Have a good day🤣☺\n  ","246383":"\n  Tell me if I care\n  \n  Come off anon, we all know who you are\n  ","246384":"\n  Right? Crabby lil brat lol\n  ","246385":"\n  😘 cute\n  ","246386":"\n  You have no idea what my IQ is so you have no place to speak on it.\n  \n  You're a bore. Have a good one\n  ","246387":"\n  You can't even use the correct grammar.\n  \n  I'm not convinced.\n  ","246388":"\n  Go off sis🤷\n  ","246389":"\n  A bit yeah\n  ","246390":"\n  Bc I don't?\n  \n  Im not lazy. I literally worked 56 hours this week🤣\n  \n  But go off sis🤷\n  ","246391":"\n  Pretty good. I met with my parents today so I didn't sleep much tbh\n  ","246392":"\n  Sup\n  ","246393":"\n  Huh. I see.\n  ","246394":"\n  Idk ?\n  ","246395":"\n  Idk who that is lol.\n  ","246396":"\n  Not much.\n  ","246397":"\n  Thank you for letting me know!\n  ","246398":"\n  Okay🤣🤷\n  ","246399":"\n  Hey!\n  ","246400":"\n  Whats up with all these australians invading my page tho🙃\n  ","246401":"\n  Mate idc🤷\n  ","246402":"\n  Wow someone woke up on the wrong side of the bed🤣🤣\n  ","246403":"\n  What were you trying to say?\n  \n  Also did you send me anything on anon?\n  ","246404":"\n  Awwh! That's fun!\n  ","246405":"\n  I don't have that.\n  \n  But I have when I did.\n  ","246406":"\n  💜✨\n  ","246407":"\n  With....?\n  ","246408":"\n  Bills\n  ","246409":"\n  Fireworks. Not a fan of loud noises.\n  \n  Also it's the season of \"was that a gunshot or a firework?\"🤣🤣\n  ","246410":"\n  You are as well☺\n  \n  Same aha. Whatcha up to?\n  ","246411":"\n  Oh wow.\n  \n  I'm sorry. I don't understand peoples motives, that's why I'd rather be alone tbh. Much love man💖\n  ","246412":"\n  Nah their low life ass went on my public record and is trying to scare me\n  \n  Oh, I know. I was answering your question and then kinda using it as a filler too, sorry🙊\n  ","246413":"\n  Asks ive gotten talking about people I know and my zip code\n  ","246414":"\n  Like ffs! How low can you get?🤣👎\n  ","246415":"\n  Adorable asf\n  ","246416":"\n  Basics\n  ","246417":"\n  Yep lmao\n  \n  Sending me my zip and close peoples names\n  \n  Like ? Okay??\n  ","246418":"\n  Whoever is trying to scare me, you're trying wayyy too damn hard. There's a thing called public records🙄🙄🙄\n  ","246419":"\n  Idk depends.\n  \n  If im depressed no thanks\n  \n  But other than that I like being alone\n  ","246420":"\n  Idk maybe lol.\n  ","246421":"\n  Says the one who CAN'T EVEN SPELL HER NAME RIGHT\n  ","246422":"\n  I just felt too bare tbh\n  \n  And paranoid if there was an emergency I'd be naked🤣\n  ","246423":"\n  Until 7a! So like less than 3 hours aha.\n  \n  Omg I remember that one lolol\n  ","246424":"\n  I talk to A LOT of people. Maybe come off anon. Easier to put a name to  a face when there's an actual face.\n  ","246425":"\n  🤦\n  ","246426":"\n  I have and it felt weird.\n  ","246427":"\n  Sunflowers. My best friend whom has passed- my old cat\n  ","246428":"\n  Cats, poetry, the rain, a good book, and spaghetti\n  ","246429":"\n  You good lol.\n  ","246430":"\n  Who?\n  ","246431":"\n  I like the artwork! Cute video☺\n  ","246432":"\n  Awwh this was great😍☺\n  ","246433":"\n  Nah i've been there for about 4 1\/2 hours lol.\n  \n  Which one?\n  ","246434":"\n  It's a filter but thank you lol.\n  ","246435":"\n  I follow back everyone who votes on my photo polls. I've found a lot of good people to follow that way☺ tbh that's how I found most of my followers I think\n  ","246436":"\n  Hey you!\n  \n  Pretty good. I am at work but everything is calm and easy lol. Wbu?\n  ","246437":"\n  \"It's the same game today as it always is\n  \n  I don't give these places fake my name explaining this\n  \n  And the wrists of my mind have the bleeding lines\n  \n  That remind me of all the times\n  \n  I have committed\n  \n  Dirty dirty crimes that are perfectly form-fitted\n  \n  To what I've done and what I'm doing\n  \n  I'm brewing and losing and spewing infusing\n  \n  And believe me that's what all the kids are doing\n  \n  What kids are doing are killing themselves\n  \n  They feel they have no control of their prisoner's cell\n  \n  And if you're one of them then you're one of me\n  \n  And you would do almost anything just to feel free\n  \n  Am I right, of course I am\n  \n  Convince me otherwise would take all night\n  \n  Before you walk away, there's one more thing I want to say\n  \n  Our brains are sick but that's okay.\"\n  ","246438":"\n  Rn? 3a\n  ","246439":"\n  Since hmmm it's been 22 years ?\n  ","246440":"\n  DUNNO\n  \n  NOT THE PERSON TO TALK TO ABOUT THAT🤣💀\n  ","246441":"\n  Suffocation\n  ","246442":"\n  Why am I even here\n  ","246443":"\n  I have.\n  ","246444":"\n  .-.\n  \n  If this is true, that is very saddening.\n  ","246445":"\n  That is something I believe. Like what happens when you first die and you don't know exactly where you are? Then you go and try to talk to everyone but NO ONE sees you💀😵\n  ","246446":"\n  My heart💜✨\n  ","246447":"\n  Hiya\n  ","246448":"\n  Okay ?\n  ","246449":"\n  Yea lol. Weird question\n  ","246450":"\n  Sure. I don't see why not\n  ","246451":"\n  I WAS LEGIT JUST ROLLING MY EYES\n  \n  IT'S NOT EVEN THE 4TH KCKEJFOELFLE\n  ","246452":"\n  💖\n  ","246453":"\n  You too🙃\n  ","246454":"\n  I'm ok thanks\n  ","246455":"\n  I doooo🤷\n  ","246456":"\n  ☺\n  ","246457":"\n  Idk what is so funny smh🤦🤷\n  ","246458":"\n  What🤣\n  ","246459":"\n  Because I'm just THAT good😇🤤😈\n  ","246460":"\n  I was calling you mom since you're acting so much like one🤣\n  \n  Have a good night man\n  ","246461":"\n  How do you know what I do? You're not around me, mom\n  ","246462":"\n  Hell no🤣🤣\n  ","246463":"\n  Prob\n  ","246464":"\n  Lol hard pass\n  ","246465":"\n  Holy shit\n  \n  Bitches be crazy\n  ","246466":"\n  I'm not gonna do anything but chill and do me🤷 you're the one going off sis\n  ","246467":"\n  🙄🙄🙄\n  \n  Bye, kid\n  ","246468":"\n  It really depends on the person for me aha\n  ","246469":"\n  Those things actually look enticing tho. Lot of crazy stuff does lol.\n  ","246470":"\n  Sounds fun🤣\n  ","246471":"\n  Lmaoooooo cute\n  \n  Sex isn't perverted but🤷\n  ","246472":"\n  Thanks!\n  ","246473":"\n  I wish ahaaa\n  ","246474":"\n  Bills. I have bills\n  ","246475":"\n  Sleep well.\n  ","246476":"\n  Don't feel like going out and also have more important things to pay off.\n  ","246477":"\n  Lol soon.\n  ","246478":"\n  💜✨\n  ","246479":"\n  I mean thanks but🤷🤦\n  ","246480":"\n  A dildo pfttt🙃🤣👏\n  ","246481":"\n  Thank ya☺\n  ","246482":"\n  Yeah aha.\n  ","246483":"\n  Oh noooo\n  ","246484":"\n  Stop sending this dumb ask out\n  ","246485":"\n  Hm?\n  \n  I'm frustrated as usual. Blah.\n  ","246486":"\n  💖\n  ","246487":"\n  Gotcha☺\n  \n  I will tonight!\n  ","246488":"\n  Yeah? Hope it goes good! What do you do?\n  ","246489":"\n  I have once.\n  \n  They tried to buck me off🤣 that was a looong time ago lol.\n  ","246490":"\n  Nahhh\n  ","246491":"\n  Sigh\n  \n  Children amiright\n  ","246492":"\n  Lotta different stuff. Just go through my ask if you're curious lol.\n  ","246493":"\n  People get nasty lol\n  ","246494":"\n  Rick and Morty or Avatar lol\n  ","246495":"\n  Ah gotcha lol.\n  ","246496":"\n  Ive been TRYING to do that these past 2 nights but nobody asks me shit like after 2:30am lmao\n  ","246497":"\n  Ah you're that girl.\n  \n  I had a feeling.\n  ","246498":"\n  You're an anon. There's literally no way\n  ","246499":"\n  Yes lol\n  ","246500":"\n  That I am😇 danke!\n  ","246501":"\n  .-.\n  \n  Obv legal age. Though even that is too young.\n  ","246502":"\n  Lol dork🤣\n  ","246503":"\n  Depends if I was attracted to her or not.\n  ","246504":"\n  Nah I'm not\n  \n  Id fuck satan if I could🤷\n  ","246505":"\n  Lol no\n  ","246506":"\n  I haven't deleted anything lol\n  ","246507":"\n  Maybe\n  ","246508":"\n  I already know🤷\n  ","246509":"\n  Thanks☺\n  ","246510":"\n  Sup\n  ","246511":"\n  *blows raspberry*\n  ","246512":"\n  Awwwh ahahahaaaa\n  ","246513":"\n  🤣🤦🤣🤦\n  ","246514":"\n  For the most part lol\n  ","246515":"\n  As a friend yeah☺\n  ","246516":"\n  Mine? Deactivated\n  ","246517":"\n  Obv not smh\n  ","246518":"\n  I want the 🍌\n  \n  🤣🤣🤣\n  ","246519":"\n  I love showers aha\n  ","246520":"\n  Lol no\n  \n  I'm about to shower😍\n  ","246521":"\n  I'm bored asffff\n  \n  Also just bc girls call me daddy doesn't mean I'm a man😏😏😏\n  ","246522":"\n  What a ridiculous question\n  ","246523":"\n  Sounds like a plan🤣👏\n  ","246524":"\n  Bc my butt is small🙃🤣\n  ","246525":"\n  Smh.\n  ","246526":"\n  Cool.\n  ","246527":"\n  Prob my butt. I want a bigger booty lol.\n  ","246528":"\n  Blahhhhhhhhhhh\n  ","246529":"\n  No not you! This Ahmed guy lol.\n  ","246530":"\n  Someone is mad mad🤣\n  ","246531":"\n  Awh well we can help each other!☺\n  \n  Also I'm not turning anon off bc of one dumbass tbh. He doesn't bother me🤷\n  ","246532":"\n  Deactivation lmao. This guy is an actual trip.\n  ","246533":"\n  For being the dumbest hoe alive🤷🤣\n  ","246534":"\n  You're thirsty🤤\n  ","246535":"\n  Sup\n  ","246536":"\n  Yeah? Looks like I'm going to India to chop some dick\n  ","246537":"\n  Get the fuck off my ask you swine\n  ","246538":"\n  You just need to die🤷 nobody wants your tiny flacid dick that's why you're on anon on multiple accounts harassing women and threatening to rape children. Pos\n  ","246539":"\n  How do you know about Voodoo? You're such a lying sack of shit!!\n  ","246540":"\n  Drink bleach\n  ","246541":"\n  Lol funny thing--\n  \n  They did I'm pretty sure by accident.\n  \n  Can't even give me the real culprit's ask but seems to know quite a lot.\n  \n   @rajputkhan555\n  \n\n  He accidentally forgot to untick on another girls page he was fucking around on🤷 oops🙃\n  ","246542":"\n  Dunno. His pussy ass is on anon\n  ","246543":"\n  Sometimes. My depression sparks at random. And yeah aha. Anons are just for the most part annoying asf\n  ","246544":"\n  No this guy on anon that threatened to air my address and is now harassing another girl.\n  ","246545":"\n  On here or irl?\n  ","246546":"\n  If I ever find out who this kid is I'm chopping his dick off\n  ","246547":"\n  This Ahmed guy needs to leave people tf alone. Hiding behind anon doesn't make you intimidating\n  ","246548":"\n  True\n  \n  Flip flops hehe\n  ","246549":"\n  Nice.\n  ","246550":"\n  Obv\n  ","246551":"\n  You make me seem like a slut💀\n  ","246552":"\n  If you don't know, you're too young lol.\n  ","246553":"\n  Like seriously tho\n  ","246554":"\n  I prefer to just message tbh. I have too much going on today cx\n  ","246555":"\n  🤦🤦🤦🤦🤦🤦🤦🤦🤦🤦🤦\n  ","246556":"\n  🤦\n  ","246557":"\n  O.o\n  ","246558":"\n  Hahahahaaa\n  ","246559":"\n  Cool.\n  ","246560":"\n  Shave.\n  ","246561":"\n  What is that?\n  ","246562":"\n  I don't partake in that\n  ","246563":"\n  ☺\n  ","246564":"\n  Friends\n  \n  We just finished lol\n  ","246565":"\n  I lift people for a living lol.\n  ","246566":"\n  I'm bOrEd\n  ","246567":"\n  👋\n  ","246568":"\n  Google.com\n  ","246569":"\n  No, I hate thongs lol\n  ","246570":"\n  🤣🤣🤣\n  ","246571":"\n  Smoking a couple blunts lol.\n  ","246572":"\n  Basically🤷 but im pretty strong too\n  ","246573":"\n  No\n  ","246574":"\n  More just the norm tbh. Theyre both comfy\n  ","246575":"\n  Idk get creative mwahaha\n  ","246576":"\n  Not this again🙄\n  ","246577":"\n  🤣🙈😏\n  ","246578":"\n  🤣🙃\n  ","246579":"\n  But that's boring :(\n  ","246580":"\n  Hell no cx\n  ","246581":"\n  BC😍😍😍\n  ","246582":"\n  Rip🤣\n  ","246583":"\n  This is odd\n  ","246584":"\n  USA\n  ","246585":"\n  Meh lol.\n  ","246586":"\n  I only like to degrade women in the bedroom lololol\n  ","246587":"\n  Ohhh pfft\n  \n  I have cats, that is where my mind went aha\n  ","246588":"\n  I do.\n  ","246589":"\n  I just don't wanna accidentally hurt someone lol. Stepping is so indirect I feel. You never have full control if you're not on a flat surface and I'm not about to squish anyone by accident🙃🤣\n  ","246590":"\n  I do, actually!\n  \n  Some of my clients have autism along with other disabilities.\n  \n  Thank you💜 I hope you're having a good day today!\n  ","246591":"\n  Anything lol.\n  ","246592":"\n  Hope it went well!\n  ","246593":"\n  Bdsm is my go to tbh\n  \n  Something about having NO control\n  ","246594":"\n  Getting too high, hearing a really good joke, then peeing myself🤦🤣\n  ","246595":"\n  It is😇🙈\n  ","246596":"\n  Awww that's actually so cute\n  \n  Then I'd jump down and scream yeet and hope for the best\n  ","246597":"\n  I wish this would make a comeback\n  ","246598":"\n  ! Is an exclimation mark, for like surprise or excitment.\n  \n  i is literally just the letter i hehe\n  ","246599":"\n  Oh wow\n  ","246600":"\n  Thank ya!☺🙊\n  ","246601":"\n  Hi lol\n  \n  I don't wanna drive ;-;\n  ","246602":"\n  💜✨\n  ","246603":"\n  I do not.\n  ","246604":"\n  Months lol.\n  ","246605":"\n  💜✨\n  ","246606":"\n  Right now!☺\n  ","246607":"\n  .-.\n  ","246608":"\n  Mornin!☺\n  ","246609":"\n  Sure. Shoot me your name and I'll add you when I'm off. I won't answer tho so your social doesn't get shown to everyone☺\n  ","246610":"\n  Eh. I mean, I like loving myself, don't get me wrong buttttt🙊🙈\n  ","246611":"\n  Of course! :3\n  ","246612":"\n  Awwh. I appreciate you as well. You're amazing to talk to☺✨\n  ","246613":"\n  Tbh rn I'm just frustrated. It's been a min since I've had sex lol.🙊🤷\n  ","246614":"\n  I'd wanna get a workout in! Lol\n  ","246615":"\n  Thank you. I appreciate that. I just don't want to hurt anyone. I have a bad history at home drinking. Here I have more control, it's weird. And tbh I don't drink as much. I really shouldn't be doing it at all though.\n  ","246616":"\n  Hope you did too! Happy Saturday☺\n  ","246617":"\n  Good!\n  \n  I hung out with friends all day and now I'm working☺\n  \n  Yours?\n  ","246618":"\n  Yes. But I did final bed checks and made sure everyone was comfortable and good before I drank, so I was smart about it. Ik I shouldn't be drinking at work but I'm too scared to at home\n  ","246619":"\n  Hellooo\n  \n  Tipsy tbh lol.\n  ","246620":"\n  Being sexually objectified.\n  \n  Being able to literally create a new life☺\n  ","246621":"\n  Yes c:\n  ","246622":"\n  Fine☺\n  \n  And no, but I like it that way😇\n  ","246623":"\n  No\n  \n  My dad more spanked then face slapped when we reached older age lol.\n  ","246624":"\n  Anything, ask away lol.\n  ","246625":"\n  JD?\n  ","246626":"\n  Basically you answer anything. No matter the question\n  ","246627":"\n  If I do a drunk honesty night again would y'all ACTUALLY ask me shit orrr\n  \n  It'd be in like a little over an hour.\n  ","246628":"\n  I'm legit just joking🙄\n  \n  If anything I'm the devil\n  ","246629":"\n  Ooooookay\n  ","246630":"\n  Hehe\n  ","246631":"\n  Mars\n  ","246632":"\n  Dead🤣🙃\n  ","246633":"\n  I have no idea, I'm sorry!\n  ","246634":"\n  Spaghetti c:\n  ","246635":"\n  A lot, they know who they are💜\n  ","246636":"\n  I plan to as well as adopt like I was☺\n  ","246637":"\n  I'm so bored and I don't wanna work tonight\n  \n  At least I'll be alone😏\n  ","246638":"\n  I'm glad. You're a good person!\n  ","246639":"\n  I like that.\n  ","246640":"\n  💀\n  ","246641":"\n  O.o\n  \n  What are we 12 x.x\n  ","246642":"\n  I do too, so I know what you mean lol.\n  ","246643":"\n  Lolollll\n  ","246644":"\n  Cool lol\n  ","246645":"\n  Mars is my nickname. Ive always been Mars\n  ","246646":"\n  I'm Mars\n  ","246647":"\n  Oh nooooo\n  \n  Arguments are never good. Things end okay?\n  ","246648":"\n  You did not just say suckled like I'm a cow\n  \n  Jfc I actually can't\n  ","246649":"\n  How have you and Lisa been? Tell her I said hellooo!\n  ","246650":"\n  Like fuck🙃🤣\n  ","246651":"\n  You do you\n  ","246652":"\n  Wtf\n  \n  Go away, this isn't even sexy\n  ","246653":"\n  No lmao🤦\n  ","246654":"\n  ☺\n  ","246655":"\n  ☺✨\n  ","246656":"\n  Dunno, just am\n  ","246657":"\n  There's different elements and spirits that tie into the world. I don't believe there's just God and Satan\n  \n  That's all im saying\n  ","246658":"\n  Missed ya too!\n  ","246659":"\n  Cool💜\n  ","246660":"\n  I don't believe in god, I believe in higher powers\n  ","246661":"\n  I'm not having sex ffs jfc\n  ","246662":"\n  Howdy\n  ","246663":"\n  I'm legit with my friends🤦\n  ","246664":"\n  O.o\n  \n  Your pfp isn't even you\n  \n  I was legit just saying I'm horny, I don't intend to act on it unless I'm alone, which I'm not🤷\n  ","246665":"\n  Followed lol.\n  ","246666":"\n  Tbh I haven't played it enough to give you an opinion\n  ","246667":"\n  Awwh that's a whole vibe tbh aha.\n  ","246668":"\n  Ill follow ya sure lol\n  ","246669":"\n  Def not on here lol\n  ","246670":"\n  I am not sexting on my ask bruh\n  ","246671":"\n  Lmfao\n  ","246672":"\n  I'm bored and horny smh\n  ","246673":"\n  Yes! Also helps a lot with stress :3\n  ","246674":"\n  I haven't o.O\n  ","246675":"\n  Fam isn't an accent jfc🤦🤣\n  ","246676":"\n  I do!\n  ","246677":"\n  Noooooo\n  \n  I just said cx\n  ","246678":"\n  A bit but not much! You? If so, do you like the new season?\n  ","246679":"\n  I don't even know you, fam🤣\n  ","246680":"\n  Can't?\n  ","246681":"\n  I don't give my Facebook or socials out tbh. Bad experiences\n  ","246682":"\n  I'm good\n  ","246683":"\n  I don't have Twitter\n  ","246684":"\n  I did, it's helping💜 and I ate\n  ","246685":"\n  That's where my mind went. GTA literally makes me think of the video game lmao. Thought it was an area on the map🤷\n  ","246686":"\n  I don't even play GTA like that\n  ","246687":"\n  How ya doing\n  ","246688":"\n  Why\n  ","246689":"\n  Prob lol.\n  ","246690":"\n  I hope all goes well!\n  ","246691":"\n  Underwear lolol😏\n  ","246692":"\n  What\n  ","246693":"\n  Hellooo\n  ","246694":"\n  I have a headache :(\n  ","246695":"\n  No because I don't want the condition of my car to change lol.\n  \n  And it's actually not! I was surprised. But I'm pretty tight with my insurance holder so I think he pulled some strings.\n  ","246696":"\n  That's all yall think about I swear.\n  ","246697":"\n  Not being there the day my best friend accidentally killed herself. I was working and wasn't on my phone and she reached out.\n  ","246698":"\n  It's closed for right now🙄\n  ","246699":"\n  Animals c:\n  ","246700":"\n  🖤✨\n  ","246701":"\n  Not as much, they calmed down lol.\n  ","246702":"\n  💜✨\n  ","246703":"\n  I HATE THAT\n  \n  Also, and this isn't towards you\n  \n  But yall suck at honesty night!\n  ","246704":"\n  Lol yes I can smh.\n  ","246705":"\n  Few years back\n  ","246706":"\n  I have!\n  ","246707":"\n  What is thattt o.O\n  ","246708":"\n  For sure :)\n  ","246709":"\n  I do often. Unless they stand out\n  ","246710":"\n  No :)\n  ","246711":"\n  Jack Daniels Honey hehe\n  ","246712":"\n  SPAM ME!\n  \n  Ill do a drunk honesty night!😏☺\n  ","246713":"\n  I do as well. Even the nightmares lol\n  ","246714":"\n  Man that just sounds so lovely\n  ","246715":"\n  Idk it's on anon lol.\n  ","246716":"\n  🤷🤣\n  ","246717":"\n  Awwwhhh go to sleep!\n  ","246718":"\n  GO :3\n  ","246719":"\n  Cute😏\n  ","246720":"\n  I do not.\n  ","246721":"\n  Let's do honesty night tonight yall\n  ","246722":"\n  Yeah?\n  ","246723":"\n  Kinda. Idk\n  \n  Why?\n  ","246724":"\n  Huh?\n  ","246725":"\n  Sup\n  ","246726":"\n  I'm bored and my eye hurts\n  ","246727":"\n  Hmmmm\n  ","246728":"\n  Ok ?\n  \n  And hell no pft\n  ","246729":"\n  Thank you! Same right back at you. I love ya💖✨\n  ","246730":"\n  Tf no\n  ","246731":"\n  Yep.\n  ","246732":"\n  24\n  ","246733":"\n  O.o\n  \n  Why?\n  ","246734":"\n  Lol bet\n  ","246735":"\n  Cool story\n  ","246736":"\n  Both\n  ","246737":"\n  Underwear\n  ","246738":"\n  Cuteee\n  ","246739":"\n  Sometimes I am lol.\n  \n  It's your choice to come off or not\n  ","246740":"\n  Meh\n  \n  You?\n  ","246741":"\n  Lol sure\n  ","246742":"\n  It's the aliens\n  ","246743":"\n  Oversized tshirt and underwear\n  ","246744":"\n  Gold👏\n  ","246745":"\n  Lmao okay👏🤣\n  ","246746":"\n  I don't want to lol.\n  ","246747":"\n  Not my cup of tea.\n  ","246748":"\n  Hey cunt\n  ","246749":"\n  Awwwww ive always wanted to do that tbh\n  ","246750":"\n  Vibes\n  ","246751":"\n  Meh\n  ","246752":"\n  Good! :3 thanks c:\n  ","246753":"\n  Thank you😍\n  ","246754":"\n  How ya doin\n  ","246755":"\n  Lol hey\n  ","246756":"\n  Piggybacks are fun!\n  \n  Sexually I prefer to be thrown around though😏\n  ","246757":"\n  I'm glad you feel safe💜✨\n  ","246758":"\n  💜✨\n  \n  I'd rather a knee bend. It shows loyalty but not degrading. I don't want to feel superior, just valued\n  ","246759":"\n  I do my own bidding. That's where you're wrong. I'd be a fair leader but I wouldn't take away freedom. If that makes sense.\n  ","246760":"\n  A litter? Like a litter of slaves?\n  ","246761":"\n  I LOVE THEM\n  ","246762":"\n  Llamas are cute\n  ","246763":"\n  Yes I do it appears\n  ","246764":"\n  I can wear whatever I want🤷\n  ","246765":"\n  😇\n  ","246766":"\n  Yes, I can lmao\n  ","246767":"\n  I'd do a thorough job of providing protection lol.\n  ","246768":"\n  5 foot 1\n  ","246769":"\n  Oversized tshirt and underwear lol\n  ","246770":"\n  Cool story\n  ","246771":"\n  PFT jeez\n  ","246772":"\n  Yeah. They're comfortable. What's the big deal lol\n  ","246773":"\n  Why\n  ","246774":"\n  Ahahaha I love it\n  ","246775":"\n  Yep\n  ","246776":"\n  What a crappy bf\n  ","246777":"\n  ?\n  ","246778":"\n  Probably lol\n  ","246779":"\n  No but that does sound enticing😈\n  ","246780":"\n  Lol it is\n  \n  It's not angry frustration, if you get my drift\n  ","246781":"\n  Man I'm frustrated🤤\n  ","246782":"\n  Smoking and sulking hehe\n  ","246783":"\n  Thank you🙊💖\n  ","246784":"\n  A little. I'm at a friends but on my phone.\n  ","246785":"\n  Airsoft guns?\n  ","246786":"\n  Idk. I haven't been keeping up\n  ","246787":"\n  Hope you're doing well💜✨ I am terrible at answering stuff, I have way too many questions and everything gets buried lol.\n  ","246788":"\n  Awwh. Well I hope you had a good day\n  \n  He just had a regular appointment☺\n  ","246789":"\n  I am just here lol🤷\n  "}}