{"Question":{"24679":"\n   Have you seen oceans eleven?\n  ","24680":"\n   Who’s up\n  ","24681":"\n   Do you get mad easy\n  ","24682":"\n   Which is the most memorable day you have ever had?\n  ","24683":"\n   Hello how are you doing?\n  ","24684":"\n   What do you Hope for next year?\n  ","24685":"\n   Love it\n  ","24686":"\n   How are you doing\n  ","24687":"\n   How often do you visit skating rink?\n  ","24688":"\n   drop the most recent picture in your camera roll! NO CHEATING\n  ","24689":"\n   Do you like she hulk\n  ","24690":"\n   What’s a sport that you’ve played before?\n  ","24691":"\n   How fast can you run\n  ","24692":"\n   Thats awesome. Do you just take pictures of things that catch your eye or do you go out looking for things to take pictures of.\n  ","24693":"\n   Y’all fake😒trust no one!!!❌\n  ","24694":"\n   I am just so bored at home wish I could get anyone to talk with....today is my birthday 🚀 (914)279-0351\n  ","24695":"\n   Have a good night 🎃\n  ","24696":"\n   HAPPY COVID-19 HALLOWEEN 🎃\n  ","24697":"\n   How much did you lurk your crushes social media before talking to them?\n  ","24698":"\n   Is there anything pending in your life?\n  ","24699":"\n   What is in your refrigerator?\n  ","24700":"\n   What is an Indian giver?\n  ","24701":"\n   Do you have a favorite hobby? If so, what is it?\n  ","24702":"\n   When is your birthday? 🎉🎈\n  ","24703":"\n\n    https:\/\/youtu.be\/c2dnVe1EZGc\n   \n","24704":"\n   Guess what? Today's theme is foxes! Ask me a question on my page for a foxy answer!\n  ","24705":"\n   What worries you the most?\n  ","24706":"\n   Post a picture of the most important person in your life?\n  ","24707":"\n   Your favourite time pass ?\n  ","24708":"\n   What do you want to accomplish?\n  ","24709":"\n   cool\n  ","24710":"\n   Most exciting thing you’ve ever done?\n  ","24711":"\n   What are you drinking usually during walking?\n  ","24712":"\n   Who is your current role model, hero, or someone you hold in high regard? What is it about them that makes you feel that way?\n  ","24713":"\n   Hot coffee or Iced Coffee?☕️🥤✨\n  ","24714":"\n   How do you get rid of hiccups\n  ","24715":"\n   Who’s spending wayyy too much for Halloween  on kids that have no concept of pricetagS?!😭\n  ","24716":"\n   جمعه مباركه للجميه بأذن الله 🌺🌺\n  ","24717":"\n   Vip task\n  ","24718":"\n   What inspires you?\n  ","24719":"\n   Done if you were me or if a man or a teen or anyone peeked you in a public bathroom? Or a fitting room or anywhere you are sopose to feel safe with someone trying to take a peak and get a cheep thrill ? it’s like yes we have a vagina and breasts but we deserve respect!! And we aren’t objects !\n  ","24720":"\n   Like seriously tho I was peeing .... on the toilet why spy on one peep in me ?? Is a girl peeing that interesting or sexy to men ? I mean what did he think he would get out peaking under the stall ? he literally saw everything and I screamed and he ran out and I was really scared what would you have\n  ","24721":"\n   Believe me I will ! If he did it again I’d probably pepper spray him and poke one is his eyes so he learns to respect women and that they will fight back and hurt him\n  ","24722":"\n   is your hair dyed or natural?\n  ","24723":"\n   Text Us - Crisis Text Line\n\nIt's any painful emotion and anytime you need support. So, you text us at 741741. Your opening message can say anything like “HOME,” “START” and “HELLO.\"\n  ","24724":"\n   -\n  ","24725":"\n   Do you usually talk to people on the street?\n  ","24726":"\n   Which months have 28 days\n  ","24727":"\n   What’s the name of yr bf\/gf?\n  ","24728":"\n   what's one food you will never eat?\n  ","24729":"\n   Ha! Thats always a winner.\n  ","24730":"\n   If I want to find you how is that ?\n  ","24731":"\n   I just felt bad for him\n  ","24732":"\n   When was your avatar taken?  It should be in the art gallery!\n  ","24733":"\n   What is the secret of happy relationship?\n  ","24734":"\n   What's your favorite root vegetable?\n  ","24735":"\n   😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘\n  ","24736":"\n   مرحبا\n  ","24737":"\n   هل تفضّل السينما أو المسرح؟\n  ","24738":"\n   I was a teenager then to🙁\n  ","24739":"\n   What is the best way to tell someone that you love them ??\n  ","24740":"\n   do you say \"goose bumps\" or \"goose flesh\" ?\n  ","24741":"\n   i hate this shout out feature\n  ","24742":"\n   Who is important to you\n  ","24743":"\n   Have you ever lost a tooth?\n  ","24744":"\n   Have you ever had a candied apple?\n  ","24745":"\n   Hello how are you doing?\n  ","24746":"\n   Who do you like?\n  ","24747":"\n   Where do you go when sleep doesnt fix you?\n  ","24748":"\n   What does that even taste like ???\n  ","24749":"\n   Yeah it is!!\n  ","24750":"\n   List a few things you like to do on your free time or alone time\n  ","24751":"\n   Do you procrastinate?\n  ","24752":"\n   Night owl or morning dove?\n  ","24753":"\n   What is your favorite kind of cookie?\n  ","24754":"\n   What is your least favorite color?\n  ","24755":"\n   Tea or Coffee? ✨💛\n  ","24756":"\n   Favorite flavor of gum?\n  ","24757":"\n   Apple pie anyone?\n  ","24758":"\n   Okay cool\n  ","24759":"\n   That if I reported he may have gone to jail and I didn’t want that because he was young and I know it’s bad I didn’t say anything but idk I just felt bad for  him I felt like saying If you want to see up close come in the stall I’ll show you or give him my number and help him ... is that bad of me ?\n  ","24760":"\n   where do you work\n  ","24761":"\n   are you afraid to use them..?\n  ","24762":"\n   How old are you ..? And are you single or taken ..?\n  ","24763":"\n   Do you masturbate ?\n  ","24764":"\n   have you used any public toilets during lockdown\n  ","24765":"\n   That awesome you get that photo.\n  ","24766":"\n   Okay cool awesome photo with different color and style of  photo where you get photo from?\nHow much was photo?\n  ","24767":"\n   How is everyone doing?\n  ","24768":"\n   Okay\n  ","24769":"\n   Okay your welcome I am doing awesome amazing\n  ","24770":"\n   Do you like sushi?\n  ","24771":"\n   What is on your bucket list?\n  ","24772":"\n   Have you ever played Pokémon Go?\n  ","24773":"\n   Spotify or Pandora?\n  ","24774":"\n   What snack can you not stop eating?\n  ","24775":"\n   What are you dreaming about?\n  ","24776":"\n   What have u always wanted? Did u ever get it ?\n  ","24777":"\n   I am doing my best to support you dear!\n  ","24778":"\n   Hello how are you doing today?\n  ","24779":"\n   Where do you see yourself in the next 10 years?\n  ","24780":"\n   Follow me bk 😂\n  ","24781":"\n   Happy Monday\n  ","24782":"\n   yes followed back!\n  ","24783":"\n   Are you looking forward to Halloween?  Do you celebrate it?\n  ","24784":"\n   ok thanks so you work or go to college\n  ","24785":"\n   I did too\n  ","24786":"\n   Followed\n  ","24787":"\n   Follow 4 Follow??\n  ","24788":"\n   I girl and how old are you I'm 22\n  ","24789":"\n   I'm good thanks I follow you are you a guy or a girl\n  ","24790":"\n   What gossip about yourself has made you laugh?\n  ","24791":"\n   You made choices on my page and I was thanking you.\n  ","24792":"\n   I just started following you on here you are really beautiful and seem really interesting and funny and very sweet❤️maybe follow back ..?\n  ","24793":"\n   have a good day\n  ","24794":"\n   Its at 9\n  ","24795":"\n   Your probably at work. Yes I agree we must support one another I like the way you thinking you sound like you have a beautiful heart ❤️ I had a long day and a long night I did a double, feeling tired and ready to do it again making this extra money is good plus I just bought a house 🏡\n  ","24796":"\n   Name five of your favourite anime\n  ","24797":"\n   Hi thank you for your support how is your day?\n  ","24798":"\n   Thank you for your many choices offered on my page.\n  ","24799":"\n   Who is going to watch the meteor shower tonight.\n  ","24800":"\n   What is the last thing you searched online?\n  ","24801":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","24802":"\n   Do you mostly hang out in bedroom or living room\n  ","24803":"\n   According to you, why do people love? Or fall in love?\n  ","24804":"\n   Actually 🙏... I want to live and play music in New York as soon as possible. Not to live here in Europe in the middle of nowhere in a disgusting country. How can I do this? I don’t even have parents standing next to me and I don’t have money either🥵I believe in God’s help, but yeah....🥺\n  ","24805":"\n   Who is the most overrated person in Hollywood?\n  ","24806":"\n   What was your first kiss like?\n  ","24807":"\n   Can I have your school photo?\n  ","24808":"\n   What's the best thing you can purchase for $5?\n  ","24809":"\n   What's the best way to spend $1,000,000?\n  ","24810":"\n   What is the very last thing you do before you settle in to fall asleep at night?\n  ","24811":"\n   I see. Why do you think she used herself as the example of my white wife and baby white mother when I’m African?\n  ","24812":"\n   What supercool connections have you made through the Internet?\n  ","24813":"\n   No, I’m a real person. 100% and this really did happen and I’d like to know your opinion.\n  ","24814":"\n   Why would a pretty girl ASK ME “what if me and you got married and had a BABY, would you do that baby?”?\n  ","24815":"\n   Are you a city or a nature person?\n  ","24816":"\n   10\/10 drop dead gorgeous. I need your advice! I’m a 20 year old AFRICAN man, I live in California. A GORGEOUS WHITE GIRL (19 years old) at my university saw my tribal marks and ASKED ME “what if me and you got married and had a BABY, would you do that baby?” Why do you think she said that?\n  ","24817":"\n   What would your theme song be?\n  ","24818":"\n   selfie in skirt?\n  ","24819":"\n   According to you which one is better to go alone or with friends for a tour ?\n  ","24820":"\n   What brand\n  ","24821":"\n   have you seen the show aqua teen hunger force?\n  ","24822":"\n   Have you ever felt ashamed from your past??\n  ","24823":"\n   Then why does it say truck driver in your bio🙄\n  ","24824":"\n   What's your job\n  ","24825":"\n   If you could be invisible for a day, what would your do?\n  ","24826":"\n   What perfume are you wearing today?\n  ","24827":"\n   If you could take some special skill from any animal, which animal and which skill would you choose?\n  ","24828":"\n   Wanna thousands of coins  and get to TOP ?  Earn them in the VIP-program\n   \n    http:\/\/bit.ly\/GetCoins_\n   \n   and become the #1!\n  ","24829":"\n   What blogs do you follow?\n  ","24830":"\n   Pancakes or waffles?\n  ","24831":"\n   Why is the bedbug flat?\n  ","24832":"\n   What are you confused abour\n  ","24833":"\n   What color was your childhood home?\n  ","24834":"\n   Nice fake account this is\n  ","24835":"\n   I am a song writer.\n  ","24836":"\n   What should a single person do when all your friends are in relationship? 😂\n  ","24837":"\n   I am following you my darling\n  ","24838":"\n   Post a picture of your pet!\n  ","24839":"\n   Which websites do you visit most frequently?\n  ","24840":"\n   Would you consider yourself a loyal friend? How do you earn people's loyalty?\n  ","24841":"\n   What's your favorite music genre?\n  ","24842":"\n   What is your favorite word?\n  ","24843":"\n   How are you feeling right now?\n  ","24844":"\n   How often do you go to parties?\n  ","24845":"\n   Where is the scarcest place you have ever traveled to?\n  ","24846":"\n   When was the last time somebody shouted at you?\n  ","24847":"\n   Which movie do you think is overrated?\n  ","24848":"\n   For how long are you familiar with your best friend?\n  ","24849":"\n   Show us your favorite emoji!\n  ","24850":"\n   Who had the most positive influence on you?\n  ","24851":"\n   Which is scarier: clowns or spiders?\n  ","24852":"\n   What is your favorite online shopping site?\n  ","24853":"\n   Which is the most delicious food for you?\n  ","24854":"\n   What was your biggest failure when purchasing things in the Internet?\n  ","24855":"\n   How often do you change your hairstyle?\n  ","24856":"\n   If you had to lose a sense, which would it be?\n  ","24857":"\n   Who do you think asked your last anonymous question?\n  ","24858":"\n   Post a selfie?\n  ","24859":"\n   Marry me?\n  ","24860":"\n   Are you a girl who likes to play video games?\n  ","24861":"\n   🎂💙🥰🎊🎉\n  ","24862":"\n   It’s toooo cold!!!\n  ","24863":"\n   Who says Valentine’s Day is only for lovers, It is for all the people who love and make life more wonderful, Just as you do my friend, Happy Valentine’s Day!🌹\n  ","24864":"\n   ❤️❣️❤️❣️❤️❣️❤️❣️❤️❣️❤️\n  ","24865":"\n   Hello, how are you?\n  ","24866":"\n   Happy Saturday 💞✨\n  ","24867":"\n   Do you like living in the 21st Century or would you rather live sometime in history? If so, which era and why? Is there anything you would take from history and apply it into today?\n  ","24868":"\n   Do you smoke?\n  ","24869":"\n   What a beautiful girl\n  ","24870":"\n   \"favorite drink on a hot summer day\"? Tea however; I drink tea daily.\n  ","24871":"\n   Share a photo that you took that you like to look at.\n  ","24872":"\n   Which female celebrity has a perfect body?\n  ","24873":"\n   pap🤪\n  ","24874":"\n   Share something positive\n  ","24875":"\n   🥰😍😘❤️❣️\n  ","24876":"\n   Respond with your last saved meme\n  ","24877":"\n   Share last pic\n  ","24878":"\n   Are you in love?\n  ","24879":"\n   Do you have Disney Plus ?\n  ","24880":"\n   What song is really really sad to you?\n  ","24881":"\n   What are you doing?\n  ","24882":"\n   have you ever colored your hair any unnatural colors? what was your favorite?\n  ","24883":"\n   Friday night’s dinner?\n  ","24884":"\n   Thursday night’s dinner?\n  ","24885":"\n   Post a pic of your pet if you have one!! 💕\n  ","24886":"\n   Want to share one of your favorite romantic songs ? ♥️\n  ","24887":"\n   He is my person 🥰❤️❣️\n  ","24888":"\n   selfie\n  ","24889":"\n   t.a.T.u.\n  ","24890":"\n   Space\n  ","24891":"\n   I cannot believe October 5th will officially be 10 YEARS 😍😍🥰🥰❤️❤️❤️\n  ","24892":"\n   Do you find extinct animals cool \/ interesting? You have any favorites perhaps? 🦖🦣🦕🦤\n  ","24893":"\n   Drop sexy selfies here\n  ","24894":"\n   What year were you born?\n  ","24895":"\n   Ooh which ones and why?\n  ","24896":"\n   Winnie the Pooh? Do you like Winnie the Pooh\n  ","24897":"\n   What are your favourite simple pleasures in life? 😁 👍 🙃\n  ","24898":"\n   You get a house. Hoe many rooms do you want in it? 2? 3? 4? 5? 6??\n  ","24899":"\n   💞✨\n  ","24900":"\n   💞✨\n  ","24901":"\n   What’s the last book you read?\n  ","24902":"\n   If you like them, what's your favourite BTS single? 🎶 👍 🙃\n  ","24903":"\n   Space\n  ","24904":"\n   If you like her, what's your favourite Ariana Grande single? 🎶 👍 🙃\n  ","24905":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","24906":"\n   Are you a cat person or no not really?\n  ","24907":"\n   Do you care about others opinions\n  ","24908":"\n   Breakfast earlier 💞\n  ","24909":"\n   Do you like cats?\n  ","24910":"\n   The perks of being married to a Pepsi worker 🤤🤤🤤\n  ","24911":"\n   What animal are you most drawn to? Why? 🐱 🙈 🐶 🐻 🦜 🐮 👍 🙃\n  ","24912":"\n   Feel free to send in thread if you want to answer this.. Openly or anonymously 🙃🙃🙃\n  ","24913":"\n   If you like them, what's your favourite Spice Girls single? 🎶 👍 🙃\n  ","24914":"\n   Backpack or a purse?\n  ","24915":"\n   Let's hear your favorite qoutes? Positive, Negative, Funny. Whatever!\n  ","24916":"\n   Do you celebrate Christmas? 🎄\n  ","24917":"\n   If you like her, what's your favourite Taylor Swift single? 🎶 👍 🙃\n  ","24918":"\n   How long have you been married?\n  ","24919":"\n   Can we talk on whatsapp\n  ","24920":"\n   🤗🤗🙃🙂🙃\n  ","24921":"\n   What’s your thought on a French fry sandwich\n  ","24922":"\n   If you like them, what's your favourite Cascada single? 🎶 👍 🙃\n  ","24923":"\n   When is the last time you had coffee?\n  ","24924":"\n   Pap outfit atm\n  ","24925":"\n   wow okay , single or taken ?\n  ","24926":"\n   If you like her, what's your favourite Lady Gaga single? 🎶 👍 🙃\n  ","24927":"\n   If you like him, what's your favourite Michael Jackson single? 🎶 👍 🙃\n  ","24928":"\n   What an amazing month you’re going to be 💙🎄💙🎄💙🎄\n  ","24929":"\n   What do you do for a living? \/ What do you want to do for a living?\n  ","24930":"\n   Good morning and happy Sunday 🧡\n  ","24931":"\n   If you like her, what's your favourite Britney Spears single? 🎶 👍 🙃\n  ","24932":"\n   Good morning and happy Thanksgiving eve 🧡\n  ","24933":"\n   Do you like Hershey?\n  ","24934":"\n   If you like her, what's your favourite Dido single? 🎶 👍 🙃\n  ","24935":"\n   What do you daydream about?\n  ","24936":"\n   Oh I know but still, some of the crap that’s sent shout-outs is crazy 🤣🤣💀\n  ","24937":"\n   Yep 🙃 Happy Friday though 🧡\n  ","24938":"\n   PAP of a meme, saying or quote\n  ","24939":"\n   What’s your favorite favorite song 🎵\n  ","24940":"\n   November 5th 2008 will forever be one of the greatest days 😍❤️🥰👩‍❤️‍👨\n  ","24941":"\n   If you like them, what's your favourite Black Eyed Peas single? 🎶 👍 🙃\n  ","24942":"\n   What’s your favorite line from a book or a movie?\n  ","24943":"\n   Yesss, but some people just don’t give a crap about them.\n  ","24944":"\n   Yeah it will. I’m so ready to go lol.\n  ","24945":"\n   🧡🎃👻🍭🍬🍫\n  ","24946":"\n   Women have it better.\n  ","24947":"\n   🖤We’re Simply Meant To Be🖤\n  ","24948":"\n   PAP\n  ","24949":"\n   Are you in love?\n  ","24950":"\n   Breakfast 🤤\n  ","24951":"\n   Good morning 🧡\n  ","24952":"\n   Do you prefer to be in a relationship or are you better independent? 😼\n  ","24953":"\n   Loveeee these cookies 👻\n  ","24954":"\n   Wanna thousands of coins  and get to TOP ?  Earn them in the VIP-program\n   \n    http:\/\/bit.ly\/GetCoins_\n   \n   and become the #1!\n  ","24955":"\n   Do you like slushies?!\n  ","24956":"\n   Why do people give up so easily on relationships nowadays? Are we becoming more and more selfish?\n  ","24957":"\n   Who is the most underrated ASKfm user?\n  ","24958":"\n   Thursday night’s dinner?\n  ","24959":"\n   Wednesday night’s dinner?\n  ","24960":"\n   I cannot wait to get my Verification tick 🙂😊🙃☺️🤩\n  ","24961":"\n   I got that same question first thing this morning. 🤦🏻‍♀️\n  ","24962":"\n   I cannot believe my son is NINE 💙 My first born 😭 Time needs to slow down!\n  ","24963":"\n   Sunday morning breakfast?\n  ","24964":"\n   Saturday night’s dinner?\n  ","24965":"\n   This life I call MINE\n  ","24966":"\n   Share a photo with me 📸\n  ","24967":"\n   hApPy BiRtHdAy To MeEeE🥳🎊🎉🎈🥰\n  ","24968":"\n   What's your go-to fast food place?\n  ","24969":"\n   Tuesday night’s dinner?\n  ","24970":"\n   🖤He’s my Jack & I’m his Sally🧡\n  ","24971":"\n   Who is your closes friend?\n  ","24972":"\n   Are you living a drama free life and unbothered or the opposite?\n  ","24973":"\n   💞💞💞💞\n  ","24974":"\n   GIF\n  ","24975":"\n   Wednesday night’s dinner?\n  ","24976":"\n   What or who makes you happy?\n  ","24977":"\n   ONE week from today is mine and my husband’s anniversary 🥰❤️💍🔐♾\n  ","24978":"\n   Sunday night’s dinner?\n  ","24979":"\n   Friday night’s dinner?\n  ","24980":"\n   iOS 14 update is amazingggg 😍 I absolutely loveeee my theme 🖤\n  ","24981":"\n   Favorite type of pizza\n  ","24982":"\n   🍁🧡🍁🧡🍁🧡🍁🧡🍁🧡🍁🧡🍁\n  ","24983":"\n   October is right around the corner and I am beyond ready and excited 🧡🧡🧡🧡\n  ","24984":"\n   What's the scariest movie of your childhood?\n  ","24985":"\n   Are you bothered or unbothered?\n  ","24986":"\n   Is there something you found out about yourself while using ASKfm?\n  ","24987":"\n   The joys of living in a state where Autumn truly comes alive 🧡🍂🍁\n  ","24988":"\n   I laughed a little too hard 🤣\n  ","24989":"\n   Mood in GIF\n  ","24990":"\n   🧡Quote of the day🧡\n  ","24991":"\n   🖤Google your name + horror + aesthetic🖤 Post the first 4 pictures 👀 These are mine 🙃\n  ","24992":"\n   Mood?\n  ","24993":"\n   Sonic or mcdonald’s? 🍟\n  ","24994":"\n   Breakfast 🤤🧡🎃☕️\n  ","24995":"\n   Must watch on Netflix 😭❤️😍\n  ","24996":"\n   Hope little man had a great first day of virtual learning 🤗🤗🤗\n  ","24997":"\n   What's the last photo you took on your phone? Post it!\n  ","24998":"\n   Do you believe in horoscopes?\n  ","24999":"\n   Thank you for your choice (Vice presidents) on my page. Would like to be a teen-ager again instead of this silly lookin' grumpy 'ol owl....lol.\n  ","25000":"\n   One month from today is my birthday 🙌🏻🥰♎️ 🧡\n  ","25001":"\n   do you care if anyone you know offline finds your ask?\n  ","25002":"\n   Happy Sunny Saturday ☀️\n  ","25003":"\n   How did you start your morning?\n  ","25004":"\n   When we were in New Mexico a few years ago. We went to Roswell and visited the museum for the aliens and the UFO spot where they landed. It was so neat to see.\n  ","25005":"\n   What are you waiting for?\n  ","25006":"\n   Post a picture of your favorite movie!\n  ","25007":"\n   Have you ever eaten beet cake? If so, did you like it?\n  ","25008":"\n   Tuesday night’s dinner?\n  ","25009":"\n   What is something you can easily fake it till you make it?\n  ","25010":"\n   Can you post a quote towards negativity please?\n  ","25011":"\n   How far is McDonald's from your house? 🍔 🍟\n  ","25012":"\n   Spiders are so dang creepy looking\n  ","25013":"\n   Ugh this sucksss 🥺\n  ","25014":"\n   How did you start off your morning?\n  ","25015":"\n   I seriously regret not watching AFTER when it came on Netflix last October. Damn it was soooo good 😍🔥\n  ","25016":"\n   If you could bring one character to life from your favorite movie, who would it be?\n  ","25017":"\n   What color socks are you wearing right now? PAP!\n  ","25018":"\n   What do love and food have in common?\n  ","25019":"\n   Do you play video games?\n  ","25020":"\n   Do you believe in karma?\n  ","25021":"\n   I put a bomb in my pot of mac\/cheese and it went all over the place....ha-ha-ha!! Just being sillier on your page. Thanks for your choice on my page.\n  ","25022":"\n   Sunday night’s dinner?\n  ","25023":"\n   What’s your favorite social media?\n  ","25024":"\n   Good Morning and Happy Sunday☀️💛\n  ","25025":"\n   That sounds so delicious 😋🤤\n  ","25026":"\n   Have you experienced true love?\n  ","25027":"\n   Friday night’s dinner?\n  ","25028":"\n   Mood?\n  ","25029":"\n   Wednesday night’s dinner?\n  ","25030":"\n   Which celebrity would you like to meet?\n  ","25031":"\n   What was the last time you were angry? What happened?\n  ","25032":"\n   PAP\n  ","25033":"\n   What is your favorite love story movie on Netflix?\n  ","25034":"\n   Can you post something that people should know about your ASKfm?\n  ","25035":"\n   I cannot wait to see pictures in the sunlight. Your husband is going to absolutely love it ☺️😏😏😏\n  ","25036":"\n   ATM pic of whatever? 😁📸 Doesn't have to be of you if you don't feel like it 😅\n  ","25037":"\n   What a great day it’s going to be with mama, sistaaa, my little munchkins and niece 🥰❤️🥰❤️🥰❤️\n  ","25038":"\n   If you could be a superhero, who would you be?\n  ","25039":"\n   Drama or drama free?\n  ","25040":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","25041":"\n   I absolutely love the cut that was done to my hair 😍🔥🙃\n  ","25042":"\n   Do you believe in happy ending?\n  ","25043":"\n   Which singer's vocal cords would you like to steal?\n  ","25044":"\n   Gamer life 🎮🖤\n  ","25045":"\n   Happy Humid Monday 🔥🥵❤️\n  ","25046":"\n   How often do you lie to people?\n  ","25047":"\n   What's the thing you say the most?\n  ","25048":"\n   Do you have a nickname? What is it?\n  ","25049":"\n   What was the last movie you watched that was really good?\n  ","25050":"\n   Who’s stealing your socks?\n  ","25051":"\n   What is your relationship status?\n  ","25052":"\n   Favorite Disney Pixar movie? 🤠🚘🐠👾🐛 What about it do you like so much? 😊\n  ","25053":"\n   What's your favourite zodiac sign and least favourite zodiac sign\n  ","25054":"\n   How old are you?\n  ","25055":"\n   Post a photo!\n  ","25056":"\n   Did you swim today?\n  ","25057":"\n   😆😇🥰🥳🤗💛\n  ","25058":"\n   For me, today is definitely...\n  ","25059":"\n   Which is the best age to marry?\n  ","25060":"\n   What kind of temp do you prefer when showering? Does that ever change and why? For how long do you usually shower? 🚿🌡\n  ","25061":"\n   How often do you carry a bag with you when you're outside? What kind of bag do you most often use? 👜🛍🎒\n  ","25062":"\n   What's a popular food you find disgusting?\n  ","25063":"\n   If you could turn into any animal at will, in what situations do you think you'd use that power? What animals would you turn into then? 🦅🐀🐻🐊\n  ","25064":"\n   Whom do you really love?\n  ","25065":"\n   Drama free life or nah?\n  ","25066":"\n   Are you in Love?\n  ","25067":"\n   Who was the last person you talked to on the phone?\n  ","25068":"\n   ☀️💛☀️💛☀️💛☀️💛☀️💛☀️💛☀️\n  ","25069":"\n   What is your relationship status?\n  ","25070":"\n   What was the smartest decision you have ever made?\n  ","25071":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","25072":"\n   How is your life?\n  ","25073":"\n   What band is your favorite at the moment?\n  ","25074":"\n   Fav ice cream flavor?\n  ","25075":"\n   Selfie ?¿\n  ","25076":"\n   If you had a daughter, would you consider sending her to the TV show \"Toddlers and Tiaras\"?\n  ","25077":"\n   Why do people lie?\n  ","25078":"\n   Good morning ☀️💛\n  ","25079":"\n   Without using numbers, how old are you?\n  ","25080":"\n   Last picture on your phone?\n  ","25081":"\n   PAP of something true?\n  ","25082":"\n   If you could meet a famous person, whom would you like to meet?\n  ","25083":"\n   What makes you happy?\n  ","25084":"\n   She is absolutely beautiful 😍 I cannot wait for October 🖤\n  ","25085":"\n   What is your favorite pic of yourself?\n  ","25086":"\n   Happy Mother’s Day 💕\n  ","25087":"\n   How do you deal with the lame haters?\n  ","25088":"\n   But I know you missed having me on here lol 🤪😘😘\n  ","25089":"\n   Lazy rainy Wednesday ☔️ 💙\n  ","25090":"\n   What are you wearing right now?\n  ","25091":"\n   Tuesday night’s dinner?\n  ","25092":"\n   What's the last movie you watched?\n  ","25093":"\n   GIF of your mood?\n  ","25094":"\n   Last night was amazing with my little family ❤️🥰\n  ","25095":"\n   What color are your eyes?\n  ","25096":"\n   Do you find yourself thinking more about your past, present or future?\n  ","25097":"\n   Sunday night’s dinner?\n  ","25098":"\n   What mobile phone model do you have?\n  ","25099":"\n   Thursday night’s dinner?\n  ","25100":"\n   We have amazing friends 💕\n  ","25101":"\n   😏😉🙃\n  ","25102":"\n   Quote, saying or meme\n  ","25103":"\n   Where is the one place in the world you wish you could revisit?\n  ","25104":"\n   Wednesday night’s dinner?\n  ","25105":"\n   Tuesday night’s dinner?\n  ","25106":"\n   Good morning 💕\n  ","25107":"\n   Monday night’s dinner?\n  ","25108":"\n   Sunday night’s dinner?\n  ","25109":"\n   I didn’t know what the hell happened when I opened the text from my brother up. 🤣\n  ","25110":"\n   What's a popular food you find disgusting?\n  ","25111":"\n   What do you think about marriage?\n  ","25112":"\n   Mood 👸🏻💕\n  ","25113":"\n   Friday night’s dinner?\n  ","25114":"\n   When this quarantine got you all messed up with your day’s 😂🤣😂🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️ anyways.... Good Morning 💕\n  ","25115":"\n   Good morning ❤️\n  ","25116":"\n   Facebook memory 🥰💖\n  ","25117":"\n   Watch out 😏😏 but I love when my husband does the same after sending him a photo\n  ","25118":"\n   Last photo you took?\n  ","25119":"\n   🥰❤️😍👩‍❤️‍👨👩‍❤️‍💋‍👨💍🔐\n  ","25120":"\n   Dying eggs was sooo much fun 💛💚💙🧡💖\n  ","25121":"\n   Happy Saturday 🥰\n  ","25122":"\n   Happy National Pets Day 🐶🐶🐱\n  ","25123":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","25124":"\n   Friday night’s dinner?\n  ","25125":"\n   How are you feeling?\n  ","25126":"\n   Thursday night’s dinner?\n  ","25127":"\n   Happy National unicorn 🦄 day\n  ","25128":"\n   What supercool connections have you made through the Internet?\n  ","25129":"\n   What's one movie you could watch over and over and not get tired of?\n  ","25130":"\n   Who are your enemies?\n  ","25131":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","25132":"\n   Any plans for Easter ?\n  ","25133":"\n   💛💛💛💛💛💛\n  ","25134":"\n   Saturday night’s dinner?\n  ","25135":"\n   Happy Saturday 💞\n  ","25136":"\n   What is something that is true?\n  ","25137":"\n   PAP a quote?\n  ","25138":"\n   Thursday night’s dinner?\n  ","25139":"\n   C-section Awareness Month #WorthIt #WeAreWarriors\n  ","25140":"\n   Wednesday night’s dinner?\n  ","25141":"\n   April Showers Brings May Flowers 💕\n  ","25142":"\n   👸🏻💕🧘🏻‍♀️\n  ","25143":"\n   Monday night’s dinner?\n  ","25144":"\n   It’s all good, no worse than some of the other text and photos (not drama related) and I was actually drinking something 🤦🏻‍♀️😂🤣😂🤣😂\n  ","25145":"\n   Girl that picture was hilarious\n  ","25146":"\n   Name a song you love?\n  ","25147":"\n   Stay in Saturday 💕\n  ","25148":"\n   Gamer wife life 🎮💁🏻‍♀️💕\n  ","25149":"\n   What’s the first initial of the last name of the person who gave you the best sex?\n  ","25150":"\n   Mood for dayssss 💕\n  ","25151":"\n   Mood?\n  ","25152":"\n   What's cooler: an iPhone 11 or an annual supply of sanitizer? #StayAtASK\n  ","25153":"\n   🍀💚🍀💚🍀💚🍀💚🍀💚🍀💚🍀\n  ","25154":"\n   Post a picture of your dream house!\n  ","25155":"\n   Who is one person that you want to see naked?\n  ","25156":"\n   Sunday night’s dinner?\n  ","25157":"\n   My mood 🥰❤️😍\n  ","25158":"\n   Schools out around here starting Tuesday until AFTER Easter 😱😱😱😱 #StayingInOurBubble\n  ","25159":"\n   👏🙌🙌🙌 it’s about damn time\n  ","25160":"\n   What do you like about ASKfm?\n  ","25161":"\n   Thursday night’s dinner?\n  ","25162":"\n   Mood?\n  ","25163":"\n   Who’s your perfect sign?\n  ","25164":"\n   How’s your day so far?\n  ","25165":"\n   Why is it the people that don’t know the first thing about you that do the most hating?\n  ","25166":"\n   Sunday night’s dinner?\n  ","25167":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","25168":"\n   Saturday night’s dinner?\n  ","25169":"\n   Do you believe in real haunted house?\n  ","25170":"\n   Friday night’s dinner?\n  ","25171":"\n   I still don’t know how autocorrect Got that out of coconut\n  ","25172":"\n   What can I say 🤷🏻‍♀️😂🤣😂🤣🤫🤫🤫\n  ","25173":"\n   What’s one video\/computer game you could play for hours?\n  ","25174":"\n   What will you never do?\n  ","25175":"\n   Your* sorry\n  ","25176":"\n   This iPhone 11 though 😍😍\n  ","25177":"\n   Tuesday night’s dinner?\n  ","25178":"\n   PAP of a quote?\n  ","25179":"\n   What can melt your heart?\n  ","25180":"\n   iPhone or android\n  ","25181":"\n   What's a popular food you find disgusting?\n  ","25182":"\n   I got the iPhone 11 and it’s RED 😍 I’m so in love ❤️\n  ","25183":"\n   🍀💚🍀💚🍀💚🍀💚🍀💚\n  ","25184":"\n   From 1-10, how weird are you?\n  ","25185":"\n   Happy Saturday 💕💕💕\n  ","25186":"\n   Margot Robbie or Gal Gadot?\n  ","25187":"\n   What movie can you quote word for word?\n  ","25188":"\n   Which is the most beautiful place you've ever seen?\n  ","25189":"\n   Wednesday night’s dinner?\n  ","25190":"\n   How is your relationship with your parents?\n  ","25191":"\n   Good morning 💗\n  ","25192":"\n   How was your Sunday?\n  ","25193":"\n   If you could meet a famous person, whom would you like to meet?\n  ","25194":"\n   I about choked when you sent me that. 😂🤣😂🤣 but he was right on with that one 🤐\n  ","25195":"\n   Saturday night’s dinner?\n  ","25196":"\n   Friday night’s dinner?\n  ","25197":"\n   The many poses of KITTY 🐱🤣🤣 I love her 🥰\n  ","25198":"\n   Thursday night’s dinner?\n  ","25199":"\n   Yessss 👏🏻👏🏻👏🏻\n  ","25200":"\n   Always 🧘🏻‍♀️💕\n  ","25201":"\n   My husband 😍🤤\n  ","25202":"\n   Thissss 🧘🏻‍♀️💕\n  ","25203":"\n   Your current mood?\n  ","25204":"\n   I just want to feel better already 🤒😷🤧🥺\n  ","25205":"\n   ❣️❣️❣️❣️❣️❣️❣️❣️❣️\n  ","25206":"\n   Drop your favorite selfie. Doesn't have to be new or anything.\n  ","25207":"\n   Do you like to people watch? Seen anything interesting? lol\n  ","25208":"\n   Why do some people enjoy life and others don’t?\n  ","25209":"\n   My husband gave me his lovely cold 🤧😷🤒🥺\n  ","25210":"\n   My husband’s on vacation ❤️🥰❤️🥰\n  ","25211":"\n   Have you seen any good movies lately?!\n  ","25212":"\n   what will you do if there was no more pizza?\n  ","25213":"\n   Who is your celebrity crush?\n  ","25214":"\n   ☀️💛☀️💛☀️💛☀️💛\n  ","25215":"\n   Do you have pets? PAP!\n  ","25216":"\n   Have you experienced true love?\n  ","25217":"\n   What was the last movie you watched? Did you like it?\n  ","25218":"\n   What color is your Ask.fm theme? Why?\n  ","25219":"\n   Are you in love?\n  ","25220":"\n   Wednesday night’s dinner?\n  ","25221":"\n   Timehop memories 🙃😂🤣🤷🏻‍♀️\n  ","25222":"\n   Who was the last person to do something nice for you?\n  ","25223":"\n   Memoji wars turn into GIF wars with my husband 😂🤣😂🤣\n  ","25224":"\n   What’s the last thing money was spent on?\n  ","25225":"\n   But you couldn't!\n  ","25226":"\n   Friday night’s dinner?\n  ","25227":"\n   Do you like sprinkles?\n  ","25228":"\n   Post a GIF that matches your current mood?\n  ","25229":"\n   I have some smart little munchkins 💙💖\n  ","25230":"\n   We’re so ready for the weekend 👨‍👩‍👧‍👦🥰❤️\n  ","25231":"\n   happy wednesday and happy hump day!\n  ","25232":"\n   What is your relationship status?\n  ","25233":"\n   Breakfast on this foggy Tuesday morning?\n  ","25234":"\n   My mood\n  ","25235":"\n   A REAL dark lord of the sith drinks cinnamon Coca Cola.\n  ","25236":"\n   Do you like fuzzy blankets?\n  ","25237":"\n   Did you wake up early or sleep in?\n  ","25238":"\n   Do you like KIM POSSIBLE\n  ","25239":"\n   I feel this soooo much 🧘🏻‍♀️💕\n  ","25240":"\n   Does anyone have watch this tv thriller The Blacklist on NBC with (Red Remington) it’s a twisted and thriller tv show.\n  ","25241":"\n   Weather?\n  ","25242":"\n   What’s your most recent photo of yourself?\n  ","25243":"\n   Who's your favorite athlete?\n  ","25244":"\n   Happy Peaceful Thursday 💕🧘🏻‍♀️\n  ","25245":"\n   If you had to lose a sense, which would it be?\n  ","25246":"\n   Post something that is true about your sign?\n  ","25247":"\n   Snow is beautiful this morning ❄️💙\n  ","25248":"\n   That’s what I am doing 💕\n  ","25249":"\n   Fur babies appreciation post 🐶🐶🐱❤️\n  ","25250":"\n   Aww. :)\n  ","25251":"\n   PAP of your favorite person?\n  ","25252":"\n   Say something about you?\n  ","25253":"\n   Yesss 👏🏻🙌🏻🧘🏻‍♀️💕\n  ","25254":"\n   Those are all so cute 😄 do they get along well with each other? 😅😆\n  ","25255":"\n   That's amazing,  say hi to them for me xD\n  ","25256":"\n   Friday night’s dinner?\n  ","25257":"\n   🙋🏻‍♀️👨‍👩‍👧‍👦🥰❤️\n  ","25258":"\n   Same! 😂😂🤷🏻‍♀️ which I’ll send them to you but you know I don’t post pictures online anymore..\n  ","25259":"\n   Enjoying the last day of 2k19 with my little family 👨‍👩‍👧‍👦❤️😍\n  ","25260":"\n   What was the last movie you watched?\n  ","25261":"\n   What are you watching?\n  ","25262":"\n   Socks or slippers? PAP\n  ","25263":"\n   If you could change one thing in the world, what would it be?\n  ","25264":"\n   One of the many things I got for Christmas 💕 I’ve been wanting this since I laid eyes on it 😍\n  ","25265":"\n   💚❤️💚❤️💚❤️💚❤️💚❤️💚\n  ","25266":"\n   Do you believe in love?\n  ","25267":"\n   Whom would you like to meet?\n  ","25268":"\n   Sunday night’s dinner?\n  ","25269":"\n   Thinking of my family on this hard day 💔\n  ","25270":"\n   Happy Saturday 💚❤️\n  ","25271":"\n   Have you ever been afraid of Santa Claus?\n  ","25272":"\n   Heaven gained another angel earlier this morning 💛👼🏻\n  ","25273":"\n   Monday night’s dinner?\n  ","25274":"\n   When you and your son are sick at the same time 🤧🥺\n  ","25275":"\n   Saturday night’s dinner?\n  ","25276":"\n   Wednesday night’s dinner?\n  ","25277":"\n   Say it ain’t soooo 🥺\n  ","25278":"\n   I am so ready to finish my little munchkins Christmas shopping ❤️💚🥰\n  ","25279":"\n   Maybe ASKfm will be peaceful for awhile. 🤞🏻🤞🏻🤞🏻🤞🏻\n  ","25280":"\n   My mood for dayssss 🧘🏻‍♀️💕\n  ","25281":"\n   My daughter’s 2nd birthday was WONDERFUL 💖👧🏻🎂🎉🎊🎈\n  ","25282":"\n   Busy Wednesday for this mama 💕\n  ","25283":"\n   December 5th, 2017 gave me a beautiful daughter 🥰 My ONLY daughter 💖👧🏻🎉🎊🎂\n  ","25284":"\n   Happy snowy Monday ❄️💙❄️💙❄️💙\n  ","25285":"\n   ❄️🎶Let It Snow, Let It Snow, Let It Snow🎶❄️\n  ","25286":"\n   PAP a quote or saying\n  ","25287":"\n   It’s the most wonderful time of the year 🎄❤️💚❄️⛄️💙\n  ","25288":"\n   Thursday cannot come fast enough 💖🎂👧🏻🎊🎉\n  ","25289":"\n   Our new pre-lit Christmas🎄is so beautiful😍\n  ","25290":"\n   Happy Shopping Saturday 💕💕\n  ","25291":"\n   Happy we’re staying in and staying warm not so Black Friday 🤷🏻‍♀️😂🤣\n  ","25292":"\n   Thanksgiving with my amazing little family ❤️🥰👨‍👩‍👧‍👦🦃🍽🍁\n  ","25293":"\n   Happy thanksgiving prepping Wednesday 🧡🧡🧡🧡\n  ","25294":"\n   What an amazing weekend 🥰❤️\n  ","25295":"\n   Beyond ready for Thanksgiving 🦃🥧🧡👨‍👩‍👧‍👦\n  ","25296":"\n   Happy Friday 💕\n  ","25297":"\n   Thursday night’s dinner?\n  ","25298":"\n   Tuesday night’s dinner and Netflix show?\n  ","25299":"\n   It’s going to be that way for me. I’m not falling back into that drama life\n  ","25300":"\n   Living that peaceful drama free life 🧘🏻‍♀️💕\n  ","25301":"\n   will you marry me?\n  ","25302":"\n   This wife got a little spoiled yesterday 🥰\n  ","25303":"\n   I absolutely loveeee my new duck boots and shoes 😍😍\n  ","25304":"\n   When your husband tells you something yesterday and you literally bust out laughing in the car 😂🤣🤦🏻‍♀️🤷🏻‍♀️\n  ","25305":"\n   2 hour delay for my son ❄️🥶❄️🥶\n  ","25306":"\n   Going to enjoy this cold autumn day with my little family 🍁🥶👨‍👩‍👧‍👦❤️🥰\n  ","25307":"\n   Happy Veterans Day 🇺🇸 ❤️💙\n  ","25308":"\n   Friday night’s dinner?\n  ","25309":"\n   One proud mama 💙\n  ","25310":"\n   Let it snow, let it snow, let it snow ❄️❄️❄️\n  ","25311":"\n   Wednesday night’s dinner?\n  ","25312":"\n   Happy cold fall Wednesday morning 🥶🍁🧡\n  ","25313":"\n   Wednesday morning’s breakfast?\n  ","25314":"\n   This queen’s mood 🧘🏻‍♀️💕👸🏻\n  ","25315":"\n   Cold rainy fall day 🧡🍁🌧🥶\n  ","25316":"\n   November 5th 2008😍 The day 2 amazing people became OFFICIAL❤️🥰💑💏 #ILoveMyMan\n  ","25317":"\n   One month from today my daughter will be TWO 😭😭😭\n  ","25318":"\n   Monday night’s dinner?\n  ","25319":"\n   When you text your husband saying you want pizza, dew and a hug and that’s just what you get too 🥰🥰 (Not feeling my best today)\n  ","25320":"\n   🍁🍂☀️ #PeacefulMonday\n  ","25321":"\n   My sexy ass husband 🤤😍💦💦💦\n  ","25322":"\n   I am soooo ready for Thanksgiving 👨‍👩‍👧‍👦❤️\n  ","25323":"\n   What are you excited about?\n  ","25324":"\n   What a beautiful fall sunny Saturday 🧡☀️🍂🍁\n  ","25325":"\n   What put you in a good mood this morning?\n  ","25326":"\n   I have SO much to be grateful for 🥰❤️\n  ","25327":"\n   Sunday night’s dinner?\n  ","25328":"\n   Happy Sunday 🧡\n  ","25329":"\n   Ready to enjoy my favorite holiday.. Halloween 🎃\n  ","25330":"\n   Peaceful social media and peaceful life 🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️\n  ","25331":"\n   I am so freaking excited 🙌🏻🙌🏻🙌🏻\n  ","25332":"\n   Let our weekend begin 🥰👨‍👩‍👧‍👦❤️\n  ","25333":"\n   What movie are you excited about seeing?\n  ","25334":"\n   Friday morning’s breakfast?\n  ","25335":"\n   What gossip about yourself has made you laugh?\n  ","25336":"\n   Friday Eve 🧡🧡🧡\n  ","25337":"\n   🧡👨‍👩‍👧‍👦🥰\n  ","25338":"\n   10:40am school dismissal today 🙌🏻🙌🏻🙌🏻\n  ","25339":"\n   Say NO to bullying 💙🧡\n  ","25340":"\n   When they’re about to be 3 episodes in of The Walking Dead and you have yet to watch the first two 😂🤣😱🤦🏻‍♀️\n  ","25341":"\n   Do you like candy canes?\n  ","25342":"\n   What a wonderful day it’s going to be 👨‍👩‍👧‍👦❤️🥰\n  ","25343":"\n   How did you wake up this morning?\n  ","25344":"\n   Happy Thursday 🧡\n  ","25345":"\n   🥰😏😉👩‍👧‍👦💙💖\n  ","25346":"\n   🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕\n  ","25347":"\n   I cannot wait for Halloween 🎃👻\n  ","25348":"\n   I love living in a world where there is an Autumn season 🍂🍁🎃\n  ","25349":"\n   No school today 🙌🏻\n  ","25350":"\n   Didn’t watch the movie being husband got home later than expected... Buuuut\n  ","25351":"\n   Lazy Sunday ❤️🥰\n  ","25352":"\n   Added to my horror collection 🖤😏🙃\n  ","25353":"\n   It’s going to be a wonderful Friday\/Friday night 🥰🛍🍕👨‍👩‍👧‍👦 📺❤️\n  ","25354":"\n   🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻\n  ","25355":"\n   Truth 🙌🏻🙌🏻🙌🏻🙌🏻\n  ","25356":"\n   I had one amazing birthday yesterday 🥰 I love my little family 👨‍👩‍👧‍👦 ❤️\n  ","25357":"\n   Happy birthday to MEEEE 👸🏻💕🎂🎉\n  ","25358":"\n   Happy THE WALKING DEAD day 💀🖤\n  ","25359":"\n   Anniversary was AMAZZZZZZING 🥰😍💍♾❤️\n  ","25360":"\n   Married 8 years today to my wonderful incredible amazing husband 🥰😍❤️💍♾\n  ","25361":"\n   Thissssss 😱😱😱😱🤗🤗🤗🤗🤗🤗🤗🤗\n  ","25362":"\n   When your husband tags you in a completed sculpture of BEETLEJUICE and a teaser for PENNYWISE 😱😱😱😱😱😱😱\n  ","25363":"\n   October 1st 🎃 Dinner, dessert and a movie 🥰\n  ","25364":"\n   It’s the most WONDERFUL TIME OF THE YEAR💍💀👸🏻🎂👻  Happy OCTOBER 🥰\n  ","25365":"\n   One week from today is mine and my husband’s 8th Anniversary 💍🥰♾❤️\n  ","25366":"\n   Thursday’s lunch?\n  ","25367":"\n   Truth 🙌👏👇👇\n  ","25368":"\n   This little girl is the most sweetest and loving kitty everrr🥰\n  ","25369":"\n   Wednesday’s breakfast?\n  ","25370":"\n   Happy FIRST day of Autumn 🍂🍁🧡\n  ","25371":"\n   Monday morning breakfast?\n  ","25372":"\n   It’s time my badass LIBRA’S ♎️💕\n  ","25373":"\n   🎃👻🧛🏻‍♂️🖤\n  ","25374":"\n   Do you wake up in the morning’s happy?\n  ","25375":"\n   Look at this 💎 my husband also bought me yesterday 🥰\n  ","25376":"\n   Look at this gorgeous read my husband bought me yesterday 😍 I am so ready to dig into this and see what happens 😱🤗 Thank you my wonderful husband of mine 😘\n  ","25377":"\n   What show are you waiting to come back on?\n  ","25378":"\n   It’s FRIDAY THE 13th 😱💀😈\n  ","25379":"\n   Can you sum up your day so far in just one word?\n  ","25380":"\n   Tuesday night’s dinner?\n  ","25381":"\n   What color are your eyes?\n  ","25382":"\n   Morning weather?\n  ","25383":"\n   I love it when she lays nexts to me 🥰😍🐱💕\n  ","25384":"\n   🦙\n  ","25385":"\n   ♎️💕🎂💕♎️💕🎂💕♎️💕🎂\n  ","25386":"\n   Would you date a guy that makes you let him look through your phone\n  ","25387":"\n   Have your parents ever gotten into a fight with your next-door neighbors\n  ","25388":"\n   The perks of being married to a Pepsi worker 🥰💚\n  ","25389":"\n   🎃31 Day’s Of Halloween👻\n  ","25390":"\n   Gif\n  ","25391":"\n   What is happiness for you?\n  ","25392":"\n   Do you love autumn?\n  ","25393":"\n   🎃PAP🎃\n  ","25394":"\n   What's the last photo you took on your phone? Post it!\n  ","25395":"\n   Newest app?\n  ","25396":"\n   Have you ever had any experiences with stepping on bugs ?\n  ","25397":"\n   Do you have a favorite picture of yourself?\n  ","25398":"\n   🎃PAP🎃\n  ","25399":"\n   I just love her 🐱💕\n  ","25400":"\n   I am soooo freaking excited 🔥😱🙌🏻\n  ","25401":"\n   🍁🧡🍂🧡🍁🧡🍂\n  ","25402":"\n   How are you ?\n  ","25403":"\n   🍫PAP of Childhood🍫\n  ","25404":"\n   Thursday night’s dinner?\n  ","25405":"\n   On a scale from 1 to 10 how weird are you?\n  ","25406":"\n   🍫PAP of happiness🍫\n  ","25407":"\n   iPhone or Android?\n  ","25408":"\n   What kind of pet would you like to have in the future?\n  ","25409":"\n   What are you drinking?\n  ","25410":"\n   On a scale of 1 to 10, how well do you sing?\n  ","25411":"\n   What was the last movie you watched?\n  ","25412":"\n   I am so obsessed with my cat 🐱🥰🤷🏻‍♀️\n  ","25413":"\n   When your husband comes home with this 🤤😍🥰\n  ","25414":"\n   What is something that you drink everyday?\n  ","25415":"\n   I am so freaking excited 🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻\n  ","25416":"\n   Which singer's vocal cords would you like to steal?\n  ","25417":"\n   How many messages do you send per day?\n  ","25418":"\n   Countdown to AWESOMENESS 🍁🍂👻🎃\n  ","25419":"\n   This wife’s mood is...\n  ","25420":"\n   😇 PAP OF SOMETHING TRUE\n  ","25421":"\n   This is more than true🧘🏻‍♀️💕♾\n  ","25422":"\n   What is your least favorite beverage?\n  ","25423":"\n   I’m so ready to see what our Future holds for us\n  ","25424":"\n   Brie Larson or Jennifer Lawrence?\n  ","25425":"\n   What’s your mood? 🙃🤗 Post a GIf 👇🏼👇🏼👇🏼\n  ","25426":"\n   #ThisIsME 🤷🏻‍♀️😏😉🙃\n  ","25427":"\n   What are you drinking this morning?\n  ","25428":"\n   PAP a saying!!\n  ","25429":"\n   Mama Bear or Mama Shark?\n  ","25430":"\n   GIF of someone you want to meet so freaking bad?\n  ","25431":"\n   PAP of your cats 🐾\n  ","25432":"\n   PAP of something you know is more than true??\n  ","25433":"\n   PAP an inspirational meme!\n  ","25434":"\n   Taylor Swift or Rihanna?\n  ","25435":"\n   PAP an inspirational meme!\n  ","25436":"\n   What is your favorite pic of yourself?\n  ","25437":"\n   PAP an inspirational meme!\n  ","25438":"\n   Your next tattoo?\n  ","25439":"\n   What month are you patiently waiting for?\n  ","25440":"\n   What’s one thing you’re excited for when it comes to Autumn?\n  ","25441":"\n   PAP an inspirational meme!\n  ","25442":"\n   Which male celebrity do you wish was your brother?\n  ","25443":"\n   PAP an inspirational meme!\n  ","25444":"\n   What is your favorite Halloween movie?\n  ","25445":"\n   Sunday night’s dinner?\n  ","25446":"\n   PAP an inspirational meme!\n  ","25447":"\n   Current mood? Post a GIF\n  ","25448":"\n   Post one thing about you?\n  ","25449":"\n   PAP an inspirational meme!\n  ","25450":"\n   Do you prefer tea, coffee or cocoa?\n  ","25451":"\n   Post a GIF\n  ","25452":"\n   PAP an inspirational meme!\n  ","25453":"\n   Current mood?\n  ","25454":"\n   It’s finally August 🤗🥰\n  ","25455":"\n   PAP an inspirational meme!\n  ","25456":"\n   PAP an inspirational meme!\n  ","25457":"\n   Countdown to AUTUMN 🎃🍁🍂🧡\n  ","25458":"\n   What tv show are you looking forward to coming back on for another season?\n  ","25459":"\n   PAP an inspirational meme!\n  ","25460":"\n   PAP an inspirational meme!\n  ","25461":"\n   PAP an inspirational meme!\n  ","25462":"\n   How did you feel when you woke up?\n  ","25463":"\n   PAP an inspirational meme!\n  ","25464":"\n   Mama’s new POP 😏😏😏\n  ","25465":"\n   Current mood? Post a GIF\n  ","25466":"\n   PAP an inspirational meme!\n  ","25467":"\n   What's your favorite horror movie?\n  ","25468":"\n   🐶💙🐶💖🐶💙🐶💖🐶\n  ","25469":"\n   🐈💕🐈💕🐈💕🐈💕🐈💕\n  ","25470":"\n   My favorite Amy Lee song 💕💕💕💕\n  ","25471":"\n   PAP an inspirational meme!\n  ","25472":"\n   One of the MANY reasons why he is MY husband 😂🤣😂🤣😂🤣🤣🤣😂🤣😂🤣😂🤣😂🤣\n  ","25473":"\n   Hey 👋 hmu\n  ","25474":"\n   Favorite anime series and movie 💖💙🥰\n  ","25475":"\n   One of my favorite songs and the video is pretty badass 😏😏\n  ","25476":"\n   How do you feel about being married?\n  ","25477":"\n   GIF of your current mood?\n  ","25478":"\n   Mine and my husband’s song ♾❤️🥰💑💍\n  ","25479":"\n   My song to my AMAZING HUSBAND 🥰❤️💍♾💑\n  ","25480":"\n   PAP an inspirational meme!\n  ","25481":"\n   Which flowers do you like by smell and which – by appearance?\n  ","25482":"\n   Last thing you’ve seen you know to be true?\n  ","25483":"\n   PAP an inspirational meme!\n  ","25484":"\n   What got you excited recently?\n  ","25485":"\n   PAP an inspirational meme!\n  ","25486":"\n   Which fictional character would you date?\n  ","25487":"\n   PAP an inspirational meme!\n  ","25488":"\n   PAP of your lock screen and home screen?\n  ","25489":"\n   Is your mom on your social media sites?\n  ","25490":"\n   Instagram! Do you have one and have you ever had to block people?\n  ","25491":"\n   Do you enjoy Pinterest?\n  ","25492":"\n   PAP an inspirational meme!\n  ","25493":"\n   What is your favorite junk food?\n  ","25494":"\n   PAP an inspirational meme!\n  ","25495":"\n   What show are you hoping for another season on Netflix?\n  ","25496":"\n   How many times have you fallen in love?\n  ","25497":"\n   PAP an inspirational meme!\n  ","25498":"\n   How do you feel about snow?\n  ","25499":"\n   PAP an inspirational meme!\n  ","25500":"\n   How’s the Cat Mom life?\n  ","25501":"\n   What are you excited about?\n  ","25502":"\n   PAP an inspirational meme!\n  ","25503":"\n   What kind of pet would you like to have in the future?\n  ","25504":"\n   PAP your favorite accessory you are wearing right now.\n  ","25505":"\n   PAP an inspirational meme!\n  ","25506":"\n   Good morning and Happy Sunday ☀️💕☀️💕☀️💕\n  ","25507":"\n   Quote of the day?\n  ","25508":"\n   Do you believe in horoscopes?\n  ","25509":"\n   What is your favorite candy?\n  ","25510":"\n   What is your favorite dog breed?\n  ","25511":"\n   Which Disney character would you like to be for a day?\n  ","25512":"\n   Saturday morning weather?\n  ","25513":"\n   What is your favorite season?\n  ","25514":"\n   What was the last thing you ate?\n  ","25515":"\n   Post a quote?\n  ","25516":"\n   Which female celebrity has a perfect body?\n  ","25517":"\n   The question u asked me was a great question\n  ","25518":"\n   Hey you’re cute\n  ","25519":"\n   Lol do you remember what the blueberry gum did?\n  ","25520":"\n   Zoo pictures?\n  ","25521":"\n   How many games do you have on your phone?\n  ","25522":"\n   What is your favorite pic of yourself?\n  ","25523":"\n   Do you wear thongs?\n  ","25524":"\n   What was the last picture you took with your phone?\n  ","25525":"\n   PAP of Tuesday’s lunch?\n  ","25526":"\n   Happy Tuesday!\n  ","25527":"\n   Monday night’s dinner?\n  ","25528":"\n   Post a quote or saying that you know is true!\n  ","25529":"\n   If Beyonce and Britney released an album on the same day, which of them would you listen first?\n  ","25530":"\n   If you could meet a famous person, whom would you like to meet?\n  ","25531":"\n   Post something beautiful!\n  ","25532":"\n   GIF of a video game character?\n  ","25533":"\n   What's your favorite dessert?\n  ","25534":"\n   Sunday’s weather?\n  ","25535":"\n   Who do you find sexy lately?\n  ","25536":"\n   Have you ever watched any sitcoms your parents use to watch?\n  ","25537":"\n   See something that made you want to barf lately?\n  ","25538":"\n   Pap of your weather on this beautiful cool Saturday morning!\n  ","25539":"\n   Which flowers do you like by smell and which – by appearance?\n  ","25540":"\n   What picture did you see that made your heart melt?\n  ","25541":"\n   Thursday night’s dinner?\n  ","25542":"\n   Favorite song\n  ","25543":"\n   Would you rather kiss Joker or Donald Trump?\n  ","25544":"\n   Post something that made you laugh?\n  ","25545":"\n   What’s the weather like?\n  ","25546":"\n   What made you smile recently?\n  ","25547":"\n   Which famous person from the past would you most like to meet?\n  ","25548":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","25549":"\n   What is your favorite love story movie?\n  ","25550":"\n   Which celebrity would you like to meet?\n  ","25551":"\n   PAP\n  ","25552":"\n   Last photo you took?\n  ","25553":"\n   What was the last package you’ve received?\n  ","25554":"\n   To my last question....\n  ","25555":"\n   Watched anything recently that you’ve gotten addicted to?\n  ","25556":"\n   What’s your favorite holiday?\n  ","25557":"\n   Using a GIF, What’s your current mood?\n  ","25558":"\n\n    @askfm\n   \n   It's our 9th birthday! Blow out the candles and make a wish for us! #askfmbd\n  ","25559":"\n   Has anything bad happened to you lately?\n  ","25560":"\n   What books do you plan to read?\n  ","25561":"\n   Mood?\n  ","25562":"\n   What’s the last video you’ve taken on your phone?\n  ","25563":"\n   Last movie you’ve seen?\n  ","25564":"\n   Post some funny animated GIF.\n  ","25565":"\n   What’s happening today?\n  ","25566":"\n   Goodnight!!\n  ","25567":"\n   Friday night’s dinner?\n  ","25568":"\n   How was the thing at your son’s school?\n  ","25569":"\n   What was the last song you danced to?\n  ","25570":"\n   Happy Friday💛🥰🧘🏻‍♀️\n  ","25571":"\n   What was your first concert? No matter how embarrassing - let's hear it.\n  ","25572":"\n   Post a picture of your favorite movie actor!\n  ","25573":"\n   What do you think of the Kardashians?\n  ","25574":"\n   Happy Wednesday!\n  ","25575":"\n   Have you gotten any surprises lately?\n  ","25576":"\n   Where is one place you’re going over the summer?\n  ","25577":"\n   How’s your morning so far?\n  ","25578":"\n   What's the last movie you watched?\n  ","25579":"\n   Today is....\n  ","25580":"\n   PAP of a Bitmoji!\n  ","25581":"\n   What do you think about Pride month?\n  ","25582":"\n   What are you drinking?\n  ","25583":"\n   What kinda cat do you have?\n  ","25584":"\n   What is the last message you received that made you happy?\n  ","25585":"\n   Whom would you like to meet?\n  ","25586":"\n   Today is......\n  ","25587":"\n   What is your mood? PAP A GIF\n  ","25588":"\n   How are you feeling?\n  ","25589":"\n   What is the cutest robot ever?\n  ","25590":"\n   Tips for HAPPINESS?\n  ","25591":"\n   What games do you have installed on your phone?\n  ","25592":"\n   Excited and extremely happy it’s finally JUNE🤩🥰\n  ","25593":"\n   What address will you remember forever?\n  ","25594":"\n   Who will always be your favorite pop female singer?\n  ","25595":"\n   GIF of a cartoon couple!\n  ","25596":"\n   Who is the best movie villain?\n  ","25597":"\n   What was the last TV show you watched?\n  ","25598":"\n   Watching a horror movie burns about 200 calories. So… would you rather go for a run or watch how Freddy Krueger is doing?\n  ","25599":"\n   What movies are you excited about seeing?\n  ","25600":"\n   PAP of your cat!\n  ","25601":"\n   What’s so funny?\n  ","25602":"\n   PAP the most awesome wedding cake ever!\n  ","25603":"\n   What was the last thing you drunk?\n  ","25604":"\n   What’s the weather like where you are?\n  ","25605":"\n   What is your favorite pic of yourself?\n  ","25606":"\n   Which was the last good movie you watched?\n  ","25607":"\n   Saturday night’s dinner?\n  ","25608":"\n   Thursday night’s dinner?\n  ","25609":"\n   PAP of a meme!\n  ","25610":"\n   Wednesday night’s dinner?\n  ","25611":"\n   What movie can you quote word for word?\n  ","25612":"\n   Tuesday night’s dinner?\n  ","25613":"\n   What’s coming in the mail that’s you’re excited for?\n  ","25614":"\n   What’s the last picture that was sent to you?\n  ","25615":"\n   What apps do you mostly use on your phone?\n  ","25616":"\n   Which celebrity would you like to meet?\n  ","25617":"\n   Weather?\n  ","25618":"\n   Picture of your last selfie?\n  ","25619":"\n   If you could have any wild animal as a pet what would it be?\n  ","25620":"\n   Hello Saturday!\n  ","25621":"\n   Classy👸🏻 or Trashy🤢\n  ","25622":"\n   PAP of your cat?\n  ","25623":"\n   Wednesday night’s dinner?\n  ","25624":"\n   What is your forever mood?\n  ","25625":"\n   Did something make you laugh today?\n  ","25626":"\n   Post a GIF that matches your current mood?\n  ","25627":"\n   Do you like Coke or Pepsi? Why?\n  ","25628":"\n   What movie star would you most like to meet?\n  ","25629":"\n   What are you happy about?\n  ","25630":"\n   What do you order at Starbucks?\n  ","25631":"\n   Monday night’s dinner?\n  ","25632":"\n   Happy Monday!!\n  ","25633":"\n   How was your Mother’s Day?\n  ","25634":"\n   What's the scariest movie of your childhood?\n  ","25635":"\n   On or offline tomorrow for Mother’s Day?\n  ","25636":"\n   PAP of what you’re drinking right now?\n  ","25637":"\n   What emoji do you wish existed?\n  ","25638":"\n   What are some small things that make you happy?\n  ","25639":"\n   Good or bad vibes?\n  ","25640":"\n   What is your zodiac sign?\n  ","25641":"\n   What is the one thing your S\/O does that just makes you smile?\n  ","25642":"\n   What is your favorite animal?\n  ","25643":"\n   Did you crawl out of bed happy this morning?\n  ","25644":"\n   How do you like your eggs?\n  ","25645":"\n   PAP your favorite accessory you are wearing right now.\n  ","25646":"\n   Do you believe in horoscopes?\n  ","25647":"\n   Mood?\n  ","25648":"\n   What is exciting about today?\n  ","25649":"\n   Who are you?\n  ","25650":"\n   Life mood?\n  ","25651":"\n   Your favorite Teen Mom\/Teen Mom 2 couples?\n  ","25652":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","25653":"\n   Who is the most flawless women alive?\n  ","25654":"\n   Do you have any dogs? PAP\n  ","25655":"\n   Post a picture of the weather where you are!\n  ","25656":"\n   PAP of your dog with a Snapchat filter?\n  ","25657":"\n   What is your favorite dog breed?\n  ","25658":"\n   Name-\nAge-\nHeight-\nSingle or taken-\nSign-\nBest memory\/memories-\nCrush-\nKissing, cuddling or both-\nFavorite color-\nFavorite drink-\n  ","25659":"\n   What are you waiting for?\n  ","25660":"\n   Who’s your favorite celebrity couple?\n  ","25661":"\n   Saturday’s lunch?\n  ","25662":"\n   Saturday nights dinner?\n  ","25663":"\n   Your first ever cell phone?\n  ","25664":"\n   What’s going on today?\n  ","25665":"\n   Current mood?\n  ","25666":"\n   Who is your favorite female singer?\n  ","25667":"\n   What famous people do you share a birthday with?\n  ","25668":"\n   Post a selfie!\n  ","25669":"\n   PAP for this month?\n  ","25670":"\n   Mood?\n  ","25671":"\n   Ryan Reynolds or Ryan Gosling?\n  ","25672":"\n   Who is the funniest comedian?\n  ","25673":"\n   If you could go on a date with any celebrity with a “anything goes” situation.. Who would you choose? And why?\n  ","25674":"\n   What are you binge watching on Netflix?\n  ","25675":"\n   What names do you want to give to your children?\n  ","25676":"\n   Say it out loud.....\n  ","25677":"\n   What color socks are you wearing right now? PAP!\n  ","25678":"\n   What drink to you find disgusting?\n  ","25679":"\n   What are you doing?\n  ","25680":"\n   What’s your favorite color?\n  ","25681":"\n   What's for dinner?\n  ","25682":"\n   What do you think is the stupidest thing?\n  ","25683":"\n   What's the worst movie ever?\n  ","25684":"\n   Did you see something funny today?\n  ","25685":"\n   PAP of what you’re drinking right now?\n  ","25686":"\n   Name one thing that made you happy this morning?\n  ","25687":"\n   Mood?\n  ","25688":"\n   If you could own an exotic pet, what would you choose?\n  ","25689":"\n   Your reaction to the last picture you’ve seen online?\n  ","25690":"\n   What is one thing you wish you had in your bedroom?\n  ","25691":"\n   Do you like roses? 🥀\n  ","25692":"\n   Post a selfie!\n  ","25693":"\n   Which is the place that you have always wanted to visit?\n  ","25694":"\n   What's your favorite thing to order from McDonald's?\n  ","25695":"\n   What does your wedding rings look like?💍👀\n  ","25696":"\n   Which female celebrity has a perfect body?\n  ","25697":"\n   Which holidays do you and your family celebrate?\n  ","25698":"\n   What noise do you hear right now?\n  ","25699":"\n   Easter #2019\n  ","25700":"\n   What is happiness to you?\n  ","25701":"\n   What is\/was your nickname at school?\n  ","25702":"\n   How did you meet your S\/O and when did you fall in love with them?\n  ","25703":"\n   What tv show has became “family” to you?\n  ","25704":"\n   What song lyrics do you love most? Share them here!\n  ","25705":"\n   What’s your current mood?\n  ","25706":"\n   Say something random\n  ","25707":"\n   What's your favorite holiday?\n  ","25708":"\n   What’s in your pockets?\n  ","25709":"\n   What is the last thing you watched on TV?\n  ","25710":"\n   If you could have lunch with 5 people dead or alive who would it be?\n  ","25711":"\n   Who is the best movie villain?\n  ","25712":"\n   Post a picture of the best cartoon character ever!\n  ","25713":"\n   What's the last photo you took on your phone? Post it!\n  ","25714":"\n   \"Game of Thrones\" or \"The Walking Dead\"?\n  ","25715":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","25716":"\n   What was the last drink you had?\n  ","25717":"\n   What movie or TV show have you not seen that virtually everyone else has seen?\n  ","25718":"\n   What do you love the smell of?\n  ","25719":"\n   Which series would you recommend watching now?\n  ","25720":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","25721":"\n   If you could live anywhere in the world, where would it be?\n  ","25722":"\n   Which website or app do you use first in the morning?\n  ","25723":"\n   Who has been the most important person in your life?\n  ","25724":"\n   Which celebrity would you like to meet?\n  ","25725":"\n   Do you prefer vintage or new?\n  ","25726":"\n   PAP of your dream car!\n  ","25727":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","25728":"\n   Who are your favorite people to follow on Instagram?\n  ","25729":"\n   Which celebrity you would follow on ASKfm?\n  ","25730":"\n   What was the last drink you had?\n  ","25731":"\n   What are you waiting for?\n  ","25732":"\n   What's one of your favorite 'little things' to enjoy in life?\n  ","25733":"\n   How much do you love Netflix and Poptarts?\n  ","25734":"\n   What's the best thing that happened to you today?\n  ","25735":"\n   What was your first thought when you woke up this morning?\n  ","25736":"\n   What do you HATE? ???\n  ","25737":"\n   Do you believe in \"and they lived happily ever after\"?\n  ","25738":"\n   What's the last photo you took on your phone? Post it!\n  ","25739":"\n   Who was the last person you kissed?\n  ","25740":"\n   If you had the power to create one law, what would it be?\n  ","25741":"\n   If you could be invisible, what would you do?\n  ","25742":"\n   What is your relationship status?\n  ","25743":"\n   What was the last drink you had?\n  ","25744":"\n   What do you have planned for this weekend?\n  ","25745":"\n   What color socks are you wearing right now? PAP!\n  ","25746":"\n   What's your favorite holiday?\n  ","25747":"\n   Do you prefer to eat at a restaurant or at home?\n  ","25748":"\n   What is your favorite month of the year?\n  ","25749":"\n   Can there be friendship between a man and a woman?\n  ","25750":"\n   What do you see from your window? (post a pic)\n  ","25751":"\n   What do you think of tattoos?\n  "},"Answer":{"24679":"\n  No, I’m not really into movies like that 😄\n  ","24680":"\n  You are!\n  ","24681":"\n  Depends. If someone is saying something that is uncalled for then yes. But if it is an honest mistake or they did not realize that what they said\/did offended me or someone else then i usually do not get mad ☺️\n  ","24682":"\n  I’m not sure if I could just pick one but it was one of the last times my best friend visits me and others, we went to the mall and got all sorts of food and sugar and just had the time of our life 😌\n  ","24683":"\n  I’m doing pretty good, how about you?\n  ","24684":"\n  For Covid-19 to finally be over 😂\n  ","24685":"\n  Thank you 💛\n  ","24686":"\n  I’m doing pretty well, how about you?\n  ","24687":"\n  Almost never nowadays 🥺\n  ","24688":"\n  Rolling papers 😌\n  ","24689":"\n  It’s way too early to be up right now 😂\n  ","24690":"\n  Gymnastics\n  ","24691":"\n  I have 0 clue 🤷🏼‍♀️\n  ","24692":"\n  I just usually will have something catch my eye or I’ll try to think of different ways to take pictures of something and then once I think of something I know will be good, I just have to set the object down and take the picture how I imagined it 😁\n  ","24693":"\n  I don’t think it’s necessary to tell everyone, I think we’ve all found out that people in this world are sometimes fake so 😊\n  ","24694":"\n  I would but I’m not into calling random people because it’s weird 😂 but good luck 👍🏼\n  ","24695":"\n  Thank you! You too 🤙🏼\n  ","24696":"\n  Happy Halloween 🎃👻 🕸\n  ","24697":"\n  0hrs 0min 0sec 😊\n  ","24698":"\n  Yes! Waiting on getting a puppy 🐶\n  ","24699":"\n  This list would be way too long if I typed it all but the obvious is food 🥘\n  ","24700":"\n  A person who gives something to someone but expects either the thing back or something similar to what they gave you\n  ","24701":"\n  Man if I like absolutely had to pick between writing and photography, I think I’d choose photography. I love having an eye for things in nature and being able to capture them, just brings a bit of peace in my heart ☺️\n  ","24702":"\n  June 1st 🎉\n  ","24703":"\n  I get to meet my grandmas kittens today and I’m so excited 😍\n  ","24704":"\n  Sweet! Sounds pretty groovy 🤙🏼\n  ","24705":"\n  Just making sure my boyfriend stays healthy because he is autoimmune suppressed so if he were to catch the virus, he would die.\n  ","24706":"\n  Here’s a picture of my best friend and I from a year ago ❤️ we’ve been best friends for 8 years and I couldn’t be more thankful, hes an angel ❤️\n  ","24707":"\n  Time pass? I have no clue what that means\n  ","24708":"\n  I would love to have my own place so I’m working towards that\n  ","24709":"\n  I mean I guess 😂😂\n  ","24710":"\n  Oh man there’s so much to choose from. I think the most exciting thing I have done is being able to travel and see parts of the world that some haven’t such as: Amsterdam, England, Ireland, Scotland, China, Tibet, Thailand, and India 💛\n  ","24711":"\n  Either water or an energy drink 😝\n  ","24712":"\n  My role model has always been my mom, she’s a very smart woman and stops at nothing to get what she wants, her being in law enforcement has always inspired me as well 💜\n  ","24713":"\n  Neither 🤮\n  ","24714":"\n  Sometimes I hold my breath or I’ll drink a lot of water\n  ","24715":"\n  Oh the fun of having kids am I right? Luckily I don’t have kids of my own yet but I have 5 younger siblings so it’s close enough 😂❤️\n  ","24716":"\n\n   أتمنى لك يوما سعيدا 💛\n  \n","24717":"\n  Congrats 👏🏼\n  ","24718":"\n  Human kindness ☀️\n  ","24719":"\n  I completely agree, I think it’s beyond inappropriate and he has no reason to be in the same bathroom as you, let alone go and look on purpose 🤦🏼‍♀️\n  ","24720":"\n  I would have said a few “kind” words and made him tell me why in the hell he was in a WOMENS bathroom when he’s NOT a women, and secondly why he felt the need to look under when you can CLEARLY tell when a stall door is closed and the stall is in use 😡\n  ","24721":"\n  Good, I’m proud of you girly ❤️ stay strong and message me if you need anything\n  ","24722":"\n  Natural, I was a toe head when I was little so I’ve been blonde my whole life 😌\n  ","24723":"\n  I’m glad y’all are reaching out and making sure people have resources for help 🙏🏼\n  ","24724":"\n  😘😘😘\n  ","24725":"\n  Depends, if I’m walking around my neighborhood I might say hi or something but usually I do ☺️\n  ","24726":"\n  It’s literally only one month but um, February 😁\n  ","24727":"\n  Joey 🥰\n  ","24728":"\n  Celery 😖\n  ","24729":"\n  Right?! I’m just too lazy to try and cook full meals 🤣\n  ","24730":"\n  I’m always in one of 3 places, my room, my work, and my boyfriends house so it wouldn’t be too difficult 😂\n  ","24731":"\n  I understand that, if it happens again though I’d report it\n  ","24732":"\n  Awwww 🥺🥺🥺🥺 I think like couple weeks ago! Thank you for the kind words 💕\n  ","24733":"\n  Understanding one another’s views and opinions on matters, loyalty, respect, trust, honesty and not just that but having a true bond, creating memories and having laughs. Taking spontaneous trips together to keep things exciting and lastly effort.\n  ","24734":"\n  Onions 🧅\n  ","24735":"\n  🥰\n  ","24736":"\n\n   مرحبا!, أهلا!, آلو!, هاى هتاف للفت الانتباه!\n  \n","24737":"\n\n   مسرح\n  \n","24738":"\n  I’m not really following, if you’re an adult now and some weirdo tried something when you were a minor you legally can and should report and press charges 🤷🏼‍♀️\n  ","24739":"\n  I think it’s all up to you to decide how to tell them, it also depends on the nature of your guys relationship at the moment as well. I’d say you could either sit them down and just let them know you’ve had something on your mind or however you want to do it works 💕\n  ","24740":"\n  Goosebumps\n  ","24741":"\n  That’s pretty groovy 🤙🏼\n  ","24742":"\n  Anyone in my family is automatically extremely important to me, any of my close friends and my boyfriend 🥰❤️\n  ","24743":"\n  Yes I have but it’s been so many years now 😂\n  ","24744":"\n  Yes 😍 I had one legit one time and it was delicious 🍎\n  ","24745":"\n  Just starting the day so not too bad so far, I hope you’re doing well! 💛\n  ","24746":"\n  My boyfriend? 🤨\n  ","24747":"\n  I go to energy drink town and go and just hang with myself until I feel better 😇\n  ","24748":"\n  Uh...pretty much like cinnamon in a cookie with no chocolate chips in the cookie but other than that I have no clue how to explain it 🤗\n  ","24749":"\n  Ayo! Got some snickerdoodle lovers in the crowd 😍\n  ","24750":"\n  Listen to 🎶\n  \n  Eat yummy food 🥘\n  \n  Watch YouTube\n  \n  And lastly go on social media\n  ","24751":"\n  Literally all the time 😂\n  ","24752":"\n  I’m a total night owl 🦉😂❤️\n  ","24753":"\n  Snickerdoodle is pretty dang bomb 💣 🤤\n  ","24754":"\n  Yellow 😬\n  ","24755":"\n  Tea ☕️\n  ","24756":"\n  Probably mint 💚\n  ","24757":"\n  Dang Apple Pie 🥧 sounds delicious right now 🥺\n  ","24758":"\n  I’m so excited to start fixing up my truck y’all 🙏🏼🙏🏼\n  ","24759":"\n  I’m just so confused right now, what are you trying to show younger children?\n  ","24760":"\n  I work at a retail store 🏬\n  ","24761":"\n  No because I make sure to wash my hands and on top of that I wear a mask and gloves my entire shift\n  ","24762":"\n  I’m 20 and taken 😁\n  ","24763":"\n  Weird question, but sometimes I do\n  ","24764":"\n  Yeah I have, I still work so technically yes because customers can use our restrooms and us employees use the same ones 🤗\n  ","24765":"\n  Thank you love ☺️💖\n  ","24766":"\n  I took the photo myself on my iPhone 😂\n  ","24767":"\n  Awesome! Just getting the day started 🌤\n  ","24768":"\n  The sunsets in Cali are so pretty 🥰 pc: Savlolo\n  ","24769":"\n  I am so happy to hear that!\n  ","24770":"\n  I love sushi 😍\n  ","24771":"\n  I definitely want to travel to a few places with someone I either love or am really close with ☺️\n  ","24772":"\n  Sadly yes but I haven’t played it in 4 years\n  ","24773":"\n  Spotify for sure, pandora never seems to play a lot of newer music unless you add new stations 🎶\n  ","24774":"\n  I’d have to go with Top Roman, just super easy to make 😅\n  ","24775":"\n  In what sense? Like a goal?\n  ","24776":"\n  I’m working towards what I really want which is my own place haha\n  ","24777":"\n  I appreciate you 🙏🏼😁\n  ","24778":"\n  I’m wonderful thank you! I hope you’re doing well ❤️\n  ","24779":"\n  Hopefully in my own home and a newer vehicle 😁🙏🏼\n  ","24780":"\n  Lol, okay?\n  ","24781":"\n  Thank you! Happy Monday 🎉🤪\n  ","24782":"\n  Thank you love 😁💖\n  ","24783":"\n  I look forward to celebrating it yes! And of course I do, I have 5 younger siblings so halloween is a big deal 😂💕\n  ","24784":"\n  I work, I am a workaholic so if I can work everyday then I will or at least try to work as much as possible. If I am not doing that then I help my family by taking care of my siblings for them ☺️\n  ","24785":"\n  Rip 😅\n  ","24786":"\n  Thank you so much 😁🙏🏼\n  ","24787":"\n  Of course! 🥰\n  ","24788":"\n  Not sure if it truly matters how old I am, but I’m 20\n  ","24789":"\n  Look at my photos and let me know 😂\n  ","24790":"\n  Man there’s so much of it from hs that I remember but it was also 2 years ago and I didn’t care about it then and so I don’t really care about it now, I’m happy in life regardless of what people think of me now or what they thought of me then 🥰\n  ","24791":"\n  Oh haha of course! No need to thank me though, I’m always happy to help ✨ I hope you have an amazing day\n  ","24792":"\n  Thank you so much! And of course 😄\n  ","24793":"\n  Thank you! I hope whoever you are, that you have a great day as well 🙏🏼\n  ","24794":"\n  Shoot, I totally missed it 🥺\n  ","24795":"\n  AWWE 🥺🥺 you’re so dang sweet!!! Thank you for saying that 💖  and man a double is so exhausting I hope you at least stayed hydrated and fed and got some sleep once you got home! And also CONGRATULATIONS 🎉 on your new home! I am so happy for you ☺️\n  ","24796":"\n  Personally I don’t like anime, sorry 😁\n  ","24797":"\n  Absolutely! We all have to help each other nowadays 💫 and my day is pretty good, I have work later so I’m hoping it’ll be a good shift ☺️ how about you?\n  ","24798":"\n  I’m not sure what you mean, but I’m always happy to help 💕\n  ","24799":"\n  I didn’t even know there was one!!! I’ll have to find time to watch it because I think it would be a lot of fun 😍\n  ","24800":"\n  Last thing I searched online was searching to see if a food place was open 😂❤️\n  ","24801":"\n  I don’t see confidence as something negative, if someone is very confident within themselves then that is amazing! Having a lot of friends and or acquaintances isn’t bad either but keep in mind it’s always quality over quantity ✨ but no I don’t think they are shallow unless they are only about themselves\n  ","24802":"\n  I mostly hangout in my bedroom 💫\n  ","24803":"\n  Relationships aren’t always for everyone but for the people who decide to be in one I think people fall in love because they spend so much time with one person, they create memories and happiness. We love because we want to be loved, I think people love because life is just too short 💖\n  ","24804":"\n  I’m so sorry to hear that, I hope you achieve your goal and I will make sure to keep you in my thoughts ❤️\n  ","24805":"\n  Man I missed when it rained 🥺\n  ","24806":"\n  I remember it was awkward but that’s about it 😅\n  ","24807":"\n  I don’t have any on me or even near by. I have like one picture of me and an old teacher of mine and I was in my cap and gown but other than that I don’t have any 😂😬\n  ","24808":"\n  There is this frozen yogurt shop 10 minutes from my house and they do big cups of Hawaiian shaved snow for $4 and it’s delicious 😍🙌🏼\n  ","24809":"\n  If I were to ever get the chance to spend that much I’d use some of it to give it to my parents then I’d use the rest for things I need over materialistic things 🙌🏼\n  ","24810":"\n  I always love listening to music before going to sleep each night, it’s a nice routine 😸\n  ","24811":"\n  Hm I’m not sure, maybe she wants to include your culture and background In her child’s life, but again I’m not her so I can’t be too certain. I would sit down with her and ask her these same questions as well so maybe she can explain why herself as well!\n  ","24812":"\n  I’ve actually made internet friends before through social media and some of the connections were amazing with really nice people too 🤠\n  ","24813":"\n  Hm well then in that case I would say if you aren’t ready to settle down and have a family yet then I would talk with her about it. It would be much easier if you explain where you are coming from and why you feel how you feel. I hope this helps ☺️🙏🏼\n  ","24814":"\n  Oh boy, I know these type of questions are always sent in by bots 🙄\n  ","24815":"\n  I feel like I’m more of a nature person than a city person, I like to go on little trails and just enjoy the peace and silence 😌\n  ","24816":"\n  I would love to help but for some reason the question cut off so Im not completely sure what you asked, I’m sorry 😅\n  ","24817":"\n  That’s honestly a good question, I’m not sure what mine would be 😁\n  ","24818":"\n  I don’t own a skirt 😬\n  ","24819":"\n  I think going with friends is always fun but if you like to go and do things on your own then I don’t see why not 😄 both ways would work, each person is different though 😋\n  ","24820":"\n  Chevrolet and that is as much information as you’ll get 💖\n  ","24821":"\n  Why does this sound like a child’s show? 🤣 but no I have not\n  ","24822":"\n  Eh, yes and no at times\n  ","24823":"\n  Because I drive a pick up truck, duh? 😄\n  ","24824":"\n  I work at a retail store selling clothes, shoes etc. 😌💕\n  ","24825":"\n  Anyone else thinking that this pandemic has been going on for too long? Or is it just me? 😤\n  ","24826":"\n  I’m not sure what the exact scent is, my step mom got it for me but it’s by the brand Savage 🤗\n  ","24827":"\n  Definitely taking the speed of a cheetah 😌\n  ","24828":"\n  Music blasting 🎶, all your best friends with you 👯‍♂️,  I personally love to do a friendly driving race between my friends and I just for kicks 🤣\n  ","24829":"\n  I personally haven’t followed a blog just yet, but I probably will in the near future ☺️\n  ","24830":"\n  I can’t wait to travel and be able to take pictures of nature again 🥺❤️\n  ","24831":"\n  Got my Fancy shoes out today ladies 😍👢\n  ","24832":"\n  Who else is stoked it’s getting cooler outside? 😝😆💥\n  ","24833":"\n  Gray ish 😄💖\n  ","24834":"\n  LMAO everything posted is mine and from MY camera roll that I took myself so you can take a seat Karen\n  ","24835":"\n  Thats amazing! I like to free write and create short stories 😝\n  ","24836":"\n  Well being single isn’t necessarily a bad thing, if anything you’re the friend who can give advice to them. I think that when the right person comes along for you, you’ll know 💕\n  ","24837":"\n  Thank you so much babes 💖 have an amazing day\n  ","24838":"\n  My little Dex 🥺💖\n  ","24839":"\n  Someone please come ask me some more questions? 🥺 these ones are so hard to answer 🤐\n  ","24840":"\n  I feel loyalty is a two way street. I will only give my loyalty if the same level of loyalty is met. I don’t play games, I don’t break promises (unless circumstances change) etc\n  ","24841":"\n  I have listened to every genre and I love all of them too but if I were to pick it would be Rap 💪🏼\n  ","24842":"\n  We can go with my favorite phrase of “walk it off snowflake” 😇\n  ","24843":"\n  I’m fairly tired because I woke up around 5am and couldn’t fall back asleep 😴 but other than that I am absolutely fantastic!\n  ","24844":"\n  Like almost never, I’m always so busy trying to work and help my family 😆😋\n  ","24845":"\n  India for sure, one of the locals was trying to plan my kidnapping 🤗\n  ","24846":"\n  At my old job because they were on drugs 😂\n  ","24847":"\n  I really didn’t like the part 2 to The Conjuring, very predictable 🙄\n  ","24848":"\n  I have known my best friend for about 8 years now and I’m so incredibly thankful for him every single day 👯‍♀️\n  ","24849":"\n  😈\n  ","24850":"\n  I’m such a mamas girl, I love my mom with my whole heart and she will always be my hero 💋\n  ","24851":"\n  The spider can keep my home if it dares to enter 🤐\n  ","24852":"\n  Honestly though, price wise Amazon isn’t too bad, definitely wouldn’t get a bunch of clothes from there 👻\n  ","24853":"\n  Mmmm, well I do love soup but if not that then definitely pasta 🍝\n  ","24854":"\n  Oh to be able to travel again.... 😖\n  ","24855":"\n  This Photo from a shoot turned out amazing 🤩😌 I don’t personally do anything crazy to my hair but I’ll do small things to it 😘\n  ","24856":"\n  I miss traveling so much right about now 😩 how about you?\n  ","24857":"\n  Oh I have no idea, but I would like to know 😚💕\n  ","24858":"\n  Welp we back on this app again 😌\n  ","24859":"\n  Awe! Sorry sweetie but my heart already belongs to a gamer❣️🥰 Been married to him for almost 10 years now 🖤\n  ","24860":"\n  Yesssss 💞\n  ","24861":"\n  It’s my husband’s birthday ❣️❣️❣️ I love that man I call mine 😍\n  ","24862":"\n  ❄️💙❄️💙❄️💙❄️💙\n  ","24863":"\n  ❤️❣️❤️❣️❤️❣️❤️\n  ","24864":"\n  It’s already an amazing morning❣️ It’s just going to get better as this Lovely Day goes on 🥰 #BlessedMamaAndWife\n  ","24865":"\n  I’m wonderful 💞 thanks for asking 🙂 How are you?\n  ","24866":"\n  I know I’m going to have an amazing day 🥰\n  ","24867":"\n  I would’ve loved to live in an era where “fashion” was this 😍😍😍\n  ","24868":"\n  Ew gross 🤢\n  ","24869":"\n  My husband thinks so too 🙃\n  ","24870":"\n  💞💞💞💞\n  ","24871":"\n  Tbh it’s pictures of my kids but I’m not going to post my kids on here. Buuuut I love looking at pictures of Kitty though, especially this one 💞\n  ","24872":"\n  This gorgeous woman right here 😍\n  ","24873":"\n  Because of this filter I am forever wanting freckles now 🤣💞\n  ","24874":"\n  For the ones that needs this the most 💞\n  ","24875":"\n  Valentines Day, my husband’s birthday and a week vacation for both my husband and son (at the same time) ❤️ It’s going to be one amazing month ❣️\n  ","24876":"\n  💞💞💞💞💞💞💞💞💞💞💞💞💞\n  ","24877":"\n  💗🐱\n  ","24878":"\n  So very much in love with my amazing husband ❣️😍🥰\n  ","24879":"\n  I love watching my old favorite shows on here 💞💞\n  ","24880":"\n\n   https:\/\/youtu.be\/sh-MYtENchs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24881":"\n  Lol it’s a lazy relaxing weekend for my little family ❣️ What are you doing?\n  ","24882":"\n  The color these 2 make lol\n  ","24883":"\n  It’s in the oven now 😋 also having Ruffles cheddar cheese chips and a watermelon dew 🙃\n  ","24884":"\n  😋😋😋😋😋😋😋😋😋😋😋😋😋😋\n  ","24885":"\n  💞✨\n  ","24886":"\n\n   https:\/\/youtu.be\/AJtDXIazrMo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24887":"\n  I love my husband with all my heart and soul ❣️❣️❣️❣️\n  ","24888":"\n  👸🏻💞\n  ","24889":"\n\n   https:\/\/youtu.be\/6yP4Nm86yk0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24890":"\n  Forever laying on mama 💞🐱\n  ","24891":"\n  I am so damn blessed to call that man of mine my husband 😍😍 I cannot wait to celebrate our 10th wedding anniversary this year ❤️ #HappyWife #HeIsMyPerson\n  ","24892":"\n  I find them both cool and interesting 🙃\n  ","24893":"\n  Nope! But enjoy this though 🙃\n  ","24894":"\n  When this lovely 💎 came out 🖤💚\n  ","24895":"\n  💞🖤\n  ","24896":"\n  Loveee him 💛\n  ","24897":"\n  Just to name one 😝\n  ","24898":"\n  If you’re talking bedrooms lol\n  ","24899":"\n  B•3•E•4\n  ","24900":"\n  I’m definitely A,4,@,G,H\n  ","24901":"\n  It’s actually a manga 🖤🙃\n  ","24902":"\n\n   https:\/\/youtu.be\/gdZLi9oWNZg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24903":"\n  👸🏻💞🧘🏻‍♀️\n  ","24904":"\n\n   https:\/\/youtu.be\/kHLHSlExFis\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24905":"\n  I need this in my life 🙃🙃\n  ","24906":"\n  Yes I am 💞🐱\n  ","24907":"\n  🤷🏻‍♀️🙃🤷🏻‍♀️🙃🤷🏻‍♀️🙃🤷🏻‍♀️🙃🤷🏻‍♀️🙃🤷🏻‍♀️🙃🤷🏻‍♀️🙃\n  ","24908":"\n  Strawberry rolls and coffee 💕\n  ","24909":"\n  Loveeeee cats 💞 This is Kitty 💕\n  ","24910":"\n  I’m obsessed with Mountain Dew 🤷🏻‍♀️🤷🏻‍♀️\n  ","24911":"\n  Because of how cute they are and they are so smart too\n  ","24912":"\n  I’m walking into 2021 with my husband 🥰 and little munchkins 💙💖\n  ","24913":"\n\n   https:\/\/youtu.be\/SVV-bPoZPq4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24914":"\n  This lovely 💎\n  ","24915":"\n  Not necessarily a favorite but saw this on Facebook and it’s so true!\n  ","24916":"\n  I most certainly do ❤️🎄💚\n  ","24917":"\n\n   https:\/\/youtu.be\/3tmd-ClpJxA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24918":"\n  ❣️💍❣️💍❣️💍❣️💍❣️💍❣️💍❣️\n  ","24919":"\n  I don’t have that app 🥴🤦🏻‍♀️ nor do I need it\n  ","24920":"\n  It’s going to be an amazing year\n  ","24921":"\n  Never tried that lol\n  ","24922":"\n\n   https:\/\/youtu.be\/4G6QDNC4jPs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24923":"\n  Right now ❤️☕️\n  ","24924":"\n  But I am wearing my TNBC pajamas 🙃\n  ","24925":"\n  Happily married 🥰❣️\n  ","24926":"\n\n   https:\/\/youtu.be\/kAE8QV-iWvs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24927":"\n\n   https:\/\/youtu.be\/sOnqjkJTMaA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24928":"\n  I am all smiles 🥰\n  ","24929":"\n  I’m a SAHM\/SAHW 🥰🥰🥰\n  ","24930":"\n  It maybe in the 30’s but the sun is shining so bright ☀️ Beautiful 🧡 My Sunday consist of thissss though👇🏻🤷🏻‍♀️👇🏻🤷🏻‍♀️👇🏻🤷🏻‍♀️👇🏻 I hope all my followers have a wonderful Sunday 🥰\n  ","24931":"\n\n   https:\/\/youtu.be\/kBtBfGxNqpY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24932":"\n  Today I will be getting a few things done for tomorrow 🥰 I hope everyone has a great day today, I know I will 🧡🧡🧡🧡\n  ","24933":"\n  Yesss 🤤🤤\n  ","24934":"\n\n   https:\/\/youtu.be\/1TO48Cnl66w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24935":"\n  🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰\n  ","24936":"\n  I know that’s right!\n  ","24937":"\n  What a great day it’s going to be 🥰\n  ","24938":"\n  I’m so happy I stopped messing with drama and toxic people 🙂 Living in positivity and nothing but happiness for a few years now and it’s STILL amazzzzing 🥰 Never again with that drama life 🙅🏻‍♀️\n  ","24939":"\n\n   https:\/\/youtu.be\/lB8ZsjMhy5M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24940":"\n  12 wonderful years of being together with my amazing sexy man 🥰 Blessed to have become his girlfriend 12 years ago and now his wife for 9 years ❣️ I am a lucky woman 😍\n  ","24941":"\n\n   https:\/\/youtu.be\/iEe_eraFWWs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","24942":"\n  But there’s also a few more from this movie that are my favorite 🙃\n  ","24943":"\n  No pun intended 💀\n  ","24944":"\n  Be careful when you do go see her! Lots of crazy drivers out there\n  ","24945":"\n  It’s going to be one amazzzzing day!\n  ","24946":"\n  And why do you think that?\n  ","24947":"\n  I’m so in loveeee 😍\n  ","24948":"\n  I already have him though 🥰🤤😍😏🙃\n  ","24949":"\n  Very much so with my husband 🥰\n  ","24950":"\n  Pumpkin spice rolls and coffee 🎃☕️\n  ","24951":"\n  It’s going to be a great day with my little munchkins 🥰\n  ","24952":"\n  I prefer to be in this marriage I call mine 🥰❣️👩‍❤️‍👨👩‍❤️‍💋‍👨💍🔐 #HisQueen #MyKing #Blessed\n  ","24953":"\n  👻🖤👻🖤👻🖤👻🖤👻🖤👻🖤👻\n  ","24954":"\n  Already am, I’m great on coins and I also have the blue tick 🙃 Being at the top isn’t that important to me though 🤷🏻‍♀️\n  ","24955":"\n  My favorite is the blue 🤤\n  ","24956":"\n  🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","24957":"\n  All the ones I’m following are very popular don’t see any that need more credit for what they post 🙃\n  ","24958":"\n  With my delicious chicken sandwiches 🤤🙃\n  ","24959":"\n  My amazing chicken alfredo 🤤\n  ","24960":"\n  😂🤣😂🤣💀💀💀💀\n  ","24961":"\n  Weird\n  ","24962":"\n  He had a wonderful birthday though, that’s for sure 🥳🎊\n  ","24963":"\n  Pumpkin spice rolls and coffee while watching Casper 🥰😇\n  ","24964":"\n  My delicious taco baked while drinking my mountain dew 🤤\n  ","24965":"\n  👸🏻💕👨‍👩‍👧‍👦❣️\n  ","24966":"\n  Love this Snapchat filter lol #AnimeFilter\n  ","24967":"\n  Going to enjoy my birthday with my little family 💞👸🏻\n  ","24968":"\n  Also, Arby’s and McDonald’s\n  ","24969":"\n  Cheesy hamburger helper, corn and biscuits 🤤\n  ","24970":"\n  NINE YEARS MARRIED to the love of my life❣️👩‍❤️‍💋‍👨🥰😍♾ Today is going to be one amazzzzzing day 😇\n  ","24971":"\n\n   @furboimpertinenteediclasse\n  \n  more then a close friend though 💞\n  ","24972":"\n  And definitely living that drama free life 🧘🏻‍♀️💕\n  ","24973":"\n  You will make the right one\n  ","24974":"\n  Goodnight 😴💤🌙\n  ","24975":"\n  Biscuits covered in sausage gravy with cheesy scrambled eggs and hash browns to go with it 🤤🤤🤤\n  ","24976":"\n  I have the best most amazing husband a wife could ask for 😘 My little munchkins are my world 💙💖 My little family makes me so happy and they sure do complete me ❤️🥰👨‍👩‍👧‍👦\n  ","24977":"\n  NINE years MARRIED come October 5th 🤗🙃😏\n  ","24978":"\n  Some delicious melted turkey and cheese sliders with chips and dip (I made the dip) 🤤🤤🤤\n  ","24979":"\n  I have my delicious potatoes, green beans and kielbasa in my roaster 🤤 It’s already smelling amazzzzinggggg 😍 Also making macaroni and cornbread to go with it!\n  ","24980":"\n  Finally updated my phone (had to wait for one of my games to work with the iOS 14) I am\n  \n  So freakin happy with how it looks now 🖤🖤🖤🖤\n  ","24981":"\n  And also meat lovers pizza as well 🤤\n  ","24982":"\n  62° outside and it feels wonderful 🤗  I absolutely love Autumn 🍂\n  ","24983":"\n  👸🏻♎️🧡\n  ","24984":"\n  This damn thing and the second one!!! F*** this movie 🙅🏻‍♀️\n  ","24985":"\n  Random thing to ask buuut 🙃\n  ","24986":"\n  🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃\n  ","24987":"\n  49° right and and it’s only going to be 61° today 🧡\n  ","24988":"\n  But I am sooooo ready for Spooky Season, it’s seriously the BEST season 🧡\n  ","24989":"\n  👸🏻🧘🏻‍♀️💕 #Always\n  ","24990":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","24991":"\n  This is a fun thing to do 😈\n  ","24992":"\n  👸🏻🧘🏻‍♀️💕\n  ","24993":"\n  We don’t have a Sonic\n  ","24994":"\n  Pumpkin spice rolls and coffee 😋\n  ","24995":"\n  It was so freaking good. Definitely a tear jerker for sure! I cannot wait for the second season 🤗\n  ","24996":"\n  Thank you! He did have a great day!\n  ","24997":"\n  Kittyyyyy 💗🐱\n  ","24998":"\n  I most certainly do\n  ","24999":"\n  Lol but owls are wise though 🙂\n  ","25000":"\n  I’m so ready to spend my day with my little family 😇\n  ","25001":"\n  I have nothing to hide on here 🙃\n  ","25002":"\n  It’s going to be great day 🧡🧡🧡\n  ","25003":"\n  Welllll 😏🤤😏🤤😏🤤😏🤤😏\n  ","25004":"\n  😂🤣🤣😂🤣🤣\n  ","25005":"\n  Thisssss 🤪 I am so freakin ready for this DLC 🙌🏻🙌🏻\n  ","25006":"\n  I have 2 favorites actually 🙃\n  ","25007":"\n  Ew no\n  ","25008":"\n  My delicious bbq cheeseburgers with fries 🤤\n  ","25009":"\n  I don’t pay attention to or do the whole “fact it till you make it” thing 🙃\n  ","25010":"\n  🧘🏻‍♀️💕 🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25011":"\n  Why must you know?\n  ","25012":"\n  😂🤣💀\n  ","25013":"\n  Pain pain go away come again.... NEVERRRRRR 😒\n  ","25014":"\n  😏😏😏😏😏😏😏😏😏😏😏😏😏😏\n  ","25015":"\n  I am so ready for this one 🔥🔥🔥\n  \n\n   https:\/\/youtu.be\/ndyVh4GFMw0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25016":"\n  It would be both but since it’s just one, Sally!\n  ","25017":"\n  #JackAndSallySocks\n  \n  #TNBC\n  \n  #Obsessed\n  \n  #OneOfMyFavoriteMovies\n  ","25018":"\n  #Happiness\n  ","25019":"\n  Yessssss 🙃🙃🙃🙃\n  ","25020":"\n  I most certainly do 🙃🙃🙃🙃\n  \n  #TheGoodAndTheBad\n  ","25021":"\n  Well now you know not to do that again 😉😂🤣\n  ","25022":"\n  Big pot of some bomb ass cheesy macaroni and ham 🤤🤤🤤🤤 I love the way I make it 🙃🙃\n  ","25023":"\n  I loveeee pinning 🙃 It relaxes me 🧘🏻‍♀️\n  ","25024":"\n  This wife is in a great ass mood 😏🥰 So it’s going to be a great ass Sunday.\n  ","25025":"\n  It’s one of our favorites 😊\n  ","25026":"\n  With my amazing sexy husband and of course my beautiful kids 🥰❤️🥰❤️\n  ","25027":"\n  Texas toast to go with it too 🤤🤤🤤🤤\n  ","25028":"\n  😴🤕🤢\n  ","25029":"\n  My delicious mashed potato bowls 🤤🤤🤤\n  ","25030":"\n  🤤🤤🤤🤤🤤🤤🤤\n  ","25031":"\n  😂🤣😂🤣 But seriously though, I don’t remember the last time I was actually angry at something or someone for that matter. Life is too short to be angry 🙃\n  ","25032":"\n  Since I absolutely loveeee the movie this is referring to, I find this so stinking cute 😍😍😍\n  ","25033":"\n  Both 1 and 2 are so amazing 😍 I cannot wait for next year to watch the 3rd one!\n  ","25034":"\n  There you go anonymous person 🤷🏻‍♀️🙃\n  ","25035":"\n  I’m going to do what I said when I texted you earlier... Omg I know what’s he’s going to do and I got to prepare myself lol 😏\n  ","25036":"\n  With my daughter 🙃 Bedtime!!!\n  ","25037":"\n  #Blessed\n  \n  #LoveMyLife\n  \n  #LoveMyFamily\n  ","25038":"\n  I’d rather be herrrr 😏🙃🖤\n  ","25039":"\n  Been drama free for a few years now and it’s seriously amazzzzinggggg 🧘🏻‍♀️💕\n  ","25040":"\n  Drinking is not for me 🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25041":"\n  And now I am sooo ready to dye my hair next week 😏😏😏\n  ","25042":"\n  I’m living it 🥰😍❤️👨‍👩‍👧‍👦\n  ","25043":"\n  Herrrrrrrr vocal cords 😍😍😍😍\n  ","25044":"\n  What I will be doing for a good while with my sistaaa 💞\n  ","25045":"\n  We are definitely staying IN today. So it’s a lazy kinda Monday 🥰\n  ","25046":"\n  I don’t see the reason in lying about anything 🤷🏻‍♀️\n  ","25047":"\n  😂🤣😂🤣🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️🤷🏻‍♀️\n  ","25048":"\n  Herrrr 🥰🙃\n  ","25049":"\n  It was sooo good too\n  ","25050":"\n  😂🤣😂🤣💀💀💀\n  ","25051":"\n  Happily married to my amazing husband 🥰❤️💍\n  ","25052":"\n  All of them 🤎💙\n  ","25053":"\n  I don’t have a least favorite 🤷🏻‍♀️\n  ","25054":"\n  I’m thissss old 🙃\n  ","25055":"\n  🙃🙃🙃🙃\n  ","25056":"\n  But I will later on today 🙃\n  ","25057":"\n  We are beyond excited!! #ReadyToSeeOurFamily #WeAreGoingToHaveSoMuchFun #Blessed\n  ","25058":"\n  Been busy since I got up this morning with moments of relaxing here and there 💛💛💛💛\n  ","25059":"\n  I don’t really know lol. It all depends on the couple and the maturity 🤷🏻‍♀️\n  ","25060":"\n  😂🤣🤷🏻‍♀️\n  ","25061":"\n  My mini TNBC Sally🎒🥰❤️😍\n  ","25062":"\n  🤢🤢🤢🤢🤢\n  ","25063":"\n  The situations that I would need to turn into this 🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25064":"\n  My little family 👨‍👩‍👧‍👦\n  ","25065":"\n  Definitely drama free 🧘🏻‍♀️💞\n  ","25066":"\n  So very much in love 🥰❤️\n  ","25067":"\n  It was with my mama 🥰❤️\n  ","25068":"\n  Sooooo ready for the end of the month 🥳🤪😇\n  ","25069":"\n  To my amazing sexy husband\n  \n  🥰🥰🥰🥰\n  ","25070":"\n  Getting rid of that and toxic people 🧘🏻‍♀️💕\n  ","25071":"\n\n   https:\/\/youtu.be\/GBBHmUuJYlQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25072":"\n  Peaceful and wonderful 🥰🧘🏻‍♀️💕\n  ","25073":"\n  They will always be my favorite band 🖤🖤🖤🖤\n  ","25074":"\n  🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤\n  ","25075":"\n  🖤👸🏻💁🏻‍♀️\n  ","25076":"\n  I have a daughter anddddd.....\n  ","25077":"\n  Ask the ones that do 😂🤣\n  ","25078":"\n  What a great day it’s going to be 🥰\n  ","25079":"\n  I’m THIS old 🙃\n  ","25080":"\n  Last night 🤤\n  ","25081":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25082":"\n  🤤🤤🤤🤤🤤🤤\n  ","25083":"\n  🥰👨‍👩‍👧‍👦\n  ","25084":"\n  Pennywise🎈🎈🎈🎈\n  ","25085":"\n  This one from yesterday. I love my new hat.. My baby blues are 🔥🔥🔥🔥🔥\n  ","25086":"\n  I am one BLESSED mama 🥰\n  ","25087":"\n  Even though I don’t have haters lol 🙃\n  ","25088":"\n  🤷🏻‍♀️😂🤣\n  ","25089":"\n  Cartoons for my little munchkins for a little bit and then Working Moms on Netflix for this mommy\/wife 😊 #RelaxingDay #PjsForEveryone #ColdAndRainingOutside\n  ","25090":"\n  🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃\n  ","25091":"\n  🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤\n  ","25092":"\n  The Grudge (new one)\n  ","25093":"\n  👸🏻💕🧘🏻‍♀️\n  ","25094":"\n  I love my little family so much 🥰 I am one blessed wife\/mommy ❤️\n  ","25095":"\n  Beautiful baby blues 💙💙\n  ","25096":"\n  😍🥰😍🥰😍🥰😍🥰\n  ","25097":"\n  With some delicious biscuits 🤤🤤🤤\n  ","25098":"\n  I have the RED one 😍😍😍😍\n  ","25099":"\n  It was soooo good too 🤤\n  ","25100":"\n  Found this on our doorstep (We were upstairs when it was dropped off) 🤤❤️\n  ","25101":"\n  And my husband absolutely loves it 💁🏻‍♀️😏\n  ","25102":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕\n  ","25103":"\n  But with my little family this time 🥰\n  ","25104":"\n  My amazing and delicious homemade mashed potato bowls 🤤🤤🤤\n  ","25105":"\n  My oh so delicious pasta and meatballs 🤤🤤🤤🤤\n  ","25106":"\n  What a great day it’s going to be 🥰😍❤️\n  ","25107":"\n  My yummy chicken sandwiches and season fries 🤤\n  ","25108":"\n  My delicious masted potatoes with a delicious pot pie on top 🤤🤤🤤\n  ","25109":"\n  When you sent it to me I was like WTF 😂🤣😂🤣😂 Seriously so cool though\n  ","25110":"\n  🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢\n  ","25111":"\n  Being I’m happily married to my amazing sexy husband ❤️😍🥰\n  ","25112":"\n  Been up since 6:30 and I’m in a great mood 😏😉🤤😍\n  ","25113":"\n  My amazing homemade bbq cheeseburgers with macaroni and fries 🤤🤤🤤\n  ","25114":"\n  Still going to be a great day though, that’s not going to change 🙃🥰❤️ #GottaLaughAtYourself #QuaratineLife #Oops #ItsFriday #NotSaturday #Lmfao\n  ","25115":"\n  Going to be a wonderful morning\/day with my little munchkins and then an amazing evening\/night with my little family ❤️😍🥰👨‍👩‍👧‍👦\n  ","25116":"\n  3 years ago today 😭 That Easter was absolutely AMAZING 😍 p.s The creative pregnancy announcement was all my husband 😏😘 💖💖💖\n  ","25117":"\n  😂🤣😂🤣😂🤣😂🤣 Sorry I just had to 🤷🏻‍♀️\n  ","25118":"\n  Sent it to my husband and he couldn’t even look at it or respond because there was a lot of people around him 😏🙃 OOPS!!!!\n  ","25119":"\n  So blessed and thankful to call him my husband and the father to our little munchkins 🥰 He is so amazing in every single way 💙 He treats me like a queen and is a wonderful daddy 😍 He is truly my happily ever after 💍 #HesMyJackToMySally #TrulyMadlyDeeply #EverThineEverMineEverOurs #WifeForLife\n  ","25120":"\n  My little munchkins did an amazing job 🥰 the eggs look adorable 💕\n  ","25121":"\n  Dying eggs later on today with my little munchkins 🥰 They’re so excited! Then much prepping for tomorrow 🙂 Cannot wait to spend Easter with my amazing little family tomorrow 👨‍👩‍👧‍👦❤️\n  ","25122":"\n  Love my fur babies 🥰❤️\n  ","25123":"\n  🥰🥰🥰\n  ","25124":"\n  My oh so delicious Chicken Bacon Ranch Pasta 🤤🤤🤤\n  ","25125":"\n  I have one amazing husband and 2 incredible kids 🥰 This wife\/mommy is all smiles and nothing but happy ❤️\n  ","25126":"\n  It was soooooo good 🤤 Love me some BK\n  ","25127":"\n  💕🦄💕🦄💕🦄💕🦄💕🦄 💕🦄💕\n  ","25128":"\n\n   @bossbabemomwife\n  \n  #WeFamily #SisterFromAnotherMister #SoulSisters\n  ","25129":"\n  💚🖤💚🖤\n  ","25130":"\n  🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25131":"\n  As long as it doesn’t do this... I’ll try it because it’s more than just the blueberry pie. It’s all courses!!\n  ","25132":"\n  Spending it with my little family at home 💛\n  ","25133":"\n  And one of them is my amazing husband 💙🥰\n  ","25134":"\n  My delicious chicken bacon ranch pasta 🤤🤤🤤🤤🤤🤤\n  ","25135":"\n  Gonna enjoy today with my little munchkins (husband is helping his friend).. Netflix and movies kinda Saturday 💛\n  ","25136":"\n  Haven’t in a very longgggg time (talking years) too. Living that peaceful life 💕🧘🏻‍♀️\n  ","25137":"\n  It’s a beautiful thing too 💞\n  ","25138":"\n  My delicious baked chicken, mashed potatoes, gravy, macaroni and cheese with biscuits 🤤🤤🤤🤤\n  ","25139":"\n  2 c-sections for this mama 💙💖\n  ","25140":"\n  🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤\n  ","25141":"\n  No matter what is going on right now, April will still be a great month for my little family 🥰👨‍👩‍👧‍👦\n  ","25142":"\n  Blessed and beyond happy 🥰\n  ","25143":"\n  My amazzzzzing homemade mashed potato bowls 🤤\n  ","25144":"\n  😂🤣😂🤣😂🤣😂🤣\n  ","25145":"\n  Right?!.. Even had my husband going 😂🤣🤷🏻‍♀️💀\n  ","25146":"\n\n   https:\/\/youtu.be\/M2kgcpZX42w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25147":"\n  Relaxing, gaming, movies and spending this rainy Saturday with my little family 🥰❤️👨‍👩‍👧‍👦 #HappySaturday #GamerWifeLife #BlessedLife #LoveMyLittleFamily\n  ","25148":"\n  New DLC is out.. Sooo this is what I will be doing for a while 🙃😉😏\n  ","25149":"\n  🤤🤤🤤🤤🤤\n  ","25150":"\n  I am the Queen of my Kingdom 👸🏻💕\n  ","25151":"\n  👸🏻💕🙃\n  ","25152":"\n  🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25153":"\n  Even with the way the world is right now, today is still going to be a great day for my little family 💚 this is my favorite holiday (besides Halloween) 🍀🍀\n  ","25154":"\n  Don’t really have a picture but our my dream house consists of things my husband wants and what I want 🤷🏻‍♀️\n  ","25155":"\n  🙃🤤🙃🤤🙃🤤🙃🤤🙃🤤🙃🤤🙃🤤\n  ","25156":"\n  With cheesy toast 🤤🤤🤤🤤\n  ","25157":"\n  I have one amazing husband and wonderful little munchkins 👨‍👩‍👧‍👦🥰\n  ","25158":"\n  Respect the bubble.. Respect the BUBBLE!!!\n  ","25159":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕\n  ","25160":"\n  It’s peaceful and drama free!\n  ","25161":"\n  Haven’t had this in awhile 🤷🏻‍♀️🙃\n  ","25162":"\n  😂🤣😂🤣🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25163":"\n  My amazing wonderful sexy husband ♒️😍🤤\n  ","25164":"\n  Did some gaming, listen to Spotify and now watching Netflix 🙃🙃🙃 Not to mention its gorgeous outside ☀️\n  ","25165":"\n  That’s a good question though\n  ","25166":"\n  Homemade chicken bacon ranch pasta with garlic bread 🤤🤤🤤\n  ","25167":"\n  What’s with this obsessive question 🙄🤦🏻‍♀️\n  ","25168":"\n  Italian shells, mashed potatoes, green beans and biscuits 🤤🤤🤤\n  ","25169":"\n  I most certainly do\n  ","25170":"\n  And most definitely a Mountain Dew for this woman 🤤🤤🤤\n  ","25171":"\n  Neither do I\n  ","25172":"\n  Your autocorrects though 😂🤣😂🤣\n  ","25173":"\n  Thissss! I also play as her 😏 Loveee playing as a Siren in all the borderlands games 😍\n  ","25174":"\n  🙃 There are a few thing I would neverrrrr do 🤷🏻‍♀️\n  ","25175":"\n  S.H.O.R.T 😂🤣😂🤣\n  ","25176":"\n  The red is 🔥 and the phone itself is aaaammmaaazzziiinnngggg 🥰 Truly happy with it!\n  ","25177":"\n  Making a big ol pot of macaroni and cheese with hotdogs mixed with it 🤤 It’s definitely a BIG hit in this house 🙃\n  ","25178":"\n  Not everything makes it to social media for me, especially on here 🙅🏻‍♀️🙃\n  ","25179":"\n  My little munchkins 💙💖 and my amazing husband ❤️\n  ","25180":"\n  I will never go back to android 🙅🏻‍♀️\n  ","25181":"\n  🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢🤢\n  ","25182":"\n  When your husband randomly calls you on the way home from work and tells you to be ready so I can get a new phone 🥰 he’s truly AMAZZZZING ❤️\n  ","25183":"\n  Let the “Shenanigans” begin 🙃 St. Patrick’s Day is right around the corner 💚 It’s going to be a great month for my little family 🍀💚🍀💚\n  ","25184":"\n  🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃\n  ","25185":"\n  Day out with my amazing little family ❤️👨‍👩‍👧‍👦\n  ","25186":"\n  Margot Robbie ❤️🖤\n  ","25187":"\n  🙃🙃🙃🙃🙃🙃🙃🙃\n  ","25188":"\n  Watkins Glen Gorge Trail 😍 breath taking\n  ","25189":"\n  Breakfast for dinner 🤤🤤🤤\n  ","25190":"\n  I’m beyond lucky to have my parents ❤️\n  ","25191":"\n  It’s going to be a wonderful day ❤️🥰\n  ","25192":"\n  It was the true definition of Netflix and chill and other things 🥰 Perfect way to end my lil man’s Mid-Winter Break 💙 #Blessed #LoveMyLittleFamILY #HappyWife #HappyMama\n  ","25193":"\n  🤤🤤🤤🤤🤤🤤\n  ","25194":"\n  Like seriously don’t come after HIS WIFE or he’ll make you not want to exist 🤷🏻‍♀️😂🤣😂🤣\n  ","25195":"\n  My delicious homemade mashed potato bowls 🤤 my little family are obsessed with my bowls 🙃 #ThisWifeLovesToCook #ChefMama\n  ","25196":"\n  Chili dogs and fries 🤤🤤\n  ","25197":"\n  🐱💗🐱💗🐱💗🐱💗🐱💗\n  ","25198":"\n  🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤\n  ","25199":"\n  #BullyingIsForCowards\n  ","25200":"\n  No one can destroy this peacefulness.. Everrrrr!!!! #DramaFreeZone\n  ","25201":"\n  Damnnnnn I’m so lucky he’s MINE 🥰🥰🥰\n  ","25202":"\n  #DramasForNerds\n  ","25203":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕\n  ","25204":"\n  This sickness needs to go away, I’m so over it!!!\n  ","25205":"\n  Valentine’s Day\/Night with my little family 👨‍👩‍👧‍👦❣️\n  ","25206":"\n  This one will always be my absolute favorite 💕\n  ","25207":"\n  Depends on where I’m at 😂🤣😂🤣\n  ","25208":"\n  Because those who don’t are too busy worrying about the ones that do?! 🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️ I don’t know lol\n  ","25209":"\n  Suuuuuucks!!!!!\n  ","25210":"\n  It’s going to be a great week!!\n  ","25211":"\n  This was soooo good\n  ","25212":"\n  Don’t ask such a thing 😱\n  ","25213":"\n  Norman Reedus 😍🤤 BUT I love me some Jeffrey Dean Morgan too 🤤🤤\n  ","25214":"\n  Soooooo ready for one wonderful amazing Summer 🥰\n  ","25215":"\n  💖💖💙\n  ","25216":"\n  I’m living it now 🥰\n  ","25217":"\n  I love it, so good!\n  ","25218":"\n  It’s my favorite color 💕\n  ","25219":"\n  So madly deeply in love with my amazing sexy husband 🥰😍\n  ","25220":"\n  My delicious homemade mashed potato bowls 🤤🤤🤤🤤🤤🤤🤤\n  ","25221":"\n  #Savage\n  ","25222":"\n  My husband 🥰 he’s always doing something nice for me ❤️\n  ","25223":"\n  But of course I won 😂🤣🤷🏻‍♀️🙃\n  ","25224":"\n  My mini haul from Hot Topic yesterday! #ObsessedWithWhatIGot\n  ","25225":"\n  TF 🤔\n  ","25226":"\n  My delicious bbq cheeseburgers and mini tots 🤤🤤🤤\n  ","25227":"\n  Yes I do!\n  ","25228":"\n  I truly hate this time of year 😩🤧😷🤒\n  ","25229":"\n  My son is getting 100’s on everything in school. He brought a certificate home for passing something (brought one home last week and will again tomorrow according to his teacher) they started the certificate thing last week which I think is cool! My daughter is 2 and it’s mind blowing how smart she is (like older than 2 smart). She amazes me every single day! #BlessedToBeTheirMommy\n  ","25230":"\n  It’s going to be amazzzzing ❤️👨‍👩‍👧‍👦\n  ","25231":"\n  Thank you!\n  ","25232":"\n  Happily married 💑🥰😍❤️💍🔐\n  ","25233":"\n  And of course coffee 💛🍩☕️\n  ","25234":"\n  👸🏻💕\n  ","25235":"\n  😂🤣🤷🏻‍♀️\n  ","25236":"\n  I have a few 🙃\n  ","25237":"\n  Just woke up not too long ago lol\n  ","25238":"\n  That was my nickname 😂🤣 I loved that show!\n  ","25239":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕\n  ","25240":"\n  Haven’t seen it 🤷🏻‍♀️\n  ","25241":"\n  What it’s supposed to be like today 🙄\n  ","25242":"\n  💁🏻‍♀️💕\n  ","25243":"\n  I don’t have one\n  ","25244":"\n  Yesssss 🥰 I’m thankful for my little family 👨‍👩‍👧‍👦 ❤️\n  ","25245":"\n  I honestly don’t know lol\n  ","25246":"\n  Been living this peaceful drama free life for a few years now and it’s been wonderful. This is more than true when it comes to a Libra, we don’t need or want drama 🤷🏻‍♀️♎️\n  ","25247":"\n  💙❄️💙❄️💙❄️💙❄️💙❄️\n  ","25248":"\n  Ugh I just want to feel 100% myself again 😫🤧😷🤢\n  ","25249":"\n  I love being a fur mommy 🥰 I have to gorgeous girls and one handsome boy 💖💖💙\n  ","25250":"\n  I knowwww 😍😍\n  ","25251":"\n  Not posting pictures but my favorite people are my little family 👨‍👩‍👧‍👦❤️🥰\n  ","25252":"\n  🍀💚🍀💚🍀💚🍀💚🍀💚\n  ","25253":"\n  #KeepThatAwayFromMe\n  ","25254":"\n  Yes they do 🙃\n  ","25255":"\n  It really is lol.. I have a Shepherd 🐶 Blue heeler 🐶 and a Siamese tiger 🐱\n  ","25256":"\n  With cheesy bread 🤤🤤🤤\n  ","25257":"\n  I wouldn’t have it any other way 💙💖💙💖\n  ","25258":"\n  Oh I know lol!!!\n  ","25259":"\n  🎉🎊🥂\n  ","25260":"\n  This was super creepy and good!\n  ","25261":"\n  💕💕💕💕💕💕💕💕💕💕\n  ","25262":"\n  Sock slippers 😍 my son got me these for Christmas and I love them!!\n  ","25263":"\n  Thissss 👇🏻👇🏻👇🏻👇🏻\n  ","25264":"\n  It’s absolutely GORGEOUS!!!\n  ","25265":"\n  Grinch day\/night (We have all 3 movies) with my little family, baking all kinds of cookies and of course our little munchkins Christmas Eve box 🥰 It’s going to be a wonderful day\/night tomorrow 👨‍👩‍👧‍👦💚❤️\n  ","25266":"\n  I most certainly do 🥰👨‍👩‍👧‍👦❤️\n  ","25267":"\n  Amy Lee 😍\n  ","25268":"\n  My oh so delicious bbq cheeseburgers with tater tots 🤤\n  ","25269":"\n  Wish I was there to say my goodbyes as well 💔😭\n  ","25270":"\n  Husband and lil man are going out later to do some shopping for little lady and I 🥰 which also means I will be doing some serious wrapping 🤷🏻‍♀️😂🤣 Today is definitely going to be a great day ❤️💚\n  ","25271":"\n  Nope lol\n  ","25272":"\n  Rest in paradise nanny 👼🏻 you will forever be missed 💛\n  ","25273":"\n  Some delicious lasagna 🤤🤤🤤\n  ","25274":"\n  This sucksssss!!!!!\n  ","25275":"\n  My famous delicious homemade mashed potato bowls 🤤🤤🤤🤤🤤\n  ","25276":"\n  Bbq cheeseburgers and fries 🤤🤤🤤🤤🤤\n  ","25277":"\n  Ugh I feel like 💩\n  ","25278":"\n  Along with getting everything for their Christmas Eve box 😍 I love being a mommy when it comes to Christmas 👩‍👧‍👦\n  ","25279":"\n  For you 🤞🏻🤞🏻🤞🏻🤞🏻✌🏻\n  ","25280":"\n  Peaceful calm drama free life for myself and my little family 👨‍👩‍👧‍👦🥰❤️ Blessed and happy 💕🧘🏻‍♀️\n  ","25281":"\n  I still cannot believe she’s TWO 💖 We officially have a TODDLER running around the house 🥰\n  ","25282":"\n  This mama has so much to do today for tomorrow and other things I need to do! #PeaceOutAskfm #PostingAgainOnFriday #TomorrowIsMyDaughterBirthday\n  ","25283":"\n  We’re so ready for tomorrow 💖 Paw Patrol Pizza Party 🎉 My little lady will be TWO tomorrow 😭 Time is going by way too damn fast. Slow down babygirl, slow down 💕\n  ","25284":"\n  👩‍👧‍👦🎄❄️💙\n  ","25285":"\n  It’s so beautiful outside and it’s still snowing ❄️💙\n  ","25286":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25287":"\n  We are so excited it’s finally December 🥰 My daughter’s birthday, all things Christmas fun,  Christmas movies, Christmas eve\/day and Grinch night 💚 But most importantly making tons of memories with my amazing little family 🥰👨‍👩‍👧‍👦❤️🎄💚❄️💙\n  ","25288":"\n  I cannot wait to celebrate my daughter’s 2nd birthday 💖\n  ","25289":"\n  The duel lights are just gorgeous 😍 So happy!!\n  ","25290":"\n  Today is going to be one amazing day with my little family 👨‍👩‍👧‍👦❤️\n  ","25291":"\n  Yes yess yesss yessss\n  ","25292":"\n  I hope everyone has great thanksgiving 🧡🧡🧡\n  ","25293":"\n  Prepping all day along with cleaning 🧡\n  ","25294":"\n  I had such a wonderful Friday out with my husband and of course our daughter👨‍👩‍👧 We spent yesterday as a little family, it was wonderful 👨‍👩‍👧‍👦 I am so blessed 😍\n  ","25295":"\n  I am making some yummy foods and desserts 🤤 I absolutely loveeee cooking for my little family especially on the holiday’s 🥰👨‍👩‍👧‍👦\n  ","25296":"\n  It’s going to be a great weekend!!!\n  ","25297":"\n  It’s FAST FOOD night 🤤🤤🤤\n  ","25298":"\n  Chicken tenders, cheese fries and a dew while watching thisss 😍 I am so freaking excited to finally watch it. I’ve been waiting for months!\n  ","25299":"\n  Yesssss! There’s no need for drama though. It’s pointless and unnecessary!!!\n  ","25300":"\n  It’s been so amazing not dealing with unnecessary drama and immaturity! No time for that like AT ALL 🤷🏻‍♀️ Focusing on what’s important 👨‍👩‍👧‍👦❤️\n  ","25301":"\n  I’m happily married!\n  ","25302":"\n  😏😏😏😏😏\n  ","25303":"\n  My duck boots though 😍😍😍😍😍😍 cannot wait to actually wear them!\n  ","25304":"\n  Wooooow shits funny AF 🤷🏻‍♀️😂🤣😂🤣\n  ","25305":"\n  We’re just going to relax and stay warm until it’s time to leave ❄️❄️❄️❄️\n  ","25306":"\n  I absolutely loveeee my life !\n  ","25307":"\n  Especially my grandpa may you continue to Rest In Paradise with grandma ❤️💙🇺🇸\n  ","25308":"\n  My delicious spaghetti and meatballs with cheesy bread 🤤🤤🤤\n  ","25309":"\n  When you get told that your son is at a 5th grade reading level and he’s in 3rd grade 😍😍 I am beyond proud of my lil man!!!\n  ","25310":"\n  So pretty 😍❄️\n  ","25311":"\n  Bacon ranch chicken strips, mashed potato with country gravy, macaroni with jars of cheese, veggies, applesauce and biscuits 🤤🤤🤤🤤\n  ","25312":"\n  🧡🧡🧡🧡🧡🧡🧡🧡🧡\n  ","25313":"\n  And coffee 🍩☕️🤤\n  ","25314":"\n  Always peaceful and drama free #FocusOnWhatsImportant\n  ","25315":"\n  But it’s going to be a good day though ❤️🥰👨‍👩‍👧‍👦\n  ","25316":"\n  I am so happy to be his person 🥰🥰🥰🥰\n  ","25317":"\n  She is growing wayyyy too damn fast 😭 My little lady needs to slow down!\n  ","25318":"\n  🤤🤤🤤🤤🤤\n  ","25319":"\n  It’s seriously the little things 🥰\n  ","25320":"\n  🧘🏻‍♀️💕🥰👨‍👩‍👧‍👦❤️\n  ","25321":"\n  #AlwaysCrushinOnHim\n  ","25322":"\n  I absolutely love cooking for my little family 🙂 and just spending Thanksgiving with them 🥰\n  ","25323":"\n  💀🖤💀🖤💀🖤💀🖤💀🖤💀\n  ","25324":"\n  It’s definitely going to be a great day for my little family ❤️👨‍👩‍👧‍👦🥰\n  ","25325":"\n  😏😉😏😉😏😉😏😉😏😉\n  ","25326":"\n  Happy and blessed 🥰\n  ","25327":"\n  My oh so delicious spaghetti 🤤 with cheesy bread! My little family lovesss my spaghetti 😏😉\n  ","25328":"\n  Movies and relaxation kinda Sunday ❤️\n  ","25329":"\n  Cannot wait to make our Halloween dinner and desserts 😏 so ready to take my little munchkins trick or treating 🥰 they are going to look so freaking cute in their costumes 😍 I love love love Halloween 🎃\n  ","25330":"\n  I love this thing called Drama Free Life 🧘🏻‍♀️💖\n  ","25331":"\n  I absolutely loveeee her and I cannot wait to finally watch something NEW from her 🤩\n  ","25332":"\n  So readyyyy to start our weekend!!!\n  ","25333":"\n  Thisssss 😍 I love Olaf 🥰 he is so cute and funny!\n  ","25334":"\n  Cheesy scrambled eggs, maple sausages, hash browns, toast and coffee (milk for my husband and daughter) 🤤🙃\n  ","25335":"\n  Alllll offfffff itttttttt 😂🤣🤦🏻‍♀️\n  ","25336":"\n  What a good day it’s going to be 🥰\n  ","25337":"\n  I am soo ready.. Got some things to do and also fun things with our little munchkins!\n  ","25338":"\n  Pt conferences but ours isn’t until next month sooooo this calls for a movie day once I get my son off the bus 😏🙃\n  ","25339":"\n  Bullies are cowards 🤷🏻‍♀️\n  ","25340":"\n  LIFE has gotten in the way of watching my recordings of that and other shows 😂🤷🏻‍♀️ but I do need to watch The Walking Dead though.. OOPS 😬\n  ","25341":"\n  Yesssss!!!!\n  ","25342":"\n  Taking our little munchkins trick or treating at a plaza and then just spending the day out! #ILoveMyLife\n  ","25343":"\n  😏😉😍🥰\n  ","25344":"\n  What a wonderful day it’s going to be 🥰\n  ","25345":"\n  Damn right I am!!!\n  ","25346":"\n  Peaceful and blessed life\n  ","25347":"\n  I am so ready to do my Halloween cooking and baking 🙂 I love making the holidays fun for my little munchkins 🥰 I am also ready to take them trick or treating 🍭🍬🍫 Plus my son’s costume parade at school we cannot wait to go to💙Halloween is going to be amazing!\n  ","25348":"\n  🥰🍁🍂🎃🧡\n  ","25349":"\n  It’s going to be a great day 🥰🥰🥰\n  ","25350":"\n  I watched this lovely 💎 last night though 😍 it’s was soooo good 🥰 Heartbreaking to know about Lorraine Warren passing 💔 Sweet they added In Loving Memory at the end though ❤️ But definitely worth watching! I absolutely LOVE all these movies!!!\n  ","25351":"\n  Husband went back to work today (Always on vacation for our anniversary, my birthday and our son’s birthday) Since we had one busy week and yesterday was our son’s birthday, kids and I are being super lazy today 🤷🏻‍♀️😂🤣 My son’s playing with all his new toys though 😊 as for me it’s shows and movies kinda Sunday 🥰\n  ","25352":"\n  I’m happy to say I have completed The Conjuring collection (unless they make a new one lol) 🖤 Of course I had to get this lovely 💎 as well!\n  ","25353":"\n  Morning has been amazing so far from waking up til now 🥰 Going shopping with my husband and daughter in a little bit ❤️ Pizza for dinner with my little family 👨‍👩‍👧‍👦 and then Are You Afraid Of The Dark with my son 💙 I’m so ready to get this Friday started 😊\n  ","25354":"\n  Ain’t this the truth 🙌🏻🧘🏻‍♀️ #DontBeMean #BeAtPeaceWithYourself #MaturityIsBetterThanBeingABully\n  ","25355":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25356":"\n  Just a few pictures of my birthday 💕 but the gifts I got from my husband and little munchkins though 😍😍😍 #31AndBlessed\n  ","25357":"\n  👸🏻🎂💕🎉👸🏻🎂💕🎉👸🏻🎂💕🎉\n  ","25358":"\n  🖤🖤🖤🖤🖤🖤🖤🖤🖤\n  ","25359":"\n  Husband got me a few other things buuut I really wanted to show off my MINT rose (dipped in gold) 😍🥀 second picture explains itself lol 🤷🏻‍♀️ We had such a wonderful day yesterday 🥰🥰🥰\n  ","25360":"\n  I love being his wife 💕\n  ","25361":"\n\n   https:\/\/youtu.be\/kGM4uYZzfu0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25362":"\n  I cannot freaking wait 🥰🥰🥰\n  ","25363":"\n  🖤🖤🖤🖤🖤🖤🖤🖤🖤🖤\n  ","25364":"\n  5th, 7th, 12th and 31st BEST DAYS EVERRRR in October 🥰 TWD is October 6th YASSSSS 🤗\n  ","25365":"\n  So ready for OUR Saturday 🥰🥰\n  ","25366":"\n  🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤\n  ","25367":"\n  💁🏻‍♀️💕😏\n  ","25368":"\n  I just love her so much 💕 and she sleeps so adorably too 😩\n  ","25369":"\n  Having this for breakfast while sick is just what I need 🤤🤤🤤\n  ","25370":"\n  🍁🧡🍂🧡🍁🧡🍂🧡🍁🧡🍂\n  ","25371":"\n  Good morning to me 🖤🤤🧛🏻‍♂️☕️\n  ","25372":"\n  👸🏻♎️💕\n  ","25373":"\n  3 great cereals in one picture 🤤\n  ","25374":"\n  Every single morning 🤗🥰\n  ","25375":"\n  😏😏😏😏😏😏😏😏😏😏\n  ","25376":"\n  🖤🖤🖤🖤🖤🖤🖤🖤🖤🖤\n  ","25377":"\n  October 6th the day before MY birthday 😏🙌🏻\n  ","25378":"\n  My morning is going absolutely AMAZING and it feels like AUTUMN outside🤗 I am full of energy thanks to this little thing called THRIVE😍 Got my laundry going and my husband and I will be playing Borderlands 3 here in a few🎮 #HappyWife #FridayThe13Th\n  ","25379":"\n  It’s only 7:39am buuuuut.... 🥰🥰\n  ","25380":"\n  🍕🍕🍕🍕🍕🍕🍕🍕🍕🍕\n  ","25381":"\n  Beautiful blues 💙😍🥰\n  ","25382":"\n  Autumn is near 🥰🍂🍁🧡\n  ","25383":"\n  My beautiful kitty 🥰\n  ","25384":"\n\n   https:\/\/youtu.be\/41XM0iK-8hA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25385":"\n  #October7th #LibraBaby #QueensAreBornInOctober #AutumnBaby\n  ","25386":"\n  Thankfully I’m MARRIED so I don’t ever have to worry about something like that 🤷🏻‍♀️🤷🏻‍♀️\n  ","25387":"\n  😂🤣😂🤣😂🤣😂🤣😂🤣\n  ","25388":"\n  Voo Dew is so damn good 🤤🤤🤤\n  ","25389":"\n  Look at all those Hocus Pocus night’s 😍😍 and of course Hocus Pocus MARATHON on Halloween 🙌🏻🙌🏻🙌🏻 #ImObsessedWithHocusPocus #MyFavMovieGrowingUp\n  ","25390":"\n  First day of school (3rd grade) for my son tomorrow which means up earrrrrly for this mama!!!\n  ","25391":"\n  This life I call mine 🥰🥰🥰\n  ","25392":"\n  As much as this dog love jumping in leaves 😂🤣🤷🏻‍♀️ YESSSSS I do!!!!\n  ","25393":"\n  Sooo ready for Autumn and all the things that come with it 🧡🎃🍂🍁\n  ","25394":"\n  My beautiful kitty 🥰😍💖\n  ","25395":"\n  I jump on the tumblr wagon 🤷🏻‍♀️😂🤣\n  ","25396":"\n  Lol no\n  ","25397":"\n  This one will forever be my favorite (2018) 💕\n  ","25398":"\n  October is my favorite month for so many reasons 🧡🧡🧡\n  ","25399":"\n  Being a cat mom is the best 🙂\n  ","25400":"\n  No date anymore BUT the limited series and movie is still set for next month 🤗🤗🤗 THIS is my childhood and I am ready for BOTH 😏😏😏\n  ","25401":"\n  Ready for another amazing month with my little family AND Autumn starts this month 🧡🧡🧡🧡🧡\n  ","25402":"\n  🙃🙂🙃🙂🙃🙂🙃🙂🙃🙂🙃\n  ","25403":"\n  I am Reptar hear me ROAR 💚💚💚💚\n  ","25404":"\n  🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤\n  ","25405":"\n  🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃🙃\n  ","25406":"\n  🤤🍫🤤🍫🤤🍫🤤🍫🤤🍫🤤 #OneOfTwoThatIHave\n  ","25407":"\n  💁🏻‍♀️📱💁🏻‍♀️📱💁🏻‍♀️📱💁🏻‍♀️📱💁🏻‍♀️📱💁🏻‍♀️\n  ","25408":"\n  😍😍😍😍😍😍😍😍😍😍😍\n  ","25409":"\n  ☕️💕☕️💕☕️💕☕️💕☕️💕☕️\n  ","25410":"\n  🤷🏻‍♀️😏🙃😉\n  ","25411":"\n  This was such a cute and funny movie🥰 I am so happy we own this 💙\n  ","25412":"\n  She’s absolutely beautiful in every way 💕💕💕💕💕\n  ","25413":"\n  Yessssss!!!!! 🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻\n  ","25414":"\n  H2O 💦💦💦💦💦💦💦💦💦\n  ","25415":"\n  😈🖤😈🖤😈🖤😈🖤😈🖤😈🖤\n  ","25416":"\n  Amy Lee 😍😍😍\n  ","25417":"\n  A LOTTTTTT 🤷🏻‍♀️\n  ","25418":"\n  🍂🎃🍁👻🍂🎃🍁👻🍂🎃🍁👻\n  ","25419":"\n  🥰♾💍\n  ","25420":"\n  😏😍💙🔥💍♾🥰👸🏻🤴🏻\n  ","25421":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25422":"\n  🤢🙅🏻‍♀️🤮🙅🏻‍♀️🤢🙅🏻‍♀️🤮🙅🏻‍♀️🤢🙅🏻‍♀️🤮\n  ","25423":"\n  🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻🙌🏻\n  ","25424":"\n  😍😍😍😍😍😍😍😍😍😍😍\n  ","25425":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25426":"\n  🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫\n  ","25427":"\n  ☕️☕️☕️☕️☕️☕️☕️☕️☕️☕️☕️\n  ","25428":"\n  🤷🏻‍♀️🦈🤷🏻‍♀️🦈🤷🏻‍♀️🦈🤷🏻‍♀️🦈🤷🏻‍♀️🦈🤷🏻‍♀️\n  ","25429":"\n  🦈🖤🦈🖤🦈🖤🦈🖤🦈🖤🦈\n  ","25430":"\n  Norman fucking Reedus 😍🤤\n  ","25431":"\n  I love her paws 💕😻💕😻💕\n  ","25432":"\n  😏😉😏😉😏😉😏😉😏😉😏\n  ","25433":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25434":"\n  😍😍😍😍😍😍😍\n  ","25435":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25436":"\n  Thisssss! 😈😏\n  ","25437":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25438":"\n  Thissss!! I’m keeping the sucker as is but taking away the rest and adding my own style to it 🥰🥰 I know exactly what I want and where 🤗🤗 I love this movie and I absolutely LOVE Sam 🎃🖤\n  ","25439":"\n  Wedding anniversary, my birthday, my son’s birthday and Halloween 🥰🥰🥰 My absolute favorite month besides my daughter and husband’s birthday months ❤️\n  ","25440":"\n  🎃🧡🎃🧡🎃🧡🎃🧡🎃🧡🎃\n  ","25441":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25442":"\n  🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗\n  ","25443":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25444":"\n  I was 5 when it came out I believe. I’ve been hooked ever since! I watch it a lot BUT when October rolls around forget about it lol, you will see this on my tv literally every single day 🤷🏻‍♀️🖤🖤🖤🖤\n  ","25445":"\n  This delicious thing right here 🤤🤤🤤🤤🤤\n  ","25446":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25447":"\n  💕💕💕💕💕💕💕💕💕💕💕\n  ","25448":"\n  🤷🏻‍♀️🖤🤷🏻‍♀️🖤🤷🏻‍♀️🖤🤷🏻‍♀️🖤🤷🏻‍♀️🖤🤷🏻‍♀️\n  ","25449":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25450":"\n  ☕️☕️☕️☕️☕️☕️☕️☕️☕️☕️☕️\n  ","25451":"\n  👸🏻💕🧘🏻‍♀️💕👸🏻💕🧘🏻‍♀️💕👸🏻💕🧘🏻‍♀️\n  ","25452":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25453":"\n  😴😴😴😴😴😴😴😴😴😴😴\n  ","25454":"\n  It’s going to be a great month🥰❤️🥰❤️🥰❤️🥰\n  ","25455":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25456":"\n  😂🤣😂🤣😂🤣😂🤣😂🤣😂\n  ","25457":"\n  🎃🍁🧡🍂🎃🍁🧡🍂🎃🍁🧡\n  ","25458":"\n  I seriously cannot wait AND it comes on the Sunday before my BIRTHDAY 🤗🥰\n  ","25459":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25460":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25461":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25462":"\n  🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰\n  ","25463":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25464":"\n  🤡🎈🤡🎈🤡🎈🤡🎈🤡🎈🤡\n  ","25465":"\n  Hungry asf right now 😂🤣😂🤣🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25466":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25467":"\n  My all time favorite! I have the collectors addition 🤗🤗🤗\n  ","25468":"\n  I love my Blue Heeler and Shepherd 🥰 MoJo and Potato (Yesss that’s her name 😂🤣)\n  ","25469":"\n  I absolutely love that my kitty is a Siamese Tiger 😍 So gorgeous, sweet and funny 🥰 Her colors are gorgeous 💕 Eyes are beautiful 💛 Legs are where the Tiger comes in and I just love them lol 🤗 I have one PERFECT little kitty 😋 Her name is Inferni 😏\n  ","25470":"\n\n   https:\/\/youtu.be\/lB8ZsjMhy5M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25471":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25472":"\n  P.s. He was talking about his drink he forgot this morning and the flavor is called Mermaid Unicorn 😂🤣\n  ","25473":"\n  #GottaLoveShoutouts\n  ","25474":"\n  🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰\n  ","25475":"\n\n   https:\/\/youtu.be\/UOxkGD8qRB4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25476":"\n  I absolutely love it😍 I am thankful every single day that I get to be this incredible man’s wife🥰 This wife is truly blessed because I have found not only my best friend but the one I will grow old with❤️ He is also the BEST HUSBAND EVERRRRR💙💙\n  ","25477":"\n  👨‍👩‍👧‍👦❤️🥰♾\n  ","25478":"\n  Every time this plays in the car we will both sing it to each other🥰😍 THIS is OUR song always and forever ♾♾♾\n  \n\n   https:\/\/youtu.be\/WQnAxOQxQIU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25479":"\n  First time I heard this I was like “Yep this is definitely for my husband”😏😏\n  \n\n   https:\/\/youtu.be\/AJtDXIazrMo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","25480":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25481":"\n  For both 🌹😍\n  ","25482":"\n  💯💯💯💯💯💯💯💯💯💯💯\n  ","25483":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25484":"\n  Thisssss 😍😍😍 My husband texted yesterday with this, I have been patiently waiting for her to finally be made. As soon as Preorder pops up, husband’s going to get it🥰🥰 I am in love!!!!\n  ","25485":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25486":"\n  Christian Grey🤤🤤🤤🤤\n  ","25487":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25488":"\n  Covering their faces because welllll the safety of my little munchkins are more important 💙💖\n  ","25489":"\n  The ones that she has of course she is🥰 I couldn’t imagine not having my mom on them especially since we live 5 hours away from each other! I don’t know why you wouldn’t want your mom or parents for that matter on your social media🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25490":"\n  Of course I have Instagram, who doesn’t 😂🤣😂🤣 But anyways, yes I have several people blocked on IG (For good reasons) and I blocked someone yesterday as well🤷🏻‍♀️😏 I don’t need negativity or toxic people on my IG or even looking at it (even though it’s private)\n  ","25491":"\n  Especially since it’s been drama free for a couple of years now🤗 Not seeing toxic people  and irrelevant pins towards me has been amazing. Pinterest has definitely been peaceful to pin to ❤️\n  ","25492":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25493":"\n  White cheddar though 🤤🤤\n  ","25494":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25495":"\n  THISSSSSS 🥰🤤🥰🤤🥰🤤\n  ","25496":"\n  Husband and when I gave birth to my little munchkins 🥰👨‍👩‍👧‍👦\n  ","25497":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25498":"\n  I have a love hate relationship with snow ❄️🤦🏻‍♀️\n  ","25499":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25500":"\n  Awe I absolutely love it🥰 She is just one amazing loving very talkative kitty💕 We are so happy she is apart of our lives🐱\n  ","25501":"\n  Going to an amusement park next month for our friends daughter’s birthday. We had so much fun last year cannot wait to go again this year🤗🤗🤗🤗\n  ","25502":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25503":"\n  😍😍😍😍😍😍😍😍😍😍😍\n  ","25504":"\n  💍🥰💍🥰💍🥰💍🥰💍🥰💍\n  ","25505":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25506":"\n  What a beautiful Sunday it’s going to be 🥰🥰🥰🥰\n  ","25507":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25508":"\n  I most certainly do believe in them 💕♎️👸🏻\n  ","25509":"\n  🤤🤤🤤🤤🤤\n  ","25510":"\n  😍😍😍😍\n  ","25511":"\n  🥰🥰🥰🥰\n  ","25512":"\n  ☀️☀️☀️☀️☀️\n  ","25513":"\n  🎃🍁🍂\n  ","25514":"\n  🤤🤤🤤🤤🤤\n  ","25515":"\n  🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️\n  ","25516":"\n  😍😍😍😍😍\n  ","25517":"\n  I like doing shoutouts.. Its fun lol\n  ","25518":"\n  Thanks! My husband thinks so too🙃\n  ","25519":"\n  😂🤣😂🤣😂🤣😂🤣\n  ","25520":"\n  We had a blast at the zoo🥰\n  ","25521":"\n  These 🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️ what can I say, I’m a gamer 😉 mobile games and PS4 games 🙃\n  ","25522":"\n  This one will always be my favorite of myself 💕💕💕\n  ","25523":"\n  I’m MARRIED so don’t ask me questions like that 🤦🏻‍♀️🤦🏻‍♀️\n  ","25524":"\n  MoJo 🐶💙\n  ","25525":"\n  My mama and I shared this at Denny’s 🤤🤤🤤🤤\n  ","25526":"\n  Lil man’s LAST DAY🤗 He’ll get out at 11:35 and will officially be a 3RD GRADER😱 But today is going to be a good day🥰Mama, niece and aunt will be here around 12🙌🏻 We’re going out to lunch to celebrate lil man and then shopping❤️ I get to spend some time with them for a little bit and they including lil man are going back to my Aunt‘s house🤗 Little lady and I will enjoy the rest of the day just the 2 of us until daddy gets home💕💕\n  ","25527":"\n  🍕🍕🍕🍕🍕🍕🍕🍕\n  ","25528":"\n  🤷🏻‍♀️😏😉#BlessedWithMyDaughter #ShesGorgeous #BlessedWithGoodGenes🤷🏻‍♀️\n  ","25529":"\n  Of course Britney Spears. I don’t listen to Beyoncé🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25530":"\n  This sexy ass guy right here!!!\n  ","25531":"\n  My gorgeous Inferni 💖💖\n  ","25532":"\n  Two badass Sirens 😍😍😍\n  ","25533":"\n  🤤🤤🤤🤤🤤\n  ","25534":"\n  ☀️☀️☀️☀️☀️☀️\n  ","25535":"\n  Zak Bagans 😍🤤😍🤤😍🤤\n  ","25536":"\n  I used to watch this all. the. time with my mama!\n  ","25537":"\n  😂🤣🤫 I’m not going to say!!!!!!!!!!!!!!!!!!!!\n  ","25538":"\n  I am loving our cool mornings💕💕\n  ","25539":"\n  I love their smell and appearance🥰 Especially my Roses Dipped In Gold😍😍\n  ","25540":"\n  My little sister from another misters TWINS🥰😍🥰😍🥰😍 They we’re born last night and posted pictures today. The only little girls that where born YESTERDAY that are just absolutely beautiful😉😏💕💕💕\n  ","25541":"\n  🤤🤤🤤🤤🤤\n  ","25542":"\n  🥰🥰🥰🥰🥰🥰\n  ","25543":"\n  I’d kiss him over and over🤷🏻‍♀️🤤\n  ","25544":"\n  I’m not going to say what it was BUT thank you to my husband for that great laugh😂🤣😂🤣🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25545":"\n  Rain rain rain 🌧\n  ","25546":"\n  When my daughter was video chatting her granny and pop pop🥰 I captured the sweetest biggest smiles she was giving them😍 Along with laughing at pop pop playing Peekaboo with her❤️ She lovessss her granny and pop pop so much and it shows💖\n  ","25547":"\n  This gorgeous woman right here🥰🥰🥰\n  ","25548":"\n  😂🤣😂🤣😂🤣\n  ","25549":"\n  😍😍😍😍😍😍😍\n  ","25550":"\n  This sexy beast right here🤤🤤🤤🤤\n  ","25551":"\n  💕💕💕💕💕💕\n  ","25552":"\n  💕💕💕💕💕💕\n  ","25553":"\n  Thisssss beautiful gem right here😍😍😍 I am beyond happy she is finally here🥰🥰🥰\n  ","25554":"\n  Bonus points... He’s nice to look at as well🤤😍🤷🏻‍♀️🤷🏻‍♀️😂🤣\n  ","25555":"\n  My son and I watched Demon house and then we recently checked out Zak Bagans show which is thissss😱😱😱 We are HOOKED lol!!!!!! So it’s safe to say we have it set to DVR now😂🤣\n  ","25556":"\n  🎃👻🍭🍬🍫\n  ","25557":"\n  💕💕💕💕💕💕💕💕💕💕\n  ","25558":"\n  🎂🎊🎉❤️\n  ","25559":"\n  Yepppp this😭😭 thankfully it will be back to normal in a week!!!\n  ","25560":"\n  This is definitely the next book I’m going to be reading!!\n  ","25561":"\n  All day everyday🧘🏻‍♀️💕👸🏻\n  ","25562":"\n  Of my daughter this morning singing her heart out while taking her brother to school.. It was the cutest and funniest thing😂💖😍\n  ","25563":"\n  Pizza and a movie last night with my son💙 we loved watching this!!!\n  ","25564":"\n  😂🤣😂🤣😂🤣\n  ","25565":"\n  Feild Day at my son’s school today🤗 I hope he has a blast. He was so excited it’s finally feild day💙 (it rained yesterday so they’re having it today) I cannot wait to get him from school and hear all about it!\n  ","25566":"\n  😴😴😴😴😴😴😴😴\n  ","25567":"\n  🍕🤤🍕🤤🍕🤤🍕🤤\n  ","25568":"\n  It’s was so good and he did AMAZING🤗🥰🤗🥰🤗\n  ","25569":"\n  K\/DA- Pop\/Stars\n  ","25570":"\n  It’s going to be an amazing day. At 1:30 today I get to go to my son’s school and see something incredible🤗 I cannot wait!!!!\n  ","25571":"\n  This guy!!!\n  ","25572":"\n  He is one amazing and funny actor😍😍😍😍\n  ","25573":"\n  I love the Kardashian’s🥰 I have their show set on my DVR🤷🏻‍♀️ But my favorite Kardashian’s is.....\n  ","25574":"\n  It’s going to be one amazing day🥰🥰🥰🥰\n  ","25575":"\n  Her😍😍😍😍 My husband surprised me yesterday with her. I never expected to get her BUT here she is🥰\n  ","25576":"\n  I don’t know who’s more excited, my son or myself😂🤣😂🤣 (We’ve been knowing we’re going since the beginning of last month) I love going to Six Flags!!!\n  ","25577":"\n  Absolutely amazing🥰🥰\n  ","25578":"\n  Such a good movie. A must watch on Netflix for sure!\n  ","25579":"\n  Wonderful🥰 I had a great day with my daughter and my son loved seeing his school that he’s going to for 3rd grade. Now dinner with my little family👨‍👩‍👧‍👦🥰❤️ #Blessed\n  ","25580":"\n  🥰😍🥰😍🥰😍\n  ","25581":"\n  Love IS love🥰🥰🥰🥰\n  ","25582":"\n  Getting ready to drink thisss😍😍😍\n  ","25583":"\n  A gorgeous Siamese Tiger Kitty🥰😍 I love her so much!!!\n  ","25584":"\n  A message on Class DoJo from my son’s teacher telling all parents about something we’re going to see in his class on Friday🤗\n  ","25585":"\n  These 3 right here😍😍😍😍\n  ","25586":"\n  🙄🙄🙄\n  ","25587":"\n  🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️\n  ","25588":"\n  Allergies SUUUUUUUUCK😩😩😩😩\n  ","25589":"\n  I absolutely LOVEEEEEE Gir 😍😍😍😍\n  ","25590":"\n  I love this......\n  ","25591":"\n  I love mobile games🤷🏻‍♀️🤗\n  ","25592":"\n  Countdown to my son’s last day of school can finally begin and the countdown to MD🤗 Plus there are THREE😉😏🥰 gorgeous baby girl’s (which 2 are TWINS) being born this month as well and I cannot wait to meet them😍😍 My little sister from another mister is the one having twins and my friend since Elementary school is having her FIRST baby which is a girl💕💕💕 This month is the start of a GREAT summer with all these exciting things and fun things happening!!!\n  ","25593":"\n  🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️😂🤣😂🤣😂🤣\n  ","25594":"\n  The Queen of pop😻😻😻\n  ","25595":"\n  Love these two🥰\n  ","25596":"\n  😍😍😍😍😍\n  ","25597":"\n  I’m watching this right now lol\n  ","25598":"\n  One, two, Freddy's coming for you\n  \n  Three, four, better lock your door\n  \n  Five, six, grab your crucifix\n  \n  Seven, eight, gonna stay up late\n  \n  Nine, ten, never sleep again\n  ","25599":"\n  -Godzilla: King of the Monsters\n  \n  -Annabelle Comes Home\n  \n  -Child's Play\n  \n  -The Curse of La Llorona\n  \n  -Aladdin\n  \n  -The Lion King\n  ","25600":"\n  I love this little girl so much🥰 She’s my very gorgeous talkative kitty😍\n  ","25601":"\n  Thisssss😂🤣😂🤣😂 I laugh every year I come across this🙃 I remember this day and everything😂🤣😂🤣😂\n  \n  The conversation goes... Husband\n  \n  Me\n  \n  Husband\n  \n  Me\n  \n  Husband\n  ","25602":"\n  😍😍😍😍😍\n  ","25603":"\n  ❤️☕️❤️☕️❤️☕️\n  ","25604":"\n  ☀️❤️☀️❤️☀️❤️\n  ","25605":"\n  There are many BUT this one is my absolute favorite💕👸🏻\n  ","25606":"\n  Thissssss!! It was such a good movie, my son and I enjoyed watching this🤗\n  ","25607":"\n  🌮🤤🌮🤤🌮🤤\n  ","25608":"\n  🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤🤤\n  ","25609":"\n  🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25610":"\n  🤤🤤🤤🤤🤤\n  ","25611":"\n  My family and husband laugh at me because not only can I quote word for word BUT I also know when it’s on before it even fully starts😂🤣🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️ I loveeeeee this movie!!!\n  ","25612":"\n  Cheesy hotdogs, tater tots and beans🤤\n  ","25613":"\n  This sexy thing😍😍 I cannot wait for her to finally get here so she can go with my Edward, Freddy and Ash!!!\n  ","25614":"\n  Husband sent the original picture to me yesterday. She was laying in our bathroom window lol 😍😂🤣🥰❤️\n  ","25615":"\n  I use a lot actually lol\n  \n  -Facebook\n  \n  -Instagram\n  \n  -Snapchat\n  \n  -Pinterest\n  \n  -ASKfm\n  \n  -Bitmoji\n  \n  -Timehop\n  ","25616":"\n  Norman Reedus🤤💦🤤💦🤤💦\n  ","25617":"\n  I am ready for these Thunderstorms.. I hope they happen🤞🏻🤞🏻🤞🏻\n  ","25618":"\n  Yesterday! This filter is just too cute💕👸🏻🥰\n  ","25619":"\n  Fox😍😍😍\n  ","25620":"\n  It’s going to be a great day and evening👨‍👩‍👧‍👦❤️🥰👸🏻🧘🏻‍♀️💕\n  ","25621":"\n  💁🏻‍♀️👸🏻💕\n  ","25622":"\n  Her name is Inferni and she is so gorgeous and the best kitty everrrrr!!😻😻😻😻\n  ","25623":"\n  Bbq cheeseburgers and fries! Then baked chocolate chip\/chunk cookies and sugar cookies for later 🤤🍔🍟🍪\n  ","25624":"\n  Continuing this peacefulness and drama free life I am living🧘🏻‍♀️💕🧘🏻‍♀️💕🧘🏻‍♀️💕\n  ","25625":"\n  Yesssssss SMDH 🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️ #FunnyAF\n  ","25626":"\n  Been up off and on last night because of my daughter😔😴\n  ","25627":"\n  Neither🙅🏻‍♀️🙅🏻‍♀️🙅🏻‍♀️🙅🏻‍♀️ It’s THISSSS👇🏻👇🏻👇🏻👇🏻👇🏻\n  ","25628":"\n  😍😍😍😍😍\n  ","25629":"\n  Our new addition to our family is so damn gorgeous and lovable😻 I LOVE her so damn much already!! I am officially a 👇🏻👇🏻👇🏻👇🏻👇🏻\n  ","25630":"\n  One of these and whatever flavor I’m feeling that day!!\n  ","25631":"\n  🍕🍕🍕🍕🍕🍕🍕🍕🍕\n  ","25632":"\n  It’s a rainy Monday so that means LAZY day for my husband, daughter and I (Our son is in school). Show’s and then movies all day💕💕💕\n  ","25633":"\n  It was great even though it rained the whole day! Friendly’s for breakfast, full day of shopping (for myself) Arby’s for dinner and of course a movie. Cards from my little family and a very cute stuffed dog from my little munchkins. My son made me something from school and I also got a Saeko figure from my husband plus cupcakes!! Blessed mommy and wife💕👨‍👩‍👧‍👦👸🏻\n  ","25634":"\n  Thisssss🙅🏻‍♀️🙅🏻‍♀️🙅🏻‍♀️🙅🏻‍♀️🙅🏻‍♀️\n  ","25635":"\n  My husband’s on vacation🤩 So from morning to night it’s going to be a great fun filled amazing Mother’s Day with my little family and I cannot wait! 🥰👨‍👩‍👧‍👦💕\n  ","25636":"\n  ☕️☕️☕️☕️☕️☕️\n  ","25637":"\n  These need to happen.. Especially the rose and heart 🖤🖤🖤🖤🖤\n  ","25638":"\n  Small things...\n  \n  Coffee\n  \n   My shows\n   \n   Netflix\n   \n   Sleep\n   \n   Baths\n   \n   The little things my husband always does for me\n   \n\n     View more\n    \n\n\n","25639":"\n  🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️\n  ","25640":"\n  October baby♎️♎️♎️♎️♎️\n  ","25641":"\n  When he uses wife whenever he’s talking to people or on Facebook making a status😍🥰 7 years married and he still calls me wife instead of my name and I love it. Makes me melt!!!💍👸🏻💕💑💏\n  ","25642":"\n  😍😍😍😍\n  ","25643":"\n  🥰😍😏💑💏💦💦💦\n  ","25644":"\n  🤤🤤🤤🤤🤤\n  ","25645":"\n  👸🏻💕💍\n  ","25646":"\n  Absolutely♎️\n  ","25647":"\n  Happy and blessed💕👸🏻🧘🏻‍♀️\n  ","25648":"\n  Season 4 of LUCIFER😈🖤😈🖤\n  ","25649":"\n  Kimberley👸🏻💕\n  \n  Wife, mommy, daughter, sister, aunt, cousin and friend🥰\n  ","25650":"\n  Thissssss😏👸🏻🧘🏻‍♀️\n  ","25651":"\n  These two love birds🥰🥰🥰\n  ","25652":"\n  Yes and this song! *Head Above Water*\n  ","25653":"\n  😍😍😍😍😍😍\n  ","25654":"\n  🐶🐶💖💙 #MommysFurBabies\n  ","25655":"\n  ☀️☀️☀️☀️☀️☀️\n  ","25656":"\n  😂🤣😂🤣 Love my MoJo!\n  ","25657":"\n  😍😍😍😍\n  ","25658":"\n  -Kimmy👸🏻\n  \n  -30🥳\n  \n  -5”2🙃\n  \n  -Happily Married💍\n  \n  -Libra♎️\n  \n  -The births of my little munchkins and marrying my best friend👨‍👩‍👧‍👦\n  \n  -Husband all day everyday BUT also Norman Reedus🥰\n  \n  -Both❤️\n  \n  -Pink💖\n  \n  -Mountain dew💚\n  ","25659":"\n  May 8th to watch season 4 of Lucifer😍🤤😍🤤\n  ","25660":"\n  😍😍😍😍😍😍😍\n  ","25661":"\n  Thank you to my wonderful husband❤️🤤❤️🤤\n  ","25662":"\n  Dinner is in the crockpot... I love this stuff🤤🤤\n  ","25663":"\n  The sides lite up and it was blue lol\n  ","25664":"\n  Just spending it with my little family👨‍👩‍👧‍👦❤️🥰\n  ","25665":"\n  Happy, peaceful, great and blessed🤗🧘🏻‍♀️😏🥰 Nothing can disturb this mood💁🏻‍♀️👸🏻💕\n  ","25666":"\n  This woman right here.. AMY LEE😍❤️ I absolutely LOVE her and her amazing voice. This song though *Speak To Me* is EVERYTHING😩❤️\n  ","25667":"\n  This guy😍😍😍\n  ","25668":"\n  👸🏻💕👸🏻💕\n  ","25669":"\n  Great month it’s going to be too👨‍👩‍👧‍👦❤️🥰😍🤗😏\n  ","25670":"\n  My forever mood though👸🏻💕💁🏻‍♀️\n  ","25671":"\n  😍😍😍😍😍\n  ","25672":"\n  Iliza Shlesinger😂🤣 I love her!!!\n  ","25673":"\n  He is and will always be one of my fantasies🤤🤤🤤 So the whole date thing would be with HIM😍😍😍\n  ","25674":"\n  Lucifer😍🤤 on season 3 now. I cannot wait for season 4!!!\n  ","25675":"\n  I already gave them their names🥰\n  \n  Nevan- Which is an Irish name (I’m Irish)🍀 and he has his daddy’s middle name\n  \n  Leyla- Which is from my favorite Paranormal Activity movie😏 and she has her great grandmothers middle name\n  ","25676":"\n  🤗🤗🤗🤗🤗🤗\n  ","25677":"\n  #LittleFoot #IHaveSmallFeet #Lol\n  ","25678":"\n  🤢🤮🤢🤮🤢🤮\n  ","25679":"\n  Getting ready to anyways lol...\n  ","25680":"\n  💝💞💓💗💖💘💕🎀🌸\n  ","25681":"\n  🤤🤤🤤🤤\n  ","25682":"\n  🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️\n  ","25683":"\n  🙄🙄🙄🙄🙄🙄🙄 I literally HATE this movie!!!\n  ","25684":"\n  Yeppp😂🤣🤢 #Gross #Lmfao\n  ","25685":"\n  ☕️☕️☕️☕️☕️\n  ","25686":"\n  Sitting on top of my husband and just cuddling with him while he was scratching my back and rubbing the booty🥰😍 That is the best!\n  ","25687":"\n  🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️ This is my FOREVER mood💕\n  ","25688":"\n  😍🐵😍🐵\n  ","25689":"\n  Thisss😂🤣🤦🏻‍♀️ #SomeShouldntTakePictures\n  ","25690":"\n  I absolutely love this mirror😍😍😍\n  ","25691":"\n  I absolutely LOVE roses.. Especially these😍 they are REAL roses dipped in GOLD!!\n  ","25692":"\n  💕👸🏻💕👸🏻 #LoveThisFilter\n  ","25693":"\n  This is my dream destination right here!!!\n  ","25694":"\n  Thissss with sweet tea🤤🤤🤤\n  ","25695":"\n  💍🥰💍🥰💍🥰 Mean so much to me because it’s my husbands birthstone😍\n  ","25696":"\n  It’s Britney bitch😍😍😍😍\n  ","25697":"\n  Valentine’s day❤️\n  \n  St. Patrick’s day🍀\n  \n  Easter🐰\n  \n  Mother’s Day💕\n  \n  Father’s Day💙\n  \n  Fourth of July🎆\n  \n  Halloween🎃\n  \n  Thanksgiving🦃\n  \n  Christmas🎄\n  \n  New years🎊\n  ","25698":"\n  Thisss😂🤣😂🤣\n  ","25699":"\n  🐰🐣💛\n  ","25700":"\n  👨‍👩‍👧‍👦❤️🥰\n  ","25701":"\n  Thisss😂🤣😂🤣😂🤣\n  ","25702":"\n  “I like this question”\n  \n  But I came across him on MyYearBook and I literally thought he was so hot lol. ( through that time on the Internet he literally saved me from a very toxic and abusive relationship).. I met him at my cousins house for the first time on Halloween of 08’, once he wrapped his arms around me and lifted me up I WAS DONE AND HOOKED🥰🥰  That Halloween night was my “Falling In Love moment”. Now I am married to him with 2 kids!\n  \n  Thanks for this question🤗🤗\n  ","25703":"\n  🖤☠️🖤☠️🖤☠️ The loses along the way since season one 😭😭😭😭 They are my tv family!!!\n  ","25704":"\n  Mine and my husband’s song💑💏❤️💍\n  ","25705":"\n  Peaceful, happy, blessed and drama free🧘🏻‍♀️💕\n  ","25706":"\n  Something random🤷🏻‍♀️😂🤣🤦🏻‍♀️\n  ","25707":"\n  🎃🍭🍬🍫🧡🖤\n  ","25708":"\n  Absolutely nothing lol\n  ","25709":"\n  My little munchkins are watching it now lol\n  ","25710":"\n  Non-celebrities:\n  \n  Mom (Far away)\n  \n  Grandma (RIP)\n  \n  SIL (Far away)\n  \n  Cousin (Far away)\n  \n  Virginia (Far away)\n  \n  Celebrities:\n  \n  Norman Reedus\n  \n  Johnny Depp\n  \n  Britney Spears\n  \n  Chelsea (Teen mom 2)\n  \n  Maci (Teen mom OG)\n  ","25711":"\n  Yes yes yes yes😍😍😍😍\n  ","25712":"\n  Loveeee her😍😍\n  ","25713":"\n  My daughter taking a picture of her foot😂🤣😂🤣😂😂\n  ","25714":"\n  Duh🖤🖤🖤\n  ","25715":"\n  Thisss😍😍😍\n  \n   For the ones that don’t know this it’s *Love Me Like You Do*\n   \n\n     View more\n    \n\n","25716":"\n  What I’m drinking now💛☕️\n  ","25717":"\n  GOT lol🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","25718":"\n  I absolutely love the smell of rain🌧\n  ","25719":"\n  Thissss😍😍😍😍\n  ","25720":"\n  My kid’s birthdates under my collarbones\n  ","25721":"\n  Closer to our family\n  ","25722":"\n  Facebook\n  ","25723":"\n  My kids and husband... But my kids👩‍👧‍👦\n  ","25724":"\n  This sexy ass man right here😍😍\n  ","25725":"\n  Vintage BUT both are good too\n  ","25726":"\n  💖💖💖💖\n  ","25727":"\n  Mashed potato bowls, which we are having tonight😉\n  ","25728":"\n  Chelsea DeBoer from Teen Mom 2\n  ","25729":"\n  Norman Reedus\n  ","25730":"\n  ☕️☕️☕️☕️☕️\n  ","25731":"\n  Wedding anniversary, my birthday, baby shower, party for my son, my son's birthday, Halloween, Thanksgiving and the arrival of our baby❤️❤️❤️ Christmas, can't forget that lol\n  ","25732":"\n  Watching movies with my little family or just my husband❤️❤️\n  ","25733":"\n  I'm addicted to both, lol\n  ","25734":"\n  Nothing yet, it's still morning!!\n  ","25735":"\n  I need to get my son up and ready for school!\n  ","25736":"\n  Spiders lol\n  ","25737":"\n  Of course I do❤️\n  ","25738":"\n  From this morning!\n  ","25739":"\n  My handsome son ❤👦\n  ","25740":"\n  You can marry your SO without having in-laws, if you wanted too!\n  ","25741":"\n  Oh that's only for me to know 😂😂\n  ","25742":"\n  Happily married 💑💏\n  ","25743":"\n  Coffee ☕\n  ","25744":"\n  My family's coming to my house on Saturday, so we will be spending the day with them. Also doing Christmas with them as well.\n  ","25745":"\n  I'm not wearing socks\n  ","25746":"\n  Halloween 👻🎃\n  ","25747":"\n  Both\n  ","25748":"\n  October ❤\n  ","25749":"\n  Yes there can be\n  ","25750":"\n  I'm outside\n  ","25751":"\n  I love them. I have 4 and I want many more.\n  "}}