{"Question":{"246790":"\n   You’re cute and I’m saying that because of your emoji, so what system have you played on. What’s the game you’ve played the most before\n  ","246791":"\n   Then again idk flirting with you would be such a good idea if you just got out of a relationship but I’m not trying to get you to fall in love. Just hoping I can be part of your amazing energy and stay in your warm fire since you’re the devil lol\n  ","246792":"\n   I’m only sweet when someone is as sweet as me and who’s very honest. You’re truly a wonderful person. I wish we could talk more. Do you like talking on the phone\n  ","246793":"\n   I meant or* lol I’m on snap mostly as well. Did you only add me on Instagram or snap as well\n  ","246794":"\n   Fairly sure that's why he tried to add me. To get to your page.\n  ","246795":"\n   But I hope you give I can take you in 2021 let’s hope for the best\n  ","246796":"\n   I did sweetie 🥰🥰\n  ","246797":"\n   Who is your favourite Olympian god or goddess and why? If you could be a child of one of the gods and inherit there powers\/ability who would you choose and why?\n  ","246798":"\n   I’m very short temper so I understand the feeling but I can defend myself just I choose not to just I just think what’s the point and usually people want me to fight back but I rather not lol. well if you like I wouldn’t mind helping if you just need someone to talk too\n  ","246799":"\n   Well I’m glad because messaging last night was very lovely. So what ya up to?\n  ","246800":"\n   idk wh but we talked before. can i dm u\n  ","246801":"\n   hello friend\n  ","246802":"\n   I always thought girls found it painful\n  ","246803":"\n   Undies color\n  ","246804":"\n   Try me, honey\n  ","246805":"\n   No girl likes that\n  ","246806":"\n   I'll fu*kin destroy ur pu$\n  ","246807":"\n   Ohh take my d*k in ur a$$ babe 😁😁\n  ","246808":"\n   What about a*nal?\n  ","246809":"\n   Would u s*k my d*k?\n  ","246810":"\n   I am on my bed waiting for woman.\n  ","246811":"\n   I'd like to be ur client LOL 😁😁\n  ","246812":"\n   What is ur job?\n  ","246813":"\n   Don't drink\n  ","246814":"\n   Why honey\n  ","246815":"\n   Good f*uck\n  ","246816":"\n   Sad but true. It's the same here. People in the medical and care fields are terribly underpaid!\n  ","246817":"\n   Yeah I heard alot of agency’s sadly are underpaying you for the work that you hard working guys do but I at least thought you were given hazard pay.\n  ","246818":"\n   You’re not dumb you’re just working to hard. I hope the people you help appreciate you and I hope your state or employer is paying a little bit extra for all the work you are doing under high conditions.\n  ","246819":"\n   Oh why did they reduce your hours? I thought you were an essential worker?\n  ","246820":"\n   About how many hours a week do you work?\n  ","246821":"\n   What do you mean by rights and blood Pathogens ?\n  ","246822":"\n   Not going to lie, I admire you for the job you do! ❤\n  ","246823":"\n   What do you need to be a care giver.\n  ","246824":"\n   Yeah I am that sweet and romantic.\n  ","246825":"\n   Well I bet you’re happy you got to sleep. So what ya up to queen?\n  ","246826":"\n   Thanks. I am cute shy giant lol. You are very kind.\n  ","246827":"\n   You like tall boys?\n  ","246828":"\n   No, idiot\nU said I'm not\nI replied I am\n😝\n  ","246829":"\n   Are u interested in a rich sugar daddy looking for a sugar baby who I can spoil and take good care of\n  ","246830":"\n   Are u interested in being my sugar baby I promise to spoil and take good care of you babe\n  ","246831":"\n   Awwwww thanks for saying it’s cute\n  ","246832":"\n   mirry\n  ","246833":"\n   I’m good. I see your page is still pretty eventful. 😂\n  ","246834":"\n   I am 6’3. Of course I would only pick you up if you wanted me too lol\n  ","246835":"\n   Hey! Hope all is well.\n  ","246836":"\n   That is so cute! I could pick you up and carry you!\n  ","246837":"\n   How tall are you?\n  ","246838":"\n   I will call the cops if people don't stop acting like me on anonymous\n  ","246839":"\n   I would bow down to you\n  ","246840":"\n   I wish I could sacrifice you to the holy sun god, Ra! :D\n  ","246841":"\n   What's the last vehicle you've traveled in??\n  ","246842":"\n   Are you interested in politics?\n  ","246843":"\n   Sta radis\n  ","246844":"\n   Cao\n  ","246845":"\n   Damn sounds like one hella night for you\n  ","246846":"\n   Weird flex you f.ucking c.unt\n  ","246847":"\n   Aren't you white?\n  ","246848":"\n   😂😂🥰\n  ","246849":"\n   Look cute all day 😇\n  ","246850":"\n   Work at the compound taking care of children who've been out there for mental illness reasons but i think you need to be a nurse though\n  ","246851":"\n   u told me to dm u on insta\n  ","246852":"\n   whats ur insta id\n  ","246853":"\n   Work here!\n  ","246854":"\n   Do you remember how this app use to be ad free? 2018 must be the last good year\n  ","246855":"\n   Come join\n  ","246856":"\n   I study business and you? My parents are very well off people in Russia so i go out of country to study, they own house in Florida for winter\n  ","246857":"\n   So you come from a village not big city? I do college in Canada recently i like American car, how do you get on the leaderboard?\n  ","246858":"\n   Wait so your that russian bxtch chloe always talking bout?\n  ","246859":"\n   Ok and where are you from St Peter?\n  ","246860":"\n   You claim to be Russian ok, thats not ok, ok you need us we don't need you ok\n  ","246861":"\n   My weed guy is on his way. Wanna join ?\n  ","246862":"\n   Laying in bed drinking hahah\n  ","246863":"\n   I feel your pain babe\n  ","246864":"\n   Are you off soon\n  ","246865":"\n   You change you name and dp so damn often i can never find your ass\n  ","246866":"\n   U tell me\n  ","246867":"\n   Nooo 😞\n  ","246868":"\n   So what’s the queen up to today\n  ","246869":"\n   Whats \"bimbos\"??\n  ","246870":"\n   Pls don't listen to that anon bby, I love your bimbos just the way they are. You are a perfect princess overall 😘\n  ","246871":"\n   AW BB\n  ","246872":"\n   IMY\n  ","246873":"\n   Ok well i'm working on getting my \"A driver's license\" so i can drive a semi truck like the rest of my family\n  ","246874":"\n   HI\n  ","246875":"\n   Can you stop being rude?\n  ","246876":"\n   Don't you own a house yet?\n  ","246877":"\n   What is the oldest object you own? How old is it?\n  ","246878":"\n   Ben is Jewish, Maggie even said his last name is of a Jewish because she knows that shxt\n  ","246879":"\n   Today I was transporting some dogs in a van to a training center. The security of the building stopped and asked us what they are. I said \"Hens. They bark nowadays\" and we laughed at the security guard 🤣\n  ","246880":"\n   You have a crush on Jasben\n  ","246881":"\n   How is ms.Trinket your best friend when she lives in the U.K\n  ","246882":"\n   I'm\n  ","246883":"\n   ill tell u but privately plz\n  ","246884":"\n   saddddd\n  ","246885":"\n   how r uuuu\n  ","246886":"\n   If I get us a trap house so we can start trapping out the bando can we start working together? ( I just feel like it’s the best way we could spend time together and get to know each other and that would make me happy and I deserve to feel happiness just once instead of just sadness and emptiness.)\n  ","246887":"\n   What's the deal with all the weaponry?\n  ","246888":"\n   Would you like bigger bewbs? What size ?\n  ","246889":"\n   do u like to watch a lot of horror movies on Halloween?\n  ","246890":"\n   Do you ever feel like you’re too nice?\n  ","246891":"\n   You know anything about stock market?\n  ","246892":"\n   Is the queen finally awake and sobered up\n  ","246893":"\n   Have you ever heard moskau song?\n  ","246894":"\n   Look at your little cute round face aww\n  ","246895":"\n   Where did you get the gun set at toys are us? Lmao. Stop playing kid\n  ","246896":"\n   My girlfriend did bad things to me when I was 22. I was too young for these things.\n  ","246897":"\n   How much do you love alliteration?\n  ","246898":"\n   😂\n  ","246899":"\n   INSTA NAME???\n  ","246900":"\n   Insta name??\n  ","246901":"\n   stay home stay safe wear the mask\n  ","246902":"\n   ♥️♥️♥️♥️♥️\n  ","246903":"\n   I know we haven't spoken much, but I think you are amazing and super strong! Keep being you :3\n  ","246904":"\n   ♥️ EVERYONE SEND MARISA LOVE AND POSITIVITY ♥️\n  ","246905":"\n   Can we do anything to cheer you up? You’re super nice and caring to others and it’s time someone shows you that in return. You’re a great person! ❤️\n  ","246906":"\n   How come?\n  ","246907":"\n   You are loved! ❤️\n  ","246908":"\n   Would you say that you’re an intense person?\n  ","246909":"\n   Are you more of a giver or a taker?\n  ","246910":"\n   Where are you from?? 🥰🥰\n  ","246911":"\n   If reincarnation is real, what animal would you come back as?\n  ","246912":"\n   🥰😘\n  ","246913":"\n   65. i hope everyone has a good and wonderful day ✨\n  ","246914":"\n   Let's get married tonight bby 💍😘\n  ","246915":"\n   If you someday give me the notice that your pregnant I'll be there to support you and kiss you, you don't have to worry about anything bc I'll be by your side no matter what and by then all I have for you is hugs and cuddles and laughs: no tears 😘❤️\n  ","246916":"\n   Oh yea I'm sure you love salami asf\n  ","246917":"\n   Do you really came from Russia or just have Russian roots ?\n  ","246918":"\n   The best! And salami sandwiches? 😁\n  ","246919":"\n   I'm going to need a lot of guns, who'd like to join me to free a friend of mine?\n  ","246920":"\n   Why?\n  ","246921":"\n   So nice to me\n  ","246922":"\n   Well being a caretaker isn’t easy work for sure and I know you know that. So are you still seeing a therapist or do you have someone you can at least talk to\n  ","246923":"\n   🥺🥺🥰🥰\n  ","246924":"\n   That make sense but I’m pretty sure you kinda dare yourself and then did it lol. You said you like to hurt yourself in general or when you’re drunk\n  ","246925":"\n   Good!! I love your new picture!!\n  ","246926":"\n   Good hun, yourself\n  ","246927":"\n   😏😂😂\n  ","246928":"\n   So just wondering but did you do it or someone else did to ya because that must of been painful either way\n  ","246929":"\n   You’re the qt I thought\n  ","246930":"\n   Hellooooo lovely\n  ","246931":"\n   she doesn't even know who Jasmine's last boyfriend was since she's not had a boyfriend for years...since ya know...she is married lmao\n  ","246932":"\n   No it is true he wants me so bad because he cant deal with jasmines ugly self so happy I am not ugly and guys actually want me\n  ","246933":"\n   But jasmine last boyfriend tried talking to me on Instagram and told me he doesnt even like her and that I am so much prettier then her\n  ","246934":"\n   Oh wait you might think this is crazy but also I just found one if your favorite thongs as well :P\n  ","246935":"\n   It has a leopard print isn't ?\n  ","246936":"\n   I honestly might delete this app\n  ","246937":"\n   I don't even know you, you know all the towns close to me which scares me i always thought you lived in Russia so whoever said that is lying\n  ","246938":"\n   jasmine looks like a boy and cant even get a boyfriend but at least I can get In a relationship\n  ","246939":"\n   I see you're not wearing a bra on your profile pic and probably because I just found it under my bed naughty girl 😝\n  ","246940":"\n   I look better then jasmine\n  ","246941":"\n   Talk about you on what?\n  ","246942":"\n   Jasmine is sad because she is single and no one will ever love her I am in a relationship and I look good\n  ","246943":"\n   Well at least I know it’s true when you’re drunk you intend to speak with your emotions more but I understand how you feel it’s ok\n  ","246944":"\n   What kinda vehicles do you own? What kind of vehicle would you like to own one day?\n  ","246945":"\n   Seems like you’ve been holding this back for sometime now but it’s alright to go through a change after being hurt. If you wanna stop sharing your emotions you can just know I understand\n  ","246946":"\n   I won't talk about you because i don't wanna be hurt\n  ","246947":"\n   Do you like me?\n  ","246948":"\n   Sounds like you’re going through a change and seems like you don’t mind it. This is gonna sound confusing and weird but I feel like to understand life. You must go through a good and bad phase to understand things better\n  ","246949":"\n   Thanks i love you\n  ","246950":"\n   Oh you seem to know a lot about where i live which scares me\n  ","246951":"\n   That would be so funny 😂 how would u react if anyone do that?😂\n  ","246952":"\n   Do you know Vikki or Julia? Both are my friends\n  ","246953":"\n   I like you\n  ","246954":"\n   How would you know? You don't live there its not bad i just have more friends in Farmington Hills tbh\n  ","246955":"\n   Με τι αθλημα ασχολεισαι? (Ρωταω οσους ακολουθω)\n  ","246956":"\n   It’s just that I have self esteem issues and low confidence and so I because of that I believe that girls would not want to hang around or talk to me when they can talk to guys who are much better and I would just be a waste of time.\n  ","246957":"\n   Shes only 10 minutes away but i don't like going to Pontiac\n  ","246958":"\n   Just driving to see my friend haha she called me\n  ","246959":"\n   Anyways i'm not really aggressive so how is your night?\n  ","246960":"\n   Yeah right\n  ","246961":"\n   Yeah but I'm not afraid of you because you're a girl\n  ","246962":"\n   You don't want to?\n  ","246963":"\n   Where do you want to fight me\n  ","246964":"\n   You’re replying back when you got friends only. You know the rules phone down and have fun with friends lol btw you seem up for it though just not rn\n  ","246965":"\n   Point is be more respectful baby\n  ","246966":"\n   You're probably the person driving past my house every night. Same car as yours to\n  ","246967":"\n   Ok well don't be a creep and telling people where i live on your account it's inappropriate friend\n  ","246968":"\n   Well idk if you wanna talk on the phone while you’re tipsy\n  ","246969":"\n   Where do you live in the USA?\n  ","246970":"\n   Bro i follow your account i don't know where tf you live so whoever is saying shxt needs to stop, i thought you lived in Russia\n  ","246971":"\n   She was put in a big house thats all paid for idk who she works for but her boss must be wealthy\n  ","246972":"\n   Everything is gonna be alright\n  ","246973":"\n   Danielle told me\n  ","246974":"\n   Bro you live with your ex and her parents 🤣\n  ","246975":"\n   I only asked because you said something about how you use sarcasm to keep you sane. So to me sounds like you’re going through a lot more stuff\n  ","246976":"\n   Tell your friends to stfu and stop sending me questions i don't care about, that chick from Florida is nothing to me i haven't seen her account since March\n  ","246977":"\n   Well talking to someone depressed on the phone sounds good to me and Sarcasm is what I’m all about. So how many breakdowns you had this month\n  ","246978":"\n   Have you ever worked third shift before?\n  ","246979":"\n   Have you ever called on Instagram before\n  ","246980":"\n   You’re truly adorable\/silly\n  ","246981":"\n   but I like u in bar*e even if u get preg*\n  ","246982":"\n   Well idk if we’re friends yet but I’ll say I prefer talking then this messaging tbh\n  ","246983":"\n   Haha was that a good “this 👏” or sarcasm\n  ","246984":"\n   Shut up\n  ","246985":"\n   Well you are female and you have a 😺, so yes.\n  ","246986":"\n   Btw a smile is a smile doesn’t matter how old or new because it’s still the same person and besides that usually a sign she’s in a better mood\n  ","246987":"\n   Well tbh I don’t need your phone number. I could call you on other apps and besides you said you’re busy rn\n  ","246988":"\n   Catfish “j” still after you?\n  ","246989":"\n   I rest my case\n  ","246990":"\n   Ewwww you eat a.ss\n  ","246991":"\n   come on\n  ","246992":"\n   k, we can fu*k bare &  I c*um on ur b00b$\n  ","246993":"\n   Have you ever made it rain?\n  ","246994":"\n   get OCPs\n  ","246995":"\n   cond$ sucks\n  ","246996":"\n   I'd like to c*um in\n  ","246997":"\n   I will when i am close x\n  ","246998":"\n   My girlfriend is my special treat\n  ","246999":"\n   Well would you like to talk on the phone rn? That’s if you want to though\n  ","247000":"\n   Someone said you put your head through a plate glass window.  I told them that's just Marisa being Marisa lol\n  ","247001":"\n   Do you have a band aid? I just scraped my knee falling for you 🤕\n  ","247002":"\n   Do you like talking on the phone?\n  ","247003":"\n   Writing\n  ","247004":"\n   What makes you really sleepy?\n  ","247005":"\n   Do you prefer drawing or writing?  ✍🏻\n  ","247006":"\n   Spring sunrise or autumn sunset?\n  ","247007":"\n   What is your favorite drink?\n  ","247008":"\n   That’s wonderful and you’re very welcome 😊 so are you working today\n  ","247009":"\n   My gosh such a beautiful smile on your profile! I thought to never see a smile from you so have you been feeling better\n  ","247010":"\n   Weird flex, Snorlax\n  ","247011":"\n   Back when you were in high schools did guys used to approach and try to talk to you on occasion and if they did do you appreciate the effort they tried to make?\n  ","247012":"\n   Not much just working 3pm to 11pm tonight\n  ","247013":"\n   What are you doing today?\n  ","247014":"\n   My life revolves around FaceTiming my girlfriend\n  ","247015":"\n   Would you rather have the ability to read people’s minds or make two people fall in love?\n  ","247016":"\n   My girlfriend said to stop flirting with you\n  ","247017":"\n   America?\n  ","247018":"\n   Where are you from\n  ","247019":"\n   wats ur name there\n  ","247020":"\n   lol give me urs ill add you donn't post this\n  ","247021":"\n   no insta request\n  ","247022":"\n   60. if your in America . will you be celebrating the 4th of July? if your not in America use as a filter\n  ","247023":"\n   heyy never got your req bruh\n  ","247024":"\n   (If you drink)\n(If not just ignore question)\n\nWhat kind've drink do you prefer? Beer? A cocktail? A margarita? Just straight liquor? Vodka? Whiskey? Cold? Warm?\nWith fruit in it?\n  ","247025":"\n   That If they wanna sleep with me in a hotel\n  ","247026":"\n   Do you think I should see a doctor for that?\n  ","247027":"\n   It’s like you won’t be embarrassing like if I am from Asia if i be with you\n  ","247028":"\n   you have nice eyes\n  ","247029":"\n   Hi 👋\n  ","247030":"\n   Well girls don't have a 🍆 which is a big concern so\n  ","247031":"\n   You are very cute\n  ","247032":"\n   Hi baby\n  ","247033":"\n   Go summer photo\n  ","247034":"\n   Who said something about Lisa?\n  ","247035":"\n   Do you like it when a guy put aside your hair and then kiss you on your uncovered forehead? 💋\n  ","247036":"\n   62. you are all amazing . 💜🥰\n  ","247037":"\n   Darling would you come and help me pick out something to eat at the supahmawqet?\n  ","247038":"\n   Nvm\n  ","247039":"\n   Hi are you friends of the mafia leader\n  ","247040":"\n   Lisa is nice but she can turn on you just as quick\n  ","247041":"\n   that post was from 2 years ago lol\n  ","247042":"\n   Fxck off sissy boys!\n  ","247043":"\n   its a gift\n  ","247044":"\n   That sucks he left you for your best friend his lost. And don’t worry it’s my fault I am just terrified of girls😅.\n  ","247045":"\n   Would you be able to\n  ","247046":"\n   Can we see your bare feet?🌸😍🙏\n  ","247047":"\n   What\n  ","247048":"\n   No it was just for fun since its not illegal anymore but my sister does so she would use it. She buys pot from the Canadian government\n  ","247049":"\n   Would you be able to get a guy to wear a thong?\n  ","247050":"\n   Would you?\n  ","247051":"\n   Your dad knows how to make beautiful girls 😘\n  ","247052":"\n   Wherever the arrow goes I'll go there too 🤤\n  ","247053":"\n   How visible is it?\n  ","247054":"\n   Imagine I go with you and you say to him \"hey dad this is my boyfriend and you're having a grandson\" 😛\n  ","247055":"\n   I had one plant but i didn't know hoe to grow it\n  ","247056":"\n   Who is dear to you?\n  ","247057":"\n   In Canada you can grow two plants per person i think\n  ","247058":"\n   Is weed legal in USA?my friend own a weed garden over there..\n  ","247059":"\n   Is it safe to visit there?will black people beat me up?very much afraid of them\n  ","247060":"\n   What’s in 2021?\n  ","247061":"\n   Good luck bby  😘\n  ","247062":"\n   Ok then ig I'll drill you down when you come back 🤰🏻\n  ","247063":"\n   What's does it means the arrow pointing towards the girl butt h0le ? 🤔\n  ","247064":"\n   Is your dad a baker because you have a nice buns 😊\n  ","247065":"\n   Hii how are you doing? :)\n  ","247066":"\n   Am I your daddy\n  ","247067":"\n   Just enjoying the day with Lisa\n  ","247068":"\n   Hi how is my favourite girl 😍\n  ","247069":"\n   Afraid of me?as I am not from your country?\n  ","247070":"\n   What would you choose If you have option cannabis or lsd?🤩\n  ","247071":"\n   I will will give you my credit card for an hour\n  ","247072":"\n   Crystal meth maybe haha😂😂it’s available in USA right?\n  ","247073":"\n   What were you like as a child?\n  ","247074":"\n   I will treat you lsd 😂😂😇\n  ","247075":"\n   I will pay you empty my bank account for you\n  ","247076":"\n   ...yes\n  ","247077":"\n   Don’t say no please\n  ","247078":"\n   🌻 Happy Summer Solstice to all!\n  ","247079":"\n   Wish you were my girlfriend and just have normal sxx and generally love each other and of course spoon cuddle while we sleep together\n  ","247080":"\n   Best thing about you?\n  ","247081":"\n   Have you ever had s ex in the shower?\n  ","247082":"\n   I know you’re not looking but what do you look for in a guy mostly?\n  ","247083":"\n   I keep begging you for 2021\n  ","247084":"\n   56. We have finally reached Sunday 🤗\n  ","247085":"\n   I thought you like s ex so much\n  ","247086":"\n   Have you being choked on a 🍆\n  ","247087":"\n   How easy \/ hard is it for you to fall asleep? Do you have any certain conditions that needs to be met before you're able to travel to dreamland? 😴🛌\n  ","247088":"\n   Oh how did he turn out to be a jerk? And I am sorry about that when girls are young it’s hard to say no but if I was lucky enough to be with you I would be way to afraid to even look at you non the less get that close to you.\n  ","247089":"\n   Do*\n  ","247090":"\n   Do you like it when a man check your body up or you don't care?\n  ","247091":"\n   Dot you think it's normal that guys stares at hot girls body? 🤔\n  ","247092":"\n   u can use it anytime\n  ","247093":"\n   Obviously maggie likes dixk if she has a child probably a lesbian who decided to be gay\n  ","247094":"\n   I swear if you let me fuxk you once i will be happy\n  ","247095":"\n   I mean where was it and how was the guy? And as for the kiss did he force himself on you?\n  ","247096":"\n   Marisa please take my virginity\n  ","247097":"\n   Its not them they're 26 years old and they troll tf out of you\n  ","247098":"\n   What was your first date like and your first kiss like?\n  ","247099":"\n   my 6.5 inches erected penis\n  ","247100":"\n   Why not?  You will get free head\n  ","247101":"\n   i want to gift u something\n  ","247102":"\n   If i came to you would you let me taste your pxssy\n  ","247103":"\n   What did you do today ?\n  ","247104":"\n   Can you show me one photo??\n  ","247105":"\n   I want to taste it whats does pxssy taste like\n  ","247106":"\n   ohhh goshh i meant that how much do u love it idiot\n  ","247107":"\n   What do you wearing in your feets right now?\n  ","247108":"\n   You need your pxssy lixked\n  ","247109":"\n   u told that u love it then i asked you idiot\n  ","247110":"\n   What is your size feet?\n  ","247111":"\n   sex?\n  ","247112":"\n   how much?\n  ","247113":"\n   No charges if you're a girl too\n  ","247114":"\n   Shi* who doesn't lol\n  ","247115":"\n   12 lol 🙈\n  ","247116":"\n   Yay! But please don't laugh I'm still 32-a 😞\n  ","247117":"\n   I know this is a weird question but have you ever let a dog to lick your puzzy?  just wondering tho 🤔\n  ","247118":"\n   So why if you love bewbs that much then why you don't wanna check out mine? 😥\n  ","247119":"\n   😘😘😘\n  ","247120":"\n   I would pull down your pants and start lixking\n  ","247121":"\n   i want to marry you\n  ","247122":"\n   opinion on sex?\n  ","247123":"\n   I'm tired of hearing what love can do and I ain't gonna tell you what's right for you\n  ","247124":"\n   I look like americans but I have never been there\n  ","247125":"\n   I am new to this I actually couldn’t have a guts to ask this to a girl so I ask here.what would happen if really I ask?\n  ","247126":"\n   I can’t even have an eye contact like I kind a feel nervous it just here I talk shit\n  ","247127":"\n   i love you\n  ","247128":"\n   What’s in your pockets?\n  ","247129":"\n   Have you ever write a text message and before you tap send it's all tears dropped on the phone screen? 🤔\n  ","247130":"\n   Ben is posting about you calling you a back stabber\n  ","247131":"\n   Why not baby? Are you like anti social or just socially awkward? 🤔\n  ","247132":"\n   Do you like parties with 12 people or parties with 60?\n  ","247133":"\n   Remove the socks\n  ","247134":"\n   Thats the most Lisa has ever talked on here probably a world record\n  ","247135":"\n   I wanna sleep with 3 of you\n  ","247136":"\n   What year is it even\n  ","247137":"\n   What year is it where you are Marisa? My love\n  ","247138":"\n   As long as you understand that we love you all will be ok between us, i love you very much so does Lisa. I would hug you and let you feel the happiest moment of your life.\n  ","247139":"\n   You make me think of things 😉\n  ","247140":"\n   Who is your fav male and girl performer ? Mine is kylie Quinn\n  ","247141":"\n   Did you know that porn stars make more doing gay porn than they do regular porn\n  ","247142":"\n   Would you ever wanna be in a porn movie 🎥?\n  ","247143":"\n   What year is it where you are \"portal\"\n  ","247144":"\n   I know but you don't need that in your life, i encourage good behaviour not sinful. I love you for who you are but i wish you were better, i wish the best for your health and hope for wellness for you and your future\n  ","247145":"\n   What you mean \"watch\"? Do you see other people having s ex? 🤔\n  ","247146":"\n   You shouldn't talk about inappropriate stuff, you should be a young lady and very respectful and responsible. So many people love you.\n  ","247147":"\n   I don't know how to say i love you because you would say you don't love me back.\n  ","247148":"\n   Transition to God you will be so much happier especially if you're with us.\n  ","247149":"\n   Somebody told you like bewbs a lot so\n  ","247150":"\n   Pls crystal castles it's important to me ☺️💖\n  ","247151":"\n   Can I show you my bewbs on a video call, I need your opinion if they qt 😊\n  ","247152":"\n   Why not? Do you need a Venusian hug?\n  ","247153":"\n   This is a once and life time offer. One night stand with me\n  ","247154":"\n   Chloe is back so\n  ","247155":"\n   Let's get f'ed up tonight\n  ","247156":"\n   Nothing I wanna ask you is that will a girl slap me like if I ask if they wanna sleep me in a motel?\n  ","247157":"\n   Next year 2021 you and me somewhere,though I am not from@your country not even from Europe or america\n  ","247158":"\n   How about the girl who wanted to wrestle you?\n  ","247159":"\n   You're a beautiful angel\n  ","247160":"\n   You are loving a girl and I have been trying my best to take you on a date\n  ","247161":"\n   I would like sleep between you two❤️❤️❤️\n  ","247162":"\n   Yes 😍 you angel\n  ","247163":"\n   You can love us we give you permission\n  ","247164":"\n   Do you love us\n  ","247165":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","247166":"\n   Just interested, not looking for a debate:\n\nIs anybody worried for the kids growing up with their whole lives being recorded and broadcast by their parents?  \n\nDo you think it is a breach of their privacy to be posting the kids acheivements and failures on facebook?\n  ","247167":"\n   Sweets or chocolate?🍬🍫\n  ","247168":"\n   hi MA:AM   you look really pretty and Cute\n  ","247169":"\n   Aliens Matter stfu\n  ","247170":"\n   I've never had superman before\n  ","247171":"\n   Show me sweety ♥️\n  ","247172":"\n   Show me one photo ❤️\n  ","247173":"\n\n    https:\/\/youtu.be\/M4o47BIIBfE\n   \n","247174":"\n   If not now then when ?\n  ","247175":"\n   What do you wearing in your feets right now?\n  ","247176":"\n   I want to use you\n  ","247177":"\n   And this guy wonders why I didn't allow him to follow my Instagram LOL!\n  ","247178":"\n   What is your problem?\n  ","247179":"\n   Add me on Instagram.  Trust me You need me\n  ","247180":"\n   Cherry ice cream smile I suppose it's very nice\n  ","247181":"\n   How's your relationship with the sun? Do you need a lot of sunscreen when you go out? Have you ever gotten burned REALLY bad? ☀️🕶\n  ","247182":"\n   You ever watched someone groom a dog or cat before?\n_\n\n There is just so much that goes into it. Really kool to watch. They have videos on YouTube. Really kool.\n  ","247183":"\n   I was kidding I would never ever do that\n  ","247184":"\n   Lately I've been more anxious and depressed than normal, particularly in the evenings... which happens to be the time I'm usually on Ask the most. Please forgive me if I don't respond to as many of your questions or if I answer with fewer words then usual. As the saying goes, \"it's not you, it's me.\n  ","247185":"\n   What's the impediment\n  ","247186":"\n   I hold your legs until you let me take you on a date😂\n  ","247187":"\n   Do you wanna be my girlfriend for a week and if you like it we can keep on going 😊❤️\n  ","247188":"\n   Why you hate him\/her ?\n  ","247189":"\n   What are you talking about\n  ","247190":"\n   What app it apps are you on more?\n  ","247191":"\n   No woman from Tinder wants me. What do I do to get a women ?\n  ","247192":"\n   How much did it cost ?\n  ","247193":"\n   Dream job: Filmmaker or Chef?\n  ","247194":"\n   Hi hun you looking good\n  ","247195":"\n   If anyone breaks mangoes from tree, I will break him\/her.\n  ","247196":"\n   I haven't do it with a Russian girl\n  ","247197":"\n   did u added me\n  ","247198":"\n   53. is it currently hot where you live?\n  ","247199":"\n   Umm, that's why I said set them free.  They aren't any more r.etarded than most\n  ","247200":"\n   You should set all of them free\n  ","247201":"\n   supppp\n  ","247202":"\n   Are all the male special needs dudes crushing on you?\n  ","247203":"\n   So it takes a few of you to hold one down with they go nuts?\n  ","247204":"\n   Is it true what they say about tards, that they possess r.etard strength\n  ","247205":"\n   Babysitting r.etards is so rewarding though\n  ","247206":"\n   at least you got a job :p\n  ","247207":"\n   aren't we all ?\n  ","247208":"\n   Have a drink or twelve\n  ","247209":"\n   so can if i like untick like wouldn't you post it then maybe you could share you insta me with me as a private question lol\n  ","247210":"\n   Save me\n  ","247211":"\n   Look I really make mistakes many times but I learn from them\n  ","247212":"\n   What do you call a block rocket scientist?\n  ","247213":"\n   Do you wanna have a sleep over 😉\n  ","247214":"\n   Probably gonna deactivate soon because of all the n.iggers still on this site\n  ","247215":"\n   I think I will have an heart attack\n  ","247216":"\n   What you are refusing to talk to me or what\n  ","247217":"\n   Hi\n  ","247218":"\n   I had a girlfriend once there for I know every thing about your body.\n   I hope you do not get mad or call me a creep. 💡\n  ","247219":"\n   Just let me take u in 1 date please\n  ","247220":"\n   Rejected me like that😔\n  ","247221":"\n   So sick of these n.iggers thinking whites owe them something\n  ","247222":"\n   N.iggers gonna nig\n  ","247223":"\n   Thoughts on Paris Hilton spending $2000 Dlls on each dog chihuahuas hair cut (she has like 20ish dogs ?🤔\n  ","247224":"\n   Why this idiots want to know when you last had s ex? Jfc\n  ","247225":"\n   What are you doing???\n  ","247226":"\n   lol im a nice person and sorry for what happened\n  ","247227":"\n   What's one thing that makes you happy? Name only one!\n  ","247228":"\n   Umm still doesn’t explain the blood smelling sweet 😂😂\n  ","247229":"\n   Arm hair color?\n  ","247230":"\n   Ask her.\n  ","247231":"\n   Obvious observation. She wants you\n  ","247232":"\n   strap..? Is he Inplying what I think he is\n  ","247233":"\n   🤨🤨your blood smells sweet..? that’s a first how sir you find that out question is does it taste sweet 😂😂😂🤣\n  ","247234":"\n   Or what?\n  ","247235":"\n   51. do you like gyros? 🤤😋\n  ","247236":"\n   Think Char wants you to get the strap\n  ","247237":"\n   And I think I can’t live without you\n  ","247238":"\n   You know why I said next year because I will have everything by next year.Its just one date babes pls don’t say no\n  ","247239":"\n   Btw I approve of your new pro pictures you look beautiful\n  ","247240":"\n   Outfit currently?\n  ","247241":"\n   What blood type are you I’m a positive and I donate blood have you or would you ever donate blood..?\n  ","247242":"\n   Eww I am a boy dude\n  ","247243":"\n   I go by Marz and Mari is a name I hear about a lot in my ears. Obv got nothing to do with you but I was thinking that was wild lol couldn’t help but feel a connection there 😆😆\n  ","247244":"\n   What are you doing tonight?\n  ","247245":"\n   Thoughts on the new Facebook feature kind of like tinder feature to find a match aka partner or girlfriend? 🤔\n  ","247246":"\n   👀\n  ","247247":"\n   👀\n  ","247248":"\n   Again?\n  ","247249":"\n   Do you prefer to eat out a  waxed or hairy pu ss yy? just wondering tho\n  ","247250":"\n   What is your biggest fear?\n  ","247251":"\n   O.O ?\n  ","247252":"\n   And I want to eat your\n  ","247253":"\n   Let's adopt her\n  ","247254":"\n   What is your favorite way to spend a Saturday?\n  ","247255":"\n   What is the most moving thing you have had to witness in your life?\n  ","247256":"\n   supp\n  ","247257":"\n   What do you like most about your work?\n  ","247258":"\n   What bothers you most about someone?\n  ","247259":"\n   I like you so much 😭😭😭\n  ","247260":"\n   Just give me one chance  Marissa\n  ","247261":"\n   Are you best friends with any animals?\n  ","247262":"\n   man im just looking for new people to talk to im bored maybe if i untick u would talk\n  ","247263":"\n   Take care of me baby 🤒\n  ","247264":"\n   What's the coolest animal you've ever seen in the wild? When and where did you see it? 👀🐾\n  ","247265":"\n   Do you have a preference in men\n  ","247266":"\n   jasmine is ugly and bullies me when I didnt do anything she uses Reachel to be popular but she doesnt like her no one does\n  ","247267":"\n   Yea but our organ is the cutest on the whole universe, you have to admit it\n  ","247268":"\n   Hey I'm Ryan Atwood would you wanna be marissa cooper from the O.C. ? 😊❤️\n  ","247269":"\n   Jasmine wont be prettier then me she is mad because frank doesnt like her or Reachel and jasmines bratty pathetic niece and daughter jasmine has no friends in real life she is mean on the internet all day\n  ","247270":"\n   No offense but I find girls pussey kinda creepy 👻( if you know what I mean)\n  ","247271":"\n   How dan I follow your journey then bbyg 😔?\n  ","247272":"\n   There is a potential baby between you and me.\n  ","247273":"\n   But It is my dream to take u on a date someday😭\n  ","247274":"\n   It hurts so much Marisa 😔 getting rejected like like that😭\n  ","247275":"\n   Do you receive a lot of crazy questions?\n  ","247276":"\n   Did you drink any chocolate milk today Mari ?\n  ","247277":"\n   Are Mari and Mars 2 diff names you go by?\n  ","247278":"\n   How come you don’t give out your socials?\n  ","247279":"\n   Would you say you’re on ask.fm pretty often?\n  ","247280":"\n   I pay you or request you next year\n  ","247281":"\n   Me and Maggie aren't incompetent, we worked since we were 13 thats why were so close because we have so much in common and we plan on retiring at age 40\n  ","247282":"\n   Its on my account I'm very rich on Ask.fm and off Ask.fm\n  ","247283":"\n   How does Maggie have 3.1 million coins and she manages to stay off the leaderboard 🤔\n  ","247284":"\n   nice lol so btw r u on insta\n  ","247285":"\n   nice so what do ya do\n  ","247286":"\n   well r u on insta then?\n  ","247287":"\n   hellooo\n  ","247288":"\n   I would like to ask you on a date?\n  ","247289":"\n   13. What color are your bed sheets?\n  ","247290":"\n   Omg 😳 Maybe I should call you hot more often lol 😍❤️\n  ","247291":"\n   18. Happy Pride Month 👨🏽‍🤝‍👨🏼👩🏽‍🤝‍👩🏼🌈🏳️‍🌈\n  ","247292":"\n   hi where ya fom\n  ","247293":"\n   What do u mean?\n  ","247294":"\n   Name a person who has never let you down\n  ","247295":"\n   At night I walk this stinkin' street past the crazies on my block and I see the same old faces and I hear that same old talk\n  ","247296":"\n   🔥 Coins Giveaway 🔥\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/163398683759\n   \n","247297":"\n   Sapore di sale Sapore di mare\n  ","247298":"\n   If you were reincarnated as an animal based on your personality, what animal do you think you would come back as?\n  ","247299":"\n   Will you be here on ask fm till 2022?\n  ","247300":"\n   That you are adopted\n  ","247301":"\n   wall to wall will u?\n  ","247302":"\n   I am so sorry Marissa\n  ","247303":"\n   Γεια σας τι κανετε ειμαι ενα μικλο παιζακι χαζοχαλουμενο κ αγαπαω ολο το κοσμο πειραγει? Σας αφηνω τωλα παω να κανω κακακια μου😊\n  ","247304":"\n   Why did you left Russia and went to USA\n  ","247305":"\n   but dont post\n  ","247306":"\n   can i come off anon\n  ","247307":"\n   supppppppppp\n  ","247308":"\n   Just wanted to use this to state I enjoy following you all & love your answers. 🥰\n  ","247309":"\n   suppppp\n  ","247310":"\n   Is Chloe back yet?\n  ","247311":"\n   Time freezes for exactly one day. You are the only person unaffected and can freely wander around and do whatever you like. What do you do in those 24 hours?\n  ","247312":"\n   Which insect do you hate the most? 🕷\n  ","247313":"\n   🌸 What is your favourite scent? (doesn't have to be perfume etc.) :3\n  ","247314":"\n   When was the last time you stayed at all hotel\/motel??\n  ","247315":"\n   2) What was the last show you binge-watched?\n  ","247316":"\n   Hey could you help with this thing ..my IP address in ask fm got banned\n  ","247317":"\n   What kind?\n  ","247318":"\n   49. Happy Thursday ✨💜\n  ","247319":"\n   Sup boo\n  ","247320":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","247321":"\n   What about the coins, Do they disappeared ?\n  ","247322":"\n   I just woke up tbh. Got any plans for today?\n  ","247323":"\n   Well aye you gotta stay busy right and ofc make money lol\n  ","247324":"\n   ⁦❤️⁩💔\n  ","247325":"\n   Are you a gamer though? Also I’ll like to think so because just sticking to one type kinda boring to me\n  ","247326":"\n   Hey there, I have a huge crush on you, but I am really shy to tell you so I'll just dedicate this song to you instead\n   \n    https:\/\/spoti.fi\/2T0VjIJ\n   \n","247327":"\n   Honestly I h8 the new askfm update, now we have a blurred  background pictures that almost covers half of the screen! Are you serious? Ugh 😑\n  ","247328":"\n   Well who wouldn’t be kind to ya and I know there’s a lot of people who wouldn’t but I think once they get to know you more, I’m pretty sure you’re great to have around\n  ","247329":"\n   Well that’s normal on any social media tbh and towards girls I’ve known. But the way I’m chatting with you here will be the same on there. Ofc it’s your choice if you wanna reply lol but I’m pretty sure you get a few people who just wants to chat\n  ","247330":"\n   Idk for fun\n  ","247331":"\n   What? 🙄\n  ","247332":"\n   I need booze asap\n  ","247333":"\n   Say i'm cute to make her mad\n  ","247334":"\n   Hi, diff anon. \"Little stars\" is what girls nipples are known lol. I think he means that\n  ","247335":"\n   Tron funkin blow\n  ","247336":"\n   You never will\n  ","247337":"\n   You never go in mic though\n  ","247338":"\n   I want to see your real eye color.\n  ","247339":"\n   You don't play Fortnite with him all the time because he's a skilled player\n  ","247340":"\n   Thoughts on Daquarn?\n  ","247341":"\n   I feel like I have a fan club lol!\n  ","247342":"\n   Your little stars\n  ","247343":"\n   You're rude\n  ","247344":"\n   Tell me i'm cute\n  ","247345":"\n   Everyone is interested in cute Erin\n  ","247346":"\n   I get jealous\n  ","247347":"\n   Why is Mrs. Trinket such an uptight bxtch?\n  ","247348":"\n   Will you show me your little stars? 😁\n  ","247349":"\n   He’s a sissy boy\n  ","247350":"\n   Well yes still a virgin :P\n  ","247351":"\n   I want you to teach me.\n  ","247352":"\n   Wyd by too nasty lol like I understand but are you saying in a inappropriate or disgusting way?\n  ","247353":"\n   Pardon ?\n  ","247354":"\n   I asked you a question but ok\n  ","247355":"\n   Sadly though you’re account on private lol but I could still send you a message\n  ","247356":"\n   If you could pick an eye color what would you choose?\n  ","247357":"\n   Why are you talking to my girlfriend\n  ","247358":"\n   My gf accepted to have s ex with me and probably will be doing it next weekend, so do you have any ideas\/tips to maker her happy in bed? Thx! 😊\n  ","247359":"\n   Weird flex, swine\n  ","247360":"\n   Do you think crying is a sign of weakness or strength?\n  ","247361":"\n   Hi\n  ","247362":"\n   When a guy propose to a girl, it is necessary to cry? 🤔\n  ","247363":"\n   Swine\n  ","247364":"\n   Fine I guess. That’s good to hear! 😁\n  ","247365":"\n   ask me what you want\n  ","247366":"\n   What makes you the most angry in life?\n  ","247367":"\n   Follow for follow😊✌\n  ","247368":"\n   What is your favorite pop\/soda??\n  ","247369":"\n   You are all amazing and beautiful human beings.. keep doing what you're doing! 🌹🦋\n  ","247370":"\n   do you like having your picture taken?\n  ","247371":"\n   Do you know how much you weighed when you left the hospital as a newborn??\n  ","247372":"\n   Have you ever gone swimming in the sea at night? 🌊\n  ","247373":"\n   Hi loml\n  ","247374":"\n   How are you doing?\n  ","247375":"\n   You were just given alot of money.. A couple hundred thousands. What are you getting or what are you spending it on? What do you need?\n  ","247376":"\n   What position do you like to sleep in? 🛏 💤\n  ","247377":"\n   I take it back no more fun with coronamy appology to her and you.sorry\n  ","247378":"\n   I never met anyone who actually likes him but people voted him  🤷‍♂️\n  ","247379":"\n   How often do you go to cut your hair? When do you usually consider it to be too long and needs cutting? Do you have like a hairdresser you're loyal to or do you like to try out different ones? 💇‍♀️💇‍♂️\n  ","247380":"\n   37. what’s your thoughts on TickTock?\n  ","247381":"\n   Players light brown filter\n  ","247382":"\n   Idk if stalker the right word to used there lol but I’ll let you judge before you get to know me. Btw I followed you back on Instagram Mars\n  ","247383":"\n   Well I’m on Xbox for starters and I play A variety of games tbh. I’m not a big fan of horror but anything else I’ll play it\n  ","247384":"\n   If you really remember me than you must have got a@good memory haha because it’s been months I haven’t been on ask fm😜\n  ","247385":"\n   Haha pleasure😂\n  ","247386":"\n   You'll be mine someday ❤️\n  ","247387":"\n   If I pay her $1000 will she take corona in her body?ask her\n  ","247388":"\n   How are you dear\n  ","247389":"\n   Someone you wanna meet right now or someone you miss right now?\n  ","247390":"\n   She deserve a dogs death.If she gets corona no one should give her treatment because she don’t deserves one.when she ask for help everyone ignores her that would be fun to watch.i would make it rain to watch that moment 😂\n  ","247391":"\n   What are you doing?\n  ","247392":"\n   Okay I am going but tell her not wear mask and not to use sanitizer it’s not necessary for her .okay?\n  ","247393":"\n   I want to be more than just friends 😘😘😘\n  ","247394":"\n   Hi marsia\n  ","247395":"\n   I wanted to make sure that she gets corona😂😂😂😂😂stay alive and suffer\n  ","247396":"\n   Do you think there is too much misogyny in movies? Like why almost always girls and women have to be portrayed like the weakest who have to be protected and saved? 🤔\n  ","247397":"\n   I haven’t answer some of mine in awhile but I’m also gaming and chilling. Seems like your day is well lol\n  ","247398":"\n   hi ily\n  ","247399":"\n   Do you like the feeling of tummy aches? I rather have a tummy ache then a headache any day, i have low tolerance to headaches\n  ","247400":"\n   Some people are extremely rude, I feel for you having to put up with that shit.\n  ","247401":"\n   Are you protecting the holy line?\n  ","247402":"\n   Awww, you have a stalker\n  ","247403":"\n   I don’t know  btw why did u deactivated your 1st account you told me but I don’t remember\n  ","247404":"\n   Well if you trust me a bit because I definitely been messaging a lot and 200% you’re a sweetheart for sure 🥰😍 but I could send you mine my Instagram and Snapchat instead. You can add me instead\n  ","247405":"\n   Are you babysitting the r.etards tonight or?\n  ","247406":"\n   39. thoughts on me 🙂\n  ","247407":"\n   Your attempts at sobriety are a joke though\n  ","247408":"\n   You're sure in a mood\n  ","247409":"\n   Someone woke up on the wrong side of the bed\n  ","247410":"\n   Did the protest cool down in USA\n  ","247411":"\n   Does trinket still blocks people without a reason that psycho\n  ","247412":"\n   Well I got plenty of rest today for sure but I’m most likely gonna be up late tonight again. So what ya up to?\n  ","247413":"\n   You should probably start drinking soon\n  ","247414":"\n   I took a nap earlier today so I’ve been up just waiting to fall asleep. Almost forgot you’re a caretaker so you’re super sweet for caring\n  ","247415":"\n   Do you remember me Marisa?i told you I have a crush on you and you said don’t wast your time.😂😂than you asked me is that you in the picture with the steering and I said yes and than you followed me back.lol\n  ","247416":"\n   Hey how you doin?\n  ","247417":"\n   I smoke cigarettes like you\n  ","247418":"\n   I wouldn’t do such a think just messing with ya...my account got banned I am so pissed\n  ","247419":"\n   Well damn I bet talking to you on there would be a lot better tbh but anyways are you off today\n  ","247420":"\n   Should I give everyone your social if you gave me like few months ago haha\n  ","247421":"\n   What kind of pet have you always wanted but never got??\n  ","247422":"\n   I haven’t slept yet lol but I hope you got a good rest today\n  ","247423":"\n   Well just wondering but do you have other ones yes or no? I’m not asking for them\n  ","247424":"\n   If everyone hates him how the fuck he became a president in USA\n  ","247425":"\n   Trump says if we stop testing right now,we would have very few cases of covid 19 how the hell he became a president in usa😂😂😂he is stupid and lame af\n  ","247426":"\n   Good morning miss wonderful ❤️❤️\n  ","247427":"\n   So you don’t give out any of your social media apps that you have rn?\n  ","247428":"\n   She said somewhere in Europe and I didn’t ask her further what if she might get annoyed  so I thought I would ask you\n  ","247429":"\n   If she ever challenge you in a fight don’t accept,she seems strong af 😂no offence\n  ","247430":"\n   Weird flex Rikki Tikki Tavi\n  ","247431":"\n   Where is she from?i don’t understand her language\n  ","247432":"\n   She is saying she likes Lisa..are you Lisa?\n  ","247433":"\n   I copy you major tom\n  ","247434":"\n   Who is that girl who wanna wrestle you she is hot af❤️❤️🙈do you know her\n  ","247435":"\n   I wanna wrestle you but I am just gonna give up\n  ","247436":"\n   I wanna wrestle you and I am gonna submit\n  ","247437":"\n   How are you\n  ","247438":"\n   You have so many lesbian friends I so jealous of you I hope they are also interested in boys\n  ","247439":"\n   Hi martian\n  ","247440":"\n   Shes 26 years old she lifts more weight then you. Stop calling them children... tbh they're smarter than you\n  ","247441":"\n   I'm 26 years old nice try though\n  ","247442":"\n   27. do you drink energy drinks?\n  ","247443":"\n   21. is your life chaotic?\n  ","247444":"\n   What do you like to do on a rainy afternoon?\n  ","247445":"\n   Ly\n  ","247446":"\n   What do you mean requirements?\n  ","247447":"\n   Am I the only one who's not going to receive any coins from answering and asking questions? What have I done? ㅡ.ㅡ\n  ","247448":"\n   23. do you talk to your neighbors?\n  ","247449":"\n   Do you believe that dreams can sometimes predict the future?\n  ","247450":"\n   Hon I miss u\n  ","247451":"\n   Let's crossfade\n  ","247452":"\n   Come on, just a shot or two... you won't go crazy\n  ","247453":"\n   Without saying the name of the movie, what is a movie quote most people would know?\n  ","247454":"\n   You know you want to\n  ","247455":"\n   Time to drink!!!!\n  ","247456":"\n   So what ya doing\n  ","247457":"\n   Well good morning beautiful! How’s was your beauty sleep?\n  ","247458":"\n   Marisa?\n  ","247459":"\n   Borrow me one of your bodies :3\n  ","247460":"\n   Just washed my clothes\n  ","247461":"\n   we will be marching soon\n  ","247462":"\n   I will challenge you in a wrestling match\n  ","247463":"\n   Yep, fuck love totally agree with you. That’s a heartbreak tbh\n  ","247464":"\n   Damn sounds like you got effective more from it. How long were you together?\n  ","247465":"\n   Now I understand! Me super super sorry and I don’t know what happened between you two just hope it ended at good terms\n  ","247466":"\n   That’s why you’re so hot 🥵\n  ","247467":"\n   Oh? I don’t believe it\n  ","247468":"\n   So please tell ben to piss off or I’ll find his ass and beat the crap out of him !! I’m not in the damn mood for hate ! He doesn’t know when to stop 🤬🤬🤬\n  ","247469":"\n   I'm a inspector general\n  ","247470":"\n   You work in a weird place\n  ","247471":"\n   A little\n  ","247472":"\n   Are you a princess, queen, Angel or goddess\n  ","247473":"\n   That sounds about right lol so are you taken sweetheart\n  ","247474":"\n   When’s our wedding\n  ","247475":"\n   Is\n   \n    @berus93\n   \n   your lover?\n  ","247476":"\n   Is\n   \n    @trivialtrinket\n   \n   your aunt?\n  ","247477":"\n   Do u have an instagram account?\n  ","247478":"\n   I like your blue eyes. 👿\n  ","247479":"\n   fuck the world :D\n  ","247480":"\n   Is it wrong that I want to rub your upper arm ? Is it wrong that I want feel your face cheek with my hand ?\n  ","247481":"\n   Queen\n  ","247482":"\n   Change your profile picture. I want to see your b*obs 😻 and puck you in imagination\n  ","247483":"\n   How much do you charge since youre a caregiver, you a one off payment or hourly for the fun\n  ","247484":"\n   Condom or no condom\n  ","247485":"\n   What type of job do to have?\n  ","247486":"\n   So how is mother of snakes doing?\n  ","247487":"\n   Hi friend 😊\n  ","247488":"\n   In good spirits. How was the rest of the world?\n  ","247489":"\n   hahahaha ey ?\n  ","247490":"\n   I am so sleepy. I wish you were my cellphone. Gn\n  ","247491":"\n   Has something changed in you recently?\n  ","247492":"\n\n    @reachel_n\n   \n","247493":"\n   You have any cool pictures you've taken of buildings \/ cityscapes in general? 🏙📸 You mind showcasing one? 😊\n  ","247494":"\n   I always try to give stupid replies or confusing answers to them. I know it's mean, but it's funny!\n  ","247495":"\n   Both physically and figuratively 🤣\n  ","247496":"\n   How do you deal with stupid people?\n  ","247497":"\n   Take your hat off boy when you're talking to me and be there when I feed the trees\n  ","247498":"\n   Do you eat raisin bread ?\n  ","247499":"\n   Did you hurt your back ?\n  ","247500":"\n   Do you ever just go on road trips? Or nah?\n  ","247501":"\n   Hi, my mom isn't giving me ice cream money for tomorrow 😕\n  ","247502":"\n   Lisa wouldn't risk her millions of dollars to do something like that\n  ","247503":"\n   how is usa ?\n  ","247504":"\n   Got job!\n  ","247505":"\n   Do Guys look better with short hair, long hair or Bald?\n  ","247506":"\n   Lol you’re silly and how was that\n  ","247507":"\n   Come on Instagram\n  ","247508":"\n   I want to puck you right now come on Instagram and you will feel used\n  ","247509":"\n   If its the aliens they're military trained no matter how many people where you are they can sweep a house in minutes\n  ","247510":"\n   Well its kinda funny how people ask you if you're going to work or if you're off\n  ","247511":"\n   not as pathetic as erika lmao\n  ","247512":"\n   Is it true that people are watching you\n  ","247513":"\n   why is this guy still here? pathetic asfff\n  ","247514":"\n   Is\n   \n    @trivialtrinket\n   \n   your maid?\n  ","247515":"\n   what’s the weather been like lately?\n  ","247516":"\n   Pap of your toes\n  ","247517":"\n   I thought Russians h.ated n.iggers\n  ","247518":"\n   Are the re.tards restless tonight?\n  ","247519":"\n   Have you ever put your fingers in your a$$\n  ","247520":"\n   Are your nails painted now? Which color? :)\n  ","247521":"\n   Stop getting triggered x\n  ","247522":"\n   Puck you\n  ","247523":"\n   Yes he did dan🤣\n  ","247524":"\n   I don't appreciate the stereotypes tbh. They aren't true. At least for me x\n  ","247525":"\n   Tonight is the first night that my brother has seen his girlfriend in over a month. She's been in quarantine due to her family members haven't covid. They didn't even make it to the bedroom before they started making out. Now they're in his room and i hear is moaning. How can i get them to shut up?\n  ","247526":"\n   So people are gonna be racist to us Russians now? Wtf x\n  ","247527":"\n   A man had sxx with you without permission?\n  ","247528":"\n   Excuse me ? I am very famous\n  ","247529":"\n   You probably not meny?\n  ","247530":"\n   Ever eat slices of salami by itself?\n  ","247531":"\n   Do you like salami?\n  ","247532":"\n   With Lisa i don't feel like doing Airsoft anymore\n  ","247533":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","247534":"\n   I stopped role playing\n  ","247535":"\n   How many blowjabi you give?\n  ","247536":"\n   Thank you 🥺 youre honestly one of my absolute favorite people in the world.\n  ","247537":"\n   Got job interview tomorrow! I feel like things may be a little better now.\n  ","247538":"\n   Your fans wanna know\n  ","247539":"\n   I would like to know, did he claim you as his girlfriend or something\n  ","247540":"\n   What did Porky do lol\n  ","247541":"\n   I'm deactivating to focus on some things.\n  ","247542":"\n   Youre welcome.\n  ","247543":"\n   I deleted it.\n  ","247544":"\n   If you were the first person on earth to stumble upon an alien, say like if their spaceship landed right in front of you when you were walking somewhere remote, how'd you then react? What'd you do? 👽\n  ","247545":"\n   I dont remember.\n  ","247546":"\n   Call of duty, its good you're working tonight\n  ","247547":"\n   I won't say that again.\n  ","247548":"\n   I'm sorry.\n  ","247549":"\n   You are hott\n  ","247550":"\n   Good, thats a relief, i like gaming to btw\n  ","247551":"\n   I'm sorry 😞\n  ","247552":"\n   Do you work tonight or are you play fortnite at your house tonight?\n  ","247553":"\n   Just wondering i thought i sent you more questions and you didn't answer lol\n  ","247554":"\n   How much older\n  ","247555":"\n   Where were you last night?\n  ","247556":"\n   Is that you also asking if I wanna go on a ride with you lol\n  ","247557":"\n   You’re taken correct\n  ","247558":"\n   My mom is 34 you two are close to being the same age\n  ","247559":"\n   Hello slag\n  ","247560":"\n   Why would i shush? I guess you know all about them pretending to be aliens from other planet and actually abusing others right?\n  ","247561":"\n   Would you rather be a vampire or a werewolf?\n  ","247562":"\n   Do you like her\n   \n    https:\/\/ask.fm\/Nordsale\/answer\/161567821640?utm_source=copy_link&utm_medium=iOS\n   \n","247563":"\n   When was the bon fire you been to? Have you ever been to one before?\n  ","247564":"\n   Months\n  ","247565":"\n   I think we should've a coffee together\n  ","247566":"\n   Gonna make another pie chart, now about favorite colors! 😁 So, what is your favorite color? 💙❤🧡💚💜\n  ","247567":"\n   how is everyone\n  ","247568":"\n   Wie wirst du deinen nächsten Geburtstag feiern?\n  ","247569":"\n   Remember this song from them? Die Sonne scheint mir aus den Händen Kann verbrennen, kann euch blenden Wenn sie aus den Fäusten bricht Legt sich heiß auf das Gesicht Sie wird heute Nacht nicht untergehen Und die Welt zählt laut bis zehn\n  ","247570":"\n   Thats a German metal band. They're amazing!\n  ","247571":"\n   I just hugged you\n  ","247572":"\n   My pregnant girlfriend is not talking to me. She wants cookie dough ice cream. I don't want to drive to DQ and get it. We have chocolate ice cream in our freezer.  She's been crying for the last ten minutes. How can I get her to stop crying and just eat the icecream we already have?\n  ","247573":"\n   Do you miss me\n  ","247574":"\n   What is job?\n  ","247575":"\n   Do you have a \"favorite\" band? If so, at what age did you realize they are your favorite band?\n  ","247576":"\n   500€ ?\n  ","247577":"\n   will you be my yogini?\n  ","247578":"\n   Wanna earn 300€ now ??\n  ","247579":"\n   Hey there\n  ","247580":"\n   Aren't you really on Instagram?\n  ","247581":"\n   Good hope you get banned\n  ","247582":"\n   Awe some sounds like they have family issues 🤣\n  ","247583":"\n   A German rock band\n  ","247584":"\n   You like rammstein?\n  ","247585":"\n   I have paid to her parents 😽\n  ","247586":"\n   whoever knows pain is censured. The fire that burns the skin i throw a light in my face. my hot cry, open fire. Bang! Bang!\n  ","247587":"\n   I won't. I own her\n  ","247588":"\n   Buddy holly leave her alone\n  ","247589":"\n   You look like mother of snakes  😹👻\n  ","247590":"\n   You look Gothic in your new pic\n  ","247591":"\n   I wish you both were my wives.i can't imagine a better life than that\n  ","247592":"\n   One time one of my supervisors at work asked me \"how are you making out\" and I told him \"with my mouth\" he muttered \"fxcking smarta$$\" and walked away🤣\n  ","247593":"\n   I can do s#x change for her lmao\n  ","247594":"\n   It's ok. Her happiness would be mine\n  ","247595":"\n   ❤❤❤ please take care of her\n  ","247596":"\n   buy me please❤\n  ","247597":"\n   Cuz there funny\n  ","247598":"\n   It's OK if my future wife is lesb. That's more exciting..\n  ","247599":"\n   No I have mental coworkers\n  ","247600":"\n   Lisa isn't after anyone she's actually nice to Marisa 💀\n  ","247601":"\n   So I can buy you thing then you become sxxual?\n  ","247602":"\n   Is\n   \n    @reachel_n\n   \n   your friend?\n  ","247603":"\n   OMG that's good thing. I want my future wife to have lot of female friends\n  ","247604":"\n   Why are there girls hitting on you? 😚\n  ","247605":"\n   Why not? You and me could be friends we might be alike\n  ","247606":"\n   Why you live in USA when you are Russian?\n  ","247607":"\n   Glad you're sorry. We can be friends one day\n  ","247608":"\n   Theres no hard feelings about anything, i just wanted you to know i didn't have a sister named Julia\n  ","247609":"\n   Lisa is the Russian mafia and the best leader you're fuxked so is Elyssa\n  ","247610":"\n   Cat the door\n  ","247611":"\n   I want to download you\n  ","247612":"\n   Lisa will get you she already stationed one of them near where you live\n  ","247613":"\n   And how he's now chatting up\n   \n    @kittiemeowsie\n   \n   who is in a relationship. Nothing but a pos.\n  ","247614":"\n   Don't be rude\n  ","247615":"\n   Castles it’s your name right\n  ","247616":"\n   I use the end of my hair brush once\n  ","247617":"\n   I chose her to be my girlfriend right now cristal and I’m her boyfriend so she makes feel like a king 🤴\n  ","247618":"\n   Fk\n  ","247619":"\n   I’m winning her love ❤️ Cristal, that’s why she treats me really good\n  ","247620":"\n   I'm sorry sis I got a little emotional 😭\n  ","247621":"\n   You would go away first Cristal that’s why girlfriend she always respect me because you don’t know how I feel for her\n  ","247622":"\n   Oh that's okay! same with me\n  ","247623":"\n   What do you mean\n  ","247624":"\n   I know but used my puma 🐆 shoes 👟\n  ","247625":"\n   I have shoes 👟 size i don’t need to fit\n  ","247626":"\n   Ethan from Crystal Castles! His real name is Claudio something and when I found out it blew my mind.\n  ","247627":"\n   I assume you like the band but maybe your username is just a coincidence\n  ","247628":"\n   I love Ben\n  ","247629":"\n   Are you talking about me or what\n  ","247630":"\n   He's trying so hard lol.\n  ","247631":"\n   Did you know that\n   \n    @TrivialTrinket\n   \n   father was a crooked and racist cop?\n  ","247632":"\n   Dog the door\n  ","247633":"\n   This will really be a man and he will be a virgin.\n  ","247634":"\n   I want to wrestle with you 👊👊\n  ","247635":"\n   What was your reaction when you found out the guy was actually named Claudio? lol\n  ","247636":"\n   Life is that way though. It's full of contradictions.\n  ","247637":"\n   Do you use objects to masterbait\n  ","247638":"\n   Go back to Russia then\n  ","247639":"\n   I hate my existence.. I want to leave this place and live where you are\n  ","247640":"\n   It was very good xx and lucky you haha\n  ","247641":"\n   Edith or Alice? Some people seem to prefer Eidth but Alice is so iconic\n  ","247642":"\n   hiiiiiiii\n  ","247643":"\n   How tall are you\n  ","247644":"\n   Why is my name being brought up\n  ","247645":"\n   Yeah I've nothing. I mean I dont have a big house, expensive cars & clothes like them. But I have what they dont. I have what the great souls of our country gave me. I have self confidence, I have truth, I have hope, I have decency. You can expect results & hardwork from me. I think I'm right.\n  ","247646":"\n   Haha i remember when he called you a peasant\n  ","247647":"\n   What is your favorite ice cream?\n  ","247648":"\n   Are you friends with beautiful Carter? He's so dreamy\n  ","247649":"\n   I just ask question 🤣\n  ","247650":"\n   Because i love you and want to tell you about my day?\n  ","247651":"\n   Well i didn't want her to be embarrassed\n  ","247652":"\n   .\n  ","247653":"\n   I told my sister to go tell this woman at the beach that her cootchy was showing out the side of her bikini! I figured if another woman told her it wouldn't be awkward\n  ","247654":"\n   What time is it there ?\n  ","247655":"\n   You act like i said my sisters name was Julia when i didn't.\n  ","247656":"\n   Why do you assume people are sisters?\n  ","247657":"\n   She\n   \n    @reachel_n\n   \n","247658":"\n   Why you fuck n+ggers?\n  ","247659":"\n   I will not go away\n  ","247660":"\n   I have self respect. Stop being rude\n  ","247661":"\n   Are you aware your name is an oxymoron?\n  ","247662":"\n   I meant, you said that you know where does she and her sister live. So you know her irl?\n  ","247663":"\n   Are you single\n  ","247664":"\n   You look lovely\n  ","247665":"\n   How is your day? xx\n  ","247666":"\n   That is an irrelevant answer\n  ","247667":"\n   Let's get married\n  ","247668":"\n   When should I come back 😁\n  ","247669":"\n   I love you\n  ","247670":"\n   My sister name is Abby not Julia idk who Julia is sorry\n  ","247671":"\n   Lisa is a good leader\n  ","247672":"\n   You know her IRL?\n  ","247673":"\n   What is the most impressive thing you know how to do?\n  ","247674":"\n   r u on instagram lol\n  ","247675":"\n   What's your favorite things to do in the summer? 🏖️\n  ","247676":"\n   If you could turn any activity into an Olympic sport, what would you have a good chance at winning a medal for?\n  ","247677":"\n   do you believe in the paranormal\n  ","247678":"\n   Would you rather have no internet or no cell phone? Why? 😂\n  ","247679":"\n   PAP of ur b00b$ challenge\n  ","247680":"\n   Oh i didn't know her name was Julia sorry\n  ","247681":"\n   I once put my pizz in my watergun and blasted the other team\n  ","247682":"\n   Bruh that big ass pimple is screaming help me 😂\n  ","247683":"\n   I don't have siblings on ask\n  ","247684":"\n   Nvm lol how are you\n  ","247685":"\n   I don't send you money offer my family is Jewish we don't just handout money for sxc\n  ","247686":"\n   I didn't say that i was offline then i got notifications\n  ","247687":"\n   Have you ever been to the mall before? What is your favorite store in the mall?\n  ","247688":"\n   Puck you..\n  ","247689":"\n\n    @Liarofdanielle\n   \n   says she will pay you 800 to massage her cootch in her parents Mansion\n  ","247690":"\n   Nordsale said if her sister pay her 800 she will pizz in your gas tank\n  ","247691":"\n   She said she will pizz on your car seats\n  ","247692":"\n   I will pizz on your car\n   \n    @Animegas\n   \n   said\n  ","247693":"\n   Whats the emoji mean?\n  ","247694":"\n   Good morning.\n   \n    @bluewat987\n   \n   my Instagram. Cum over\n  ","247695":"\n   Meowwww I think I have seen you some years before\n  ","247696":"\n   tbh I'm amazed with how perfect him and Erika are for each other. if they can find their match I'm definitely going to keep searching for mine oof\n  ","247697":"\n   Do you celebrate Christmas in July hunny\n  ","247698":"\n   Ok how you do it?\n  ","247699":"\n   Hey i haven't did sxx yet\n  ","247700":"\n   Then javi has a lower iq than I do and I'm below average.\n  ","247701":"\n   What it mean?\n  ","247702":"\n   I thought the word rapist was a universal term\n  ","247703":"\n   Skyliners\n  ","247704":"\n   What’s a rappist\n  ","247705":"\n   This dude is either a bad troll or a  full blown moron.\n  ","247706":"\n   #blacklivesmatter\n  ","247707":"\n   Yo mamacita\n  ","247708":"\n   Me what 😂 Jajajajajajajaja I’m 👎 not a rapper guy I’m a locust guy\n  ","247709":"\n   Really what do you mean\n  ","247710":"\n   If you want me off I’m not going anywhere Cristal\n  ","247711":"\n   It’s Monday. Do you like Monday’s?\n  ","247712":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","247713":"\n   I’m really tired 💤 right now I wake so early on Sunday morning for my dads birthday 🎂\n  ","247714":"\n   You were saying that you are dead 💀 right now I was really confusing\n  ","247715":"\n   ohh wow ur a nice person\n  ","247716":"\n   You want me dead 💀 but guess what wwaa save my life right now for your insulting stuff\n  ","247717":"\n   What is something that utterly terrifies you?\n  ","247718":"\n   im good\n  ","247719":"\n   im sorry dear\n  ","247720":"\n\n    https:\/\/ask.fm\/strohslegz2214\/answers\/160322491899\n   \n   😂😂😂😂\n  ","247721":"\n   Hi how are you\n  ","247722":"\n   Why the !\n  ","247723":"\n   Why in pain? I'm okay.\n  ","247724":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","247725":"\n   It wasn't an option\n  ","247726":"\n   Would you laugh at someone if you saw them in nothing but their tighty whities?\n  ","247727":"\n   Make one plz\n  ","247728":"\n   Why not you'd look good on p0rnhub\n  ","247729":"\n   You should be one of them\n  ","247730":"\n   what’s your stance on moms who smoke marijuana?\n  ","247731":"\n   DP\n  ","247732":"\n   I like this picture\n  ","247733":"\n   How are you?\n  ","247734":"\n   You should do .!!! He’ll get onto your nerves otherwise . He does the same with me . I report it every time\n  ","247735":"\n   Hello.\n  ","247736":"\n   You are Joseph Stalin's daughter okay?\n  ","247737":"\n   What's your instagram account? 🔥\n  ","247738":"\n   Are you German?\n  ","247739":"\n   Why do girls on p*rnhub put there snapchat on there page but when you add them they won't talk to you🙄\n  ","247740":"\n   If someone said they'd give you 100 dollars an hour but you had to go somewhere and just tickle a kid mercilessly would you do it\n  ","247741":"\n   You won't let me touch you. Otherwise I can nurse you too 😋\n  ","247742":"\n   I think my funky usernames get me ban 🤣\n  ","247743":"\n   REALLY?\n  ","247744":"\n   No just went through three accounts so people are probably tired of re following me 😕\n  ","247745":"\n   r u on insta\n  ","247746":"\n   Because nobody on here is giving me attention\n  ","247747":"\n   WATS ur old account?\n  ","247748":"\n   I'm really sad\n  ","247749":"\n   HOW R U\n  ","247750":"\n   cyreeeeeeeeee\n  ","247751":"\n   Oh.  You should take care of yourself. Because nobody else will\n  ","247752":"\n   What scar\n  ","247753":"\n   Tum bohat pyari ho Meri Jan.. #ugly 😛\n  ","247754":"\n   Hi Marisa\n  ","247755":"\n   I hate starting new accounts\n  ","247756":"\n   Wie wäre deine ideale Freundin\/dein idealer Freund? Allgemein, was magst du?\n  ","247757":"\n   Why don’t you report and block him?\n  ","247758":"\n   How many times you were pucked this week?😽😽\n  ","247759":"\n   Ρεε\n  ","247760":"\n   hi\n  ","247761":"\n   what would you do if u were rich\n  ","247762":"\n   🥰🥰\n  ","247763":"\n   Why will you not take a loan out with me you could own a brand new car\n  ","247764":"\n   I'm following you for a long time now\n  ","247765":"\n   I know you\n  ","247766":"\n   You don't know me either but I bet you want to\n  ","247767":"\n   You have no right to call someone a f.aggot\n  ","247768":"\n   How can you know that\n  ","247769":"\n   Ok, calm down, I'm leaving ☹️\n  ","247770":"\n   Not b4 we fix this\n  ","247771":"\n   I like you\n  ","247772":"\n   America sucks\n  ","247773":"\n   Mari I respect you. 🐱🐱🐱\n  ","247774":"\n   It is Ricky again...hi !\n  ","247775":"\n   Mary\n  ","247776":"\n   No way\nI swear I'm just kidding\n  ","247777":"\n   I was starting to have a panic attack thinking did erika get me suspended somehow even tho she's an idiot.\n  ","247778":"\n   I'm just fk*ng with u, don't get mad at me\n  ","247779":"\n   Oh my god. Had trouble logging in. Thinking oh my god did I get suspended???\n  ","247780":"\n   K, babe I'm going to f*k ms\n  ","247781":"\n   Change that DP \nI miss your b00b$\n  ","247782":"\n   Oh wow, so how’s the experience so far?\n  ","247783":"\n   nah f*ck da police\n  ","247784":"\n   oh really lol that's awesome? it's such a good show tbh have you seen the biggest drug bust they make on there?\n  ","247785":"\n   You got a fuzzy door?\n  ","247786":"\n   Oh then why do you have trump then?\n  ","247787":"\n   Manu isn't a traditionalist like we are, her english is very good she barely has German accent\n  ","247788":"\n   Oh so you're r*cist?\n  ","247789":"\n   You can make me out of the Germany but you can't take the german out of me 🇩🇪\n  ","247790":"\n   Frag Maggie, ob sie dich liebt\n  ","247791":"\n   By who\n  ","247792":"\n   Yes!!\n  ","247793":"\n   I just got suspended gooby\n  ","247794":"\n   We are the superior ones!!!\n  ","247795":"\n   Goober calm down Erin doesn't know German just French ok\n  ","247796":"\n   Russians suck germans are better\n  ","247797":"\n   It means open fire in german\n  ","247798":"\n   Anons are weird what else is new ??\n  ","247799":"\n   Name her Feuer frei!!\n  ","247800":"\n   Liebst du Erin?\n  ","247801":"\n   Getadelt wird, wer Schmerzen kennt Vom Feuer, das die Haut verbrennt Ich werfe ein Licht In mein Gesicht Mein heißer Schrei\nFeuer frei bang bang\n  ","247802":"\n   Liebst du Maggie?\n  ","247803":"\n   It’s Amerika by Rammstein.\n  ","247804":"\n   Say you love me\n  ","247805":"\n   Yes it does\n  ","247806":"\n   was auch immer Grammatik Nazi\n  ","247807":"\n   I googled the translation to the first ...”We form a dear round. Freedom plays on all violins music comes from the White House. And in front of Paris is Mickey Mouse” no bloody idea what I this means but yea that’s what what they wrote\n  ","247808":"\n   That one says you're mentally challenged\n  ","247809":"\n   Its probably Charlene\n  ","247810":"\n   Sie sind geistig herausgefordert\n  ","247811":"\n   There actually rammstein lyrics\n  ","247812":"\n   Real question is why does there wife have a boyfriend if THEY ARE MARRIED 🤨😬😂\n  ","247813":"\n   What kinda questions\n  ","247814":"\n   Alright I’m gonna bite what’s that say In German I feel like I rather not know\n  ","247815":"\n   Wir bilden einen lieben Reigen. Die Freiheit spielt auf allen Geigen musik kommt aus dem Weißen Haus. Und vor Paris steht Mickey Maus\n  ","247816":"\n   Just remember that the last laugh is on you\n  ","247817":"\n   Why are Australian dogs fastest in the world?\n  ","247818":"\n   FalconTV - IPTV Reseller Program is the best IPTV reseller business you can do while sitting at home or anywhere. You can do it either full time or beside your regular job, depends on your choice. Why is it the best?\n   \n    https:\/\/falcontv.me\/iptv-reseller\n   \n","247819":"\n   Have you been to any of the Black Lives Matter protests? What’s your opinion on the whole situation?\n  ","247820":"\n   All trump supporters are racist\n  ","247821":"\n   Hawt yeah\n  ","247822":"\n   Ich kenne Schritte, die sehr nützen.Und werde euch vor Fehltritt schützen Und wer nicht tanzen will am Schluss weiß noch nicht das er Tanzen muss. Wir bilden einen lieben Reigen. Nach Afrika kommt Santa Claus\n  ","247823":"\n   my wife's boyfriend won't let me play my nintendo switch anymore):\n  ","247824":"\n   Would you say your parents are overprotective?\n  ","247825":"\n   I find that I can think in my dreams. Do you think in your dreams?\n  ","247826":"\n   What do you reflect about?\n  ","247827":"\n   Omg I had a horrible cramp in my ribs when I went to\n   \n    @reachel_n\n   \n   for the TV remote.\n  ","247828":"\n   how often do you reflect on yourself?\n  ","247829":"\n   I’m really sorry ok I have trouble with that sometimes I take it too far but doesn’t mean I am a creep I may mean I try too hard to be liked because i fear not being liked which makes me try hard sometimes to hard and yes I agree I need to work on that\n  ","247830":"\n   What's up everybody ?\n  ","247831":"\n   I reallly need a hot girl right now 🤤\n  ","247832":"\n   Do you or have you ever smoked cigarettes?if yes when was the last time?🚬\n  ","247833":"\n   Hahaha you act like you know him when we known him for 2 years almost 3 years this November\n  ","247834":"\n   We stopped talking to Daquarn because of BLM\n  ","247835":"\n   If you could have one chance to request to whoever designed the human body an aesthetic b00b improvement to make the female Breast more beautiful (like shape, size, volume, color etc) what would you ask? 🤔\n  ","247836":"\n   Let's have some together\n  ","247837":"\n   BRO BACK OFF\n  ","247838":"\n   Look I’m really sorry 😐 but I’m not that kind of stuff\n  ","247839":"\n   typisch amerikanischer Abschaum\n  ","247840":"\n   How much is your pay I’ll think about tripling it\n  ","247841":"\n   Sie sind geistig herausgefordert\n  ","247842":"\n   Always being a horn dog😂\n  ","247843":"\n   why do I even bother trying to talk if Everyone feels this way there is no point in me talking if I get shit from everyone even in my day to day life so I might as well be mute because at least I won’t get called annoying and get walked all over I might as well not be myself by speaking Why bother😕\n  ","247844":"\n   If they weren't english i would play but if theres a way to fight against them me and my team will ruin their night\n  ","247845":"\n   Haha typical robbie🤣\n  ","247846":"\n   You still single..? Cuz I am still single as hell 🙄\n  ","247847":"\n   Quit ur job we are more important\n  ","247848":"\n   FORTNITE\n  ","247849":"\n   You want to get nuts????  Let's get nuts!!!!!!\n  ","247850":"\n   ever watch live P.D that tv show?\n  ","247851":"\n   I want to nut inside you, princess\n  ","247852":"\n   suppp\n  ","247853":"\n   Why you are saying that stuff to my face right now\n  ","247854":"\n   We are only  meeting each other right now and with majo I already finish with her\n  ","247855":"\n   Yes I’m with someone else her name it’s charlott\n  ","247856":"\n   How did you find out that I was with someone else\n  ","247857":"\n   😩im really sorry I hope you can forgive me at some point\n  ","247858":"\n   Hi how are you Castels\n  ","247859":"\n   Damn that hurts 😩\n  ","247860":"\n   Hey😅\n  ","247861":"\n   By a child or a woman? By your parents or your brother?\n  ","247862":"\n   Have you been walked in on?\n  "},"Answer":{"246790":"\n  I usually play on PS4 and play Fortnite mostly. Thank ya!\n  ","246791":"\n  I appreciate it!💜✨\n  ","246792":"\n  Awwh well then that just means you are genuine☺\n  ","246793":"\n  I havent been on lately tbh. Ive been busy\n  ","246794":"\n  Oh smh. I have a lot if weirdo stalkers lol.\n  ","246795":"\n  Doubt it lol.\n  ","246796":"\n  I'm bored ;-;-;\n  ","246797":"\n  Somebody entertain me🙃\n  ","246798":"\n  I feel that aha\n  ","246799":"\n  It was nice! I am on YouTube at a friends lol.\n  ","246800":"\n  Idk I just thought you were someone else tbh\n  ","246801":"\n  Sup!\n  ","246802":"\n  It is the first few strokes. Then it feels good lol. I like being played with during too, that helps make it feel like good stimulation.\n  ","246803":"\n  Purplee\n  ","246804":"\n  Lol bet. I'm bored anyways\n  ","246805":"\n  It's not my fav but I don't hate it\n  ","246806":"\n  Bet you would🤷\n  ","246807":"\n  Lol you wish\n  ","246808":"\n  Eh\n  \n  Ive done it a bit but not much lol\n  ","246809":"\n  I dont like doing that lol\n  ","246810":"\n  🤣\n  ","246811":"\n  Everyone always says that lmao\n  ","246812":"\n  I'm caregiver lol\n  ","246813":"\n  Lol I'm not gonna. I'm working a double tonight\n  ","246814":"\n  I dunno.\n  \n  Im worked up and nothing to do lol\n  ","246815":"\n  I\n  \n  Am\n  \n  Bored\n  ","246816":"\n  It's sad. And I'm not saying that just for myself, there's people that do way more that deserve more\n  ","246817":"\n  I think we got a dollar raise during the corona season🙃\n  ","246818":"\n  Hah. Not really but it's okay. I got my few that appreciate me. But the pay sucks tbh. Like as I'm continuing more and more into this field I'm realizing that. We get paid less than fast food workers ffs\n  ","246819":"\n  Oh my god I'm so dumb. I meant 40 hours a week pft\n  \n  Wow\n  \n  But this week i have 56 hours\n  ","246820":"\n  This week is a hard week. I work 36 hours\n  \n  But usually 20 a week.\n  ","246821":"\n  Rights training is about ours and the clients rights under the law and such. Blood pathogens are diseases spread by blood\n  ","246822":"\n  Thank you so much honey!💜✨\n  ","246823":"\n  CPR, first aide, rights, blood pathogens, etc\n  ","246824":"\n  Sounds like it🤤\n  ","246825":"\n  I'm at a friends. I'm watching Star Wars, like actually watching- for the first time! Wbu?\n  ","246826":"\n  💜✨\n  ","246827":"\n  I don't have a preference as long as they're not shorter than I lol\n  ","246828":"\n  Oh. Jfc\n  \n  Good luck with that\n  ","246829":"\n  Once again\n  \n  No\n  ","246830":"\n  No I am not\n  ","246831":"\n  Lol you're welcome.\n  ","246832":"\n  O.o\n  ","246833":"\n  As always💖\n  ","246834":"\n  You're tall😍\n  ","246835":"\n  Hey you! Hope so as well!\n  ","246836":"\n  Lol prob\n  ","246837":"\n  5 foot one lol\n  ","246838":"\n  Huh\n  ","246839":"\n  That's actually so cute\n  ","246840":"\n  Cute😍\n  ","246841":"\n  Mine lol. I miss my Honda tho :(\n  ","246842":"\n  No. I hate politics lol\n  ","246843":"\n  English plsss\n  ","246844":"\n  👋\n  ","246845":"\n  It was a good night! I'm just finishing up getting them ready rn☺\n  ","246846":"\n  I hate when my shit gets reported bc tbh nothing bothers me🤷🤣\n  ","246847":"\n  Yes? Tf🤣\n  ","246848":"\n  💜\n  ","246849":"\n  Fair enough aha\n  ","246850":"\n  Eh idk\n  ","246851":"\n  Tbh I thought you were someone else\n  ","246852":"\n  Yeet\n  ","246853":"\n  What do you do?\n  ","246854":"\n  I do. I joined back when it first started just under a different name lol\n  ","246855":"\n  I must work😇\n  ","246856":"\n  I'm a caregiver currently. I take care of disabled adults.\n  \n  Well that is very fortunate☺ Florida is nice!\n  ","246857":"\n  Correct. My birth parents were unfit. Cool. I hope you're enjoying college. What are you studying? American cars are alright lol. I'm not the biggest fan of cars. And I dunno. People have always asked me shit.\n  ","246858":"\n  I dunno tbh😏\n  ","246859":"\n  Martinitza Village, which doesn't exist anymore but did in '95. Was part of Province Tver. I got adopted though so I no longer reside there.\n  ","246860":"\n  Claim to be?\n  \n  I am👏🤣\n  ","246861":"\n  Lol sure. Ill pack my one hitter\n  ","246862":"\n  Sounds a lot better than what I'm doing!🙊\n  ","246863":"\n  What are you up to?\n  ","246864":"\n  No sir. 7a aha\n  ","246865":"\n  Maybe I like it that way😈\n  ","246866":"\n  Google.com\n  ","246867":"\n  Rest in pieces lol\n  ","246868":"\n  Work, rip\n  ","246869":"\n  Google.com\n  ","246870":"\n  Thank ya💜✨🙈🙊\n  ","246871":"\n  💜\n  \n  I'm bored and dreading work😞\n  ","246872":"\n  IMU 2😘\n  ","246873":"\n  I wish ya luck!\n  ","246874":"\n  HII\n  ","246875":"\n  You're the one who came on my ask asking stupid shit🤷\n  ","246876":"\n  Who even are you\n  \n  Can y'all get off my nuts with my financial situation. Live your own life ffs\n  ","246877":"\n  Idk tbh🙃\n  \n  Spam me guys!\n  ","246878":"\n  Idc tbh. I hate him lol.\n  ","246879":"\n  Rip🤣\n  ","246880":"\n  That reach\n  ","246881":"\n  First of all, Mrs.\n  \n  The lady is married. Have some respect.\n  \n  And second, she's my best online friend lol.\n  ","246882":"\n  Literally means the same thing, idiot\n  ","246883":"\n  Message me on insta\n  ","246884":"\n  Whyy\n  ","246885":"\n  I'm okay, you?\n  ","246886":"\n  Lmao wow\n  ","246887":"\n  Harley Quinn parody\n  ","246888":"\n  Nah I'm good with what I got\n  ","246889":"\n  Sometimes! Halloween is my favorite :3\n  ","246890":"\n  Sometimes\n  ","246891":"\n  A little but not much\n  ","246892":"\n  I don't get hungover lol. I was awake and moving at 9a🤣\n  ","246893":"\n  I have not\n  ","246894":"\n  😇\n  ","246895":"\n  Lmao nah. A group of my older friends and I did a photo shoot while drunk. They're all real, \"kid\"🤣\n  ","246896":"\n  I'm sorry. I'm here if you'd like to talk.\n  ","246897":"\n  I am indifferent\n  ","246898":"\n  I'm boredddd\n  ","246899":"\n  NAH\n  ","246900":"\n  Nah\n  ","246901":"\n  Mmhmmmm\n  ","246902":"\n  💜✨💜✨\n  ","246903":"\n  Thank you so much honey, I appreciate you💜\n  ","246904":"\n  I love you guys💜\n  ","246905":"\n  Just you being here is enough, thank you💜✨\n  ","246906":"\n  I'm depressed tbh.\n  ","246907":"\n  Aw thank you. I needed that today tbh. My head isn't right\n  ","246908":"\n  Yep.\n  ","246909":"\n  Giver\n  ","246910":"\n  US\n  ","246911":"\n  Wolf or tiger\n  ","246912":"\n  Mornin\n  ","246913":"\n  Hope the same for ya!💜✨\n  ","246914":"\n  No.\n  ","246915":"\n  Go away ffs\n  ","246916":"\n  Shut up\n  ","246917":"\n  I came from Russia AND I have Russian roots🤷\n  ","246918":"\n  Ben is actually so retarded\n  ","246919":"\n  Depends\n  ","246920":"\n  Uncomfortable\n  ","246921":"\n  Hope you had a good day!\n  ","246922":"\n  Yeah. I get beat up a lot and I can't defend myself. It sucks. I get triggered often. And I do and I'm trying to seek therapy but to no avail. They just don't seem to care🤷 whatever lol.\n  ","246923":"\n  ☺💜\n  ","246924":"\n  I didn't dare myself. I got overwhelmed. I broke my phone prior on purpose and being a caregiver and seeking therapy I was relying on that for help and my work. I just didn't think and blacked out. I meant to only bruise myself but glass filled my ears and blood poured down my face and I knew I fucked up and I just started screaming. It was so dumb man.\n  ","246925":"\n  Thank ya!💜✨\n  ","246926":"\n  Okay☺\n  ","246927":"\n  Hru\n  ","246928":"\n  I did it to myself. Not on purpose but- I like to hurt myself. It didn't start hurting until I got in the ambulance lol. Adrenaline\n  ","246929":"\n  Haha thanks💜✨\n  ","246930":"\n  Sup qt\n  ","246931":"\n  Ffs🤣\n  ","246932":"\n  You're ruinin my buzz\n  ","246933":"\n  PFTT YOU WISH\n  ","246934":"\n  I hate thongs.\n  ","246935":"\n  Used to have one like that but nope\n  \n  I'm actually wearing a sports bra in this pic aha\n  ","246936":"\n  I did for awhile\n  ","246937":"\n  Lol\n  ","246938":"\n  You look like a massive cows ass that went through a meat grinder, was eaten by chickens, then thrown up again so\n  ","246939":"\n  Jokes on you fag\n  \n  I am\n  ","246940":"\n  No you certainly do not\n  ","246941":"\n  Someone said you spewed personal info that's all\n  ","246942":"\n  Erika\n  \n  You're gross asf\n  \n  And if you ruin my buzz I'm beating your Ohio ass\n  ","246943":"\n  That is true. I did almost bleed out while drunk aha. Emotions are intensified for sure.\n  ","246944":"\n  I own a vehicle that gets me where I need to go lol. I hope to have a good car one day\n  ","246945":"\n  I'm just drunk and emotional lmfao\n  ","246946":"\n  I wouldnt hurt you. But I'd appreciate it if you wouldn't talk about me regardless\n  ","246947":"\n  As a friend, yeah. You're nice. I just don't appreciate being talked about.\n  ","246948":"\n  I do mind it. Everything is shit. Everything is changing and unpredictable. I may be standing and strong but in reality I'm just fucking done. Idk. Ill stop\n  ","246949":"\n  💜✨\n  ","246950":"\n  Don't be scared\n  \n  I grew up there hun\n  ","246951":"\n  Did what?\n  ","246952":"\n  I don't.\n  ","246953":"\n  💜\n  ","246954":"\n  Just trust me\n  \n  Pontiac has its problems but the people are great\n  \n  Farmington is okay, ig. I like Pontiac and Auburn Hills and Oxford\n  ","246955":"\n  Blah\n  \n  I dont feel included lol. Why should I\n  ","246956":"\n  Tbh\n  \n  I feel that\n  ","246957":"\n  Why? Pontiac is not that bad\n  ","246958":"\n  Be safe\n  ","246959":"\n  It's good. I shared a half pint with a friend and it's going well. Wbu? :)\n  ","246960":"\n  Lol\n  ","246961":"\n  You do realize I'm really strong right? Like I beat my guy friends ass🤣\n  ","246962":"\n  Aren't you a minor?\n  ","246963":"\n  Aaahhahahaha\n  ","246964":"\n  Idk I'm kinda in my own world. Everything is different, dark. I'm not myself anymore. But the darkness is very comforting\n  ","246965":"\n  Lolol\n  ","246966":"\n  I work midnights man. I'm at work\n  ","246967":"\n  Kk bloomfield bish😇\n  ","246968":"\n  I'm with friends. Idk man. I'm not good on the phone, really. Idk. Anxiety lol\n  ","246969":"\n  🤷\n  ","246970":"\n  PFFFT JFC\n  ","246971":"\n  Wow so she didn't work for what she earned. Typical spoiled rich girl shit🤷 difference between her and I, I grew up with rich parents- but I still understand the value of working for your own shit\n  ","246972":"\n  💜✨\n  ","246973":"\n  Yeah? That bloomfield bitxh? Lol tell her I said fight me\n  ","246974":"\n  Woowwww that's sooo horrible🙄🤣\n  ","246975":"\n  A bit\n  \n  I'm tipsy sigh\n  ","246976":"\n  Fight your own battles\n  ","246977":"\n  Weird end question cx\n  \n  Not many.\n  ","246978":"\n  Yep. Always lol\n  ","246979":"\n  I have not\n  ","246980":"\n  Jokes on you. I'm actually ridiculously depressed and use sarcasm to keep me sane\n  ","246981":"\n  I am not trying to have a child.\n  ","246982":"\n  Yeah?\n  ","246983":"\n  Good :3\n  ","246984":"\n  Make me.\n  ","246985":"\n  🤦\n  ","246986":"\n  This👏\n  ","246987":"\n  Idk. I'm not really social. I barely talk to my friends\n  ","246988":"\n  He was after me?\n  ","246989":"\n  It was legit in the shower🤦🤷\n  \n  Why do you care lmfao\n  ","246990":"\n  I've eaten the ass of one person\n  \n  Calm down\n  ","246991":"\n  You can you birth control for other stuff too, like regulating hormones and stuff\n  ","246992":"\n  Lmao pull out game is not guarenteed m'dude\n  ","246993":"\n  Lmao like ?\n  \n  What do you mean?\n  ","246994":"\n  Doesn't always work you know\n  ","246995":"\n  Bare sucks🤷\n  ","246996":"\n  Come in the condom, not me🤣\n  ","246997":"\n  I'm bored\n  ","246998":"\n  Cool, tend to her🤷\n  ","246999":"\n  I'm busy rn and I don't think I'll be giving out my number bruh.\n  ","247000":"\n  🤷\n  ","247001":"\n  Awwh cute lol\n  ","247002":"\n  Depends.\n  ","247003":"\n  Yep\n  ","247004":"\n  My cat\n  ","247005":"\n  Writing\n  ","247006":"\n  Autumn😍\n  ","247007":"\n  Water tbh\n  ","247008":"\n  I'm not! SLEEEEEPPPPP eheh\n  ","247009":"\n  Thanks!\n  \n  A bit☺\n  ","247010":"\n  Yeah?🤣🤷\n  ","247011":"\n  I was an outcast tbh.\n  ","247012":"\n  Nice. Hope it goes well!\n  ","247013":"\n  Not much tbh. You?\n  ","247014":"\n  Sounds very... electronic\n  ","247015":"\n  Read minds\n  ","247016":"\n  Cool story lmao\n  ","247017":"\n  Yep\n  ","247018":"\n  US\n  ","247019":"\n  I'm not giving that out. That was the whole point of me adding you cx\n  ","247020":"\n  I already added you man. Idk why it's not working. I give lol.\n  ","247021":"\n  Ohh. I haven't been on tbh\n  ","247022":"\n  Probably not this year because of Covid.\n  ","247023":"\n  Never got my what? Recognition? Well, hey.\n  ","247024":"\n  Straight liquor lol. Usually warm. Usually dark\n  ","247025":"\n  What?\n  ","247026":"\n  🤷\n  ","247027":"\n  I'm not looking to be with anyone🤣\n  ","247028":"\n  Thank you!\n  ","247029":"\n  Hello! Mornin\n  ","247030":"\n  Not for me😇🤷\n  ","247031":"\n  Thanks.\n  ","247032":"\n  Sup\n  ","247033":"\n  Cheeky and squinting hehe\n  ","247034":"\n  I forget her username. She deactivated anyways.\n  ","247035":"\n  I like it when girls do that more\n  ","247036":"\n  As are you!\n  ","247037":"\n  O.o\n  ","247038":"\n  Lmao. Lisa?\n  ","247039":"\n  Who?\n  ","247040":"\n  As can anyone.\n  ","247041":"\n  Oh\n  \n  I'm bored\n  \n  Spam me guys\n  ","247042":"\n  Legit thooo\n  ","247043":"\n  Is zane actually on this app orrr\n  ","247044":"\n  Aw why?\n  ","247045":"\n  Byeee\n  ","247046":"\n  NO\n  ","247047":"\n  NOT\n  \n  THIS\n  \n  AGAIN\n  ","247048":"\n  Nice aha\n  ","247049":"\n  Not this again\n  ","247050":"\n  Would I ??\n  ","247051":"\n  He does :) well, my birth dad aha. But my foster dad is amazing\n  ","247052":"\n  Lol same tbh\n  \n  Id fuck Taylor SO hard\n  ","247053":"\n  Not very lol.\n  ","247054":"\n  You wouldn't be going with me🤣\n  ","247055":"\n  Awww nooooooooo\n  \n  Damn ;-; that is DEPRESSING.\n  \n  Wait\n  \n  Do you smoke??\n  ","247056":"\n  My family, friends, clients and pets\n  ","247057":"\n  That's dope c:\n  ","247058":"\n  It's complicated. Different rules for different states lol\n  ","247059":"\n  No they won't jesus. Black people are literally just people🙄🤦\n  ","247060":"\n  Idk lol\n  ","247061":"\n  Thanks!\n  ","247062":"\n  Stfu lmao\n  ","247063":"\n  It's an album cover to The Pretty Reckless- Going to Hell\n  ","247064":"\n  🤦\n  ","247065":"\n  I am okay! Heading out for a minute to see my dad.\n  ","247066":"\n  Pft nobody is except my actual father. And not in that sense either so don't even go there.\n  ","247067":"\n  Hope it's a good day!\n  ","247068":"\n  Hey you!\n  \n  Hot aha. I'm headed out to see my father for Fathers Day.\n  \n  How are you?\n  ","247069":"\n  I'm not afraid of anyone tbh\n  ","247070":"\n  Cannabis\n  ","247071":"\n  I\n  \n  Dont\n  \n  Want\n  \n  Your\n  \n  Money\n  ","247072":"\n  I meant to say \"I don't want money\"🤣 oops\n  \n  And also no. No hardcore drugs for meeee\n  \n  Although lsd is lit tbh. Had my fair share of fun. That's the hardest ill go tho.\n  ","247073":"\n  Hyper lol\n  ","247074":"\n  Lsd? Jesus\n  ","247075":"\n  I don't money\n  ","247076":"\n  🤣🤣\n  ","247077":"\n  No💀\n  ","247078":"\n  You too!☺\n  ","247079":"\n  Sorry\n  ","247080":"\n  I dunno lol.\n  ","247081":"\n  Mmhm.\n  ","247082":"\n  In anyone I look for loyalty and understanding. Honesty. An easy going personality. Stuff like that.\n  ","247083":"\n  Not gonna happen. I'm not interested\n  ","247084":"\n  THANK GOD\n  ","247085":"\n  I mean I do but like\n  \n  Stop. That's legit all I've gotten for like 8 hours. And I'm not even in a sexual mood these days🙄🤷\n  ","247086":"\n  Can\n  \n  I\n  \n  Get\n  \n  Any\n  \n  Nonsexual\n  \n  Asks\n  ","247087":"\n  I can sleep anywhere, anytime🤣\n  ","247088":"\n  He left me for my best friend at the time.\n  \n  Awh I'm not that intimidating I swear lol.\n  ","247089":"\n  Idk ig lol.\n  ","247090":"\n  Not really\n  ","247091":"\n  Dot ?\n  ","247092":"\n  What is it cx\n  ","247093":"\n  Or she's bisexual ?\n  \n  Either way, she do her. I'm gonna do me.\n  ","247094":"\n  💀\n  ","247095":"\n  We went to a town and walked around. It was nice but the guy turned out to be a jerk.\n  \n  The other guy it's a weird situation. It was a case of me being too young and not knowing how to say no.\n  ","247096":"\n  🙄🤦\n  ","247097":"\n  I'm aware.\n  \n  And not really lmfao.\n  ","247098":"\n  First date was good but my first kiss was forced and I didn't like it\n  ","247099":"\n  Can I like\n  \n  Get anything other than sexual questions\n  ","247100":"\n  Hard pass\n  ","247101":"\n  Depends what it is\n  ","247102":"\n  No\n  ","247103":"\n  Not much tbh. Worked this morning and chilled and showered\n  ","247104":"\n  No\n  ","247105":"\n  Smh\n  ","247106":"\n  A lot then🤷\n  ","247107":"\n  Nothing. It's hot as balls\n  ","247108":"\n  Not by you🤷\n  ","247109":"\n  I can love something and not get paid for it, idiot\n  ","247110":"\n  8 womens.\n  ","247111":"\n  I don't give sex for money.\n  ","247112":"\n  For\n  ","247113":"\n  You're a minor.\n  ","247114":"\n  Idk tbh lol\n  ","247115":"\n  I SMELL CHARGES🤣\n  \n  I'm good on that, kiddo\n  ","247116":"\n  How old are you?\n  ","247117":"\n  What\n  \n  The\n  \n  Actual\n  \n  Fuck\n  ","247118":"\n  Know what\n  \n  Fuck it\n  \n  Show me🤣\n  ","247119":"\n  💜\n  ","247120":"\n  Tmi bud\n  ","247121":"\n  Awwwwww ghey☺\n  ","247122":"\n  Love it lol.\n  ","247123":"\n  I know what love can do. I was with one of my greatest loves for half a decade.\n  ","247124":"\n  America is kinda shitty rn lol\n  ","247125":"\n  Ask what?\n  ","247126":"\n  Awwh. It'll be okay!\n  ","247127":"\n  💜\n  ","247128":"\n  Nothing lol\n  ","247129":"\n  Few times\n  ","247130":"\n  Lmao and I care why?\n  ","247131":"\n  Little bit of both. But it's more my anxiety and ive never really had fun. I've always gotten too drunk and sloppy ahaa\n  ","247132":"\n  I don't like parties\n  ","247133":"\n  Fuck off\n  ","247134":"\n  She's a nice woman.\n  ","247135":"\n  Wouldn't fly\n  ","247136":"\n  The worst year ever\n  \n  2020\n  ","247137":"\n  O.o\n  \n  You have to know what year it is cx\n  ","247138":"\n  💜\n  ","247139":"\n  Lol.\n  ","247140":"\n  Don't have one lol\n  ","247141":"\n  Interesting lol. I'd make a lot then cause I love women🤣🤣\n  ","247142":"\n  No\n  ","247143":"\n  I dont understand\n  ","247144":"\n  I appreciate it but sex is natural to me, not a sin. I'm still a good person\n  ","247145":"\n  I mean, I have yeah. But I was more talking porn lol.\n  ","247146":"\n  Just because I watch and have sex doesn't mean I'm not responsible.\n  ","247147":"\n  I love you as a friend.\n  ","247148":"\n  Hard pass\n  ","247149":"\n  I do but I'm not interested in an anons or anyones. Ill just watch porn lmfao\n  ","247150":"\n  No\n  ","247151":"\n  I'm good\n  ","247152":"\n  Idk what that is lol\n  ","247153":"\n  You asked me this already.\n  ","247154":"\n  Cool!\n  ","247155":"\n  Nah\n  ","247156":"\n  🤦🙄\n  ","247157":"\n  I'm just going to focus on bettering myself.\n  ","247158":"\n  What about her?\n  ","247159":"\n  I'm no angel lol. But thank you.\n  ","247160":"\n  I need to be alone. Time to heal\n  ","247161":"\n  Lisa would never🤣\n  ","247162":"\n  I'm no angel\n  ","247163":"\n  🤦\n  ","247164":"\n  I cannot love someone I do not know.\n  ","247165":"\n  Fine. I do it all the time here lol.\n  ","247166":"\n  I am\n  \n  And I do. Depending on what is posted.\n  ","247167":"\n  Sweets!\n  ","247168":"\n  Danke☺\n  ","247169":"\n  I was clearing my ask and came across this golden one🤣🤙\n  ","247170":"\n  It's really good☺\n  ","247171":"\n  I'm good.\n  ","247172":"\n  O.o\n  \n  It's socks, chill\n  ","247173":"\n  It's in a different language ;-;\n  ","247174":"\n  Dunno. Not thinking like that. Prob never.\n  ","247175":"\n  Socks.\n  ","247176":"\n  Stfu.\n  ","247177":"\n  I wouldn't either lol\n  ","247178":"\n  What's yours?🤣\n  ","247179":"\n  Lmfaooooo\n  ","247180":"\n  Mmm made me think of ice cream hehe\n  ","247181":"\n  It's alright. I don't burn easy tbh\n  ","247182":"\n  I used to work in the grooming and boarding department at a vet hospital. Grooming is fun haha\n  ","247183":"\n  Well good. Lol\n  ","247184":"\n  I feel that. I am here if you want or need anyone to talk to, much love💜\n  ","247185":"\n  I'm just not interested rn.\n  ","247186":"\n  So you'd force me to like you. Smh.\n  ","247187":"\n  No. How many times do I have to say I'm not interested in relations.\n  ","247188":"\n  She's aggressive. Overly aggressive. I'm just done.\n  ","247189":"\n  I just hate a certain client\n  ","247190":"\n  This one, Facebook, and Snapchat.\n  ","247191":"\n  Be yourself. She'll come along.\n  ","247192":"\n  Gonna have to be more specific.\n  ","247193":"\n  Filmmaker.\n  ","247194":"\n  Thanks.\n  ","247195":"\n  Oooookahyyyyy ?\n  ","247196":"\n  Istg this job is going to land me in jail\n  ","247197":"\n  I'm working\n  ","247198":"\n  YES\n  ","247199":"\n  They're all there for a reason. Stop telling me what to do anyways. You really have no clue what you're talking about.\n  ","247200":"\n  They are. We have a lot of mobile clients. They're not as dumb as I think you think they are\n  ","247201":"\n  Working.\n  ","247202":"\n  No. Lmao.\n  ","247203":"\n  We don't do takedowns.\n  ","247204":"\n  Tbh yeah.\n  ","247205":"\n  It is. Thanks.\n  ","247206":"\n  True.\n  ","247207":"\n  I hate my job lmfao.\n  ","247208":"\n  🤷\n  ","247209":"\n  Just send me your insta unticked and ill add you.\n  ","247210":"\n  I'm fucking bored\n  ","247211":"\n  Uh huh.\n  ","247212":"\n  O.o\n  ","247213":"\n  No\n  ","247214":"\n  Good. Leave, racist.\n  ","247215":"\n  Ok Demi\n  ","247216":"\n  Exactly\n  ","247217":"\n  No\n  ","247218":"\n  What\n  ","247219":"\n  I'm not looking for anything. Stop asking.\n  ","247220":"\n  🙄🤦\n  ","247221":"\n  Get off my ask. I'm not acknowledging this bs.\n  ","247222":"\n  Stfu.\n  ","247223":"\n  Her life🤷\n  ","247224":"\n  Idk. It's the most asked question and it's dumb lmao\n  ","247225":"\n  Just woke up from a nap. Gotta work in a couple hours\n  ","247226":"\n  I'm sure you are. It's okay☺\n  ","247227":"\n  My cat\n  ","247228":"\n  I almost bled out. When you do that you can smell their blood. Like you can smell a puddle when it rains.\n  ","247229":"\n  Same as my hair ?\n  ","247230":"\n  No thanks.\n  ","247231":"\n  Many do. Not to sound full of myself. I'm just heartbroken. I need time.\n  ","247232":"\n  Obv\n  ","247233":"\n  I cracked my head open and almost bled out cx\n  ","247234":"\n  Nothing. I don't have time for you.\n  ","247235":"\n  Yes c:\n  ","247236":"\n  Hush\n  ","247237":"\n  I think you can x.x\n  ","247238":"\n  🤦\n  ","247239":"\n  Danke.\n  ","247240":"\n  Pft shh\n  ","247241":"\n  Idk tbh. I forgot. But apparently my blood smells sweet lmao\n  ","247242":"\n  Oops🤷😇\n  ","247243":"\n  I like it💜\n  ","247244":"\n  I am at work\n  ","247245":"\n  I have not looked into it\n  ","247246":"\n  What? Lol.\n  ","247247":"\n  🤷\n  \n  Bed checks are soooooon🤦\n  ","247248":"\n  Maybe\n  ","247249":"\n  Waxed. Hair is weird to me.\n  \n  I'm odd, I know.\n  \n  I only like hair on heads for girls and on heads and faces and grooming down there for guys lol.\n  \n  Ik too much about the human body istg\n  ","247250":"\n  I'm bored and kinda tipsy\n  \n  Oops\n  ","247251":"\n  I'm just harder ig. Idk\n  ","247252":"\n  That's lovely.\n  ","247253":"\n  O.o\n  \n  I think she's got herself.\n  ","247254":"\n  Not dying. Saturdays are my unlucky days lol\n  ","247255":"\n  Not necessarily a good thing but, death. Death is emotional whether an animal or human\n  ","247256":"\n  Workinnn\n  ","247257":"\n  The fact that as agitating as it may be sometimes, I'm helping people☺\n  ","247258":"\n  Stupidity\n  ","247259":"\n  Well, thank you☺\n  ","247260":"\n  It's one s 3:\n  ","247261":"\n  Yes c:\n  \n  My cat Hazel :3\n  ","247262":"\n  Idk. People have threatened me and found out info. I'm wary.\n  ","247263":"\n  🤦\n  ","247264":"\n  Coyote. The house I grew up in☺\n  ","247265":"\n  I have a preference in personality.\n  ","247266":"\n  🤣🤣🤣\n  ","247267":"\n  Girls or guys?\n  \n  Penis is just freaky lmfaoo\n  ","247268":"\n  Nah\n  ","247269":"\n  Hey Erika\n  ","247270":"\n  Nah I feel it\n  \n  Genitals are weird lol.\n  ","247271":"\n  What?\n  ","247272":"\n  PFFFFFFFTTTTT\n  ","247273":"\n  Don't dream\n  ","247274":"\n  Sorry\n  ","247275":"\n  I do.\n  ","247276":"\n  No o.O\n  ","247277":"\n  Yessir\n  ","247278":"\n  Somebody sent me my address and personal info and threatened to air it on Reddit and gangrape me.\n  ","247279":"\n  Yeah\n  ","247280":"\n  Tf. I said no. Now leave.\n  ","247281":"\n  When did I call you or her incompetent? Read.\n  ","247282":"\n  Once again-\n  \n  Boasting about how \"rich\" you are doesn't make you a good person🙄 and quite frankly I'm tired of hearing about it.\n  \n  And idc🤷\n  \n  Can't buy happiness, kiddo\n  \n  Anyways.\n  ","247283":"\n  She prob has another account she puts it all into.\n  ","247284":"\n  I don't give out my socials\n  ","247285":"\n  I caregive☺\n  ","247286":"\n  I don't give out my socials\n  ","247287":"\n  👋👋\n  ","247288":"\n  No thank you\n  ","247289":"\n  Teal\n  ","247290":"\n  Lol\n  ","247291":"\n  🎊🎉👬👭💞💖\n  ","247292":"\n  US\n  ","247293":"\n  Condom lmao.\n  ","247294":"\n  Mermaid and my pets.\n  ","247295":"\n  Aight\n  ","247296":"\n  🔥🔥🔥🔥\n  ","247297":"\n  🤔\n  ","247298":"\n  Tiger.\n  ","247299":"\n  Dunno. Why?\n  ","247300":"\n  Why? I don't mind lol.\n  ","247301":"\n  I hate doin that\n  ","247302":"\n  Why?\n  ","247303":"\n  🤔\n  ","247304":"\n  I got adopted.\n  ","247305":"\n  How am I supposed to reply? Lol.\n  ","247306":"\n  Lol sure\n  ","247307":"\n  Same thing as 10 mins ago🤦\n  ","247308":"\n  Much love!💜✨\n  ","247309":"\n  Watching That 70's Show lol\n  \n  You?\n  ","247310":"\n  I do not think so\n  ","247311":"\n  Complete my hit list.\n  \n  Unless- has everyone's senses left too?\n  ","247312":"\n  June bugs\n  ","247313":"\n  I like vanilla and sweet scents☺\n  ","247314":"\n  PFT\n  \n  When I tripped on acid with my squad. BrUh tHaT nIghT wAS---\n  ","247315":"\n  Avatar hehe\n  ","247316":"\n  What's up?\n  \n  Sorry I just saw this\n  ","247317":"\n  Just regular lol.\n  ","247318":"\n  You as well!\n  ","247319":"\n  Chilling, smoking a well deserved bowl. You?☺\n  ","247320":"\n  Perks of Being a Wallflower.\n  ","247321":"\n  As far as I know we don't get coins for answering or sending questions\n  ","247322":"\n  Errands and a doc appointment for my best friends father.\n  \n  Wbu?\n  ","247323":"\n  Yesssssss\n  ","247324":"\n  No broken hearts😞\n  ","247325":"\n  Not much. I do like to game though! And I agree☺\n  ","247326":"\n  I don't have Spotify so I can't listen💀\n  ","247327":"\n  I'm just mad about the coins tbh. Layout doesn't mean much to me\n  ","247328":"\n  Most people aren't kind lol. Awh, you're too sweet💜✨\n  ","247329":"\n  True! Well I do appreciate the kindness☺\n  ","247330":"\n  That's not a healthy relationship.\n  ","247331":"\n  Chicken butt\n  ","247332":"\n  Vibes lmao.\n  ","247333":"\n  Why are you trying to make her mad?\n  ","247334":"\n  Jfc🤦\n  ","247335":"\n  Aight\n  ","247336":"\n  Lmao k\n  ","247337":"\n  I will one day.\n  ","247338":"\n  Hazel\n  ","247339":"\n  He's invited me. I'm a busy person. Nice try tho tbh.\n  ","247340":"\n  He's cool. Played Fortnite and got a w lol.\n  ","247341":"\n  You do aha.\n  ","247342":"\n  You make no sense.\n  ","247343":"\n  Idc.\n  ","247344":"\n  Stop trying to start shit. Your overly jealous gf is already up my ass.\n  ","247345":"\n  I'm not.\n  ","247346":"\n  Not my problem. I never do anything- you should know by now I'm not interested.\n  ","247347":"\n  Why are you so obsessed with her? Lay off.\n  ","247348":"\n  My what?\n  ","247349":"\n  Obv lol\n  ","247350":"\n  Rip\n  ","247351":"\n  Google.com\n  ","247352":"\n  Every way you can think tbh.\n  ","247353":"\n  It's not that hard.\n  ","247354":"\n  Get off my ask with your passive aggressive \"questions\"\n  ","247355":"\n  Yeah people have been too nasty.\n  ","247356":"\n  Blue or green.\n  ","247357":"\n  I'm not doing this bs. Don't want her to talk to me, tell her to stop coming on my page and TALKING TO ME🤷\n  \n  Anyways.\n  ","247358":"\n  Lmao virgin\n  ","247359":"\n  Me @ you\n  ","247360":"\n  Strength.\n  ","247361":"\n  Hello\n  ","247362":"\n  \"Necessary to cry\"\n  \n  What are you psycho\n  ","247363":"\n  Oink.\n  ","247364":"\n  Doesn't sound too convincing. You okay?\n  ","247365":"\n  If this rooster don't stfu\n  ","247366":"\n  Tbh everything. I gotta work on my anger.\n  ","247367":"\n  Gotcha🤘\n  ","247368":"\n  Root beer\n  ","247369":"\n  As are you, thank you💜✨\n  ","247370":"\n  No\n  ","247371":"\n  Not much.\n  \n  I was pretty much dead🤷🤣\n  ","247372":"\n  No, but that sounds lovely.\n  ","247373":"\n  Lmao no\n  ","247374":"\n  Well today.\n  \n  Yourself?☺\n  ","247375":"\n  Making sure myself and those I care about are comfortable. Rest goes to charity\n  ","247376":"\n  Sides.\n  ","247377":"\n  Yeah. Whatever lmfao.\n  ","247378":"\n  I know a few.\n  ","247379":"\n  I haven't cut my hair for a minute lol.\n  ","247380":"\n  I stay away because it's so addicting tbh.\n  ","247381":"\n  Never heard of them.\n  ","247382":"\n  Gotcha☺\n  ","247383":"\n  Nice! Sounds like a good mix.\n  ","247384":"\n  I have a good memory with certain things.\n  ","247385":"\n  🙃\n  ","247386":"\n  Gay\n  ","247387":"\n  Yawnnnn.\n  ","247388":"\n  Sleepy\n  \n  You\n  ","247389":"\n  Always Miranda.\n  ","247390":"\n  Just gonna ignore this bs.\n  \n  So yall kinda suck at honesty night🤷\n  ","247391":"\n  Workin! You?\n  ","247392":"\n  You sound dumb asf.\n  ","247393":"\n  Nah. Hard pass\n  ","247394":"\n  Hello!\n  ","247395":"\n  Off my ask with your uselessness. It's not needed here.\n  ","247396":"\n  YES UGH\n  ","247397":"\n  What kind of games?\n  ","247398":"\n  Hello!💜✨\n  ","247399":"\n  I don't like the feeling of either but I have a high pain tolerance.\n  ","247400":"\n  It is what it is! My responses arent the best either lol.\n  ","247401":"\n  The what\n  ","247402":"\n  Lmao.\n  ","247403":"\n  I did\n  ","247404":"\n  Okay sure\n  ","247405":"\n  You mean babysitting you?\n  \n  You'd have to find another caregiver bud.\n  ","247406":"\n  Absolutely amazing✨💜\n  ","247407":"\n  Your existence is the actual joke tho😘\n  ","247408":"\n  Off my ask, you swine\n  ","247409":"\n  Nah just don't appreciate you coming on my feed encouraging me to drink when I obv am trying to stop. Drink bleach\n  ","247410":"\n  Yes.\n  ","247411":"\n  She has nothing to do with this thread. Tf you here for?\n  ","247412":"\n  Dodging faulty anons lmao. You?\n  ","247413":"\n  You should kill yourself soon\n  \n  But hey, we can't all get what we want, right?🤷\n  ","247414":"\n  Of course I do! Hopefully you can get some good rest soon.\n  ","247415":"\n  I think i do lol.\n  ","247416":"\n  Okay. I just took a nap tbh\n  ","247417":"\n  Dope. Got a favorite brand?\n  ","247418":"\n  Oh.\n  \n  Do you know why?\n  ","247419":"\n  Awwh. Blame all the assholes lol. I do.\n  ","247420":"\n  I obv won't answer. Jfc.\n  ","247421":"\n  A ferret lol.\n  ","247422":"\n  Oh no! Why not? :(\n  ","247423":"\n  I do.\n  ","247424":"\n  Good question. I certainly didn't vote for him🙃\n  ","247425":"\n  Idk, he's an idiot.\n  ","247426":"\n  Morning!\n  ","247427":"\n  No\n  ","247428":"\n  Oh lol. Tbh idk\n  ","247429":"\n  Lmao\n  ","247430":"\n  🤙\n  ","247431":"\n  Why don't you ask her?\n  ","247432":"\n  No.\n  ","247433":"\n  👍\n  ","247434":"\n  Who, Jill? Not personally, no.\n  ","247435":"\n  Weird flex lmao.\n  ","247436":"\n  Nice.\n  ","247437":"\n  Meh. You?\n  ","247438":"\n  Hmmm\n  ","247439":"\n  Sup\n  ","247440":"\n  Lmfaooooo.\n  ","247441":"\n  Why do you wanna fight\n  ","247442":"\n  I am rn tbh🤣\n  ","247443":"\n  Yes.\n  ","247444":"\n  Read and listen to music\n  ","247445":"\n  💜\n  ","247446":"\n  What?\n  ","247447":"\n  You're not. Ask is dumb asf.\n  ","247448":"\n  Yes\n  ","247449":"\n  Yes.\n  ","247450":"\n  💜\n  ","247451":"\n  Lmao nah.\n  ","247452":"\n  It's chilly. I'm going to take a dab instead🤙🤘\n  ","247453":"\n  \"You are alive. And you stand up and see the lights on the buildings and everything that makes you wonder. And you're listening to that song, and that drive with the people who you love most in this world. And in thismoment, I swear, we are infinite.\"\n  ","247454":"\n  Im good actually lmao\n  ","247455":"\n  Nahhhh\n  ","247456":"\n  Just getting off work! You?\n  ","247457":"\n  I worked lol.\n  ","247458":"\n  Yes?\n  ","247459":"\n  Huh??\n  ","247460":"\n  YAY! best feeling ever aha.\n  ","247461":"\n  Uh\n  \n  Okay ?\n  ","247462":"\n  I don't fight children.\n  ","247463":"\n  A bit lol.\n  ","247464":"\n  Over 5 years\n  ","247465":"\n  Fuck love tbh\n  \n  We did. But fuck it\n  ","247466":"\n  Lmaooooo😘\n  ","247467":"\n  Getting over a breakup.\n  ","247468":"\n  I keep blocking him\n  ","247469":"\n  Nice\n  ","247470":"\n  I do\n  ","247471":"\n  Rip\n  ","247472":"\n  I'm the devil\n  ","247473":"\n  No.\n  ","247474":"\n  Lol you wish\n  ","247475":"\n  No.\n  ","247476":"\n  Ffs really\n  ","247477":"\n  I dont give out my socials\n  ","247478":"\n  My eyes are actually hazel! But thank you!\n  ","247479":"\n  Fuxk everything lmao\n  ","247480":"\n  Weird flex\n  ","247481":"\n  💜✨\n  ","247482":"\n  Die\n  ","247483":"\n  Do you know what a caregiver is. Bc clearly you don't.\n  ","247484":"\n  Wrap it\n  ","247485":"\n  Caregiver\n  ","247486":"\n  Tipsy\n  ","247487":"\n  Depression is a bixch\n  ","247488":"\n  Idk rn tbh\n  ","247489":"\n  Yep lol.\n  ","247490":"\n  Fuck it I'm drinking lol.\n  ","247491":"\n  Yes.\n  ","247492":"\n  Ok\n  ","247493":"\n  911 Memorial in New York\n  ","247494":"\n  I will if I'm in a decent mood lol.\n  ","247495":"\n  👏👏👏\n  ","247496":"\n  I don't lol.\n  ","247497":"\n  Pointless ask\n  ","247498":"\n  What's up with all the raisin questions\n  ","247499":"\n  No?\n  ","247500":"\n  Sometimes!\n  ","247501":"\n  Sorry😞\n  ","247502":"\n  She also happens to like me\n  ","247503":"\n  USA-ey\n  ","247504":"\n  YAAAAAAAY!! Good job! Congrats!!!\n  ","247505":"\n  Long hair\n  ","247506":"\n  Fun! Cold and fun lol.\n  ","247507":"\n  None of these questions are worth answering\n  ","247508":"\n  Go away\n  ","247509":"\n  Idc tbh\n  \n  My family didn't do shit and neither did I. Go away ffs🤣\n  ","247510":"\n  Idc. I have multiple bodies at home. Same with my work. Maybe people are just interested in what I do. And if they have a problem, I'm here cx\n  ","247511":"\n  True she tips the scales\n  ","247512":"\n  Idk, is it?\n  ","247513":"\n  They all are🤣🤷\n  ","247514":"\n  No. My best friend on here.\n  ","247515":"\n  WINDY and rainy. And humid🤢\n  ","247516":"\n  No.\n  ","247517":"\n  First of all it's \"African Americans\" and second, nooooo. I'm not racist towards any group. Move along.\n  ","247518":"\n  Do not call them that.\n  ","247519":"\n  Have you ever wrapped your hands around your throat\n  ","247520":"\n  Only my toes. And a light teal green\n  ","247521":"\n  By?\n  ","247522":"\n  I think you meant \"fuck\"\n  ","247523":"\n  Hush\n  ","247524":"\n  I don't either lol.\n  ","247525":"\n  Sending me the same shit over again isn't going to make me answer. Js\n  ","247526":"\n  People are always going to be racist. Sad truth.\n  ","247527":"\n  What??\n  ","247528":"\n  I don't care lmao.\n  ","247529":"\n  Go away\n  ","247530":"\n  Yep!\n  ","247531":"\n  Yes.\n  ","247532":"\n  Ah I see!\n  ","247533":"\n  Dunno. Dont care haha.\n  ","247534":"\n  With what?\n  ","247535":"\n  Ffs.\n  ","247536":"\n  Awwh so are you! If you go off this make sure to hmu on Insta!💜✨\n  ","247537":"\n  Good luck, you'll do great!\n  ","247538":"\n  My ask is so full of trash\n  ","247539":"\n  Like I said\n  \n  It doesn't matter\n  ","247540":"\n  It doesn't matter tbh.\n  ","247541":"\n  Oh okay. Well good luck with those things!\n  ","247542":"\n  You deactivated?\n  ","247543":"\n  Thank you.\n  ","247544":"\n  Get to know them.\n  ","247545":"\n  Well if not I need for it to be deleted.\n  ","247546":"\n  Nice!\n  \n  Eh. I don't want to tho lol.\n  ","247547":"\n  Okay, thank you. Was it deleted?\n  ","247548":"\n  I appreciate the apology.\n  ","247549":"\n  Thanks.\n  ","247550":"\n  Lol. That's cool!\n  \n  What games?\n  ","247551":"\n  I'm not too happy with you.😞😠\n  ","247552":"\n  Lol. I'm not always on Fortnite. But yes, I do work tonight.\n  ","247553":"\n  Oh!\n  \n  I didn't get them all then tbh lol\n  ","247554":"\n  10 years.\n  ","247555":"\n  Why?\n  ","247556":"\n  That's my new car!\n  ","247557":"\n  Just ran out in the rain🖤\n  ","247558":"\n  She's way older than me.\n  ","247559":"\n  Fuxk off\n  ","247560":"\n  Mmmhm.\n  ","247561":"\n  Werewolf.\n  ","247562":"\n  Idc about money.\n  ","247563":"\n  Bonfires are one of my favorite things. A couple weeks ago I had one\n  ","247564":"\n  Well, thank you!\n  ","247565":"\n  I'm good.\n  ","247566":"\n  Purple!\n  ","247567":"\n  Bored at work\n  ","247568":"\n  Englishhhhhh.\n  ","247569":"\n  No lmao.\n  ","247570":"\n  Ill have a look.\n  ","247571":"\n  Guys make me want to scream and bang my head against a wall sometimes.\n  ","247572":"\n  Just go get the damn ice cream. She's birthing a damn kid for you soon. You can go get ice cream🤣🤦\n  ","247573":"\n  Hey lol.\n  ","247574":"\n  Caregiver\n  ","247575":"\n  Bring Me the Horizon\n  \n  High school\n  ","247576":"\n  I'm already making money. I'm good.\n  ","247577":"\n  Nah.\n  ","247578":"\n  Nope.\n  ","247579":"\n  Hello!\n  ","247580":"\n  I blocked you on there like ages ago.\n  ","247581":"\n  Not gonna over one report lmfao.\n  ","247582":"\n  Who?\n  \n  Also whoever reported me, smd.\n  ","247583":"\n  Oh.\n  ","247584":"\n  I'm not aware of what that is.\n  ","247585":"\n  My father would never sell me. My father with rip you in two in a heartbeat. So would my birth dad. Shut up, kid.\n  ","247586":"\n  Okay ?\n  ","247587":"\n  PFT OMFG HAHAHA JFC WHAT A RIOT\n  ","247588":"\n  Lmaoooo.\n  ","247589":"\n  Ill take it. Snakes are cute. Though their bite isn't.\n  ","247590":"\n  Good.\n  ","247591":"\n  Ew.\n  ","247592":"\n  Lmao jesus.\n  ","247593":"\n  Jfc.\n  ","247594":"\n  Like I said.\n  \n  You wouldn't interest her.\n  ","247595":"\n  Of course.\n  ","247596":"\n  You're not a toy. Bye.\n  ","247597":"\n  Gross.\n  ","247598":"\n  If she was lesbian she wouldn't be going after a man.\n  ","247599":"\n  Why would you ask me such a thing?\n  ","247600":"\n  She is. Which is why I know they're just running their mouths.\n  ","247601":"\n  I can buy my own toys.\n  ","247602":"\n  Yes.\n  ","247603":"\n  Ok.\n  ","247604":"\n  Because I'm bisexual.\n  ","247605":"\n  Think so?\n  ","247606":"\n  If y'all don't stop sending me Reachel's tag imma put you on my hit list.\n  ","247607":"\n  I'm not looking for a friendship. But I will admit when I'm wrong and apologize.\n  ","247608":"\n  I mixed y'all up tbh. Julia is another girls sis. My apologies.\n  ","247609":"\n  🤷🤣\n  \n  You done spewing your mouth?\n  \n  Good. Have a nice night.\n  ","247610":"\n  .-.\n  ","247611":"\n  Weird.\n  ","247612":"\n  Lmfao. Off my goddamn page ffs.\n  ","247613":"\n  He needs a hobby.\n  ","247614":"\n  Shut the fuxk up, child.\n  ","247615":"\n  GO\n  \n  AWAY🤣🤢\n  ","247616":"\n  I really don't fuxking care.\n  ","247617":"\n  My name isn't Cristal. Get off my page. I could care less.\n  ","247618":"\n  🤷\n  ","247619":"\n  That's why 2 days ago you were going off about how you \"weren't taken\"\n  ","247620":"\n  You're good.\n  ","247621":"\n  What are you whining about?\n  ","247622":"\n  Theyre an awesome band.\n  ","247623":"\n  Go away man.\n  ","247624":"\n  You don't get it.\n  ","247625":"\n  It's a saying.\n  \n  Meaning if you fit under that category then go with it.\n  ","247626":"\n  Oh wow!\n  \n  I lowkey love it.\n  ","247627":"\n  No I do! I haven't invested fully about learning about them tho tbh.\n  ","247628":"\n  Wow. That is quite a statement.\n  \n  Also ew\n  ","247629":"\n  You fit under the category. If the shoe fits.\n  ","247630":"\n  That reach lol🤣\n  ","247631":"\n  Don't you have better things to do than send me people's @\n  \n  I highly doubt that also. Gaslighter.\n  ","247632":"\n  Shush.\n  ","247633":"\n  Prob.\n  ","247634":"\n  I'd beat your ass.\n  ","247635":"\n  Who?\n  ","247636":"\n  This is true.\n  ","247637":"\n  You should use a glass bottle.\n  ","247638":"\n  Bite me.\n  ","247639":"\n  America is shit rn.\n  ","247640":"\n  Glad to hear it!\n  ","247641":"\n  Def Alice.\n  \n  Makes me think of Alice in Wonderland❤🖤\n  ","247642":"\n  Sup\n  ","247643":"\n  5 foot 1 & a half\n  ","247644":"\n  He's a weird obsessive creep. Idk why he sent me your @\n  ","247645":"\n  That's better than any amount of money or material object. Good for you💜✨\n  ","247646":"\n  He must've been very bored.\n  ","247647":"\n  Moose tracks, Superman or mint chocolate chip\n  ","247648":"\n  Can't say that I am.\n  ","247649":"\n  Ok\n  ","247650":"\n  Tell me other things.\n  ","247651":"\n  Okay.\n  \n  Again\n  \n  Why do I care\n  ","247652":"\n  Yall major boring today\n  ","247653":"\n  Why do I care\n  ","247654":"\n  3:50p\n  ","247655":"\n  Idc this much🤣👋\n  ","247656":"\n  Y'all annoying asf\n  ","247657":"\n  Back the fuxk off.\n  ","247658":"\n  What a question.\n  ","247659":"\n  Then you will be ignored.\n  ","247660":"\n  Says the guy that basically begs me to abuse and degrade him. Go away.\n  ","247661":"\n  I am☺\n  ","247662":"\n  Shush.\n  ","247663":"\n  Yes.\n  ","247664":"\n  Thank you!\n  ","247665":"\n  It's just starting so we'll see aha. You?\n  ","247666":"\n  Irrelevant questions get irrelevant answers🤷\n  ","247667":"\n  Fuck off. You already sent around stupid BS about me being married to your dumbass, lay off.\n  ","247668":"\n  Never.\n  ","247669":"\n  Photo polls is a good way to add and discover followers lol.\n  ","247670":"\n  Lmao whatever.\n  ","247671":"\n  Okay ?\n  ","247672":"\n  Don't have to.\n  ","247673":"\n  Medical stuff lol.\n  ","247674":"\n  I am but I don't give out my socials.\n  ","247675":"\n  Swim.\n  ","247676":"\n  Music.\n  ","247677":"\n  I do.\n  ","247678":"\n  Internet. Because on the go you need communication.\n  ","247679":"\n  Gtfo my askkkkk. Just woke up. Too early for this bs.\n  ","247680":"\n  O.o\n  ","247681":"\n  That's unsanitary.\n  ","247682":"\n  PFTTTT🤣\n  ","247683":"\n  You said Julia was the other day.\n  ","247684":"\n  Fine. Your sister is annoying tho. Threatened to pee in my car. There will be trouble if she decides to. Ill get the law involved. So tell her to stop running her mouth.\n  ","247685":"\n  Tf are you even going on about.\n  ","247686":"\n  What?\n  ","247687":"\n  Yes. Hot Topic.\n  ","247688":"\n  👋🤢\n  ","247689":"\n  First she's a fuxking minor.\n  \n  Second ew\n  ","247690":"\n  Off my ask. Ffs.\n  ","247691":"\n  Bitxh lives in Bloomfield with her sister. She's a spoiled mf.\n  ","247692":"\n  Come get me. Lmfao big talker.\n  ","247693":"\n  🤙\n  ","247694":"\n  Nope.\n  ","247695":"\n  Lmfao it's Erika\n  \n   @erikajane1421\n  \n","247696":"\n  🤣🤣🤣🤣🤣\n  ","247697":"\n  🙃\n  ","247698":"\n  Google.com\n  ","247699":"\n  Idc\n  ","247700":"\n  I doubt that.\n  ","247701":"\n  Jfc.\n  ","247702":"\n  It is.\n  ","247703":"\n  ?\n  ","247704":"\n  First\n  \n  *rapist\n  \n  Second, look it up.\n  ","247705":"\n  Moron.\n  ","247706":"\n  They do.\n  ","247707":"\n  How you gonna hit me up on here but make jokes on the low. Gtfo.\n  ","247708":"\n  🤦\n  ","247709":"\n  Rape. You sound like a rapist.\n  ","247710":"\n  Kinda rapey. Tbh.\n  ","247711":"\n  Yes I do. One of my days off lol.\n  ","247712":"\n  No.\n  ","247713":"\n  Off my ask.\n  ","247714":"\n  K\n  ","247715":"\n  Thank you💜\n  ","247716":"\n  Boy I was saying I'm dead. Don't get it twisted. Wouldn't waste my time and smarts to take you out.\n  ","247717":"\n  Suffocation.\n  ","247718":"\n  I'm glad.\n  ","247719":"\n  It's okay, I did it to myself. I pretty much deserve it.\n  ","247720":"\n  Well you're an ass.\n  ","247721":"\n  Dead, thanks.\n  ","247722":"\n  ?\n  ","247723":"\n  My scar is hurting horribly today. Glad to hear it!\n  ","247724":"\n  Pay my girlfriends father's gas bill.\n  ","247725":"\n  Funny.\n  ","247726":"\n  You've asked me this before.\n  ","247727":"\n  Once again.\n  \n  Hard pass.\n  ","247728":"\n  I know I would.\n  ","247729":"\n  Hard pass.\n  ","247730":"\n  Don't see the problem.\n  \n  Marijuana is a natural substance to me, not a drug. It helps with many problems and honestly is the better option for a lot things.\n  ","247731":"\n  Thanks!\n  ","247732":"\n  Which one?\n  ","247733":"\n  In pain. But good.\n  \n  You?\n  ","247734":"\n  Ill start.\n  ","247735":"\n  Hi.\n  ","247736":"\n  Whatever.\n  ","247737":"\n  I don't give out socials.\n  ","247738":"\n  Russian.\n  ","247739":"\n  Couldn't tell you.\n  ","247740":"\n  Stupid question\n  ","247741":"\n  I got myself and those I hold close\n  ","247742":"\n  Jfc🙃 I just saw🤣\n  ","247743":"\n  Yep.\n  ","247744":"\n  Ohhhhhh\n  ","247745":"\n  Don't give out my socials\n  \n  Got my address sent to me and threats of gang rape and it being aired on reddit.\n  ","247746":"\n  Get to know people! Are you new?\n  ","247747":"\n  Oh nonononoooo\n  \n  LmAoO\n  ","247748":"\n  Why?\n  ","247749":"\n  FINE IG\n  \n  YOU\n  ","247750":"\n  🤦\n  ","247751":"\n  Lol that's what you think.\n  ","247752":"\n  Got too drunk and smashed my head through my door panel window. Almost bled out. Oops.\n  ","247753":"\n  My stupid scar is really hurting today\n  ","247754":"\n  Hey Lisa.\n  ","247755":"\n  Me too🙃\n  ","247756":"\n  Butts\n  ","247757":"\n  That's a lot to report dude\n  \n  I could get him banned tho🤔\n  ","247758":"\n  You're insane\n  ","247759":"\n  Lmao\n  \n  I'm actually dying🤣\n  ","247760":"\n  Hey\n  \n  Why is my account so weird rn\n  ","247761":"\n  Make sure myself and those I cared about were comfortable and set for their lives. Then donate. Give to those who need it more than myself\n  ","247762":"\n  Hey!\n  ","247763":"\n  I am okay with the one I have. Thank you though.\n  ","247764":"\n  How long?\n  ","247765":"\n  Do you?\n  ","247766":"\n  Not really. Relationships don't interest me.\n  ","247767":"\n  Mmk\n  ","247768":"\n  You don't know me\n  ","247769":"\n  Have a good day. Don't disrespect anymore people. Hopefully you learned.\n  ","247770":"\n  What I say goes, my account. Get off my ask before you're blocked.\n  ","247771":"\n  No you don't\n  ","247772":"\n  Yes it does\n  ","247773":"\n  Do you? If you're the same anon, I don't think you do\n  ","247774":"\n  Hi ?\n  ","247775":"\n  *Mari\n  ","247776":"\n  Off my ask.\n  ","247777":"\n  She's too pea brained to manage. Dw.\n  ","247778":"\n  Too late. You disrespected me.\n  ","247779":"\n  Glad you didn't!!\n  ","247780":"\n  Good. Bye.\n  ","247781":"\n  Go fuxk yourself. Jfc, ignorant scum.\n  ","247782":"\n  Better back in the day but less active.\n  ","247783":"\n  Agreed.\n  ","247784":"\n  I haven't!\n  ","247785":"\n  Drink bleach.\n  ","247786":"\n  I certainly didn't vote for him.\n  \n  Anyways.\n  ","247787":"\n  Manu is amazing. Lay off.\n  ","247788":"\n  No.\n  ","247789":"\n  Same with my Russian back history. You and I are not so different.\n  ","247790":"\n  Idc\n  ","247791":"\n  Satan.\n  \n  That way he'll kill you too.\n  ","247792":"\n  Ew🤢🤢🤢\n  ","247793":"\n  Get fuxked.\n  ","247794":"\n  Lol Nazi much\n  ","247795":"\n  Don't call me that. Have some respect, especially being so new.\n  ","247796":"\n  👍👍\n  ","247797":"\n  If I'm going to use another language it'll be Russian.\n  ","247798":"\n  True.\n  ","247799":"\n  Lmao no\n  ","247800":"\n  Showers😍😍😍\n  ","247801":"\n  I'm in love with my new car but I need to name her!\n  ","247802":"\n  The weather is so nice. I could sit out here forever and destress.\n  ","247803":"\n  Either way it's annoying lol.\n  ","247804":"\n  Nah\n  ","247805":"\n  You're useless to me. Off my ask.\n  ","247806":"\n  LmAO\n  ","247807":"\n  Weird.\n  ","247808":"\n  No it doesn't, nice try tho.\n  ","247809":"\n  Whoever it is, is annoying lol.\n  ","247810":"\n  🙃🤔🙃🤔\n  ","247811":"\n  *They're\n  ","247812":"\n  You're spamming me again.\n  ","247813":"\n  Idc I'm bored lol.\n  ","247814":"\n  It's Maggie or Erin\n  \n  Too pussy to battle it out in ENGLISH.\n  \n  So now they're fillers🤷\n  \n  Anyways\n  ","247815":"\n  Can someone send me actual good questions\n  ","247816":"\n  Lmao k\n  ","247817":"\n  They get a lot of practice\n  ","247818":"\n  I love my new car😍\n  ","247819":"\n  I have not, but would like to. I've been working.\n  ","247820":"\n  Pretty much, yeah.\n  ","247821":"\n  This is a statement and doesn't even make sense tbh\n  ","247822":"\n  New whip, who this\n  ","247823":"\n  Rip to you\n  ","247824":"\n  Yes. But I love them and don't mind necessarily.\n  ","247825":"\n  Lowkey, yes. But I have no control of the outcome.\n  ","247826":"\n  My thoughts, actions, future- everything. I never stop thinking tbh. Unless I'm asleep lol.\n  ","247827":"\n  OMG I had a horrible cramp in my head reading this stupid question\n  ","247828":"\n  Too often\n  ","247829":"\n  Thank you for your apology.\n  ","247830":"\n  Working!\n  ","247831":"\n  Rip to you\n  ","247832":"\n  I do. I'm enjoying one now, actually.\n  ","247833":"\n  What are you whining on about now jfc\n  \n  Legit like a CHILD\n  \n  Off my ask you jealous bitch\n  ","247834":"\n  Of what?\n  \n  Not that it'd make a difference. He's nice.\n  ","247835":"\n  🤦\n  ","247836":"\n  Fix yourself🤣\n  ","247837":"\n  I can fight my own battles.\n  ","247838":"\n  Actions speak louder than words.\n  ","247839":"\n  👍🙃\n  ","247840":"\n  I'm good.\n  ","247841":"\n  Do you not understand that I'm ignoring you Nazi\n  ","247842":"\n  Idk\n  ","247843":"\n  Dude\n  \n  You creepily spammed me and I blocked you.\n  \n  Decided to unblock\n  \n  And you're being weird again.\n  \n  Sounds like a personal problem. Work on yourself and socialization. Jfc.\n  ","247844":"\n  Why do I care\n  ","247845":"\n  Annoying asf\n  ","247846":"\n  For FUCKS SAKE\n  ","247847":"\n  You gonna pay me?😈\n  \n  Double my pay and I'll think about it😘\n  ","247848":"\n  I am off tomorrow and Monday- want to then? I work tonight and I'm eating lol.\n  ","247849":"\n  Already there\n  ","247850":"\n  I DID YESTERDAY AT WORK\n  \n  CREEPY🙃 lol jk\n  ","247851":"\n  How aesthetic\n  ","247852":"\n  Sitting outside with some of my animals lol.\n  ","247853":"\n  Of course you can't keep up.\n  ","247854":"\n  Finished? You're a piece of shit. GET OFF MY ASK SCUM.\n  ","247855":"\n  Cool go flirt with her. Bye. Fag.\n  ","247856":"\n  Wasn't supposed to, was I? You're such a cheating whore. Gtfo.\n  ","247857":"\n  K appreciate the apology.\n  ","247858":"\n  You too. Go away. You have a GIRLFRIEND. gtfo\n  ","247859":"\n  Not going back to old ways.\n  ","247860":"\n  No\n  ","247861":"\n  Doesn't matter tf\n  ","247862":"\n  Not by a man\n  "}}