{"Question":{"251082":"\n   If you could for one day, would you switch bodies with a pet?\n  ","251083":"\n   I honestly rub my pxssy thinking of you\n  ","251084":"\n   No problem cutie\n  ","251085":"\n   Scratch that they have a fake pro picture that isn’t even them so even then it’s just as bad if not worse 😂\n  ","251086":"\n   😂😂😂hey at least whoever that is is willing to be a known face perv rather then one on anon and being a creep from behind a screen and not having the balls to show there face and be creepy 😂even then that’s still fucked up\n  ","251087":"\n   Yes you do its true\n  ","251088":"\n   There is a hate page of u on here\n  ","251089":"\n   what would be your reaction to someone telling you that they liked you?\n  ","251090":"\n   You have really nice breast\n  ","251091":"\n   Good you?\n  ","251092":"\n   Because i can fight you and win i will scare you\n  ","251093":"\n   Can i come to your residence after the pandemic\n  ","251094":"\n   Yeah its a truck with a face on the front the eyes light up red\n  ","251095":"\n   Just want to know the color.\n  ","251096":"\n   So if not Pink, then White?\n  ","251097":"\n   Pink?\n  ","251098":"\n   What colour are they?\n  ","251099":"\n   Just confirming that they are purple\n  ","251100":"\n   Pink?\n  ","251101":"\n   What colour are your underwear?\n  ","251102":"\n   Do you like to wear pantyhose\n  ","251103":"\n   What Color are your underwear?\n  ","251104":"\n   It's ok, I understand..with this, I am just more comfortable off here. You seem easy to talk to and if you ever want to message me at that spot, please do. If for some reason you do not feel comfortable while we're chatting, no hard feelings..but definitely would like to talk with you.\n  ","251105":"\n   Have you ever laid down on the floor during really warm nights to cool off? 🥵 Or is it only me who's done that? 😂\n  ","251106":"\n   No problem.  Tale care. 🙂\n  ","251107":"\n   Im new to the platform and dont really understand how all the systems work... but would it assist you if I report those sorts of harrasing auestions when I see them or will it only make it more difficult for you and others in the same situation?\n  ","251108":"\n   I wish we lived in a world where people could just accept each others differences and understand that not all personalities gel well.  Why do you think people feel the need \/ find it amusing to harass you like this?  Do you think its as simple as jelousy or is it deeper than that?\n  ","251109":"\n   I've seen better days, better tiems\n  ","251110":"\n   I've noticed that a lot with her. She just fat.\n  ","251111":"\n   Based on how you look, what kind of person do you think people think you are when they first see you? 🤔😅 Why?\n  ","251112":"\n   I want to build a real Green Goblin Prime Mover but that'll never happen\n  ","251113":"\n   Lmao she took pictures of Elyssa kids to trash talk them on there , you dont even need an account to trash talk her it’s free lmao\n  ","251114":"\n   I dont see why she would fake bein pregnant and didnt she post a pic of her “ultrasound”\n  ","251115":"\n   What's the biggest city you've ever been to? 🏙 What was your impression of it? 🤔\n  ","251116":"\n   We should make tellynom poppin more then ask and get her to delete that to and stay off the internet completely\n  ","251117":"\n   Where are you most ticklish?\n  ","251118":"\n   Did u actually make it\n  ","251119":"\n   I wanna see a mountain stumble\n  ","251120":"\n   Do you think that they should free all the real O.G’s who are in lock up, jail\/prison?\n  ","251121":"\n   When you look at jasmine pics before she was \"pregnant\" she looks the exact same. Js.\n  ","251122":"\n   If reincarnation is real, what animal would you come back as?\n  ","251123":"\n   jasmine hate account on ask?\n  ","251124":"\n   Yeah we should go and leave her things LOL\n  ","251125":"\n   jasmine deleted her account on here to go and run her mouth on another app\n   \n    https:\/\/tellonym.me\/LilMixedBeauty\n   \n","251126":"\n   Wheres Kristen aka Vrillon Thor\n  ","251127":"\n   White chocolate coco\n  ","251128":"\n   Left lane roosters\n   \n    @ErinAshford\n   \n","251129":"\n   You have had cocoa before\n  ","251130":"\n   What's your opinion on heels? 👠 How often do you wear them if ever? 🤔\n  ","251131":"\n   I don't think so hun\n  ","251132":"\n   I loved Easter dinner\n  ","251133":"\n   ASK FM warning\n  ","251134":"\n   What was your favorite thing to do growing up?🕹🏃‍♀️🖍 Like the one you have the most fond memories doing? 😊\n  ","251135":"\n   i hope everyone had a good Easter 🐰 🐇 (if you don’t celebrate use as a filter)\n  ","251136":"\n   You never had cocoa\n  ","251137":"\n   Coco is the best right now\n  ","251138":"\n   haha!! your name is golden 😂🤣\n  ","251139":"\n   Do you get the warning very often ?\n  ","251140":"\n   Is there anyone of yours friends that when you go to their house you just walk in or do you always knock ?\n  ","251141":"\n   American Jasmin is stereotypical American of what Russian think of people in America very u.gly and fxt\n  ","251142":"\n   Did you receive anything wonderful on Easter? Care to share a photo? Or did you make anything yummy?\n\n(If you don't share Easter just use any of these questions as a random filter question. Sorry for sending them if you don't celebrate it.)\n  ","251143":"\n   Oh🤭😂😂 Want the link?😅\n  ","251144":"\n   Did you try sending me message? Sorry, didn't see anything if you did\n  ","251145":"\n   It's stuff with friendships and so on..is it ok if I leave you a way to message me? Just ask you don't post it on here.\n  ","251146":"\n   Just trying to figure out some things, but hard to get into on here :\/  How are you today?\n  ","251147":"\n   Can you chat rn?\n  ","251148":"\n   What do you usually do when you’re ill? 🤢 👍\n  ","251149":"\n   I may have a little shimmy in this cracker box jimmie\n  ","251150":"\n   What was the dumbest &\/or funniest thing you've seen on here recently??\n  ","251151":"\n   🐇🐰 Here comes Peter Cottontail, hoppin' down the bunny trail, hippity, hoppity, Easter's on its way 🐇🐰\n  ","251152":"\n   You won't have anxiety trucking your brain is working to hard to think about other things you have 18 gears to shift\n  ","251153":"\n   How are you?\n  ","251154":"\n   Ikr it really was 😂 did you like it when black guy in thong got owned 😂 that was crazy\n  ","251155":"\n   Kkk sometimes I send him out or not look kk\n  ","251156":"\n   I sent that video idk if you watched yet\n  ","251157":"\n\n    https:\/\/youtu.be\/1aFfh5kgKjA\n   \n   That's it but fast forward it 2 mins that's when the fighting starts let me know what you think lol\n  ","251158":"\n   Yas it's really funny 😂 and the way he starts screaming when he gets tripped & knotted up had me dead😂 that scene is on YouTube I could show you it\n  ","251159":"\n   Have you ever been on the radio or TV? If not, would you ever want to? 📻 📺 👍\n  ","251160":"\n   okay this one scene in it the lil asain guy fights some black guys in a alley & he takes the belt off one of them by doing some crazy stuff, then this black dude's pants fall down he was wearing a thong 😂 then he gets tripped hard af onto the ground and knotted up with his own belt it's so😂\n  ","251161":"\n   It's abt like gang stuff in Japan were gangsters from usa are there and a there a guy called romeo who asian he gets involved with it all it's a serious movie but some of stuff is hilarious like this one fight scene in it I could explain it to you idk lol\n  ","251162":"\n   And I share a room with my brother!\n  ","251163":"\n   it's pretty good should watch it sometime\n  ","251164":"\n   I agree, better right\n  ","251165":"\n   For you, what is the best place to change clothes?\n  ","251166":"\n   ever seen the movie called romeo must die?\n  ","251167":"\n   Give likers some likes if got good answers?\n  ","251168":"\n   Follow me lol\n  ","251169":"\n   Yes totally I never see them with girls lol it's all black guys and girls idk if that makes it any better for them but white boys get none nowadays😂\n  ","251170":"\n   Just seems like they given up on getting action lol\n  ","251171":"\n   Why are white boys so insecure?\n  ","251172":"\n   I get that most people are on lock down. But they need a better hobby! S*xual harassment isn't cute boys. Makes you look pathetic and desperate af. Js.\n  ","251173":"\n   What kind of kid were you in school? Did you fit into any stereotypes? 😎🤓🧐🤥\n  ","251174":"\n   Have you seen the Jurassic World trailer spoof on YT where every dinosaur roar is replaced with a Gordon Ramsay \"RAAAWWW\"?🤭😂😂\n  ","251175":"\n   Why dont you cut your hair?\n  ","251176":"\n   Hope your day is amazing 😄\n  ","251177":"\n   I wonder how many boys have Vin Diesel bald head since the Covid 19 started and hair dressers aren't open they all freaking out probably\n  ","251178":"\n   Whats up?\n  ","251179":"\n   Mask putter\n  ","251180":"\n   Have you ever wanted to get taught how to drive a prime mover?\n  ","251181":"\n   You are like a sunrise. A blinding light in the dark. Bright enough to illuminate anyone within your vicinity. Warm. Beautiful. Hope you’re having a great day, friend!\n  ","251182":"\n   you deserve that and more!!\n  ","251183":"\n   You’re so beautiful , and I’m sorry you and your girlfriend broke up , I hope one day you find the right person is going to love you for YOU. Don’t let anyone take your shine away.\n  ","251184":"\n   I see you, doll\n  ","251185":"\n   Look what\n   \n    @YaFavoriteMixedGirl\n   \n   said bout u\n  ","251186":"\n   I just want to be adopted yes i'm 14 but still\n  ","251187":"\n   ok as you wish\n  ","251188":"\n   because tou said you are not an object and you hate us all. and I adore you\n  ","251189":"\n   Wish you were my mommy then we could get a house and live a perfect life not in a institution\n  ","251190":"\n\n    @YaFavoriteMixedGirl\n   \n","251191":"\n   I offering an amazon gift card asa tribute to you\n  ","251192":"\n   😶\n  ","251193":"\n   Doing ok?\n  ","251194":"\n   want\n  ","251195":"\n   what would you do if the Easter bunny showed up at your house right now?\n  ","251196":"\n   These people are so strange\n  ","251197":"\n   Sweet popcorn or salt popcorn?\n  ","251198":"\n   post a pic of you wearing socks please?\n  ","251199":"\n   I know you are not  what a amazon gift card\n  ","251200":"\n   What do you drink?\n  ","251201":"\n   Do you get drunk often?\n  ","251202":"\n   if i were a pair of shoes, what kind would i be?\n  ","251203":"\n   Do you like the color blue? Let's go some blue GIFs or PICs!\n  ","251204":"\n   Happy Easter 🤓🐣 btw. lovely new profil picture ❤️\n  ","251205":"\n   I also wasn't aware of your relationship status🙊\n  ","251206":"\n   Another lovely photo! You have such a gorgeous smile🥰🌹\n  ","251207":"\n   Do you like COE Scania ?\n  ","251208":"\n   how was the traffic\n  ","251209":"\n   How do you feel about yourself?\n  ","251210":"\n   Do you work well under pressure?\n  ","251211":"\n   Good night mommy\n  ","251212":"\n   You go and tell somebody\n  ","251213":"\n   Where are you from\n  ","251214":"\n   How old are you my bad for asking\n  ","251215":"\n   Aww, hope you're feeling better soon 😔\n  ","251216":"\n   Do you think I’m a nice guy? What kind of guys do you like\n  ","251217":"\n   What would you do if you meet an alien?\n  ","251218":"\n   Any good things that have happened this week so far despite the virus? 🤔😁\n  ","251219":"\n   Julia pushed me again\n  ","251220":"\n   Hey, hope you had \/ are having a great day 😎😎😎\n  ","251221":"\n   Do you like German?\n  ","251222":"\n   No in this Covid 19 world i mean lol our freedoms are limited\n  ","251223":"\n   No fair at all the way we got to live now\n  ","251224":"\n   They won't move me in with another girl\n  ","251225":"\n   My roommate she told me that if she really wanted to kiss me she would no matter what i said so i cover my face with my blanket at night\n  ","251226":"\n   Idk i take documents\n  ","251227":"\n   Julia is really aggressive with me sometimes\n  ","251228":"\n   Yeah i know i seen it on google and it really upset me terrible parents in this world\n  ","251229":"\n   Thx\n  ","251230":"\n   Bro what do you weigh\n  ","251231":"\n   what should i spend my coins on?\n  ","251232":"\n   Cristina Valy encouraged her toddler to kiss her bare a$$, parents like that shouldn't have children she should be in jail forever\n  ","251233":"\n   May today be an abundance of good things for you!\n  ","251234":"\n   Do you like your job?\n  ","251235":"\n   Don't mean to be cheesy, but wow, im truly honored!🙊💕❤And yup gotcha!😇\n  ","251236":"\n   Thanks you talk nice to me and good comes from it like Maggie says\n  ","251237":"\n   How so?\n  ","251238":"\n   Can i kiss you\n  ","251239":"\n   Would you chat with me?😇\n  ","251240":"\n   Are you a people-pleaser?\n  ","251241":"\n   What about DM chat?\n  ","251242":"\n   you like someone you legit bashed your bf ? tf\n  ","251243":"\n   Do you let anyone follow your instagram?\n  ","251244":"\n   Do you watch Robot Chicken?\n  ","251245":"\n   Loving your current photo btw! My new fav photo of you!🥰🌹You're so darn beautiful!😇\n  ","251246":"\n   Oh hey you!😃Missed you! At first i was wondering who you were🤭 I also just read your top liked answer! So i'm all caught up! Followed you again!🌹\n  ","251247":"\n   do you want 2020 to be over ? i do :(\n  ","251248":"\n   It means are you fine\n  ","251249":"\n   ✨ You are enough. You are the best you there is. I appreciate you! 🤗💞\n  ","251250":"\n   do you like massages?\n  ","251251":"\n   I wanna anaI you and come inside your a$$\n  ","251252":"\n   She doesn't like it thanks\n  ","251253":"\n   Yeah it maybe true may not be she also speaks french thats why her old user says SalutMaggie\n  ","251254":"\n   What is your bra size\n  ","251255":"\n   No they said Maggie did that to me put her mouth on my chattee thats what they said\n  ","251256":"\n   You can call me Daddy\n  ","251257":"\n   Talk about other people like that?\n  ","251258":"\n   What clothes are you currently wearing\n  ","251259":"\n   Who says that?\n  ","251260":"\n   When Maggie first did that it was her first time 🤡\n  ","251261":"\n   It was her first time but she won't do it again which sucks because it felt good while it lasted\n  ","251262":"\n   Maggie said Erins pxssy isn't good she said she did it once but not again\n  ","251263":"\n   For two pints of diesel i'd have it flat on the inside duel\n  ","251264":"\n   I like a cab over pete with a reefer\n  ","251265":"\n   Marisa its so simple to answer i would love to experiment with you\n  ","251266":"\n   Like does your VJJ get hard? Idk what happens\n  ","251267":"\n   Do girls get erect?\n  ","251268":"\n   ❤️\n  ","251269":"\n   you’re all amazing and fabulous ✨💕\n  ","251270":"\n   WhAt the fuck😳😂is this\n  ","251271":"\n   This is the end for you, my master\n  ","251272":"\n   I use to get a b.oner from Erins content idk why she seems like a hot girl\n  ","251273":"\n   Erinthesaint is deleted now there won't be truck pictures and conversations 💀\n  ","251274":"\n   Please answear the qestion.\n  ","251275":"\n   Okay but 160 cm is 3 feet. Y’all are Snow White and the seven dwarfs??\n  ","251276":"\n   In europe we do.\n  ","251277":"\n   My sisters husband is 40cm taller then she feel unconfortable is that normal to feel? All in the family is 165 cm.\n  ","251278":"\n   Oh. I’m sorry. I didn’t mean to offend you.\n  ","251279":"\n   Are you Emo\/Goth?\n  ","251280":"\n   How much did you lurk your crushes social media before talking to them?\n  ","251281":"\n   Erin said she wants to marry you\n  ","251282":"\n   Who cares what they are most of the accounts are entertaining most of them talk about alien stuff i can relate to their Cosplay adventures idk about anyone else\n  ","251283":"\n\n    @ErinAshford\n   \n   is Erin 🤣 she probably will deactivate when you answer this so her identity isn't exposed oops they hate using their real identity\n  ","251284":"\n   You’re a ray of sunshine. Even in dark times, you are still radiant!\n  ","251285":"\n   these are all the same person their accounts have been proven to be the same person\n  ","251286":"\n   Lisa is the leader shes the one who says what to do and honesty we don't have a problem with you we never tried to infiltrate your friendship with Elyssa and get you turned against her but tbh you're more laid back everyone likes you\n  ","251287":"\n   I know who was on that fake Elyssa account but i'm not blasting anyone considering its deleted forever they changed the password to a random one nobody can ever access that account again\n  ","251288":"\n   I‘m one of this 100 😁\n  ","251289":"\n   Its awful you had to give up your old account just because someone didn't know enough when to back off and did creepy stuff\n  ","251290":"\n   You are so strong! (Especially Emotionally)\n  ","251291":"\n   You are such a kind soul!\n  ","251292":"\n   Hope you have a great day! You deserve the best things in life!\n  ","251293":"\n   I submit to you goddess\n  ","251294":"\n   Oh got it now sorry\n  ","251295":"\n   You’re so pretty!\n  ","251296":"\n   These people claim to be aliens and everyone disproves what they say but it interests me when they start talking about technical stuff that has some facts behind it weird part is NASA did discover many plants that are just like earth and they started their accounts in 2014 when they found one planet\n  ","251297":"\n   Who's your favorite band?\n  ","251298":"\n   nice profile pic lovely goddess\n  ","251299":"\n   Good morning.. Russian lady\n  ","251300":"\n   Try answering my question again because you still haven’t. You said when it’s acceptable not what makes it wrong. So abortion, unless other those circumstance, is just wrong because you say so? 😂\n  ","251301":"\n   So what makes abortion wrong?\n  ","251302":"\n   Real tattoo or henna tattoo?\n  ","251303":"\n   unpopular opinions:\n  ","251304":"\n   How are you doing?\n  ","251305":"\n   They aren't entitled to get questions from you jfc. Hope you are feeling better! ❤\n  ","251306":"\n   what undi do you wear?\n  ","251307":"\n   You don't have to like me\n  ","251308":"\n   Your pfp looks evil hehe\n  ","251309":"\n   I will be unfollwing you if you don't ask me questions daily\n  ","251310":"\n   Well honestly i got my account back after being banned, I'm real, ask asked me for identification to get access to my account again\n  ","251311":"\n   I will not be talking with you in you ask me questions. And you don't have to be anon. If you don't ask me questions daily I won't talk with you. And I mean it. I have self respect\n  ","251312":"\n   You're a fuxking i.diot Elyssa is delusional you could be standing ln front of her and she would still think you're fake, you and her can fuxk off i listen to my leader shes not to be respected or trusted\n  ","251313":"\n   cat are evil\n  ","251314":"\n   Do you even know whats going on? Am i doing anything? Stfu\n  ","251315":"\n   Can Elyssa keep my name off her account i'm not doing anything to her the delusion is beyond my control theres nothing else i can prove my case\n  ","251316":"\n   Eres mi fantasia hermosa\n  ","251317":"\n   Thik ho?\n  ","251318":"\n   So much drama on here\n  ","251319":"\n   hi goddess\n  ","251320":"\n   i want to kiss your feet\n  ","251321":"\n   <3\n  ","251322":"\n   How many Easter eggs do you have? 🐰\n  ","251323":"\n   humilate me goddess\n  ","251324":"\n   You think we can marry?😂 It's as far as heaven\n  ","251325":"\n   I influence Ben sorry\n  ","251326":"\n   Type the answer with little finger of your left hand. Let me see your handwriting\n  ","251327":"\n   im bored. let me be your ponching bag\n  ","251328":"\n   I paid off my line of credit because i got 2,000$ from the government\n  ","251329":"\n   please let me your beach\n  ","251330":"\n   Relax ! some ppl get annoyed by shoutouts !!!\n  ","251331":"\n   Hello how are you 😊😊🙋\n  ","251332":"\n   Favorite drink?\n  ","251333":"\n   He's moved on to bs-ing about someone else now.\n  ","251334":"\n   Like a boat out of the blue fate steps in and sees you through when you wish upon a star wish for me to come see you.\n  ","251335":"\n   And me lol.\n  ","251336":"\n   How many humans have you scraped?\n  ","251337":"\n   What are the first things you notice when you meet someone? ?\n  ","251338":"\n   Great springtime of love, faith and belief in the future. The sun shines bright and the Easter is coming. Sitting behind the wheel of my sky blue 1968 Mercedes-Benz, cruising down the rural dirt roads. Sundsvall, Sweden.\n  ","251339":"\n   Which would you prefer in a romantic partner: a dreamer or an achiever?\n  ","251340":"\n   Ever played the video game GTA? Would you ever or nah? 🎮\n  ","251341":"\n   What is your favorite ice cream cake?\n  ","251342":"\n   Would you ever fly a plane if you could?\n  ","251343":"\n   Stay safe when in public\n  ","251344":"\n   Ben is the reason i come back to this monstrosity we'll help him as much as we can if he wants to discard his jewish beliefs\n  ","251345":"\n   Ben said i'm the only Russian he likes i'm not sure what this means\n  ","251346":"\n   Do you often use a taxis?\n  ","251347":"\n   Will you accept questions from a foreigner?\n  ","251348":"\n   Can we exchange coins\n  ","251349":"\n   I go around 6pm or 7pm once the crowds go away i have to order tp and wipes off the internet though\n  ","251350":"\n   Thanks hun stay safe out there\n  ","251351":"\n   Its deactivated and not a username i would use sorry you don't have to answer questions about me\n  ","251352":"\n   You must be going through some things because you're never this rude\n  ","251353":"\n   I bet this is Erin\n   \n    @CanadianLads\n   \n","251354":"\n   Oh, stop it! There are plenty of things to like about you! 😊 You're funny for instance 😁\n  ","251355":"\n   She has money she just wants everyone to pay her bills\n  ","251356":"\n   It's a pleasure for me when I talk with a foreigner. I mean think of a boy living in a mud house getting to talk with a Russian gf whom kings can't afford 😎\n  ","251357":"\n   Can you sleep when someone's snoring loudly nearby? 😫😪 If you can't, what do you do then? 🤔\n  ","251358":"\n   Five things you like about yourself? 😊\n  ","251359":"\n   You're one year behind me in age\n  ","251360":"\n   Can you tell Maggie to send me money\n  ","251361":"\n   Hope everyone the best with Covid 20 x love you\n  ","251362":"\n   It's 4.13 am here. I woke up from sleep\n  ","251363":"\n   I am going back to sleep. I saw a very beautiful dream. I met a sweetheart girl in my dream. She was perfect.. but I woke up before we could talk more\n  ","251364":"\n   I don't even know what whack means\n  ","251365":"\n   I like to irritate you. I know it's never happening\n  ","251366":"\n   lol\n  ","251367":"\n   Let's marry\n  ","251368":"\n   Oh. That means you are Russian\n  ","251369":"\n   But you said you are Russian 😑😫\n  ","251370":"\n   Which color do you associate with yourself? 😊 Why that one? 🤔\n  ","251371":"\n   I have 100,000 coins on my old account\n  ","251372":"\n   how tf do you get so many coins? lmao i need to get my coin game up there lmaoo\n  ","251373":"\n   What's the way out of labyrinth of troubles??\n  ","251374":"\n   Why spring turns to summer and then autumn?\n  ","251375":"\n   Salut\n  ","251376":"\n   Do u have Instagram ?\n  ","251377":"\n   Good night Russian girl. I hope it's not snowing there. Take care of yourself. Life will be better\n  ","251378":"\n   Aliens. Standing. Farting. Stomach. Slime. Exploded. Make up a story include these words.\n  ","251379":"\n   Completely unrelated, but I think you are incredible! F*ck the haters!\n  ","251380":"\n   I want to eat something\n  ","251381":"\n   I dont think it will ever cease to amaze me the lengths they will go to.  😒🙄\n  ","251382":"\n   How to explain to a pet why you sit at home all the time?\n  ","251383":"\n   Hmm if you ever want to see me. Come on Instagram\n  ","251384":"\n   How has your day been?  I mean apart from the anon duechebags that seem to have an opinion on everyone elses business.\n  ","251385":"\n   😂 Yeah im fine.  Im in here for routine treatment.\n  ","251386":"\n   I want to use you rn. Come on I will puck you\n  ","251387":"\n   Ask me anything.. im in hospital and bored shitless. 🙃\n  ","251388":"\n   Iwanttobangyoureallyhard\n  ","251389":"\n   I like the way you talk to so many guys.. wish you were my gf\n  ","251390":"\n   Is this an real account?\n  ","251391":"\n   F*ck protection I raw dawg that sh!t\n  ","251392":"\n   sexy mask\n  ","251393":"\n   Is it necessary for me to where a mask out in public?\n  ","251394":"\n   Do you drive a semi\n  ","251395":"\n   You sound tight\n  ","251396":"\n   why are most of the beautiful girl homo. sesual\n  ","251397":"\n   Animals singing\n  ","251398":"\n\n    https:\/\/youtu.be\/ck9yB10Cy78\n   \n","251399":"\n   I just want to use you myself only. I don't want share\n  ","251400":"\n   I have a gf and she is never turned on. I wish she was open like you\n  ","251401":"\n   Its basically surfing using the wakes the boat makes, its better if the boat is going faster to get better wakes but some beginners like slower pace\n  ","251402":"\n   Do you like wakeboarding?\n  ","251403":"\n   He should make a bakup bakup\n  ","251404":"\n   Congratulations.i think I should also make a bakup\n  ","251405":"\n   You should not add too many guys here\n  ","251406":"\n   Ah okay good\n  ","251407":"\n   I told my gf that I have Russian gf and she was jealous\n  ","251408":"\n   If I were you I’d delete that last post on your old account. You don’t want trolls to find your new one and repeat the same threats 🙂\n  ","251409":"\n   Hi\n  ","251410":"\n   i need a master\n  ","251411":"\n   If it's been 4 weeks already, they would know!\n  ","251412":"\n   the current test only tell younif you cuurrently have it\n  ","251413":"\n   no I got some symptons about 4 week ago\n  ","251414":"\n   when will I be able to know if I got covid\n  ","251415":"\n   ok Im yours\n  ","251416":"\n   you are mine\n  ","251417":"\n   hello master\n  ","251418":"\n   If you lived where i live i would bring you to my house where you're safe\n  ","251419":"\n   Do you need my assistance? I can pay a bodyguard to guard you\n  ","251420":"\n   Are there any type of crystals that you like to keep with yourself or in your house?\n  ","251421":"\n   I saw 😕 Wow, some peeps are so sad 😹\n  ","251422":"\n   I have certain abilities but not once have i ever searched you up like that, that's beyond creepy not to mention illegal at least if the swat shows up at your house show them the message and they can contact ask.fm and actually find the person and charge them they don't have power over you love\n  ","251423":"\n   Sorry that happened to you\n  ","251424":"\n   Thats so creepy sorry that happened thats why i use my cosplay name\n  ","251425":"\n   Don't worry they can't get your location or anything Ask.fm encrypts that information BUT don't click on links because people can trace your IP Address by sending you a fake link :Valiant Thor\n  ","251426":"\n   Aye it's a weird app, don't worry I won't be sending any trash your way 😉😂 hope you are well✌\n  ","251427":"\n   Followed you sorry you had to go through with people stalking your accounts that’s terrible x\n  ","251428":"\n   Hey 👋 New account? Is everything all good? 😊\n  ","251429":"\n   New account 🤔 have followed you anyway 😁\n  ","251430":"\n   Glad you're back tho!\n  ","251431":"\n   What apps do you mostly use on your 😐👨phone?\n  ","251432":"\n   Are you good in dancing?\n  ","251433":"\n   I changed the username in my bio to this one! Welcome back! ❤\n  ","251434":"\n   صباح الخير...\n  ","251435":"\n   space.. ✨\n  ","251436":"\n   مرحدا\n  ","251437":"\n   هاي😀كيفك؟\n  ","251438":"\n   لونك المفضل\n  ","251439":"\n   هل استطعت الوصول لأحد احلامك ؟🖤\n  ","251440":"\n   مساحةة 💭🖤\n  ","251441":"\n   إقتباس\n  ","251442":"\n   اللهم  صلي على سيدنا محمد ... ?\n  ","251443":"\n   طالبه في احدا الجامعات:\n\nتطالب التعليم العالي بإضافة #فلاتر\n\nبعد قرار فتح الكاميرا 🌚\n  ","251444":"\n   مساحة... 🤎\n  ","251445":"\n   fact\n\nدايماً الصدف الحلوة بتيجي وانت لابس اواعي بينشحد عليك فيها🙂\n  ","251446":"\n   .\nليس للحُّب عِيد، إنّما لَهُ صَلاةُ استخارة يعقبها حلالٌ طَيب .💛\n  ","251447":"\n   ﻣﺳﺳـاﺣـﮪ ’💜‘\n  ","251448":"\n   Space\n  ","251449":"\n   Follow me 🤭\n  ","251450":"\n   يلا جواكر\n  ","251451":"\n   يـلا نبعـد شـوي عـن هـموم الـدنـيا ونستغفر 💜\n  ","251452":"\n   احكِ 💬💜\n  ","251453":"\n   انتوا مواليد كم ؟؟\n  ","251454":"\n   صبااح الخير يا روحي 😍🙈\n  ","251455":"\n   صباحك ورد 😍🥀\n  ","251456":"\n   شو أقرب سورة في القرآن لقلبكم؟ ❤️\n  ","251457":"\n   محلاااااك 🤤\n  ","251458":"\n   .\n  ","251459":"\n   فولو 💕\n  ","251460":"\n   بعدين مع هل اسئلة الوسخه والله عيب عليكم\n  ","251461":"\n   🖤\n  ","251462":"\n   صَباحو ي لطيف 🤍\n  ","251463":"\n   🦋🖤\n  ","251464":"\n   تم تأجيل عيد الحب لحد ما الناس تحب بعضهااا\n  ","251465":"\n   ظلي أكتبي الخاص ممنوع و انتي وجهك بقلب الطحنة عن الحمار !!! اذا سهى ام كشة خطبت !!!\n\n\" مداعبات صباحية \"\n  ","251466":"\n   مساحة~\n  ","251467":"\n   لما بتعرف حقيقة حد بتحس حتى شكله اتغير🤝\n  ","251468":"\n   Follow\n  ","251469":"\n   احكيلك شغله\n  ","251470":"\n   مين احلى السمرا والبيضا\n  ","251471":"\n   مساحة 🌹💚\n  ","251472":"\n   مساحة 💛🎶\n  ","251473":"\n   اللهم صل على سيدنا محمد ... 🖤\n  ","251474":"\n   متابعه ❤️❤️\n  ","251475":"\n   لِحديثك 💚🌻\n  ","251476":"\n   عندي اسئلة لطيفة الي بده يرد بنقطه 🥺😍\n  ","251477":"\n   _💚\n  ","251478":"\n   كيف كان يومكم حلو ولا لا😅❤\n  ","251479":"\n   فولو 🌸\n  ","251480":"\n   كيف اخليه يرجع لحالو؟؟\n  ","251481":"\n   😂😂\n  ","251482":"\n   مساحة 🌼💚\n  ","251483":"\n   مساكم ورد .\nل سموك .__________💙🕊\n  ","251484":"\n   كيف يعني خاصة؟\n  ","251485":"\n   Space 🤍\n  ","251486":"\n   ‏الصداقة أخت الحب من الرضاعة .!....🖋️a.m.s\n  ","251487":"\n   لونك المفضل بصورة💙\n  ","251488":"\n   اي ساعة نمت مبارح ؟\n  ","251489":"\n   صباح الخير\n  ","251490":"\n   🖤\n  ","251491":"\n   الأفضل إنك تضل متذكر\nإنه يومك ب إيدك تحليه رغم أي شي ممكن يصير\nلا ترد ب جواب\nالمهم لا تنسى\nيومك سعيد^_^🌧️💜👒\n  ","251492":"\n   لكلامكـ....🥀🥀🖤\n  ","251493":"\n   \"‏أن يحبك بندباتك بعقدك بحروبك وبهزائمك وأن تتسع يده لأحلامك وذراعيه لروحك المتوعكة، أو لا يحب\"🤍\nصباح الخير،\n  ","251494":"\n   مساحه\n  ","251495":"\n   كم عمرك كان اول حب بحياتك\n  ","251496":"\n   ليييييش طيب؟!\n  ","251497":"\n   اللهم امين ، شكرا\n  ","251498":"\n   الله يسعد قلبك 🌹💜🌹\n  ","251499":"\n   أرجو منكم الدعاء لأمي بالشفاء ، والله يحفظ امهاتكم جميعاً ⁦♥️⁩\n  ","251500":"\n   أنا لبناني من الضيعه بس جرفني \nالسييل هوني عند الأرادنه ☹️\n  ","251501":"\n   اقــتِبــاس💤\n  ","251502":"\n   .\n  ","251503":"\n   السبب اللي خلاكم تنزلوا الآسك 🍥\n  ","251504":"\n   💜💜\n  ","251505":"\n   اقتباس لطيف ♡♡\n  ","251506":"\n   صل عالنبي\n  ","251507":"\n   حتى وانا مخنوقه اضحك وامزح، مو عارف هو انا هيك صبوره ولا هبله🤪\n  ","251508":"\n   مساحه 💙💜\n  ","251509":"\n   ممكن لايكات وبردهم🐼\n  ","251510":"\n   كيف الواحد بصير vip! 🙃\n  ","251511":"\n   يلا نصلي عالنبي ❤️\n  ","251512":"\n   شو قصة الاسك اليوم كل الاسئله بتجي على أنها اسئله شخصيه وبتطلع شاوت اوت\n  ","251513":"\n   ❤🌸\n  ","251514":"\n   -كَم فرصة تُوجد في هَذه الحَياة؟\"\n  ","251515":"\n   💙💙\n  ","251516":"\n   هندسه برمجيات او هندسه حاسوب او علم حاسوب ؟\n\nانصحوني 🙄\n  ","251517":"\n   شكرا يقلبي\n  ","251518":"\n   اقتباس حب 😍\n  ","251519":"\n   مساحه\n  ","251520":"\n   بدي ادرس عنك❤❤😌\n  ","251521":"\n   🤡🤯🥳\n  ","251522":"\n   مساحة 🤍\n  ","251523":"\n   ‏Fact :\nفي علاقات لمّا تقطعها وجهك بفتّح \nونفسيتك بتتحسن. ❤️\n  ","251524":"\n   💙\n  ","251525":"\n   مرحبا\n  ","251526":"\n   يا ارحم الراحمين ارحمنا\n  ","251527":"\n   الي زهقان وعليه امتحانات شو يعمل؟\n  ","251528":"\n   هسا جد والحل\n  ","251529":"\n   بحزن شكله\n  ","251530":"\n   سامح ، فأنت أيضاً كُنت سيئا يومًا ما🖤!\n  ","251531":"\n   صباح الخير 💛\n  ","251532":"\n   احك ♥️\n  ","251533":"\n   🥀\n  ","251534":"\n   تركي ؟\n  ","251535":"\n   مرعشلي واللهيب والصيف الاخير\n  ","251536":"\n   بحضر ٣مسلسلات وكلهم لسا ما نزل الهم حلقه جديده\n  ","251537":"\n   قرفت النوم 🙂\n  ","251538":"\n   قرررففاانه 😭😭😭😭😭\n  ","251539":"\n   كيف بدي اخلي شب عاملي فولو على الانستا وقبلته جديد يفتح معي موضوع او يبعتلي بشكل عام هلكتو وانا انزل ستوريات وبعدو ماعبرني 😭 بدي افكار ذكيه لاني مَليت\n  ","251540":"\n   بحبك بحب بحبك بحبك 😽\n  ","251541":"\n   تدرون شقلي ؟!\n  ","251542":"\n   😂 مهو هذا السؤال\n  ","251543":"\n   لا الكل بده سنابي اقرفت\n  ","251544":"\n   هلا ليش الشباب بضلوا يطلبوا سناب خصيصا ليش؟\n  ","251545":"\n   ادعولي أنجح توجيهي وافرح اهلي 😭\n  ","251546":"\n   مساحة\n  ","251547":"\n   يا رب اتنفس 🖤\n  ","251548":"\n   متأكد راح كون من أتفه أولياء الأمور على مر التاريخ .🌚😂\n  ","251549":"\n   لو كنت اكثر حدا بتكرهيه وصرت قد حجم الصرصور وحطوني قدامك شو بتعملي؟\n  ","251550":"\n   اقتباس\n  ","251551":"\n   شو نعمل لما نشتاق بس كرامتنا قويه ؟ 😂💔\n  ","251552":"\n   💛💛\n  ","251553":"\n   يجماعه كيف بدي اعرف اذا حبيبي بيحكي مع غيري 😖🌼\n  ","251554":"\n   شو انشالله كانت سهرتك حلوه مبارح 😒😒\nبصير خير\n  ","251555":"\n   ومساك يا رب🤍\n  ","251556":"\n   السن المناسب للجواز\n  ","251557":"\n   إحكِ 📝✨\n  ","251558":"\n   مساحة جميلة🤍\n  ","251559":"\n   Space 🖤\n  ","251560":"\n   انت كدا دمك خفيف يعني 😒\n  ","251561":"\n   هوا الاسك عاد ممل لي☹\n  ","251562":"\n   الشخص يلي ببالك هلا شو بيستاهل؟🖤\n  ","251563":"\n   جواز عن حب ولا جواز عادي\n  ","251564":"\n   مساحه..\n  ","251565":"\n   ع سيرة الجمال\nشو أكتر شغلة محسودين عليها بشكلكم🙈💙\n  ","251566":"\n   مساء الخير 🌺\n  ","251567":"\n   عندما تؤمن بنفسك ستنجح. 😍💪👑\n\nJust Believe your self 😍💪👑\n  ","251568":"\n   بدون سبب روح ربي يسعدك ويوفقك بحياتك ويخليك احبابك ويبعد عنك كل شر 💜😊\n  ","251569":"\n   هو ممكن شخص يتجوز واحده اكبر منه بسنه فيها حاجه 😌\n  ","251570":"\n   شوية حكي..💜\n  ","251571":"\n   ساعات قليلة بتفصل عن نتائج الثانوية \nادعولي انجح بمعدل عالي \nبحاجة إلى دعواتكم❤\n  ","251572":"\n   ماذا ستتناول على العشاء الليلة؟\n  ","251573":"\n   بتعرف حدا؟\n  ","251574":"\n   إذا كان عليك أن تختار فهل تختار أن تكون بدون حواجب أم بدون رموش؟\n  ","251575":"\n   مداوم بكره\n  ","251576":"\n   حدا توجيهي؟\n  ","251577":"\n   اوكي اتفقنا 😉\n  ","251578":"\n   خلص ولا يهمك هسا ببعتلك الموقع واتس 🙃\n  ","251579":"\n   بتدل بيتنا صح 😌\n  ","251580":"\n   يلاا بستناك 😙\n  ","251581":"\n   شو ادهم متى نااوي تيجي تخطبني 🥰\n  ","251582":"\n   هل تضع سكر\/عسل على الزبادي؟\n  ","251583":"\n   ما هو شرابك المفضل؟\n  ","251584":"\n   ما هي الأغنية أو النشيد الذي يعيد إليك ذكريات الطفولة؟\n  ","251585":"\n   إذا كنت ممثلًا فهل تفضل أن تمثل في الأفلام أم المسرحيات؟\n  ","251586":"\n   هل ندمت من قبل على عدم قول شيء؟\n  ","251587":"\n   هل لديك مساحة خالية على هاتفك؟ ما هو مقدار هذه المساحة؟\n  ","251588":"\n   Followed🍓\n  ","251589":"\n   ما أول شيء ستنقذه إذا اشتعلت النيران في شقتك؟\n  ","251590":"\n   هل بإمكانك إعطاء نصيحة مفيدة؟\n  ","251591":"\n   😂😂💙\n  ","251592":"\n   😂😂💙\nالله يطعمنا 🤲🏻😂😂💔\n  ","251593":"\n   وكل واحد اطول من التاني 😅😂😂😂😂💔\n  ","251594":"\n   مو ضروري تعرف المهم حبيت اطمن عليك 😍\n  ","251595":"\n   كيفك شو اخبارك\n  ","251596":"\n   هاي ادهم 😊\n  ","251597":"\n   هل سبق لك وأن نسيت مفتاح منزلك بالداخل وأنت بالخارج؟\n  ","251598":"\n   لماذا ينهي الأشخاص العلاقات بسهولة في الوقت الحاضر؟ هل أصبحنا أكثر أنانية؟\n  ","251599":"\n   ما هو آخر شيء تفعله قبل النوم؟\n  ","251600":"\n   هل تثق في الناس بسرعة؟\n  ","251601":"\n   ماذا كانت آخر كذبة قلتها؟\n  ","251602":"\n   هل أنت ممن ينسى الماضي بسهولة أم ممن يغرقون في الذكريات؟\n  ","251603":"\n   الأزرق أم الأسود؟\n  ","251604":"\n   ما الذي تفضل زيارته، متحف الفنون أم حديقة الحيوان؟\n  ","251605":"\n   هل تفضل السكن في الجبال، أو بجانب البحر؟\n  ","251606":"\n   -‏ لطيفين أصحابنا الإلِكترونيين ليتنا نلتقي 💜 ' ~ .\n  ","251607":"\n   اقتبس ❤️\n  ","251608":"\n   مساحة دينيه💆🏻‍♀️🌟🍀\n  ","251609":"\n   مساحة\n  ","251610":"\n   عبارة ..\nصورة ....\n  ","251611":"\n   من يخسر بالحب دوما؟\n  ","251612":"\n   كم حضن يحتاج الانسان في اليوم ؟☹️\n  ","251613":"\n   ليش مش متابعني لسا🐸\n  ","251614":"\n   Space :\n  ","251615":"\n   بعرف فين لياليك بس فشرت اناديك\n  ","251616":"\n   ❤\n  ","251617":"\n   بتتركوا حدا عشان العالم، ولا العالم عشان حدا؟؟\n  ","251618":"\n   انا لحبيبي وحبيبي الي 🤷🏻‍♀️🤷🏻‍♀️\n  ","251619":"\n   ‏حدثونا عَن أسّوء شّعور قَد يشعُر بِه الإنسّان!\n  ","251620":"\n   شوية حكي من القلب???\n  ","251621":"\n   هل تفضل أن تقابل ذئبًا أم ثعبانًا سامًا إذا كنت في الصحراء؟\n  ","251622":"\n   ما الذي يجعل الشخص غنياً؟\n  ","251623":"\n   ما هي الصورة التعبيرية (emoji) المفضلة لديك في الدردشة؟\n  ","251624":"\n   ما هو أجمل مكان في العالم؟\n  ","251625":"\n   إلى أي ساعة تنام في الأجازات؟\n  ","251626":"\n   هل تبتسم للغرباء؟ نعم أم لا، ولماذا؟\n  ","251627":"\n   الكتب أم الأفلام؟\n  ","251628":"\n   ما الذي تتحمله أكثر: البرد أم الحر؟\n  ","251629":"\n   هل لديك أصدقاء طيبين مستمرين معك من فترة طفولتك؟\n  ","251630":"\n   ما الذي يوجد في جيوبك الآن؟\n  ","251631":"\n   هل يمكنك أن تحب من قلبك أكثر من شخص واحد؟\n  ","251632":"\n   متى كانت آخر مرة صرخ فيها شخص في وجهك؟\n  ","251633":"\n   هل تحب السفر في عبّارة بحرية؟\n  ","251634":"\n   ما هو مفهومك للسعادة؟\n  ","251635":"\n   هل يحتفل الناس بيوم الأرض في بلدك؟\n  ","251636":"\n   هل تكلم نفسك؟\n  ","251637":"\n   أين تتخيل أنك ستعيش في المستقبل؟\n  ","251638":"\n   ماذا تفعل عندما تكون وحيداً في غرفتك؟\n  ","251639":"\n   كيف يختلف الناس الناجحون عن غير الناجحين؟\n  ","251640":"\n   ما هو أفضل سن للزواج؟\n  ","251641":"\n   ما هو الشيء أو الشخص الذي يدفعك للقيام من السرير كل صباح؟\n  ","251642":"\n   هل أنت متابع نشط لصيحات الموضة؟\n  ","251643":"\n   ما هي الرائحة التي تعيدك الى الطفولة؟\n  ","251644":"\n   ما أفضل نصيحة تلقيتها على الاطلاق؟\n  ","251645":"\n   مرحباااا\n  ","251646":"\n   هااي 🙈🤤\n  ","251647":"\n   ‏هزائِم متتالية وقلب مِـن حدِيـد 🤎•\n  ","251648":"\n   ليش الواحد بحب الشخص الغلط 😭😭😭💔\n  ","251649":"\n   هل الصفات المذكورة في برجك تنطبق عليك؟\n  ","251650":"\n   يس❤️\n  ","251651":"\n   اه 😂😂الحق علي بزيد التفاعل\n  ","251652":"\n   تصبح عخير😉❤️\n  ","251653":"\n   شكرا ع المعلومات الحلوه😂❤️\n  ","251654":"\n   ليش؟😓\n  ","251655":"\n   😓😓🔪\n  ","251656":"\n   لا بس في خجل يعني😅\n  ","251657":"\n   سهله لهدرجه؟\n  ","251658":"\n   كيف ممكن يتخلص الانسان من شخص دبقه؟\n  ","251659":"\n   هل يمكن أن تكون هناك صداقة بعد الحب؟\n  ","251660":"\n   ادعيلي الله يشفيني وينجحني✋💔\n  ","251661":"\n   فدددديتگ✨😁\n  ","251662":"\n   طب ليه ما سألت مين بگون\n  ","251663":"\n   اگثرر ماا بتتصور  😉\nبس الغريب ليش ل حد الآن بحلم فيگ😁\n  ","251664":"\n   گان حلووو بيجنن\n  ","251665":"\n   حلمت فيگ مبارح\n  ","251666":"\n   ليش برايك\n  ","251667":"\n   رسالة لشخص مقرب 💙\n  ","251668":"\n   مسآحة 🌸\n  ","251669":"\n   انت بتحب تصعب الأمور مو اكثر😉\nانسى😁\n  ","251670":"\n   غلطان لانه حتى لو رجع الحكي رح يكون صحبه\n  ","251671":"\n   ‏ آخر شيء اشتريته 🌸✨؟🌝\n  ","251672":"\n   هل تعرضت لكسر بالعظام من قبل؟ إذا كانت الإجابة بنعم، فكم مرة وما الذي انكسر لديك؟\n  ","251673":"\n   ماذا كان أول طراز هاتف جوال\/محمول امتلكته؟\n  ","251674":"\n   هل هناك مدرس أو مدرسة ألهمك أو كان له تأثير كبير عليك أثناء فترة دراستك؟\n  ","251675":"\n   ماذا ستفعل لو كنت تعلم أنك لن تفشل؟\n  ","251676":"\n   هل لديك حيوانات أليفة؟ ارسل صورة لها.\n  ","251677":"\n   ‏- أول شيء تقوله عندما ترى نفسك في المرآة؟ 🌚\n  ","251678":"\n   من الشخصية غير السياسية التي تتمنى توليها لمنصب سياسي؟\n  ","251679":"\n   ٲكانت التفـاحة بتلك اللذة لنتحمل كل هذا الشقـاء يا آدم 🖤\n  ","251680":"\n   غداً سيكون بكره وتذكروا كلامي جيداً.🙂🤚🏻\n  ","251681":"\n   ادعولي امانه ادعولي يرتاح قلبي وبالي\n  ","251682":"\n   كيفك\n  ","251683":"\n   في ليلة عرفات: اللهُم أجبر قلوبنا وأستجب لدعواتنا وحقق لنا أحلامنا ♥️🕋\n  ","251684":"\n   الـ 5 أشخاص المفضلين لديك في ASKfm؟\n  ","251685":"\n   ادهم حاليا بعتت شي ولا لا\n  ","251686":"\n   ام بلا انخفوو شي ساعه😉\n  ","251687":"\n   ما جاوبتني بدك شيل اللايكات لانه حسيت ما عجبك ومزعجينك صح🙂\n  ","251688":"\n   لا والله ليش ما جاوبت ع السؤال يلي بعده😂\n  ","251689":"\n   كيف يعني ما فهمت فهمني\n  ","251690":"\n   لون جراباتك\n  ","251691":"\n   كيف خفيت الاسئله ع الصفحه عنددك🤔\n  ","251692":"\n   _\n\" حُباً بِرَسُولِكَ ، صَلِّ عَلَيْهِ \" ..♥🍃\n  ","251693":"\n   يسعد سمارك شو بجنن 😍😍🥰\n  ","251694":"\n   لوو حسيت ما كان سألت مين😉\n  ","251695":"\n   نفس الشخص يلي كااان معكك😉😂\n  ","251696":"\n   يسعددد دينكككك😂😂\nفدددديتككك\n  ","251697":"\n   من الشخص الذي ستسعد إذا تعطل بك المصعد وأنت معه؟\n  ","251698":"\n   كيف يعني🌺\n  ","251699":"\n   هل نشعر بالسعادة فقط حين نلتقي بمن نحب؟\n  ","251700":"\n   جمعه مبااركه عليك 😊😊❤️\n  ","251701":"\n   جد انت شخص كتير منيح وشكرا على وقفتك جمبي ما راح انسالك اياها ابدااا ❤️😍❤️\n  ","251702":"\n   ما تدقق المهم أنه قبل شي ساعتين بعتت شي ولا لا بصراحه😉\n  ","251703":"\n   ادهم انت ما بعتت شي ع الاسك صح\n  ","251704":"\n   مساء الخير كيف شعورك  هلا؟\n  ","251705":"\n   ممكن طلب\n  ","251706":"\n   كيف يعني ما فهمتها\n  ","251707":"\n   ترى ما طلبت شي بس ما توقعت تتعامل مثل لما كنت تتعامل مع البنات الشمال وتختصرهم وتتجنبهم لهدرجه انا هيك صرت وتطلع ل بره بس ولا يهمك المسج وصل\nدير بالك ع حالك ,🙂\n  ","251708":"\n   ليش تغيرت هيكك ما توقعتهاا منك مو لهدرجه\n  ","251709":"\n   ادهم انت يلي بعتت مباارح؟\n  ","251710":"\n   تعى نرجع صحاب متل قبل 😉\n  ","251711":"\n   يوم سعيد الكك💜\n  ","251712":"\n   يب شفت دخيل البك انا 🙈💛\n  ","251713":"\n   وربي فرحتني شوي😹😹😹😹⁦💃🏻⁩⁦💃🏻⁩\n  ","251714":"\n   😹😹😹😹🙈\nوربي رح طئ\n  ","251715":"\n   لانو مفي عيد \nمفي روح ع الاعاب \nمفي اشيا زاكيه \n🥺🥺🥺\n  ","251716":"\n   معو 🥺🥺\n  ","251717":"\n   منيحه انا 🥺\n  ","251718":"\n   كيفك\n  ","251719":"\n   تعا نحكي 🖤😴\nزهئت 🥺\n  ","251720":"\n   هل تستمع لنصائح والديك؟\n  ","251721":"\n   دعوه حلوه 💚\n  ","251722":"\n   هل نمت الليلة ام ان النوم غادر ثنايا فراشك؟؟\n  ","251723":"\n   ويلك من الله 🙂 جدد بهنيككك  وبعطيكك الوسكارر 👏\n  ","251724":"\n   مرتاااح بعد كل شي عملته جدد حااب اعررف🥀\n  ","251725":"\n   عندكم برنامج او موقع اتابع منه مسلسلات تركيه؟\n  ","251726":"\n   برأيك شنو الاهم، تحب لو تنحب؟ 🖤🇱🇺\n  ","251727":"\n   كيف حالك يا روحي 💚\n  ","251728":"\n   جوالك غالباً يكون صامت، ولا عام 📴✨؟\n  ","251729":"\n   انت انسان مبتسم ام حزين ؟\n  ","251730":"\n   نفسييييي\n  ","251731":"\n   بطلت تفرق🙂\n  ","251732":"\n   كل هاااد تفكيررر ول\n  ","251733":"\n   مين انا\n  ","251734":"\n   هاي بيبي 😍\n  ","251735":"\n   بالله شو\n  ","251736":"\n   اشتقتلككككك وربي💔\n  ","251737":"\n   اسم بعنيلكك كثيررر🖤\n  ","251738":"\n   رح ظل حبكككك ل حتى الله يااخد هالروح💔\n  ","251739":"\n   اسألك سؤال ؟\n  ","251740":"\n   الحب ولا الصداقة ؟\n  ","251741":"\n   ما هو إسم اخر كتاب قمت بقراءته؟، ولمن ؟\n  ","251742":"\n   اعطوني فلم حلو ومرعب اتابعه 📺📽.\n  ","251743":"\n   التنازل عن الحق ، قوة او ضعف ؟\n  ","251744":"\n   شو رايك بالحب ؟\n  ","251745":"\n   \" أكتُب شَيء فِي خَاطِركَ \" ؟ ??\n  ","251746":"\n   حدد موقعك؟\n  ","251747":"\n   اسألك سؤال ؟\n  ","251748":"\n   مقطع من اخر اغنية اسمعتها?\n  ","251749":"\n   أصعب سنة مّرت عليك في حياتك ...؟⚡\n  ","251750":"\n   اخبارك؟\n  ","251751":"\n   مقولة تتبعها في أسلوب حياتك؟\n  ","251752":"\n   ادهم انا بحبك كتييير كل يوم بشوفك من بعيد نفسي ابوسك بس بستحي❤❤\n  ","251753":"\n   ما هي اكثر مشكلة في مدينتك\n  ","251754":"\n   ما كنت بعرف انك مشكلجي هههههه\n  ","251755":"\n   كيف كان يومك ؟\n  ","251756":"\n   - متى تحس مخك مقفل ??؟\n  ","251757":"\n   شو اخبارك ؟\n  ","251758":"\n   قال الشباب الي بالمحافظات والقرى بشوفو بنات عمان مش مناح\n  ","251759":"\n   الحياه ممله بدون ...............؟؟!~\n  ","251760":"\n   بتحبو الأطفال؟ ?? معقول الاقي حد غيري ما بحب الأطفال ☺️?\n  ","251761":"\n   شو يعني لما شخص يتجاهلك تجاهل مقصود ?\n  ","251762":"\n   متى تاريخ ميلادك\n  ","251763":"\n   اخلاق ما عندك👊👊\n  ","251764":"\n   حب حقيقي ولا صداقة حقيقية?❤ وليش؟؟\n  ","251765":"\n   شو رأيكم تصارحوني💙💙\n   \n    https:\/\/Hasoomah99.Sarahah.com\n   \n","251766":"\n   انو احسن ايفون x وله ايفون 8 بلس ؟!\n  ","251767":"\n   ‏\"صباح الخير ،للمُسالمِين الذين يزرعُون وردًا فِي القلوب إن استطاعوا، وإن عجزوا يمرُون مرور الكِرام ولا يقطفُون.\"💙\n  ","251768":"\n   اذا كان عندك امل في شخص وهشخص خيب املك تسامحيه ؟\n  ","251769":"\n   شتئتلك😣😣\n  ","251770":"\n   ايه اكتر حاجه بتحبوا تعملوهاا ?\n  ","251771":"\n   بحبك\n  ","251772":"\n   لو حدا تركك بدون سبب\n مرتين خذلك \nترد ترجعلو المرة الثالثة  لأنه ترجى كثير\n  ","251773":"\n   Hola, te pido por favor, que sigas a mi Ama en Instagram:\n   \n    https:\/\/instagram.com\/t_e_s_s_a.a\n   \n   . Te lo pido por favor, muchas gracias!!\n  ","251774":"\n   A lo que más le temes, eso te llegará. ¿Cuántas veces has escuchado esto?\n  ","251775":"\n   Buenaas persona skdft a la que sigo!!😚🤘🏼     [ Inserta]\n\nUna imagen en la que salga tu plato de comida favorito🍔🌮🍕🌯🥘🍝🍜🍱\n\n¡Devuelvo ❤️!\n  ","251776":"\n   ✨•| Que beneficios crees que tiene una persona famosa ?\n  ","251777":"\n   Holaa buenos días En una sola palabra, ¿cuál es el significado de la vida? Te sigue y te lee:\n  ","251778":"\n   ©....ঔৣ⇜ ⏩¿¿ Has llegado a ver una película que te parece medio rara ??Llega el final y no le entiendes¿¿Qué hacer si quedas con las dudas ??⏪⇜ঔৣ Los sigue ►\n  ","251779":"\n   Hola! Todo bien? Hay alguna tarea domestica que te encante hacer? Cual es al que mas odias? (A mi por ej me gusta barrer, da como satisfacción en el alma jaj) Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas.. Hasta la próxima ;)\n  ","251780":"\n   Ultima cosa che fate prima di andare a dormire?\n  ","251781":"\n   Holiii🌙🐺. Si pudieras elegir la canción que sonase en tu funeral, cuál sería?.\n  ","251782":"\n   💫 Espacio Libre 💫\n  ","251783":"\n   💥 Espacio Libre 💥\n  ","251784":"\n   💣 Espacio Libre 💣\n  ","251785":"\n   💎 Espacio Libre 💎\n  ","251786":"\n   👾 Espacio Libre 👾\n  ","251787":"\n   👻 Espacio Libre 👻\n  ","251788":"\n   ☻ Espacio Libre ☻\n  ","251789":"\n   ¿Cuál es tu programa televisivo favorito?\n  ","251790":"\n   ¿Cuál es el lugar más bonito del mundo?\n  ","251791":"\n   Hola☺️✨ intercambiamos 10 ❤️ x 10❤️?\n  ","251792":"\n   Buenaas!😁 Si me dejas unos ❤️ me paso yo también!!!\n  ","251793":"\n   [©] ¿Qué cosa dirías que te caracteriza o sería muy tuya? \n\nAtte:\n  ","251794":"\n   |C| Tengo tiempo sin preguntar sobre música, inserta la canción o melodía que te venga a la mente justo ahora\n  ","251795":"\n   [©] Qué es lo mas raro que has podido ver durante la pandemia?  \n\nAtte:\n  ","251796":"\n   💢Is being rude the new cool?👻\n  ","251797":"\n\n    https:\/\/www.youtube.com\/watch?v=yqakVAAgEQ8\n   \n   espero que te guste feliz san valetin\n  ","251798":"\n   Holaa buenas noches ¿Cuál es el sitio más frío donde has estado y cuál fue la temperatura? Te sigue y te lee:\n  ","251799":"\n   Solo escribe algo que pienses acerca de Facebook, puede ser algo que te guste o algo que no te guste o algo que se haga curioso o raro.\n  ","251800":"\n   ¿Qué es lo mejor que puedes hacer con una lámina de chicle?\n  ","251801":"\n   ¿Qué canción te alegra siempre?\n  ","251802":"\n   Si fueras voluntario\/a, ¿dónde te gustaría trabajar?\n  ","251803":"\n   Gracias a ti por mencionarme y por hacer de ask un lugar mejor, a viendo tanta mala onda! Sigue siendo igual, porque eres único 💕\n  ","251804":"\n   Gracias por qué? 👀\n  ","251805":"\n   ¿Quién para intercambiar mg?\n  ","251806":"\n   Feliz día del amor y la amistad a todos mis amigos de ask 🤗🤗☺️☺️\n  ","251807":"\n   Gracias a ti y por tu bellas pregunta y por siempre estar hay...\n  ","251808":"\n   Holi🌙🐺 CINE📽: 5. Si invitas a alguien a una cita para ver pelis ¿Cuál pondrías?.\n  ","251809":"\n   Me hiciste analizarlo de otra manera, me gusto tu respuesta 😉\n  ","251810":"\n   Feliz San Valentín mi pekenia simia del plano astral 🌚🎆🌝 ¿tienes pareja? Q pereza no? Jajsdsjjs ♥️ disfruta el díaa bby ¡Y si vives en Cataluña vota!  ♥️🌞🌞♥️\n  ","251811":"\n   Thank you for the mention\n  ","251812":"\n   ...\n  ","251813":"\n   ...\n  ","251814":"\n   ¡No puedo decir otra palabra más que “gracias”!\n  ","251815":"\n   💞Crees que el amor es adictivo? 🙊\n  ","251816":"\n   Muy buenas mis golfillos!😚😝🤘🏼\n              [      INSERTA      ]\nFoto del lugar en el que te gustaría estar ahora mismo🏖️🏔️🌉🏜️🌇\nSi me dejas unos❤️ me paso yo también☺️\n  ","251817":"\n   Muchas gracias ❤✨\n  ","251818":"\n   Me duele la cabeza 😪 Que me recomiendan? 💔😔\n  ","251819":"\n   ¿Qué nombre le pondrías al búhogato de ASKfm?\nLindo Sábado❤️✨\n  ","251820":"\n   Если выпью кофе, то через 5-10 минут засыпаю. У меня у одного такая фигня, что кофеин действует как снотворное?😅\n  ","251821":"\n   ¿ Alguna vez ganaste un concurso?\n  ","251822":"\n   [©] Que opinas acerca de los tik tokers (Tik Tok)? \n\nCrees que es una buena app para pasar el rato o tener entretenimiento? 😇\n\n¡¡ buen finde !!\n  ","251823":"\n   What hobby have u always wanted to develop ?\n  ","251824":"\n   C \/\/ 🦦 Buenas mañanas  pekeñia hemorroide de asúkar 🤍 q vas ha hacer este finde? 🌞 Yo quiero marcha marcha 👁👄👁\n  ","251825":"\n   How often do you use swear words? What do you think of people who curse around their parents?\n  ","251826":"\n   Verdad que se ve buena? Es buena, a mi me gusta.  zaaasss arequipe😏 el que sabe, sabe💃💃\n  ","251827":"\n   Guarda el nombre de la peli y si te nace ver lo que vi en algún momento, me dices que onda. \ny el pan pues, déjame meter la mano por la bocina del cell a ver si te llega. Querés de guayaba, arequipe, queso, tal vez francés, dulce, o una quesadilla?\n  ","251828":"\n   En cualquier momento puedes hacerlo de nuevo y ves la peli🙂🤣🤣 Vainacion.  Te gusta el pan?\n  ","251829":"\n   pero la peli es de Netflix 🙄 cuando lo uses la ves. Está en la sección de Thrillers, tiene una trama de líneas de tiempo y espacio, con un toque de amor. Me asfixie de ella hoy, tenía rato sin ver algo. Ese tipo de distracción de vez en cuando no hace daño\n  ","251830":"\n   🤔 no verás la película?\n  ","251831":"\n   Muy bien dicho ❤✨\n  ","251832":"\n   💞 Crees que existe una única forma de amar? 🤭🙊\n  ","251833":"\n   Perfecto, si tenés tiempo. Busca la peli en Netflix💃\n  ","251834":"\n   Fuiste infiel alguna vez? No solo hablo de contacto físico si no, por ejemplo de tener conversaciones 🔥 con otra persona, que te guste otra persona, etc..\n  ","251835":"\n   Amigos por favor pueden reportar y denunciar esta cuenta en Facebook? Esta tratando de extorsionar con información falsa acerca de mi: 😔\n   \n    https:\/\/www.facebook.com\/anayeli.mendozazavala\n   \n","251836":"\n   Ahora no ves porque no tienes tiempo o no te interesa?\n  ","251837":"\n   ¿Se van a vacunar contra el Covid en cuanto exista la posibilidad?😷😷\n  ","251838":"\n   Hola bebé 🙊, ¿Me regalas un like❤️ en mi última foto? 🥰\n  ","251839":"\n   💞Holaa, qué es aquello que te hace sentir más confianza? 🤭🌻\n  ","251840":"\n   Holaa✨Linda noche☄️\n  ","251841":"\n   Acabo de ver una peli en Netflix, se llama \"Durante la tormenta\"... \nCuando veías pelis, qué genero preferías y cuáles fueron las últimas que viste?\n  ","251842":"\n   | • 🦋 • | ¿Cuánto tiempo has durado soltero\/a?\n  ","251843":"\n   Hello, I work at an animal shelter and we have lots of expenses. To help with expenses I created a youtube channel with videos recorded there, showing cute and funny situations with our dogs\/cats :) Would you mind giving a look and subscribe?\n   \n    https:\/\/www.youtube.com\/channel\/UCUAV4jE32k2BaO8vngEuyww\n   \n","251844":"\n   💢How can a student be stress free?\n  ","251845":"\n   💞 Qué consideras que es lo más importante que tu pareja tenga? 🤭🌻\n  ","251846":"\n   [©] Cual es vuestra última película buena que habéis visto? \n\nAtte:\n  ","251847":"\n   Buenaas persona skdft a la que sigo!😚.           [.  Inserta. ]\nFoto junto a aquella persona a la que tanto quieres!!! 🥰\nSi te pasas 🔥❤️ me paso yo también!!\n  ","251848":"\n   Holi🌙🐺 CINE📽: 4. ¿Cuál es tu película favorita y por qué?.\n  ","251849":"\n   Nunca he visto a un lobo, por ello te hago la relación con lo que sí conozco. Eres solitario, pero no tanto, contestas en \"redes sociales\". Te comparo con mi gato, es mi solitario, pero de pronto se acerca y se deja conocer, pero luego se va otra vez. Se me hace así\n  ","251850":"\n   Holaa buenos días ¿Qué opinas de los vegetarianos? Te sigue y te lee:\n  ","251851":"\n   Eres como los gatos... 🤔\n  ","251852":"\n   hmm... pareces tranquilo, tímido, solitario y ocupado. Te agrada la gente intensa?\n  ","251853":"\n   😐 por seriedad o desafinado?\n  ","251854":"\n   Holaa buenos días ¿Estás de acuerdo con la afirmación de que la soledad puede ser adictiva y, por tanto, peligrosa? Te sigue y te lee:\n  ","251855":"\n   chanfle... y no cantais la canción ay Dios mio de la Carol G?\n  ","251856":"\n   Hellooouu llegó Chiripitiflautica♡ Para ti, ¿Qué tan importante es la amistad? ¿De cuántos años es tu amistad más longeva? ¿Alguna vez te has alejado de un amigo sin razón aparente? ¿Cómo se superan esas situaciones? Pásate♡\n  ","251857":"\n   Hello\n  ","251858":"\n   Crees en papá Dios?\n  ","251859":"\n   Hola, tengo una pasión para escribir y ahora publiqué un libro de ciencia ficción por si quieres leerlo\n   \n    https:\/\/www.wattpad.com\/user\/\n   \n   :3, me haría mucha ilusión y cualquier cosita nos seguimos ñ.ñ <3\n  ","251860":"\n   Hola, tengo una pasión para escribir y ahora publiqué un libro de ciencia ficción por si quieres leerlo\n   \n    https:\/\/www.wattpad.com\/user\/\n   \n   :3, me haría mucha ilusión y cualquier cosita nos seguimos ñ.ñ <3\n  ","251861":"\n   💞 Crees en el amor a primera vista? 🙊\n  ","251862":"\n   Bueno ultima colectiva. Recientemente me di cuenta (o empece a creer) que la causa de que mi intuición ya no fuera confiable, se debe a que ya no se (la diferencia de) lo que es bueno (beneficioso) o malo (perjudicial). ¿Tu (la) sabes? ¿que tal tu intuición? ¿confias en que volveremos a vernos? Adio\n  ","251863":"\n   C \/\/ holi petunias de jengibre ♥️ ¿Tendrías una relación con un militar? T sigo bby 🌝\n  ","251864":"\n   [Este es un espacio para describirte como persona ❤✨] Quiero conocerte y te estoy siguiendo 🌷💖\n  ","251865":"\n   [©] Qué es lo que más te puede incomodar a la hora de quedar con una persona?\n\nAtte:\n  ","251866":"\n   ☪(Especial random! )☪: ¿sos de hacer cosas que no queres cuando el favor lo pide alguien a quien aprecias demasiado?\n  ","251867":"\n   ☪(Especial random! )☪: ¿Conocés alguna película de terror que sea poco conocida ?\n  ","251868":"\n   Saludos cómplices, indiferentes y antagonista. Esto es para animar las cosas. ¿Que actividad te gustaría hacer para conocer personas? Si eres de aquellos a quienes no le interesa, ntp, también pensé en ti... pero no se me ocurrió nada :p Ayúdame mas bien jejejhee. ¡Linda noche!\n  ","251869":"\n   ¿Que significado tiene la muerte de personas importantes para ti?\n  ","251870":"\n   ¿Que no volverías a hacer por alguien?\n  ","251871":"\n   ¿Que sentiste cuando te traicionaron?\n  ","251872":"\n   Holi🌙🐺 CINE📽: 3. ¿Qué película verías con tu 2° arroba?. Besitos!\n  ","251873":"\n   💞 Qué harías para hacer del mundo un mejor lugar para vivir? ☺️🌻\n  ","251874":"\n   ¿Sobre que te gustaría que hicieran una película\/serie?\n  ","251875":"\n   ¿Hay algo que hiciste que no te gustaría que otros supieran?\n  ","251876":"\n   Hola! Todo bien? Te molesta o preocupa saber que las redes sociales obtienen tu información personal para las empresas, gobiernos, partidos políticos, instituciones etc.? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas ?.. Hasta la próxima ;)\n  ","251877":"\n   ▶️Tu peor defecto??🤦🏻‍♀️💔\n  ","251878":"\n   Favourite Lyrics~🎶\n  ","251879":"\n   💞 Crees en el destino o nosotros tenemos el control de nuestras vidas? 😳😅\n  ","251880":"\n   Holaa buenas tardes ¿Qué artículo de lujo te gustaría tener? Te sigue y te lee:\n  ","251881":"\n   (C) Hola 😊. ¿A qué hora tenéis el toque de queda?¿Estáis confinados en vuestros municipios? Os sigo\n  ","251882":"\n   Holaa buenas tardes Si pudieras cambiar algo de tu familia, ¿qué sería? Te sigue y te lee:\n  ","251883":"\n   💢What is overrated nowadays?\n  ","251884":"\n   Holi🌙🐺 ALIMENTACIÓN🍽️: Los trastornos de la conducta alimentaria (TCA), por desgracia, están a la orden del día... 3. ¿Conoces a alguien que sufra alguno? ¿Cómo crees que debería actuar la sociedad al respecto?\n  ","251885":"\n   |C| ¡Este mes está cumpliendo 20 años Wikipedia! 🥳 Aprovecho para preguntar ¿Está plataforma te ha sido útil?\n  ","251886":"\n   Saludos persona amables. Hace un tiempo un niño se me acerco y me pregunto de improviso: ¿por que no tienes hijo? Me quede pasmado y solo pude decir \"porque no\" mientras encogía los hombros... ¿quieres ser mi pareja para adoptar? Cof cof cof, eso no era... ¿que opinas de la adopción? ¿tu adoptarías?\n  ","251887":"\n   💞 Te gustan las sorpresas? Cuál es la mejor que has recibido? 🤭🙊❤\n  ","251888":"\n   jajaja.. es solamentee un color.. jajaja\n  ","251889":"\n   Amén!!💕💕💕\n  ","251890":"\n   Graxs a Diosito.. me da mucho Gusto escuchar eso.. Corazoncito!!💕💕💕\n  ","251891":"\n   😋👌😎\n  ","251892":"\n   30x30 MG + seguir \nEmpieza y te dejo 35 MG \nQue dices?\n  ","251893":"\n   Are you an Amazon buyer in the US?\n  ","251894":"\n   Hola Santos y Pecadores, cristianamente los saludo :O\nJajaja eh no. No se asusten que todo esto es por la colectiva -_- si existe el cielo ¿Como sería? Si existe el infierno ¿donde estaría? Buscando una fisura entre los 9 planos de existencia, se desvanece:\n  ","251895":"\n   En tu ciudad ¿se le da la importancia necesaria a la salud mental de los habitantes?\n🐢\n  ","251896":"\n   Holaa, buenas noches ¿Quién te inspira? Te sigue y te lee:\n  ","251897":"\n   Holi🌙🐺 ALIMENTACIÓN🍽️: 2. ¿Serías capaz de llevar una dieta vegana? ¿y una vegetariana?.\n  ","251898":"\n   Holi🌙🐺 Esta semana el tema elegido es ALIMENTACIÓN🍽️: Sabías que la alimentación en relación al consumo es uno de los factores contaminantes más importantes? 1. ¿Qué opinas al respecto?\n  ","251899":"\n   Hola holaa!🔆\nSolo para desearte un feliz inicio de semana 💕\n  ","251900":"\n   Holaa, buenas tardes ¿Cuál es tu escena cinematográfica preferida? Te sigue y te lee:\n  ","251901":"\n   Holaa, buenas tardes ¿Cuántas veces al día te lavas las manos? Te sigue y te lee:\n  ","251902":"\n   ¿Cuál es el secreto de una relación feliz? Te sigue y te lee:\n  ","251903":"\n   Why is being single looked at as a negative? What are some things you love about being single?😌\n  ","251904":"\n   Si tuvieras que escoger un lugar de tu localidad para llevar a un turista, ¿dónde irías? Te sigue y te lee:\n  ","251905":"\n   ¿Dudas de tus actos? ¿Alguna vez has admitido que te equivocaste a otra persona?\n  ","251906":"\n   ¿Que hace a una pregunta aburrida?\n  ","251907":"\n   🌞¡Feliz lunes! \n¿Qué sueles hacer sin falta al iniciar una nueva semana?🚥🗓️\n🐢\n  ","251908":"\n   |C|¿Sabías que los colores tienen significados en la mente humana? Un abrazo de:\n  ","251909":"\n   🌜¿Cuál es tu rutina antes de irte a dormir? 🕘🏙️\n🐢\n  ","251910":"\n   Hellooouu llegó Chiripitiflautica♡ ¿Cómo se te da administrar tu tiempo durante el día? ¿Eres de escribir tu checklist de cosas por hacer o más bien \"como vaya viniendo vamos viendo\"? Para ti, ¿Es más importante seguir al pie de la letra una planificación o poder adaptarte al cambio? Pásate♡\n  ","251911":"\n   🌻Buenos días🌻\n🍁 Te deseo una excelente semana,🍁\n\n¿Qué materias hubieses querido que en la escuela te dictarán?,🤔\n\n¿Aún sigues en clases virtuales ó trabajo en casa?😬😊\n\nSaludos 💜\n  ","251912":"\n   15 likes x 15 likes?\n  ","251913":"\n   💫Hola💫\n¿Qué opinas de los mormones y la poligamia? ❓⁉️\n🐢\n  ","251914":"\n   ¿Le gustan los mariscos? 🐙🦀🦐\n¿Cuál es su platillo favorito? 🥘🍢🍤\n🐢\n  ","251915":"\n   Juegas súper cat bros\n  ","251916":"\n   \"Desgraciado quien no haya amado más que cuerpos, formas y apariencias. La muerte le arrebatará todo. Procurad amar las almas y un día las volveréis a encontrar\".\nVictor Hugo\n  ","251917":"\n   Holii 🐺🌙 La moda de instagram me ha dado la idea de preguntaros: ¿A qué personaje\/ famoso crees que me parezco? Ya sea por físico o por personalidad. Pásate~>\n  ","251918":"\n   Haz robado alguna vez??\n  ","251919":"\n   Siii ☹\n  ","251920":"\n   ☹☹☹☹\n  ","251921":"\n   excelente 👌 mucha suerte 😋👌 y sigue así 👌\n  ","251922":"\n   Hola artesanos y orfebres :3 ahora tengo el objetivo de volverme VIP, ya que... es dificil explicarlo. Colectiva; ¿eres de asignarte pequeños objetivos? ¿como cuales? ¿por que? Decidiendo vender sus talentos se trasnocha:\n  ","251923":"\n   💞 Cómo te diste cuenta que te enamoraste? 🤭🥰\n  ","251924":"\n   Hola buenas noches. Nombra un aspecto difícil de ser un adolescente. Te sigue y te lee:\n  ","251925":"\n   ¿Cuánto tiempo dura el amor?\n  ","251926":"\n   🌹  Cómo te gustaría que fuera tu epitafio?  How would you like your epitaph to be?  Como você gostaria que fosse o seu epitáfio?  Come vorresti che fosse il tuo epitaffio?  Какой должна быть ваша эпитафия?  איך היית רוצה שהכתוב שלך יהיה?\n  ","251927":"\n   🙏🌟.. If I say White, do you say??... ... I bet you said Black!!.. jajaja.. ☁️💙RIP💜☁.. Si digo Blanco, Tú dices??... ... Apuesto a que dijiste Negro!!.. jajaja..🌟🙏\n  ","251928":"\n   🙏🌟.. It's 9:16 am, what time is it?.. pleasee!!.. ☁️💙RIP💜☁.. Son las 9:16 am.. qué hora es??.. por favor!!.. 🌟🙏\n  ","251929":"\n   🙏🌟.. Daddy!!💕💕💕.. Nothing compares to what I felt when I was with You!!.. (((.u).. ☁️💙RIP💜☁.. PapitoO!!💕💕💕.. Nada se compara con lo que sentí cuando estaba Contigo!!..️ (((.u).. 🌟🙏\n  ","251930":"\n   🙏🌟.. I still can't sleep since Yesterday!!... You can do it??.. (((.u).. ☁️💙RIP💜☁.. Todavía no puedo Dormir desde el día de Ayer!!.. Tú si puedes hacerlo??..️ (((.u).. 🌟🙏\n  ","251931":"\n   🙏🌟.. Something that you are forgetting??.. I am forgetting to live!!.. Aouch!!.. (((.u).. ☁️💙RIP💜☁.. Algo que te estas Olvidando??.. Yo me estoy Olvidando de Vivir!!.. Aouch!!..️ (((.u).. 🌟🙏\n  ","251932":"\n   Yo solo una vez logre recibir 7000 pero fue muy raro llagar a mas de 1000 respuestas 🙈\n  ","251933":"\n   Valla que si después del covid ☹\n  ","251934":"\n   Gracias 😊🌟\n  ","251935":"\n   💢What are those little things which make women happy ?\n  ","251936":"\n   Holi🌙🐺 CINE📽: 2. ¿Tenéis alguna anécdota divertida en el cine? Contádnosla. Besitos!\n  ","251937":"\n   Amén!!!💕💕💕\n  ","251938":"\n   Soy una chica triste en este este gran mundo, un mundo loco 😭😭😭😭😭😭😭😭😭😭😭😭\n  ","251939":"\n   ¿Que tan bueno eres escuchando?\n  ","251940":"\n   What does 'being real' mean to you?💯\n  ","251941":"\n   💞 Quién crees que generalmente son mejores amigos, los hombres o las mujeres? 🤔🌻\n  ","251942":"\n   I literally have to use Google translate to understand you but I'm pretty sure you can understand me\n  ","251943":"\n   🍃 ¿Cómo vas a pasar el 14 de febrero? Soltero o con tu novio\/a? 🍃\n  ","251944":"\n   Hola seres de apariencia y esencia. Ustedes no me creerán, pero cuando fui a almorzar,le pregunte a alguien -¿Cuando fue la ultima vez que dijiste \"me has abierto los ojos\"?-el respondió-todos los días lo hago- yo- ñon ñon (masticar con los ojos bien abiertos). Ahora le hago la pregunta a ustedes :3\n  ","251945":"\n   Hoy te pongo el reto de hacerme sentir una basura humana.\nOjo: es difícil porque tengo el ego muy fuerte :)\nEl ganador tendra 500🔥 \nSuerte abejitas ✨🍯🐝\n  ","251946":"\n   Ajjajaj que malll\n  ","251947":"\n   Holaa buenas tardes ¿Qué programa de televisión que ha dejado de emitirse te gustaría que volviera? Te sigue y te lee:\n  ","251948":"\n   ¿Cuál es tu número de la suerte?\n  ","251949":"\n   ¿Cuál es la diferencia principal entre un hombre y una mujer?\n  ","251950":"\n   ¿Tienes algún\/a buen\/a amigo\/a que al principio te caía mal?\n  ","251951":"\n   ¿Cuándo fue la última vez que pasaste un día entero sin tu móvil? ¿Qué hiciste?\n  ","251952":"\n   ¿De qué color era la casa de tu infancia?\n  ","251953":"\n   ¿Qué ha sido lo último que has buscado en Internet?\n  ","251954":"\n   Así es yo actualmente estoy estudiando mercadotecnia 😊\n  ","251955":"\n   He llegado a pensar eso mismo a mis 24 años u.u y también acepte ciertos errores y decepciones pasadas 🥺\n  ","251956":"\n   Y si recibes monedas 🙈??\n  ","251957":"\n   Holi🌙🐺 Esta semana el tema elegido es CINE📽: 1. ¿Cuál es la película que más recuerdas haber visto en el cine y por qué?  Pásate, besitos.\n  ","251958":"\n   Hola buenas tardes ¿Te consideras un amigo\/a fiel? ¿Cómo te ganas la lealtad de la gente? Te sigue y te lee:\n  ","251959":"\n   Hola hablantes en lenguas. Naturalmente, a mi también me pasan cosas, por eso pregunto: ¿como hacer para pasar un trago amargo? Conteniendo la respiración en meditación te espera:\n  ","251960":"\n   💞 Holaa, espero que tengas una gran  semana, éxitos. Cree en ti y todo será posible 🤭🌻\n  ","251961":"\n   Holaa buenos días ¿Quién es la persona a la que más admiras? Te sigue y te lee:\n  ","251962":"\n   ¿Dónde puedes encontrar la verdad?\n  ","251963":"\n   ¿Eliges a tus amigos?\n  ","251964":"\n   ¿Quién es la última persona con la que te has tomado una foto?\n  ","251965":"\n   why did you tell me that?\n  ","251966":"\n   ¿Tienes algún chiste de toc toc favorito? ¡Cuéntalo!\n  ","251967":"\n   Si pudieras eliminar cualquier palabra del diccionario, de tal modo que nadie pudiera volverla a usar nunca, ¿qué palabra elegirías?\n  ","251968":"\n   ¡Hola! Si recibes esto es porque te sigo. Voy a empezar a hacer preguntas colectivas y tenía pensado que sería una semanalmente. ¿Te gustaría recibirlas?\n  ","251969":"\n   Hoy fue un día triste corrieron a un chico que me gustaba del trabajo me puedes contar tu día triste\n  ","251970":"\n   Te gusta mirar la luna\n  ","251971":"\n   [©] Qué os apetece mas hacer un viernes noche sí en ese caso no tenéis ningún plan, ni estudiar ni nada similar? 😊\n\nAtte te sigue;\n  ","251972":"\n   Cómo definirías tu relación con la corriente eléctrica? Pregunta de libre interpretación.\n  ","251973":"\n   Eres celoso\/a??\n  ","251974":"\n   Porqué aveces cuando uno está feliz ocurren cosas malas?\n  ","251975":"\n   Extrañas a alguien?\n  ","251976":"\n   Último beso?\n  ","251977":"\n   Siemano soprano auuu !!!\n  ","251978":"\n   |C| ¿Si te dieran la oportunidad de tener un animal exótico como mascota cual sería y porque? #Pasate:\n  ","251979":"\n   Cuando algo no sale bien ¿Que es lo primero que piensas? ¿Como te lo tomas?\n  ","251980":"\n   ¿Con cuantos amigos (número) te gustaría hacer el mejor viaje de tu vida? (Viaje que quieras hacer si tienes uno)\n  ","251981":"\n   Holi🌙🐺 ANIMALES🦋: 5. Inserta una foto de un animal que tenga significado para ti.\n  ","251982":"\n   ©....ঔৣ⇜ ⏩Bueno.. como ya muchos saben ask está mandando preguntas shoutout muy a destiempo así que si les llega un FELIZ NAVIDAD mío se los mandé antes del 24 de diciembre eh XD⏪⇜ঔৣ Los sigue ►\n  ","251983":"\n   💞 Qué significa el amor para ti? ❤🙊\n  ","251984":"\n   Hola! Todo bien? Qué ves al mirarte al espejo? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas.. Ok.. Hasta la próxima ;)\n  ","251985":"\n   Cuando tenias 9 años cuales eran tus 3 caricaturas o series favoritas? 😊🙃🌟\n  ","251986":"\n   ¿Conocen algo de Mercadotecnia y si es así que es lo que conoces? 😊🙃🌟\n  ","251987":"\n   Buenas Noches espero que estén teniendo un Feliz Domingo 🙂🌟,me paso con una colectiva...😊🙃 ¿Alguna vez pensaron que lograrían todo lo que hasta hoy día (Ámbito laboral, escolar, personal, amoroso o familiar)? 🙃😊\n  ","251988":"\n   Si son VIP ya les apareció la nueva actualización de las tareas pasa esta semana,ya solo son 2 cosas 😮😮😮\n  ","251989":"\n   somos cómplices :3\n  ","251990":"\n   (C) Hola 😊. ¿Creéis en lo paranormal? Si es que sí, ¿Iríais a explorar un edificio abandonado en el que supierais que ha fallecido alguien? Os sigo\n  ","251991":"\n   | 🦋 | • ¿Qué se hace cuando ya revisaste todo Insta, Facebook, Twitter, Tiktok, el WhatsApp y no hablas con nadie? 😅\n  ","251992":"\n   ¿Que prefieres algo simple o algo complejo? ¿Porqué?\n  ","251993":"\n   ¿Cuál es tu mes favorito? ¿Porqué?\n  ","251994":"\n   Saludos \"introduzca un apelativo genial\". Hoy en día he tenido problemas con las preguntas... me dan ganas de preguntar cosas muy incomodas y directas, valgame Dios. ¿haces preguntas indiscretas? ¿dices cosas indiscretas?¿eres de tragarte las palabras si estas no son prudentes? sutilmente se despide\n  ","251995":"\n   Saludos fabricas de vitamina D :3 con todo el respeto que vuestras sensibilidades se merecen, pregunto, ¿por que es necesario tanto dolor, tanto sufrimiento en este mundo? ¿por que vivimos en este valle de lagrimas? Estoicamente permanece:\n  ","251996":"\n   Cómo la llevas con el aislamiento? Ya sales a trabajar o te quedas en casa?\n  ","251997":"\n   Holi🌙🐺 ANIMALES🦋: 4. Si tuvieras que adjudicar un animales a cada uno\/a de tus 5 primeros @, ¿Cuáles serían y por qué?\n  ","251998":"\n   Holaa buenas noches ¿A quién respetas más? Te sigue y te lee:\n  ","251999":"\n   10 Mgs X 10 Mgs\n  ","252000":"\n   Jsjsjs (ríe conmigo) jsjsjs\n  ","252001":"\n   Me pasó, ✌🏻😜 cuál es tu hobby favorito?\n  ","252002":"\n   Hola! Todo bien? Has tenido o conoces alguna persona con depresión? Eres de darle importancia tanto a tu salud mental como a la de tus cercanos? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas.. Hasta la próxima ;)\n  ","252003":"\n   💢What are those little things which make men happy ?\n  ","252004":"\n   How’s your day going? | Como está a correr o teu dia? 🌸\n  ","252005":"\n   Sii por supuesto 💜\n  ","252006":"\n   Nutella o Crema de Maní??\n  ","252007":"\n   Ambas son Deliciosas\n  ","252008":"\n   Hola amorcito ❤✨ Como terminó su fin de semana? 🌹💖\n  ","252009":"\n   [©] Feliz Domingo gente, espero que vuestro día os vaya bien. 💗\n\n¿Qué es lo que más orgulloso te hace sentir? ✨\n\nAtte:\n  ","252010":"\n   IM DOING A 10000 COIN GIVEAWAY COME AND JOIN\n   \n    https:\/\/ask.fm\/Janka_Real\/answers\/165033746001\n   \n","252011":"\n   Ты когда-нибудь думал(-а) о том, чтобы уехать туда, где тебя никто не знает, и начать новую жизнь?\n  ","252012":"\n   Me pasa igual!  Por eso suelo visitar los perfiles de mis contactos más \"allegados\" 😊\n  ","252013":"\n   Es una gran verdad! 👍 pd: Ando leyendo y likeando\/flameando 😊\n  ","252014":"\n   Hola! Todo bien? Cuales fueron las mejores películas y series que viste este año? Si quieres armar un top personal seria copado.. Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas ?.. Hasta la próxima ;)\n  ","252015":"\n   💞 Qué consideras que es aquello que tienes que cumplir sí o sí, antes de morir? ☺️🌻\n  ","252016":"\n   ¿Qué páginas web crees que le  hace daño a gente en estos tiempos de pandemia?\n  ","252017":"\n   Entre para Informarte sobre la Salud de mi Rey!!💕💕💕.. mill Graxs.. x tu Apoyo Incondicional!!.. y también x pasar a mi Ask Casita.. q Diosito te Bendiga!!.. \\(((.^)\/💜💙\n   \n    https:\/\/ask.fm\/ysk88burbujita88\/answers\/163500114250\n   \n   ?\n  ","252018":"\n   Si tu ex te manda un whatsApp diciendo:\n\"Te amo, dame otra oportunidad\"\n👀 ¿Qué le responderías? 👀\n  ","252019":"\n   ¿Os dedicáis a lo que siempre habéis soñado? Y si eres muy joven ¿Cuál es tu trabajo soñado?\n  ","252020":"\n   ▶️ Porqué crees que la gente hace daño a la persona que ama o quiere👀💔\n  ","252021":"\n   ⚠️Hola, esto es para avisar de que quiero hacer LIMPIEZA, asíque voy a dejar de seguir a todos\/as y seguiré de nuevo sólo a quiénes me contesten a esto. Un saludo🌙🐺\n  ","252022":"\n   Holi🌙🐺 ANIMALES🦋: 3. ¿Alguna vez colaborasteis en algún refugio de animales? ¿Qué pensáis de la adopción?\n  ","252023":"\n   Un placer culposo?\n  ","252024":"\n   gracias 😊\n  ","252025":"\n   que bien 😊\n  ","252026":"\n   Chocolate caliente o Frío??\n  ","252027":"\n   Hola comensales y mutualistas :3 esta colectiva es simple: Coloca un hecho o información sobre la biología que te resulte interesante :3 Buenas noches.\n  ","252028":"\n   De hecho jajajaja 🤣🤣🤣\n  ","252029":"\n   Eso es cierto 😮😮😮\n  ","252030":"\n\n    https:\/\/peopleartfactory.com\/g\/sergioledesmasentimientos\n   \n   Te recomiendo verla en el pc, te dejo su Instagram si quieres ver más fotos muy guays 😊: sergioledesma_\n  ","252031":"\n   jajaja perdón\n  ","252032":"\n   ¿Foto favorita del momento?\n  ","252033":"\n   [©] Cual es tu trabajo soñado? \n\nAtte:\n  ","252034":"\n   🖤¿Tienes alguna frase o recuerdo que te marqué mucho? Si quieres puedes compartirlo, saludos🖤\n  ","252035":"\n   🖤¿Que cualidades valoras más de una persona?🖤 saludos👌\n  ","252036":"\n   Lo siento, te envié en árabe la pregunta: ¿De qué acción te culpaste?\n  ","252037":"\n   Ustedes quieren sexo o casarse\n  ","252038":"\n   Qué signo de zodiaco eres? Y que es lo que te define??\n  ","252039":"\n   .\n  ","252040":"\n   Saludos causas de conquistas :O Una vez, empece a seguir a alguien por que cumplía años el mismo día que yo. Pensé que sería como conocer a mi gemelo :O  Colectiva: ¿alguna vez te haz acercado  a alguien por un motivo raro?¿lo han hecho contigo? cuéntanos algo al respecto :3\n  ","252041":"\n   En el anime Jujutsu Kaisen describen la adultez como la acumulación de las pequeñas decepciones que hay en la vida... 2da pregunta :3 ¿Que es ser adulto? ¿Que consideras como madurez? apasionadamente espera tu respuesta:\n  ","252042":"\n   Saludos. Anoche esta tratando de dormir y me entro la duda \"¿y si aún no soy un adulto?\" por eso responsablemente pregunto: ¿como sabes que eres\/te convertiste en adulto? personas de 17 años abstenerse :D ok, no. todos den su opinión :3 . Los lee:\n  ","252043":"\n   ما الفعل الذي تحملت فيه الملامه؟\n  ","252044":"\n   Would you rather give or receive presents?\n  ","252045":"\n   Si pudieras ser el personaje de una serie o película por un mes ¿Que personaje serías? ¿Qué harías siendo ese personaje en ese mes? ¿Cambiarías algo alrededor de él?\n  ","252046":"\n   Como consideran que va comenzando su año 🙂🌟🙃???\n  ","252047":"\n   Hola espero que estén muy bien!!! 🙂🌟,hace pocos días salio la noticia de que las políticas de whatsapp cambiarían, por lo que miles de usuarios decidieron emigrar a telegram, ¿ Cual es tu opinión al respecto de dicha situación?, saludos 🙂🙂🙂🙃\n  ","252048":"\n   Holi🌙🐺 ANIMALES🦋: 2. Si tuvieras que describirte a ti mismo\/a a través de un animal... ¿Cuál escogerías y por qué?\n  ","252049":"\n   Holi🌙🐺 Esta semana el tema elegido es ANIMALES🦋: 1. ¿Qué significan para ti los animales?\n  ","252050":"\n   ¿Has comprado ya algo durante las rebajas? Si es que si, ¿qué has comprado? Atte:\n  ","252051":"\n   ¿Que te hace sentir muy feliz de ti mismo?\n  ","252052":"\n   💢What would be the best way to bribe you?\n  ","252053":"\n   ¿Te has propuesto lograr algo este año? ¿Se puede saber que es?\n  ","252054":"\n   🎀🎁.. que tan importante es ser Importante??.. 🍃🎄🍃 How important is it to be important??..🎁🎀\n  ","252055":"\n   Saludos sabio y eruditos a mi disposición jeje. Vengo con preguntas que en ningún libro he sabido hayar respuesta ¿es posible enamorar a alguien aun si este en principio no siente nada por ti? Es decir ¿es posible crear el amor desde cero por merito propio? ¿como crees que sería posible y porque no?\n  ","252056":"\n   Whats the best movie soundtrack?\n  ","252057":"\n   Buenos días🌻\n¿Cómo estás?\n🏛¿Te gustaría emprender? ¿En qué lo harías?🛵\n\nSaludos💜\n  ","252058":"\n   ¿Cuál es el primer recuerdo que tienes en tu vida?\n  ","252059":"\n   ¿Qué te molesta de una persona?\n  ","252060":"\n   ¿Qué es lo que más te desagrada del carácter de una persona?\n  ","252061":"\n   Cuando conoces a una persona, ¿en qué te fijas primero?\n  ","252062":"\n   ¿Qué es lo más loco que has hecho?\n  ","252063":"\n   ¿Cuál es la pregunta más molesta que te han hecho?\n  ","252064":"\n   Do you believe there are benefits to herbs?\n  ","252065":"\n   How do you think your life will change years from now?\n  ","252066":"\n   🍃💙💜🍃.. Free Space??.. 🍃💋🍃.. Espacio Libre??..🍃💜💙🍃\n  ","252067":"\n   🙏🌟.. Have you had a drastic Change lately??.. What happened and why??.. 0.0??.. ☁️💜RIP💙☁ .. Has tenido un cambio Drástico últimamente??.. que paso y porque??..️ 0.0??..🌟🙏\n  ","252068":"\n   Te gusta la fotografía? Un colega tiene una exposición de sus fotos por internet si te gustaría verla te dejo el enlace 😊 \/\/ Do you like photography? A buddy of mine has an exposition online with his pictures. If you want to see, I'll leave a link 😊\n  ","252069":"\n   Te gusta la fotografía? Un colega tiene una exposición de sus fotos por internet si te gustaría verla te dejo el enlace 😊 \/\/ Do you like photography? A buddy of mine has an exposition online with his pictures. If you want to see, I'll leave a link 😊\n  ","252070":"\n   What movie creeps you out?\n  ","252071":"\n   What can you not live without?\n  ","252072":"\n   How do you feel about parents telling their kids that Santa is real? Should they be honest instead? Is this sort of lie justified?\n  ","252073":"\n   🙏🌟.. 💋5.+= Share something funny that happened to you lately!!.. ☁️💜RIP💙☁ .. Comparte algo divertido que te haya pasado últimamente!!..️🌟🙏\n  ","252074":"\n   🙏🌟.. 💋4.+= I want to wish you many Blessings!!💕💕💕.. ☁️💜RIP💙☁ .. Te deseo muchas Bendiciones!!💕💕💕..️🌟🙏\n  ","252075":"\n   🙏🌟.. I want to wish you many Blessings!!💕💕💕.. ☁️💜RIP💙☁ .. Te deseo muchas Bendiciones!!💕💕💕..️🌟🙏\n  ","252076":"\n   🙏🌟.. 💋3.+= While the world is turning!!.. You are advancing or you Stopped for some reason??.. ☁️💜RIP💙☁ .. Mientras el mundo esta Girando!! .. Estas avanzando o te detuviste por alguna razón??..🌟🙏\n  ","252077":"\n   🙏🌟.. 💋2.+= Have you had a drastic Change lately??.. What happened and why??.. 0.0??.. ☁️💜RIP💙☁ .. Has tenido un cambio Drástico últimamente??.. que paso y porque??..️ 0.0??..🌟🙏\n  ","252078":"\n   🙏🌟.. 💋1.+= The month of January spent flying in front of me!!.. how was it for You??.. Honey!!.. ☁️💜RIP💙☁ ..El mes de Enero se pasó volando frente a mí!! .. como fue para Ti??.. Corazoncito!!..️🌟🙏\n  ","252079":"\n   [©] Que es lo más mínimo que te puede hacer sonreír en tus días peores? \n\nAtte:\n  ","252080":"\n   Buenos diaaaaas 😁.\n  ","252081":"\n   Hellooouu llegó Chiripitiflautica 💓 ¿Se te es sencillo perdonar o por lo general el orgullo te gana? ¿Está bien dejar de hablar con una persona o dejar de hacer algo para mantener \"la dignidad\"? ¿O prefieres conversar aunque te apene antes de perder una buena amistad? Pásate💚\n  ","252082":"\n   💗♥️\n  ","252083":"\n   🙏🌟.. If you could!!.. what would you change and why??..☁️💜RIP💙☁..️ Si pudieras!!.. qué Cambiarías y por qué??..🌟🙏\n  ","252084":"\n   |C| Ustedes creen en esta leyenda: Cuenta una leyenda, que todos nacemos con un hilo rojo invisible, atado a la persona que amaremos por siempre, sin importar el tiempo, el lugar o la circunstancia. El hilo se podrá estirar, contraer o enredar... pero jamás romperse. Que piensan y que opinan?\n  ","252085":"\n   🙏🌟.. While the world is turning!!.. You are advancing or you Stopped for some reason??.. ☁️💜RIP💙☁ .. Mientras el mundo esta Girando!! .. Estas avanzando o te detuviste por alguna razón??..🌟🙏\n  ","252086":"\n   🙏🌟.. Have you had a drastic Change lately??.. What happened and why??.. 0.0??.. ☁️💜RIP💙☁ .. Has tenido un cambio Drástico últimamente??.. que paso y porque??..️ 0.0??..🌟🙏\n  ","252087":"\n   🙏🌟.. Share something funny that happened to you lately!!.. ☁️💜RIP💙☁ .. Comparte algo divertido que te haya pasado últimamente!!..️🌟🙏\n  ","252088":"\n   AwwW.. eso es taan Cute!!💕💕💕.. sin querer llegaron a mi.. muuy Bellos Recuerdos!!.. muchas Graxs!!.. Corazoncito!!💕💕💕\n  ","252089":"\n   🙏🌟.. The month of January spent flying in front of me!!.. how was it for You??.. Honey!!.. ☁️💜RIP💙☁ ..El mes de Enero se pasó volando frente a mí!! .. como fue para Ti??.. Corazoncito!!..️🌟🙏\n  ","252090":"\n   🙏🌟.. I want to wish you many Blessings!!💕💕💕.. ☁️💜RIP💙☁ .. Te deseo muchas Bendiciones!!💕💕💕..️🌟🙏\n  ","252091":"\n   🎁🎀.. how much Christmas Spirit you have??..⛄🎄⛄.. cuanto espíritu Navideño tienes??..🎀🎁\n  ","252092":"\n   Hola! ¿Qué sueles hacer los fines de semana? ☺️☺️\n  ","252093":"\n   Do you agree your only as young or as old as you feel?\n  ","252094":"\n   If you could live in any period of history, which one would you choose??\n  ","252095":"\n   ¿Consideras a los videojuegos como un arte?\n  ","252096":"\n   Hoe reageer jij wanneer je een like voor like vraag krijgt? \/ How do you react when you get like for like questions? \/ Como respondes tú cuando te llegan preguntas de like x like?\n  ","252097":"\n   Hola buenas tardes☀️ hace mucho no me paso a preguntar 😢 mi pregunta es:¿Para vos una persona que tiende ser infiel siempre en sus relaciones puede cambiar cuando conoce a su \"verdadero amor\", o nunca cambian?😮🤔 Saludos cuidate mucho 🥳🎉 Te sigue👈🏻\n  ","252098":"\n   Holii🐺🌙 ¿Qué te hace falta ahora mismo para tener un buen día? Pásate~>\n  ","252099":"\n   AwwW.. q besho detallito.. q Diosito te Bendiga.. mill Graxs.. 💜🙏💙\n  ","252100":"\n   When does a person become a victim of himself?\n  ","252101":"\n   Do you think your parents raised you well?\n  ","252102":"\n   What motivates you to get up each day?\n  ","252103":"\n   💜💙💋.. What is your most precious Memory??..🍃🌻🍃.. cuál es tu recuerdo más preciado? ..💋💙💜\n  ","252104":"\n   Espacio libre ☺️\n  ","252105":"\n   What’s up???\n  ","252106":"\n   ¿Qué piensas de la honestidad? ¿Presupondrías algo si alguien es amable?\n  ","252107":"\n   ¿Que piensas de ser rechazado? ¿Es algo malo? ¿Lo evitarías? ¿Porque?\n  ","252108":"\n   ¿Que piensas de asumir cosas? ¿Se puede confiar realmente en una suposición?\n  ","252109":"\n   ¿Que hace algo especial? Más allá de la persona que lo da\n  ","252110":"\n   ¿Con que tipo de persona haces amistad? ¿Haces amistad para no estar solo y tener a alguien ese momento o buscas algo duradero?\n  ","252111":"\n   Holi🐺🌙 Preguntas semanales-VIAJES✈️: 7. Si tuvieras que irte de viaje con tu 5° @, ¿a dónde le llevarías y por qué?. Pásate~>\n  ","252112":"\n   Si tuvieras que hacerlo de nuevo, ¿qué harías? 🏈 If you had to do it again, what would you do?\n  ","252113":"\n   What do you first think of when you wake up?\n  ","252114":"\n   Holaaaaa como éstas 😊??\n  ","252115":"\n   🐬🐙 .. What do you think of the Sereal killers??.. 🐠💜💙🐠 .. qué opinas de los Asesinos en Serie???.. 🐙🐬\n  ","252116":"\n   🎀🎁.. I am very Angryyyy!!.. Grrr!!! Grrr!!!😠😠😠🍃🎄🍃 .. estoy muy Furiosaaaa!!.. Grrr!!! Grrr!!!😠😠😠 ..🎁🎀\n  ","252117":"\n   Oh vale jajaja no pasa nada, me alegro que nos hemos entendido, la verdad expansor de oreja me suena mejor que dilata 😂😂\n  ","252118":"\n   Solo te lo decía porque te veía siempre etiquetándome en mis propias preguntas. no tenías que ser un idiota o salado al respecto.\n  ","252119":"\n   Gracias Villalobos :)\n  ","252120":"\n   What gives you goosebumps?\n  ","252121":"\n   🎀🎁.. Do you know how to count??.. well, don't count on me!!.. they ever told You??.. (((.u).. 🌲💜💙🌲.. Sabes contar?? .. bueno.. No cuentes conmigo!!.. alguna vez te lo dijeron??.. (((.u).. 🎀🎁\n  ","252122":"\n   Oigan ¿¿A ustedes ya les llegó el bono de ask? :(\n  ","252123":"\n   did you have a tough childhood\n  ","252124":"\n   Lo común es aburrido... El misterio, la drama y la fantasia van de la mano juntas forman algo increíble 💗😱\n  ","252125":"\n   hola cambiamos 20likes?\n  ","252126":"\n   No tienes que seguir etiquetándome en todo lo que respondas, si respondes a mi pregunta me enviará una notificación. Cada vez que me etiquetas obtengo dos.\n  ","252127":"\n   ¿Vemos lo que queremos ver para no sentir ?\n  ","252128":"\n   ¿Crees que las personas siempre tienen dobles intenciones? O ¿Lo hacen de corazón?\nBuena semana, abejitas 🍯🐝\n#Pásate ❤️\n  ","252129":"\n   Me caes muy bien ☺️\n  ","252130":"\n   Did you finish your christmas gifts?\n  ","252131":"\n   Rayos, intentaba progresar con una nueva narración que estoy trabajando y... solo salen palabras muertas, ayudaaaa. Cof cof cof, Colectiva: ¿ como lidias con el estancamiento? ¿como tratas el dolor de cabeza? ¿alguna vez has dicho tus sentimientos en voz alta sin darte cuenta? Fluyendo por gravedad:\n  ","252132":"\n   ¿Ya viste la película de Soul? ¿Qué te pareció?\n  ","252133":"\n   Do you like attention?\n  ","252134":"\n   Hola :3 ayer tenía una colectiva para hacer pero ya hoy se me olvidó :p por eso: ¿que tan buena es tu memoria? ¿Por que las personas cuando están inconscientes se ahogan con la lengua? ¿se te ha olvidado algo importante? Sin apartarlos de su memoria, les extraña:\n  ","252135":"\n   Hola, intercambiamos 40 Mg? 🌟\n  ","252136":"\n   ¿Que desastres recuerdas de tu generación en el salón? Por ejemplo recuerdo cuando alguien con encendedor y spray quemó el techo del aula\n  ","252137":"\n   Del 1 al 10 que tanto te gusta el género de misterio y de que tipo te gusta\n  ","252138":"\n   🔥🐉.. Life is very unpredictable .. true or false and why??.. 💣🔥💣.. La vida es muy impredecible ... Verdadero o Falso y por qué??..🐉🔥\n  ","252139":"\n   🐬🐙 .. What is the craziest thing you mixed to eat??.. and it was Delicious??.. jajaja.. 🐠💜💙🐠 .. qué es lo más loco que mezclaste para Comer??.. y estaba Delicioso??.. jajaja.. 🐙🐬\n  ","252140":"\n   Have you ever been banned from a site or app? Why?\n  ","252141":"\n   [©] ¿Crees que estás en el mejor momento ahora mismo?\n\nAtte:\n  ","252142":"\n   [©] ¿Qué te satisface más? \n\nAtte:\n  ","252143":"\n   Who is your favorite fictional character?\n  ","252144":"\n   Linda noche✨, sueña bonito y tqm❤️\n  ","252145":"\n   Si pudieras tomar algo de la naturaleza y ponerlo como un adorno en tu casa como si fuera un cuadro o algo así. ¿Qué tomarías? Puede ser cualquier cosa, una montaña, una pradera, un lugar\n  ","252146":"\n   I hate dreaming about work.   I spend enough time there during the week.\nWhats the last dream you had, that you can remember?\n  ","252147":"\n   Holaa buenos días ¿Se te da bien o mal hablar en público? Te sigue y te lee:\n  ","252148":"\n   | 🦋 | • ¿Quién tiene todavía una amistad de más de 7 años? 💚\n  ","252149":"\n   Hola transeúntes de nubes y arenas, la colectiva de hoy... ¿haces cosas de prisa? argumente :3  rapidin rapidin rapidin\n  ","252150":"\n   Gracias ❤✨\n  ","252151":"\n   ¿y si intercambiamos 10 x10 mg?\n  ","252152":"\n   Hola! Algún rito en especial para celebrar San Valentín? ❤️\n  ","252153":"\n   When playing truth or dare, which one do you typically choose? Why?\n  ","252154":"\n   Holaa buenos días ¿Estás de acuerdo con el dicho de que si te quieres a ti mismo\/a, los demás también te querrán? Te sigue y te lee:\n  "},"Answer":{"251082":"\n  Oh fuck yeah. I'd sleep alllllllllllll day😍😍😍😍\n  ","251083":"\n  Cool. Hope you have a good time ig\n  ","251084":"\n  💜\n  ","251085":"\n  Eh not really lolol\n  ","251086":"\n  True true lolol\n  ","251087":"\n  Lol well thanks\n  ","251088":"\n  Cool\n  \n  What is it\n  ","251089":"\n  Idk Lol.\n  ","251090":"\n  .-.\n  ","251091":"\n  I'm alright.\n  \n  Smoking lol\n  ","251092":"\n  And why do you want to fight me😂\n  ","251093":"\n  Why? O.o\n  ","251094":"\n  Sounds dope lol.\n  \n  How ya doing?\n  ","251095":"\n  Too bad\n  ","251096":"\n  Stfu or you will be blocked dude\n  ","251097":"\n  RELENTLESS MF😂😂\n  ","251098":"\n  Your mom\n  ","251099":"\n  They're not so get that out of your head😂\n  ","251100":"\n  Purple?\n  ","251101":"\n  Once again\n  \n  Buh bye lmfaoo\n  ","251102":"\n  An off anon perv, nice.\n  ","251103":"\n  Buh bye\n  ","251104":"\n  Okay, thank you for the offer! I'll keep that in mind😇\n  ","251105":"\n  No I have. I used to plop in the middle of the kitchen by the fridge😂\n  ","251106":"\n  Danke! You as well, and stay safe!✨💜\n  ","251107":"\n  You can do what you'd like, I don't mind either way- none of this bothers me tbh😂\n  ","251108":"\n  Some jealous\n  \n  Some deeper. Wouldn't be surprised if I had stalkers.\n  \n  I have enemies on all platforms of life tbh. But that's just the way things are.\n  \n  I don't strive to be liked, I strive to be the best I can be for myself and those I care about and I think many just don't like that.\n  ","251109":"\n  Vibes lol\n  ","251110":"\n  Fuckin snorlax\n  ","251111":"\n  I'm not sure\n  \n  Guys?😂\n  ","251112":"\n  Is that a truck?\n  ","251113":"\n  Just like her. I bet she's free too\n  ","251114":"\n  Hey Jasmine\n  ","251115":"\n  New York\n  \n  I LOVED it😍😍😍\n  ","251116":"\n  Nah I've got more of a life than that, and I'm not wasting it on her😂💀\n  ","251117":"\n  Everywhere\n  \n  I HATE being tickled\n  ","251118":"\n  Nah I'm not 5\n  ","251119":"\n  I wanna explore lol\n  ","251120":"\n  What a weird question\n  ","251121":"\n  I KNOW! SHE'S SUCH A FAKE LIAR😂😂 Bitch just fat asf pfttt\n  ","251122":"\n  A tiger\n  ","251123":"\n  👀👀👀\n  \n  If I get more followers on there than here Imma be pissed😂\n  ","251124":"\n  Should we now?\n  \n  Probably why she disabled on here. Watch her be back tomorrow morning😂👏\n  ","251125":"\n  Lmao lowlife cunt\n  ","251126":"\n  I'm not sure :(\n  ","251127":"\n  Oh lmao\n  ","251128":"\n  What??\n  ","251129":"\n  What do you meannnnn\n  ","251130":"\n  Not often but when I do I'm always terrified of breaking my shit😂\n  ","251131":"\n  What do you mean?\n  ","251132":"\n  I'm glad! How ya doin hun\n  ","251133":"\n  No. I haven't been warned on this account yet lol.\n  \n  People usually don't report me.\n  ","251134":"\n  Collecting rocks lol\n  ","251135":"\n  It didn't feel much like Easter tbh😣\n  ","251136":"\n  If you mean hot chocolate, I have lol.\n  ","251137":"\n  Like hot chocolate?\n  ","251138":"\n  Why thank you😂😂😂\n  ","251139":"\n  What warning?\n  ","251140":"\n  Lmao she isn't a friend and I'm not gonna knock, I'm just going to bust down her door and beat her fake ass😊✨\n  ","251141":"\n  Lmao well luckily most aren't like her. She's a different breed, trust me.\n  ","251142":"\n  We made ham!\n  ","251143":"\n  Yessss!\n  ","251144":"\n  I would rather just talk here, I'm sorry\n  ","251145":"\n  On where? I have Instagram but I don't like giving it out anymore because people got creepy. Promise you're not going to be a creep?\n  ","251146":"\n  Like what?\n  \n  I'm okay. Eating cereal lol. I'm anxious asf today tho.\n  \n  Yourself?\n  ","251147":"\n  Sure lol\n  \n  Sup\n  ","251148":"\n  Die cx\n  ","251149":"\n  .-.\n  ","251150":"\n  Jasmine\n  ","251151":"\n  Man back in middle school I saw this Japanese sex video of these girls stepping on bunnies and it was so fucked\n  ","251152":"\n  That's a shit ton if gears 9.9\n  ","251153":"\n  Managing\n  \n  You?\n  ","251154":"\n  Lol it was all funny\n  ","251155":"\n  Good! Lol\n  ","251156":"\n  I was watching it when you sent me this lolol\n  ","251157":"\n  Damn! That was awesome lmaooo\n  ","251158":"\n  Sure! Shoot me the link :)\n  ","251159":"\n  I have\n  \n  I was part of a Russian documentary about my life lol.\n  ","251160":"\n  Oh wow\n  \n  That's embarrassing asf for that guy PFT😂😂😂\n  ","251161":"\n  I'm interested!\n  ","251162":"\n  Well then that is not a good spot😂👏\n  ","251163":"\n  What's it about?\n  ","251164":"\n  Privacy!🙌😇\n  ","251165":"\n  My room ?\n  ","251166":"\n  I have not!\n  ","251167":"\n  In a bit! :3\n  ","251168":"\n  You're on anon\n  ","251169":"\n  Idk what you're looking on but. Not the case for me cx\n  ","251170":"\n  Right?\n  \n  Trying to find it online isn't the best way, trust me😂\n  ","251171":"\n  Pft idk man. I really don't😂😂\n  ","251172":"\n  HEY BOYS\n  \n  TAKE A LOOK AT THIS👏👏👏\n  \n  Listen to this intellegent woman💜✨\n  ","251173":"\n  I was weird lol. I didn't really fit in\n  ","251174":"\n  I have not😂😂😂\n  ","251175":"\n  I'm going to soon, actually! And dye it!\n  ","251176":"\n  Hope the same for you!💜✨\n  ","251177":"\n  Pft right😂😂😂\n  ","251178":"\n  Watching tv lol\n  \n  You?\n  ","251179":"\n  What??\n  ","251180":"\n  Not really lol. I have anxiety driving the work van\n  ","251181":"\n  Aww thank you💜🙊\n  ","251182":"\n  Lol no, I don't. But thank you.\n  ","251183":"\n  Awww thank you so much💜✨ this means a lot to me fr💝\n  ","251184":"\n  Lol creepy. I JUST woke up\n  ","251185":"\n  I don't give a fuck tbh. Not wasting my time reading that paragraph😷😂\n  ","251186":"\n  My cold, dead heart😭\n  ","251187":"\n  Danke though! I appreciate it!\n  ","251188":"\n  I don't need your gift cards, sigh. Thanks anyways.\n  ","251189":"\n  I don't want to be anybody's \"mommy\" except my child. Stop.\n  ","251190":"\n  My drunk ass is gonna travel and fight her fake fat pregnant ass rn lmaooo\n  ","251191":"\n  But why\n  ","251192":"\n  😏😏😏\n  ","251193":"\n  Nah\n  ","251194":"\n  Idk wtf you're trying to say\n  ","251195":"\n  Kill it and take all the chocolate\n  ","251196":"\n  I agree.\n  \n  I'm too drunk to deal with them tbh\n  ","251197":"\n  Sweet\n  ","251198":"\n  No.\n  ","251199":"\n  What.\n  ","251200":"\n  Captain Morgan and coke\n  ","251201":"\n  Maybe\n  ","251202":"\n  Vans\n  \n  Cause they're awesome\n  ","251203":"\n  This is one of my most proud photography moments. I LOVE this picture.\n  ","251204":"\n  You as well! Thank you!\n  ","251205":"\n  Yeahhhh. Hasn't been long since the change so that's understandable!\n  ","251206":"\n  Thanks!😊\n  ","251207":"\n  Lol Jasmine's pathetic life and need for drama tbh makes me feel a little bit better about everything\n  \n  \"At least I'm not Jasmine\"😂 lmao we should make that a thing, guys👏😂\n  ","251208":"\n  I'm not a fucking object. I fucking hate you all. Smd.\n  ","251209":"\n  Workin progress😏✨\n  ","251210":"\n  I do.\n  ","251211":"\n  Ew no😷\n  ","251212":"\n  What?\n  ","251213":"\n  Hell\n  ","251214":"\n  Nah you're good!\n  \n  I'm 24😊\n  ","251215":"\n  Danke!\n  ","251216":"\n  I don't know you and I'm not even interested in anything rn lol\n  ","251217":"\n  Idk. Not hurt them if they wouldn't hurt me ig.\n  ","251218":"\n  I called CNS to get mental help lol.\n  ","251219":"\n  Oh no! I'm sorry!\n  ","251220":"\n  Hope the same for you!\n  ","251221":"\n  Like the language?\n  \n  My best friend in high school was German, she spoke it often and I loved listening to it\n  ","251222":"\n  That is true. It's getting frustrating.\n  ","251223":"\n  I'm sorry. Can you request changes?\n  ","251224":"\n  Why not? That is not fair to you. I'd leave.\n  ","251225":"\n  Get rid of her. You deserve better than that\n  ","251226":"\n  On me? O.o\n  ","251227":"\n  Who is Julia?\n  ","251228":"\n  For real!\n  ","251229":"\n  Why?\n  ","251230":"\n  115\n  ","251231":"\n  Whatever you want! :3\n  ","251232":"\n  Tf\n  ","251233":"\n  💜💜\n  ","251234":"\n  I do.\n  ","251235":"\n  Ahahha you're fine!😊\n  ","251236":"\n  O.o\n  \n  Yeah I'm not controlled that way. If people are nice, so am I.\n  ","251237":"\n  I mean I'm a caregiver so making people feel valued and worth something is kinda my job. Aka people pleasing lolol\n  ","251238":"\n  Lol you're gorgeous, I'll be honest- but I'm really just trying to repair myself. And love myself. So no.\n  ","251239":"\n  Yes\n  \n  I'll message you my username but don't answer\n  ","251240":"\n  Kinda. Idk.\n  ","251241":"\n  Nope\n  ","251242":"\n  What??\n  ","251243":"\n  Not anymore.\n  ","251244":"\n  Yessss😍🔥\n  ","251245":"\n  Awwwh thank you💜✨\n  ","251246":"\n  Hi!!!\n  ","251247":"\n  Yes.\n  ","251248":"\n  Lol thanks\n  ","251249":"\n  I appreciate you too!💜✨\n  ","251250":"\n  No\n  ","251251":"\n  In your dreams😂👏\n  ","251252":"\n  But do you? Like I said, OWN THAT SHIT!\n  ","251253":"\n  I mean there's nothing wrong with sex. Own that shit lol.\n  ","251254":"\n  None of your business\n  ","251255":"\n  Oh.\n  \n  So... Oral sex?😂\n  \n  Lmao.\n  ","251256":"\n  Huh interesting.\n  \n  I'll pass👋\n  ","251257":"\n  What do you mean? I didn't say anything out of line lol.\n  ","251258":"\n  I wasn't feeling wearing my scrubs so I'm just in sweatpants and a shirt lol.\n  ","251259":"\n  Says what?\n  ","251260":"\n  Uh huh\n  ","251261":"\n  Ew😷 I really don't want to think about that\n  ","251262":"\n  I really don't care😂👏\n  ","251263":"\n  My ask is filled with such great content😂\n  ","251264":"\n  Lit\n  ","251265":"\n  Ew go away😂😷\n  ","251266":"\n  Google.com\n  ","251267":"\n  Did you really just ask me this\n  ","251268":"\n  💜✨\n  ","251269":"\n  Right back at ya!💜✨💜✨\n  ","251270":"\n  I don't even know😂\n  ","251271":"\n  Stop sending me this weird shit.\n  ","251272":"\n  Okay ?\n  ","251273":"\n  Awh that's too bad :(\n  ","251274":"\n  It's a dumb question😂\n  ","251275":"\n  😂😂😂😂😂\n  ","251276":"\n  That's wild! :o\n  ","251277":"\n  Who measures height in centimeters. That's so weird lmao\n  ","251278":"\n  Nonono it's not you! Lololol\n  ","251279":"\n  Not this again😂😂\n  ","251280":"\n  A little🙈🙊🙈🙊\n  ","251281":"\n  I'm not interested lol.\n  ","251282":"\n  Cool. We all have our interests lol.\n  ","251283":"\n  She's very pretty.\n  ","251284":"\n  💜✨💜✨\n  ","251285":"\n  Idc tbh.\n  ","251286":"\n  Erin annoys tf out of me tbh. But the rest are fine.\n  \n  I don't have problems until there's a need, but I'm reaching that point with my friend being attacked so much since I cannot pin point who it is.\n  ","251287":"\n  I have more respect for you and Valiant than the rest of them.\n  \n  Good. I'm glad. Thank you.\n  ","251288":"\n  🙌🙌🙌\n  ","251289":"\n  I mean I was the dumb one who used my actual name so-\n  \n  I blame myself lmao.\n  ","251290":"\n  I'm sorry but-\n  \n  PFFFFFT\n  ","251291":"\n  But\n  \n  I have no soul😏\n  ","251292":"\n  As do you!💜\n  ","251293":"\n  Shut your fucking mouth and stop sending me this shit\n  ","251294":"\n  😒\n  ","251295":"\n  Danke💜✨\n  ","251296":"\n  Me as well, I won't lie. But curiosity killed the cat.\n  ","251297":"\n  I miss all my followers 3:\n  \n  I don't even have 100 ;-;-;-;\n  ","251298":"\n  Danke.\n  ","251299":"\n  Goodbye\n  ","251300":"\n  Hey dumbass\n  \n  Like I've been saying\n  \n  It's WRONG when you OPEN YOUR LEGS AND DON'T THINK ABOUT WHAT MIGHT HAPPEN AFTER. Dumbfuck.\n  ","251301":"\n  I literally listed above. If you're going to take the dick and say \"oh no I'm pregnant!\" And then go to the doctor and abort it, you're fucking wrong and you're a pos. Like I said-\n  \n  If you're going to open your legs, accept the consequences.\n  ","251302":"\n  Both are dope!\n  \n  I've gotten henna before and I absolutely loved it.\n  ","251303":"\n  Abortion is wrong unless you've been raped or some other instance that calls for it (too young, you'll die, etc). If you're going to open your legs, accept the result.\n  \n  The death penalty is just and appropriate for scum that harms other humans. Aka terrorists, rapists, etc. They want to harm or fuck a person up for life, die.\n  \n  Crying isn't bad. It isn't a sign of weakness. If you're a man, you can cry. Please do. Don't keep it all in, it'll kill you- trust me, I've seen it.\n  \n  Handwriting should still be taught. It's pretty and unique. I don't see the point of not learning it.\n  \n  Mental health is important and seeking it isn't a sign of weakness. Wanna know what happens to someone who doesn't seek it and gets lost? They're messaging you one day and coding the other. MENTAL HEALTH IS IMPORTANT.\n  \n  The fucking wall is stupid. I don't understand why immigrants are looked down upon. Granted, if you do come here- become a citizen. But I get the fear tbh and I don't think we should shun people who obviously need a new beginning and help.\n  \n  I could go on tbh but fr lemme stop.\n  ","251304":"\n  Drunk\n  \n  You\n  ","251305":"\n  Right. He constantly sends me shit on anon but tbh aren't the worst so I was blocking him, but I'll be damned if you start demanding shit. I barely ask questions as is\n  ","251306":"\n  Stfu bruh\n  ","251307":"\n  I'm not saying I don't like you.\n  \n  But I do not agree with what you girls are doing. It's childish and petty and y'all should be putting your energies elsewhere.\n  ","251308":"\n  Good😈\n  ","251309":"\n  Bruh I don't care. You're fucking obsessed, it's creepy. Please do. Fuck. Just leave me alone. Actually.\n  \n  Here I'll help. You're blocked. Have a good one.\n  ","251310":"\n  Ok\n  ","251311":"\n  I don't ask many questions. This obsession tbh is unhealthy asf so maybe that's best.\n  ","251312":"\n  The fuck did she do to \"nOt bE tRuStEd\"\n  ","251313":"\n  You're evil👿\n  ","251314":"\n  I do. And I also have been in the shadows watching what has been done to her in the past as well as recently. I probably haven't even seen the half of it given I haven't even been on here that long to witness it. And I'M already over it, so I can't imagine how she must feel.\n  \n  Also if you want me to \"stfu\" don't come on my page whining like a 12 year old begging others to fix your problems for you. You gotta be a big girl and face them yourself😊\n  ","251315":"\n  I'm tired of you and everyone else bullying her.\n  \n  Can you blame her for suspecting it's you? Or one of the others? Y'all are horrible to her openly. She has every right to have her suspicions. Clean up your own mess, I'm not telling her shit.\n  ","251316":"\n  English english english english\n  ","251317":"\n  Big booty hoe\n  ","251318":"\n  Vibes\n  ","251319":"\n  No\n  ","251320":"\n  Idgaf what you want😷🔪\n  ","251321":"\n  💜✨💜✨\n  ","251322":"\n  Our client keeps stealing all the fake easter eggs and decorations smh\n  ","251323":"\n  I'm not in the mood\n  \n  Go the fuck away\n  ","251324":"\n  You really don't give up huh\n  ","251325":"\n  How?\n  ","251326":"\n  You win the weirdest ask award\n  \n  Congrats\n  ","251327":"\n  Go away\n  ","251328":"\n  Don't let it rack up again\n  ","251329":"\n  Stfu like fr\n  \n  Stfu\n  ","251330":"\n  Then turn them off? They have that option\n  ","251331":"\n  Vibin, yourself?\n  ","251332":"\n  Alcoholic or nah\n  ","251333":"\n  Quarentines making him cray\n  ","251334":"\n  This is beautiful but I'm not wishing upon stars rn\n  ","251335":"\n  Right😂👏\n  ","251336":"\n  Have I---\n  \n  What?!\n  ","251337":"\n  Their eyes\n  \n  Eyes are windows into the soul\n  ","251338":"\n  This would be under my\n  \n  \"Things that make you go hmm\" category\n  ","251339":"\n  *blows raspberry*\n  \n  Romance is sad to me rn😭\n  ","251340":"\n  I love that game😂 trolling on it is so fun\n  ","251341":"\n  Idk! Shit lol\n  ","251342":"\n  Yes\n  ","251343":"\n  I try! You too\n  ","251344":"\n  Who are you? O.o\n  ","251345":"\n  He doesn't like Russians\n  ","251346":"\n  No, I have my own car!\n  ","251347":"\n  Idc who sends me shit. If I wanna answer I do lol.\n  ","251348":"\n  No\n  ","251349":"\n  I'm going at 7a lmaoooo fuck going late cx\n  ","251350":"\n  You too💜\n  ","251351":"\n  Ok sorry\n  ","251352":"\n  I literally didn't do anything\n  ","251353":"\n  I really don't care. I have to go to work\n  \n  Be back\n  ","251354":"\n  Aw well thank you\n  ","251355":"\n  Smh\n  ","251356":"\n  O.o\n  ","251357":"\n  My ex bf was a major snorer. It's hard, but doable\n  ","251358":"\n  I don't\n  ","251359":"\n  ok\n  ","251360":"\n  Tell her yourself\n  ","251361":"\n  You too✨💜 much love\n  ","251362":"\n  Hope you get good rest\n  ","251363":"\n  I think it's weird you dream of me\n  ","251364":"\n  Crazy, delusional\n  ","251365":"\n  You're whack\n  ","251366":"\n  I'm terrified to go to Walmart lmao\n  ","251367":"\n  Fuck off\n  ","251368":"\n  100% yes. But I'm also American. I hate American rn but I'll always be loyal.\n  ","251369":"\n  Yes I am. But I live in the US\n  ","251370":"\n  Purple\n  \n  It's dark yet beautiful.\n  ","251371":"\n  Holy crap! That's a lot! I had about 12,000 hehe\n  ","251372":"\n  My old account. I worked hard for em so I transferred them\n  ","251373":"\n  No idea, I'm lost myself\n  ","251374":"\n  I don't care about much of anything anymore. I feel so goddamn dead.\n  ","251375":"\n  👋\n  ","251376":"\n  Ya know what\n  \n  No, no I don't.\n  ","251377":"\n  I'M NOTTTT IN RUSSIA JFC😂\n  ","251378":"\n  Standing down the pathway, the group of Aliens devoured their meal. Their stomach turned as they were too full and could barely eat anymore.\n  \n  Lil Billy just couldn't take it anymore. He bolted off to the bathroom, swiping the newspaper and farting the whole way. The minute he hit the hole slime exploded.\n  \n  He felt better.\n  \n  The end.\n  \n  This is so stupid😂👏\n  ","251379":"\n  Awh thank you, I love you✨\n  ","251380":"\n  Foooooooooooodddddd😍😍\n  ","251381":"\n  Same!\n  ","251382":"\n  Oh she already knows I'm a lazy pos😂 nothing needs to be explained😂😂\n  ","251383":"\n  Stop asking me about my Instagram.\n  ","251384":"\n  Good. I'm working a nightshift currently!\n  \n  Ahaha, welcome to my page. Should've seen my old one, it was WORSE😂👏\n  ","251385":"\n  Glad you're well! Phew aha\n  ","251386":"\n  You sound so dumb saying shit like that you know\n  ","251387":"\n  9.9\n  \n  I mean first\n  \n  Are you okay?? Lol.\n  ","251388":"\n  Ireallydontgiveafuck\n  ","251389":"\n  I'm not even fucking talking to guys. And if I even was so what, the fuck is the big deal? Stick your jealous nose elsewhere, I'm tired of being sent this stupid shit. Especially after I'm trying to deal with my recent breakup. I DO NOT need this. Leave me alone.\n  ","251390":"\n  Yes! I promise. Go on my likes, you'll see why I had to leave my old one ;-;\n  ","251391":"\n  Have fun when you die ig\n  ","251392":"\n  *blows raspberry*\n  ","251393":"\n  I do\n  ","251394":"\n  No\n  ","251395":"\n  You sound stupid\n  ","251396":"\n  .-.\n  \n  Wat\n  ","251397":"\n  Hehe I got curious and looked😏🙊🙈\n  \n  Its cute lolol\n  ","251398":"\n  I am dubious as you are on anon o.O\n  ","251399":"\n  Too bad. I'm not looking for anything right now.\n  ","251400":"\n  I'm not turned on here, weirdo.\n  ","251401":"\n  Oh that sounds fun asf!\n  ","251402":"\n  Idk what that is tbh\n  ","251403":"\n  Sigh\n  ","251404":"\n  Why?\n  ","251405":"\n  I do what I want\n  \n  Tf they gonna do😂\n  ","251406":"\n  😊✨\n  ","251407":"\n  Weird\n  ","251408":"\n  I'll be disabling it in a week. I'm just doing it to let my followers know\n  ","251409":"\n  Sigh\n  \n  Hi\n  ","251410":"\n  Sounds like a personal problem\n  ","251411":"\n  If you got tested you should know in 3 days. If it's been 4 weeks and you haven't been tested, find a way to get tested.\n  ","251412":"\n  ..... O.o\n  \n  Yeah I know ? Lol\n  ","251413":"\n  Have you called anyone to request a test?\n  ","251414":"\n  ...did you get a test done?\n  ","251415":"\n  Still ew\n  ","251416":"\n  Ew😷\n  ","251417":"\n  I am nobodies master. Not even my own\n  ","251418":"\n  I mean if I do have a stalker and they are going to come after me, great. I highly don't give a fuck about my existence anyways. But keep my home, the people in it, my clients and work- out if it.\n  ","251419":"\n  Nah. I'm in the mood to kill tbh. Anyone tries I'm just gonna slice them. I've been keeping my switchblade with me. Thank you though\n  ","251420":"\n  Does a salt lamp count😂👏 or a rock collection full of gems?\n  ","251421":"\n  For real!\n  ","251422":"\n  I figured it'd just be easier to deactivate. I started getting physical threats and threats of rape too so I just left it in the dust. But thank you, I do appreciate you taking time to talk to me!\n  ","251423":"\n  It is what it is but thank you💜\n  ","251424":"\n  Yeah I was young when I made that account\n  ","251425":"\n  I understand that but they looked up my name in public records and sent me my actual address off anon. As well as information about my family. And said if I didn't apologize they were going to send SWAT to my house. I hope you are doing well💜✨\n  ","251426":"\n  I appreciate that!\n  ","251427":"\n  It's okay!💜 thank you!✨\n  ","251428":"\n  A lot happened! I explained it on my new page, if you go under my likes you'll see\n  ","251429":"\n  Thank you!😇 welcome, hopefully this one will be less full of trash😂\n  ","251430":"\n  Danke!\n  ","251431":"\n  Facebook, ask, insta\n  ","251432":"\n  Eh\n  ","251433":"\n  Ahhh thank you💜✨ I love ya!\n  \n  Wipe the old\n  \n  In with the fresh and new😍👏\n  ","251434":"\n\n   صبااح الورد 🥀🕊\n  \n","251435":"\n\n   الثقة هي شيء تكتسبه في نفسك من خلال الإيمان بالقدرة الذاتية بشجاعة واقتناع🖤➰!\n  \n","251436":"\n\n   هلا هلي 😅😁\n  \n","251437":"\n\n   اهلين 🙂🙂\n  \n","251438":"\n\n   اصفر 💛\n   \n   اسود 🖤\n  \n","251439":"\n\n   الحمدلله 😍😉\n  \n","251440":"\n  Gidiyorlar ve en güzeli geliyor, bu yüzden aldırma..🌸💕\n  \n\n  يرحلون ويأتي اجمل منهم ف لا تبالي.. 🌸💕\n  ","251441":"\n  \"دائماً على لساني اقتباس: “متصنِّع الودِّ تفضحه الشدائد\" أربعة كلمات بسيطة لكنها تعكس حقيقة أشهر وأعوام ، فعلاً المشاعر المزيَّفة والمبنيّة في باطنها على أهداف خفيَّة وظنون سيئة ، لا تدوم مهما طال عمرها ! اللهم باعد بيننا وبين متصنِّعي الودِّ كما باعدت بين المشرق والمغرب\"💙\n  ","251442":"\n\n   عليه افضل الصلاة والسلام 🥀🕊🕊🕊\n  \n","251443":"\n\n   مصيبه لو ما ردو عليهاا 🤣🤣🤣\n  \n","251444":"\n\n   ويشهد الله أني وجدت الحقد في المقربين ..\n   \n   أكثر مما وجدته في ألف عدو .. !\n  \n","251445":"\n\n   هههههههه 👍👍\n  \n","251446":"\n\n   صح لسانك 💪💪\n  \n","251447":"\n\n   خُلقنا بشَر, نُخطئ ونصيب, نُجرب ونتعلّم, نفشل وننجَح, فَ لا تتظاهر بالكمَال 🖤➰➰!\n  \n","251448":"\n  \" أتمنى أن يحدث شيئاً يسعدني، معجزه تعوضني عن إنطفاء قلبي كل هذه المده.\"🖤\n  ","251449":"\n  👍👍\n  ","251450":"\n\n   يلااا 😉😉\n  \n","251451":"\n\n   استغفر الله العظيم 🕊🕊\n  \n","251452":"\n\n   - سيكون حجم قوتي بحجم خذلانك 🌻\"\n  \n","251453":"\n  ٢٦\/١ 😁😁😁😁\n  ","251454":"\n\n   يسعدلي هصباح 😁😁🥀\n  \n","251455":"\n\n   صباااحك مسااا 😅💌\n  \n","251456":"\n\n   الرحمان🕊🕊\n  \n","251457":"\n  🤔🤔🤔\n  ","251458":"\n  ..\n  ","251459":"\n  👍\n  ","251460":"\n\n   شعب نااط بدو رباط 🤣🤣🤣🤣\n  \n","251461":"\n  💛\n  ","251462":"\n\n   يسعد صبااحك 🕊🕊🥀\n  \n","251463":"\n  🕊🥀\n  ","251464":"\n\n   ههههه معناتوو شطب عليه 😅\n  \n","251465":"\n\n   هههههه فعلاا 😅\n  \n","251466":"\n\n   خليِنا لبعض انا اڪفيّك وانتَ تڪفينيِ🥺♥️.\n  \n","251467":"\n\n   كل اشي بتغيرر مش بس شكله 😓\n  \n","251468":"\n  👍\n  ","251469":"\n\n   احكي 😉\n  \n","251470":"\n\n   كل وحده الهااا جماال 😍\n  \n","251471":"\n\n   ان خير الله قادم فلا يحزنك مُر الحياة🤍🌼.\n   \n   جمعة مباركة 🖤\n  \n","251472":"\n\n   ‏اللهم كُن معي في كل خطوه بحياتي فلا حول ولا قوه لي إلا بك 🖤➰!\n  \n","251473":"\n\n   عليه افضل الصلاة والسلاام 🥀🕊🖤\n  \n","251474":"\n  👍👍\n  ","251475":"\n\n   ‏- أفعل ما تريدُ فعله و كأنكَ متأكدٌ أنكَ لن تفشل🖤🔖.\n  \n","251476":"\n\n   . هاتي نشوف 😁\n  \n","251477":"\n  _🖤\n  ","251478":"\n\n   لطيف 😁😁😁\n  \n","251479":"\n\n   ههههه كيف الطريقه 🤣🤣🤣\n  \n","251480":"\n\n   اتركي 🕊🕊\n  \n","251481":"\n\n   ههههههه زوامير للصبح 🤣🤣\n  \n","251482":"\n\n   أريد ان أقضي كل أوقاتي معك أنتِ❤️\n  \n","251483":"\n\n   يسعد مسااكي 💛💛🖤🖤\n  \n","251484":"\n\n   يعني ما انزلو شاوت اوت انزله لحد معين زي ما انت\/ي باعت هاذ السؤال😅😅😁\n  \n","251485":"\n  Gidiyorlar ve en güzeli geliyor, bu yüzden aldırma..🌸💕\n  \n  يرحلون ويأتي اجمل منهم ف لا تبالي.. 🌸💕\n  ","251486":"\n\n   عُمق الصَداقة فِي قَول أبي بَكر 💛 - شَرِب الرَّسول فارتويت أنا ✋.\n  \n","251487":"\n  💛💛🖤\n  ","251488":"\n\n   ١٢ ونص 😎😉😉\n  \n","251489":"\n\n   بكيرر 🤣🤣🤣\n  \n","251490":"\n  💛\n  ","251491":"\n  👍👍😍\n  ","251492":"\n  ‏\" لن تنضج إلا بعد أن تشعر أن لديك الكثير من الكلام ،🖤✨! \".\n  \n  يسعد صبااحك 🥀\n  ","251493":"\n\n   يسعد صباحكك 🥀\n  \n","251494":"\n  \"خذوا غيابنا على محمل الجد ربما هذه المرة  لن نعود.\"🖤\n  ","251495":"\n\n   7 سنين 😅😅😅😅\n  \n","251496":"\n\n   لانو هيك 😁😁😅😅😅\n  \n","251497":"\n  💛🖤💛🖤🥀\n  ","251498":"\n  💛💛❤❤\n  ","251499":"\n\n   الله يشفيهاا ويحفظلك اياهاا ويخليهاا ❤🖤💛\n  \n","251500":"\n\n   ههههههه الارادنه اهاا 🤣🤣🤣\n  \n","251501":"\n  🧡🧡\n  \n  -    ,    .\n  \n  - في النهاية الوعود هي مُجرد كلمات .🖤\n  ","251502":"\n  ..\n  ","251503":"\n\n   قلة فضاااوه 😅\n  \n","251504":"\n  💛🖤💛\n  ","251505":"\n\n   ❤🎻•كن  بسيطا  فالبساطة  بحد  ذاتها  جمالا •🎻❤\n  \n","251506":"\n\n   عليه الصلاة والسلام ❤\n  \n","251507":"\n\n   هاي الامبااالا 😅😅😅\n  \n","251508":"\n\n   ما زلت افتقدك لكن لا اريدك ان تعود🖤➰!\n  \n","251509":"\n  👍👍\n  ","251510":"\n\n   في ثلاث شحطات بزاوية الصفحه ☝️ اكبس عليهاا وبعدين بتختار vip وبس\n  \n","251511":"\n\n   عليه الصلاة والسلام ❤💛\n  \n","251512":"\n\n   ههههه فاهمين الاسك غلط 🤣🤣🤣\n  \n","251513":"\n  💌💛🌹\n  ","251514":"\n\n   الحيااه كلهاا فرص 💌\n  \n","251515":"\n  💛🖤\n  ","251516":"\n\n   هندسة حااسوب 😉\n  \n","251517":"\n\n   غلااتي 💛🖤\n  \n","251518":"\n\n   حب الاهل وتواجدهم أعطم نعمة 🖤✨!\n  \n","251519":"\n\n   لا تُحاول مع من لا يُحاول🖤✨!\n  \n","251520":"\n\n   ممم مش غلط والله 😅😅\n  \n","251521":"\n  🤔🤔\n  ","251522":"\n  '\n  \n  وبدال ما تكون وحدَاني،\n  \n  تسندنِي معَاك ونقُوم🤍✨\n  \n  #فاضي\n  ","251523":"\n\n   ههههه فعلااا 👍👍👍👍\n  \n","251524":"\n  🖤\n  ","251525":"\n\n   اهلين 💛\n  \n","251526":"\n\n   امين 💛\n  \n","251527":"\n\n   يدررس 😎\n  \n","251528":"\n\n   نفتح محل 😁😁\n  \n","251529":"\n\n   مممم شوي بس حلووو 😅\n  \n","251530":"\n\n   ممم مش دايمااا 😅\n  \n","251531":"\n\n   صبااح الورد 🖤\n  \n","251532":"\n\n   أوهمتك بأني لا أهتم وأنا أحفظ أدق تفاصيلك🖤!\n  \n","251533":"\n  🌹🌹🌹\n  ","251534":"\n\n   لاااا روحي افتحي عاليوتيوب شوفي مقاطع\n  \n","251535":"\n\n   احضري لؤلؤ حلووو 😍\n  \n","251536":"\n\n   مممم شو المسلسلات\n  \n","251537":"\n\n   احضري مسلسل 😁\n  \n","251538":"\n\n   ناامي 😎😎\n  \n","251539":"\n\n   هههههه نزلي صوره فيهاا سؤال\n  \n","251540":"\n\n   تحبك العاافيه 😁\n  \n","251541":"\n\n   اناا اختلف عن الشفتهم حيلل 😅😅😅\n  \n","251542":"\n\n   ممم بعينك الله بدك تستحملي 🤣🤣\n  \n","251543":"\n\n   ههههههه شو بدهم بسناابك مثلاا 😅\n  \n","251544":"\n\n   مممم شكلوو فش حداا طالب سنابك قبل هل مره 😅😅😅🤣🤣\n  \n","251545":"\n\n   الله ينجحكك 😍💛🖤🔥\n  \n","251546":"\n\n   تَشاءُ أَنتَ مِنَ الأماني نَجمه ؛ وَيشاءُ رَّبُك أن يُهديگَ القَمَر ✨🖤\n  \n","251547":"\n\n   شوو صار اتنفست ولا كيف 😁😁😁\n  \n","251548":"\n\n   هههههه وانا اشهد 😅😅\n  \n","251549":"\n\n   بنتف شواربكك 🤣🤣🤣\n  \n","251550":"\n\n   لآ يزعجكْ كلآم سفيهْ منْ السُفهآإء وتذكّرِ دآئمآإ آنْ الصوآعقْ لاِ تضربْ الآإ القٍممْ 🍃❤️\n  \n","251551":"\n\n   هههه هاتي الطريقه 🤣\n  \n","251552":"\n  💛🖤\n  ","251553":"\n\n   اسئلي 😁😁\n  \n","251554":"\n\n   ممم ايدك وما اطول 😁\n  \n","251555":"\n  🌹🌹\n  ","251556":"\n\n   حسب النضج للطرفين الماديات للمسخمط 😂😂😂\n  \n","251557":"\n\n   آذا كـنت لا تستطيـعَ معـالجه النفُـاق عليگ موآجهتـه بصـدقِ 💚\n  \n","251558":"\n  \"وحين يمتلئ القلب مشاعرًا ، تفيض العيون..حتى يأتي من يقاسمك شعورك ، فيسكن قلبك ويطمئن.\" 💛🌻\n  \n  يسعد مساكوو🌺🌺🌼\n  ","251559":"\n  😂😂😂😂\n  ","251560":"\n\n   اهاا عسل 😁😁😂😂\n  \n","251561":"\n\n   لانك فيه 😂😂\n  \n","251562":"\n\n   بزقه 😅😂😂\n  \n","251563":"\n\n   لا دي ولا دي 😅😂😂😂\n  \n","251564":"\n\n   لا تخبر الناس بخططك ارهم نتائجك ❤ 🌌\n  \n","251565":"\n\n   ع كل شي محسوود 😁😁😁\n  \n","251566":"\n\n   صبااح النوور 🌹\n  \n","251567":"\n  👍👍👍\n  ","251568":"\n\n   غااالي 😍\n  \n","251569":"\n\n   عاادي واقل من عاادي 😁😁😅\n  \n","251570":"\n  \"التركيز والتفاني والجهد والعزم والتحفيز هي أساسيات النجاح ، وأنت المتحكم بها جميعاً 🖤📄.\"\n  ","251571":"\n\n   الله يوفقك وينجحك 🖤🖤\n   \n   وبمعدل عالي 😁\n  \n","251572":"\n\n   هو ضل فيها عشاا 😂\n  \n","251573":"\n\n   مممم لا بس ليش 🤔\n  \n","251574":"\n\n   بحتاااج صفنه 🤔🤔😂\n  \n","251575":"\n\n   يس بس ليش\n   \n   ومين 🤔\n  \n","251576":"\n\n   اها مش انا 😁😁😁😅😅\n  \n","251577":"\n\n   🤣 اوك تمام 😂😂\n  \n","251578":"\n\n   هههههههه كماان والله اشي جميل 🤣\n   \n   خلص تمام  😁😅🤣😂\n  \n","251579":"\n\n   مممم اهاا بدل بس بضيع 😅🤣🤣🤣\n  \n","251580":"\n\n   هههه يلا ماشي\n  \n","251581":"\n\n   ههههه العبي\n   \n   يلاا هيني بالطريق 🤣\n  \n","251582":"\n\n   عسل 😍\n  \n","251583":"\n\n   بوم بوم 😍\n   \n   باربيكان😍\n  \n","251584":"\n\n   اغنية القناص 😅😅😅\n  \n","251585":"\n\n   افلااام 😍😍\n  \n","251586":"\n\n   لااا\n  \n","251587":"\n\n   40 جيجا 😁😁\n  \n","251588":"\n  👍\n  ","251589":"\n\n   الشقة 😂\n  \n","251590":"\n\n   لو خايف من بكره نام واصحى بعد بكره 😅\n  \n","251591":"\n  😂🖤🖤\n  ","251592":"\n\n   ههههه امين 😅😅\n  \n","251593":"\n\n   هههه اقل واجب 😅🤣\n  \n","251594":"\n\n   ممم اذا هيك اوك 😅😅\n  \n","251595":"\n\n   منيح 🤔\n   \n   مين ?\n  \n","251596":"\n\n   اهلين 🙂\n  \n","251597":"\n\n   يووووواا كثير 😂😂😂\n  \n","251598":"\n\n   اهاا فعلا 😑\n  \n","251599":"\n\n   احط تلفوني عالشاحن 😂\n  \n","251600":"\n\n   لاا 😁\n  \n","251601":"\n\n   الصبح هيني قربت اوصل وانا لسا بتخت 😅😅😅\n  \n","251602":"\n\n   بنسى\n  \n","251603":"\n\n   اسود واصفر 😍\n  \n","251604":"\n\n   متحف الفنون 😍\n  \n","251605":"\n\n   جانب البحر 🏊‍♂️\n  \n","251606":"\n  💟💟💟💟💖\n  ","251607":"\n\n   اقصى درجات عدم المبالاة ؛ استلطافك لكل الناس 🖤🗝\n  \n","251608":"\n  ‏\"ولأن الله أقوى من كُل هذا الشتات، سلمتهُ أمري.\n  ","251609":"\n  __\n  \n  المال و النجاح\n  \n  لا يغير الناس ، بل\n  \n  يـُظـهر حـقـيـقـتهم .💜\n  ","251610":"\n  🖤🖤\n  ","251611":"\n\n   الصادق 😁😁\n  \n","251612":"\n\n   من 40 ل 50 😅\n  \n","251613":"\n\n   تابعتك ولا يهم شرانبك 🤣🤣🤣\n  \n","251614":"\n\n   لعل الإبتلاء الذي لاتحبه يقودك إلى قدر جميل لم تحلم به .\"🖤\n  \n","251615":"\n\n   ارسم ياا فناان 🤣\n  \n","251616":"\n  🖤\n  ","251617":"\n\n   حسب الحدا 😅\n  \n","251618":"\n\n   كلوو حكي 😅😅\n  \n","251619":"\n\n   ممم الفقدان 😓\n  \n","251620":"\n\n   ما ضل حكي\n  \n","251621":"\n\n   ثعبانا بضل احسن 😅\n  \n","251622":"\n\n   ععقلوو 🤓\n  \n","251623":"\n  😁😁\n  ","251624":"\n\n   جزر المالديف 😍\n  \n","251625":"\n  3-4\n  ","251626":"\n\n   نعم لانو ليش لا 😅😅\n  \n","251627":"\n\n   افلاام 😍\n  \n","251628":"\n\n   البرد 🥶🥶\n  \n","251629":"\n\n   موجود طبعا 😍😍\n  \n","251630":"\n\n   فاين 😂\n  \n","251631":"\n\n   لاا\n  \n","251632":"\n\n   مش متذكر 😅😅\n  \n","251633":"\n\n   اكيد 😍\n  \n","251634":"\n\n   كثير شغلاات\n  \n","251635":"\n  🙄🙄\n  ","251636":"\n\n   مرات 😂😂\n  \n","251637":"\n\n   جزر المالديف 😎😎😎\n  \n","251638":"\n\n   بنام 😅\n  \n","251639":"\n\n   هذول ليرات وهذول لا 😅😅😅\n  \n","251640":"\n\n   من 27 الى 30\n  \n","251641":"\n\n   الدووام 😓\n  \n","251642":"\n\n   يس 😁😁😁\n  \n","251643":"\n\n   شبس ابو الشلن 🤣🤣🤣\n  \n","251644":"\n\n   انا ما باخذ نصايح انا بعطي 🤣🤣\n  \n","251645":"\n\n   هلااا 😁\n  \n","251646":"\n\n   هلا هلي 😅\n  \n","251647":"\n  💪💪\n  ","251648":"\n\n   عشان يتعلم من اخطأه وما يكررها\n  \n","251649":"\n\n   يمكن\n  \n","251650":"\n  🖤\n  \n  انتي بتدرسي بالبلقاا الاعمال كانوو 😅😅\n  ","251651":"\n\n   ههههه اها والله مش غلط\n  \n","251652":"\n\n   تلاقي الخير بس سؤال فني 😅😅\n   \n   هو انتي نفس يلي مقضيها تحطي لايكات 🤣\n  \n","251653":"\n\n   هههه لا ولو 😉\n  \n","251654":"\n\n   لانوو حراام يضل او تضل عنااار لا مفسوخ ولا مربوط 🤣🤣🤣\n  \n","251655":"\n\n   او بلوكات بس ما بنصحك بهااي\n  \n","251656":"\n\n   لااا ما في خجل عاادي كلهم كلمتين احنا ما لازم نحكي خلص بكفي 😂\n  \n","251657":"\n\n   اها سهله بتعرف\/ي انو الصراحه ما في احلا منهاا عاادي 😅😅\n  \n","251658":"\n\n   يصارحو يحكيلو حل عني 😁\n  \n","251659":"\n\n   طبعاا لا لو العكس تمام 😉\n  \n","251660":"\n\n   الله يشفيكي وينجحك 😁😁\n  \n","251661":"\n  🖤🖤\n  ","251662":"\n\n   ليش منا عارف 😅😅\n  \n","251663":"\n\n   انداري مش عاارف 🤔🤔\n  \n","251664":"\n\n   اهااا حلور 😍\n  \n","251665":"\n\n   ممممم شو الحلم\n  \n","251666":"\n\n   لانو دايما القرار يلي ما بدك توخذو وخايف بكوون صح 100%\n  \n","251667":"\n  ‏\"القرار اللي تحس إنه صعب إعرف إنه صح.\"\n  ","251668":"\n\n   ‏العقول تصغر عندما تنشغل بالآخرين ، وتكبر عندما تنشغل بذاتها.\n  \n","251669":"\n\n   لاا بس راح نرجع لنفس النقطه هي هي\n  \n","251670":"\n\n   ما بزبط وانتي عارفه انو ما بزبط\n  \n","251671":"\n\n   كيلو معسل 🤣🤣🤣🤣\n  \n","251672":"\n\n   لاا الحمدلله\n  \n","251673":"\n\n   تلفون اورنج هههه قبل شي 10 سنين 😂🤣😂🤣\n  \n","251674":"\n\n   لااا\n  \n","251675":"\n\n   مهو فعلا انا لن افشل 😁😎😎\n  \n","251676":"\n\n   لاا\n  \n","251677":"\n\n   فديتني 😂🤣\n  \n","251678":"\n\n   انااا 😁😂😅\n  \n","251679":"\n  😅😅😅😅\n  ","251680":"\n\n   مونت علي 😉\n  \n","251681":"\n\n   الله يوفقك ويريح قلبك وينولك يلي ببالك 🖤\n  \n","251682":"\n\n   اهلين\n  \n","251683":"\n\n   امين 💓❤️\n  \n","251684":"\n\n   كلهم مفضلين 😁😁\n  \n","251685":"\n\n   نووو 😁\n  \n","251686":"\n\n   لااااا مستحيل\n  \n","251687":"\n\n   لا عادي براحتك 😉😁\n  \n","251688":"\n\n   ماا شفتوو 😁😁\n  \n","251689":"\n\n   بس تكبري 😂🤣\n  \n","251690":"\n\n   اصفر 😅😅😂😂😂\n  \n","251691":"\n\n   ما خفيت شي\n  \n","251692":"\n\n   اللهم صلي على سيدنا محمد ❤️\n  \n","251693":"\n  😳😳🙄\n  ","251694":"\n\n   بعرف مين عفكره من اول ما وصل السؤال 😉\n  \n","251695":"\n\n   هههههه اهاا حسيت 😁\n  \n","251696":"\n  🤔🤔🤔🤔\n  \n  مين\n  ","251697":"\n\n   ممممم في شخص\n   \n   و الي قصه معو بالمصعد 😂😂😂\n  \n","251698":"\n\n   مش شرط لما تلتقي بالحب... ممكن تشعري بالسعاده لما تشوفي سدر منسف مثلاا 🤣🤣\n  \n","251699":"\n\n   لا مش شرط\n  \n","251700":"\n\n   علينا وعليك\/ي يا رب 🖤\n  \n","251701":"\n\n   يسعدك ربي وانتي كثير كويسه والله يوفقك 🌹\n  \n","251702":"\n\n   لااا ما بعتت\n  \n","251703":"\n\n   مثل شو 🤔\n  \n","251704":"\n\n   من انو ناحيه 😂\n  \n","251705":"\n\n   تفضل\/ي\n  \n","251706":"\n\n   انتي بتحكي انو طنشتك مثل ما بطنش البنات الشمال وانا بحكيلك انا لو معتبرك بنت شمال زي ما انتي بتحكي ما تركنا كان لهسا بنحكي والحياه حلوه وبس\n  \n","251707":"\n\n   بحب احكيلك لو اني معتبرك بنت شمال كان لهساا بنحكي وافهميها 😉\n  \n","251708":"\n\n   انتي ما خليتيلي شي اعملو\n  \n","251709":"\n\n   لااا ما بعتلك شي هون 😉\n  \n","251710":"\n\n   طب مين 🤔🤔\n  \n","251711":"\n\n   والك ❤\n  \n","251712":"\n\n   يسعدكك 🌹\n  \n","251713":"\n\n   ههههه شفتي كيف عشان تعرفي 😎😎\n  \n","251714":"\n\n   يوم الاثنين روحي وين ما بدك\n  \n","251715":"\n\n   ههههه لااا اذا هيك حقكك وانا معك 🤣🤣\n  \n","251716":"\n\n   مم له ليش هل حزن كلوو مش مستاهله 😁\n  \n","251717":"\n\n   ممم مع السمايل ولا بدون\n  \n","251718":"\n\n   زي العسل 😁😁 وانت\/ي\n  \n","251719":"\n\n   ممم احكي 😁\n  \n","251720":"\n\n   طبعا طبعا 😇😇\n  \n","251721":"\n\n   روووح يشيخ وتعالى بسرعه 😅🤣🤣🤣\n  \n","251722":"\n\n   غاادر 😓😓\n  \n","251723":"\n\n   ويلي من الله وقت اكون مئمل البنت اب اشي عالفاضي اشي ما راح يصير و ويلي من الله وقت اكون اخذت اشي من البنت وتركتهاا وانا ما عملت شي من هذول\n  \n","251724":"\n\n   ممم اها مرتاح و اي حد مكاني راح يكون مرتااح الي عملتوو هو الصح راح تعرفي هاد الحكي بعدين\n  \n","251725":"\n\n   موقع قصة عشق 😍\n  \n","251726":"\n\n   لازم يكون من الطرفين غير هيك ما بزبط\n  \n","251727":"\n\n   تمااام مشتاااق مين بس 🤔🤔\n  \n","251728":"\n\n   على حسب بس على الاغلب عاام 🤣\n  \n","251729":"\n\n   مبتسم 😁😁\n  \n","251730":"\n\n   تخليهاش بنفسك 🤣\n  \n","251731":"\n  🙂🙂\n  ","251732":"\n\n   اهم شي التفكير 😎\n  \n","251733":"\n\n   مين انت\/ي 😒\n  \n","251734":"\n\n   هااي 🤔🤔\n  \n","251735":"\n\n   شووو 🤣🤣\n  \n","251736":"\n\n   انا 🤔🤔\n  \n","251737":"\n\n   ممم ما بعرف\n  \n","251738":"\n  😣😣😣😔\n  ","251739":"\n\n   اها\n  \n","251740":"\n\n   الصداقه 😁\n  \n","251741":"\n\n   فاطمئن عمر آل عوضه\n  \n","251742":"\n\n   الشعوذه 😁\n  \n","251743":"\n\n   ضعف\n  \n","251744":"\n\n   ما في حب بالوقت هااذ صارت الاغلبيه مصالح 😉😉💪\n  \n","251745":"\n\n   آحًيَآنِآ نِخِشُﮯ عٌلَﮯ شُخِصّ مًنِ آلَآنِکْسِآر... فُ نِتٌفُآجّئ بًهّ يَکْسِرنِآ بًلَآ شُفُقُهّ 💔💔\n  \n","251746":"\n\n   جامعة البلقاا 🤣😍😍\n  \n","251747":"\n\n   طيب\n  \n","251748":"\n\n   يلعن ابو الايام الخلتني احتااجكك 😅😅\n  \n","251749":"\n  2018\n  \n  وشكلو 2019 لاحقيتهاا 😂\n  ","251750":"\n\n   تماام\n  \n","251751":"\n\n   عيش حياتك بالاسلوب اللي بريحك ..\n   \n   اليوم اللي بيروح .. ما عاد يرجع أبداً 💙 ..\n  \n","251752":"\n\n   😳😳😳🙀🙀 لا تستحي 😂😂😂\n  \n","251753":"\n\n   رفعوو الضريبه 😂😂😂😂\n  \n","251754":"\n\n   معقول 😂😂😂\n  \n","251755":"\n\n   زي الي قبلوو ما في جديد 😂\n  \n","251756":"\n\n   وقت الجوع 😂😂\n  \n","251757":"\n\n   تماام وانت\/ي\n  \n","251758":"\n\n   مزبوط يمكن لانهم متفتحين زياده بس مش الكل يعني  بكل مكان في المنيح وفي العاطل ما بنقدر نحكم بشكل عاام\n  \n","251759":"\n\n   بدوني طبعاا 😊😊\n  \n","251760":"\n\n   ههههه انا بحبهم بس وانا نايم ماا اتوقع 😂🤣😂\n  \n","251761":"\n\n   ياا اماا بحبك يا اماا مش طايقك حسب 😂🤣😂🤣\n  \n","251762":"\n  26\\1\\1999\n  \n  ☺☺\n  ","251763":"\n  🖕🖕🖕🖕\n  ","251764":"\n\n   صداقة حقيقية\n   \n   لنو الصداقة بتدووم اما الحب الاغلب بفشلل وبس\n  \n","251765":"\n\n   لااا\n  \n","251766":"\n\n   8 بلس 😎\n  \n","251767":"\n\n   هلاااا هلي 😂😁\n  \n","251768":"\n\n   حسب غلاااتوو😅😅\n  \n","251769":"\n\n   مممم طب منيح 😂😍\n  \n","251770":"\n\n   ولا اشي 🤣\n  \n","251771":"\n\n   وانا كماان 😂😍😍\n  \n","251772":"\n\n   حسب الوضع 😂\n  \n","251773":"\n\n   @uve69dbl\n  \n\n\n   https:\/\/www.instagram.com\/villalobosij\n  \n","251774":"\n\n   @EdaylisPatricia\n  \n  Esta es la primera.\n  ","251775":"\n\n   @AlejandroSantiago853\n  \n  No tengo favoritismos.\n  ","251776":"\n\n   @art3misvim\n  \n  Soy anónimo, no famoso, no lo sé.\n  ","251777":"\n\n   @ivanoviks009\n  \n  En lingüística y semiótica, el significado (Imagen de la mesa), es el contenido mental que le es dado a un signo lingüístico.\n  \n  Es decir, es el concepto o idea que se asocia a la forma sensible o perceptible Significante (La palabra mesa), del signo y al objeto que representa.\n  \n  Desde mi lógica el significado de la vida sería la imagen que percibimos sobre el conocimiento de lo que rodea a cada quien.\n  ","251778":"\n\n   @ChikaFressaStrawberryD\n  \n  La ciudad del pecado.\n  ","251779":"\n\n   @JonasRiquelme\n  \n  Hay alguna tarea domestica que te encante hacer? Puedo hacer cualquier tarea doméstica.\n  \n  Cual es al que mas odias? No me gusta hacer tareas domésticas, pero alguien tiene que hacerla, me gusta el resultado al hacerla.\n  \n  Lo que odio es que después del resultado alguien haga desastre y no se encargue de el.\n  ","251780":"\n\n   @asroma3\n  \n  RRSS.\n  ","251781":"\n\n   @Andrewbubbles\n  \n\n\n   https:\/\/m.youtube.com\/watch?v=j9V78UbdzWI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","251782":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n  Déjà vu.\n  ","251783":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n  Déjà vu.\n  ","251784":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n  Déjà vu.\n  ","251785":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n  Déjà vu.\n  ","251786":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n  Déjà vu.\n  ","251787":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n  Déjà vu.\n  ","251788":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n\n   https:\/\/m.youtube.com\/watch?v=QxJy_OQBLk4&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=46\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","251789":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Hace algún tiempo ya que dejé de ver programas televisivos.\n  ","251790":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  No lo sé, he visitado pocos.\n  ","251791":"\n\n   @art3misvim\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","251792":"\n\n   @AlejandroSantiago853\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","251793":"\n\n   @senoritoadrian093909\n  \n  Odiar a todos.\n  ","251794":"\n\n   @galaxia28\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view=1&sort=lad&flow=list\n  \n","251795":"\n\n   @senoritoadrian093909\n  \n  Se ha acentuado la violencia doméstica, a consecuencia de la pandemia.\n  ","251796":"\n\n   @Ambyrose21\n  \n  Para algunos si, yo no puedo ser así.\n  ","251797":"\n\n   @chriistian1996\n  \n  Déjà vu.\n  ","251798":"\n\n   @ivanoviks009\n  \n  Collado del Cóndor o Pico El Águila es un monumento e hito como punto a mayor altura de la carretera trasandina en el estado Mérida, Venezuela; ubicándose a 4.118 msnm entre las localidades de Timotes y Apartaderos en el páramo de Mucuchíes de la Sierra Nevada de Mérida.\n  \n  No recuerdo cuál fue la temperatura.\n  ","251799":"\n  Solo creé la cuenta en facebook por el recordatorio de los cumpleaños y ya ni para eso lo uso.\n  ","251800":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n  -.-\n  ","251801":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view=1&sort=lad&flow=list\n  \n","251802":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Si existiera en mi, el interés de ser voluntario, hace mucho que lo sería.\n  ","251803":"\n  Bonitas palabras, sobre todo para animar, igual jamás cambies.\n  ","251804":"\n\n   @EdaylisPatricia\n  \n  Agradecer es una actitud beneficiosa que nos ayuda a mantener nuestra felicidad y salud.\n  \n  Aparte de una pauta de cortesía, cada vez que damos las gracias nuestro cerebro rejuvenece y percibimos regalos espontáneos que la vida nos ofrece de muchas maneras.\n  ","251805":"\n\n   @paolavfb851918\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","251806":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  No soy correspondido, no tengo amigos, algunas veces no me entiendo, igual me hace feliz ver a alguien sonreir.\n  ","251807":"\n  Hay días en los que no quiero preguntar e irme sin volver, luego se me pasa y aún sigo aquí.\n  ","251808":"\n\n   @Andrewbubbles\n  \n  Jamás invito a ver películas.\n  \n  Las que vi acompañado fue porque me invitaron.\n  ","251809":"\n  Puedo estar equivocado, suele pasar.\n  ","251810":"\n\n   @Akenaton_Monroe\n  \n  ¿tienes pareja? No.\n  ","251811":"\n  El agradecido aquí soy yo por el trato brindado.\n  ","251812":"\n  rocío\n  \n\n   @RocioMendozaBoreanaz\n  \n\n  Música inyectada en vena.\n  \n\n   @MiriamNosequemasponer\n  \n\n  feliz √\n  \n\n   @lavidaesdivertida9546\n  \n\n  Agronn\n  \n\n   @adri3430\n  \n\n  María José\n  \n\n   @maria2608ereu2346\n  \n\n  Nuriaa✨\n  \n\n   @nuriabrahamer\n  \n\n  don mafioso\n  \n\n   @Rowfe\n  \n\n  S⃨a⃨m⃨a⃨y⃨♌\n  \n\n   @lismarilabebesitalinda137\n  \n\n  Agh\n  \n\n   @AynaraUrra\n  \n\n  ❣️ Mεlч ❣️\n  \n\n   @Dayazulcielo\n  \n\n  Darwin Giménez.\n  \n\n   @DarwinGimenez953\n  \n\n  Adyanell\n  \n\n   @Adyanell\n  \n\n  Cyredg\n  \n\n   @Cyredg\n  \n\n  ❅๖ۣۜℜaͥffͣaͫele❅\n  \n\n   @raffaelecaprio2\n  \n\n  ~•~ Angel- Lilith ~•~\n  \n\n   @Franceschina7252\n  \n\n  ✔️Blai✔️\n  \n\n   @BlasMMartin\n  \n\n  ♡Lᴀli♡♎\n  \n\n   @LaliEspositoHOficial\n  \n\n  Francis Dani\n  \n\n   @Francis0702\n  \n\n  JS\n  \n\n   @jetsiisol\n  \n\n  Merry\n  \n\n   @mariaguadaluperojassosa\n  \n\n  Laia Galí HR\n  \n\n   @LaiaGaliHR\n  \n\n  Leonardo Astros\n  \n\n   @Thalion83\n  \n\n  M ⚓\n  \n\n   @MartuchaKKS\n  \n\n  Bay\n  \n\n   @ccaroc\n  \n\n  Melanie Valenzuela\n  \n\n   @Melany_L\n  \n\n  -N®.\n  \n\n   @DianaRaquel7u7\n  \n\n  Jameia\n  \n\n   @aionescu97\n  \n\n  Not just a nice guy\n  \n\n   @unwantedniceguy_moody\n  \n\n  ~♥️Jack♥️~\n  \n\n   @YakelinPerez\n  \n\n  2 0 1 9 |• M E T A W I N •|\n  \n\n   @karina_valdivia\n  \n\n  D ❣.\n  \n\n   @DarlingMarval\n  \n\n  anónima.\n  \n\n   @ImBabyGirlES1\n  \n\n  Eliza\n  \n\n   @Eliza_villalobos\n  \n\n  Omar Arrieta Martinez\n  \n\n   @ojam_777\n  \n\n  Angel Ramírez\n  \n\n   @xegive38663538\n  \n\n  Carlos Lovato\n  \n\n   @Cfgonzalez\n  \n\n  Deii Sann\n  \n\n   @Deivissaz\n  \n\n  ✧Francisco Velásquez✧\n  \n\n   @franciscovf\n  \n\n  Mons♡\n  \n\n   @MonshesiTa\n  \n\n  Elisa ♡\n  \n\n   @UnaFrutsi\n  \n\n  Babyyyxr ❥\n  \n\n   @aranzasusa\n  \n\n  Génesis\n  \n\n   @GenesisJimenez279\n  \n\n  Ricardo Leal\n  \n\n   @RicardoLeal99\n  \n\n  ♕ Kat Morales\n  \n\n   @RuthKaterinMoralesFonseca\n  \n\n  Estadía corta.\n  \n\n   @bakkemolacy\n  \n\n  Bit\n  \n\n   @RubSantacata\n  \n\n  Sr. Mañoso\n  \n\n   @anonimoous1235235245\n  \n\n  ɹǝuǝʇǝǝʍS\n  \n\n   @Katthe_1\n  \n\n  ✿ Maro.\n  \n\n   @Phaantump\n  \n\n  Saúl chonteco\n  \n\n   @ZaUlZhontko\n  \n\n  ☪ Lez Hita ☪\n  \n\n   @Lezhezita\n  \n\n  》ᴍᴏʀɴɪɴɢ ꜱᴛᴀʀ《\n  \n\n   @SkyRusher\n  \n\n  ꕤ » ᴅᴀɴɴᴀᴇ « ꕤ\n  \n\n   @DannaeAlonso\n  \n\n  Fraan❤\n  \n\n   @FraanSantanderr\n  \n\n  ✝️†IG;\n  \n   @Edimar\n  \n  .mr ♡†✝️\n  \n\n   @MarianaReyesOk\n  \n\n  Astro,Boy\n  \n\n   @AstroBoyAstroBoy\n  \n\n  Jose Alberto Garcia\n  \n\n   @josealb82042854\n  \n\n  M O N T A N A ✔️\n  \n\n   @ESSBAIRD\n  \n\n  La flor de la canela\n  \n\n   @petitebollo\n  \n\n  ⚡Paoola⚡\n  \n\n   @PaolaMaya3\n  \n\n  Đ A N I E L A♡\n  \n\n   @danisanchez0109\n  \n\n  Resiliencia.\n  \n\n   @Nombrenoidentificado26\n  \n\n  El dueño del cortijo\n  \n\n   @DuenoDelCortijo\n  \n\n  アイリス\n  \n\n   @NekoroKo\n  \n\n  ꧁Oat Trinity꧂\n  \n\n   @galaxia28\n  \n\n  victor rod\n  \n\n   @arturogarcia111967\n  \n\n  Instagram: redred.hot\n  \n\n   @YsikaRincon\n  \n\n  *⭐SUAVE⭐*\n  \n\n   @SuavePili\n  \n\n  Natalia♡\n  \n\n   @NataliaGuido715\n  \n\n  Alejandro Gomez\n  \n\n   @ALEJANDROECR\n  \n\n  Paloma (B5)\n  \n\n   @YUPUN5\n  \n\n  Andreina Salazar\n  \n\n   @AndreinaSalazar459\n  \n\n  callate y besame\n  \n\n   @MaicolStiven\n  \n\n  ✯✯✯✯OYE MI PERRO ✯✯✯\n  \n\n   @Tatan181\n  \n\n  Vianey\n  \n\n   @Bviany\n  \n\n  Danny ت\n  \n\n   @DanyHernandez288\n  \n\n  Jose Chavarria\n  \n\n   @JoseChavarriaQ\n  \n\n  Muñe.\n  \n\n   @jossylemus\n  \n\n  ÷×°Burbujita°×÷\n  \n\n   @mydreamistofly23\n  \n\n  Joislin Pierre\n  \n\n   @JoislinPierre\n  \n\n  Jonás Gabriel\n  \n\n   @JonasRiquelme\n  \n\n  Rafael Lara\n  \n\n   @JoseMindLara\n  \n\n  Carly Santoyo\n  \n\n   @Starlight_Gates\n  \n\n  Alma negra\n  \n\n   @MariaJoseCastillo308\n  \n\n  J\n  \n\n   @dfwef8302\n  \n\n  Nɪᴍᴇɴɪ\n  \n\n   @crixg\n  \n\n  Eva.\n  \n\n   @MahidevranAddms\n  \n\n  Mαɾιαɳҽ\n  \n\n   @UntalAntilope\n  \n\n  ⚡ᎥᏒᏋᏁᏋ⚡\n  \n\n   @ireneee81\n  \n\n  Baaandida❤\n  \n\n   @rebe0829\n  \n\n  Empty girl\n  \n\n   @textostextosymastextos\n  \n\n  Imura.\n  \n\n   @imura_\n  \n\n  ☆ Daռɨ ʟօʋɛ ☆\n  \n\n   @DaniiLoveAtletii\n  \n\n  мelяose.\n  \n\n   @MelMelindres\n  \n\n  luli pampin √\n  \n\n   @lomejordeask755\n  \n\n  Paula Miel ✨\n  \n\n   @mielpaula\n  \n\n  Maria Luciernaga\n  \n\n   @Maria_luciernaga1234\n  \n\n  ❀° Fanii Hm °❀\n  \n\n   @faniihm\n  \n\n  Cris.\n  \n\n   @Cristiancorralruiz\n  \n\n  Mrs. Macbeth\n  \n\n   @blxxckvelvet\n  \n\n  Mc Chicken\n  \n\n   @mcarmentz_\n  \n","251813":"\n  Naomy:3\n  \n\n   @naaaooomiiiiii\n  \n\n  ☘ ɒ b ᴎ ɒ ᴎ ɿ ɘ ꟻ ☘\n  \n\n   @Fer_cb1619\n  \n\n  Saul Campos Carlos\n  \n\n   @saulcamposcarlos\n  \n\n  SoyTsundere\n  \n\n   @SoyTsundere\n  \n\n  Yoh\n  \n\n   @Yoh_1996\n  \n\n  ISRΔEL ṈUṈ̃EẔ ♬\n  \n\n   @IsraelDavidNunezBetancourt\n  \n\n  ⇝ ᴡᴀɴᴅᴀ ⇜\n  \n\n   @WanduuGutierrezz\n  \n\n  Taichi Yagami\n  \n\n   @taikamilla2012\n  \n\n  Anthony Tarache\n  \n\n   @NeverWolf\n  \n\n  Rosalinda\n  \n\n   @Lottoneko\n  \n\n  Azahra.\n  \n\n   @Zaaahhhraaa\n  \n\n  noasaaez\n  \n\n   @noasaaez\n  \n\n  Nobody said it was easy...\n  \n\n   @hananelj\n  \n\n  Dulzura, con mal carácter.\n  \n\n   @standout12\n  \n\n  TamiiRG♥\n  \n\n   @tamara1994\n  \n\n  ᠂ EDUARDO BAUTISTA᠂\n  \n\n   @Eduardo_Hbautista\n  \n\n  Michelle\n  \n\n   @Michelle768000\n  \n\n  ''You are not alone''\n  \n\n   @DRC6667\n  \n\n  تانيا غارسيا\n  \n\n   @ttaniiiaa__\n  \n\n  NO TENGO INSTAGRAM\n  \n\n   @isaamaartiin14\n  \n\n  SWAN ®\n  \n\n   @Patonix_lover\n  \n\n  ₮αитαѕια ɗe ✗ ̶N̶є̶и̶и̶y̶ ✗\n  \n\n   @Alex1800\n  \n\n  Luu\n  \n\n   @luucilpiz99\n  \n\n  ᴍɪɴʜᴀᴀᴀᴀʟ ™\n  \n\n   @MinhalBaloch\n  \n\n  ᑕEᔕᗩᖇ\n  \n\n   @rastacrak95\n  \n\n  ♤Perla Elyssabeth ♡\n  \n\n   @perlaa_riveraa\n  \n\n  Rocio Suarez\n  \n\n   @R0Suarez\n  \n\n  M a r i e .\n  \n\n   @HopeGuangco\n  \n\n  ☬✞✘DG✘✞☬\n  \n\n   @GgarcCiia\n  \n\n  ➳ AA\n  \n\n   @aleydaarias\n  \n\n  Sebastián Torres.✝☠\n  \n\n   @abrahamerboy2426\n  \n\n  ❤ Daniela Leon❤\n  \n\n   @DanielaLeon594\n  \n\n  Elias Lozada\n  \n\n   @eliaslozada\n  \n\n  ©atwoman\n  \n\n   @catwoman0409\n  \n\n  Liz Martinez✨\n  \n\n   @lili_a4\n  \n\n  Diana Salazar Ciudad\n  \n\n   @dianaciudad4\n  \n\n  I'm a tiger!❤️\n  \n\n   @Fyadhan\n  \n\n  0000\n  \n\n   @JosepRas\n  \n\n  ✌ La pitufina✌\n  \n\n   @sandramarincortijo\n  \n\n  Sophie\n  \n\n   @doseuladoprasempre\n  \n\n  Tony Stark\n  \n\n   @lamIronMan\n  \n\n  Mafuyu_Sato♛\n  \n\n   @Disivira\n  \n\n  Ash - アッシュ\n  \n\n   @Ruskiven\n  \n\n  π^÷ I Need uU Rey ÷^π\n  \n\n   @ysk88burbujita88\n  \n\n  Αρκάνα ⛧\n  \n\n   @uzminixnu\n  \n\n  Sophie\n  \n\n   @chopshippie\n  \n\n  Millón :3\n  \n\n   @jonathanmichael11\n  \n\n  JoyHazzard\n  \n\n   @joislinam2306\n  \n\n  -ˏˋ Momo ˎˊ-\n  \n\n   @LittleMomii\n  \n\n  Escritos y Filosofía\n  \n\n   @AnimeMangaLover\n  \n\n  ঔৣ☬šтяαωвeяячgıяł☬ঔৣ\n  \n\n   @ChikaFressaStrawberryD\n  \n\n  PMM83\n  \n\n   @PMM83\n  \n\n  Stolen kisses.\n  \n\n   @Juudith98\n  \n\n  Lidia √\n  \n\n   @porqueyolomando\n  \n\n  B I B A\n  \n\n   @biiba69\n  \n\n  ♡︎Luz☺︎︎\n  \n\n   @luzmamtnez\n  \n\n  ʰᵃʰᵃᵇᵒʸ\n  \n\n   @haha_boy\n  \n\n  ✘MERЖURYZ™✘\n  \n\n   @anyomar\n  \n\n  Imanøl LØL\n  \n\n   @Imanol_LOL\n  \n\n  BEYOTA♌\n  \n\n   @soyyoythu\n  \n\n  Bárbara ♓♿\n  \n\n   @barbie200398\n  \n\n  L\n  \n\n   @luyse94\n  \n\n  Iván García\n  \n\n   @IvanRG00\n  \n\n  ♨️ Ig : lmendezrondon\n  \n\n   @lauramr10\n  \n\n  ❝Nore❞\n  \n\n   @NorgelisDiaz\n  \n\n  Co0by\n  \n\n   @RubisitaMiau\n  \n\n  ☾ K♡nekoffe ☽\n  \n\n   @MariaPaulaChumbes\n  \n\n  Juan Moliina\n  \n\n   @JuanMoliina523\n  \n\n  Lovely louse\n  \n\n   @Alejandraif2\n  \n\n  C A R L O S\n  \n\n   @CarlosJavierRodriguez210\n  \n\n  Jacqueline❤\n  \n\n   @Jars47\n  \n\n  Ivaancillo96\n  \n\n   @Ivaancillo96\n  \n\n  Carolina\n  \n\n   @lacasitaverde2237\n  \n\n  Enrrique Blanco\n  \n\n   @enrriqueblanco\n  \n\n  PH: Podemos Hablar\n  \n\n   @ConsultorioDeLaGente\n  \n\n  ❄Chico Muerto❄ ❌\n  \n\n   @Marco_Colago_Crespo96\n  \n\n  AdictaALasSonrisas❤️\n  \n\n   @lauraburgos1996\n  \n\n  Coco\n  \n\n   @Jm_Castellano\n  \n\n  Yo soy Luis\n  \n\n   @iamarevalo\n  \n\n  Anónimx\n  \n\n   @AnoniMeraki\n  \n\n  Rose\n  \n\n   @Ambyrose21\n  \n\n  ♤Elyssabeth♡\n  \n\n   @PerlaEliRiveraJuarez\n  \n\n  Isa\n  \n\n   @ritaisabel1\n  \n\n  Dulce Zamu\n  \n\n   @Dulce95_\n  \n\n  Bones\n  \n\n   @miguelAL32\n  \n\n  Katsa\n  \n\n   @dani_g11\n  \n\n  Marlon David.\n  \n\n   @MarlonAntunez133\n  \n\n  ahoraonunca\n  \n\n   @ahoraonunca21\n  \n\n  litblondie\n  \n\n   @litblondie\n  \n\n  Lo\n  \n\n   @itsloth5\n  \n\n  Wilfredo Zapata\n  \n\n   @caballollae131786\n  \n\n  Allan Gomez\n  \n\n   @alonsogomez640\n  \n\n  jjrojaspy\n  \n\n   @jjrojaspy\n  \n\n  Andrés León\n  \n\n   @AndresL78488892\n  \n\n  Jaambiitta_\n  \n\n   @geeeemaaaaaa\n  \n\n  ❄Heavy Ángel❄\n  \n\n   @Cordeeritto\n  \n\n  Phantom\n  \n\n   @phantom356\n  \n\n  ⚡P I K A C H U⚡\n  \n\n   @ReinaldoJoseR\n  \n\n  Oriana Avila\n  \n\n   @OriianaAvilla\n  \n\n  Merlina\n  \n\n   @MerlinaMadriz\n  \n\n  Dajani ^u^\n  \n\n   @DaajjaaniiRuizAlcala\n  \n\n  Daniela\n  \n\n   @danybarreto97\n  \n\n  M51ㄒㄖ爪丂ㄚ\n  \n\n   @tomsy_crrnz\n  \n\n  Anoosha Nokhaiz\n  \n\n   @anusha176\n  \n\n  Hassan Tariq\n  \n\n   @iHassanTariq\n  \n\n  Lú\n  \n\n   @Luce1Di\n  \n","251814":"\n  Chica huracán\n  \n\n   @Nory_sky\n  \n\n  Mayasuky\n  \n\n   @mayasuky\n  \n\n  solecito\n  \n\n   @buenapersona4778\n  \n\n  C L A U D I A\n  \n\n   @Claudiaguillenmarru\n  \n\n  Patt\n  \n\n   @EdaylisPatricia\n  \n\n  jhay c\n  \n\n   @jhayc551\n  \n\n  A N T H O I V E R\n  \n\n   @AnthoiverNavas\n  \n\n  ª\n  \n\n   @KaaleidoScope\n  \n\n  Anosha\n  \n\n   @fatmahussein70\n  \n\n  ℳichelle⇆Vαlentinα✯\n  \n\n   @Chiripitiflautica1\n  \n\n  Spidermax.\n  \n\n   @spidermax2\n  \n\n  gabriela\n  \n\n   @madcityboss_\n  \n\n  ♛ ꧁✩❅Jεyηηεth Vⱥᴍpΐ❅✩꧂ ツ\n  \n\n   @Jeynneth\n  \n\n  J\n  \n\n   @Catwoman1316\n  \n\n  Edinel.\n  \n\n   @EdinelPatricia\n  \n\n  Jessica Gamarra\n  \n\n   @JessiipCocou\n  \n\n  Antonia\n  \n\n   @Xxx_Banshee_xxX\n  \n\n  Aɴᴀ Gᴇᴍ\n  \n\n   @AnaLoayzaPena\n  \n\n  Cin ❤\n  \n\n   @CiinCa\n  \n\n  PABLO\n  \n\n   @juanpa_38___\n  \n\n  diclo el F-naco\n  \n\n   @diclonock\n  \n\n  ⚫sos⚫\n  \n\n   @whateveryouneed_96\n  \n\n  Tamkeen Abid\n  \n\n   @tamkeenabid\n  \n\n  rich\n  \n\n   @richdan77\n  \n\n  somi\n  \n\n   @xChampagnemamixx\n  \n\n  Hayatullah Khan\n  \n\n   @hayatullahkhan085\n  \n\n  catarina sofia\n  \n\n   @ynafgh\n  \n\n  ESTHER FUTURA PANADERA\n  \n\n   @warrapop978012\n  \n\n  Amen Qureshi\n  \n\n   @Amen_mq\n  \n\n  REGALO FUEGUITOS\n  \n\n   @sorteodemonedas\n  \n\n  galaxy ♡\n  \n\n   @kittytwiligth\n  \n\n  Pervertido Solitario\n  \n\n   @holalinda547\n  \n\n  Daniil Blinkov\n  \n\n   @gfvawr43t9799\n  \n\n  silfredo\n  \n\n   @silfredo1243\n  \n\n  LasciDarkUniver\n  \n\n   @lascidarkuniver\n  \n\n  Patricia26Marie1994\n  \n\n   @Patricia26Marie1994\n  \n\n  Lady Cactus\n  \n\n   @Redsbian\n  \n\n  sampajama69\n  \n\n   @sampajama69\n  \n\n  Ramona\n  \n\n   @MCRamona\n  \n\n  Sunflower ♡●♧\n  \n\n   @casa_gg\n  \n\n  Joss Casth\n  \n\n   @jc2154009\n  \n\n  Jasc\n  \n\n   @jealsuca\n  \n\n  فيصل الأمير\n  \n\n   @Processions\n  \n\n  Tole Jc\n  \n\n   @ToleBebe\n  \n\n  Luiz\n  \n\n   @Temploda\n  \n\n  Luneto\n  \n\n   @Oodenta\n  \n\n  Holly Hood\n  \n\n   @rpdread\n  \n\n  ✞Señorito Adrián✞™\n  \n\n   @senoritoadrian093909\n  \n\n  ConsejosSexyBonitos\n  \n\n   @gustosintimos\n  \n\n  ❝ ❀ Império da Moda ❤️❞\n  \n\n   @StrongTeam\n  \n\n  ♛ Luis Jordán♛ (✔)\n  \n\n   @ahdrin\n  \n\n  ωωω.lαтιηαsк.¢σм\n  \n\n   @latin_ask\n  \n\n  PHILIP CRAWFORD\n  \n\n   @MACKabiVIPer42\n  \n\n  ☆SoniWaldorf☆\n  \n\n   @SoniiaDomiinguez\n  \n\n  pierre\n  \n\n   @PierreHtf\n  \n\n  Sf90f\n  \n\n   @Emanuelcarp92\n  \n\n  MUNDO GRIS\n  \n\n   @bbitajoca\n  \n\n  Buscador De Motivos\n  \n\n   @El_Buscador_De_Motivos\n  \n\n  Andrea⚡\n  \n\n   @Andrewbubbles\n  \n\n  Riangel Luzardo\n  \n\n   @riangelluzardo\n  \n\n  °Eduardo | ♋\n  \n\n   @saloneseduardo\n  \n\n  Elia❤\n  \n\n   @JAZMINSSOTOFAN\n  \n\n  ✞† Michel Villar ✞\n  \n\n   @MIVICES\n  \n\n  Chicas❤️\n  \n\n   @unmundosolochicas\n  \n\n  AM'\n  \n\n   @Habiteha\n  \n\n   ♕♛ Jose Luján ♛♕ \n  \n\n   @joselujan17\n  \n\n  ANE✨\n  \n\n   @anerubia10\n  \n\n  JMRO\n  \n\n   @JoseManuell519\n  \n\n  M\n  \n\n   @bravomiranda01\n  \n\n  Mayra Zurita\n  \n\n   @mayzuri7\n  \n\n  Yo sé\n  \n\n   @jorgelopezlopez10\n  \n\n  L o n e l y.\n  \n\n   @LonelyD2\n  \n\n  Rin Yamazaki\n  \n\n   @rinyamazaki3\n  \n\n  victor Davila Rivera\n  \n\n   @Aligandro\n  \n\n  ❝ ✧ Intense Fashion ✧ ❞ #Natal\n  \n\n   @theorigimalfashion\n  \n\n  Евгений Лукьянович\n  \n\n   @dikoyakaunico\n  \n\n  oscargamarrarodriguez.com❤️\n  \n\n   @Amorcupi\n  \n\n  ▶Srtø.Pérez◀×ARP×\n  \n\n   @ivanoviks009\n  \n\n  Alonso\n  \n\n   @FeeLip3333\n  \n\n  Ilanit\n  \n\n   @ilankas\n  \n\n  Piscis.\n  \n\n   @piscis10380\n  \n\n  #SWEET:)☺✳♻✌\n  \n\n   @BonesAngela\n  \n\n  Lucifer\n  \n\n   @Jamster320\n  \n\n  Marshall\n  \n\n   @marcelribera\n  \n\n  Jocelyn MH.♡\n  \n\n   @Jooceeliinda\n  \n\n  Leonardo Alarcon\n  \n\n   @leonardoalarcon14\n  \n\n  • V I M •\n  \n\n   @art3misvim\n  \n\n  Stefhanii Patiño ♡\n  \n\n   @dannyzhi\n  \n\n  Emiliya\n  \n\n   @emmishonia\n  \n\n  David Rubio\n  \n\n   @DavidRubio690\n  \n\n  ᣞ°◦✧☽❀۩IRIHT۩❀☾✧◦°ᣞ\n  \n\n   @Shinestilson\n  \n\n  Melisa Chablé\n  \n\n   @MeliizsaReyess\n  \n\n  Shenzo ❤ Sho\n  \n\n   @YaoiMasterSadist\n  \n\n  Emilio Usuriaga\n  \n\n   @emiliousuriaga\n  \n\n  Jaci ♡\n  \n\n   @Jacinta250\n  \n\n  Tulio\n  \n\n   @abRilera\n  \n\n  Marisol Hdez\n  \n\n   @fatima_de_vigevani12\n  \n\n  Luz Abigail Lozano.\n  \n\n   @prodigyelement4233\n  \n\n  ツ· ѕнєя·ツ\n  \n\n   @Sher_lov\n  \n\n  ∆✧°Joss°✧∆\n  \n\n   @JoosselynMendez\n  \n\n  Cess Ram ~♡♪\n  \n\n   @HubschesMadchen936\n  \n\n  Aeinguell DCO\n  \n\n   @aeinguell\n  \n\n  Belieber Boy ♥\n  \n\n   @MickiiJimenezJB\n  \n\n  Pilar Ortiz\n  \n\n   @pilar_ortiz9315\n  \n\n  アスナ\n  \n\n   @HappyDeathDay1\n  \n\n  Jonathan AG✌\n  \n\n   @jonadark\n  \n","251815":"\n\n   @cocinavital34\n  \n  Sin dudas.\n  ","251816":"\n\n   @AlejandroSantiago853\n  \n  Galería vacía.\n  ","251817":"\n  -.-\n  ","251818":"\n\n   @WanduuGutierrezz\n  \n  Desconetate un rato de las RRSS y si puedes duerme un poco.\n  ","251819":"\n\n   @saulcamposcarlos\n  \n  No soy de ponerle nombre a cosas como esa.\n  ","251820":"\n\n   @haha_boy\n  \n  Tomo el café recién preparado,  caliente me quita un poco el sueño en el momento. No me afecta a la hora de dormir.\n  ","251821":"\n\n   @latin_ask\n  \n  De niño participé en un concurso de un periódico en el cual debía dubujar, colorear y enviar en hoja tamaño carta un tigre, no gané.\n  ","251822":"\n\n   @senoritoadrian093909\n  \n\n\n   https:\/\/www.tiktok.com\/\n  \n  @villalobosij\n  ","251823":"\n\n   @Xxx_Banshee_xxX\n  \n  No tengo que yo sepa.\n  ","251824":"\n\n   @Akenaton_Monroe\n  \n  ¿Nunca está cansado, siempre quiere marcha?\n  ","251825":"\n\n   @YaoiMasterSadist\n  \n  How often do you use swear words? Puedo herir sin usar un lenguaje soez.\n  \n  What do you think of people who curse around their parents? Ese no es asunto mío.\n  ","251826":"\n  Así es.\n  ","251827":"\n  Villalobosij\n  \n\n   https:\/\/www.google.com\/m?q=Durante+la+tormenta&client=ms-opera-mobile&channel=new&es\n  \n\n  Delivery, Arequipe.\n  ","251828":"\n  De la película, no me comprometo a nada.\n  \n  Del pan. ¿Me vas a brindar o qué?\n  ","251829":"\n  Hace algún tiempo ya que dejé de ver peliculas y series, al igual que dejé de leer libros, revistas y periódicos.\n  ","251830":"\n  Jamás usé Netflix.\n  ","251831":"\n  -.-\n  ","251832":"\n\n   @cocinavital34\n  \n  Creo que solo existen dos formas:\n  \n  La que es por consanguinidad.\n  \n  La que surge por parentesco por afinidad.\n  ","251833":"\n  No uso Netflix.\n  ","251834":"\n\n   @WanduuGutierrezz\n  \n  Jamás me gustó nadie hasta\n  \n   @LaliEspositoHOficial\n  \n  ahora eso cambió.\n  \n  Quien respeta jamás será infiel en ninguna circunstancia.\n  ","251835":"\n\n   @mielpaula\n  \n  Paso de casos así.\n  ","251836":"\n  He perdido el interés en casi todo.\n  ","251837":"\n\n   @latin_ask\n  \n  Yo creo que hay vacunas que ayudan y otras que no.\n  \n  En realidad, no sabemos los resultados a largo plazo de lo que este nuevo medicamento pueda hacer, incluso para las próximas generaciones.\n  \n  No estoy contagiado, prefiero cumplir las recomendaciones de la OMS para minimizar la posibilidad de contagio.\n  \n  Creo que es muy prematuro vacunar a quienes estén sanos.\n  ","251838":"\n\n   @FernandaCornejo23F\n  \n  Dejé ❤️ Me gusta y 🔥 Recompensas de lo que leí.\n  ","251839":"\n\n   @cocinavital34\n  \n  Puedes hablar tranquilamente, aquí estamos en confianza.\n  ","251840":"\n\n   @saulcamposcarlos\n  \n  Mis mejores deseos para ti.\n  ","251841":"\n\n   @EdaylisPatricia\n  \n  Acompañado la que quiciera ver mi acompañante, en soledad las románticas.\n  ","251842":"\n\n   @HopeGuangco\n  \n  Más de una década.\n  ","251843":"\n\n   @xohir97727\n  \n  Solo sigo canales musicales.\n  \n  Dejo esto aquí por si alguien está interesado.\n  ","251844":"\n\n   @Ambyrose21\n  \n  Evitar posponer o aplazar tareas, deberes y responsabilidades por otras actividades que nos resultan más gratificantes pero que son irrelevantes.\n  \n  Procrastinar es una forma de evadir, usando otras actividades como refugio para no enfrentar una responsabilidad, una acción o una decisión que debemos tomar.\n  ","251845":"\n\n   @cocinavital34\n  \n  El respeto supone el reconocimiento, la veneración y el aprecio por otra persona.\n  ","251846":"\n\n   @senoritoadrian093909\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","251847":"\n\n   @AlejandroSantiago853\n  \n  Soy anónimo, no existe una foto como esa.\n  ","251848":"\n\n   @Andrewbubbles\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","251849":"\n  Será.\n  ","251850":"\n\n   @ivanoviks009\n  \n  Es solo un estilo de vida, no tengo nada para opinar al respecto.\n  ","251851":"\n  No, más parecido a un lobo solitario es una persona que actúa de forma independiente o, en general, vive y pasa tiempo solo en lugar de con un grupo.\n  \n  El término se origina a partir de un comportamiento particular un animal, el del lobo.\n  ","251852":"\n\n   @EdaylisPatricia\n  \n  Te agrada la gente intensa? Solo por un rato, después de eso comienzan a hacerse irritantes.\n  ","251853":"\n\n   @EdaylisPatricia\n  \n  En principio por vergüenza, ya después de eso cualquier escusa es buena.\n  ","251854":"\n\n   @ivanoviks009\n  \n  La soledad es esencialmente un estado de conciencia y se puede percibir incluso estando acompañado.\n  ","251855":"\n\n   @EdaylisPatricia\n  \n  He visto el video, pero no canto ni en los cumpleaños.\n  ","251856":"\n\n   @Chiripitiflautica1\n  \n  Para ti, ¿Qué tan importante es la amistad? Cuando hablamos de alguien importante estamos haciendo referencia a aquello que es superior a los demás similares.\n  \n  Por ejemplo, cuando una ley es importante, quiere decir que es un poco más llamativa o central que otras.\n  \n  ¿De cuántos años es tu amistad más longeva? No tengo amigos.\n  \n  ¿Alguna vez te has alejado de un amigo sin razón aparente? Siempre me alejo de las personas sin razón aparente.\n  \n  ¿Cómo se superan esas situaciones? No me comprometo a futuros encuentros programados o planificados, prefiero encuentros casuales e improvisar.\n  ","251857":"\n\n   @RooxToOrresz\n  \n  ¡Hola!\n  ","251858":"\n\n   @EdaylisPatricia\n  \n  Soy ateo.\n  ","251859":"\n\n   @Orlaandhoo\n  \n  Déjà vu.\n  ","251860":"\n\n   @Orlaandhoo\n  \n  No tengo interés, para quien tenga interés, aquí lo dejo.\n  ","251861":"\n\n   @cocinavital34\n  \n  No.\n  ","251862":"\n\n   @El_Buscador_De_Motivos\n  \n  ¿Tu (la) sabes? No.\n  \n  ¿que tal tu intuición? Pésima.\n  \n  ¿confias en que volveremos a vernos? No puede ocurrir nuevamente lo que no ha pasado la primera vez.\n  ","251863":"\n\n   @Akenaton_Monroe\n  \n  No tengo idea.\n  ","251864":"\n\n   @WanduuGutierrezz\n  \n  Jamás sé que responder a preguntas como esta.\n  ","251865":"\n\n   @senoritoadrian093909\n  \n  No soy de quedar con nadie, a menos que sea algo laboral.\n  \n  Soy de encuentros casuales.\n  ","251866":"\n\n   @Lezhezita\n  \n  Jamás me niego a un favor si está a mi alcance y que no sea en perjuicio de nadie.\n  ","251867":"\n\n   @Lezhezita\n  \n  La de Nosferatu.\n  ","251868":"\n\n   @El_Buscador_De_Motivos\n  \n  No conozco a nadie, estoy aquí creyendo que puedo conocer un poco más de mi, no puedo autopreguntarme, ya que serían preguntas que ya sé las respuestas.\n  ","251869":"\n\n   @JoseChavarriaQ\n  \n  La experiencia de la muerte de mi hermana fue tan inesperada que aún me afecta.\n  \n  Desde ese día, lo he ido asumido como algo inevitable.\n  \n  Algunas veces pienso que quizás pudo sufrir mucho si desde el accidente fuese sobreviviente o quizás solo sobrevivió con lesiones menores.\n  ","251870":"\n\n   @JoseChavarriaQ\n  \n  No lo sé.\n  ","251871":"\n\n   @JoseChavarriaQ\n  \n  Ya lo veía venir, así que ya estaba preparado.\n  \n  Solo dejé que nadie tuviera alguna duda sobre lo ocurrido.\n  ","251872":"\n\n   @Andrewbubbles\n  \n\n  2° arroba\n  \n   @ysk88burbujita88\n  \n  Hace algún tiempo ya que dejé de ver películas, no se tú.\n  ","251873":"\n\n   @cocinavital34\n  \n  Ya eso no es posible.\n  ","251874":"\n\n   @JoseChavarriaQ\n  \n  Hace algún tiempo ya que dejé de ver películas o series.\n  ","251875":"\n\n   @JoseChavarriaQ\n  \n  La vida privada que tuve con mis ex parejas.\n  ","251876":"\n\n   @JonasRiquelme\n  \n  Ni me molesta, ni me preocupa saber que las redes sociales obtienen mi información personal para las empresas, gobiernos, partidos políticos, instituciones etc.\n  ","251877":"\n\n   @thaniaparedes\n  \n  Mala memoria a corto plazo.\n  ","251878":"\n\n   @Ambyrose21\n  \n  No tengo favoritismos.\n  ","251879":"\n\n   @cocinavital34\n  \n  Tú destino lo causa tú descuido.\n  \n  El control lo causa tus decisiones en la vida.\n  \n  Puedes cerrar la boca, tapar tus fosas nasales al decidir morir, no todos lograrán morir, los que lo logran.\n  \n  ¿Fue su destino o su decisión?\n  ","251880":"\n\n   @ivanoviks009\n  \n  Lo único lujoso que tengo es el vehículo.\n  ","251881":"\n\n   @luzmamtnez\n  \n  ¿A qué hora tenéis el toque de queda? Aquí no han decretado toque de queda.\n  \n  ¿Estáis confinados en vuestros municipios? Cada quien es libre de elegir quedarse en casa o salir.\n  \n  Solo estar restringidas algunas actividades, unas con fines de lucro y otras sin fines de lucro, estás si entran abruendo en la semana de restricción son sancionadas y cerradas.\n  ","251882":"\n\n   @ivanoviks009\n  \n  Si pudiera no lo haría.\n  ","251883":"\n\n   @Ambyrose21\n  \n  Para que se pueda sobrevalorar algo, debe tener un valor constante, delimitado y preciso.\n  ","251884":"\n\n   @Andrewbubbles\n  \n  ¿Conoces a alguien que sufra alguno? Estamos rodeados de personas con TCA.\n  \n  ¿Cómo crees que debería actuar la sociedad al respecto? Dentro de la sociedad esta una muy pequeña parte de la población que lo que le importa es el lucro, no la salud de la población.\n  ","251885":"\n\n   @galaxia28\n  \n  Respondí 3:23p del jueves, 11 de febrero de 2021.\n  \n  Me ha evitado polémicas. ¿Qué más se puede pedir?\n  ","251886":"\n\n   @El_Buscador_De_Motivos\n  \n  Si puedo adoptar sin tener pareja, lo haría.\n  \n  Si tengo pareja, solo si está de acuerdo.\n  ","251887":"\n\n   @cocinavital34\n  \n  Te gustan las sorpresas? Así es.\n  \n  Cuál es la mejor que has recibido? Pedí la renuncia en mi último empleo para un emprendimiento.\n  \n  Al firmar la liquidación, me sorprendieron, me obsequiaron una Laptop HP.\n  ","251888":"\n  Ok.\n  ","251889":"\n  Así es.\n  ","251890":"\n  -.-\n  ","251891":"\n  -.-\n  ","251892":"\n\n   @karelygoga\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","251893":"\n\n   @nai23863\n  \n  No.\n  ","251894":"\n\n   @El_Buscador_De_Motivos\n  \n  Si existe el cielo ¿Como sería? El cielo si existe, es la esfera aparente azul y diáfana, un capa que rodea la Tierra.\n  \n  Si existe el infierno ¿donde estaría? El infierno solo existe para los creyentes.\n  \n  La Iglesia oficial defiende desde el siglo XV que el castigo del infierno destinado a los pecadores es “eterno”, idea iniciada en el siglo VI con San Agustín.\n  \n  El Papa Francisco acaba de revisar dicha doctrina católica al afirmar que la Iglesia “no condena para siempre”.\n  ","251895":"\n\n   @mianmaricelaatr0035\n  \n  No, recién vino un enfermo metal a la puerta de la casa a pedir agua y comida.\n  ","251896":"\n\n   @ivanoviks009\n  \n  Mis padres.\n  ","251897":"\n\n   @Andrewbubbles\n  \n  Así es, supongo que la vegetariana sería mi transición de omnívoro a vegano, si es que en algún momento lo decidiera.\n  ","251898":"\n\n   @Andrewbubbles\n  \n  La logística en el proceso y distribución de los alimentos preconsumo es aún más contaminante que el consumo en si.\n  ","251899":"\n\n   @saulcamposcarlos\n  \n  Mis mejores deseos para ti.\n  ","251900":"\n\n   @ivanoviks009\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","251901":"\n\n   @ivanoviks009\n  \n  Supongo tú las cuentas, yo no.\n  ","251902":"\n\n   @ivanoviks009\n  \n  No lo sé, se ha dicho muchas cosas al respecto.\n  ","251903":"\n\n   @Ambyrose21\n  \n  Soy neosoltero, no veo lo negativo con eso.\n  ","251904":"\n\n   @ivanoviks009\n  \n  Aquí no hay nada para hacer turismo, es una ciudad orientada a la explotación petrolera.\n  ","251905":"\n\n   @JoseChavarriaQ\n  \n  ¿Dudas de tus actos? Puedo algunas veces ser muy convincente, eso no quiere decir que tenga razón o esté en lo correcto.\n  \n  ¿Alguna vez has admitido que te equivocaste a otra persona? Así es.\n  ","251906":"\n\n   @JoseChavarriaQ\n  \n  Que alguien preguntó algo similar.\n  ","251907":"\n\n   @mianmaricelaatr0035\n  \n  Todos los días son tan similares en cuarentena, que si no fuese por el domingo familiar, creería que se detuvo el tiempo.\n  ","251908":"\n\n   @galaxia28\n  \n  Así dicen, no estoy pendiente de eso.\n  ","251909":"\n\n   @mianmaricelaatr0035\n  \n  Aseo personal y RRSS.\n  ","251910":"\n\n   @Chiripitiflautica1\n  \n  ¿Cómo se te da administrar tu tiempo durante el día? Por lo general puedo con todo.\n  \n  ¿Eres de escribir tu checklist de cosas por hacer o más bien \"como vaya viniendo vamos viendo\"? Soy de crear rutinas e improvisar.\n  \n  Para ti, ¿Es más importante seguir al pie de la letra una planificación o poder adaptarte al cambio? Ambas.\n  ","251911":"\n\n   @UntalAntilope\n  \n  En marzo se cumple el primer año, no se si celebrar o conmemorar un año sin trabajar.\n  ","251912":"\n\n   @JonasRiquelme\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","251913":"\n\n   @mianmaricelaatr0035\n  \n  Respeto cualquier tipo de creencia o cualquier tipo de relación que sea lícito.\n  ","251914":"\n\n   @mianmaricelaatr0035\n  \n  No acostumbro a comerlos.\n  ","251915":"\n\n   @taikamilla2012\n  \n  No.\n  ","251916":"\n\n   @AstroBoyAstroBoy\n  \n  Solo amaras cuando no puedas dirigir toda tú atención a una actividad o pensamiento, aislándote de lo que te rodea, sea este su cuerpo, su forma o su apariencia y sentrandote en lo que es imperceptible a los sentidos.\n  ","251917":"\n\n   @Andrewbubbles\n  \n  No lo sé, no estoy pendiente de famosos.\n  ","251918":"\n\n   @Jhon09J\n  \n  De niño tomaba cosas de otros niños de la escuela, hasta que mis padres se enteraron.\n  \n  Me hicieron entregarlos a la maestra frente a todos y dejé de hacerlo.\n  ","251919":"\n  -.-\n  ","251920":"\n  -.-\n  ","251921":"\n  -.-\n  ","251922":"\n\n   @El_Buscador_De_Motivos\n  \n  ¿eres de asignarte pequeños objetivos? Creo rutinas, fuera de eso suelo improvisar.\n  ","251923":"\n\n   @cocinavital34\n  \n  Es incomprensible, todo lo que pienso está asociado a ella, me veo afectado emocionalmente con su estado anímico, ella está mejor sin mi y lo entiendo perfectamente aún cuando duela aceptarlo.\n  ","251924":"\n\n   @ivanoviks009\n  \n  Cuando era adolescente queria comprar un auto, no fue hasta que me hice adulto que lo compré.\n  ","251925":"\n\n   @eithanckaquermartinez\n  \n  Ya tengo años amando a\n  \n   @LaliEspositoHOficial\n  \n  y no se me pasa.\n  ","251926":"\n\n   @AstroBoyAstroBoy\n  \n  “Aquí estoy, pasando la mala racha”\n  ","251927":"\n\n   @ysk88burbujita88\n  \n  ¿Blanco qué o quién?\n  ","251928":"\n\n   @ysk88burbujita88\n  \n  Respondí 10:11p del martes, 9 de febrero de 2021.\n  ","251929":"\n\n   @ysk88burbujita88\n  \n  RIP.\n  ","251930":"\n\n   @ysk88burbujita88\n  \n  No tengo problemas con eso.\n  ","251931":"\n\n   @ysk88burbujita88\n  \n  Momentos.\n  ","251932":"\n  Aquí pasan cosas inexplicables.\n  ","251933":"\n  Así es.\n  ","251934":"\n  -.-\n  ","251935":"\n\n   @Ambyrose21\n  \n  He visto destellos de luz en los ojos cuando una mujer me habla y al comentar sobre el tema se me hace imposible no sonreir al verle sonreir, si eso no la hace felices, no sé que lo hará.\n  ","251936":"\n\n   @Andrewbubbles\n  \n  La mayoría de la veces que fui al cine fui solo.\n  \n  Me gustaba ver la película sin tener a alguien comentado sobre la película o sobre otros temas.\n  ","251937":"\n  Que así sea.\n  ","251938":"\n\n   @taikamilla2012\n  \n  Unos estamos destruyendolo todo, otros lo estamos permitiendo, otros somos indiferentes.\n  \n  Si eso no es de locos, está muy cerca de serlo.\n  ","251939":"\n\n   @El_Buscador_De_Motivos\n  \n  No lo sé.\n  ","251940":"\n\n   @Ambyrose21\n  \n  Con la palabra ser se intenta abarcar el ámbito de lo real en sentido ontológico general, esto es, la realidad por antonomasia, en su sentido más amplio la realidad radical.\n  ","251941":"\n\n   @cocinavital34\n  \n  No tengo amigos.\n  ","251942":"\n  Puedo entender un poco he imaginar lo que no entiendo bien.\n  ","251943":"\n\n   @WanduuGutierrezz\n  \n  El 14 de febrero es domingo familiar y lo pasaré soltero.\n  ","251944":"\n\n   @El_Buscador_De_Motivos\n  \n  Me ha pasado, no recuerdo cuando.\n  ","251945":"\n\n   @mielpaula\n  \n  Hay mucha gente durmiendo en la calle y pasamos por delante de ellas sin mirar, como si fuera lo más normal del mundo, es triste leer lo que pides solo por unas monedas que no sirven ni para dar un platillo de comida.\n  ","251946":"\n  -.-\n  ","251947":"\n\n   @ivanoviks009\n  \n  Hace algún tiempo ya que dejé de ver televisión.\n  ","251948":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Tengo suerte, de la mala, suerte al fin, 972 me gusta aún cuando no he recibido nada con el.\n  ","251949":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Los cromosomas sexuales que determinan en la especie humana a la mujer (XX) o al hombre (XY).\n  ","251950":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  No tengo amigos.\n  ","251951":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Uso el móvil a diario, no lo recuerdo.\n  ","251952":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Cercado de bloques de concreto chispeado con semento, tejado rojo, paredes exteriores blancas, paredes interiores marfil, cocina y baños con ceramica para pared.\n  ","251953":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view=1&sort=lad&flow=list\n  \n","251954":"\n  Lo sé, si algo está en mis manos y te es útil, cuenta con ello.\n  ","251955":"\n  De todos modos el futuro es incierto, veremos que pasa.\n  ","251956":"\n  200 monedas por semana.\n  \n  Alguna que otra semana en la que se da mucha interacción entre mis usuarios y yo, logro completar las actividades y me dan esa semana poco más de 3000 monedas.\n  ","251957":"\n\n   @Andrewbubbles\n  \n  Hace algún tiempo ya que dejé de ir al cine, jamás vi más de una vez una película en el cine.\n  ","251958":"\n\n   @ivanoviks009\n  \n  ¿Te consideras un amigo\/a fiel? No tengo amigos, eso no quita que sea fiel o infiel.\n  \n  ¿Cómo te ganas la lealtad de la gente? Respeto absoluto.\n  ","251959":"\n\n   @El_Buscador_De_Motivos\n  \n  De una y sin pensarlo.\n  ","251960":"\n\n   @cocinavital34\n  \n  Mis mejores deseos para ti.\n  ","251961":"\n\n   @ivanoviks009\n  \n  Mis padres.\n  ","251962":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Todos somos dueños de la verdad hasta que alguien nos convence de que estamos equivocados.\n  ","251963":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  No tengo amigos.\n  ","251964":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Cuando estoy acompañando y hay que tomar una foto, soy quien toma la foto para no salir en ella.\n  ","251965":"\n  Quizás porque no nos entendemos.\n  ","251966":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  No recuerdo ningún chiste.\n  ","251967":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Si pudiera no lo haría.\n  ","251968":"\n\n   @warrapop978012\n  \n  ¿Te gustaría recibirlas? Así es.\n  ","251969":"\n\n   @taikamilla2012\n  \n  Un día recibí una notificación, a\n  \n   @LaliEspositoHOficial\n  \n  le gusta tu respuesta.\n  \n  Me pasé a su perfil, como lo hago con todos, a leer un poco, me quedé enganchado y empecé a pasarme más seguido.\n  \n  Sin darme cuenta terminé enamorandome, sabía que era imposible, así que solo me pasaba a leer.\n  \n  Alguien le escribió, ella le respondió algo así: \"...No le importo a nadie...\"\n  \n  Le escribí algo así: \"...No es verdad, a mi si me importas...\"\n  \n  Desde ese momento comenzamos a conversar, algunos días todo estaba bien, otros no tanto, varias veces quedábamos tan mal que no nos escribimos.\n  \n  Un día se dio el caso de conversar sobre mis sentimientos y terminé diciéndole que la amo.\n  \n  Yo sabía que ella amaba a otro, me dijo: \"...Te quiero como amigo...\"\n  \n  Le dije: \"...Tú y yo podemos ser lo que sea menos amigos...\"\n  \n  Han sido días tristes desde entonces con efímeros momentos de felicidad.\n  ","251970":"\n\n   @taikamilla2012\n  \n  No siempre.\n  ","251971":"\n\n   @senoritoadrian093909\n  \n  Hace algún tiempo ya que dejé de hacer planes, me estreso.\n  ","251972":"\n\n   @diclonock\n  \n  He manipulado la corriente, al comienzo malas experiencias por mi desconocimiento y descuido.\n  \n  No soy experto, pero puedo hacer cosas menores.\n  ","251973":"\n\n   @Jhon09J\n  \n  Hasta ahora no.\n  ","251974":"\n\n   @Jhon09J\n  \n  El futuro siempre es incierto, pero se puede afrontar con la seguridad de que haces lo correcto para que nada malo ocurra, pero no  puedes controlar el entorno.\n  ","251975":"\n\n   @Jhon09J\n  \n  Solo extraño muertos.\n  ","251976":"\n\n   @Jhon09J\n  \n  Hace ya una decada que dejé de dar o recibir besos.\n  ","251977":"\n\n   @Wojdix\n  \n  Perdón, no entendí la pregunta.\n  ","251978":"\n\n   @galaxia28\n  \n  Si me dieran la oportunidad de tener un animal exótico, no lo tendría no me gustan los animales como mascotas, me gustan verlos en su hábitat natural.\n  ","251979":"\n\n   @JoseChavarriaQ\n  \n  ¿Que es lo primero que piensas? Que facil fue equivocarme, que difil saber en qué, si no doy con la equivocación busco ayuda y si aún así no resulta bien, contrato a un experto y si no se puede, lo dejo quizás logre algo con el tiempo.\n  \n  ¿Como te lo tomas? Con soda.\n  ","251980":"\n\n   @JoseChavarriaQ\n  \n  No tengo amigos.\n  \n  Los viajes que hice acompañado fueron con familiares.\n  \n  El resto de los viajes fueron sin acompañante.\n  ","251981":"\n\n   @Andrewbubbles\n  \n  Ninguno.\n  ","251982":"\n\n   @ChikaFressaStrawberryD\n  \n  Respondí 1:41p del Lunes, 8 de febrero de 2021.\n  \n  Dejé de responder preguntas shoutout y las estoy borrando desde el 1 de febrero de 2021.\n  \n  Esta pregunta no fue por shoutout.\n  ","251983":"\n\n   @cocinavital34\n  \n  El amor es la necesidad de querer compartir la vida y lo que conlleva con otra persona velando por su bienestar.\n  ","251984":"\n\n   @JonasRiquelme\n  \n  Lo esencial es invisible a los ojos y cada persona tiene un tesoro en su interior, incluyendome frente al espejo o sin el.\n  ","251985":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Perdón, no tengo memoria cronológica.\n  ","251986":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Es un ámbito muy amplio.\n  \n  Producto - Mercadotecnia - Consumidor\n  ","251987":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Siempre he pensado que puede lograr más en otras condiciones.\n  \n  Me tocó así y así lo asumí, pudo ser peor también.\n  ","251988":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Soy VIP+\n  \n  Jamás he logrado completar las tareas de ASKfm.\n  ","251989":"\n\n   @El_Buscador_De_Motivos\n  \n  Que va.\n  \n  Cómplice, en derecho penal, es una persona que es responsable penal de un delito o falta pero no por haber sido el autor directo del mismo, sino por haber cooperado a la ejecución del hecho con actos anteriores o simultáneos.\n  ","251990":"\n\n   @luzmamtnez\n  \n  ¿Creéis en lo paranormal? No.\n  \n  Si es que sí, ¿Iríais a explorar un edificio abandonado en el que supierais que ha fallecido alguien? Ya he estado en edificios, casas, empresas y parcelas abandonadas.\n  \n  En cementerios solo he estado cuando es el entierro de alguien.\n  ","251991":"\n\n   @HopeGuangco\n  \n  Soy demasiado conciso en mis RRSS para evitar el enganche.\n  \n  En esta no lo logré.\n  ","251992":"\n\n   @JoseChavarriaQ\n  \n  ¿Que prefieres algo simple o algo complejo? Me gusta hacer que el resultado de lo complejo parezca que es simple de hacerlo.\n  \n  ¿Porqué? Quizás porque me motiva el reto.\n  ","251993":"\n\n   @JoseChavarriaQ\n  \n  No tengo favoritismos.\n  ","251994":"\n\n   @El_Buscador_De_Motivos\n  \n  Los nombres propios cumplen una función apelativa para mi, solo que al no saber el suyo no puede decirlo.\n  ","251995":"\n\n   @El_Buscador_De_Motivos\n  \n  ¿por que es necesario tanto dolor, tanto sufrimiento en este mundo? La maldad y la bondad está en cada uno de nosotros la que más disfrutes dominará tú carácter y este puede ser afectado socialmente.\n  \n  ¿por que vivimos en este valle de lagrimas? Porque tenemos sentimientos.\n  ","251996":"\n\n   @diclonock\n  \n  Cómo la llevas con el aislamiento? Estoy fastidiando de la cuarentena.\n  \n  Ya sales a trabajar o te quedas en casa? En marzo es mi primer aniversario sin trabaja, no se si celebrar o conmemorar ese día.\n  \n  #YoMeQuedoEnCasa\n  ","251997":"\n\n   @Andrewbubbles\n  \n  Jamás logré aprobar dinámicas como está ni en clases.\n  ","251998":"\n\n   @ivanoviks009\n  \n  Mis padres.\n  ","251999":"\n\n   @Renatomoa\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","252000":"\n\n   @El_Buscador_De_Motivos\n  \n  ¡ja, ja, ja!\n  ","252001":"\n\n   @emiliousuriaga\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view=1&sort=lad&flow=list\n  \n","252002":"\n\n   @JonasRiquelme\n  \n  Has tenido o conoces alguna persona con depresión? Se de alguien con depresión.\n  \n  Eres de darle importancia tanto a tu salud mental como a la de tus cercanos? Creo que mi círculo cercano tiene salud mental.\n  ","252003":"\n\n   @Ambyrose21\n  \n  Hablo de mi, ver sonreir.\n  ","252004":"\n\n   @ritaisabel1\n  \n  Genial, fasfastidiando de la cuarentena y es domingo familiar.\n  ","252005":"\n  Ciertamente.\n  ","252006":"\n  Puedo con ambas.\n  ","252007":"\n  Así es.\n  ","252008":"\n\n   @WanduuGutierrezz\n  \n  Perdón, el significado de \"amorcito\", persona con la que se sale regularmente, persona que mantiene relaciones amorosas con otra, a la espera y en preparación de iniciar una vida en común con el otro miembro de la pareja.\n  \n  Supongo que donde vives,  coloquialmente tiene otro significado.\n  ","252009":"\n\n   @senoritoadrian093909\n  \n  Mis padres.\n  ","252010":"\n\n   @Janka_Real\n  \n  Espero que este sea un golpe de suerte, he recibido todos menos ese.\n  ","252011":"\n\n   @haha_boy\n  \n  Nadie me conoce, ni yo.\n  ","252012":"\n  Estoy eliminando las preguntas Shoutout, me desbordaron, no me imagino que los 14.7 K Seguidores de mi cuenta cada uno enviara una a diario.\n  ","252013":"\n  👍\n  ","252014":"\n\n   @JonasRiquelme\n  \n  Hace algún tiempo ya que dejé de ver películas o series.\n  ","252015":"\n\n   @cocinavital34\n  \n  Velar por mis padres hasta sus últimos días.\n  ","252016":"\n\n   @evil_Reigns\n  \n  Un cuchillo en manos de un chef de cocina cuerdo terminará en un platillo exquisito, ese mismo cuchillo en manos de un chef de cocina con una enfermedad mental terminará en un platillo exquisito y quizás en en un asesinato.\n  \n  Quiero decir, de acuerdo a la información que asimiles sobre el bien y el mal en tú formación crearas tú comportamiento ante la sociedad, exederte puede que trastorne tú salud mental.\n  \n  No es el cuchillo.\n  \n  No es el medio, ni es el mensaje eres tú ante la sociedad.\n  ","252017":"\n\n   @ysk88burbujita88\n  \n  Respondí 3:04p del domingo, 7 de febrero de 2021.\n  ","252018":"\n\n   @thaniaparedes\n  \n  Ninguna de mis ex parejas lo hará, saben que no doy segunda oportunidad y soy firme en mis decisiones.\n  ","252019":"\n\n   @Claudiaguillenmarru\n  \n  Me gusta la contabilidad y la administración.\n  \n  Puedo hacer otras actividades pero serían cosas puntuales.\n  ","252020":"\n\n   @thaniaparedes\n  \n  Somos malos por naturaleza, en el transcurso de la vida aprendemos lo bueno y actuamos de acurdo a lo que nos gusta o disgusta, en ambos casos si no tenemos conciencia de nuestros actos podemos.\n  ","252021":"\n\n   @Andrewbubbles\n  \n  Activo.\n  ","252022":"\n\n   @Andrewbubbles\n  \n  Hemos afectado tanto la naturaleza que animales y plantas ya no sobreviven sin la intervención del hombre.\n  ","252023":"\n\n   @diclonock\n  \n  Nada que me cause placer me causa sentimiento de culpabilidad.\n  ","252024":"\n  😊\n  ","252025":"\n  Así es.\n  ","252026":"\n  Puedo con ambas.\n  ","252027":"\n\n   @El_Buscador_De_Motivos\n  \n  No tengo interés en la biología solo algún conocimiento.\n  ","252028":"\n  -.-\n  ","252029":"\n  -.-\n  ","252030":"\n\n   @isaamaartiin14\n  \n  Vi su Instagram.\n  ","252031":"\n  -.-\n  ","252032":"\n\n   @Claudiaguillenmarru\n  \n  Galería vacía.\n  ","252033":"\n\n   @senoritoadrian093909\n  \n  Me gusta la contabilidad y la administración.\n  \n  Puedo hacer otras actividades pero no creo que las haga, estoy bien con lo que me gusta.\n  ","252034":"\n\n   @jorgelopezlopez10\n  \n  Si hay más de una forma de hacer un trabajo y una de ellas culmina en desastre, alguien lo hará de esa manera.\n  ","252035":"\n\n   @jorgelopezlopez10\n  \n  Respeto.\n  ","252036":"\n  Jamás he sentido culpa, no se si actue bien en el pasado, presumo que si.\n  ","252037":"\n\n   @santimagaoficial\n  \n  Quiero amar y ser amado independientemente de si se da la vida sexual o el matrimonio.\n  ","252038":"\n\n   @joislinam2306\n  \n  Qué signo de zodiaco eres? ♏\n  \n  Y que es lo que te define? Me define mi integridad personal.\n  ","252039":"\n  Estaré eliminando las preguntas que reciba a través de Shoutout.\n  ","252040":"\n\n   @El_Buscador_De_Motivos\n  \n  ¿alguna vez te haz acercado a alguien por un motivo raro? Jamás me acerco a nadie, traro de ser inadvertido.\n  \n  ¿lo han hecho contigo? Se me hacercan y no sé cuál es su motivo.\n  ","252041":"\n\n   @El_Buscador_De_Motivos\n  \n  Perdón, creo que me adelanté a esto en la pregunta que te respondí anterior a esta.\n  ","252042":"\n\n   @El_Buscador_De_Motivos\n  \n  ¿y si aún no soy un adulto? Eso depende de la edad.\n  \n  por eso responsablemente pregunto: ¿como sabes que eres\/te convertiste en adulto? Una persona es adulta a partir de los 18 años.\n  \n  De acuerdo a esto, la adultez y la madurez son dos conceptos distintos.\n  \n  La madurez mental es señal de inteligencia.\n  \n  Una persona madura será, entonces, aquella capaz de aceptar críticas por ejemplo y de controlar su manera de actuar, independientemente de la edad que tenga.\n  ","252043":"\n\n   @Processions\n  \n  Perdón, no entendí la pregunta.\n  ","252044":"\n\n   @YaoiMasterSadist\n  \n  Solo doy cuando recibo, me inquieto al no hacerlo.\n  \n  Recibir me da igual, pero valoro mucho el gesto.\n  ","252045":"\n\n   @JoseChavarriaQ\n  \n  Si pudiera no lo haría.\n  ","252046":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Si tú notas alguna diferencia, me la dices, según yo va igual.\n  ","252047":"\n\n   @DaajjaaniiRuizAlcala\n  \n  No he visto una pagina en la cual compartamos más información personal que la de ASKfm.\n  \n  En todo caso si eso me importara, no tendría cuenetas de ningun tipo en Internet, es más ni usaría Internet.\n  \n  Internet tiene información personal de todos que ni te imaginas.\n  \n  Como no tengo nada que perder, realmente me da igual el uso big data, que permite recopilar información de las visitas de la página web, redes sociales, registros de llamadas y otros orígenes de datos para perfeccionar la experiencia de interacción, así como optimizar el valor que se ofrece.\n  ","252048":"\n\n   @Andrewbubbles\n  \n  Homosapien, porque jamás dejaremos de ser animales.\n  ","252049":"\n\n   @Andrewbubbles\n  \n  Los animales trabajan duro para el hombre desde que los separó de su hábitat natural y otros ya no pueden ni valerse por si solos y los convertimos en dependientes para su existencia, así que es justo que los cuides bien, ya que modificamos su naturaleza.\n  ","252050":"\n\n   @MelMelindres\n  \n  Desde marzo de 2020 he comprado en establecimientos cercanos solo para reabastecimiento de alimentos, aseo y limpieza, nada ha estado en rebajas de entonces.\n  ","252051":"\n\n   @JoseChavarriaQ\n  \n  Aún sonrio al ver sonreir.\n  ","252052":"\n\n   @Ambyrose21\n  \n  Bajo coacción y aún así lo pongo en duda.\n  ","252053":"\n\n   @JoseChavarriaQ\n  \n  Espero reanudar el trabajo, la pandemia es una incertidumbre.\n  ","252054":"\n\n   @ysk88burbujita88\n  \n  En mi caso no es importante ser importante, es la razón de mi anonimato, puedo hacer o decir sin preocupaciones, se sumaran nuevos, se restaran viejos, permaneceran los afines.\n  ","252055":"\n\n   @El_Buscador_De_Motivos\n  \n  No es posible decidir que alguien te ame solo porque tú decidas enamorarle.\n  \n  Miralo desde otro punto de vista, si alguien te ama, pero tú no le amas, haga lo que haga o diga lo que diga no podra enamorarte.\n  \n  Solo espero estar tan equivocado, que valga la pena el dolor que causa amar y no ser correspondido.\n  ","252056":"\n\n   @BonesAngela\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","252057":"\n\n   @Maria_luciernaga1234\n  \n  Hace algún tiempo ya que dejé de ser empleado, emprendí en el comercio de consumo masivo.\n  ","252058":"\n\n   @Maria_luciernaga1234\n  \n  Me recuerdo en una fiesta infantil llorando porque no agarré nada de la piñata.\n  \n  Se borró todo antes de eso y después de eso no recuerdo nada hasta el día que me dejaron en el kinder.\n  ","252059":"\n\n   @Maria_luciernaga1234\n  \n  Los gritos.\n  ","252060":"\n\n   @Maria_luciernaga1234\n  \n  Que grite cuando estoy cerca.\n  ","252061":"\n\n   @Maria_luciernaga1234\n  \n  No conozco a nadie, no me fijo en nada, no me gusta prejuzgar.\n  ","252062":"\n\n   @Maria_luciernaga1234\n  \n  De niño corría sobre paredes de al menos dos metros de altura en concreto que separaban las casas aledañas, para agarrar a los gatos.\n  \n  No se como nunca caí, me gustaba bajarlos para jugar con ellos, me encantaba darles de comer y beber para escuchar los ronroneos.\n  ","252063":"\n\n   @Maria_luciernaga1234\n  \n  Todas las que repiten porque no me leen.\n  \n  Esta misma pregunta la he respondido incontables veces.\n  ","252064":"\n\n   @YaoiMasterSadist\n  \n  Están presentes en la mayoría de los medicamentos y complementos alimenticios.\n  ","252065":"\n\n   @YaoiMasterSadist\n  \n  No lo sé, jamás me imaginé vivir una pandemia y aquí la tienes.\n  ","252066":"\n\n   @ysk88burbujita88\n  \n\n\n   https:\/\/m.youtube.com\/watch?v=K6nT4m2jsXU&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=72\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","252067":"\n\n   @ysk88burbujita88\n  \n  No lo sé.\n  ","252068":"\n\n   @isaamaartiin14\n  \n  Déjà vu.\n  ","252069":"\n\n   @isaamaartiin14\n  \n  No me llegó el enlace.\n  ","252070":"\n\n   @YaoiMasterSadist\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","252071":"\n\n   @YaoiMasterSadist\n  \n  Básicamente sin lo mismo que tú, fuera de eso, no lo sé.\n  \n  A no ser que no entendí la pregunta.\n  ","252072":"\n\n   @YaoiMasterSadist\n  \n  No tengo esa tradición, en principio para no inmiscuirme en las decisiones de otros.\n  \n  A mis hijos solo le diría la verdad si su madre está de acuerdo en que se la diga, en otro caso que lo traten con ella.\n  ","252073":"\n\n   @ysk88burbujita88\n  \n  No tengo nada divertido para compartir.\n  ","252074":"\n\n   @ysk88burbujita88\n  \n  Déjà vu.\n  ","252075":"\n\n   @ysk88burbujita88\n  \n  Soy ateo, pero como tú eres creyente. Dios te bendiga.\n  ","252076":"\n\n   @ysk88burbujita88\n  \n  Cuarentena.\n  ","252077":"\n\n   @ysk88burbujita88\n  \n  No lo sé.\n  ","252078":"\n\n   @ysk88burbujita88\n  \n  Con la cuarentena pierdo la noción del tiempo.\n  ","252079":"\n\n   @senoritoadrian093909\n  \n  Ver sonreir.\n  ","252080":"\n\n   @ivanoviks009\n  \n  Mis mejores deseos para ti.\n  ","252081":"\n\n   @Chiripitiflautica1\n  \n  ¿Se te es sencillo perdonar o por lo general el orgullo te gana? Perdono y tomo distancia.\n  \n  ¿Está bien dejar de hablar con una persona o dejar de hacer algo para mantener \"la dignidad\"? Yo siempre hablo, no con cualquiera inicio la conversación.\n  \n  ¿O prefieres conversar aunque te apene antes de perder una buena amistad? No tengo amigos.\n  ","252082":"\n  Ü\n  ","252083":"\n\n   @ysk88burbujita88\n  \n  Si pudiera no lo haría.\n  ","252084":"\n\n   @galaxia28\n  \n  Perdón, si el hilo es rojo, no es invisible a no ser que esté oculto y por esa razón no se puede ver.\n  \n  Quizás estén atado ambos en mi.\n  ","252085":"\n\n   @ysk88burbujita88\n  \n  Jamás me detengo solo cambio la estrategia.\n  ","252086":"\n\n   @ysk88burbujita88\n  \n\n  -.-\n  ","252087":"\n\n   @ysk88burbujita88\n  \n  No tengo nada divertido para compartir.\n  ","252088":"\n  -.-\n  ","252089":"\n\n   @ysk88burbujita88\n  \n  Con lo de la cuarentena pierdo la noción del tiempo, siento está tan sin efecto que parece no existiera.\n  ","252090":"\n\n   @ysk88burbujita88\n  \n  Soy ateo, pero como se que tú eres creyente. Dios te bendiga.\n  ","252091":"\n\n   @ysk88burbujita88\n  \n  Respondí 3:16p del jueves, 4 de febrero de 2021.\n  \n  Antes sentía paz, armonía y alegría.\n  \n  Desde hace algunos años comencé a sentir amor y con ello he experimentado sentimientos muy intensos.\n  ","252092":"\n\n   @Jeynneth\n  \n  En esta cuarentena hay días en los que no sé si estoy en el fin de semana o entre semana.\n  ","252093":"\n\n   @BonesAngela\n  \n  Es solo un método de medición.\n  \n  ¿Qué conclusiones puedes extraer de estas mediciones?\n  ","252094":"\n\n   @leonardoalarcon14\n  \n  Si pudiera no lo haría.\n  ","252095":"\n\n   @rinyamazaki3\n  \n  Tienen su forma de expresión única, así que debe serlo.\n  ","252096":"\n\n   @isaamaartiin14\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","252097":"\n\n   @SoniiaDomiinguez\n  \n  La fidelidad es solo un estilo de vida más.\n  \n  Se puede ser fiel o infiel de por vida.\n  \n  Se puede ser fiel y en algún momento ser infiel y viceversa.\n  \n  En todos los casos tiene que ver con lo que se gana o pierde al realizar la acción.\n  ","252098":"\n\n   @Andrewbubbles\n  \n  La música es el complemento para lo que ha sido imposible.\n  ","252099":"\n  Mis mejores deseos para ti.\n  ","252100":"\n\n   @Processions\n  \n  El ser humano experimenta su individualidad en términos de su voluntad, y esto significa que su existencia personal es idéntica a su capacidad para expresar su voluntad en el mundo.\n  ","252101":"\n\n   @YaoiMasterSadist\n  \n  No lo sé, somos tres los hijos y nuestra personalidad, pensamientos e ideas siempre han sido distintas y raras veces contrarias.\n  ","252102":"\n\n   @YaoiMasterSadist\n  \n  Mis padres.\n  ","252103":"\n\n   @ysk88burbujita88\n  \n  Los de mi niñez en bicicleta.\n  ","252104":"\n\n   @emiliousuriaga\n  \n\n\n   https:\/\/m.youtube.com\/watch?v=asLukT2zELc&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=79\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","252105":"\n\n   @leonardoalarcon14\n  \n  El tiempo.\n  ","252106":"\n\n   @JoseChavarriaQ\n  \n  ¿Qué piensas de la honestidad? Ser sincero, franco, no tener segundas intenciones en el trato con las otras personas, no sacar ventaja de las posibles debilidades o situaciones de inferioridad de otros individuos, no me veo haciendo lo contrario.\n  \n  ¿Presupondrías algo si alguien es amable? No, a las malas intenciones se le verán las costuras al detallar un poco más.\n  ","252107":"\n\n   @JoseChavarriaQ\n  \n  ¿Que piensas de ser rechazado? Es una posibilidad que debe ser respetable por los involucrados.\n  \n  ¿Es algo malo? No.\n  \n  ¿Lo evitarías? No.\n  \n  ¿Porque? Porque no existe otra forma para confirmar si se está rechazado o si se está aprobado.\n  ","252108":"\n\n   @JoseChavarriaQ\n  \n  Asumir es tener una idea de lo que es.\n  \n  Comprobar es tener la certeza de lo que es.\n  \n  Creo que solo se debe asumir cuando no se puede comprobar.\n  ","252109":"\n\n   @JoseChavarriaQ\n  \n  Solo percibo el amor en cualquiera de sus manifestaciones como algo especial.\n  ","252110":"\n\n   @JoseChavarriaQ\n  \n  ¿Con que tipo de persona haces amistad? No tengo amigos.\n  \n  Suelo conversar con cualquier persona, lo que no suelo hacer es conversar a diario con las mismas personas, me incomoda.\n  \n  ¿Haces amistad para no estar solo y tener a alguien ese momento o buscas algo duradero? No hago amistad con nadie.\n  \n  Puedo estar rodeado de personas entretenido e igual siento soledad.\n  \n  Frecuentar a diario a alguien me irrita, así que trato de evitarlo.\n  \n  Las personas muy melosas, me activan el modo rechazo.\n  ","252111":"\n\n   @Andrewbubbles\n  \n\n  5°\n  \n   @anonimoous1235235245\n  \n  ¿Algún lugar de su interés?\n  ","252112":"\n\n   @AstroBoyAstroBoy\n  \n  Rutinas.\n  ","252113":"\n\n   @YaoiMasterSadist\n  \n\n  Es inevitable\n  \n   @LaliEspositoHOficial\n  \n","252114":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Genial.\n  ","252115":"\n\n   @ysk88burbujita88\n  \n  Tienen una necesidad muy atroz.\n  ","252116":"\n\n   @ysk88burbujita88\n  \n  Regrese cuando esté calmada.\n  ","252117":"\n\n   @isaamaartiin14\n  \n  Entiendo.\n  ","252118":"\n  @ Menciono a todos los que preguntan.\n  ","252119":"\n  oo\n  ","252120":"\n\n   @YaoiMasterSadist\n  \n  La música a alto volumen.\n  ","252121":"\n\n   @ysk88burbujita88\n  \n  Aún no.\n  \n  Supongo que simplemente se han alejado sin decir nada.\n  ","252122":"\n\n   @ChikaFressaStrawberryD\n  \n  No lo sé.\n  ","252123":"\n\n   @sampajama69\n  \n  No.\n  \n  Fue lo mejor que pasó en mi vida.\n  ","252124":"\n\n   @Biyasbioficial\n  \n  Entiendo.\n  ","252125":"\n\n   @unmundosolochicas\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","252126":"\n  Mejor bloqueame, ya cree el hábito.\n  ","252127":"\n\n   @phantom356\n  \n  A veces, no somos conscientes de que nuestro pensamiento es un pensamiento desiderativo en el que tienen un gran peso nuestros deseos.\n  ","252128":"\n\n   @mielpaula\n  \n  Lo creo hasta que demuestre lo contrario.\n  ","252129":"\n\n   @isaamaartiin14\n  \n  No siempre será así, tengo mis días.\n  ","252130":"\n\n   @StrongTeam\n  \n  No recibí a nadie, no recibí nada, no regalé nada.\n  ","252131":"\n\n   @El_Buscador_De_Motivos\n  \n  ¿ como lidias con el estancamiento? El estancamiento emocional puede ser descrito como la ausencia de una evolución en la experimentación de emociones.\n  \n  Es decir, que desaparecen los cambios de una emoción a otra, y quien la experimenta se mantiene en un estado de apatía.\n  \n  Pasé por eso desde el inicio de mi adolescencia, hasta ahora que me enamoré, e cambiado quizás no en todo.\n  \n  ¿como tratas el dolor de cabeza? No tengo ese problema, supongo que con un médico.\n  \n  ¿alguna vez has dicho tus sentimientos en voz alta sin darte cuenta? Así es y ocurre exactamente lo contrario con las personas.\n  ","252132":"\n\n   @rinyamazaki3\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","252133":"\n\n   @YaoiMasterSadist\n  \n  Me gusta dar y recibir buen trato.\n  \n  No me gusta llamar la atención, prefiero pasar desapercibido.\n  ","252134":"\n\n   @El_Buscador_De_Motivos\n  \n  ¿que tan buena es tu memoria? A corto plazo es patética. Si me preguntan algo, algunas veces se la respuesta pero estoy en blanco y no la recuerdo.\n  \n  ¿Por que las personas cuando están inconscientes se ahogan con la lengua? Es una reacción del muscular.\n  \n  ¿se te ha olvidado algo importante? Así es.\n  ","252135":"\n\n   @karolayn5\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","252136":"\n\n   @rinyamazaki3\n  \n  En todo mi ciclo educativo en ningún salón llegamos a hacer algún desastre, que recuerde.\n  ","252137":"\n\n   @rinyamazaki3\n  \n  Solo me gusta lo que no es común, muy real y que parece fantasía.\n  ","252138":"\n\n   @ysk88burbujita88\n  \n  Verdadero.\n  \n  Mi madre tiene una prima, el hijo de 21 años, representó desde niño varias veces a un país en eventos deportivos en el área de natación, deportista, inteligente, atractivo, empleado destacado, amante de los animales, muy sociable, fiel a su pareja y sin vicios, todos le visualizamos un futuro muy exitoso. Un día despertó con un dolor de cabeza y murió de una aneurismas cerebral.\n  \n  En unas vacaciones, fuimos en dos vehículos a una playa, el conductor del uno de los vehículos perdió el control volcando, mi hermana y otra muchacha perdieron la vida, otros tres sobrevivieron, entre ellos mi hermano.\n  ","252139":"\n\n   @ysk88burbujita88\n  \n  No invento con la comida, no la quiero desperdiciar si queda mal.\n  ","252140":"\n\n   @YaoiMasterSadist\n  \n  Hasta ahora no.\n  ","252141":"\n\n   @senoritoadrian093909\n  \n  Siempre será mejor actuar en el momento, lo peor es no hacer nada en el peor momento.\n  ","252142":"\n\n   @senoritoadrian093909\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view=1&sort=lad&flow=list\n  \n","252143":"\n\n   @YaoiMasterSadist\n  \n  No tengo favoritismos.\n  ","252144":"\n\n   @saulcamposcarlos\n  \n  Mis mejores deseos para ti.\n  ","252145":"\n\n   @JoseChavarriaQ\n  \n  Soy demasiado citadino, estoy acostumbrado a la selva de concreto.\n  \n  Personalmente no llevo a casa nada directo de la naturaleza, lo que puedas encontrar aquí, son de obsequios recibidos.\n  ","252146":"\n\n   @BonesAngela\n  \n  Jamás sueño o puede que sea que no recuerdo nada, no lo sé.\n  ","252147":"\n\n   @ivanoviks009\n  \n  De acuerdo con el tema.\n  ","252148":"\n\n   @HopeGuangco\n  \n  No tengo amigos.\n  \n  Me he cruzado con gente a la que traté hace más de siete años.\n  \n  Algunos no los recuerdo, pero a mi si me reconocen, en ese momento se da una conversación.\n  \n  Por lo general no me comprometo a verle de nuevo.\n  ","252149":"\n\n   @El_Buscador_De_Motivos\n  \n  Solo cuando es prioridad.\n  ","252150":"\n  -.-\n  ","252151":"\n\n   @paolavfb851918\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","252152":"\n\n   @AstroBoyAstroBoy\n  \n  Esperar sentado, porque parado me voy a cansar.\n  ","252153":"\n\n   @YaoiMasterSadist\n  \n  No tengo recuerdos del juego, quizás jamás lo jugué.\n  ","252154":"\n\n   @ivanoviks009\n  \n  Si puedes decir le a alguien y a ti mismo frente al espejo más de la mitad de lo siguiente:\n  \n  Me inspiras a ser mejor persona\n  \n  Siempre me das los consejos que necesito escuchar. Incluso, cuando no quiero escucharlos.\n  \n  Te agradezco profundamente por ello.\n  \n  Cuando el resto del mundo sea demasiado para mí, eres la única persona a la que quiero regresar.\n  \n  Eres mi persona favorita para hablar.\n  \n  Nunca me canso de escuchar tu voz, tus historias.\n  \n  Siempre quiero más.\n  \n  La manera en la que te enfrentas a los desafíos me inspira, me desafía.\n  \n  Me ayuda a crecer.\n  \n  Eres realmente bueno haciéndolo todo.\n  \n  E incluso aquellas cosas que crees que no haces tan bien, adoro cómo las haces también, sin que te importe lo que los demás piensen de ti.\n  \n  Tu sola existencia ha hecho mi vida mejor.\n  \n  Me encanta lo adorable e infantil que puedes ser a veces.\n  \n  Me haces sentir joven otra vez.\n  \n  Me has enseñado cómo se siente el amor incondicional.\n  \n  Gracias por permitirme saber lo que es sentirse seguro al lado de otra persona.\n  \n  Has logrado tanto.\n  \n  Todos los días estás creciendo y evolucionando hacia una mejor y más fuerte versión de quien eras ayer.\n  \n  Desde que te conozco, me has cambiado mucho.\n  \n  Tu pasión por la vida me ha animado a soñar más grande, a amar más fuerte y a encontrar la belleza en todas partes.\n  "}}