{"Question":{"254301":"\n   Do you like olives? Yay or nay\n  ","254302":"\n   What distracts you?\n  ","254303":"\n   ¿Cómo son tus dibujos y garabatos?\n  ","254304":"\n   Do you like shows that are to be continued?\n  ","254305":"\n   I heard The Marix 4 is going out on HBO Max. I'm looking forward to seeing it but i hope its good.....What about y'all? Are y'all looking forward to seeing the Matrix 4??\n  ","254306":"\n   ¿Cuál ha sido tu relación más larga?\n  ","254307":"\n   Publica un meme que te inspire.\n  ","254308":"\n   ¿Cuál es el sitio más bonito que has visto?\n  ","254309":"\n   Cat 🐱 or dog 🐶 or both?\n  ","254310":"\n   What's your opinion about friends with benefits 😅\n  ","254311":"\n   What's your favorite scent?\n  ","254312":"\n   Reto de las canciones parte 2🐺🌙 Ponedme una canción para cada emoción 1. tristeza 2. alegría 3. melancolía 4. pasión y 5. ira. Pásate, besitos😘\n  ","254313":"\n   Reto de las canciones🐺🌙 Ponedme una canción para cada término. 1. Una que contenga la palabra \"amistad\". 2. Otra que contenga \"corazón\". 3. \"noche\" 4. \"hielo\" y 5. \"fuego\". Pásate, besitos😘\n  ","254314":"\n   Don’t be afraid to stand up to me people, I’m human just like you, remember that!\n  ","254315":"\n   Happy Halloween 🎃👻\n  ","254316":"\n   If you're single say, \"Hey\".\nIf you're taken say, \"Hi\". \nWhoever \"likes\" this comment thinks you're cute.  \n\nRepost and see the results\n  ","254317":"\n   What are you happy with with this year?\n  ","254318":"\n   Pic ⭐️\n  ","254319":"\n   Hey guys  how are you\n\n\nWhat you planning when this virus over ?\n  ","254320":"\n   Share something positive\n  ","254321":"\n   What has been your most embarrassing experience?\n  ","254322":"\n   Brownies or chocolate cake?\n  ","254323":"\n   Favorite color of Sharpie pens?\n  ","254324":"\n   What is your biggest fear?\n  ","254325":"\n   Do you think the federal government should legalize marijuana?\n  ","254326":"\n   What singer do you get romantic urges with when listening to?\n  ","254327":"\n   Am I the only one who hates hearing someone say the same thing twice?\n  ","254328":"\n   Do you smoke weed?\n  ","254329":"\n   Hey\n  ","254330":"\n   Have a good day ❤️\n  ","254331":"\n   Los dos únicos lagartos venenosos están en México y son: el monstruo de Gila y el lagarto de cuentas (y su veneno duele, pero no es mortal); ni las tutekas, o tukekes, ni las lagartijas son venenosas, así que no las mates. De hecho, los tukekes limpian las casas de las si peligrosas arañas pardas.\n  ","254332":"\n   Mental health check in, how are you doing?\n  ","254333":"\n   If you could become famous, what would you want to be famous for? 🤔\n  ","254334":"\n   La película Sinister 1 fue definida como la película más terrorífica según la ciencia. Y de verdad lo es en muchas de sus escenas... 😱... ¿Te animarías a verla en este momento y solo?\n  ","254335":"\n   What’s the weather like where you’re at?\n  ","254336":"\n   Heyy goodafternoon guys \n\nDo you know about wwe  eddie guerrero  pass away in 15 years  I really miss him soo much\n  ","254337":"\n   | 🦋 | • Cuando vas a un lugar para disfrutar y hay música. ¿Te avientas a la pista a bailar?\n  ","254338":"\n   💞 Holaa, espero que tengas un gran inicio de semana, éxitos en todo ❤🌻\n  ","254339":"\n   ¿Te han dibujado alguna vez? ¿Lápiz o a color?\n  ","254340":"\n   🖤¿Cual es la razón por la que seguís en ask? Aparte del aburrimiento, supongo que será por x personas, di su @. u otras razones. Saludos gente🖤\n  ","254341":"\n   😱En los ríos de algunas regiones de Venezuela existe un pequeño pez, el candirú, que tiene la costumbre de introducirse por el miembro y luego se engancha dentro de la uretra con las espinas de sus aletas, resultando en una verdadera agonía para los desdichados que padezcan tal espanto... 😭\n  ","254342":"\n   🖤¿Habeis mentido en alguna respuesta de vuestro perfil? Saludos y felices fiestas😜🖤\n  ","254343":"\n   ¿Alguna vez sentiste que la esencia de tu vida se fue? En ese caso ¿Qué hiciste para recuperarla?\n  ","254344":"\n   ¿Por que para algunas cosas somos pequeños y para otras hemos crecido lo suficiente?\n  ","254345":"\n   ¿A qué fanáticos religiosos les tienes más alergia? 🙄😅😛🙃😛\n  ","254346":"\n   💢\"Out of sight, out of mind\" Where can you apply this phrase in your life?\n  ","254347":"\n   No preguntes.. y dime lo estás??.. jajaja\n  ","254348":"\n   jajaja.. Excellent Respuesta!!.. Siii!!.. q No se Olvide de nosotros.. jajaja jajaja XP\n  ","254349":"\n   Aouch!!.. q Maal plan q estés pasando x eso.. ya q es mega Desagradable saber.. q No solamente te quito tu Libertad!!.. sino también el sustento 4uU!!.. y dime Corazoncito!!💕💕💕.. en q trabajabas??.. 0.0??\n  ","254350":"\n   osea creeme q Sho dudo.. quedar Viva para contarlo toO!!.. jajaja jajaja XP\n  ","254351":"\n   Eres un poco Orgulloso de Soberbia??.. y como es eso??.. Corazoncito!!💕💕💕.. serías taan Amablee y explicarme!!.. como es eso??\n  ","254352":"\n   Obvio\n  ","254353":"\n   ¿Crees que las horas escolares\/de estudio deberían moverse a la tarde porque entonces estás mucho más despierto\/a?\n  ","254354":"\n   how are you?\n  ","254355":"\n   gay, eewww, nasty\n  ","254356":"\n   Graxs.. eres un Solecito!!💕💕💕\n  ","254357":"\n   jajaja.. muchísimo FuegoO!!!.. yupieeee!!!\n  ","254358":"\n   y Yo más aún.. de poder intercambiar nuestra manera de pensar.. Graxs!!💕💕💕\n  ","254359":"\n   Yo soy el top 1 de mi país. :3 😊😅😍😳🤪🤡😵🥴😳🤪😅😊💀🙃😛🙃\n  ","254360":"\n   Yo sólo mencioné algo que leí; obvio que no practico hábitos de cavernícola trogloditas que se bañaban sólo una vez antes de nacer y con líquido amniótico de la placenta de sus madres... 😅😂😅😅😅😅😅🤣🤣😂😂😂😂\n  ","254361":"\n   Que suerte jejeje 🙈🙈\n  ","254362":"\n   Somos dos y esto no tiene final aun 😭😭😭\n  ","254363":"\n   ur page is corny, and it made me sleepy.\n  ","254364":"\n   Do you have fairy lights\/christmas lights hanging in your room year round for decoration?\n  ","254365":"\n   El comunismo es individualista (el colectivismo es sólo una consigna), opresor, esclavista, manipulador, ruinoso, destruye todos los medios de producción y monopoliza todos los recursos para ser el único proveedor y chantajear a quiénes no le sirvan ni se sujeten a sus designios.\n  ","254366":"\n   How many hours of sleep on avarage do you a night?\n  ","254367":"\n   Nikki you seem popular. Hi\n  ","254368":"\n   What is your least favorite sport?\n  ","254369":"\n   Los mocos son para los carajitos como el s-e-x-o para los adultos... ¿Será? 😅\n  ","254370":"\n   Jak tam weekend mija? :)\n  ","254371":"\n   El estrés puede parecer inofensivo, pero es un enemigo mortal de la vista, entre muchas otras partes de la salud; cuando se padece estrés intenso y prolongado, como cuando hay ansiedad, se pueden romper unos pequeños vasos de la retina y escapar fluido que puede provocar ceguera.\n  ","254372":"\n   What is your least favorite color?\n  ","254373":"\n   ¿Amor o WiFi?\n  ","254374":"\n   Acaba la frase: Yo nunca he…\n  ","254375":"\n   ¿Cómo conociste a tu mejor amigo\/a?\n  ","254376":"\n   _\n  ","254377":"\n   I know you were trouble when you walked in\n  ","254378":"\n   Can you recommend any YouTube channels?\n  ","254379":"\n   What have you learned today?\n  ","254380":"\n   Jesucristo en su vida nunca pudo comer camarones, ni deliciosa langosta, cangrejos, ostras, ni mariscos de ningún tipo, ni ricas chuletas de cerdo, ni tocino, ni liebre, ni conejo, porque la ley de los judíos de su época lo tenía como delito. Se perdió de comer esas suculencias, ¿no crees? 🙄\n  ","254381":"\n   do you believe in other life forms out there? 👽\n  ","254382":"\n   Would you rather have an easy job working for someone else or work for yourself but work incredibly hard?\n  ","254383":"\n   En algunos lugares rurales de países muy pobres donde escasea, de paso, la leña han llegado a usar excremento humano como combustible para cocinar... Me pregunto que olorcito le dejará ese humo de caca a la comida... 🙄😳🤢🤮🤧🥺🤫 (dentro de poco en Venezuela quizás tocará igual...) 😭\n  ","254384":"\n   En las películas y series de zombies los héroes hasta se cubren de tripas de muerto para camuflarse, pero ¿sería posible en la vida real? ¿Soportas acaso cuando pasas cerca del cadáver de un perro o gato podrido? 🙄🤢🤮🤧🥺🤫\n  ","254385":"\n   Los tiburones no tienen huesos, su esqueleto no está compuesto de calcio, como el nuestro, sino de cartílago, un material más blando y flexible, pero fuerte, pero que no sobrevive a la descomposición bacteriana, por lo que buscar esqueletos de tiburones bajo el mar es inútil (sólo quedan dientes)\n  ","254386":"\n   Comer gusanos, lombrices, grillos, cucarachas, larvas de insectos es muy nutritivo, a veces contienen más proteínas que las carnes que habitualmente consumismos. ¿Les darías una probadita? 🙄🤪\n  ","254387":"\n\n    https:\/\/www.instagram.com\/p\/CIwMqKsBnmz\/?igshid=17tg6y8rbklo9\n   \n   Mg y coment ?😋😳\n  ","254388":"\n   If you could have any one wish come true, what would you wish for?\n  ","254389":"\n   En algunas culturas prestarle la mujer a un visitante para que pase la noche con él es una muestra de aprecio y hospitalidad. ¿Debería ser así en todo el mundo? 🙄\n  ","254390":"\n   Los habitantes del ártico comen focas y osos polares, pero ¿sabías que el hígado de oso polar no se puede comer porque contiene una elevadísima cantidad de vitamina D, tanta que comerlo resulta mortal?\n  ","254391":"\n   Favorite character from My Babysitter’s A Vampire\n  ","254392":"\n   ¿Por qué le dicen \"ballenas\" a las personas obesas si las ballenas son delgadas? 🙄😳\n  ","254393":"\n   💞 Te gusta tomarte fotos? Por qué? 📸🥰\n  ","254394":"\n   Why do people react so idioticlly when someone asks a question? It's like you really got to get defensive or disrespectful? You cant answer like a normal human being! Geez!\n  ","254395":"\n   ¿Consideras una crueldad darle de comer a una tortuga mascota sólo una vez por semana?\n  ","254396":"\n   ¿Te gustaría que pudieran crearse dinosaurios miniatura para tenerse como mascotas?\n  ","254397":"\n   ¿Las mujeres tiene pies y los hombres pezuñas? 😅\n  ","254398":"\n   ¿...?\n  ","254399":"\n   ¿Te dan pereza las preguntas largas?\n  ","254400":"\n   Ositos cariñositos o cariño con osos? 😅\n  ","254401":"\n   Favorite TV show?\n  ","254402":"\n   ¿Comprarías un boleto para el Titanic 2021 sabiendo que Jack y Rose ya no estarían en él?\n  ","254403":"\n   Heya everyone!\n  ","254404":"\n   What's your favorite beer?\n  ","254405":"\n   When you close your eyes and you want to relax . Where do you envision yourself at? .\n  ","254406":"\n   Do you have a computer? If yes, what is the mark?\n  ","254407":"\n   Do you remember what made you smile the most this week?\n  ","254408":"\n   What's the weather in your area?\n  ","254409":"\n   Saludos, Me paso, deseando un lindo incio de semana\nMenciona una cosa que la mayoría de las personas no encuentra atractiva, pero tú sí\n  ","254410":"\n   What makes you special?\n  ","254411":"\n   Do you have recurring dreams?\n  ","254412":"\n   Hello 😊\n  ","254413":"\n   ❤️💋.. The time has come to say Goodbye!!.. 🍃💙💜🍃 Ha llegado el momento de decir Adiós!!..💋❤️\n  ","254414":"\n   ❤️💋.. Not all that glitters is Gold!!.. 🍃💙💜🍃 No todo lo que brilla es Oro!!..💋❤️\n  ","254415":"\n   ❤️💋.. Teach me to be like You!!.. 🍃💙💜🍃 Enséñame a ser como Tú!!..💋❤️\n  ","254416":"\n   ❤️💋.. You like Adventures??.. 🍃💙💜🍃 Te Gustan las Aventuras??..💋❤️\n  ","254417":"\n   How was everyone thanksgiving?\n  ","254418":"\n   Do you decorate your room or home?🤔\n  ","254419":"\n   What would a world populated by clones of you be like?\n  ","254420":"\n   🖤Me gustaría saber ¿cuál es vuestra primera impresión sobre mi y\/o mi cuenta?🖤\n  ","254421":"\n   La religión no es más que una forma de manipulación y control de unos pocos sobre unos muchos y una herramienta de división de la humanidad, al igual que la política o la moral.\n  ","254422":"\n   Do a lot of parties happen in your neighborhood on the weekend?\n  ","254423":"\n   🖤¿Crees que por leer las respuestas de alguien de ask, se puede llegar a conocer a la persona?🖤🤔\n  ","254424":"\n   People... PeOpLe... PEOPLE.. I'm bored outta my fuckin mind. What shall I do with myself? Selfie time I guess 😄😂\n  ","254425":"\n   Favorite video game? 🎮\n  ","254426":"\n   Do you like anime?\n  ","254427":"\n   How do you feel about having a gun for self defense and would you practice at a gun range?\n  ","254428":"\n   ❤️💋.. You are a proud Person??.. 🍃💙💜🍃 Eres una persona Orgullosa??..💋❤️\n  ","254429":"\n   ❤️💋.. And if the World ends??.. 🍃💙💜🍃 Y si el Mundo se acaba??..💋❤️\n  ","254430":"\n   ❤️💋.. What do you want to do Now??.. 🍃💙💜🍃 Qué quieres hacer Ahora??..💋❤️\n  ","254431":"\n   ❤️💋.. How to protect your heart from pain??.. 🍃💙💜🍃 Cómo proteger su corazón del Dolor??..💋❤️\n  ","254432":"\n   ❤️💋.. You are ready??.. 🍃💙💜🍃 Estas listoO??..💋❤️\n  ","254433":"\n   Do you talk to yourself?.\n  ","254434":"\n   How many people do you still know from school?\n  ","254435":"\n   Do you like a lot of salt in your food? Or do you not like the salt your food at all or maybe just a little bit? Or does it just depend?\n  ","254436":"\n   How are you?\n  ","254437":"\n   Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?\n  ","254438":"\n   Happy Monday!\n  ","254439":"\n   When are you the happiest during the day?\n  ","254440":"\n   What's your favorite animal?\n  ","254441":"\n   Favorite color of keys\n  ","254442":"\n   Do you like to explore? What is the most interesting place you've explored?\n  ","254443":"\n   shampoo and conditioner or just shampoo?\n  ","254444":"\n   Gracias 😊😊😊\n  ","254445":"\n   ¿Quién ha sido la última persona del otro sexo con la que has hablado?\n  ","254446":"\n   Preference tea or coffee?\n  ","254447":"\n   Are you confident in yourself\n  ","254448":"\n   Do you believe in god? And if so is it religious or personal belief\n  ","254449":"\n   What topic could you spend hours talking about?\n  ","254450":"\n   Are you religious\n  ","254451":"\n   What’s one small thing you appreciated today?\n  ","254452":"\n   Sunflowers🌻 or Roses🥀\n  ","254453":"\n   💞 Qué cambios has tenido durante este año? 🥰🤭\n  ","254454":"\n   Who likes to dance??\n  ","254455":"\n   What is your favorite flavor of chocolate?\n  ","254456":"\n   Least favorite kind of candy? I hate dots.. t b h\n  ","254457":"\n   Who was the last person you said thank you to?\n  ","254458":"\n   WHO'S HOTTER? GABBS  VS  SHELBY\nCHECK OUT THE PICS IN MY POLLS\n  ","254459":"\n   Why parents always lose they ass whooping skills\/beliefs when they have become grandparents\n  ","254460":"\n   Pizza Hut or Papa John’s\n  ","254461":"\n   Have you ever snuck out of the house?\n  ","254462":"\n   Holi🐺🌙 Si os concediese el poder de hacer lo que quisierais durante un día ¿qué os gustaría estar haciendo ahora mismo?. Me paso, besitos😘\n  ","254463":"\n   what makes you feel productive and accomplished?\n  ","254464":"\n   Have a great day everyone\n  ","254465":"\n   Si alguien te regalara una caja con todo lo que has perdido en la vida, ¿qué sería lo primero que buscarías? Atte:\n  ","254466":"\n   ¿Qué te gusta, que no, y qué aborreces de ask.fm?\n  ","254467":"\n   Favorite Netflix series?\n  ","254468":"\n   Hiii\n  ","254469":"\n   What's one thing that can instantly make your day better?\n  ","254470":"\n   Dicen los dermatólogos que no es bueno bañarse todos los días, porque se daña una capa grasa protectora de la piel y que lo recomendable es bañarse sólo tres veces por semana y por no más de cinco minutos. Y bañarse varias veces al día es muy malo.  ¿Qué opinas de ello?\n  ","254471":"\n   ¿ Alguna vez alguien ha esperado demasiado de tí?¿ Cumpliste expectativas?\n  ","254472":"\n   can you play any instruments?\n  ","254473":"\n   What’s your favorite day of the week ?\n  ","254474":"\n   Do you watch Nailed It and Sugar Rush on Netflix?\n  ","254475":"\n   How many pairs of shoes do you own?\n  ","254476":"\n   🎄ESPECIAL NAVIDAD🎄 Ya se acercan estan fechas tan lindas para festejar con nuestros seres queridos 💚 Cuéntame cual fue el mejor regalo que recibiste para Navidad? 🎁🎄\n  ","254477":"\n   Holi🌙🐺Pregunta un poco egocéntrica: ¿qué mejorarías de mi perfil? Se agradece la aplastante sinceridad. Sino [Espacio libre]😊~>\n  ","254478":"\n   ♡|C|¿Cuál es tu principal fuente de ingresos?♡\n  ","254479":"\n   What is your favorite tv show?\n  ","254480":"\n   Sinceramente Siii!!.. muchísimas Graxs.. x tan linda dedícacion.. oh deseo??.. I forget como se dice??.. osea pero Agradezco lo q dijiste💜\n  ","254481":"\n   oh Ok.. Geniaal!!.. es más ahorita te daré 3k🔥🔥🔥.. Okirokyyy!!!.. 👍👍👍\n  ","254482":"\n   oh Comprendo\n  ","254483":"\n   Que tal espero que pasen una linda navidad 🥳🥳\n  ","254484":"\n   Siento oír eso\n  ","254485":"\n   Ay ten cuidado la próxima vez\n  ","254486":"\n   u keep responding with the same stupid response.\n  ","254487":"\n   Lamento oír eso.\n  ","254488":"\n   Yeah\n  ","254489":"\n   Yes. I see you like bread. You don't have to choose. Carbs are carbs. Es el mismo  perhaps.\n  ","254490":"\n   Yes all the time\n  ","254491":"\n   Aquí sigo hablando.. de la movie de Mulan!!.. q No cantan las Melodys.. como lo hacen en la movie Original!!.. a eso me refiero Nene!!\n  ","254492":"\n   ¿Qué sabes tú que los demás no saben?\n  ","254493":"\n   Oh, ya recordé: artrópodos y crustáceos son loa misma cosa; los crustáceos son artrópodos, je\n  ","254494":"\n   Creo que me perdí... ¿Qué cosa obvia dije? No recuerdo que conversación o tema era, ja\n  ","254495":"\n   y eso xq Corazoncito??.. 0.0??\n  ","254496":"\n   Yo quiero saber el chisme🤣\n  ","254497":"\n   suena doloroso\n  ","254498":"\n   Cuándo y dónde pasó esto?\n  ","254499":"\n   Geniaal!!.. después intercambiare 🔥🔥🔥.. para Contigo.. Corazoncito!!💕💕💕\n  ","254500":"\n   ©️ Como soy tatuadora se me ha ocurrido esto; ¿Tienes tatuajes? ¿Cuál es el tattoo con el que peor lo has pasado? ¿Cuánto dinero te has llegado a gastar por un tatuaje?. Si no tienes, ¿te gustaría tatuarte? ¿Qué te harías? Un saludo 💙✨ Te sigue:\n  ","254501":"\n   WHO'S HOTTER?  AVA  VS  BRENDA\nCHECK OUT THE PICS IN MY POLLS\n  ","254502":"\n   Ever stand 6ft away from someone & ask yourself...”do they have COVID”? while having a crush?\n  ","254503":"\n   I was watching Kelsey one day, she was one of the topics she was talking about was armpit licking during sex? So I know that this is what someone does in private, how often do you have to go to the doctors?\n  ","254504":"\n   Te ha pasado que alguien de tu misma familia te tiene envidia?? :(\n  ","254505":"\n   ¿Qué te gusta hacer o sueles hacer los fines de semana? 😊\n  ","254506":"\n   Hola\n   \n    @VillalobosIJ\n   \n   paso a saludarte ^u^ espero que estes muy bien :3\n  ","254507":"\n   Do you like anything with coconut 🥥 in it? Me personally, I can’t eat anything with coconut\n  ","254508":"\n   I have a strange music playlist, but most of the songs everyone already know.\n  ","254509":"\n   have you ever attended therapy? was it helpful?\n  ","254510":"\n   Have you experienced a out-of-body experience???\n  ","254511":"\n   Fav. thing to eat on a cold day?\n  ","254512":"\n   🌟🙏.. For us Catholics this date is very Special!!.. we Celebrate the Virgin of Guadalupe!!💜.. 💋12\/Dic\/20💋.. Para nosotros los Católicos esta fecha es muy Especial!!.. celebramos a la Virgen de Guadalupe!!💜..🙏🌟\n  ","254513":"\n   What kind of pajamas do you wear?\n  ","254514":"\n   Do you like sliced bread or rolls for sandwiches?\n  ","254515":"\n   This shii get hard I know🤦‍♂️\nYou cannot give up hope💯\nStay down and stack your dough💸💸\nGrind that shii out fasho💪🏻\n\n-Seddy Hendrinx \n\nIs this a motivational message💯💪🏻? \n\nCause to me it is a motivational message💯💯, btw it's from a song\n  ","254516":"\n   Do you have a garden? If so, what grows there?\n  ","254517":"\n   Do you still get butterflies thinking of someone?\n  ","254518":"\n   ¿Qué significa para ti la libertad? Te sigue y te lee:\n  ","254519":"\n   How's everyone's day going?\n  ","254520":"\n   ¿Piensas que el mundo cambia demasiado deprisa? Te sigue y te lee:\n  ","254521":"\n   Would you rather know the history of every object you touched or be able to talk to animals?\n  ","254522":"\n   🖤¿Como crees que te ven las demás personas de tu alrededor?🖤\n  ","254523":"\n   🦇 Happy Halloween 🦇\nGot shy plans? Stay safe if you do! 🎃\n  ","254524":"\n   ©️ ¿Eres más de Android o de Apple? ✨\n  ","254525":"\n   I dare u to like and follow\n   \n    @whatz\n   \n   .p0ppin on Instagram 😳😳😳\n  ","254526":"\n   What do you prefer to be intimate in the afternoon night or in the morning\n  ","254527":"\n   Do I seem to come off as dominant or submissive? Add why you've come to your conclusion\/prediction... #gofightwin\n  ","254528":"\n\n    https:\/\/youtu.be\/LqLXVX6WrO4\n   \n","254529":"\n   Hiiii\n  ","254530":"\n   ¿Deberíamos perdonar a nuestros enemigos? ¿Por qué o por qué no? Te sigue y te lee:\n  ","254531":"\n   is it hot where you live?\n  ","254532":"\n   What is your favorite lollipop flavor?\n  ","254533":"\n   Zak Bagans\n  ","254534":"\n   Spotify or Pandora?\n  ","254535":"\n   Plans for today?\n  ","254536":"\n   Ok. That's a fair opinion.\n  ","254537":"\n   What makes you angry?\n  ","254538":"\n   🍃🍓.. Nor do they sing the beautiful Songs!!.. (((.u) 💙💜 ..Ni cantan las bellas canciones!!.. (((.u)..🍓🍃\n  ","254539":"\n   🍃🍓.. In the Mulan movie!!.. the Lucky Cricket doesn't appear either!!.. They didn't get the best of the movie from what I see!!.. (((.u) 💙💜 .. En la película de Mulan!!.. tampoco sale el Lucky Cricket!!.. No sacaron lo mejor de la película por lo que veo!!.. (((.u)..🍓🍃\n  ","254540":"\n   🍃🍓.. Because they dared to remove Mushu!!.. in the Mulan movie.. Asshhh!!!.. how annoying is that!!.. 💙💜 ..Porque se atrevieron a eliminar a Mushu!!.. en la pelicula de Mulan.. Asshhh!!!.. que molesto es eso!!..🍓🍃\n  ","254541":"\n   What’s 5+5?\n  ","254542":"\n   🍃🍓.. I'm watching the Mulan movie and it's Terrible!!.. 💙💜 Estoy viendo la película de Mulan y es Terrible!!..🍓🍃\n  ","254543":"\n   Para que se rían un rato. 😂😂😂\n   \n    https:\/\/youtu.be\/O79mAeDaXnE\n   \n","254544":"\n   What do you want for Christmas?\n  ","254545":"\n   What\n  ","254546":"\n   😁\n  ","254547":"\n   😁\n  ","254548":"\n   ¿Y ahora, que hice? 😅\n  ","254549":"\n   The lion, the witch, and the audacity of this bitch\n  ","254550":"\n   🍃🍓.. Have you seen the new Mulan movie??.. What do you think??.. 💙💜 Has visto la nueva película de Mulan??.. qué te parecio??..🍓🍃\n  ","254551":"\n   Who’s your favourite Marvel character\n  ","254552":"\n   Tienes toda la razón.. Corazoncito!!💕💕💕.. en varias ocasiones es así.. y lamentablemente No podremos saber nunca.. lo q en realidad pueda suceder.. ya q en algunas ocasiones.. nuestros actos oh desiciones.. obtienen different's resultados.. dependiendo de cómo lo suelan tomar.. You Know.. =S\n  ","254553":"\n   Who has animal crossing\n  ","254554":"\n   ¿En qué lugar el jueves va antes que el miércoles?🌸✨\n  ","254555":"\n   Tea or Coffee? ✨💛\n  ","254556":"\n   Is it too feminine for a straight man to enjoy wearing pantyhose\n  ","254557":"\n   Are you filming something on him?\n  ","254558":"\n   Favorite song by Josh Turner\n  ","254559":"\n   Terminó mi relación con mi ex y quería deshacerme de todo lo que me dió, pero los de la basura no se quieren llevar a mi hijo, jajaja ಠ︵ಠ ¿Aún guardas algo de tus relaciones pasadas?\n  ","254560":"\n   Do you wear contacts at all?\n  ","254561":"\n   What would you Slide💣 for ?\n  ","254562":"\n   What is your go-to beverage?\n  ","254563":"\n   💞Si pudieras saber la respuesta a una pregunta sobre tu futuro, ¿qué pregunta harías? 👀😳\n  ","254564":"\n   Who else agrees with this? True love feels like security and stability. You don't worry about breaking up or your partner leaving you abruptly. When they go out of town, you might miss them, but you are also happy for them, because you want them to travel and have new experiences. Your love has bala\n  ","254565":"\n   Who is your favorite CLASSIC rock band?\n  ","254566":"\n   Es un link q utilizas.. para q en cada pregunta Blockeada.. la cuál está en Secret!!.. sea utilizada x nosotros.. si deseamos hacer un intercambio de 🔥🔥🔥.. lo cual quiere decir.. q dependiendo la cantidad de preguntas.. q vayamos desblockeando.. será la Cantidad de 🔥🔥🔥 q vamos a intercambiar\n  ","254567":"\n   Como?\n  ","254568":"\n   Prefiero las zonas cálidas^^\n  ","254569":"\n   A life without bread or a life without alcohol?\n  ","254570":"\n   Have you ever broken a bone?\n  ","254571":"\n   SO WHAT DO YOU THINK OF THE PANDEMIC?\n  ","254572":"\n   McDonald’s or Burger King\n  ","254573":"\n   Would you rather 5% of the population have telepathy, or 5% of the population have telekinesis? You are not part of the 5% that has telepathy or telekinesis.\n  ","254574":"\n   Have you tried to wear a wig?\n  ","254575":"\n   Do you like The Fall season?\n  ","254576":"\n   How many games do you have on your phone?\n  ","254577":"\n   What do you miss the most about precovid times?\n  ","254578":"\n   ¿Qué comida podrías comer siempre sin cansarte? Saludos :D\n  ","254579":"\n   how many pets do you have? what are they?\n  ","254580":"\n   What are you having for dinner tonight?\n  ","254581":"\n   Do you like your food spicy? 🌶🍜\n  ","254582":"\n   Usan esas app para buscar \"pareja\"? Como tinder o badoo? 👀 Que piensan al respecto, realmente funcionan? 👀 Saludos ✌\n  ","254583":"\n   Holis🍭 ¡¡Ya se acerca Navidad!! Que es lo que no puede faltar en la mesa (comida, bebida, postre, ...)? 🎄❤ Saludos 🌹\n  ","254584":"\n   en eso si tienes razón; el que me mostraste es un artropodo marino mientras que el camarón es un crustáceo.\n  ","254585":"\n   Do you have hot cocoa and eggnog during the winter holidays?\n  ","254586":"\n   Do you prefer very spicy or non-spicy food?\n  ","254587":"\n   💞 Ya pensaste qué vas a preparar de comida para navidad? 🎄❤\n  ","254588":"\n   Eres muuy Solicitado??.. jajaja\n  ","254589":"\n   Why\n  ","254590":"\n   Oh my God.. eso se escucha más q ExquicitoO!!.. Sho quieroO!!👅👅👅\n  ","254591":"\n   Yeaah.. Maybee.. esa sea una Posibilidad!!.. tienes razón!!👍👍👍\n  ","254592":"\n   Y xq piensas eso??.. Corazoncito!!💕💕💕.. 0.0??\n  ","254593":"\n   If you had super powers would you tell family or friends? Why?\n  ","254594":"\n   Awww...that's ok.\n  ","254595":"\n   What’s the best type of music to listen to when studying?\n  ","254596":"\n   What makes you angry?\n  ","254597":"\n   ¿Sueles echarle algún tipo de salsa a las patatas fritas? Si es así, ¿cuál es tu preferida? Atte:\n  ","254598":"\n   In my profile picture, what am I doing? Please answer my question. Thanks\n  ","254599":"\n   Good morning\n  ","254600":"\n   What was the first band or musician you were really into? Do you still like it?\n  ","254601":"\n   [C] Si tuvieras la oportunidad de hablar con tu yo de la niñez, ¿qué le dirías? ¿Por qué?\n  ","254602":"\n   Monday is almost over, yeah!!!!!!\nWhats for dinner tonight?\n  ","254603":"\n   Do you believe the devil exists?\n  ","254604":"\n   What's your favorite perfume?\n  ","254605":"\n   do you like fruit 🍉🍎 🍌\n  ","254606":"\n   Zak Bagans\n  ","254607":"\n   🌞Buenos días, que tengas un excelente Viernes ❣️\n  ","254608":"\n   What are your hobbies?\n  ","254609":"\n   ¿Tú escuchabas Andy y Lucas? Lo estoy escuchando ahora y me han venido remembers JAJAJAJ 🤣 Un saludo:\n  ","254610":"\n   What you expecting in 2021?\n  ","254611":"\n   Pic💚\n  ","254612":"\n   what's your opinion on how mental health is portrayed in society?\n  ","254613":"\n   Ever had a lucid dream? What was it like?\n  ","254614":"\n   Have you ever gotten in trouble for sneaking a pet into the house\n  ","254615":"\n   Hi vote my polls,please❤️\n  ","254616":"\n   I'm very sad and heartbroken because my cousin Matthew his really good close friend passed away this month in a car crash because he lost control of the car. 💔😭😔\n  ","254617":"\n   Please help me 😢😢😥😢😢\n  ","254618":"\n   How are you going to spend Christmas break?\n  ","254619":"\n   Gracias igualmente para ti\n  ","254620":"\n   Que bien ..\n  ","254621":"\n   |C| ¿Que te gustaría que te regalaran para cerrar el año?♡\n  ","254622":"\n   Have you ever had a fake account and people just stalk?\n  ","254623":"\n   How do you deal with stress\n  ","254624":"\n   Tell me about Netflix?\n  ","254625":"\n   Do you like to wear scarves to keep warm in the winter? 🧣\n  ","254626":"\n   What's your favorite necklace?\n  ","254627":"\n   🍃💙💜🍃.. Hello, I am an only Daughter!!.. do you have many Brothers??.. how many Men and how many Women??.. 0.0??.. 🍃❤️🍃.. Hola soy Hija única!!.. tienes muchos Hermanos??.. cuantos Hombres y cuantas Mujeres??.. 0.0??.. 🍃💜💙🍃\n  ","254628":"\n   Whats a book or movie you'd reccomend?\n  ","254629":"\n   Would you like to have your own personal freeway\/highway that only you can drive on?\n  ","254630":"\n   Do you think covid would ever go away?\n  ","254631":"\n   Will a quarter pounder with cheese, large fries, and a large hi c orange lava-burst drink from McDonald's make me very full?\n  ","254632":"\n   Sólo son preguntas jocosas, con humor ácido, no literalidades, je\n  ","254633":"\n   No me refería a ese animal que mencionaste; me refería literalmente a los camarones, llamados cucarachas de mar no por el parecido literal físico, sino por el funcional: el carroñero.\n  ","254634":"\n   Ok your house is on fire and If you could only save one who would you save your actual baby that you gave birth to or your puppy you rescued from the pound?\n  ","254635":"\n   Holi🐺🌙 ¿Veíais\/véis telenovelas? ¿Cuál era\/es vuestra favorita? Yo de pequeña veía muchísimas jajaja Tengo el CD de Pasión de Gavilanes y todo😂\n  ","254636":"\n   🎬¿Cuál ha sido la última película realmente buena que has visto?\n  ","254637":"\n   Buenas🌈\n\n⭕¿Qué aprendieron este año,menciona 3 cosas?⭕\n\nSaludos 💛\n  ","254638":"\n   Have you ever written or received a love letter?\n  ","254639":"\n   What causes you to panic?\n  ","254640":"\n   Sé que ya pasó pero, ¿En \"black friday\" compraste de manera responsable, consumiste de manera compulsiva, o te controlaste para no dejarte llevar? ¿Necesitabas lo que compraste o simplemente fue por capricho?\n  ","254641":"\n   🔥🐉.. Today a boy added me and he sent me 40 questions .. what would you do if they did that to You??.. 0.0??.. 💣🔥💣.. Hoy un chico me agregó y me envió 40 Preguntas!!.. qué harías si te hicieran eso??.. 0.0??.. 🐉🔥\n  ","254642":"\n   🔥🐉.. What did you eat today??.. 💣🔥💣.. Que comiste hoy??..🐉🔥\n  ","254643":"\n   Ice Cream Cone or Snow Cone?\n  ","254644":"\n   🔥🐉.. Life is very unpredictable .. true or false and why??.. 💣🔥💣.. La vida es muy impredecible ... Verdadero o Falso y por qué??..🐉🔥\n  ","254645":"\n   🔥🐉.. If you could do Something??.. what would you like to do and Why??.. 💣🔥💣.. Si pudieras hacer algo ... ¿qué te gustaría hacer y por qué??..🐉🔥\n  ","254646":"\n   🔥🐉.. You despair Not having the answer to all the Questions??.. 💣🔥💣.. Te desesperas por No tener la respuesta a todas las Preguntas??..🐉🔥\n  ","254647":"\n   Would you rather be able to dodge anything no matter how fast it’s moving or be able to ask any three questions and have them answered accurately?\n  ","254648":"\n   You can only pick one flavor ice cream.  \nWhich would you choose?\n1) Vanilla \n2) chocolate \n3) strawberry \n4) mint chocolate \n5) cookie dough \n6) cookies and  cream\n7) praline and cream\n8) rocky road\n9) butter pecan\n  ","254649":"\n   Are you bored right now?\n  ","254650":"\n   What is your favorite kind of soup\n  ","254651":"\n   Unpopular opinion:\n  ","254652":"\n   Rum Raisins, why not?\n  ","254653":"\n   Do you like BTS? If so, what’s your favorite song by them?\n  ","254654":"\n   And that's ok as long as it's not too often.\n  ","254655":"\n   Rough day. PAP of something to cheer me up!\n  ","254656":"\n   gay, creepy, stalker\n  ","254657":"\n   Favorite Christmas dish?\n  ","254658":"\n   How did you celebrate your last birthday 🎂\n  ","254659":"\n   Which do you like more: colored holiday lights or white holiday lights? 🎄💡🌈\n  ","254660":"\n   You have a point!\n  ","254661":"\n   How many people do you think you've met in your life?\n  ","254662":"\n   What are your plans or goals for the next coming year 2021?\n  ","254663":"\n   Nicest thing anyone's ever done for you while you were sick?\n  ","254664":"\n   WIz Khalifa or snoop dog?\n  ","254665":"\n   Smoothies are coffee?\n  ","254666":"\n   Do you believe in fate?\n  ","254667":"\n   If you could pick anyone in the world,who would you pick for president?\n  ","254668":"\n   ¿Cuándo el grupo musical \"Los Enanitos Verdes\" se denominó así, estaría pensando en pitufos orcos?\n  ","254669":"\n   Buenaas! Hoy me paso con las preguntas medio chistosas (Depende de tu humor jajaja).. Recuerda responder con gracia. Si quieres que te deje mas pregunta, solo comentalo al final de la respuesta. (°u°) Att:\n  ","254670":"\n   Are you organized?\n  ","254671":"\n   ¿Cuál es el subproducto corporal humano que más se asemeja a la jalea? :3\n  ","254672":"\n   Do people ever come to you crying about things they wont handle and you tried to help them with ,but get mad at you cause it dint get handled ?😳\n  ","254673":"\n   ¿Qué te gusta más?:\n1- El reggaeton\n2- El requesón\n3- El resacón\n:3\n  ","254674":"\n   Los japoneses suelen ser adeptos de muchas perversiones eróticas y sexuales, y sienten una especial atracción por los latinos, por lo que sus mafias engañan a jóvenes de Suramérica con fantásticas promesas laborales y éstos acaban como desdichados esclavos sexuales. ¿Lo sabías?\n  ","254675":"\n   Los japoneses comen carne de ballena y delfín, y los matan no precisamente de buena manera; ¿todavía deseas ser otaku o seguir amando el anime? :3\n  ","254676":"\n   do you prefer warm or cool tones?\n  ","254677":"\n   ¿Te encanta comer camarones? ¿Qué opinas si te digo que hacen la misma función carroñera (comen cosas putrefactas) que la que desempeñan las cucarachas en la tierra, por lo que son denominados las cucarachas del mar? ¿Se te antoja otro coctelito de camarones? ¡Buen provecho! :3\n  ","254678":"\n   ¿Los mejillones son crustáceos o moluscos?\n  ","254679":"\n   Pineapple goes on pizza... yay or nay? 🙃🤣\n  ","254680":"\n   Favorite tv series of all time:\n  ","254681":"\n   Do you get along with your siblings?\n  ","254682":"\n   ¿Qué es lo peor que le harías a un mal profesor o jefe?\n  ","254683":"\n   ¿Qué tan buenos son no olvidando de darle de comer a su perro, o mascotas, por estar metidos en las redes sociales? 😅\n  ","254684":"\n   Brushing your teeth or wiping your butt – you have to give one up. Which one would it be and why? 🤔\n  ","254685":"\n   Listo\n  ","254686":"\n   Tres famosos varones que se pudieran ver bien como mujeres y tres mujeres que se pudieran ver bien como hombres. :3\n  ","254687":"\n   Can anyone recommend a good bible study book ?\n  ","254688":"\n   Who do you wish you could get back into contact with?\n  ","254689":"\n   In my profile picture, how many percent shirtless am I between 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, or 90?\n  ","254690":"\n   Who's hotter? Jennifer aniston or Lindsey lohan?\n  ","254691":"\n   Do you find yourself thinking more about your past, present or future?\n  ","254692":"\n   ¿Qué de la niña muerta que vive bajo tu cama? 👹 ¿La invitas esta noche a dormir contigo? 😅\n  ","254693":"\n   Plans for weekend?\n  ","254694":"\n   Más peligroso: ¿un conejo o un ornitorrinco?\n  ","254695":"\n   Más amargados: ¿conejitos o hámsters?\n  ","254696":"\n   Más tiernos: ¿dinosaurios o dragones?\n  ","254697":"\n   Do you like green bean casserole?\n  ","254698":"\n   Do you have cable, satellite or do you use a streaming service? I just got Hulu Live\n  ","254699":"\n   Should I post my poetry or my drawings?\n  ","254700":"\n   What is your dream job?\n  ","254701":"\n   Buenos dias people...\n  ","254702":"\n   What is the most important thing you have learned in life?\n  ","254703":"\n   When is the last time you had coffee?\n  ","254704":"\n   What did you eat for breakfast this morning?\n  ","254705":"\n   ¿ Cuál sería el ejemplo de un amor imposible  ?\n  ","254706":"\n   ¿ Cuál es el sonido que más te molesta?\n  ","254707":"\n   huh\n  ","254708":"\n   Have you ever gone sledding?\n  ","254709":"\n   Fashion question \nAre the other ladies that share the same unbling lifestyle?\n  ","254710":"\n   WHO'S  HOTTER?  AVA  VS  BRENDA\nCHECK OUT THE PICS IN MY POLLS\n  ","254711":"\n   What do you wish you spent more time doing 5 years ago?\n  ","254712":"\n   Happy Thanksgiving! 🦃\n  ","254713":"\n   Favorite song by Neon Trees\n  ","254714":"\n   Which is the last movie you watched?\n  ","254715":"\n   What’s your favorite food\n  ","254716":"\n   | 🦋 | ¿Quién es tu 911 cuando tú mundo se viene hacia abajo?\n  ","254717":"\n   How many languages do you speak? What are they?\n  ","254718":"\n   Who miss me?\n  ","254719":"\n   Are you fighting with somebody ?\n  ","254720":"\n   WHO'S HOTTER?  JENN  VS  ASHLEY\nCHECK OUT THE PICS IN MY POLLS\n  ","254721":"\n   ¿Qué haces tú aquí en el Top de USA?\n  ","254722":"\n   Roasted vegetables with a little bit of rice on the side? Anyone? Cornbread with? Do you like roast?\n  ","254723":"\n   How are you today ?\n  ","254724":"\n   Have you ever been to Disney world or Disneyland?\n  ","254725":"\n   ¿Quién es la persona a la que más admiras?\n  ","254726":"\n   Why can boys go shirtless but not girls?\n  ","254727":"\n   Does sex matter in a relationship?\n  ","254728":"\n   favorite song atm?\n  ","254729":"\n   ¿A qué hora te sueles ir a dormir?\n  ","254730":"\n   How many hours of sleep do you get a night?\n  ","254731":"\n   Publica una foto de tu icono de estilo.\n  ","254732":"\n   Is it healthy to get everything you want?\n  ","254733":"\n   Favorite ice cream flavor?\n  ","254734":"\n   ©....ঔৣ⇜ ⏩¿¿ Sabrías (( sin googlear )) por qué el símbolo de apple es una manzana mordida??⏪⇜ঔৣ Los sigue ►\n  ","254735":"\n   Is there bad government?\n   \n    https:\/\/giphy.com\/gifs\/run-IJ2B1j1aGAT4NEhXKi\n   \n","254736":"\n   💞 Te gustaría tener piscina en tu casa? 🌻🏖\n  ","254737":"\n   Favorite color of dogs\n  ","254738":"\n   What gets you out of bed every day?\n  ","254739":"\n   Make sure you bundle up if you live somewhere cold!!\n  ","254740":"\n   Have you ever called a phone  number written on a bathroom stall? What ensued?\n  ","254741":"\n   How many of you watch Law & Order Special Victims Unit\n  ","254742":"\n   Hello everyone  how are you and what your favorite wwe Superstars wrestler ?\n  ","254743":"\n   Have you ever been so confused or busy that you forgot to do something simple like: lock a door, tie a shoe, turn electronics off?\n  ","254744":"\n   Introvert or extrovert\n  ","254745":"\n   How do you feel about your smile?\n  ","254746":"\n   I hope everyone has an amazing Monday 😆😉 🥳\n  ","254747":"\n   ¿Tik Tok o Musical.ly?\n  ","254748":"\n   Is Grubhub a good food delivery service?\n  ","254749":"\n   [©] ¿Crees en los fantasmas y lo paranormal? \n\nsino crees, has visto algún documental o algún vídeo similar a la pregunta? \n\nAtte: ツ\n  ","254750":"\n   [©] ¿Qué es lo que más te hace llorar o te molesta que hagan? \n\nAtte: ツ\n  ","254751":"\n   Los doritos están muy caros y traen muy poquito; ¿de verdad vale la pena compartirlo con tu crush? No es ser egoísta; ¿No es supervivencia? :3 😅🤪\n  ","254752":"\n   do you think 2021 is going to be better than 2020?\n  ","254753":"\n   ¿Intercambiamos 30x30❤️? 🥰\n  ","254754":"\n   ⏰ Semana 50 del año. Tines algo más que desees aportar por aquí? ⏰ Week 50 of the year.  Do you have anything else you want to contribute here? ⏰ Settimana 50 dell'anno.  Hai qualcos'altro che vuoi contribuire qui? ⏰ 50 неделя года.  У вас есть еще что-нибудь, что вы хотите здесь внести?\n  ","254755":"\n   Humm Hmm!!.. como No se me Ocurrió antes??.. jajaja.. Aouch!!!.. :3\n  ","254756":"\n   En Asia se produce un café muy caro que se procesa siendo comida la semilla y defecada por un mamífero conocido como giveta; es ese curioso detalle el que la da el sabor tan peculiar que lo hace muy costoso tipo gourmet; pregunto: ¿te apetece una taza de ese delicioso café cagado por un animal?\n  ","254757":"\n   What is something you enjoy doing?\n\nSide note - SHOUTOUT\n   \n    @AkciMMicka\n   \n   is the best you guys! If you want someone awesome to follow! Go give this great person a follow! They are always so nice to me! Thanks for that. Shoutout to you Micka! Stay great! 🤙🤘\n  ","254758":"\n   Es una suerte estar vivo, porque hay miles de enfermedades, circunstancias, accidentes, enemigos, giros del destino, que cada día buscan entregarnos servidos como suculento regalo en bandeja de oro ante la muerte.  Muchos no lo están logrando en este momento. ¿No te sientes afortunado de estar vivo?\n  ","254759":"\n   Será cierto que Nicolás Maduro piensa que las orcas (delfín gigante conocido como \"ballena asesina\") Son el femenino de los orcos (criaturas desgarbadas parecidas a los trolls, monstruos de bosque) 🙄😅\n  ","254760":"\n   Hey everybody. How are you\n  ","254761":"\n   Favorite song by T Pain\n  ","254762":"\n   Do you have preference of questions here?\n  ","254763":"\n   Ok\n  ","254764":"\n   Holi🐺🌙 Contadme una anécdota que creáis que merece la pena ser contada. Pásate, besitos😘\n  ","254765":"\n   ¿Se podrían ver bien las mujeres estéticamente, si tuvieran tantas mamas como otras especies de mamíferos?\n  ","254766":"\n   ¿Por qué los murciélagos y los ornitorrincos son mamíferos peculiares?\n  ","254767":"\n   Muchas gracias 😊\n  ","254768":"\n   Veras que si ✨❤✨😊\n  ","254769":"\n   Hola! Todo bien? Cual fue tu canción favorita del año? Y objetivamente: Cual la mejor del 2020? Ya de paso: El\/la artista o banda del año? Descubriste algún artista o banda que te haya marcado este 2020? Tomate el tiempo para responder.. Ok, si quieres pregúntame o deja un MG.. Hasta la próxima!\n  ","254770":"\n   Buenos días, lindo día❤️\n¿Alguna vez has destrozado algo por enfado?\n  ","254771":"\n   🎁🎀.. You are Generous to give gifts this Christmas??..⛄🎄⛄.. eres Generoso en dar regalos esta Navidad??..🎀🎁\n  ","254772":"\n   What are you doing this week?\n  ","254773":"\n   💙💙\n  ","254774":"\n   Anyone living in New York City?\n  ","254775":"\n   What's the craziest thing you've ever done?\n  ","254776":"\n   Which Jurassic Park is your favorite?\n  ","254777":"\n   Why is it so cold\n  ","254778":"\n   Good night\n  ","254779":"\n   What words do you misspelled ?\n  ","254780":"\n   Can you take a joke? 🤣🤦🏽‍♀️\n  ","254781":"\n   What color clothes do you look the best in? 😍\n  ","254782":"\n   Have any of you watched: CATCH.44?\n  ","254783":"\n   🖤¿En la vida que crees que merece la pena?🖤\n  ","254784":"\n   Yo tengo fe en que se cumplirán ^w^ animo 💖\n  ","254785":"\n   Me alegra saberlo\n   \n    @VillalobosIJ\n   \n   Feliz Inicio De Semana 😊\n  ","254786":"\n   Pon una canción que te recuerde a alguien y, si quieres, di a quién. Atte:\n  ","254787":"\n   huuy.. q Maal plan.. Yo ya me estaba preparando.. para pensar q te pediría.. jajaja\n  ","254788":"\n   Whats the most interesting thing about you?\n  ","254789":"\n   \"Somos almas puras arrastrando cadenas de peso\" dime qué entiendes\/cómo interpretas esta frase\n  ","254790":"\n   Do you like to barbecue?\n  ","254791":"\n   Check in with your state 🗣\n  ","254792":"\n   Are you as excited for Friday nowadays, as you were when you were younger?\n  ","254793":"\n   Would you rather go without the internet OR showering for a month?\n  ","254794":"\n   What’s your favorite ice cream flavor?\n  ","254795":"\n   What is your favorite food?\n  ","254796":"\n   What’s your favorite ice cream flavor?\n  ","254797":"\n   Do you like the cold weather? If you do what’s your favorite things about it 💫\n  ","254798":"\n   If you were going to get a tattoo, what would it be and where?\n  ","254799":"\n   Your favorite YouTuber? 📹\n  ","254800":"\n   Have you heard the new Ariana Grande’s Album Positions??? Tell me your thoughts about it😁\n  ","254801":"\n   Is this app still as popular as it was a couple years ago? Wondering from the community :)\n  ","254802":"\n   What's your favorite thing to order at McDonald's?\n  ","254803":"\n   What do you think about when you wake up in the middle of the night?\n  ","254804":"\n   What's your favorite piercing?\n  ","254805":"\n   Where do you go when you feel sad?\n  ","254806":"\n   Are you more often lending or borrowing money?\n  ","254807":"\n   My cousin Tinikka passed away 9 years ago on November 21st at the age of 19 because of Lupus and I really love her and miss her so much ❤😭. I wish that I could talk to her and hear her voice. It's been really hard losing my cousin go so soon 😔.\n  ","254808":"\n   💞 Holaa, te gusta esta aplicación? Por cuáles motivos la usas? 🥰\n  ","254809":"\n   Do you wish you could be taller?\n  ","254810":"\n   My boyfriend just checked messages 2 hours ago on hangouts. Is that called he was active 2 hours ago? Yes or no\n  ","254811":"\n   Goodnight!\n  ","254812":"\n   ©....ঔৣ⇜ ⏩Hablemos de tiempo...¿¿Se puede acabar el tiempo?? ¿¿o el tiempo es infinito ?? ...??⏪⇜ঔৣ Los sigue ►\n  ","254813":"\n   Love it\n  ","254814":"\n   28 votos? no entiendo jajaja qué dices? 😂\n  ","254815":"\n   I love what I can provide someone interest that you have to find that person that allows you to unlock all of that and sorry\n  ","254816":"\n   Would you rather EAT or be EATEN?\n  ","254817":"\n   What is your biggest goal right now?\n  ","254818":"\n   do you prefer iced tea, iced coffee, or iced water?\n  ","254819":"\n   Do you love yourself? If not, how do you think you could appreciate yourself more?\n  ","254820":"\n   Any past experiences with incredibly rude people? :\/\n  ","254821":"\n   what have you accomplished this week?\n  ","254822":"\n   Do you have any pets? If so, what do you have?\n  ","254823":"\n   If you celebrate it, have you put up your Christmas tree yet? Christmas 🎄 🌲\n  ","254824":"\n   ¿Cuál es tu olor favorito?\n  ","254825":"\n   Publica una foto de tu entorno actual\n  ","254826":"\n   Holi🐺🌙 ¿Qué te diferencia del resto?. Pásate😘\n  ","254827":"\n   Tell me a joke\n  ","254828":"\n   ¿Cuál de los programas televisivos de hoy en día es tu favorito?\n  ","254829":"\n   list three facts about yourself that your followers may not know:\n  ","254830":"\n   I treat everyone with much respect. I feel like I have spent most my life making others happy and forgot about myself. Should I focus on myself and stop giving my energy to others since ita not getting me anywhere in life but being taken advantage of my kindness??\n  ","254831":"\n   have you had to get a covid test?\n  ","254832":"\n   ¿Te gusta tekken?\n  ","254833":"\n   Holaaaa ¿tienes alguna experiencia paranormal?\n  ","254834":"\n   Nachos o papas fritas?\n  ","254835":"\n   Favorite color of reptiles?\n  ","254836":"\n   Hola! ✌🏻\nLindo inicio de semana. Que sea excelente y puedas cumplir tus metas. 🔥\n¿Qué tienes planeado hacer esta semana? 🤩😏\n  ","254837":"\n   Me paso :D ¿Tienes alguna historia de miedo, o divertida, que te haya ocurrido? Cuentala :D\n  ","254838":"\n   Volviendo a la pizza ¿Sueles tostar la pizza o dejas que se quede medio blanda? Atte:\n  ","254839":"\n   What’s your go to casino game?\n  ","254840":"\n   Holaa! ¿Cómo estás? Espero que bien! Pregunto: ¿Crees seguir activo para enero o febrero del año próximo? sí sí, nos reencontraremos en ese tiempo! si no, ¡un gusto hacerte preguntas por aquí! Esta es mi última pregunta del año! Espero que tengas un bonito cierre y un hermoso inicio de año!\n  ","254841":"\n   Cuando comes pizza, ¿eres de comer los bordes o de dejarlos? Atte:\n  ","254842":"\n   Hope you have a wonderful week. ☀️\n  ","254843":"\n   ¿Respondéis a todas las preguntas que os hacen, o borrados alguna? 😈 Atte:\n  ","254844":"\n   ¿Qué tienes en los bolsillos?\n  ","254845":"\n   Buen día, Feliz inicio de semana ❤️\nTe deseo lo mejor😊\n  ","254846":"\n   ¿Qué tipo de champú utilizas?\n  ","254847":"\n   No se dejen trabajar por nadie ni que les digan algo o los hagan sentir mal cada quien es único\/a y tiene su manera de vivir diferente y cada quien hace con su vida lo que uno quiere tenemos vida propia y hay que vivirla no hay que dejar que nadie la viva por nosotros porque somos diferentes\n  ","254848":"\n   Cuando hablen mal de ustedes por donde sean no les presten atención esas personas lo que quieren es herir y ver mal a uno y juzgan y hacen cosas sin conocer a uno primero y hieren mucho no se porque la gente es tan mala aquí hay gente que es chévere pero también hay gente que quiere destruir a uno ☹\n  ","254849":"\n   ¿Te sentirías bien aunque acabaras el\/la último\/a en una competición?\n  ","254850":"\n   ¿Quién odia más la escuela? ¿Los estudiantes o los profesores?\n  ","254851":"\n   Cuando sales a comer fuera ¿tienes preferencia por algún restaurante o tipo de comida? Si es así, ¿por qué sueles decantarte? Atte:\n  ","254852":"\n   ¿Quién ha sido la última persona con la que te has encontrado hoy?\n  ","254853":"\n   ¿Qué fruta comes con más frecuencia?\n  ","254854":"\n   © ¿Te gustan más las películas o las series? ¿Cuál es tu género favorito? Si no te gustan, te dejo espacio libre ✨ Te sigue:\n  ","254855":"\n   [©] ¿Añade una de las cosas que crees que pocas personas hacen? \n\nAtte: ツ\n  ","254856":"\n   [©] ¿Cuál es tu mayor sueño?\n\nAtte: ツ\n  ","254857":"\n   ¿quien quiere que le pegue con una rosquilla? o...0\n  ","254858":"\n   ¿Demasiada bondad puede representar una señal de debilidad?\n  ","254859":"\n   Si pudieran pedir un deseo esta navidad 🎄, cual seria?? 🎄⛄🎁\n  ","254860":"\n   💞 Hola, espero que hayas tenido una linda semana y si no, recuerda que si algo hiciste mal, esta semana lo puedes hacer bien ❤🌻\n  ","254861":"\n   Se acerca Navidad ya hiciste tu lista de regalos?? 😊⛄🎄✨\n  ","254862":"\n   Buenas Noches!!! 😊✨, Como van los primeros días de este que es el ultimo mes del año 😊??\n  ","254863":"\n   Hi\n  ","254864":"\n   Hola, te dejé 10 fueguitos como recompensa, no esperaba que me los devolvieras. ewe\n  ","254865":"\n   ¿Qué te gusta hacer entre semana? ✨ Te sigue:\n  ","254866":"\n   Hola 🤗 buenas tardes\/noches🌝🌚¿Cómo estás?mi pregunta es:¿Sos de comer comida en los puestos callejeros o preferís si salís a comer algo afuera de tu casa que sea en un restaurante?👀Saludos🍁cuídate mucho😷\n  ","254867":"\n   ¿Tienes alguna afición que sea considerada fuera de lo normal\/habitual? Atte:\n  ","254868":"\n   🌠¿Qué te hubiera gustado que te enseñaran?\n  ","254869":"\n   🌠¿Cuáles son las actividades que más has hecho durante la cuarenta? 🎮\n  ","254870":"\n   Have you ever married? Divorced?\n  ","254871":"\n   Are you a perfectionist? What are you too critical of yourself for?\n  ","254872":"\n   | 🦋 | ¡HOLAAAAAAAAA! 💕\n  ","254873":"\n   [C] Si tuvieras que ir a cenar con tu 3º @ de ask quién sería? \n\nAtte: ✨\n\nPD: Que tengáis un buen domingo🥰 \n\nSino quieres añadir la @ (ESPACIO LIBRE)\n  ","254874":"\n   Hola😃 buen dia, q tengas un bonito domingo a lado de tus seres queridos ☀️😊😎\n  ","254875":"\n   [C] Que opináis sobre el tema de la decoraciones navideñas en casa o en las calles respecto al tema del COVID de este año? \n\nAtte: ✨\n  ","254876":"\n   Hola! ¿Qué medio de transporte utilizas más?🛸✨Te sigue:\n  ","254877":"\n   Have you ever cried because of your grades?🙄\n  ","254878":"\n   Recordé:\n  ","254879":"\n   Que opinas de las vacunas\n  ","254880":"\n   Que quieres que te regalen en navidad\n  ","254881":"\n   tienes 3 deseos 4me??.. jajaja jajaja XP\n  ","254882":"\n   Okirokyyy!!.. 👍👍👍\n  ","254883":"\n   Holi 🐺🌙 Pregunta nocturna🔥 De tus 3 primeros @ elige A) con quién te quedarías encerrado\/a en un ascensor B) con quién te irías de fiesta y C) con quién tendrías una noche loca. Pásate😘\n  ","254884":"\n   Buenas noches🐺🌙 ¿Os gusta la fiesta? ¿Cuál recordáis como \"la mejor\"?. Pásate😘\n  ","254885":"\n   💞 Qué cosa te llevas a todas partes, vayas donde vayas? 👀😊\n  ","254886":"\n   El intercambio era de \"mg\"me faltó ponerlo 😅😅\n  ","254887":"\n   For how long have you been using ASKfm?\n  ","254888":"\n   Holis 💖 Que tengan un lindo fin de semana ❤🌷\n  ","254889":"\n   Hey there. How’s your day going? 😁\n  ","254890":"\n   Hola buenas 😀 intercambiamos 25*25.?? 😊\n  ","254891":"\n   [©] ¿Cuál es tu impresión cuando vas a casa de un desconocido o algún conocido? Atte:✨\n  ","254892":"\n   [©] ¿Qué característica física te haría no tener una cita con una persona?\n\nAtte:✨\n  ","254893":"\n   Holi🐺🌙 Para vosotros\/as, ¿el romanticismo tiene límites?. Me paso, besitos😘\n  ","254894":"\n   ¿Mandas tú sobre tu cuerpo o manda él sobre ti? Atte:\n  ","254895":"\n   será xq eres un GeniuUS!!!.. jajaja.. 👍👍👍\n  ","254896":"\n   jajaja.. Oh.. Ok!!.. es q como en ocasiones pasa eso.. y tu haces el comment.. y dices Dejá vú!!.. x eso pensé se punio double.. jajaja\n  ","254897":"\n   oh.. ya captó Maybeee.. q Maal!!.. =S\n  ","254898":"\n   oh.. comprendo.. ya lo averiguaremos.. jajaja.. q EmosioON!!!.. Yupieee.. jajaja\n  ","254899":"\n   Supeer!!.. deja tengo muchos 🔥🔥🔥.. y enseguida intercambiare para contigo.. muchas Graxs.. Corazoncito!!💕💕💕\n  ","254900":"\n   Intercambiamos 15mg\n  ","254901":"\n   💜Buenas💙\n\n⭕¿A cuántas entrevistas de trabajo a asistido este año?⭕\n\nSaludos🌈\n  ","254902":"\n   Me equivoqué jajajaj, la pregunta era *Si puedieras dedicarle una frase a tu madre ¿Cuales serian?\n  ","254903":"\n   :')\n  ","254904":"\n   Hola, estoy siendo acosada por este tipo\n   \n    https:\/\/askfm.onelink.me\/FaQr\/qr?profile=formr&utm_source=copy_link&utm_medium=android\n   \n   , agradecía mucho el que me ayuden denunciando su perfil :\/, gracias.\n  ","254905":"\n   🖤¿No te has lanzado por miedo al rechazo?🖤\n  ","254906":"\n   🖤¿Crees que te conoces bien?🖤\n  ","254907":"\n   Holaaa! :3 Si le dedicaras una frase a tu frase, ¿Cuales serian?... Y recuerda, si tienes a tu madre cerca, no te cuesta mas de 1 minuto para darle un beso, una abrazo y decirle que la quieres mucho.\n  ","254908":"\n   Are you someone who replies to messages (such as texts) immediately, or do you wait? Do you get impatient if others reply to you late?\n  ","254909":"\n   Hmm Hmm!!.. pues a mí only me darán 2000.. q Maal plan.. Corazoncito!!💕💕💕\n  ","254910":"\n   PerdoON!!.. ignoro xq se mando double.. =S\n  ","254911":"\n   eso es sumamente Weird!!.. ignoro xq hacen eso??.. a mi desde q me lo dieron.. nunca me lo han quitado.. =]\n  ","254912":"\n   Supeer!!.. claro q me Gustaría hacer eso.. Corazoncito!!💕💕💕.. deja q tenga y paso hacer mis intercambios.. y only haces con 1000??.. oh pueden ser más??.. tienes algún límiteee??.. 0.0??\n  ","254913":"\n   Supeer!!.. eso es mega Geniaal!!.  a mí me fascina ese Power.. y ya mire q dices q te Gusta.. intercambiar 🔥🔥🔥 me Gustaría cuando tenga otra vez.. intercambiar algunos contigo.. espero estés de acuerdo.. así q pasaré y te dejare varios.. para me los devuelvas.. te lateee??.. espero y Siii!!.. =]\n  ","254914":"\n   vale, muchas gracias 🤙🏼\n  ","254915":"\n   ¿Qué frase ya estás cansada\/o de escuchar por parte de las personas?\n  ","254916":"\n   Holaa, Lindo día❤️\n¿Qué es mejor? ¿La amarga verdad o la dulce mentira?\n  ","254917":"\n   ¿Qué es lo más raro que te ha pasado con una persona desconocida? Atte:\n  ","254918":"\n   done!!! thank you\n  ","254919":"\n   Si matas a un animal y sus crías están cerca ¿Qué harías?\n  ","254920":"\n   💞 Cuál es el lugar más incómodo en el que has dormido? 😖😴\n  ","254921":"\n   Buen dia :D ¿Cuál es el rasgo de personalidad que más admiras acerca de ti?\n  ","254922":"\n   ¿Qué es lo que más echas en falta este año? Atte:\n  ","254923":"\n   🎀🎁.. If you are VIP!!.. you have already received the reminder of the Gift coins??.. If you received it!!.. how many will they give You?? ..🍃🎄🍃.. Si eres VIP!!.. ya has recibido el recordatorio de las monedas de Regalo??.. Si lo recibiste!!.. cuántas te darán??..🎁🎀\n  ","254924":"\n   🎀🎁.. It gives you work to do the tasks that require you to remain a VIP?? ..🍃🎄🍃.. Te da trabajo para hacer las tareas que requieren que sigas siendo un VIP??..🎁🎀\n  ","254925":"\n   🎀🎁.. You like to be VIP??.. If you are not yet.. you would like to be??..🍃🎄🍃.. Te gusta ser VIP??.. Si aún no lo eres.. te gustaría Ser??..🎁🎀\n  ","254926":"\n   🎀🎁.. Advantages and Disadvantages of being a VIP??..🍃🎄🍃.. Ventajas y Desventajas de ser VIP??..🎁🎀\n  ","254927":"\n   🎀🎁.. If being a VIP gave you a Power!!.. what would you like it to be??..🍃🎄🍃.. Si ser un VIP te diera un Poder!!.. qué te Gustaría que fuera??..🎁🎀\n  ","254928":"\n   Is anyone elses spotify wrapped chaotic? Who was your top artist? :) Mine was zapp.\n  ","254929":"\n   Hola. 😌\nQue tengas un maravilloso viernes. \nY por ser viernes voy a estar dajando 50 🔥 a quien me deje 35🔥... ando de buen humor \n\nBezitoz\n  ","254930":"\n   {©} Hoy tenéis algún plan? \n\n¿Qué haréis? \n\nQue paséis un buen finde! \n\nAtte: 🥰✨\n  ","254931":"\n   start first please so i can return it\n  ","254932":"\n   ¿Cómo se preparan para este fin de semana? 🤔🤔🤔\n  ","254933":"\n   ©....Se dice que todos somo envidiosos de algo ¿ Crees que todos lo somos en verdad? Los sigue ►\n  ","254934":"\n   da tristeza en efecto que los animales no puedan ser libres\n  ","254935":"\n   Entiendo, tienes razón\n  ","254936":"\n   uhh 💔\n  ","254937":"\n   feliz noches a todos :3 😍😇\nnos vemos y leemos mañana😉😚\n  ","254938":"\n   Holi🐺🌙 Hoy quiero preguntaros, ¿cómo estáis?, ¿cómo os sentís en este momento de vuestras vidas?. También quiero desearos lo mejor, besitos😘\n  ","254939":"\n   Tocando un tema del día con mis compañeros, hago la siguiente 2 preguntas que serán sin tabú y discreta. ¿Sabes que son los deseos carnales? De ser así, ¿Te dejas llevar por ellos o por el contrario intentas controlar y suprimir dicho deseos?\n  ","254940":"\n   Hola, intercambiamos Mg? 💛\n  ","254941":"\n   👋 😻\n  ","254942":"\n   Si pudieras repetir un momento en específico de tu vida y pudieras hacer algo diferente, ¿qué y cómo sería y por qué?\n  ","254943":"\n   Holaaa ❤ Ya se acerca la fecha para armar el arbolito 🎄🎅🏽 Te alegra armarlo? Como es? Te animas a subir una foto del año pasado, este año o una de google 💚 Saludos ❤\n  ","254944":"\n   Do you believe in horoscopes?\n  ","254945":"\n   💞 A qué restaurante podrías ir toda tu vida sin cansarte? ☕🌮\n  ","254946":"\n   ¡Día de las segundas oportunidades! Di tres cosas que hubieras hecho de otro modo.\n\n👾\n  ","254947":"\n   Free Space ☘️\n  ","254948":"\n   | 🦋 | ¿Eres de las personas que son súper intensos en los chats y en persona híper tímidos?\n  ","254949":"\n   ©....¿ Tendrían algún animal denominado \" exótico\" como mascota??¿Cómo cuál? Los sigue ►\n  ","254950":"\n   🌠¿De qué tema prefieres no opinar y mantenerte al margen? 🤐\n  ","254951":"\n   No espanol\n  ","254952":"\n   Un Amiwito y Yo estuvimos debatiendo demasiado.. sobre este tema en particular.. y realmente te Agradecería un muchoO!!.. si pasas a Votar.. es muuy importante 4me.. estoy anciosa x mirar lo q piensan..\n   \n    https:\/\/ask.fm\/ysk88burbujita88\/photopolls\/189418570?utm_source=copy_link&utm_medium=android\n   \n","254953":"\n   Un Amiwito y Yo estuvimos debatiendo demasiado.. sobre este tema en particular.. y realmente te Agradecería un muchoO!!.. si pasas a Votar.. es muuy importante 4me.. estoy anciosa x mirar lo q piensan..\n   \n    https:\/\/ask.fm\/ysk88burbujita88\/photopolls\/189418570?utm_source=copy_link&utm_medium=android\n   \n","254954":"\n   Que bien...\n  ","254955":"\n   Uy... No entendí, te molestó la pregunta?\n  ","254956":"\n   ✨ Espacio Libre ✨\n  ","254957":"\n   ¿Cumpliste las metas que te propusiste lograr a principio de año? 👀\n  ","254958":"\n   Holi🐺🌙 ¿Qué 3 cosas son fundamentales en una amistad?. Me paso, besitos😘\n  ","254959":"\n   Holaaa tienes alguna meta en ask? que quieras cumplir?\n  ","254960":"\n   Hola 25x25Mg Dv :)\n  ","254961":"\n   Haces videos en Tik Tok?\n  ","254962":"\n   ¿Que es peor, una guerra o una guerra civil? argumente\n  ","254963":"\n   | 🦋 | ¿Alguna vez escribiste un mensaje lleno de sentimientos y te detuviste para meditar, en un “para qué, no tiene sentido, no le importo” al final borraste todo el mensaje para no enviarlo?\n  ","254964":"\n   Ahi estoy yo jajaja que guapeton soy jajajaja\n  ","254965":"\n   ¿Te cuesta encontrar tu sitio en el mundo?\n  ","254966":"\n   ¿Preferirías ser capaz únicamente de susurrar o ser capaz únicamente de gritar?\n  ","254967":"\n   Jajajajajaja... Lo del mejor país es cierto jajajaja\n  ","254968":"\n   Cosas ciertas...\n  ","254969":"\n   Jajaja no te preocupes\n  ","254970":"\n   Me pasa también jajaja\n  ","254971":"\n   Hola☺️ ¿Hay alguna frase sarcástica que les guste? Compartela!✨ Lindo día💖\n  ","254972":"\n   Do you love too hard or forgive to easily?\n  ","254973":"\n   In case no one said that to you today... YOU’RE Beautiful 🥰\n  ","254974":"\n   [©] cuando fue la última vez que compraste algo?\n\nAtte; ✨\n  ","254975":"\n   Cual es vuestro 2020 de Spotify? (Insertar foto) 😉🤗\n  ","254976":"\n   ¿De qué formas te gusta que te demuestren cariño? Atte:\n  ","254977":"\n   ©....¿Te gusta más el reggaetón o el reggae ? Pregunta hecha por NOBITA desde ►\n  ","254978":"\n   De todos tus amigos por estos lares quien es el más misterioso? Esa persona que creas guarda los secretos más obscuros TQM ;)\n  ","254979":"\n   ¿vivimos para trabajar o trabajamos para vivir? Saludos👌\n  ","254980":"\n\n    https:\/\/vm.tiktok.com\/ZSpSSnP3\/\n   \n   olá, tudo bem?! Me segue no Tik Tok, não custa nada. Obrigada ❤️\n  ","254981":"\n   En serio ? Y porque no te gustan ?\n  ","254982":"\n   Buenas Noches, yo sé que casi no interactuo, pero tengo muchas tareas... En fin, me paso con una de las preguntas de esta noche... ¿Cuál es la peor compra que has hecho en tu vida?\n  ","254983":"\n   ¿Mamacita, donde esta Santa Claus?\n  ","254984":"\n   ¿Que dulce comieron esta semana? 🤔😎\n  ","254985":"\n   💞 Holaa, te deseo un hermoso y bendecido mes, que te vaya súper bien ❤🌻\n  ","254986":"\n   A que animal le tienes fobia ?\n  ","254987":"\n   30+30mg+seguir🐨✌🏻\n  ","254988":"\n   30+30mg+seguir🐨✌🏻\n  ","254989":"\n   Hola! Todo bien? Que te gustaria hacer, lograr o que pase en este último mes del año? Como imaginas que seran las fiestas en épocas de pandemia? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","254990":"\n   Intercambiamos 30 Mg❤️? Si no, utiliza este espacio libre!\n  ","254991":"\n   Holi🐺🌙 Si tuvieséis que crear la carátula de la película de vuestras vidas, ¿cómo sería? Podéis poner foto📷. Me paso, besitos😘\n  ","254992":"\n   ©....ঔৣ⇜ ⏩Hablemos de miedos ¿¿ A qué le tienes más miedo, al éxito o al fracaso??¿¿Quizá a ninguno  ??⏪⇜ঔৣ Los sigue ►\n  ","254993":"\n   Intercambiamos 30 Mg❤️\n  ","254994":"\n   ¿Como definirías la guerra?\n  ","254995":"\n   ¿Cuál es su foto para esta semana?\n  ","254996":"\n   Would you like to receive my questions?\n  ","254997":"\n   [📺] Si tu vida fuera una serie, ¿cuál sería el título del episodio de hoy?\n  ","254998":"\n   ¿Empezaste a pensar ya los regalos de Navidad o, como yo, lo dejas para el último momento? Atte:\n  ","254999":"\n   ¿Cómo describirías tu país en tres palabras?\n  ","255000":"\n   Dime 5 cosas que no te gusten...\n  ","255001":"\n   Segun su experiencia que es lo primero que uno siente atraccion o amor?\n  ","255002":"\n   Saludos, ¿cual es la cancion que por nada en el mundo dejarias de oir?\n  ","255003":"\n   [1 de DICIEMBRE] Hoy es el comienzo del ultimo mes del año ✨ Cuanto puntuas al 2020? Cual fue el mes que mas disfrutaste? Besos y que tengas un hermoso día 😙❤\n  ","255004":"\n   ¿Tienes algún chiste de toc toc favorito? ¡Cuéntalo!\n\n👾\n  ","255005":"\n   Wow 🙈, antes si era muy famoso eso de compartir las respuestas en facebook :3, hace dos años yo quite eso de mi muro por que hoy día ask es como mi sitio privado donde nadie mas que aparte de mi novio saben que lo uso y eso es muy agradable :'3, tu familia si sabe que lo usas😮??\n  ","255006":"\n   Pero jamas te dio la curiosidad de leer alguno fuera de estos mismos?? 😮\n  ","255007":"\n   Muchas gracias\n   \n    @VillalobosIJ\n   \n   tambien te deseo lo mejor hoy y siempre 😊🍃✨\n  ","255008":"\n   Me pasare a leerte mas seguido ^u^\n  ","255009":"\n   🖤¿Has iniciado alguna conversación\/amistad por aquí? ¿Que te anima a dar ese paso? Saludos👌🖤\n  ","255010":"\n   Genial\n  ","255011":"\n   comer sin disgustos 😬\n  ","255012":"\n   Si tuvieras que elegir una sola palabra para describirte a ti mismo, ¿cuál sería?\n  ","255013":"\n   [📽] ¿Qué película viste y no te gusto ?\n  ","255014":"\n   [🔊] Qué sonido te hace feliz ?\n  ","255015":"\n   What do you think has influenced your personality most--genetics or environment?\n  ","255016":"\n   Lindo día.🔅\n¿Cuáles son tus principales objetivos en la vida?💙\n  ","255017":"\n   [🧈] ¿Qué hay siempre y no puede faltar en tu nevera ?\n  ","255018":"\n   💞Holaa, qué es lo peor que has comido en un restaurante de comida rápida? 😳😖\n  ","255019":"\n   [💯] ¿Qué habilidad te gustaría perfeccionar para llegar a dominar totalmente?\n  ","255020":"\n   👁️👁️¿¿ No les pasa actualmente que al momento de toser 😱😷o estornudar🤧😓 en público... La gente se te queda viendo feo??😱☹️🤐😳no sean así , a veces uno no controla eso 😳😳\n  ","255021":"\n   🤔🙄Hablemos de anónimos...😈 ¿¿ Alguna vez has visitado un perfil haciendo alguna pregunta de forma \"anónima\"??¿¿ Por qué??🤐😱\n  ","255022":"\n   Si pudieras escuchar sólo una canción el resto de tu vida, ¿qué canción sería?\n  ","255023":"\n   ¿Alguna vez has pasado la noche en blanco?\n  ","255024":"\n   ¿Crees en los horóscopos?\n  ","255025":"\n   ¿Cuál ha sido la última cosa que has recogido del suelo?\n  ","255026":"\n   ¿Qué preferirías? ¿Volver a ser adolescente o volver a ser niño\/a?\n  ","255027":"\n   ¿Con qué frecuencia dibujas?\n  ","255028":"\n   20 ❤ y devuelvo :)\n  ","255029":"\n   Holi🐺🌙 ¿Creéis que todas las opiniones son respetables? en caso afirmativo, ¿respetaríais una opinión que va en contra de vuetros valores?. Me paso, besitos😘\n  ","255030":"\n   Holi🐺🌙 ¿Creéis que en el sexo existe machismo?¿Por qué?. Me paso, besitos😘\n  ","255031":"\n   ¿Quién debería recibir un premio en la gala de los MTV Music Awards?\n  ","255032":"\n   ¿Prefieres comer en un restaurante o en casa?\n  ","255033":"\n   Hey! 😊\n  ","255034":"\n   🧉 Hoy 30\/11 en Argentina se celebra el día nacional del MATE!! Cuéntame te gusta amargo o dulce? Le pones algo más para darle un sabor mas rico (cáscara de naranja, te de burro, menta, etc..) 🧉 Besitos 💕\n  ","255035":"\n   ¿Te consideras una persona cariñosa? Atte:\n  ","255036":"\n   ¿Estás siguiendo alguna serie actualmente? Atte:\n  ","255037":"\n   Ir al gym o a comer ? 😂\n  ","255038":"\n   ¿Tienes miedo de que los robots conquisten el mundo?\n  ","255039":"\n   Me paso a saludarte espero te encuentres muy bien 😊🍃✨\n  ","255040":"\n   Tienes algun gusto culposo ya sea en comida, musica o etc 😊😂??\n  ","255041":"\n   Cual es el mejor libro que has leído en toda tu vida 😊??\n  ","255042":"\n   Story Time de como te decidiste a usar ask 😊??\n  ","255043":"\n   Holi🐺🌙 Como hoy es el cumple de mi hermana pequeña se me ha ocurrido esta pregunta: ¿Cuál fue vuestro cumple que mejor recordáis y por qué?. Ya sea por una sorpresa especial, o por dónde\/cómo lo celebrasteis, con quién, etc. Me paso, besitos😘\n  ","255044":"\n   Me sigues en instagram@yasneey_love ☺️\n  ","255045":"\n   Porqué?\n  ","255046":"\n   ¡Describe tu día con emojis!\n  ","255047":"\n   💞 Qué es lo que más te gusta del lugar dónde naciste? 😊☀️\n  ","255048":"\n   Si tuvieras que eliminar una cuenta de una red social, cual sería? Te sigue y te lee:\n  ","255049":"\n   💞 Has podido conocer nuevas personas aunque estemos en casa? 😳\n  ","255050":"\n   💢What is common between love and politics?🤭\n  ","255051":"\n   Que red social usas más? 🔥\n  ","255052":"\n   Me paso :D Si escribieras un libro, ¿sobre qué sería?\n  ","255053":"\n   Holi🐺🌙 Hoy me preguntaron por las \"primeras impresiones\" y me pareció un tema interesante, asíque quiero saber: ¿qué pensasteis de mí la primera vez que visteis mi ask? Ha cambiado vuestra opinión desde entonces? Si no queréis contestar: ESPACIO LIBRE. Me paso, besitos😘\n  ","255054":"\n   (C) Hola 😊 ¿El que espera, desespera? Qué creéis.\n  ","255055":"\n   Que haces para no llorar cuando estas triste\n  ","255056":"\n   Cool, enjoying the atmosphere.\n  ","255057":"\n   Te gusta tú vida porque, gracias por responder\n  ","255058":"\n   A tus ojos ¿que hace a una persona maravillosa?\n  ","255059":"\n   Que esperas del siguiente año 🌲🌲🌲🌲🌲🌲🌲🌲🌲🌲🌲🌲🌲🌳🌳🌳🌳🌴🌴🌵🌵🌵🌵🌵🌵🌵🌵🌵🌵🌵🌵🌵🌵\n  ","255060":"\n   ¿Cuál es la foto que más te gusta de ti? Publícala 🔥\n  ","255061":"\n   ¿Qué hiciste hoy?👀😏\n  ","255062":"\n   ¿Qué te gusta de tu ask?😏\n  ","255063":"\n   💕👁️😘 ¿¿ Tu nivel de tolerancia es mucho o poco??💕👁️🙃\n  ","255064":"\n   Sólo hasta mayo, o al menos eso dicen.\n  ","255065":"\n   ¿el conocimiento es peligroso?\n  ","255066":"\n   Good afternoon villalobosij! What would you consider a great afternoon?\n  ","255067":"\n   Holi🐺🌙 ¿En qué crees más, destino o casualidad?. Me paso, besitos😘\n  ","255068":"\n\n    https:\/\/ask.fm\/ritaisabel1\/answers\/164240339950\n   \n   unlock and win 🔥\n  ","255069":"\n   Amigos, esta pregunta es de despedida, me voy de ask. 😁\n¡Éxito en todo lo que se propongan! 🏁\nCuídense mucho y gracias por todo. 😌\n  ","255070":"\n   Feliz sábado🖤, para seguir conociéndonos. ¿Con qué personaje ficticio(puede ser más de uno) te sientes más identificado?🖤\n  ","255071":"\n   Do you think Covid-19 will be over by next year?\n  ","255072":"\n   Que persona o cosa te ha hecho mucho daño ?\n  ","255073":"\n   10 x 10 mg ?\n  ","255074":"\n   Cuando te enamoraste por primera vez ? Que edad tenías? Sigues con la persona ?\n  ","255075":"\n   Alguna vez te han culpado de algo cuando en realidad fue su culpa??\n  ","255076":"\n   💞 Sueles olvidarte de fechas importantes? 🥺\n  ","255077":"\n   😘\n  ","255078":"\n   que hacen mis amores?\n  ","255079":"\n   Ay que mal. Ojalá mejore\n  ","255080":"\n   I am in detention center.\n  ","255081":"\n   Holi🐺🌙 Juguemos a adivinar pelis nivel extremo: da 5 pistas locas y yo adivino. Ejemplo (adivinad la mía): 1. Los protas echan muchos polvos 2. Hay varios niños desorientados 3. Muere una chica y la reviven a gritos 4. La niñera es un poco perra 5. La prota se pasa la peli en pijama. Te toca🎬😘\n  ","255082":"\n   Holi🐺🌙 Imagina que tienes una bola de cristal que te permite ver uno de tus recuerdos las veces que desees, pero solamente uno. Cuál escogerías?🔮. Pásate, besitos😘\n  ","255083":"\n   🌠¿Te gusta tomar fotografías? 📸\n  ","255084":"\n   Can blind people see their dreams?\n  ","255085":"\n   What’s something that doesn’t really smell great, but you keep wanting to smell it anyway? 🤔\n  ","255086":"\n   (C) Hola 😊. Algunas veces se pierde la ilusión y otras no ni llegamos a ilusionarnos. A vosotros os pasa algo de esto? Tenéis ilusiones?\n  ","255087":"\n   Have you ever sent a text message to the wrong person?\n  ","255088":"\n   No sé cuantos dejaste pero te dejo algunos 🔥\n  ","255089":"\n   Bueno, puedes dejarme likes en vez de preguntas ✌🏻🔥\n  ","255090":"\n   What are some things that are okay to occasionally do but definitely not okay to do every day? 🤔\n  ","255091":"\n   💞 Qué es lo mas raro que has encontrado tirado en el suelo? 😳😖\n  ","255092":"\n   Owh ya veo no me percate :(, perdon u.u\n  ","255093":"\n   Sii ^u^\n  ","255094":"\n   Did you already did your Christmas tree?\n  ","255095":"\n   Are you computer savvy? 🤔\n  ","255096":"\n   that's too bad\n  ","255097":"\n   🎀🎁.. People talk just to talk you agree?? ..🎄💋🎄.. La Gente habla solo para hablar, estás de Acuerdo??..🎁🎀\n  ","255098":"\n   Amén!!💕💕💕\n  ","255099":"\n   Jajaja.. perdoON!!.. ese Deja vú.. fue patrocinado x Don Ask!!.. jajaja\n  ","255100":"\n   AwwW.. eso es muuy Sweet!!💜\n  ","255101":"\n   😅 Las personas no respetan, si te soy sincera crecí dentro de una religión pero si yo tuviera que convencerte de no ser ateo, no tendría argumentos para convencerte. Digo cada quién en sus creencias y si vos no crees nadie puede obligarte a nada.\n  ","255102":"\n   Ni uno porque es un ciego, jsjsjsjs.\n  ","255103":"\n   🖤Si pudieras hacer un plan con alguien de esta red social,¿ Cual sería el plan y con quién?🖤\n  ","255104":"\n   Y vuelvo por aquí un ratito, si tu vida fuera una película o varias, 🖤¿qué título o títulos le(s) pondría(s)?🖤😜\n  ","255105":"\n   Hola! Todo bien? Con la muerte de Diego Maradona me puse a pensar: Quien es el máximo ídolo popular de tu país? (que aun este vivo, y por favor, sin contar políticos: solo artistas o deportistas) Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","255106":"\n   ¿Eres mañanero o nocturno?\n  ","255107":"\n   Holaaa! ¿cuantas preguntas te llegan al día aproximadamente?🤭 ¿Las sueles responder todas? Yo la verdad trato, porque con tanta tarea es difícil jajaja🥺 Bonito día!!!☺️❤️\n  ","255108":"\n   ¿Te gusta tu nombre?😊 Si pudieras cambiarlo, ¿lo harías?☀️\nExcelente día!🥰\n  ","255109":"\n   ¿Qué es lo que más detestas del carácter de una persona?\n  ","255110":"\n   💢What do you find boring?🌚\n  ","255111":"\n   Hola😃 has sentido q cuando estás sol@ en casa, de la nada huelen el perfume latente de tu ex como si estuviera cerca.??👀👀 Algunas personas dicen q te tiene en brujería será cierto o falso 🤔🤔\n  ","255112":"\n   ¿Qué es lo que más te gusta de la navidad? ¿Y lo que menos?\n  ","255113":"\n   Holi🐺🌙 Juguemos al kiss, marry, kill. Con las 3 primeras personas que te salgan en el @, elige a cual de ellxs besarías💋, con quién te casarías💍 y a cuál matarías☠️. Me paso, besitos😘\n  ","255114":"\n   if you want\n  ","255115":"\n   |C| Alguna vez has meditado, o te ha llamado la atención hacerlo? besitos de:\n  ","255116":"\n   Hola :-)) esta es una pregunta colectiva  ¿Para ti que significa la navidad? ¿Por qué? Y ¿Que cambiarias de la navidad? Un seguidor que los aprecia y los desea un lindo día :-)) si no quieres responder espacio libre...\n  ","255117":"\n   i will come back for you.\n  ","255118":"\n   What was the last good movie or TV show you watched?\n  ","255119":"\n   cual seria el regalo o como seria un regalo perfecto para ti ?\n  ","255120":"\n   Do you harm people or know someone that does?\n   \n    https:\/\/Pixton.com\/ic:qp3a7vj1\n   \n","255121":"\n   Wow jajajajaja, yo soy Químico jajaja  así que me concentro más en la materia jajaja\n  ","255122":"\n   Uy, debe ser complicado\n  ","255123":"\n   Were you terrified of ASK FM when you first used it ?\n  ","255124":"\n   Nos tenemos que dejar sorprender por esta bonita vida 😍❤\n  ","255125":"\n   Is the city of Houston, Texas a good place to live in?\n  ","255126":"\n   💞 Te gusta o has probado el helado de yogurt? 🍦😋\n  ","255127":"\n   De que trabajas? 💔 Te duelen esos \"sacrificios\" de no pasar la fiesta con tu familia o ya estas acostumbrado? 💔\n  ","255128":"\n   hola  brown\nhola  bro 30x30 Mg si gustas feliz noche\n  ","255129":"\n   🎁🎀.. What does Christmas mean to You??..⛄🎄⛄.. Qué significa la Navidad para Tí?? ..🎀🎁\n  ","255130":"\n   🎁🎀.. Do you like to make Christmas Decorations??.. or do you prefer someone else to do it for You??..⛄🎄⛄.. Te Gusta hacer decoraciones Navideñas??.. o prefieres que alguien más lo haga por Tí?? ..🎀🎁\n  ","255131":"\n   🎁🎀.. Would you like to share a nice Christmas Memory??..⛄🎄⛄.. Te Gustaría compartir un lindo recuerdo Navideño?? ..🎀🎁\n  ","255132":"\n   Entiendo y respeto eso 😊 pregunta curiosa 🥺 siempre lo has sido? Y te han juzgado por serlo?\n  ","255133":"\n   🎁🎀.. You are Generous to give gifts this Christmas??..⛄🎄⛄.. eres Generoso en dar regalos esta Navidad??..🎀🎁\n  ","255134":"\n   🎁🎀.. how much Christmas Spirit you have??..⛄🎄⛄.. cuanto espíritu Navideño tienes??..🎀🎁\n  ","255135":"\n   🎁🎀.. Would you like to share a nice Christmas Memory??..⛄🎄⛄.. Te Gustaría compartir un lindo recuerdo Navideño?? ..🎀🎁\n  ","255136":"\n   ❣👍👍👍👍👍☝️👍☝️👍☝️👍☝️\n  ","255137":"\n   What do people judge you for?\n  ","255138":"\n\n    https:\/\/www.instagram.com\/reel\/CICAQv2i3m8\/?igshid=rg00b7u0iqtt\n   \n   Like si os gusta 😂😂\n  ","255139":"\n   Holi🐺🌙 ¿Cambiarías algo de tu físico? Yo creo que todxs sois estupendxs tal y cómo sois. Me paso, besitos😘\n  ","255140":"\n   Intercambiamos 20♥️?\n  ","255141":"\n   🤩 Qué necesitarías hacer y que ahora no haces, para lograr un cambio extremadamente positivo en tu vida? 🤩 What would you need to do that you are not doing now to achieve an extremely positive change in your life?\n  ","255142":"\n   Olá | Hello 😊\n  ","255143":"\n   Por qué?\n  ","255144":"\n   Jajaja si vale.\n  ","255145":"\n   Versia y como vive?\n  ","255146":"\n   Buenos días 😍🥺\n  ","255147":"\n   (C) Cual es tu complejo físico? Pásate si gustas:\n  ","255148":"\n   Holi🐺🌙 Si ahora mismo te concedo el poder de cambiar una sola cosa de tu vida ¿Cambiarías algo?. Me paso, besitos😘\n  ","255149":"\n   I wish you lasting happiness\n  ","255150":"\n   Di 3 cosas que tenias de niñ@ y que ahora te hacen falta ?\n  ","255151":"\n   cual,o como seria un raalo perfecto para ti ?\n  ","255152":"\n   Would you prefer to have the power to fly or be invisible?\n  ","255153":"\n   Aww ☹️\n  ","255154":"\n   6 days till my birthday 🥳\n  ","255155":"\n   ¿Alguna vez has escrito un poema? Si es así, ¿sobre qué iba?📖\n  ","255156":"\n   Who killed the Dead Sea?\n  ","255157":"\n   Me pase con 1000 de regalo 😊💖\n  ","255158":"\n   Fue muy sad u.u yo quería algo que me gustara y eso que puse en el grupo del salon :(\n  ","255159":"\n   Te dare un consejo solo hazlo con gente confiable y a personas así que no te den confianza solo intercambiales 100 yo hago así veo si son seguros 😮😮\n  ","255160":"\n   🌷| Espero que pienses bien la siguiente cuestión, y que respondas con total sinceridad, esperando que te tengas en un buen concepto. En escala del 1 al 10, ¿Qué tan capaz te crees de hacer las cosas? \nInterpretación libre.\n  ","255161":"\n   🌓| Buenas noches. \n¿Qué ha sido lo último que has tenido que memorizar?\n  ","255162":"\n   How many solar eclipse have you seen in your lifetime?.\n  ","255163":"\n   💞 Hay algún ruido que logre incomodarte? 🥺\n  ","255164":"\n   Holis 💕 Ya se acerca 🎅NAVIDAD🎅 Ya tenes pensado con quien pasarlo? Vas a ver a tus amigo despues de doce? Nunca olvides que todos tenemos un niño interior ❤\n  ","255165":"\n   How many people know what you did yesterday?\n  ","255166":"\n   Are diamonds still a girls best friend?\n  ","255167":"\n   I'm glad to hear that you don't suffer with insomnia.😁\n  ","255168":"\n   Hola 🙋🏽‍♀️ noche para informarse! Que es el purgatorio? Donde se ubica? Y quién es su guardián? 👀🔥\n  ","255169":"\n   😉😊👍🤙🤘\n  ","255170":"\n   Para ti ¿Cuánto vale una vida?\n  ","255171":"\n   ¿Si pudieras viajar a cualquier lugar que quisieras con solo un abrir y cerrar de ojos, a dónde irías?\n  ","255172":"\n   ¿Qué es lo mejor que les paso hoy?\n  ","255173":"\n   Holi🐺🌙 Pregunta nocturna🔥 Nombra 3 cosas que no pueden faltar en el sexo. Pasémonos, besitos😘\n  ","255174":"\n   Holi🐺🌙 Como odio los Martes os pregunto ¿Qué día de la semana es el peor para vosotros\/as?. Me paso, besitos😘\n  ","255175":"\n   Jajaja sii una vez me dieron un monedero que ni pedi pero quien me lo dio dijo \"Es para cuando estes en la universidad\" y yo de ah gracias por el regalo anticipado jajajaja 😂😂😂, lo peor es que tambien me regalos 3 labiales que no eran de mi agrado :( y todo en un pedaso de tela u.u\n  ","255176":"\n   En que usaste tu cash 😮😮😮??\n  ","255177":"\n   Holaa 😁¿ Cuál es tu comida favorita y cuál no ?\n  ","255178":"\n   ¿Cuál es la ciencia más interesante?\n  ","255179":"\n   Hola gente quiero festejar mi \"regreso\" dejándoles 100🔥 a quien me deje 40 mg ❤ \nO simplemente intercambiar 100🔥 con los que desbloquean mi última respuesta 😌\nBezitoz\n  ","255180":"\n   Hope you have a wonderful day. | Espero que tenhas um ótimo dia. ☀️\n  ","255181":"\n   Ultima vez que besaste\n  ","255182":"\n   En caso de no tener pareja ¿Vivirías con una pareja holográfica? Qué características te gustarían que tuviese? En caso de responder en forma negativa me gustaría que justifiques tu respuesta. Y si ya tienes pareja ¡te felicito! Y usa este espacio libre para lo que gustes.\n  ","255183":"\n   What do you like to wear around the house? Shorts and tee shirt , sweats , formal\n  ","255184":"\n   ©....ঔৣ⇜⏩Hablemos un poquito de infidelidad. Si un día vieras a la pareja de uno de tus amigos, muy \" romántica\" con otra persona, con sinceridad  ¿¿ Se lo dirías a tu amigo??¿¿Confrontarías ahí a esta persona??  ¿¿mejor te vas y haces como que no viste nada ??¿¿Qué harías?? Recuerda la ética :( ⇜ঔৣ\n  ","255185":"\n   ©....ঔৣ⇜ ⏩Hablemos de vacaciones. Si tuvieras la posibilidad de tener tres días de vacaciones, con sinceridad  ¿¿ Irías a algún lugar??¿¿A dónde?? o quizá sean pocos y ¿¿mejor te quedas a descansar ??⏪⇜ঔৣ Los sigue ►\n  ","255186":"\n   Si sueles levantarte temprano 😊 [[ Inserta Foto de el AMANECER que observes ]] 🌄 de lo contrario responde con un hermoso ATARDECER! 🌅 Saludos 🎑\n  ","255187":"\n   Buenas madrugadas 😊 que es lo que más aprecias de tu círculo de amistades? 🌺🌿\n  ","255188":"\n   🌿 ESPACIO LIBRE 🌺\n  ","255189":"\n   🦋 | ¿Alguna vez amaste tanto a alguien que intentabas entenderlo mientras te hería?\n  ","255190":"\n   Have you ever contemplated suing someone?\n  ","255191":"\n   Jajajajajaja me suele pasar\n  ","255192":"\n   Jajajajaja bueno almenos lo hace chiste o quisiste decir chisme?\n  ","255193":"\n   ¿Tienes alguna fobia?\n  ","255194":"\n   💫\n  ","255195":"\n   What do you when you have trouble falling asleep? Asking for a friend😏\n  ","255196":"\n   Muy cierto 😊\n  ","255197":"\n   What NFL player would you say Zach Thomas looks the most like out of these 4 NFL players? Mike Alstott, Tom Brady, Brett Favre, or Brian Urlacher? I'm gonna say Brian Urlacher.\n  ","255198":"\n   💞 Holaa, hay alguna cosa que se haga en tu país y le parezca raro a personas de otros países? 🤔🌻\n  ","255199":"\n   Fave snack as a kid? Mine was goldfish and uncrustables :)\n  ","255200":"\n   What's your favorite midnight snack?\n  ","255201":"\n   [🔥] cuál de los cuatro elemento te gustaría controlar ?\n  ","255202":"\n   [🦸🏻] Que personaje de ficción crees que seria el mejor compañero de piso ?\n  ","255203":"\n   Hola! ¿Sabes cómo se llama cuando tienes tu foto de graduación pero no tienes la tesis?🤨 Fotosintesis!😂😂 No me ignores🥺 Linda tarde🌻\n  ","255204":"\n   es en serio??\n  ","255205":"\n   🐺🌙 JAJAAJ el ask me vacila. Preguntaros por...frases graciosas para ligar. Si se me corta de nuevo desisto 😂\n  ","255206":"\n   🐺🌙VALEEE SE ME CORTÓ LA PREGUNTA JAJAJAJA. Era esta: ... Asíque se me ha ocurrido preguntaros por . Pasémonos, besitos😘\n  ","255207":"\n   Claro que siii 😊\n  ","255208":"\n   Hoy si pagaron a tiempo :)\n  ","255209":"\n   A mi si me han tocado regalos muy feos :(\n  ","255210":"\n   Pregunta chusca🤭:¿Cuál ha sido la caída más graciosa que has tenido?🤨😂 Yo por ejemplo, me caí brincandole a un balón🥺😂 Ten lindo día!🌻🔥\n  ","255211":"\n   Hola amigos!☺️ Disculpen el atraso jaja, hoy pregunto: ¿Se consideran personas interesantes?😏 Porque para mi lo son🔥 Que tengan lindo día!!🤗\n  ","255212":"\n   🐺🌙Hoy me han dicho esta frase \"oye, he visto que comes pan, soy celíaca y me gustaría saber a qué sabe\" y me ha parecido sencillamente maravillosa😂. Asíque se me ha ocurrido preguntaros por . Pasémonos, besitos😘\n  ","255213":"\n   :( esos regalos vivirán siempre en nuestra cabeza u.u\n  ","255214":"\n   🖤Si queréis conocer un poquito más a buena gente de ask, meteros en este enlace\n   \n    https:\/\/chat.whatsapp.com\/JzauhO2OkXaBaBHsRXqYjh\n   \n   Si no pues espacio libre🖤\n  ","255215":"\n   ¿Qué estás pensando?\n  ","255216":"\n   ¿Quién es la persona más chismosa que conoces?\n  ","255217":"\n   Hola mi gente bella. He vuelto después de tanto (solo una semana pero parece más jaja) \nHoy quisiera intercambiar 100🔥 con ustedes! Gustan? \nBezitoz\n  ","255218":"\n   Es verdad que te gustan mis preguntas? (no se me ocurría otra cosa jajajaja, espero que vuestros seguidorxs sepan cosas más salseantes que preguntaros jajaja)\n  ","255219":"\n   Hola🐺🌙 Cómo ya vuelvo a tener fueguitos y me gusta regalaroslos, he hecho un nuevo sorteo en mi perfil. Pasaos si os interesa (podéis ignorar esta publicación), besitos😘\n  ","255220":"\n   🌙| ¿Qué prenda u accesorio no va bien contigo?\n  ","255221":"\n   💫| ¿Alguna vez has visto luciérnagas?\n  ","255222":"\n   Siempre llega algo o alguien desconocido a nuestra vida, lo vemos como algo permanente o algo pasajero nada queda, o eso depende de cada persona, el futuro y el presente nos tienen y aun nos esconden cosas inciertas que ni siquiera nos hemos dado de cuenta en donde estamos de donde somos🌀🌫🌀🌐🌑☢☣\n  ","255223":"\n   Que les parece lo monótono y  efímero denme sus opciones de cada una 😌🌫\n  ","255224":"\n   Que los hace pensar que el futuro es incierto?? 🌀🌀\n  ","255225":"\n   Les aburrio ask ya o todavía piensan estar más tiempo aqui?? 🤗🤗🤔🤔\n  ","255226":"\n   Si tuvieras que perder un sentido, ¿cuál sería?\n  ","255227":"\n   Si tuvieras una tienda, ¿qué venderías en ella?\n  ","255228":"\n   ¿Te gustan los deportes de riesgo?\n  ","255229":"\n   ¿Preferirías una casa en la playa o en la montaña?\n  ","255230":"\n   ¿Cuál es el tipo de comida que no puedes rechazar?\n  ","255231":"\n   Holi🐺🌙 ¿Cuál dirías que es tu \"superpoder\"? Invéntate tu nombre de superhéroe\/superheroína y explica por qué. Pasémonos, besitos😘\n  ","255232":"\n   [©] Que tengáis un buen comienzo de semana🙂✨🥺💗\n\natte;\n  ","255233":"\n   Buenas🐦\n ¿Cómo estás?🤭\n\n🦋¿Cómo calificaría hasta el momento este año?🦋\n\nSaludos 💜\n  ","255234":"\n   Is there anyone who you regret not getting more time with?\n  ","255235":"\n   Whats new with you?\n  ","255236":"\n   If you had one word to describe yourself, what would it be?\n  ","255237":"\n   💞 Holaa, si quieres intercambiar ❤ o ganar 🔥, te dejo esto:\n   \n    https:\/\/ask.fm\/cocinavital34\/photopolls\/191316360\n   \n   🌻\n  ","255238":"\n   ¿Eliges a tus amigos?\n  ","255239":"\n   ☇| ¿Tienes algun objetivo para esta semana que inicia?\n  ","255240":"\n   ❄| Buenas noches. \n¿Qué te empalaga? \nInterpretación libre.\n  ","255241":"\n   What’s one item always on your grocery list?.\n  ","255242":"\n   hi\n  ","255243":"\n   yo si he empezado de nuevo con la rutina diaria, vivan las agujetas jajaja\n  ","255244":"\n   Se vienen temporadas de paz y alegría, de festejo y felicidad 😊, creen que por solo esta vez el Covid nos deje pasarla bien?? 😟😟🎄🎁\n  ","255245":"\n   Igual tu para mi\n  ","255246":"\n   No eres feo,ademas tienes una alma hermosa de admirar y envidiar,lo veo por tus ojos de cierta forma.Te quiero\n  ","255247":"\n   Nadie es feo bebe\n  ","255248":"\n   Cual fue ese regalo que siempre pediste en navidad y jamas llego?? 😯🎁🎄\n  ","255249":"\n   Buenas Noches!!! En tu pais se usan los intercambios de regalo en la temporada navideña???? Y si es así cual fue el peor regalo que te han dando?? ?????\n  ","255250":"\n   favorite pic of yourself?\n  ","255251":"\n   is there anything you regret?\n  ","255252":"\n   ¿Quién es tu atleta favorito?\n  ","255253":"\n   Sii incluso no se si viste que se retraso el pago de monedas u.u\n  ","255254":"\n   Así que no pasa nada, me alegra haber coincidido contigo aquí en ask...Animo!!! 😊\n  ","255255":"\n   Hey! Cuál es vuestro espíritu animal? Creéis en ello? Chau!\n  ","255256":"\n   ¿Cheetos o Doritos?\n  ","255257":"\n   Holi🐺🌙 ¿Os apetece jugar a verdad o reto versión ask? Si la respuesta es sí elegid: verdad✅ o reto🔥 y vuestros seguidores (yo incluída) os haremos preguntas o desafíos en este hilo. Me paso, besitos😘\n  ","255258":"\n   Gracias\n  ","255259":"\n   🖤Si tuvieras que transformarte en uno de tus amig@s.¿quién sería y porque?🤔\n  ","255260":"\n   Hola! Todo bien? Cuales fueron la mejor y la peor medida que tomo el gobierno de tu país en épocas de pandemia? Alberto, por ej, hizo bien en comenzar temprano la cuarentena pero mal en liberar presos! Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","255261":"\n   Me paso ¿Qué temas te interesan?\n  ","255262":"\n   What’s your favorite hobbies? | Quais são os teus hobbies favoritos? 😊 (me: photography\/fotografia)\n  ","255263":"\n   How’re u today? | Como estão hoje? 😊\n  ","255264":"\n   💞 Qué fue lo mejor que te pasó en esta semana? 🥳🌻\n  ","255265":"\n   Favorite song by Jay Z\n  ","255266":"\n   Unlock to win something. 🤔\n   \n    https:\/\/ask.fm\/ritaisabel1\/answer\/164180632046\n   \n","255267":"\n   🖤¿Tenéis algún amor prohibido o imposible?🖤\n  ","255268":"\n   [c] He vuelto, me habéis echado de menos ? 🥺 si os llega esto es que os sigo 😋\n  ","255269":"\n   [] Último cumplido que has recibido? \n\nAtte: ツ\n  ","255270":"\n   Last 5 answers \" ❤️\n  ","255271":"\n   Have you ever walked into the wrong rest room at a restaurant?\n  ","255272":"\n   Your view on short or long hair on women?\n  ","255273":"\n   Favorite type of cake? 🍰\n  ","255274":"\n   If you could change the world to one language and one color - would you?\n  ","255275":"\n   🦋 | • ¿Alguna vez le prestaste plata a alguien y nunca te lo regresó?\n  ","255276":"\n   Tranquilo tantos años aquí en ask siendo tu seguidora y tu mi seguidor seguro sabemos un poco de ambos 😊\n  ","255277":"\n   Bueno explicado el por que 😊, gracias por tomarte el tiempo de responder, saludos 😊\n  ","255278":"\n   A mi me han dicho que en veces salgo en el 1 lugar y yo ni en ese estoy jajaja xD\n  ","255279":"\n   ¿Cómo es de importante para ti tener mucho dinero?💵\n  ","255280":"\n   Allô\n  ","255281":"\n   I've been dreaming of aliens trying to abduct citizens. And we are hiding.\nI am trying to figure out what that symbolizes.\n  ","255282":"\n   Eso si es una respuesta jaja\n  ","255283":"\n   Holaaaa! ¿Tienen algún chiste o meme que los anime?❤️\n  ","255284":"\n   Gracias igual para ti🤗\n  ","255285":"\n   ¿Con que personaje de ficción tendrías una cita? ¿Que te gustaría conocer de esta persona?\n  ","255286":"\n   ¿Que opinas de la valentía? ¿Crees que es digna de admiración?\n  ","255287":"\n   Holi🐺🌙 Es sábado y el cuerpo lo sabee🥳 ¿Qué temazo os encantaría haber podido bailar este año?😥. Me paso, besitos😘\n  ","255288":"\n   Holi🐺🌙 Ya que es sábado noche os hago una pregunta 🌶️🔥😏 ¿Qué canción os pondrías de fondo para el sexo?. Me paso, besitos😘\n  ","255289":"\n   Hola 🙋🏽‍♀️ como estas? Hoy estuve leyendo poco de mi país 🇵🇦 Panamá, mas que nada su flora y fauna! Nosotros tenemos un animal representado nuestro país \"El Águila Harpía\" y como flor nacional tenemos \"La Flor del Espíritu Santo\" ¿Cuales son los animales y flores emblemáticas de tu país? 😊🌿\n  ","255290":"\n   ¿De qué miembros de tu familia has aprendido más?\n  ","255291":"\n   Nombrar a las 8 personas que consideréis más interesantes de vuestro ask para que reaccionen y os hablen si es mutuo\n\nNo estoy aburrida, que va.\n  ","255292":"\n   Que estudias? \/ De qué trabajas?\n  ","255293":"\n   Hello! ☀️\n  ","255294":"\n   [©] ¿Tenéis planes para hoy?🙊\n\nSed felices✨\n\nQue tengáis un buen finde todos!😘\n  ","255295":"\n   Para seguir sabiendo más de vosotr@s 🖤¿En que lugar y\/o con quien serían vuestras vacaciones perfectas? (Si queréis añadir planes pues mejor jajajaja)🖤\n  ","255296":"\n   Holi🐺🌙 \"En todos los grupos de amigos\/as siempre hay uno\/a que...\" ¿habéis escuchado esa frase? Hoy quiero que me contéis qué tipo de amigos\/as tenéis. Por ejemplo, yo tengo el amigo \"wallapop\" que cada vez que viene a mi casa encuentra algo para vender. Me paso, besitos😘\n  ","255297":"\n   What do you do for a living?\n  ","255298":"\n   What is your favorite word to say mine in \"love\".\n  ","255299":"\n   Cierto wow ask esta loquito jejejeje 🙈\n  ","255300":"\n   Es que hay a quines no les agrada que les pregunten sobre su religion u.u\n  ","255301":"\n   Es que siento es la vdd :3\n  ","255302":"\n   💞 Te gustan los pancakes de avena o los has probado? 🤤🥞\n  ","255303":"\n   🍽| Cuando comes, ¿Eres de los que identifican los sabores particulares? \nEspecias, por ejemplo.\n  ","255304":"\n   Te puedo conocer?\n  ","255305":"\n   Me sigues por favor en Instagram, y devuelvo con Me gusta aquí en tu cuenta o en tu cuenta de Instagram, Cuídate: elys_lolita.\n   \n    https:\/\/www.instagram.com\/elys_lolita\/\n   \n","255306":"\n   What do you wish you were really good at?\n  ","255307":"\n   Do you believe in aliens?\n  ","255308":"\n   What was the last concert you went to?\n  ","255309":"\n   If your life was a movie what would it be called?\n  ","255310":"\n   ¿Qué piensas de las relaciones a distancia?\n  ","255311":"\n   ¿Te gusta tener experiencias diferentes?🌸✨\n  ","255312":"\n   Fall leaves and hot coffee ☕️ \nor\nSunshine and snow cones? 🍧\n  ","255313":"\n   Intercambiamos 10x10 mg's ❤?\n  ","255314":"\n   En 6 semanas inicia 2021!  Te urge que termine 2020? 🎄 In 6 weeks starts 2021!  Urge you to end 2020?🌲 Tra 6 settimane inizia il 2021!  Ti spinge a concludere il 2020?\n  ","255315":"\n   jajaja jajaja XP\n  ","255316":"\n   Auriculares\n  ","255317":"\n   Jajaja si claro\n  ","255318":"\n   🌠| ¿Qué te genera confianza?\n  ","255319":"\n   Holi🐺🌙 ¿Qué es lo que más os atrae para conocer a alguien más allá?. Me paso, besitos😘\n  ","255320":"\n   Opino🌙🐺 (perdón x tardar, soy un desastre): Me encanta tu ask, siempre me haces preguntas y respondes a las mías y eso es genial. Me pareces muy simpático aunque siempre me ha surgido la duda de saber por qué mencionas cuando respondes? 🤔 jajaja  un saludo😊\n  ","255321":"\n   [🦋]\n  ","255322":"\n   [C] Como es un día normal en tu vida? \n\nApartando el tema laboral y estudios. \n\nAtte: 🥰✨\n  ","255323":"\n   Hola buenos días feliz viernes bien😉\n  ","255324":"\n   Me paso ¿En qué eres increíblemente buena\/o?\n  ","255325":"\n   Friday is here y’all, what are your plans do the weekend??\n  ","255326":"\n   Quiero conocer un poco más a la gente que sigo, por ello estas preguntas son solo para ell@s.\n🖤¿Cuando cometes un error, lo reconoces y si es necesario pides perdón?🖤\n  ","255327":"\n   💌\n  ","255328":"\n   🖤¿Has tenido que alejarte de alguien para no hacerle daño o hacértelo a ti?🖤\n  ","255329":"\n   Holi🐺🌙 Fumáis? lo habéis echo alguna vez? qué opináis de ese tema? Me paso, besitos😘\n  ","255330":"\n   de couché avec moi tabarnak\n  ","255331":"\n   Y a tu une tite poulette qui veut venir démonter un meuble avec moi? tu pourras même tester le lit ;)))\n  ","255332":"\n   💞 Qué deporte extremo te gusta o te gustaría hacerlo? 🧤😳\n  ","255333":"\n   What's the weirdest thing you've ever seen?\n  ","255334":"\n   que tipo de preguntas l@s incomoda? o no siente vergüenza a nada ?\n  ","255335":"\n   uuhh eso si es un buen origen\n  ","255336":"\n   Do woman enjoy wearing sexy lingerie? Or is it uncomfortable?\n  ","255337":"\n   ¿Cómo se hace eso a través de Internet?\n  ","255338":"\n   en que piensan cuando se inspiran? quien es o cual a sido su mayor orgullo ?\n  ","255339":"\n   Ashh fuerte\n  ","255340":"\n   Bonita Nocheee!😊  Pregunta: ¿Qué les provoca insomnio?🤔 Desanseeen!✨\n  ","255341":"\n   If you had amnesia tomorrow, what notes would you write for yourself to remember?\n  ","255342":"\n   Sueles hacer ejercicio a diario? Buenas nochessss😘\n  ","255343":"\n   Holaaa🙈 ¿Ustedes suelen organizar sus cosas, o son descuidaditos en ese aspecto?😮 Que tengan una linda tarde!😊💙\n  ","255344":"\n   👣 ESPACIO LIBRE 🥳\n  ","255345":"\n   ¿Hay conocido algún usuario\/a que te ha dado tristeza por su forma de escribir, su contenido o por algo que viste de él\/ella? Si lo mencionas mejor\n  ","255346":"\n   🦢 © Considerando que a algunas personas les gustan chicas\/os altos y otros bajitos 👀 ¿Cómo te gusta a ti? 🌼🌿\n  ","255347":"\n   [C] Hoy me apetecía que pusierais un espacio libre de lo que queráis... \n\nTexto, foto vuestra o algún gif. \n\nSed felices y que tengáis una buena noche\/día \n\nAtte:\n  ","255348":"\n   ¿Qué prefieres? ¿Auriculares o altavoces?\n  ","255349":"\n   ©√💕¿¿ Existe la persona, que no sea de tu familia,   en la cual puedes realmente confiar??\n  ","255350":"\n   🌍| Tienes la oportunidad de vivir en cualquier lugar de la Tierra, ¡En donde quieras! ¿Cuál sería ese lugar? \nHáblame un poco sobre ese lugar, ¿Qué te gusta de allí? ¿Porqué ahí?\n  ","255351":"\n   WoOW.. Sho No puedo la verdad!!.. (((.u)\n  ","255352":"\n   huuy.. q Maal q te pase eso.. Corazoncito!!💕💕💕.. xq No es Nadaa lindo estar.. en una situación taan Incómoda!!.. Aaaah SuspiroO!!💕💕💕\n  ","255353":"\n   Amigos míos, recientemente he tenido problemas en la comunicación con mis semejantes y tengo la penuria de llegar a dos conclusiones, la mayoría son gibones o el mono soy yo.. colectiva ¿has notado algún cambio gradual en quienes te rodean?¿hay alguna clase de estupidificación en ti u otro ser? Adio\n  ","255354":"\n   ¡Hola, bebé! 😁¿Sin cuál de los cinco sentidos podrías vivir? 😊 Si quieres pásate a mi perfil y dale like a mis últimas preguntas. Te lo agradecería mucho 😊❤ igual si gustas puedes hacerme preguntas o regalarme fueguitos jeje sígueme si no me sigues y si ya me sigues ❤ eres cool, bebé ❤\n  ","255355":"\n   💢What are you- troublemaker or troubleshooter?🤭\n  ","255356":"\n   ¿De qué hablan los hombres cuando no hay mujeres cerca?\n  ","255357":"\n   Have you ever stepped up to a challenge & then changed your mind & retreated? Why?\n  ","255358":"\n   Who is in for Serious chat...\nI am New here and hoping for a serious Relationship if Possible 😌\n  ","255359":"\n   Holii🐺🌙 Top 3 de tus deportes favoritos. Me paso, besitos😘\n  ","255360":"\n   recomiendas algun libro ? alguna pelicula?\n  ","255361":"\n   PAP\n  ","255362":"\n   Crees que es malo ser una persona directa y sin pelos en la lengua?\n  ","255363":"\n   🌻.. You have or you lack the Courage??.. Free interpretation!!.. 💙💋💜..  Tienes o te falta el Valor?? .. Interpretación libre!!..🌻\n  ","255364":"\n   ❄| En México hace un frío que deberas no se aguanta... (a lo que estamos acostumbrados, claro). \nEn fin, ¿Qué sueles hacer en días de mucho frío? ¿Cómo duermes?\n  ","255365":"\n   ☘| Buenas noches. \nHace rato vi una \"película\" en donde venían tres cortometrajes coreanos, y uno verdaderamente me hizo llorar. \n¿Hay algun cortometraje que te guste? ¿Alguno es especial? ¿Porqué?\n  ","255366":"\n   Eso pienso de ti :3\n  ","255367":"\n   Owhh ya perdona mi indiscreción si tenia la duda jejeje :D\n  ","255368":"\n   Película favorita?\n  ","255369":"\n   💞 Has comido alimentos que estén caducados? 🤣\n  ","255370":"\n   *sends wonderful Wednesday hugs to people who need them*\n  ","255371":"\n   Muy importante bro\n  ","255372":"\n   ¿Cómo se te ocurrió tu nombre de usuario?\n  ","255373":"\n   🌻.. What are you doing right now apart from being on Ask.fm??..💙💋💜.. Qué estás haciendo ahora además de estar en Ask.fm??..🌻\n  "},"Answer":{"254301":"\n\n   @paganwitch71\n  \n  Puedo comerlas.\n  ","254302":"\n\n   @YaoiMasterSadist\n  \n  No soy distraído, pero si tengo mala memoria.\n  ","254303":"\n\n   @Maikol4m\n  \n  Dibujé hasta que terminó mi adolescencia.\n  ","254304":"\n\n   @BonesAngela\n  \n  Les perdí el interés.\n  ","254305":"\n\n   @michaeljarreau18\n  \n  No.\n  ","254306":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Una decada.\n  ","254307":"\n\n   @keiseradhemargonzalezrodriguez\n  \n","254308":"\n\n   @keiseradhemargonzalezrodriguez\n  \n","254309":"\n\n   @longbeachjoe\n  \n  Me gustan todos los animales en su hábitat natural, no me gusta el cautiverio o la domesticación de los animales.\n  ","254310":"\n\n   @helmysalm313\n  \n  No tengo amigos.\n  ","254311":"\n\n   @AutspieDrough\n  \n  El de la mujer que se cuida.\n  ","254312":"\n\n   @Andrewbubbles\n  \n  Perdón, por pasar de esto.\n  ","254313":"\n\n   @Andrewbubbles\n  \n  Perdón, por pasar de esto.\n  ","254314":"\n\n   @Natashagetsxd\n  \n  Jamás lo olvido.\n  ","254315":"\n\n   @Swagjazzy16\n  \n  Respondí tarde.\n  \n  #YoMeQuedoEnCasa\n  ","254316":"\n\n   @Luv_freckles\n  \n  ¡Oye!\n  ","254317":"\n\n   @kaylaraspolich\n  \n  He pasado más tiempo con mis padres.\n  ","254318":"\n\n   @Rosa_alsherify\n  \n  Soy anónimo.\n  ","254319":"\n\n   @Tamerabad\n  \n  Trabajar.\n  ","254320":"\n\n   @Neverthesamepage\n  \n  Cierto anciano labrador, viudo y muy pobre, viva en un pequeño pueblo en el que todos eran pobres también.\n  \n  Cierto día, un precioso caballo salvaje llego a la aldea a buscar comida y bebida ya que debido al intenso calor del verano y la escasez de lluvias, la comida escaseaba.\n  \n  El destino quiso que el caballo acabara en el establo del anciano donde encontró comida y bebida y donde se quedó ya que su hijo puso una puerta para impedir que saliera de nuevo.\n  \n  Todos los vecinos fueron entonces a felicitar al anciano por la gran suerte que había tenido de tener ese magnifico ejemplar en su establo.\n  \n  Era, ciertamente, un animal que hubiera costado mucho dinero si se hubiera comprado.\n  \n  Aún así, todos quedaron muy sorprendidos cuando el anciano les replico  “¿Buena suerte? ¿Mala suerte? ¡Quién sabe!”.\n  \n  Y nadie entendió,..\n  \n  Al día siguiente sucedió que el caballo ya saciado y siendo fuerte y ágil, saltó la valla y recuperó su libertad, regresando a las montañas.\n  \n  Cuando los vecinos llegaron a dar al anciano sus condolencias este volvió a replicar: ¿Mala suerte?¿Buena suerte? ¡Quién sabe!\n  \n  Y de nuevo no entendieron…\n  \n  Una semana después, el joven caballo volvió con un montón de caballos más a los que llevo de nuevo al establo donde podrían encontrar agua y comida.\n  \n  ¡Los vecinos estaban alucinados!\n  \n  Parecía que de la noche a la mañana el anciano se volvería rico.\n  \n  Entonces todos le felicitaron.\n  \n  Pero éste de nuevo les respondió:  “¿Buena suerte? ¿Mala suerte? ¡Quién sabe!”\n  \n  Esta vez, los vecinos sí que pensaron que el anciano había perdido la cabeza, pues tener de repente cuarenta caballos en su establo tenía que ser buena suerte a la fuerza.\n  \n  Al día siguiente, el hijo del labrador resulto mal herido con múltiples fracturas tras intentar domar a líder de la manada de caballos.\n  \n  Por supuesto, todo el mundo consideró que aquello era una verdadera desgracia.\n  \n  El labrador sin embargo, de nuevo, se limitó a decir: ¿Mala suerte? ¿Buena suerte? ¡Quién sabe!”\n  \n  En esta ocasión los vecinos no supieron que responder…\n  \n  Unas semanas más tarde, el ejército fue al poblado reclutando todos los jóvenes que estuvieran en buena condición física.\n  \n  Por supuesto, el hijo del labrador no fue elegido en tales condiciones.\n  \n  Los vecinos que quedaron en la aldea volvieron a expresarle la gran suerte que había tenido el joven al no tener que ir a la guerra.\n  \n  El labrador, una vez más, respondió de manera tranquila: ¿Buena suerte? ¿Mala suerte? ¡Quién sabe!\n  ","254321":"\n\n   @YaoiMasterSadist\n  \n  Una polémica hacerca del color del cielo.\n  ","254322":"\n\n   @gabby1272154\n  \n  Puedo con ambas.\n  ","254323":"\n\n   @giorgia_fitch16\n  \n  Soy demasiado ofimático.\n  ","254324":"\n\n   @ladams208\n  \n  Tripanofobia y caliginefobia.\n  ","254325":"\n\n   @longbeachjoe\n  \n  Me da muy igual, que el gobierno federal legalice o no la marihuana.\n  ","254326":"\n\n   @longbeachjoe\n  \n\n  Cuando no la escucho\n  \n   @LaliEspositoHOficial\n  \n  también lo siento.\n  ","254327":"\n\n   @ThePrideful\n  \n  Mi padre, por lo general repite algunos temas, le escucho como si jamás los repitiera.\n  ","254328":"\n\n   @SnappyJenkins\n  \n  No.\n  ","254329":"\n\n   @ms00888777\n  \n  ¡Oye¡\n  ","254330":"\n\n   @helmysalm313\n  \n  Mis mejores deseos para ti.\n  ","254331":"\n\n   @jealsuca\n  \n  No mato animales ni con los ojos.\n  ","254332":"\n\n   @autumnlh\n  \n  Genial.\n  ","254333":"\n\n   @NeonFlare\n  \n  No me gustaría ser famoso.\n  ","254334":"\n  JAJAJAJAJA ¿Más terrorífica, estás de acuerdo?\n  ","254335":"\n\n   @NevansMommy\n  \n  Hoy mayormente soleado.\n  ","254336":"\n\n   @Tamerabad\n  \n  No se nada del tema.\n  ","254337":"\n\n   @HopeGuangco\n  \n  No bailo ni los ojos.\n  ","254338":"\n\n   @cocinavital34\n  \n  Mis mejores deseos para ti.\n  ","254339":"\n\n   @jealsuca\n  \n  Una vez me toco en el asiento de al lado un señor que dibujaba en hojas blancas de block con un marcador grueso de color nego.\n  \n  Hablamos durante el vuelo, antes de despedirnos me dijo que me haría una caricatura.\n  \n  Me hizo con una cabeza enorme y un cuerpo pequeño, me lo obsequió y no supe más de él.\n  \n  Se lo obsequie a mi madre.\n  ","254340":"\n\n   @jorgelopezlopez10\n  \n\n  Su\n  \n   @LaliEspositoHOficial\n  \n","254341":"\n\n   @jealsuca\n  \n\n  -.-\n  ","254342":"\n\n   @jorgelopezlopez10\n  \n  Soy anónimo, no tengo necesidad de eso.\n  ","254343":"\n\n   @phantom356\n  \n  No, solo he sentido como perdí el interés en algunas cosas.\n  ","254344":"\n\n   @phantom356\n  \n  Deja ejemplos y te diré si estoy o no de acuerdo.\n  ","254345":"\n\n   @jealsuca\n  \n  El respeto mantiene al margen el fanatismo.\n  ","254346":"\n\n   @Ambyrose21\n  \n  Se comen más dulces cuando éstos se guardan en un recipiente transparente que está al alcance que cuando se encuentra opaco y oculto en un armario.\n  ","254347":"\n  No lo sé.\n  ","254348":"\n  Que así sea.\n  ","254349":"\n  Trabajaba más por gusto que por necesidad, ya que me gusta la contabilidad, tego algo de dinero ahorrado.\n  ","254350":"\n  Terminaría con ambos.\n  ","254351":"\n  Si una persona manifiesta algún tipo de rebeldía cuando no quiere obedecer, su orgullo se ha transformado en soberbia.\n  ","254352":"\n  Obvio.\n  ","254353":"\n  No.\n  ","254354":"\n  Genial.\n  ","254355":"\n  Ya veía venir algo así, me dejas luciendo una sonrisa tan cargada de schadenfreude que era casi imposible que encajara en mi cara.\n  ","254356":"\n  -.-\n  ","254357":"\n  Así es.\n  ","254358":"\n  De eso se trata.\n  ","254359":"\n  También soy de Venezuela, solo que ASKfm tiene algún problema con eso, me cambia de país y sin previo aviso.\n  ","254360":"\n  -.-\n  ","254361":"\n  Tengo suerte de la mala, pero suerte al fin.\n  ","254362":"\n  😭\n  ","254363":"\n  Existen muchas más paginas, no te quedes en la mía.\n  ","254364":"\n\n   @Nikki_Copenhaver\n  \n  ¡No, qué va!\n  ","254365":"\n\n   @BonesAngela\n  \n  Es solo otro sistema político utópico, como todos los demás sistemas políticos.\n  ","254366":"\n\n   @BonesAngela\n  \n  Una cinco horas.\n  ","254367":"\n\n   @gfc11890\n  \n  Las apariencias engañan.\n  ","254368":"\n\n   @longbeachjoe\n  \n  El que involucra maltrato animal, cero favoritismo.\n  ","254369":"\n\n   @jealsuca\n  \n  La mucosidad es un mecanismo de defensa de los bebés.\n  \n  Los mocos son extraordinariamente frecuentes en los bebés y niños de hasta cinco años; tanto es así, que una de las palabras más antiguas para referirse a los pequeños es 'mocosos'.\n  \n  El moco es un mecanismo de defensa del organismo del niño frente a las infecciones.\n  \n  El exceso de mucosidad es incontrolable para el infante y en ausencia de alguien que lo limpie terminará esparciendo por doquier o en su defectos los consumirá.\n  ","254370":"\n\n   @gabi1803\n  \n  Fastidiando de la cuarentena.\n  ","254371":"\n\n   @jealsuca\n  \n  El estrés crónico genera más células productoras de mielina y menos neuronas de lo normal y produce un exceso de mielina y por lo tanto, de materia blanca en algunas áreas del cerebro, lo que modifica el equilibrio y la comunicación interna dentro del cerebro.\n  ","254372":"\n\n   @NevansMommy\n  \n  Me gusta toda la gama de colores.\n  ","254373":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Estoy enamorado y tengo Wi-Fi, así que me quedo con el amor.\n  ","254374":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  ...Vuelto con ninguna ex.\n  ","254375":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  No tengo amigos.\n  ","254376":"\n\n   @nagahmousa498\n  \n\n\n   https:\/\/m.youtube.com\/watch?v=Z7IvZyRl4Tg&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=91\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","254377":"\n\n   @EsIEmO\n  \n  Ya se sabía que sería un problema.\n  ","254378":"\n\n   @sirenic\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\n  \n","254379":"\n\n   @DickBro\n  \n  No lo sé, parece que todo lo de hoy ya lo sabía o puede que no lo aprendí y lo olvidé.\n  ","254380":"\n\n   @jealsuca\n  \n  Solo fue un constructo social de la época.\n  ","254381":"\n\n   @Neverthesamepage\n  \n  Sería muy egoísta de mi parte creer que en un universo que se cree infinito, solo en el planeta tierra exista vida.\n  ","254382":"\n\n   @Itslaurencim\n  \n  Mi trabajo es contable, se me hace facil.\n  ","254383":"\n\n   @jealsuca\n  \n  A partir de los excrementos humanos se pueden conseguir dos fuentes potenciales de energía.\n  \n  El biogás que se genera a través de la descomposición producida por las bacterias presentes en las heces.\n  \n  El residuo que se obtiene al secar y procesar la materia fecal.\n  \n  Ambas si se realizan de manera adecuada no expelen edor.\n  ","254384":"\n\n   @jealsuca\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254385":"\n\n   @jealsuca\n  \n  ¿Qué te puedo decir?\n  ","254386":"\n\n   @jealsuca\n  \n  ¡Qué va!\n  ","254387":"\n\n   @alejandrugu\n  \n\n\n   https:\/\/www.instagram.com\/villalobosij\n  \n","254388":"\n\n   @elsiedarling\n  \n  Hace algún tiempo ya que dejé de pedir deseos, aún sigo esperando que se cumpla alguno de los que antes pedí.\n  ","254389":"\n\n   @jealsuca\n  \n  Si fuese así en todo el mundo no seria algo cultural.\n  ","254390":"\n\n   @jealsuca\n  \n  En realidad causa hipervitaminosis A, que es la acumulación excesiva de Vitamina A en el organismo debido a la ingesta aumentada de esta, superando los requerimientos necesarios para el cuerpo.\n  \n  Hasta donde sé no tiene nada que ver con la vitamina D. La leche y los cereales fortificados. Los pescados grasos como la caballa, el salmón, el atún o las sardinas. El hígado vacuno, la yema de huevo y el queso. Los hongos también aportan cierta cantidad de vitamina D cuando son expuestos a la luz ultravioleta.\n  ","254391":"\n\n   @giorgia_fitch16\n  \n  Perdón, desconozco el tema.\n  ","254392":"\n\n   @jealsuca\n  \n  Jamás le dije ballena a nadie, no sé porqué motivo otros lo hacen.\n  ","254393":"\n\n   @cocinavital34\n  \n  Te gusta tomarte fotos? No.\n  \n  Por qué? Creía que no era fotogenico, la verdad es que soy feo.\n  ","254394":"\n\n   @Angeleyes103082\n  \n  ¿¡Cómo se atreve a tratarme de esa manera!?\n  ","254395":"\n\n   @jealsuca\n  \n  No me gusta que sean domesticados.\n  ","254396":"\n\n   @jealsuca\n  \n  Me gustan todos los animales en su hábitat natural.\n  \n  No me gustan en cautiverio o domesticados.\n  ","254397":"\n\n   @jealsuca\n  \n  Todavía hoy es habitual definir al hombre como \"animal racional\".\n  \n  Según esa descripción tradicional, lo que nos distinguiría de los animales superiores no sería lo genérico (lo animal), sino la diferencia específica (lo racional).\n  \n  De acuerdo con este aserto clásico, habría que buscar y dar razón de multitud de afinidades entre el hombre y los animales a nivel corpóreo, mientras que la diversidad radical entre ambos descansaría -aunque solo para algunos, pues otros también la ponen en duda- en el elemento inmaterial, pues es tradicionalmente aceptado que lo racional (la inteligencia y la voluntad) carece de soporte orgánico.\n  \n  No vamos a defender en este trabajo esa tesis clásica ni tampoco a cuestionar las modernas, pues el tema que nos ocupa ahora no es la razón o el espíritu humano, sino exclusivamente las funciones vegetativas de su corporeidad.\n  \n  Los hombres tienen pies al igual que las mujers y no todos los animales tienen patas.\n  ","254398":"\n\n   @jealsuca\n  \n  Supone una interrupción de la oración en un final impreciso.\n  \n  El signo de puntos suspensivos es un signo de puntuación formado por tres —y solo tres— puntos consecutivos (...), llamado así porque entre sus usos principales está el de dejar en suspense el discurso.\n  ","254399":"\n\n   @jealsuca\n  \n  Hasta ahora no.\n  ","254400":"\n\n   @jealsuca\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254401":"\n\n   @jes1919\n  \n  Hace algún tiempo ya que dejé de ver televisión.\n  ","254402":"\n\n   @jealsuca\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254403":"\n\n   @peterssonmorgan4217617\n  \n  ¡Hola!\n  ","254404":"\n\n   @basketballfan68\n  \n  Hace algún tiempo ya que dejé el consumo de bebidas alcohólicas.\n  ","254405":"\n\n   @longbeachjoe\n  \n  Cuando cierro los ojos y no es para dormir, es peor, mi cerebro no para.\n  ","254406":"\n\n   @StrongTeam\n  \n  Do you have a computer? Así es.\n  \n  If yes, what is the mark? HP.\n  \n  Le dañe el cable cargador, no sé si fue solo el cable o si dañe el funcionamiento, se rompió el cable he hizo un corto circuito.\n  ","254407":"\n\n   @sirenic\n  \n  Mi sobrina.\n  ","254408":"\n\n   @aliciatheblondequeen9886\n  \n  Hoy, mayormente nublado.\n  ","254409":"\n\n   @emiliousuriaga\n  \n  No lo sé, jamás antes nadie me atrajo.\n  \n  Hora que alguien me atrajo, no le atraigo y aún no sé qué me atrae de ella.\n  ","254410":"\n\n   @KingMikeyaBeast\n  \n  No lo sé, dímelo tú.\n  ","254411":"\n\n   @sirenic\n  \n  Jamás sueño o puede ser que no recuerdo nada, no lo sé.\n  ","254412":"\n\n   @ritaisabel1\n  \n  ¡Hola!\n  ","254413":"\n\n   @ysk88burbujita88\n  \n  Nada es para siempre, espero que regreses y aún esté aquí.\n  ","254414":"\n\n   @ysk88burbujita88\n  \n  De acuerdo con el refrán, lo bueno como cualidad no se encuentra en el aspecto exterior, sino en la naturaleza de las cosas o en la sustancia de las personas.\n  ","254415":"\n\n   @ysk88burbujita88\n  \n  Si me lees tendras una idea de como soy, después de eso es tú decisión seguir siendo quien eres o comenzar a ser como yo.\n  ","254416":"\n\n   @ysk88burbujita88\n  \n  Deja una anécdota de una aventura a modo de ejemplo, no tengo claro si lo que es una aventura para mi, lo sea para ti.\n  ","254417":"\n\n   @balloslife260\n  \n  No tengo esa tradición.\n  ","254418":"\n\n   @Vannehips\n  \n  Si te refieres a crear un ambiente decembrino, no tengo esa tradición.\n  ","254419":"\n\n   @Itslaurencim\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254420":"\n\n   @jorgelopezlopez10\n  \n  Las personas somos bastante buenas en esos breves análisis que perfilan las primeras impresiones.\n  ","254421":"\n\n   @jealsuca\n  \n  El sistema educativo, el sistema monetario, el sistema laboral, el sistema de salud, el sistema de comunicaciones, el sistema industrial militar, el sistema científico, el sistema legal, entre otros también lo son, lo respetamos o creamos algo distinto.\n  ","254422":"\n\n   @sirenic\n  \n  Antes de la cuarentena no me la pasaba en casa, ahora en la cuarentena no veo celebrando alguna fiesta.\n  \n  #YoMeQuedoEnCasa\n  ","254423":"\n\n   @jorgelopezlopez10\n  \n  Si la persona es honesta, si creo.\n  ","254424":"\n\n   @Shelbydelaney\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view=1&sort=lad&flow=list\n  \n","254425":"\n\n   @kaylaraspolich\n  \n  Hace algún tiempo ya que dejé los videojuegos.\n  ","254426":"\n\n   @StrongTeam\n  \n  No lo sé, no los veo.\n  ","254427":"\n\n   @longbeachjoe\n  \n  Jamás usaría un arma para defenderme.\n  ","254428":"\n\n   @ysk88burbujita88\n  \n  Soy de buenas intenciones y aunque tímido, todavía un poco orgulloso de satisfacción y también de soberbia.\n  ","254429":"\n\n   @ysk88burbujita88\n  \n  Acabaría conmigo también.\n  ","254430":"\n\n   @ysk88burbujita88\n  \n  Quiero que termine la cuarentena para trabajar.\n  ","254431":"\n\n   @ysk88burbujita88\n  \n  El que sepa que nos avise.\n  ","254432":"\n\n   @ysk88burbujita88\n  \n  ¿Listo cómo para qué?\n  ","254433":"\n\n   @longbeachjoe\n  \n  No.\n  ","254434":"\n\n   @longbeachjoe\n  \n  A nadie.\n  ","254435":"\n\n   @Ice_Frozen_Vocals\n  \n  Solo un poco.\n  ","254436":"\n\n   @xxAmyLovesBVB1xx\n  \n  Genial.\n  ","254437":"\n\n   @Itslaurencim\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254438":"\n\n   @AshleighRBenson\n  \n  Mis mejores deseos para ti.\n  ","254439":"\n\n   @longbeachjoe\n  \n  Cuando trabajo, ahora no estoy trabajando, estoy cumpliendo con la cuarentena.\n  \n  #YoMeQuedoEnCasa\n  ","254440":"\n\n   @millerdrinker258\n  \n  Bull terrier.\n  ","254441":"\n\n   @giorgia_fitch16\n  \n","254442":"\n\n   @YaoiMasterSadist\n  \n  Jamás he explorado.\n  ","254443":"\n\n   @brittnit23\n  \n  champú y acondicionador o en su defecto enjuague.\n  ","254444":"\n  😊\n  ","254445":"\n  Mi sobrina.\n  ","254446":"\n\n   @gabby1272154\n  \n  Puedo con ambas.\n  ","254447":"\n\n   @BlackAceKenny\n  \n  ¿Se puede desconfiar de uno mismo?\n  ","254448":"\n\n   @mtaubs_fitness\n  \n  Soy ateo, respetuoso de los creyentes.\n  ","254449":"\n\n   @Reginailessthan3u\n  \n  De ninguno, sé sobre varios temas, pero no tengo la paciencia como para pasar horas tocando el mismo tema.\n  ","254450":"\n\n   @mtaubs_fitness\n  \n  Soy ateo.\n  ","254451":"\n\n   @NicoleBuckleyyx\n  \n  La felicidad, el amor, la cortesía, el respeto, la responsabilidad, la puntualidad fueron las que percibí hoy.\n  ","254452":"\n\n   @NevansMommy\n  \n  No tengo ese tipo de gustos.\n  ","254453":"\n\n   @cocinavital34\n  \n  Ahora no salgo sin el tapabocas.\n  ","254454":"\n\n   @balloslife260\n  \n  No bailo ni los ojos.\n  ","254455":"\n\n   @StrongTeam\n  \n  El chocolate tiene uno de los sabores más complejos y ricos de los alimentos.\n  \n  Posee una ligera acidez, pronunciada amargura y astringencia, que se combina con el dulzor del azúcar añadido.\n  ","254456":"\n\n   @sphyniacat\n  \n  Para mi, cualquiera estará bien.\n  ","254457":"\n\n   @Rosa_alsherify\n  \n  A Eberto.\n  ","254458":"\n\n   @wink4u21\n  \n  Ni participo ni creo encuestas de fotos.\n  ","254459":"\n\n   @SWEET_SOLO\n  \n  Eso dependerá de si tuvo una vida saludable o si por el contrario una vida insaludable o si es algo congénito o hereditario o adquirido.\n  ","254460":"\n\n   @NevansMommy\n  \n  Puedo con ambas.\n  ","254461":"\n\n   @sirenic\n  \n  Adolescente, varias veces.\n  ","254462":"\n\n   @Andrewbubbles\n  \n  He hay el inicio de mis problemas, tengo el poder de hacer lo que yo quisiera y no siempre resulta bien.\n  ","254463":"\n\n   @poetalunam\n  \n  El trabajo.\n  ","254464":"\n\n   @mtaubs_fitness\n  \n  Mis mejores deseos para ti.\n  ","254465":"\n\n   @MelMelindres\n  \n  Todo lo material que quería me lo dieron mis padres o alguien me lo obsequió, lo que no recibí ya lo compré o no está a la venta o fue algo muy ambicioso.\n  ","254466":"\n  JAJAJAJAJAJA Solo quisiera saber quiénes son los 14.5 K Seguidores.\n  ","254467":"\n\n   @giorgia_fitch16\n  \n  No uso Netflix.\n  ","254468":"\n\n   @AshleighRBenson\n  \n  ¡Hola!\n  ","254469":"\n\n   @Karina_B09\n  \n\n  Estoy infecto,\n  \n  infecto en silencio,\n  \n  infecto de afecto,\n  \n  infecto de ti\n  \n   @LaliEspositoHOficial\n  \n","254470":"\n\n   @jealsuca\n  \n  Quisiera saber si tú puedes hacerlo así y si quienes te rodean no tienen alguna queja.\n  ","254471":"\n\n   @latin_ask\n  \n  ¿ Alguna vez alguien ha esperado demasiado de tí? Mis padres.\n  \n  ¿ Cumpliste expectativas? No es posible.\n  ","254472":"\n\n   @littletrvst\n  \n  Batería, lo poco que sé lo aprendí solo.\n  ","254473":"\n\n   @Misskellz21\n  \n  No tengo favoritismos.\n  ","254474":"\n\n   @NevansMommy\n  \n  No uso Netflix.\n  ","254475":"\n\n   @liquid_sinn\n  \n  Siete pares y un impar, hace meses que no lo encuentro y ya lo dejé de buscar.\n  ","254476":"\n\n   @WanduuGutierrezz\n  \n  La bicicleta.\n  ","254477":"\n\n   @Andrewbubbles\n  \n  Prefiero dejarlo tal como está, es lo que eres y es lo que quiero ver cuando me paso.\n  ","254478":"\n\n   @galaxia28\n  \n  Desde que inició la cuarentena hasta ahora no he trabajado, solo tengo ingreso de interés bancario, para enero probablemente trabajaré nuevamente.\n  ","254479":"\n\n   @delinna_victoria\n  \n  Hace algún tiempo ya que dejé de ver series.\n  ","254480":"\n  Fue un deseo.\n  ","254481":"\n  Y se prendió esto.\n  \n  🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥\n  ","254482":"\n  Agradecido estoy de que lo comprendas.\n  ","254483":"\n\n   @emiliousuriaga\n  \n  Mis mejores deseos para ti.\n  ","254484":"\n  He podido continuar con una vida normal.\n  ","254485":"\n  Desde entonces tengo tanto cuidado que parece que le temo a las escaleras, pero no les temo.\n  ","254486":"\n  Deja de seguirme o mejor aún bloqueame, estaremos bien así.\n  ","254487":"\n  El asma es una afección en la que las vías respiratorias se estrechan e hinchan y pueden producir mucosidad adicional.\n  \n  Esto puede dificultar la respiración y provocar tos, un silbido (sibilancia) al exhalar y falta de aire.\n  \n  Para algunas personas, el asma es una molestia menor.\n  \n  Aún puedo tener en ocasiones dificultad para respirar, pero ya no tengo crisis como para necesitar ser hospitalizado.\n  ","254488":"\n  -.-\n  ","254489":"\n  Así es, son variedades de pan.\n  ","254490":"\n  ¡En mi vida sentí algo semejante!\n  ","254491":"\n  ¡Qué caos!\n  ","254492":"\n  Los que saben mi identidad física, no saben cuales son mis RRSS.\n  \n  Los que saben mis RRSS, no saben mi identidad física.\n  ","254493":"\n  Así es.\n  ","254494":"\n  -.-\n  ","254495":"\n  Les perdí el interés.\n  ","254496":"\n  ¿Tienes 1000 🔥 Recompensas para desbloquear?\n  ","254497":"\n  Lo fue y más porque en el momento me quede sin aire y no lograba respirar, hasta que poco a poco pude respirar nuevamente.\n  ","254498":"\n  Cuando estaba en el colegio, en el salón de clases.\n  ","254499":"\n  No los regreso al instante porque siempre llego al límite y me bloquean, pero tenlo por seguro que los regreso.\n  ","254500":"\n\n   @Redsbian\n  \n  ¿Tienes tatuajes? No.\n  \n  ¿Cuál es el tattoo con el que peor lo has pasado? No tengo.\n  \n  ¿Cuánto dinero te has llegado a gastar por un tatuaje? No he gastado nada.\n  \n  Si no tienes, ¿te gustaría tatuarte? No puedo, la tripanofobia no me deja.\n  \n  ¿Qué te harías? Hasta ahora nada.\n  ","254501":"\n\n   @wink4u21\n  \n  Ni participo ni creo encuestas de fotos.\n  ","254502":"\n\n   @Askandyoushallreseive\n  \n  Ever stand 6ft away from someone & ask yourself...”do they have COVID”?  Aún no me lo han preguntado.\n  \n  while having a crush? Estoy enamorado hasta el tuétano.\n  ","254503":"\n\n   @Natashagetsxd\n  \n  De niño fui muchas veces al médico, más de las que puede ir una persona común.\n  ","254504":"\n\n   @DaajjaaniiRuizAlcala\n  \n  No que yo sepa.\n  ","254505":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Antes trabajar, ahora fastidiando de la cuarentena.\n  ","254506":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Mis mejores deseos para ti.\n  ","254507":"\n\n   @kaylaraspolich\n  \n  No tengo problemas para comer coco en cualquier presentación.\n  ","254508":"\n\n   @Natashagetsxd\n  \n  Entiendo.\n  ","254509":"\n\n   @poetalunam\n  \n  De niño solo fui a terapias respiratorias.\n  ","254510":"\n\n   @leonardoalarcon14\n  \n  No.\n  ","254511":"\n\n   @Ice_Frozen_Vocals\n  \n  Debido a encontrarse en la Zona Intertropical, el clima de Venezuela es cálido.\n  ","254512":"\n\n   @ysk88burbujita88\n  \n  Espero dusfrutaste la celebración, soy ateo, no tengo esa costumbre.\n  ","254513":"\n\n   @sirenic\n  \n  Franela manga corta y pantalon mono.\n  ","254514":"\n\n   @AskKeishaJ\n  \n  Puedo con ambas.\n  ","254515":"\n\n   @davidpouncy97\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254516":"\n\n   @sirenic\n  \n  Do you have a garden? Así es.\n  \n  If so, what grows there? No sé nada sobre jardinería.\n  ","254517":"\n\n   @howsaboutnow\n  \n  Do you still get butterflies thinking of someone? Así es y afectan todas mis emociones.\n  ","254518":"\n\n   @thatgirl_Jeany\n  \n  Significa que puedo decir con total libertad,  que ya antes respondí a una pregunta similar.\n  ","254519":"\n\n   @thatgirl_Jeany\n  \n  Genial.\n  ","254520":"\n\n   @ivanoviks009\n  \n  No.\n  ","254521":"\n\n   @Itslaurencim\n  \n  No tengo interés en ninguna de las dos.\n  ","254522":"\n\n   @jorgelopezlopez10\n  \n  Me da igual como me ven, no estoy pendiente de eso.\n  ","254523":"\n\n   @chicken_teriyaki\n  \n  Estoy agradecido, pero no tengo esa tradición.\n  ","254524":"\n\n   @Redsbian\n  \n  Android.\n  ","254525":"\n\n   @itzztayy23\n  \n\n\n   https:\/\/www.instagram.com\/villalobosij\/\n  \n","254526":"\n\n   @BlackAceKenny\n  \n  La intimidad no tiene horario, solo se necesita que se den las condiciones minimas y adecuadas.\n  ","254527":"\n  JAJAJAJAJAJA D\/s porque te aburre estar en un solo rol y prefieres alternar según tú estado en el que te encuentres.\n  ","254528":"\n\n   @Natashagetsxd\n  \n","254529":"\n\n   @AshleighRBenson\n  \n  ¡Hola!\n  ","254530":"\n\n   @ivanoviks009\n  \n  No le guardo ningún rencor a nadie, aprendí a perdonarlo todo y a desprenderme para alejarme.\n  ","254531":"\n\n   @littletrvst\n  \n\n  27 °C\n  \n  81 °F\n  ","254532":"\n\n   @Reginailessthan3u\n  \n  No tengo favoritismos.\n  ","254533":"\n\n   @spiritultherapist\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254534":"\n\n   @introgeeky\n  \n  YouTube.\n  ","254535":"\n\n   @mtaubs_fitness\n  \n  Hace algún tiempo ya que dejé de hacer planes, soy demasiado ambicioso como para tenerlos.\n  ","254536":"\n  Ok.\n  ","254537":"\n\n   @KitTy_KATT269\n  \n  Que me pregunten lo que es obvio.\n  ","254538":"\n\n   @ysk88burbujita88\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254539":"\n\n   @ysk88burbujita88\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","254540":"\n\n   @ysk88burbujita88\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","254541":"\n\n   @giorgia_fitch16\n  \n","254542":"\n\n   @ysk88burbujita88\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","254543":"\n\n   @NeverWolf\n  \n  Perdón, quizás anteriormente morí de la risa, porque el video no me hizo reír.\n  ","254544":"\n\n   @hammad_1738\n  \n\n  ❤️ Me gusta o 🔥 Recompensas.\n  ","254545":"\n  ¿Qué de qué o qué?\n  ","254546":"\n  😁\n  ","254547":"\n  😁\n  ","254548":"\n  Dices lo obvio, eso me dejó si más nada que decir.\n  ","254549":"\n  Audífonos enredados.\n  ","254550":"\n\n   @ysk88burbujita88\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","254551":"\n\n   @omarkhamis122\n  \n  No estoy pendiente de cosas como esas.\n  ","254552":"\n  Así es.\n  ","254553":"\n\n   @kayleemitchellofficalask\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254554":"\n\n   @lili_a4\n  \n  En un diccionario.\n  ","254555":"\n\n   @SavannahMaeb\n  \n  Puedo con ambas.\n  ","254556":"\n\n   @ccnylon\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254557":"\n  No, solo lo utilizo para ver vídeos musicales.\n  ","254558":"\n\n   @giorgia_fitch16\n  \n  Perdón, no sé quien es.\n  ","254559":"\n\n   @Eduardo_Hbautista\n  \n  No tengo nada, por lo general, las regalo cuado me he mudado, se las dejo a los de la mudanza.\n  ","254560":"\n\n   @sirenic\n  \n  No, hasta ahora solo uso lentes oscuros para protegerme del sol.\n  ","254561":"\n\n   @Yeauh_Buddy\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254562":"\n\n   @cptwenchface\n  \n  Agua.\n  ","254563":"\n\n   @cocinavital34\n  \n  Si pudiera preferiría no preguntarlo.\n  ","254564":"\n\n   @ZeldaXoxo_\n  \n  Todos sabemos que la vida tiene cambios para nosotros o para nuestros seres queridos que son imprescindibles y creemos que de algún modo debemos hacer algo para evitar nos negativos, solo que algunas personas pueden excederse con esto.\n  ","254565":"\n\n   @suprrgrrl8563\n  \n\n\n   https:\/\/m.youtube.com\/playlist?list=PLllV_afhRNoUZv2wkQhcrVUkM8O8NmrTW\n  \n","254566":"\n\n   @ysk88burbujita88\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","254567":"\n  Perdón, no me sé explicar mejor.\n  ","254568":"\n\n   @Processions\n  \n  Tiene sus pros y sus contras.\n  ","254569":"\n\n   @Neverthesamepage\n  \n  Hace algún tiempo ya que dejé el consumo de bebidas alcohólicas.\n  ","254570":"\n\n   @BabyGurlCece24\n  \n  Adolescente en el colegio, cai sobre un bloque de concreto, desde una escalera plegable y se me rompió una costilla.\n  ","254571":"\n\n   @otherslove56984\n  \n  Estamos en pandemia, no por el coronavairus, estamos en pandemia porque hay personas que no toman conciencia de lo que hacen al no cumplir las recomendaciones de la OMS.\n  ","254572":"\n\n   @NevansMommy\n  \n  Puedo con ambas.\n  ","254573":"\n\n   @Itslaurencim\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254574":"\n\n   @longbeachjoe\n  \n  Solo cuando me he disfrazado.\n  ","254575":"\n\n   @Ice_Frozen_Vocals\n  \n  Venezuela tiene dos estaciones distintivas:\n  \n  El invierno, que va de Mayo a Noviembre, es la estación húmeda, con temperaturas entre los 24° C y los 27° C.\n  \n  El verano, que va de Diciembre a Abril, es la estación seca, la temperatura puede ascender hasta 32° C durante el día.\n  ","254576":"\n\n   @DickBro\n  \n  No tengo juegos en el teléfono.\n  ","254577":"\n\n   @spvcee\n  \n  Algunas veces me fastidia el uso prolongado del tapabocas y me da nostalgia.\n  ","254578":"\n\n   @emiliousuriaga\n  \n  No podría comer siempre la misma comida, en algún punto sería repugnante.\n  ","254579":"\n\n   @littletrvst\n  \n  No tengo mascota.\n  ","254580":"\n\n   @liquid_sinn\n  \n  No lo sé, aun es temprano para eso.\n  ","254581":"\n\n   @NeonFlare\n  \n  Solo consumo picante cuando es inevitable.\n  ","254582":"\n\n   @WanduuGutierrezz\n  \n  Jamás sentí la necesidad y no tengo el interés.\n  ","254583":"\n\n   @WanduuGutierrezz\n  \n  Mis padres.\n  ","254584":"\n  -.-\n  ","254585":"\n\n   @sirenic\n  \n  Algunas veces si.\n  ","254586":"\n\n   @AshleighRBenson\n  \n  Solo cuando la comida es preparada con picante es que la consumo así, de resto directamente no le pongo picante.\n  ","254587":"\n\n   @cocinavital34\n  \n  Todo se compra ya preparado, ese día nadie de la familia cocina, solo se calienta lo necesario para comer en familia.\n  ","254588":"\n  Algunas de esas preguntas las envian para cumplir con las tareas semanales de los VIP+ igual hago lo posible para responder.\n  ","254589":"\n  Porque a un saludo se responde con cortesía.\n  ","254590":"\n  Perdón, no quedó nada.\n  ","254591":"\n  👍\n  ","254592":"\n  Porque la vida en ocasiones es impredecible y se puede fallar en algo irrelevante o muy importante.\n  \n  Bueno es parte de la vida, solo que no lo vi venir hasta que fue imposible evitarlo.\n  ","254593":"\n\n   @AskKeishaJ\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254594":"\n  Bien.\n  ","254595":"\n\n   @mtaubs_fitness\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view=1&sort=lad&flow=list\n  \n","254596":"\n\n   @KitTy_KATT269\n  \n  La persona impaciente.\n  ","254597":"\n\n   @MelMelindres\n  \n  Ruffles Frito-Lay o McDonald's o cualquiera como sean.\n  ","254598":"\n\n   @broncosfan4759556\n  \n  Payasadas de humorista.\n  ","254599":"\n\n   @attaellahi\n  \n  Mis mejores deseos para ti.\n  ","254600":"\n\n   @Itslaurencim\n  \n\n   https:\/\/m.youtube.com\/watch?v=X4bgXH3sJ2Q&list=PLllV_afhRNoUe7irdUT5Rsv-kDmczjKsL&index=7\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","254601":"\n\n   @JesusManuelSimancaPadilla\n  \n  Si la tuviera no le hablaría de nada.\n  ","254602":"\n\n   @BonesAngela\n  \n  Panquecas con mantequilla de maní.\n  ","254603":"\n\n   @EmyJackson374\n  \n  Soy ateo, no creo que exista.\n  ","254604":"\n\n   @AutspieDrough\n  \n  212 Perfume de Hombre Carolina Herrera.\n  ","254605":"\n\n   @NineGDxFour\n  \n  Así es.\n  ","254606":"\n\n   @spiritultherapist\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254607":"\n\n   @saulcamposcarlos\n  \n  Mis mejores deseos para ti.\n  ","254608":"\n\n   @sokurorendo\n  \n  YouTube\n  ","254609":"\n\n   @Redsbian\n  \n  No los he escuchado.\n  ","254610":"\n\n   @hammad_1738\n  \n  Vacunaciones masivas contra el Covid-19.\n  ","254611":"\n\n   @alshaybmohammad\n  \n  Soy anónimo.\n  ","254612":"\n\n   @poetalunam\n  \n  No extraño que los adolescentes desarrollen problemas de salud mental.\n  \n  Las estadísticas nacionales indican que uno de cada cinco adolescentes tiene algún tipo de problema de salud mental en cualquier año.\n  \n  Los problemas varían de leves a graves. Lamentablemente, el suicidio es la tercera causa principal de muerte entre los adolescentes.\n  ","254613":"\n\n   @mtaubs_fitness\n  \n  Jamás sueño o puede ser que no recuerdo nada, no lo sé.\n  ","254614":"\n\n   @Itslaurencim\n  \n  Jamás lo hice.\n  ","254615":"\n\n   @NicoleKerry1\n  \n  Perdón, ni participo ni creo encuestas de fotos.\n  ","254616":"\n\n   @hannahgonzalez2001\n  \n  Descanse en paz.\n  ","254617":"\n\n   @annabella6171\n  \n  Si no he llegado tarde.\n  \n  ¿Dime en que puedo ayudarte?\n  ","254618":"\n\n   @mtaubs_fitness\n  \n  No tengo idea de como será dentro de la nueva normalidad.\n  ","254619":"\n  Muy amable.\n  ","254620":"\n  -.-\n  ","254621":"\n\n   @galaxia28\n  \n  ❤️ Me gusta 🔥 Recompensas.\n  ","254622":"\n\n   @SANCHEXz_OiRAM\n  \n  Jamás he tenido el interés en tener cuenta falsa, en todas las redes sociales en las que tengo cuenta, solo he creado una por red y es anónima.\n  ","254623":"\n\n   @KellinkittyQuinn\n  \n  Yo.\n  \n  Audífonos, YouTube y Reproducción aleatoria.\n  ","254624":"\n\n   @Natashagetsxd\n  \n  Solo sé que existe.\n  \n  Hace algún tiempo ya que dejé de ver películas o series.\n  ","254625":"\n  Nikki Rides Debido a encontrarse en la Zona Intertropical, el clima de Venezuela es cálido.\n  ","254626":"\n\n   @AutspieDrough\n  \n  No uso collares.\n  ","254627":"\n\n   @ysk88burbujita88\n  \n  Soy el mayor.\n  \n  Me sigue una hermana que falleció en un accidente de tránsito.\n  \n  A ella le sigue un hemano menor.\n  \n  También tengo una tía hermana, adoptada por mi abuela materna, criada por mi madre, se casó y ahora vive en otro país.\n  ","254628":"\n\n   @xxAmyLovesBVB1xx\n  \n  Hace algún tiempo ya que dejé de leer libros y de ver películas.\n  ","254629":"\n\n   @straddleton\n  \n  No.\n  ","254630":"\n\n   @BabyGurlCece24\n  \n  Viene de un animal, supongo que lo controlaremos de algún modo.\n  ","254631":"\n\n   @millerdrinker258\n  \n  Estoy casi seguro que después de comerlo te quedará algo de espacio para un helado.\n  ","254632":"\n  Solo espero que nadie se sienta ofendido o afectado negativamente.\n  ","254633":"\n  Lo sé, el que tú mencionas y el que yo menciono se alimentan de lo mismo, se les dice igualmente cucarachas y lo único que agregué es que tiene mayor parecido físico con las cucarachas de tierra el que yo mencioné.\n  ","254634":"\n\n   @tripplels\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254635":"\n\n   @Andrewbubbles\n  \n  ¿Veíais\/véis telenovelas? De niño vi varias.\n  \n  ¿Cuál era\/es vuestra favorita? No recuerdo los nombres.\n  ","254636":"\n\n   @saulcamposcarlos\n  \n  Hace algún tiempo ya que dejé de ver películas.\n  ","254637":"\n\n   @UntalAntilope\n  \n  Todos los días aprendo algo sean necesarias o innecesarias, ya es tarde, tengo sueño y no me da la mente como para mencionar algo aprendiendo.\n  ","254638":"\n\n   @kaylaraspolich\n  \n  Así es.\n  ","254639":"\n\n   @NicoleBuckleyyx\n  \n  Mi corazón empieza a latir más rápido y se dilatan mis pupilas.\n  ","254640":"\n\n   @hananelj\n  \n  No tengo esa tradición.\n  ","254641":"\n\n   @ysk88burbujita88\n  \n  Que te puedo decir, no paro de recibir y responder preguntas.\n  ","254642":"\n\n   @ysk88burbujita88\n  \n  Desayuno: Arepa rellena con tortilla de huevos con verduras y café.\n  \n  Almuerzo: Sancocho que es una sopa hecha con carnes, tubérculos, verduras, condimentos y café.\n  \n  Cena: Avena caliente.\n  ","254643":"\n\n   @liquid_sinn\n  \n  Puedo con ambas.\n  ","254644":"\n\n   @ysk88burbujita88\n  \n  Verdadero.\n  \n  Porque seguramente ninguno de nosotros se detendría un momento para pensar en la posibilidad de no llegar al final del año.\n  ","254645":"\n\n   @ysk88burbujita88\n  \n  He hecho todo lo que quice y pude hacer, no todo fue tan bueno como creí.\n  ","254646":"\n\n   @ysk88burbujita88\n  \n  No.\n  ","254647":"\n\n   @Itslaurencim\n  \n  Hacer tres preguntas y obtener una respuesta precisa.\n  ","254648":"\n\n   @Luv_freckles\n  \n  2) Chocolate.\n  \n  Escogí está la opción porque no está la opción que siempre que puedo pido.\n  ","254649":"\n\n   @derekhardin\n  \n  Fastidiando de la cuarentena más bien.\n  ","254650":"\n\n   @KellinkittyQuinn\n  \n  No como sopa por favoritismo, la como por necesidad.\n  ","254651":"\n\n   @leonardoalarcon14\n  \n  Unpopular opinion: He comenzado a pensar en cómo evitar que llegue la Navidad.\n  ","254652":"\n\n   @bostp6306\n  \n  Sobre gustos y colores no se disputa.\n  ","254653":"\n\n   @elsiedarling\n  \n  No se quien es, puede ser que he escuchado su musica, escucho mucha variedad de musica.\n  ","254654":"\n  Eso es imprescindible, no se si disminuirá o aumentará la frecuencia.\n  ","254655":"\n\n   @AskKeishaJ\n  \n  No tengo nada para eso.\n  ","254656":"\n  Supongo que te estas describiendo, porque no me conoces, soy anonimo.\n  ","254657":"\n\n   @Neltharion999\n  \n  Venezuela, en las noches del 24 y del 31 de diciembre es común hacer reuniones entre familias en las cuales se comparte el plato tradicional que consiste en hallaca la cual varía su preparación dependiendo de la región del país, pan de jamón, el característico pernil navideño aderezado con sus jugos y\/o una salsa de ciruela, acompañado de ensalada de gallina y rodajas de jamón navideño, también se comen dulces tradicionales de esta fecha como lo son la torta negra, el dulce de lechosa, el de cabello de ángel y\/o el panettone.\n  \n  Los frutos secos tampoco se quedan atrás entre ellos se destacan nueces y avellanas.\n  \n  Las bebidas por excelencia para estas fechas son el ponche crema, el vino y el whisky escocés, la cerveza y el tradicional Ron que dispara su consumo en Navidad.\n  \n  Sin olvidar las típicas 12 uvas que se comen el 1 de enero a las 12 al son de las 12 campanadas con las que se recibe al año nuevo.\n  \n  El 25 de diciembre, al igual que el 1 de enero, se prepara la sopa \"sancocho\" contiene carne de res o de gallina, diferentes vegetales, maíz, yuca y papa, entre otras verduras y aromatizantes.\n  \n  En algunas partes principalmente en el occidente se prepara también el pasticho o lasaña.\n  ","254658":"\n\n   @BabyGurlCece24\n  \n  No lo celebré.\n  \n  #YoMeQuedoEnCasa\n  ","254659":"\n\n   @Nikki_Copenhaver\n  \n  Ambas.\n  ","254660":"\n  -.-\n  ","254661":"\n\n   @Rosa_alsherify\n  \n  No conozco a nadie, incluyendome.\n  ","254662":"\n\n   @StrongTeam\n  \n  Hace algún tiempo ya que dejé de hacer planes, soy demasiado ambicioso como para tenerlos, eso me estresa, así que solo vivo al día.\n  ","254663":"\n\n   @liquid_sinn\n  \n  Solo enfermé de gravedad de niño y siempre tuve la asistencia de mis padres.\n  ","254664":"\n\n   @ZeldaXoxo_\n  \n  Perdón no sé qué son.\n  ","254665":"\n\n   @kaylaraspolich\n  \n  No, hasta donde sé.\n  ","254666":"\n\n   @NicoleBuckleyyx\n  \n  “El destino es el que baraja las cartas, pero nosotros somos los que jugamos.”\n  \n  -William Shakespeare-\n  ","254667":"\n\n   @blessedwifeyandmommy28\n  \n  Solo podemos elegir a quien se ha postulado y cumple con los requisitos legales para poder ser candidato.\n  \n  De resto no me gusta fantasear con cosas que no pasarán.\n  ","254668":"\n\n   @jealsuca\n  \n  Según consta en la página oficial de la banda, el nombre se debe a una leyenda urbana que había trascendido en la época de su formación y que llegó a tener cierta exposición en los medios de comunicación.\n  \n  En palabras de uno de sus miembros: Corría el año 1979 y una familia de turistas, mientras visitaba en Mendoza el Puente del Inca, se toma una fotografía.\n  \n  Al revelarla aparecen a un lado de dicha familia unos enanitos verdes en ronda.\n  \n  Al momento de sacar la fotografía obviamente no los vio nadie pero luego del revelado allí estaban.\n  \n  Este hecho tuvo una trascendencia pública notoria saliendo en los periódicos locales.\n  \n  E inclusive dicen algunos que llegó la fotografía hasta la NASA para comprobar su autenticidad.\n  \n  Leyenda o realidad un amigo nuestro que era periodista de una revista bautizó a nuestro novato grupo con el nombre de Los Enanitos Verdes de Puente del Inca y así apareció en la primera crónica.\n  \n  Los integrantes optaron por la mitad del nombre: “Los Enanitos Verdes”, pero bien podrían haberse llamado también Puente del Inca.\n  \n  Felipe Staiti, guitarrista de Los Enanitos Verdes.\n  ","254669":"\n\n   @saloneseduardo\n  \n  ¡ja, ja, ja!\n  ","254670":"\n\n   @KellinkittyQuinn\n  \n  Casi en todo.\n  ","254671":"\n\n   @jealsuca\n  \n  No lo sé.\n  ","254672":"\n\n   @thedrockdakid\n  \n  No tengo amigos y no tengo ese nivel de inocencia con nadie.\n  ","254673":"\n\n   @jealsuca\n  \n  ¿Qué te gusta más? El reggaeton.\n  \n  1- El reggaeton: Lo escucho.\n  \n  2- El requesón: Lo como con muy poca frecuencia.\n  \n  3- El resacón: Hace algún tiempo ya que dejé el consumo de bebidas alcohólicas.\n  ","254674":"\n\n   @jealsuca\n  \n  Esas practicas son milenarias y no son exclusivas de la cultura nipón. ¿Lo sabías?\n  ","254675":"\n\n   @jealsuca\n  \n  Una cosa no tiene que ver con la otra y no soy otaku por lo que no tengo afición al anime.\n  ","254676":"\n\n   @poetalunam\n  \n  Prefiero a la mujer sin maquillaje.\n  \n  Algunas mejeres se sienten más comodas con maquillaje.\n  ","254677":"\n\n   @jealsuca\n  \n  ¿Te encanta comer camarones? Como por necesidad no porque me encante.\n  \n  ¿Qué opinas si te digo que hacen la misma función carroñera (comen cosas putrefactas) que la que desempeñan las cucarachas en la tierra, por lo que son denominados las cucarachas del mar? Se parecen más según el nombre científico Bathynomus, es un isópodo crustáceo feo y gigante que vive en las profundidades del mar.\n  \n  Además tiene antenas largas y ojos grandes, características ambas que le permiten moverse en la oscuridad de su hábitat.\n  \n  Y, por si fuera poco, es una especie carroñera que se alimentan de carne de animales muertos que caen al fondo del mar.\n  \n  Por eso sus descubridores, un equipo de científicos en Indonesia, la han bautizado como \"cucaracha gigante\" adjunto imagen.\n  \n  ¿Se te antoja otro coctelito de camarones? Jamás he consumido cictel de camarones, solo los he consumido en arroz chino.\n  ","254678":"\n\n   @jealsuca\n  \n  Nombre científico Mollusca.\n  ","254679":"\n\n   @Neverthesamepage\n  \n  Eso depende del comensal que es el que va porque quiere comer eso que preparan de una forma particular, con estilo.\n  ","254680":"\n\n   @leonardoalarcon14\n  \n  Hace algún tiempo ya que dejé de ver series.\n  ","254681":"\n\n   @YaoiMasterSadist\n  \n  Así es.\n  ","254682":"\n\n   @jealsuca\n  \n  Hace algún tiempo ya que pasé la etapa de los profesores y soy mi propio jefe.\n  ","254683":"\n\n   @jealsuca\n  \n  No tengo mascota que alimentar.\n  ","254684":"\n\n   @edraegen\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254685":"\n  Listo.\n  ","254686":"\n\n   @jealsuca\n  \n  ¿QUÉ?\n  ","254687":"\n\n   @yourpumpkinlol\n  \n  Soy ateo, no la persona adecuada para recomendar algún libro de estudio bíblico.\n  ","254688":"\n\n   @Reginailessthan3u\n  \n  El que se va no hace falta y el que llega no estorba.\n  ","254689":"\n\n   @especially8256\n  \n\n  -.-\n  ","254690":"\n\n   @bvarner87\n  \n  No lo sé, jamás le tomé la temperatura a ninguna.\n  ","254691":"\n\n   @DickBro\n  \n  Presente.\n  ","254692":"\n\n   @jealsuca\n  \n  ¿Por fin, la niña está muerta o viva? Pregunta capciosa.\n  ","254693":"\n\n   @EsIEmO\n  \n  Hace algún tiempo ya que dejé de hacer planes, soy demasiado ambicioso como para tenerlos.\n  ","254694":"\n\n   @jealsuca\n  \n  El veneno del ornitorrinco puede matar a animales pequeños, sin embargo en humanos no es letal, pero produce un intenso dolor.\n  \n  Tanto el macho como la hembra poseen espolones en los tobillos, sin embargo solo el macho produce veneno.\n  \n  Este está compuesto por proteínas similares a las defensinas, en donde tres son exclusivas de este animal.\n  \n  Las defensinas son producidas en el sistema inmunitario del animal\n  \n  Luego de la picadura se produce un edema alrededor de la herida y que se extiende por el miembro afectado, el dolor es tan fuerte que no se puede calmar con morfina.\n  \n  Además una simple tos puede elevar la intensidad del dolor.\n  \n  Luego de unas horas se puede extender incluso a otras áreas del cuerpo, diferentes a la extremidad afectada.\n  \n  Luego del período de dolor, este se convierte en una hiperalgesia que puede durar durante días o incluso meses.\n  \n  También se ha documentado atrofia muscular que puede durar el mismo período de tiempo que la hiperalgesia.\n  ","254695":"\n\n   @jealsuca\n  \n  No lo sé, no he vivido con conejitos o hámsters.\n  ","254696":"\n\n   @jealsuca\n  \n\n  -.-\n  ","254697":"\n\n   @Itslaurencim\n  \n  No sé si me gusta, no sé lo que es cazuela de judías verdes.\n  ","254698":"\n\n   @HandsomeBoyModelingSchool\n  \n  Tengo cable y satélite para el Internet también prestan el servicio para televisión y yo no lo uso.\n  ","254699":"\n\n   @Sam_lynn17\n  \n  Pública ambas.\n  ","254700":"\n\n   @NevansMommy\n  \n  La automatización Contable aprovecha las herramientas tecnológicas a su alcance para facilitar el proceso de contabilidad de una empresa.\n  \n  He sido encantado desde hace años por esta forma moderna y ahora incorporando procesos a la mano a través de la tecnología móvil.\n  \n  Y lo mejor de todo es que me paguen por hacer algo que pudiera hacer hasta gratuitamente.\n  ","254701":"\n\n   @Maikol4m\n  \n  Mis mejores deseos para ti.\n  ","254702":"\n\n   @AshleighRBenson\n  \n  Haga lo que haga, no pudo enamorar a quien no siente amor por mi.\n  ","254703":"\n\n   @Reginailessthan3u\n  \n  Después de almorzar.\n  ","254704":"\n\n   @Nikki_Copenhaver\n  \n  Arepa rellena de crema de leche, queso rallado con caraotas rojas y café.\n  ","254705":"\n\n   @latin_ask\n  \n  El amor que siento por\n  \n   @LaliEspositoHOficial\n  \n  será imposible de ser correspondido.\n  ","254706":"\n\n   @latin_ask\n  \n  El llanto de un niño al que nadie atiende.\n  ","254707":"\n\n   @Tamerabad\n  \n  Eh.\n  ","254708":"\n\n   @sirenic\n  \n  No.\n  ","254709":"\n\n   @sunflowersz\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254710":"\n\n   @wink4u21\n  \n  Ni participo ni creo encuestas de fotos.\n  ","254711":"\n\n   @hustler1\n  \n  No tengo ni idea..\n  ","254712":"\n\n   @StrongTeam\n  \n  Mis mejores deseos para ti.\n  ","254713":"\n\n   @giorgia_fitch16\n  \n  No se quien es Neon Trees.\n  ","254714":"\n\n   @bextiya\n  \n  Hace algún tiempo ya que dejé de ver películas, no lo recuerdo.\n  ","254715":"\n\n   @BlackAceKenny\n  \n  No tengo favoritismos.\n  ","254716":"\n\n   @HopeGuangco\n  \n  El operador de la central de emergencias.\n  ","254717":"\n\n   @DawudSuarez\n  \n  How many languages do you speak? Solo hablo uno, escrito entiendo un poco varios.\n  \n  What are they? Español.\n  ","254718":"\n\n   @platinum_d_gold\n  \n  Solo extraño gente muerta.\n  ","254719":"\n\n   @b800_00\n  \n  No.\n  ","254720":"\n\n   @wink4u21\n  \n  Ni participo ni creo encuestas de fotos.\n  ","254721":"\n\n   @fawey24192\n  \n  En cualquier momento si previo aviso cambia al de Venezuela, errores de ASKfm.\n  ","254722":"\n\n   @Ice_Frozen_Vocals\n  \n  Roasted vegetables with a little bit of rice on the side? Anyone? Por mi estaría bien.\n  \n  Cornbread with? Tostado con margarina.\n  \n  Do you like roast? Como por necesidad, no como por gusto.\n  ","254723":"\n\n   @EmyJackson374\n  \n  Genial.\n  ","254724":"\n\n   @NevansMommy\n  \n  Jamás.\n  ","254725":"\n\n   @Maikol4m\n  \n  Mis padres.\n  ","254726":"\n\n   @millerdrinker258\n  \n  Es solo un constructo social.\n  ","254727":"\n\n   @davidpouncy97\n  \n  Soy heterosexual.\n  ","254728":"\n\n   @Allysssaaa_\n  \n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","254729":"\n\n   @NeverWolf\n  \n  Tengo una semana en la que duermo desde las doce de la media noche hasta las cinco de la mañana, ya que estoy haciendo una toma de inventario físico inicial para una empresa de repuestos de vehículos.\n  ","254730":"\n\n   @NevansMommy\n  \n  Tengo una semana en la que duermo desde las doce de la media noche hasta las cinco de la mañana, ya que estoy haciendo una toma de inventario físico inicial para una empresa de repuestos de vehículos.\n  ","254731":"\n\n   @NeverWolf\n  \n","254732":"\n\n   @AskKeishaJ\n  \n  Si nadie se ve afectado negativamente si es saludable, de lo contrario no lo es para nadie.\n  ","254733":"\n\n   @kaylaraspolich\n  \n  Helado de mantecado con ron pasas fresas naturales y chocolate derretido.\n  ","254734":"\n\n   @ChikaFressaStrawberryD\n  \n  Tengo mala memoria, lo lei hace años y no lo recuerdo.\n  ","254735":"\n\n   @calvarychapelws100\n  \n  ¿Donde hay un buen Gobierno?\n  ","254736":"\n\n   @cocinavital34\n  \n  No.\n  ","254737":"\n\n   @giorgia_fitch16\n  \n","254738":"\n\n   @sirenic\n  \n  Despues de despertar no sé que sea más dificil para mi, si dormirme de nuevo o solo quedarme acostado, por lo que hago lo más facil para mi, me levanto y ya.\n  ","254739":"\n\n   @Neltharion999\n  \n  Debido a encontrarse en la Zona Intertropical, el clima de Venezuela es cálido.\n  ","254740":"\n\n   @straddleton\n  \n  Evito llamar a las personas que tengo en los contactos.\n  \n  Menos aún llamaría a un número desconocido.\n  ","254741":"\n\n   @giorgia_fitch16\n  \n  Yo no.\n  ","254742":"\n\n   @Tamerabad\n  \n  No estoy pendiente de eso.\n  ","254743":"\n\n   @AskKeishaJ\n  \n  Suele pasar.\n  ","254744":"\n\n   @mtaubs_fitness\n  \n  De acuerdo a la compañía.\n  ","254745":"\n\n   @cptwenchface\n  \n  Genial.\n  ","254746":"\n\n   @blessedwifeyandmommy28\n  \n  Mis mejores deseos para ti.\n  ","254747":"\n\n   @Maikol4m\n  \n\n\n   https:\/\/www.tiktok.com\/\n  \n  @villalobosij\n  ","254748":"\n\n   @basketballfan68\n  \n  No lo sé, aquí no presta ese servicio.\n  ","254749":"\n\n   @senoritoadrian093909\n  \n  ¿Crees en los fantasmas y lo paranormal? No tengo esa creencia.\n  \n  He visto algún documental y también vídeo similar a la pregunta.\n  ","254750":"\n\n   @senoritoadrian093909\n  \n  Me molesta cuando alguien grita estando yo cerca.\n  ","254751":"\n\n   @jealsuca\n  \n  Yo le daría el empaque completo con la esperanza de que comparta conmigo y si\n  \n   @LaliEspositoHOficial\n  \n  se los quiere comer sola, las próxima vez compraría dos empaques.\n  ","254752":"\n\n   @littletrvst\n  \n  No.\n  ","254753":"\n\n   @FernandaCornejo23F\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","254754":"\n\n   @AstroBoyAstroBoy\n  \n  Estoy colapsado con las notificaciones, de aportar sería para otro momento.\n  ","254755":"\n  -.-\n  ","254756":"\n\n   @jealsuca\n  \n  No te imaginas cuantas has comido en tú vida y que no te enteraste como para irte en vómito.\n  ","254757":"\n\n   @Ice_Frozen_Vocals\n  \n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","254758":"\n\n   @jealsuca\n  \n  No.\n  ","254759":"\n\n   @jealsuca\n  \n  Cualquiera sabe.\n  ","254760":"\n\n   @bextiya\n  \n  Genial.\n  ","254761":"\n\n   @giorgia_fitch16\n  \n  No se quien es.\n  ","254762":"\n\n   @StrongTeam\n  \n  Hasta ahora no.\n  ","254763":"\n  Ok.\n  ","254764":"\n\n   @Andrewbubbles\n  \n  Soy anónimo, puede delatarme el anécdota.\n  ","254765":"\n\n   @jealsuca\n  \n\n  -.-\n  ","254766":"\n\n   @jealsuca\n  \n  Por ser venenosos.\n  ","254767":"\n  -.-\n  ","254768":"\n  Y continuamos con la expectativa.\n  ","254769":"\n\n   @JonasRiquelme\n  \n  No estoy pendiente de eso, mis listas de reproducción las escucho en configuración aleatoria.\n  ","254770":"\n\n   @saulcamposcarlos\n  \n  Supongo que de niño.\n  ","254771":"\n\n   @ysk88burbujita88\n  \n  Solo regalo por regresar el gesto de quienes me regalan.\n  ","254772":"\n\n   @sirenic\n  \n  Rutinas.\n  ","254773":"\n\n   @ahmedsayedfahmy\n  \n\n  Ö\n  ","254774":"\n\n   @Natashagetsxd\n  \n  Vivo en otro país.\n  ","254775":"\n\n   @bextiya\n  \n  Nada que yo sepa.\n  ","254776":"\n\n   @NevansMommy\n  \n  No lo sé.\n  ","254777":"\n\n   @Juicey2sweet\n  \n  Por comodidad.\n  ","254778":"\n\n   @StrongTeam\n  \n  Mis mejores deseos para ti.\n  ","254779":"\n\n   @Yeauh_Buddy\n  \n  Tengo varias aquí en algunas respuestas.\n  ","254780":"\n\n   @itsyourbabidani\n  \n  No todas.\n  ","254781":"\n\n   @NeonFlare\n  \n  Hasta ahora no he recibido comentarios negativos al respecto.\n  ","254782":"\n\n   @Sydsho7\n  \n  Yo no.\n  ","254783":"\n\n   @jorgelopezlopez10\n  \n  Amar es lo único que merece la pena.\n  ","254784":"\n  Ye tengo un montón de gente con la misma fe de que se me cumplirán, esperemos a que así sea.\n  ","254785":"\n  Mis mejores deseos para ti.\n  ","254786":"\n\n   @MelMelindres\n  \n  Todas las canciones algo tienen que me lo relaciono con\n  \n   @LaliEspositoHOficial\n  \n","254787":"\n  Pídele a San Nicolás la lámpara de Aladino.\n  ","254788":"\n\n   @BonesAngela\n  \n  No lo sé, dímelo tú.\n  ","254789":"\n\n   @hananelj\n  \n  Soy ateo, no creo en almas.\n  ","254790":"\n\n   @Ice_Frozen_Vocals\n  \n  Como por necesidad no por gusto, si como parrilla.\n  ","254791":"\n\n   @Juicey2sweet\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254792":"\n\n   @sirenic\n  \n  Suelo perder la noción del tiempo, así que hay días en los que no tengo idea de cuál de los días de la semana es.\n  ","254793":"\n\n   @introgeeky\n  \n  Prefiero ducharte.\n  ","254794":"\n\n   @GothicBeautyZi\n  \n  Helado de mantecado.\n  ","254795":"\n\n   @StrongTeam\n  \n  No tengo favoritismos.\n  ","254796":"\n\n   @longbeachjoe\n  \n  Helado de mantecado.\n  ","254797":"\n\n   @Neverthesamepage\n  \n  Así es.\n  ","254798":"\n\n   @KatyaEliseHenryAskFmAccount\n  \n  La tripanofobia no me deja.\n  ","254799":"\n\n   @NeonFlare\n  \n\n\n   https:\/\/m.youtube.com\/user\/DrossRotzank\n  \n","254800":"\n\n   @leonardoalarcon14\n  \n  Aún no.\n  ","254801":"\n\n   @ZeusAlvelo\n  \n  No.\n  ","254802":"\n\n   @broncosfan4759556\n  \n  McFlurry Oreo.\n  ","254803":"\n\n   @AskKeishaJ\n  \n  Solo despierto para ir a orinar y tomar agua, luego me duermo sin darme cuenta.\n  ","254804":"\n\n   @AutspieDrough\n  \n  No puedo usar piercing.\n  ","254805":"\n\n   @Processions\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","254806":"\n\n   @deboramartinez6\n  \n  Estoy prestando.\n  ","254807":"\n\n   @hannahgonzalez2001\n  \n  Son eventos inevitables con los que afrontamos la vida, espero puedas sobrellevar mejor la perdida.\n  ","254808":"\n\n   @cocinavital34\n  \n  Así es, el motivo es saber que piensan las personas y conocerme un poco mejor al responder preguntas que yo jamás me haría.\n  ","254809":"\n\n   @mtaubs_fitness\n  \n  No.\n  ","254810":"\n\n   @sunflowersz\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254811":"\n\n   @bnicolexoxo_\n  \n  Mis mejores deseos para ti.\n  ","254812":"\n\n   @ChikaFressaStrawberryD\n  \n  El tiempo es un invención de los seres humanos, mientras existan seres humanos que comprendan como se mide el tiempo, este existirá.\n  ","254813":"\n  ő\n  ","254814":"\n  De treinta 28 votaron que somos diferentes 2 que somos iguales.\n  ","254815":"\n  ö\n  ","254816":"\n\n   @Sydsho7\n  \n  Prefiero vomitar en ambas.\n  ","254817":"\n\n   @autumnlh\n  \n  Ser un sobreviviente del coronavirus.\n  ","254818":"\n\n   @poetalunam\n  \n  Agua.\n  ","254819":"\n\n   @YaoiMasterSadist\n  \n  Me considero una persona amable, responsable, noble agradable, entusiasta y sobre todo alguien que le gusta estar bien consigo mismo.\n  ","254820":"\n\n   @Vannehips\n  \n  Me gusta ver como es de grosera conmigo esa gente, para alejarme definitivamente de su entorno.\n  ","254821":"\n\n   @poetalunam\n  \n  Fastidiarme de la cuarentena.\n  ","254822":"\n\n   @xxAmyLovesBVB1xx\n  \n  No tengo mascota.\n  ","254823":"\n\n   @Nikki_Copenhaver\n  \n  No tengo esa tradición.\n  ","254824":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Café.\n  ","254825":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Soy anónimo y eso me puede delatar.\n  ","254826":"\n\n   @Andrewbubbles\n  \n  28 votos\n  \n  No existe absolutamente nadie igual a mi.\n  ","254827":"\n\n   @mtaubs_fitness\n  \n  El chiste está en que no recuerdo ninguno.\n  ","254828":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Hace algún tiempo ya que dejé de ver televisión.\n  ","254829":"\n\n   @poetalunam\n  \n  Lo he dicho todo en mis respuestas, más de lo que todos querían saber.\n  ","254830":"\n\n   @andrewstjohn\n  \n  Debes hacer lo que te parezca correcto para todos, incluyendote.\n  ","254831":"\n\n   @littletrvst\n  \n  No tengo síntomas.\n  ","254832":"\n\n   @emiliousuriaga\n  \n  No sé lo que es.\n  ","254833":"\n\n   @emiliousuriaga\n  \n  Las que ha creado mi mala memoria.\n  ","254834":"\n\n   @emiliousuriaga\n  \n  Puedo con ambas.\n  ","254835":"\n\n   @giorgia_fitch16\n  \n  El del camaleón.\n  ","254836":"\n\n   @Jeynneth\n  \n  Hace algún tiempo ya que dejé de hacer planes, soy demasiado ambicioso como para tenerlos.\n  ","254837":"\n\n   @emiliousuriaga\n  \n  Soy anonimo y no me arriesgaré a ser identificado por algo que me ha ocurrido.\n  ","254838":"\n\n   @MelMelindres\n  \n  Suelo comprarla lista solo para comer.\n  ","254839":"\n\n   @Reginailessthan3u\n  \n  Jamás he sentido interés por los casinos.\n  ","254840":"\n\n   @JAZMINSSOTOFAN\n  \n  Si no tengo problemas tecnológicos, aquí debería estar.\n  ","254841":"\n\n   @MelMelindres\n  \n  Los como.\n  ","254842":"\n\n   @ritaisabel1\n  \n  Mis mejores deseos para ti.\n  ","254843":"\n\n   @Redsbian\n  \n  Respondo todas las que tengan nombre de usuario.\n  ","254844":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Nada.\n  ","254845":"\n\n   @saulcamposcarlos\n  \n  Mis mejores deseos para ti.\n  ","254846":"\n\n   @keiseradhemargonzalezrodriguez\n  \n\n  -.-\n  ","254847":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Nadie más vive mi vida.\n  ","254848":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Jamás presto atención a quien hable mal de mi.\n  ","254849":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Cuando he competido es para superar lo que he logrado y si no lo logro puedo probarme nuevamente.\n  ","254850":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Odio a todos.\n  ","254851":"\n\n   @MelMelindres\n  \n  No tengo preferencias, por mi cualquier sitio para comer está bien.\n  ","254852":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Erik, José y familiares.\n  ","254853":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Tomate.\n  ","254854":"\n\n   https:\/\/m.youtube.com\/watch?v=VKcqQ-X0ghA&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=14\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","254855":"\n\n   @senoritoadrian093909\n  \n  Decir la verdad, toda la verdad y nada más que la verdad.\n  ","254856":"\n\n   @senoritoadrian093909\n  \n  Conquistar el mundo.\n  \n  No mentira, no tengo sueños, sino objetivos a corto plazo.\n  ","254857":"\n\n   @SeraphOfDeath\n  \n  Cualquiera que me pegue con cualquier cosa, lo hace en contra de mi voluntad.\n  ","254858":"\n\n   @phantom356\n  \n  La bondad es una expresión de fortaleza y no de debilidad, pues requiere de mucho coraje responder al odio con amor y al miedo con esperanza.\n  ","254859":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Hace algún tiempo ya que dejé de pedir deseos, aún sigo espera que se cumpla alguno de los que antes pedí.\n  ","254860":"\n\n   @cocinavital34\n  \n  Mis mejores deseos para ti.\n  ","254861":"\n\n   @DaajjaaniiRuizAlcala\n  \n  No tengo esa tradición.\n  ","254862":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Genial.\n  ","254863":"\n\n   @kauser_konok\n  \n  Hola.\n  ","254864":"\n  Siempre que puedo las 🔥 Recompensas las tomo por intercambio.\n  ","254865":"\n\n   @Redsbian\n  \n  Trabajar, no lo estoy haciendo, hay mucha gente que no está cumpliendo con las recomendaciones de la OMS, así que #YoMeQuedoEnCasa\n  ","254866":"\n\n   @SoniiaDomiinguez\n  \n  Estando solo si tengo que comer fuera de casa es en un restaurante.\n  \n  Si estoy acompañando suelo preguntar donde quiere comer, evitando comer en casa o en su casa.\n  \n  Si estoy con varias personas me dejo llevar a donde quieran que no sea una de nuestras casas.\n  ","254867":"\n\n   @MelMelindres\n  \n  No.\n  ","254868":"\n\n   @Oodenta\n  \n  La práctica de la teoría.\n  ","254869":"\n\n   @Oodenta\n  \n  RRSS.\n  ","254870":"\n\n   @autumnlh\n  \n  Have you ever married? Así es.\n  \n  Divorced? Así fue.\n  ","254871":"\n\n   @YaoiMasterSadist\n  \n  Are you a perfectionist? Solo para lo que debo hacer personalmente.\n  \n  What are you too critical of yourself for? Puede ser que esté dando esa impresión, no suelo criticarme y no tomo en cuenta cualquier crítica.\n  ","254872":"\n\n   @HopeGuangco\n  \n  Hola.\n  ","254873":"\n\n   @senoritoadrian093909\n  \n  Si tuvieras que ir a cenar con tu 3º @ de ask quién sería?\n  \n   @YsikaRincon\n  \n","254874":"\n\n   @MIVICES\n  \n  Mis mejores deseos para ti.\n  ","254875":"\n\n   @senoritoadrian093909\n  \n  No tengo esa tradición, veo solo lo que hacen otras personas.\n  ","254876":"\n\n   @Redsbian\n  \n  Automóvil.\n  ","254877":"\n\n   @Farhanajas\n  \n  Si te refieres a las calificaciones la respuesta es no.\n  \n  Si te refieres a cosas que he escrito la respuesta si, algunas veces.\n  ","254878":"\n  De niño por precaución nos vacunaron a todos.\n  \n  Con una inyección de acción rápida (inmunoglobulina antirrábica) para prevenir que el virus te infecte.\n  \n  Y una serie de vacunas antirrábicas para ayudar a que el cuerpo aprenda a identificar y combatir el virus de la rabia.\n  \n  Ya antes escribí aquí en ASKfm que una perra que teniamos se contaminó de rabia.\n  ","254879":"\n\n   @taikamilla2012\n  \n  Nada, jamás me he vacunado y no sé si mis padres lo hicieron.\n  ","254880":"\n  JAJAJAJAJAJA Aquí en ASKfm espero🔥 Recompensas.\n  \n  Fuera de ASKfm las sonrisas serán suficientes.\n  ","254881":"\n  No soy el genio que hace tres deseos realidad.\n  ","254882":"\n  👍\n  ","254883":"\n\n   @Andrewbubbles\n  \n  De tus 3 primeros @ elige\n  \n  A) con quién te quedarías encerrado\/a en un ascensor\n  \n   @DaajjaaniiRuizAlcala\n  \n\n  B) con quién te irías de fiesta\n  \n   @mcarmentz_\n  \n\n  C) con quién tendrías una noche loca\n  \n   @LaliEspositoHOficial\n  \n","254884":"\n\n   @Andrewbubbles\n  \n  Desde que dejé el consumo de licor, le perdí el interés a salir de fiesta, ya me dan muy igual no ir o ir, pero siempre hay alguien que insite para ir juntos y termino yendo.\n  ","254885":"\n\n   @cocinavital34\n  \n  El celular, siempre lo tengo a la mano.\n  ","254886":"\n  Dejé ❤️ Me gusta de lo que leí.\n  ","254887":"\n\n   @DickBro\n  \n  Desde el 2013.\n  ","254888":"\n\n   @WanduuGutierrezz\n  \n  Mis mejores deseos para ti.\n  ","254889":"\n\n   @ritaisabel1\n  \n  Fastidiando, suspendieron la cuarentena por el mes de decembrino, no todos están cumpliendo con las recomendaciones de la OMS, así que\n  \n  #YoMeQuedoEnCasa\n  ","254890":"\n\n   @MIVICES\n  \n  No soy bueno haciendo preguntas, cuando se me ocurra algo, me paso.\n  ","254891":"\n\n   @senoritoadrian093909\n  \n  Evito lo posible ir a la casa de las personas, prefiero sugerir ir a un sitio público y cómodo.\n  ","254892":"\n\n   @senoritoadrian093909\n  \n  Para tener una cita lo único necesario para mí es tener referencia personal de alguien en común que trate a esa persona.\n  \n  Eso no quiere decir que terminaremos teniendo algún tipo de relación.\n  ","254893":"\n\n   @Andrewbubbles\n  \n  El límite es un poco antes de comenzar a irritar a la otra parte.\n  ","254894":"\n\n   @MelMelindres\n  \n  Se comparten roles de acuerdo a la situación.\n  ","254895":"\n  En el cuento de Aladino, cuando se frota una lámpara aparece un genio que solamente puede conceder tres deseos.\n  ","254896":"\n  Entiendo.\n  ","254897":"\n  -.-\n  ","254898":"\n  Que así sea.\n  ","254899":"\n  Así quedamos.\n  ","254900":"\n\n   @leeslieeflores\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","254901":"\n\n   @UntalAntilope\n  \n  Jamás he estado en una entrevista de trabajo, solo he sido recomendado y así obtuve los diferentes trabajos.\n  ","254902":"\n\n   @villalobosij\n  \n  \"Madre qué te puedo decir que no sepas\"\n  ","254903":"\n  -.-\n  ","254904":"\n\n   @ilankas\n  \n  No pude abrir el enlace.\n  ","254905":"\n\n   @jorgelopezlopez10\n  \n  Me lancé, seguro de ser rechazado, no me importó, porque ya me lo esperaba, solo que quería estar equivocado y que me fuese aceptado.\n  ","254906":"\n\n   @jorgelopezlopez10\n  \n  Probablemente no tan bien como creen.\n  ","254907":"\n\n   @saloneseduardo\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254908":"\n\n   @YaoiMasterSadist\n  \n  Are you someone who replies to messages (such as texts) immediately, or do you wait? Respondo desde el mensaje más antiguo hasta llegar al mensaje más reciente.\n  \n  Do you get impatient if others reply to you late? No, simplemente asumo que estan ocupados.\n  ","254909":"\n  Desconozco que hice para obtener esa cantidad.\n  ","254910":"\n  No se envió doble, no sabía que preguntarías eso y lo comenté en otra pregunta que hiciste.\n  ","254911":"\n  Puedo suponer que por no cumplir con las tareas que asigna ASKfm.\n  ","254912":"\n  Supongo que si hay límite, no se aún cuál es, una vez fui bloqueado, pero no sé cuántos di para ser bloqueado.\n  ","254913":"\n  Tengo varias preguntas secretas para el intercambio.\n  ","254914":"\n\n   @rpdread\n  \n  ¿Puedo saber a qué se debe el agradecimiento?\n  ","254915":"\n\n   @gustosintimos\n  \n  Hasta ahora no me he cansado de eso.\n  ","254916":"\n\n   @saulcamposcarlos\n  \n  ¿Qué es mejor? Lo mejor es la música.\n  \n  ¿La amarga verdad o la dulce mentira? La amarga verdad de la dulce mentira.\n  ","254917":"\n\n   @MelMelindres\n  \n  Que cada vez que le miraba, estaba mirandome.\n  ","254918":"\n  -.-\n  ","254919":"\n\n   @JoseChavarriaQ\n  \n  No lo sé, no he pasado por esa situación.\n  ","254920":"\n\n   @cocinavital34\n  \n  Cuando ha tocado dormir en casa ajena, he despertado innumerables veces y por vergüenza no me levanto hasta estar seguro de que hay alguien despierto.\n  \n  Paso mejor las noches en mi casa.\n  ","254921":"\n\n   @emiliousuriaga\n  \n  Mi fuerza de voluntad para no ser de lo peor.\n  ","254922":"\n\n   @MelMelindres\n  \n  Soy insensible para echar en falta este año.\n  ","254923":"\n\n   @ysk88burbujita88\n  \n","254924":"\n\n   @ysk88burbujita88\n  \n  En la otravpregunta respondí a esto.\n  ","254925":"\n\n   @ysk88burbujita88\n  \n  Pude serlo por curiosidad, sigo interactuando como si no lo fuera, algunas semanas me quitan el +VIP y otras me lo regresan.\n  ","254926":"\n\n   @ysk88burbujita88\n  \n  En mi caso:\n  \n  Uso la pregunta del día de ASKfm\n  \n  como 🔒 SECRETO para intercambiar\n  \n  +1000 🔥 Recompensas.\n  ","254927":"\n\n   @ysk88burbujita88\n  \n  Tengo el poder de las preguntas secretas.\n  ","254928":"\n\n   @sphyniacat\n  \n  Perdón, me perdí un libro, no sé a que te refieres.\n  ","254929":"\n\n   @R0Suarez\n  \n  Dejé ❤️ Me gusta de lo que leí, también dejé 🔥 Recompensas.\n  ","254930":"\n\n   @senoritoadrian093909\n  \n  Hoy tenéis algún plan? Hace algún tiempo ya que dejé de hacer planes, soy muy ambicioso como para tenerlos.\n  \n  ¿Qué haréis? RRSS.\n  ","254931":"\n  Dejé los ❤️ Me gusta desde hace 20 horas.\n  ","254932":"\n\n   @NeverWolf\n  \n  Solo esperando que llegue, no ha sucedido nada extraordinario desde que inició la cuarentena.\n  ","254933":"\n\n   @latin_ask\n  \n  Es natural, todos hemos sentido envidia alguna vez.\n  ","254934":"\n  Exacto.\n  ","254935":"\n  -.-\n  ","254936":"\n  Está bien, no pasa nada.\n  ","254937":"\n\n   @unmundosolochicas\n  \n  Mis mejores deseos para ti.\n  ","254938":"\n\n   @Andrewbubbles\n  \n  Genial.\n  ","254939":"\n\n   @iraw3\n  \n  ¿Sabes que son los deseos carnales? Así es.\n  \n  De ser así, ¿Te dejas llevar por ellos o por el contrario intentas controlar y suprimir dicho deseos? No cualquier persona despierta ese deseo en mi y pues ya despierto es incontrolable.\n  ","254940":"\n\n   @karolayn5\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","254941":"\n\n   @AlexDanielRo\n  \n  👋\n  ","254942":"\n\n   @emiliousuriaga\n  \n  Si pudiera no lo haría.\n  ","254943":"\n\n   @WanduuGutierrezz\n  \n  En la familia no tenemos esa tradición.\n  ","254944":"\n\n   @autumnlh\n  \n  No, ya que creo que limitaría mi personalidad.\n  ","254945":"\n\n   @cocinavital34\n  \n  A cualquiera de los que he ido.\n  ","254946":"\n\n   @alonsogomez640\n  \n  Absolutamente nada, mi pasado seguirá tal cual fue.\n  ","254947":"\n\n   @GoncaloACC\n  \n\n   https:\/\/m.youtube.com\/watch?v=gmeDGTurs0Y&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=1\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","254948":"\n\n   @HopeGuangco\n  \n  Soy moderado, casi igual a lo que puedes leer aquí.\n  ","254949":"\n\n   @latin_ask\n  \n  Me gustan todos los animales en su hábitat natural, siento pena por los animales en cautiverio o doméstico.\n  ","254950":"\n\n   @Oodenta\n  \n  Puedo opinar creo que sobre cualquier tema, lo que si es que trato de evitar es entrar en polémicas, quizás en algún ocasión haga alguna excepción.\n  ","254951":"\n  -.-\n  ","254952":"\n\n   @ysk88burbujita88\n  \n  Déjà vu.\n  ","254953":"\n\n   @ysk88burbujita88\n  \n  Ni participo ni creo encuestas de fotos.\n  ","254954":"\n  -.-\n  ","254955":"\n  Para nada, te expluco: Únicamente  susurrar o gritar automáticamente excluye comunicar en un tono adecuado.\n  ","254956":"\n\n   @YamilethYeilin\n  \n\n   https:\/\/m.youtube.com\/watch?v=wGP-Hzpb1B8&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=1\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","254957":"\n\n   @Eliza_villalobos\n  \n  Hace algún tiempo ya que dejé de hacer planes, soy muy ambicioso como para tenerlos, para muestra un botón:\n  \n  Intercambio +1000 🔥 Recompensas por desbloquear 🔓 mi respuesta secreta\n  \n  a la pregunta del día de ASKfm\n  ","254958":"\n\n   @Andrewbubbles\n  \n  No tengo amigos.\n  ","254959":"\n\n   @emiliousuriaga\n  \n  La pregunta de día de ASKfm.\n  \n  La queria usar como pregunta secreta para intercambiar.\n  \n  +1000 🔥 Recompensas (Monedas)\n  \n  Pero al parecer no me di a entender.\n  ","254960":"\n\n   @paola19o\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","254961":"\n  Hasta ahora no.\n  ","254962":"\n\n   @El_Buscador_De_Motivos\n  \n  No existe nada peor que una guerra, independientemente del tipo de guerra.\n  \n  Cualquier tipo de guerra tiene sus consecuencias.\n  ","254963":"\n\n   @HopeGuangco\n  \n  Le envié todo sin meditar nada y ella jamás borrará nada.\n  ","254964":"\n  -.-\n  ","254965":"\n\n   @Maikol4m\n  \n  Tengo mi propio mundo en este mundo.\n  ","254966":"\n\n   @Maikol4m\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","254967":"\n  -.-\n  ","254968":"\n  -.-\n  ","254969":"\n  Ni me preocupo.\n  ","254970":"\n  -.-\n  ","254971":"\n\n   @JAZMINSSOTOFAN\n  \n  Sí, claro.\n  ","254972":"\n\n   @princess_savvy666\n  \n  Me he convertido en víctimas de eso que llamamos amor.\n  ","254973":"\n\n   @MAlice321\n  \n  Genial.\n  ","254974":"\n\n   @senoritoadrian093909\n  \n  El miércoles, 25 de noviembre de 2020, en la mañana.\n  ","254975":"\n\n   @alejandrugu\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","254976":"\n\n   @MelMelindres\n  \n  Dedícame tiempo.\n  ","254977":"\n\n   @latin_ask\n  \n  Puedo con ambas.\n  ","254978":"\n\n   @indiscreta7277\n  \n  No tengo amigos.\n  ","254979":"\n\n   @ahdrin\n  \n  Vivo para trabajar y trabajo para vivir.\n  ","254980":"\n\n   @DjaCantelli\n  \n\n\n   https:\/\/www.tiktok.com\/\n  \n  @villalobosij\n  ","254981":"\n\n   @art3misvim\n  \n  ¿Cómo se desplaza el hombre araña?\n  ","254982":"\n\n   @saloneseduardo\n  \n  La primera vez que compré ropa interior, no hacían devolución y no estaba permitido probarselo, me arriesgue y perdí.\n  \n  Solo compré uno y me quedo muy apretado, regresé a la tienda para comprar más de una talla mayor.\n  ","254983":"\n\n   @Paigow\n  \n  Polo Norte.\n  ","254984":"\n\n   @NeverWolf\n  \n  Dulce de ponsigué.\n  \n  Ziziphus mauritiana también conocida como badari, Kul, Ber, Dongs, Boroi, Bor, Beri, ciruela india, Jujuba es una especie de árbol frutal tropical, perteneciente a la familia Rhamnaceae.\n  \n  Lo preparó mi padre.\n  ","254985":"\n\n   @cocinavital34\n  \n  Mis mejores deseos para ti.\n  ","254986":"\n\n   @JoseManuell519\n  \n  A ninguno, solo les tengo respeto.\n  ","254987":"\n\n   @YuzeIsgLove\n  \n  Déjà vu.\n  ","254988":"\n\n   @YuzeIsgLove\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","254989":"\n\n   @JonasRiquelme\n  \n  La flexibilización de las medidas contra el covid-19 tendrá una duración de cuatro semanas para las actividades económicas y sociales durante el mes de diciembre, dijo Maduro, y agregó que las restricciones se reanudarán en enero de 2021.\n  \n  Hasta el sábado, Venezuela reportaba 101.760 casos de covid-19 y 892 muertes, según el Ministerio de Salud del país.\n  \n  Esto se podrá peor.\n  ","254990":"\n\n   @JAZMINSSOTOFAN\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","254991":"\n\n   @Andrewbubbles\n  \n  Perdón, hoy estoy falto de creatividad.\n  ","254992":"\n\n   @ChikaFressaStrawberryD\n  \n  No le temo a eso.\n  ","254993":"\n\n   @saloneseduardo\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","254994":"\n\n   @El_Buscador_De_Motivos\n  \n  Es un enfrentamiento unos por mantener el poder y otros por arrebatarles el poder.\n  ","254995":"\n\n   @NeverWolf\n  \n  Tengo vacía la galería.\n  ","254996":"\n\n   @cherry____________\n  \n  Usted envielas, espero poder tener una respuesta.\n  ","254997":"\n\n   @art3misvim\n  \n  Este mes de diciembre de 2020 sera peor que los once meses anteriores.\n  ","254998":"\n\n   @MelMelindres\n  \n  No estoy pendiente de dónde eso.\n  ","254999":"\n\n   @Maikol4m\n  \n  El mejor país del mundo.\n  \n  Nos damos el lujo de tener dos Presidentes:\n  \n  Nicolás Maduro (parcialmente reconocido) del oficialismo.\n  \n  Juan Guaidó (parcialmente reconocido) de la oposición.\n  \n  Y ninguno está desarrollando positivamente al país.\n  ","255000":"\n\n   @Maikol4m\n  \n\n  Berenjena.\n  \n  Que griten cuando estoy cerca.\n  \n  El llanto de un niño al que nadie atiende.\n  \n  Que puedan suponer en vez de preguntar.\n  \n  La falta a respeto.\n  ","255001":"\n\n   @emiliousuriaga\n  \n","255002":"\n\n   @gustosintimos\n  \n  Tengo configurado  la reproducción aleatoria.\n  ","255003":"\n\n   @WanduuGutierrezz\n  \n  Cuanto puntuas al 2020? En una escala 1:10 - 10.\n  \n  Cual fue el mes que mas disfrutaste? Febrero, mes de cumpleaños de mi madre.\n  ","255004":"\n\n   @alonsogomez640\n  \n  No sé ninguno, comparta aquí su favorito.\n  ","255005":"\n  En todas mis redes sociales sigo a quien me sigue (bueno en ASKfm no es así).\n  \n  La mayoría de quienes me siguen en facebook son familiares, en la información de contacto esta el enlace hacia mi cuenta de ASKfm, así que si alguno lo quiere ver.\n  ","255006":"\n  No.\n  ","255007":"\n  -.-\n  ","255008":"\n  -.-\n  ","255009":"\n\n   @jorgelopezlopez10\n  \n  No soy de iniciar conversaciones, puedo mantenerlas, pero me incomoda extenderme en ellas.\n  ","255010":"\n  -.-\n  ","255011":"\n  Si pudiera dejar de comer, pero no se puede.\n  ","255012":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Íntegro.\n  ","255013":"\n\n   @art3misvim\n  \n  No me gustan mucho las del hombre araña.\n  ","255014":"\n\n   @art3misvim\n  \n\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","255015":"\n\n   @YaoiMasterSadist\n  \n  Los complejos que he tenido son los que más influyen sobre mi comportamiento en la vida en general, mas que cualquier otra cosa, situación o persona.\n  ","255016":"\n\n   @saulcamposcarlos\n  \n  Trabajo y salud.\n  ","255017":"\n\n   @art3misvim\n  \n  Agua, puedo aguantar hambre, pero no sed.\n  ","255018":"\n\n   @cocinavital34\n  \n  Hasta el momento nada, solo he ido a sitios recomiendos y he regresado a eso mismos sitios.\n  ","255019":"\n\n   @art3misvim\n  \n  Solo requiero un poco más de memoria a corto plazo, ya con eso tengo.\n  ","255020":"\n\n   @ChikaFressaStrawberryD\n  \n  Soy alérgico al polvo, me suele pasar.\n  ","255021":"\n\n   @ChikaFressaStrawberryD\n  \n  ¿Alguna vez has visitado un perfil haciendo alguna pregunta de forma \"anónima\"? Así es.\n  \n  ¿ Por qué? He olvidado desactivar la opción de Pregunta anónimamente.\n  ","255022":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Eso jamás pasará, a menos que sea en contra de mi voluntad.\n  ","255023":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Por lo general duermo todas las noches.\n  \n  Solo dejo de hacerlo cuando estoy manejando.\n  \n  Estoy en un evento y es propicio que esté.\n  \n  Estoy haciendo un trabajo de urgencia.\n  \n  Esté en algo muy especial.\n  \n  Esté en una emergencia médica.\n  ","255024":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  No, sería una forma de limitar mi comportamiento a lo que diga el signo zodiacal.\n  ","255025":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Ponsigué.\n  \n  Ziziphus mauritiana también conocida como badari, Kul, Ber, Dongs, Boroi, Bor, Beri, ciruela india, Jujuba es una especie de árbol frutal tropical, perteneciente a la familia Rhamnaceae\n  ","255026":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","255027":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Hasta la adolescencia lo hacía con frecuencia.\n  \n  Ahora le perdí el interés.\n  \n  No recuerdo cuando o que fue lo último que dibujé.\n  ","255028":"\n\n   @PequeOnee\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","255029":"\n\n   @Andrewbubbles\n  \n  Creéis que todas las opiniones son respetables? Hablaré particularmente de mi, respeto cualquier opinión.\n  \n  en caso afirmativo, ¿respetaríais una opinión que va en contra de vuetros valores? Son de las que procuro mantener un respeto absoluto, es decir que no entraría en polémicas, con el fin de recibir el mismo respeto.\n  ","255030":"\n\n   @Andrewbubbles\n  \n  Sin ánimo de polemizar.\n  \n  En mi opinión quien tiene las riendas en el sexo es la mujer.\n  \n  El hombre puede estar muy necesitado de tener sexo, pero solo lo tendrá si la mujer también lo quiere.\n  \n  Hablo de estar ambos en consenso, es decir sin el uno obligar al otro.\n  ","255031":"\n\n   @Maikol4m\n  \n  No lo sé, no estoy pendiente de eso.\n  ","255032":"\n\n   @Maikol4m\n  \n  Si puedo escoger, que sea en un restaurante, ya que como no siempre como en restaurantes, me toca comer en casa.\n  ","255033":"\n\n   @Fajar568\n  \n  -.-\n  ","255034":"\n\n   @WanduuGutierrezz\n  \n  Jamás he tomado mate, no tenemos esa tradición aquí.\n  ","255035":"\n\n   @MelMelindres\n  \n  Soy extremista, si le tomo cariño a alguien, solo espero que no lo arruine, porque puedo ser extremadamente indiferente.\n  ","255036":"\n\n   @MelMelindres\n  \n  Hace algún tiempo ya que dejé de ver series.\n  ","255037":"\n\n   @JoseManuell519\n  \n  No voy al gym, así que no queda de otra que ir a comer.\n  ","255038":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Eso no pasará.\n  ","255039":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Mis mejores deseos para ti.\n  ","255040":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Si puedes leer lo que he publicado aquí es ASKfm te darás cuenta de que no tengo problemas en reconocer lo que me gusta, así que hasta ahora no tengo gusto culposo.\n  ","255041":"\n\n   @DaajjaaniiRuizAlcala\n  \n  No soy amante de la lectura de libros, lo que he leído ha sido por necesidad.\n  ","255042":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Estando en Facebook y en Twitter veía estados de ASKfm, un día una sobrina colgó algo en Facebook y la vi en el muro.\n  \n  El domingo siguiente nos vimos en casa de mi madre y por curiosidad le pregunté, me explicó y me registré.\n  ","255043":"\n\n   @Andrewbubbles\n  \n  Solo de niño me gustaron todos mis cumpleaños, ya después de eso intenté no selebrarlo más, pero siempre alguien por lo menos con un pastel.\n  ","255044":"\n\n   @Yasneey\n  \n\n\n   https:\/\/www.instagram.com\/villalobosij\n  \n","255045":"\n  Porque el anonimato me permite enviar mensajes sin que otras personas puedan saber quién soy.\n  \n  El uso del anonimato hace que sea más fácil enviar preguntas para saber lo que piensan otras personas.\n  ","255046":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  -.-\n  ","255047":"\n\n   @cocinavital34\n  \n  Que ha sido siempre pilar de la economía venezolana por su producción de petróleo, extrayéndose crudo mediano y pesado en pozos regados por toda la ciudad y parte del lago.\n  ","255048":"\n\n   @ivanoviks009\n  \n  Ninguna.\n  ","255049":"\n\n   @cocinavital34\n  \n\n  No conozco a nadie.\n  ","255050":"\n\n   @Ambyrose21\n  \n\n  Nada hasta donde sé.\n  ","255051":"\n\n   @Jeynneth\n  \n\n  El uso es de acuerdo a las notificaciones que recibo.\n  ","255052":"\n\n   @emiliousuriaga\n  \n\n  Quizás aquí esté escribiendo el borrador de una autobiografía.\n  ","255053":"\n\n   @Andrewbubbles\n  \n  Jamás me fijo en eso, me doy la oportunidad de que con el pasar del tiempo se muestre tal y como es.\n  ","255054":"\n\n   @luzmamtnez\n  \n\n  Todo tiene su tiempo en el espacio, sobre todo el de ser paciente.\n  ","255055":"\n\n   @taikamilla2012\n  \n  Jamás he llorado de tristeza.\n  ","255056":"\n  -.-\n  ","255057":"\n\n   @taikamilla2012\n  \n\n  No lo sé, no he vivido de otro modo como para poder hacer comparaciones.\n  ","255058":"\n\n   @JoseChavarriaQ\n  \n\n  Moral y buenas costumbres.\n  ","255059":"\n\n   @taikamilla2012\n  \n\n  Reanudar el trabajo.\n  ","255060":"\n\n   @Jeynneth\n  \n  Soy anónimo.\n  ","255061":"\n\n   @Jeynneth\n  \n\n  Pasé toda la mañana barriendo todos los pisos de que están fuera de la casa, luego quitándole la pasta y la pintura a una de las ventanas de la cocina, antes de eso y después de eso las mismas rutinas que hago desde marzo.\n  ","255062":"\n\n   @Jeynneth\n  \n\n  Es genial ser absolutamente anónimo, eso me gusta.\n  ","255063":"\n\n   @ChikaFressaStrawberryD\n  \n\n  Mi nivel de tolerancia depende de cada persona o la circunstancia.\n  ","255064":"\n  No todos tienen los recursos para afrontar la enfermedad, lo que hará que se prolongue más tiempo.\n  ","255065":"\n\n   @El_Buscador_De_Motivos\n  \n  Dependiendo del uso que se le dé a algo puede terminar siendo seguro o peligroso.\n  ","255066":"\n\n   @Natashagetsxd\n  \n  Una gran tarde siempre tendrá un ambiente rodeado de amor.\n  ","255067":"\n\n   @Andrewbubbles\n  \n  Trato de coincidir con lo que otros creen sobre ambas creencias.\n  \n  La casualidad se define como un suceso casual en el que coinciden dos sucesos o circunstancias imprevistas debido a una fuerza extraña que no conocemos y que es la casualidad.\n  \n  Una definición bastante similar a la de destino pues la casualidad no es más que otro sistema de pensamiento y por lo tanto de creencias que, al final, buscan lo mismo que quienes creen en el destino: darle una respuesta a esos sucesos inesperados que de otra manera no podemos razonar.\n  \n  La diferencia entre destino y casualidad es que, cuando hablamos de destino, creemos que nuestra historia y los sucesos en ella están escritos en algún lugar que desconocemos desde el momento en el que llegamos al mundo; por su parte, la casualidad le acredita esos sucesos inesperados por los que pasamos a jugadas del azar.\n  \n  Ahora bien, a esta ecuación sobre los acontecimientos inesperados de nuestras vidas le podemos agregar otro integrante más, la causalidad.\n  \n  La causalidad es otro sistema de pensamiento en el que todos los sucesos de la vida pasan por causa y efecto, es decir, que cada cosa que pasa en nuestra vida, se debe a decisiones y acciones previas que hemos tomado, por lo que la causalidad nos otorga enteramente la responsabilidad de todo lo que nos pasa.\n  ","255068":"\n\n   @ritaisabel1\n  \n  ¿Hablamos de intercambios?\n  ","255069":"\n\n   @faniihm\n  \n  Éxitos para ti también.\n  \n  Solo espero que si regresas, aún yo esté aquí también.\n  \n  Mis mejores deseos para ti.\n  ","255070":"\n\n   @jorgelopezlopez10\n  \n  Ninguno.\n  ","255071":"\n\n   @SnappyJenkins\n  \n  Estará presente en todo el  2021.\n  ","255072":"\n\n   @JoseManuell519\n  \n  A mi nadie me hace daño más que yo.\n  ","255073":"\n\n   @JoseManuell519\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","255074":"\n\n   @JoseManuell519\n  \n  Cuando te enamoraste por primera vez? Solo me he enamorado una vez.\n  \n  Que edad tenías? No lo recuerdo, fue hace algunos años.\n  \n  Sigues con la persona? No fui correspondido.\n  \n  No me enamoré de ninguna ex pareja.\n  ","255075":"\n\n   @joislinam2306\n  \n  Me gusta cuando me culpan de algo, de una asumo la culpa.\n  \n  Si tiene la razón, no hay nada que puedan hacer.\n  \n  Y si está equivocado, igual continúo mi vida como si nada.\n  ","255076":"\n\n   @cocinavital34\n  \n  Se de los cumpleaños de quienes lo registraron por la notificación de facebook.\n  ","255077":"\n  -.-\n  ","255078":"\n\n   @riangelluzardo\n  \n\n  Ő\n  ","255079":"\n  Gracias por tú deseo.\n  ","255080":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","255081":"\n\n   @Andrewbubbles\n  \n  Perdón, jamás he podido con ese tipo de juegos, no logré adivinar nada con tus pistas y mucho menos me da la cabeza para aportar cinco pistas de películas que me tocan.\n  ","255082":"\n\n   @Andrewbubbles\n  \n  Eso me ocurre a diario, no necesito una bola de cristal para recordarlo, eso lo hace mi cerebro.\n  ","255083":"\n\n   @Oodenta\n  \n  Solo para no salir en ellas.\n  ","255084":"\n\n   @edraegen\n  \n  Solo los ciegos de nacimiento no entienden cómo ver durante la vigilia, así que tampoco pueden ver en sueños.\n  \n  El resto de las personas que en algún momento de su vida pudieron ver nítido o borroso lo que les rodea, pueden ver en sueños.\n  ","255085":"\n\n   @edraegen\n  \n  Si es algo que realmente no huele bien, no quiero olerlo.\n  ","255086":"\n\n   @luzmamtnez\n  \n  Absolutamente no, no tengo ninguna ilusión.\n  \n  Amo a alguien que ama a otra persona, sabía que me enamoré de un imposible y no puedo cambiar la realidad de mi suerte.\n  \n  No se dio espacio para crear la esperanza que se necesita para iniciar la ilusión.\n  ","255087":"\n\n   @edraegen\n  \n  Así es, no me di cuenta que le envié un mensaje para un cliente a mi madre y me respondió que no entendía el mensaje, le aclaré a ella y después se lo envíe al cliente.\n  ","255088":"\n  En mi cartera: 0 monedas.\n  \n  Cuando pueda te regreso el intercambio de 🔥 Recompensas.\n  ","255089":"\n\n   @Jeynneth\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  \n  Las preguntas que he realizado no serán visibles para otros usuarios en tu perfil hasta que no decidas responderlas o puedes borrarlas.\n  ","255090":"\n\n   @edraegen\n  \n  Gastar todo el ingreso de dinero cada día.\n  \n  Consumir el mismo tipo de alimento cada día.\n  \n  Comer y\/o beber más de lo necesario cada día.\n  \n  Ir a la consulta medica cada día.\n  \n  Tener insomnio cada día.\n  \n  Pudiera continuar, pero es un fastidio tener que después de las que ya he dicho.\n  ","255091":"\n\n   @cocinavital34\n  \n  Nada raro hasta ahora.\n  ","255092":"\n  -.-\n  ","255093":"\n  -.-\n  ","255094":"\n\n   @StrongTeam\n  \n  En la familia no tenemos esa tradición.\n  ","255095":"\n\n   @edraegen\n  \n  Puedo hacer algo con una computadora, no soy experto.\n  ","255096":"\n  ¿Eso por qué?\n  ","255097":"\n\n   @ysk88burbujita88\n  \n  Solo hablo cuando las circunstancias lo requieren.\n  ","255098":"\n  Así es.\n  ","255099":"\n  Me suele pasar.\n  ","255100":"\n  -.-\n  ","255101":"\n  Estamos en mutuo acuerdo.\n  ","255102":"\n  Exacto.\n  ","255103":"\n\n   @jorgelopezlopez10\n  \n  Hace algún tiempo ya que dejé de hacer planes, improvisar y sería\n  \n   @LaliEspositoHOficial\n  \n","255104":"\n\n   @jorgelopezlopez10\n  \n\n  villalobosij\n  ","255105":"\n\n   @JonasRiquelme\n  \n  Desde mi parecer Juan Fernando Arango Sáenz  es un exfutbolista venezolano.\n  \n  Su último equipo fue el NY Cosmos de la NASL.\n  \n  Es considerado el mejor y mayor exponente del fútbol del país en el exterior desde el año 2000 y uno de los mejores cobradores de tiro libre de su época.\n  ","255106":"\n\n   @johana7105\n  \n  Suelo despertar un poco antes de las 7:00 de la mañana y me quedo dormido sin darme cuenta poco tiempo después de la media noche a diario.\n  ","255107":"\n\n   @JAZMINSSOTOFAN\n  \n  ¿cuantas preguntas te llegan al día aproximadamente?🤭Más de las que logro contestar.\n  \n  ¿Las sueles responder todas? Las respondo todas, pero no todas el mismo día.\n  ","255108":"\n\n   @JAZMINSSOTOFAN\n  \n  Te gusta tu nombre? Me es indiferente.\n  \n  Si pudieras cambiarlo, ¿lo harías? Si pudiera, no lo haría.\n  ","255109":"\n\n   @emiliousuriaga\n  \n  Que tenga un carácter egoísta.\n  ","255110":"\n\n   @Ambyrose21\n  \n  No lo sé, me entretengo casi con cualquier cosa.\n  ","255111":"\n\n   @MIVICES\n  \n  Jamás me ha pasado, quizás sea porque no creo en eso.\n  ","255112":"\n\n   @Rakihome\n  \n  ¿Qué es lo que más te gusta de la navidad? Me gusta ver a los demás sonriendo.\n  \n  ¿Y lo que menos? Cuando me ataca el sueño y comienzan a insistir para que no me acueste aún.\n  ","255113":"\n\n   @Andrewbubbles\n  \n\n  Con las 3 primeras personas que te salgan en el @, elige a cual de ellxs\n  \n  besarías💋 a\n  \n   @LaliEspositoHOficial\n  \n\n  con quién te casarías💍 con\n  \n   @LaliEspositoHOficial\n  \n\n  y a cuál matarías @\n  ","255114":"\n\n   @benpao7889772\n  \n  ¿QUÉ?\n  ","255115":"\n\n   @galaxia28\n  \n  Suelo hacerlo antes de aceptar la propuesta.\n  ","255116":"\n\n   @Amorcupi\n  \n  Perdón, ya escribí aquí en ASKfm sobre el tema.\n  ","255117":"\n\n   @liwei20181111\n  \n  Debería alegrarme de eso o lo hacer para asustarme.\n  ","255118":"\n\n   @SassyCat\n  \n  Hace algún tiempo ya que dejé de ver películas, no recuerdo que fue lo último que vi y tampoco recuerdo si fue buena o mala la película.\n  ","255119":"\n  Cualquiera que este acompañado de una sonrisa de satisfacción, incluso solo la sonrisa de satisfacción que podamos darnos ya es un regalo para mí.\n  ","255120":"\n\n   @calvarychapelws100\n  \n  Hago todo lo que puedo para evitar hacerlo, no me gusta hablar de lo malo que pueden hacer los demás.\n  ","255121":"\n  Entiendo.\n  ","255122":"\n  Solo cuando en la asistencia medica o cuando la chica no asimilan lo que me ocurre se suele complicar el asunto, no es frecuente que ocurra.\n  ","255123":"\n\n   @b800_00\n  \n  No, ya que estaba siendo asesorado por mi sobrina.\n  ","255124":"\n  Al parecer, así es.\n  ","255125":"\n\n   @especially8256\n  \n  No lo sé, jamás he estado en ese lugar.\n  ","255126":"\n\n   @cocinavital34\n  \n  Me gusta.\n  ","255127":"\n  Trabajé para varias firmas contables, trabajé para una contratista petrolera, trabaje para un negocio comercial de consumos y ahora estoy con una comercializadora de repuestos automotores.\n  ","255128":"\n\n   @ahdrin\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","255129":"\n\n   @ysk88burbujita88\n  \n  La Navidad es la fiesta más importante del cristianismo y consiste en la celebración del nacimiento de Jesús de Nazaret.\n  ","255130":"\n\n   @ysk88burbujita88\n  \n  Antes si, ahora solo si alguien necesita ayuda con eso.\n  ","255131":"\n\n   @ysk88burbujita88\n  \n  Déjà vu.\n  ","255132":"\n  Siempre lo he sido y nadie me juzga por eso, solo hay quienes intentan que deje de ser ateo planteandome sus argumentos.\n  ","255133":"\n\n   @ysk88burbujita88\n  \n  Solo lo hacemos con los niños de la familia.\n  \n  Algunas personas me han obsequiado después de navidad y procuro ser recíproco del gesto.\n  ","255134":"\n\n   @ysk88burbujita88\n  \n  Solo me gusta ver a la familia que la esté pasando bien.\n  ","255135":"\n\n   @ysk88burbujita88\n  \n  Personalmente es como cualquier domingo familiar del año desde que dejé de ser un niño.\n  \n  Para las nuevas generaciones mantenemos las tradiciones.\n  ","255136":"\n\n   @slm_bmw\n  \n  👍\n  ","255137":"\n\n   @YaoiMasterSadist\n  \n  Porque pueden hacerlo, algunos puedo razonar y estar en acuerdo con ellos de otros me tiene sin cuidado la impresión que les pueda dar.\n  ","255138":"\n\n   @alejandrugu\n  \n\n   https:\/\/www.instagram.com\/villalobosij\/\n  \n","255139":"\n\n   @Andrewbubbles\n  \n  ¿Cambiarías algo de tu físico? No.\n  ","255140":"\n\n   @Jeynneth\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","255141":"\n\n   @AstroBoyAstroBoy\n  \n  No lo sé, hago cambios constantemente en diferentes ámbitos para ser lo más positivo que puedo ser hasta este momento.\n  ","255142":"\n\n   @ritaisabel1\n  \n  Hola.\n  ","255143":"\n  Las ciencias sociales agrupan a todas las disciplinas científicas cuyo objeto de estudio está vinculado a las actividades y el comportamiento de los seres humanos.\n  \n  Las ciencias sociales, por lo tanto, analizan las manifestaciones de la sociedad, tanto materiales como simbólicas.\n  ","255144":"\n  -.-\n  ","255145":"\n  No me expongo a no ser que sea muy necesario.\n  ","255146":"\n\n   @senoritoadrian_7\n  \n  Mis mejores deseos para ti.\n  ","255147":"\n\n   @galaxia28\n  \n  No tengo complejo físico.\n  ","255148":"\n\n   @Andrewbubbles\n  \n  Nada.\n  ","255149":"\n\n   @M7MD_ALFARZAI\n  \n  Mis mejores deseos para ti.\n  ","255150":"\n\n   @JoseManuell519\n  \n  Solo personas que han muerto.\n  ","255151":"\n\n   @JoseManuell519\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","255152":"\n\n   @NicoleBuckleyyx\n  \n  Ya soy invisible.\n  ","255153":"\n  ☹️\n  ","255154":"\n\n   @Neltharion999\n  \n  Perdón, no soy bueno recordando fechas.\n  ","255155":"\n\n   @saulcamposcarlos\n  \n  Algunas veces escribo sobre mis sentimientos o mi estado anímico o sobre alguien en quien no dejo de pensar, no creo se trate de poemas.\n  ","255156":"\n\n   @deboramartinez6\n  \n  El exceso de sal.\n  ","255157":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Cuando vi esto, ya hacía rato que te las regresé, creí que era un intercambio de 🔥 Recompensas.\n  ","255158":"\n  Yo jamás espero obsequios de nadie, pero siempre recibo.\n  ","255159":"\n  Ok\n  ","255160":"\n\n   @faniihm\n  \n  Si solo depende de mi puedo hacer casi cualquier cosa.\n  \n  Si dependo de alguien más es incierto.\n  ","255161":"\n\n   @faniihm\n  \n  Coordenadas de estantes en un almacén para ubicar un número de parte de un repuesto.\n  ","255162":"\n\n   @longbeachjoe\n  \n  Uno.\n  ","255163":"\n\n   @cocinavital34\n  \n  Los niños cuando lloran y nadie los atiende.\n  ","255164":"\n\n   @WanduuGutierrezz\n  \n  Ya tenes pensado con quien pasarlo? Cada año, si estoy viajando por motivos laborales festejo con el personal que esté en ese momento, luego regreso al hotel hasta el siguiente día, para continuar con el trabajo.\n  \n  Si no estoy viajando, lo paso con mis padres y mi hermano.\n  \n  Vas a ver a tus amigo despues de doce? No tengo amigos.\n  ","255165":"\n\n   @longbeachjoe\n  \n  Solo cinco personas saben parte de lo que hice ayer.\n  ","255166":"\n\n   @longbeachjoe\n  \n  Creo que no.\n  ","255167":"\n  😁\n  ","255168":"\n\n   @YamilethYeilin\n  \n  Perdón, soy ateo, soy incrédulo a lo que pueda responder de tus preguntas.\n  ","255169":"\n\n   @slm_bmw\n  \n  👍\n  ","255170":"\n\n   @JoseChavarriaQ\n  \n  Más que la mía si está en mis manos.\n  ","255171":"\n\n   @emiliousuriaga\n  \n  A un viejo en crucero.\n  ","255172":"\n\n   @NeverWolf\n  \n  No contraje el coronavirus.\n  ","255173":"\n\n   @Andrewbubbles\n  \n  El primer paso para empezar a crear un sexo de calidad es que los requisitos de ambas partes de la pareja estén cubiertos y que ambos miembros se sientan bien en el pre en el acto y en el pos.\n  ","255174":"\n\n   @Andrewbubbles\n  \n  Ninguno.\n  ","255175":"\n  o.o\n  ","255176":"\n  Me llegan preguntas para hacer intercambio de 🔥 Recompensas (Monedas)\n  \n  Por lo general empiezo el intercambio y recién un usuario me quedó mal al no regresar las monedas.\n  \n  No tengo idea de que pudo suceder, antes me pasó algo similar con otros usuarios, solo que estos avisaron que estaban bloqueados o que se quedaron sin monedas, al tiempo me llegaban.\n  ","255177":"\n\n   @NechyNey\n  \n  No tengo favoritismos, si pudiera dejaría de comer, pero no se puede.\n  ","255178":"\n\n   @Maikol4m\n  \n  Las ciencias sociales.\n  ","255179":"\n\n   @R0Suarez\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  \n  Ya no me quedan monedas🔥:(\n  ","255180":"\n\n   @ritaisabel1\n  \n  Mis mejores deseos para ti.\n  ","255181":"\n\n   @Crazy__Chic\n  \n  No lo recuerdo, han pasado años.\n  ","255182":"\n\n   @SoyTsundere\n  \n  No soy de estar buscando pareja, tiene que existir algo que me cree el compromiso, de resto prefiero aclarar la situación y cortar por lo sano.\n  \n  No creo que sienta la necesidad de tener una pareja holográfica, así que no.\n  ","255183":"\n\n   @longbeachjoe\n  \n  Me gusta la camisa manga larga con pantalón largo para la mayoría de las ocasiones, inclusive en la casa.\n  ","255184":"\n\n   @ChikaFressaStrawberryD\n  \n  Jamás me inmiscuyo entre pareja o asuntos de negocio.\n  ","255185":"\n\n   @ChikaFressaStrawberryD\n  \n  Tengo en mente un crucero.\n  ","255186":"\n\n   @YamilethYeilin\n  \n  Perdón, no soy de tomar fotos.\n  ","255187":"\n\n   @YamilethYeilin\n  \n  No tengo amigos.\n  ","255188":"\n\n   @YamilethYeilin\n  \n\n   https:\/\/m.youtube.com\/watch?v=1wQJiZoBNdY&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=83\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","255189":"\n\n   @HopeGuangco\n  \n  Ella ama a otro, no fui correspondido, yo ya lo sabía y ella jamás me ha herido, solo me he enamorado una vez, duele demasiado.\n  ","255190":"\n\n   @liquid_sinn\n  \n  No.\n  ","255191":"\n  -.-\n  ","255192":"\n  Él se sabe la vida del que uno menos piensa.\n  ","255193":"\n\n   @Maikol4m\n  \n  Tripanofobia y Caliginefobia.\n  ","255194":"\n\n   @Ambyrose21\n  \n\n\n   https:\/\/emojis.wiki\/es\/simbolo-de-mareo\/\n  \n","255195":"\n\n   @SassyCat\n  \n  No tengo ese tipo de problemas.\n  ","255196":"\n  -.-\n  ","255197":"\n\n   @broncosfan4759556\n  \n  Perdón, no estoy pendiente de la NFL.\n  ","255198":"\n\n   @cocinavital34\n  \n  Hallacas de plátano verde.\n  ","255199":"\n\n   @Neverthesamepage\n  \n  El bocadillo es un dulce latinoamericano que se prepara con pulpa de guayaba, panela de caña de azúcar o azúcar refinada, que puede envolverse en hojas de bijao, mazorca o plátano.\n  \n  Es semejante a la carne de membrillo y al ate.\n  ","255200":"\n\n   @AshleighRBenson\n  \n  Ninguno, me da acidez comer a la media noche.\n  ","255201":"\n\n   @art3misvim\n  \n  El agua, hasta cierto punto  la puedo controlar.\n  ","255202":"\n\n   @art3misvim\n  \n  Ni idea.\n  ","255203":"\n\n   @JAZMINSSOTOFAN\n  \n\n  Ő\n  ","255204":"\n  Así es.\n  ","255205":"\n\n   @Andrewbubbles\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","255206":"\n\n   @Andrewbubbles\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","255207":"\n  Genial.\n  ","255208":"\n  Y ya quede en cero.\n  ","255209":"\n  ö\n  ","255210":"\n\n   @JAZMINSSOTOFAN\n  \n  Hace años que no me caigo y no recuerdo que alguna fuese graciosa.\n  ","255211":"\n\n   @JAZMINSSOTOFAN\n  \n  Si para ti soy interesante, quien soy yo para negarlo.\n  ","255212":"\n\n   @Andrewbubbles\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","255213":"\n  Así es.\n  ","255214":"\n\n   @jorgelopezlopez10\n  \n  Perdón, no abro ese tipo de enlace.\n  ","255215":"\n\n   @Maikol4m\n  \n  Estoy pensando, que pienso que estoy respondiendo a esta pregunta, mientras pienso.\n  ","255216":"\n\n   @Maikol4m\n  \n  Mi hermano es muy ocurrente y de todo hace un chiste.\n  ","255217":"\n\n   @R0Suarez\n  \n  Perdón, me quedaron mal y me quedé sin🔥Recompensas (Monedas).\n  ","255218":"\n  Verdad.\n  ","255219":"\n\n   @Andrewbubbles\n  \n  Estoy sin monedas, tengo varias Preguntas secretas 🔒 para intercambiar. Desbloquea 🔓y regreso las monedas.\n  ","255220":"\n\n   @faniihm\n  \n  No lo sé, no me han llegado ese tipo de comentarios, puede que todo se me ve muy normal, porque tampoco me han llegado comentarios alagadores, a no ser cuando estoy estrenando.\n  ","255221":"\n\n   @faniihm\n  \n  Así es, aquí en las noches se pueden ver incluso volando.\n  ","255222":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Entiendo.\n  ","255223":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Puedo con las actividades monotonas como las rutinas ya que me permiten cumplir con las tareas en menor tiempo y mejorar si es necesario.\n  \n  Respecto a lo efimero tiene su lado bueno ya que en situaciones desfavorables pasará rapido y su lado malo ya que en situaciones favorables pasará rapido también.\n  ","255224":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Aunque podamos tener unos planes a corto y largo plazo, la realidad es que lo incierto puede afectar esos planes.\n  \n  En situaciones particulares (como una condición médica, la respuesta de un trámite migratorio, etc.), la incertidumbre puede ser mayor, contribuyendo, en algunos casos, a un estado de ansiedad.\n  ","255225":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Me registré desde el 2013, aún sigo aquí.\n  ","255226":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Ninguno.\n  ","255227":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Todo lo que se pueda comprar legalmente.\n  ","255228":"\n\n   @emiliousuriaga\n  \n  Ver algunos si, practicarlos me lo pensaría mucho antes de decidir.\n  ","255229":"\n\n   @emiliousuriaga\n  \n  Puedo con ambas.\n  ","255230":"\n\n   @emiliousuriaga\n  \n  Todas, para mi es insoportable la sensaciónque da tener hambre y me produce migraña.\n  ","255231":"\n\n   @Andrewbubbles\n  \n  ¿Cuál dirías que es tu \"superpoder\"? No tengo ningún poder.\n  \n  Invéntate tu nombre de superhéroe\/superheroína y explica por qué. villalobosij porque quise ese y nadie me lo impidió.\n  ","255232":"\n\n   @senoritoadrian_7\n  \n  Mis mejores deseos para ti.\n  ","255233":"\n\n   @UntalAntilope\n  \n  ¿Cómo estás?🤭Genial.\n  \n  ¿Cómo calificaría hasta el momento este año? No estaríamos en una pandemia de tantos meses,  si agunas personas fuesen más precavidas y cumplieran las recomendaciones de la OMS.\n  ","255234":"\n\n   @princess_savvy666\n  \n  Sin arrepentimiento.\n  ","255235":"\n\n   @BonesAngela\n  \n  Las zanahorias, por si no lo sabes, no son la comida favorita de los conejos.\n  ","255236":"\n\n   @AshleighRBenson\n  \n  Íntegro.\n  ","255237":"\n\n   @cocinavital34\n  \n  Estoy sin monedas, tengo varias Preguntas secretas 🔒 para intercambiar. Desbloquea 🔓y regreso las monedas.\n  ","255238":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  No tengo amigos.\n  ","255239":"\n\n   @faniihm\n  \n  Evitar el contacto con el coronavirus.\n  ","255240":"\n\n   @faniihm\n  \n  Algunas personas por sus excesos de zalamería y mimos.\n  ","255241":"\n\n   @longbeachjoe\n  \n  Antes de salir a comprar, reviso si falta alguno de los siguientes artículos:\n  \n  Alimentación\n  \n  azúcar\n  \n  sal\n  \n  arroz\n  \n  harina\n  \n  fideos\n  \n  alimentos para el desayuno\n  \n  leche\n  \n  aceite\n  \n  condimentos\n  \n  salsa de tomate\n  \n  queso rallado\n  \n  huevos\n  \n  levadura\n  \n  pan\n  \n  carne\n  \n  yogur\n  \n  margarina o mantequilla\n  \n  galletas\n  \n  verduras como la lechuga, el tomate, la cebolla y otros\n  \n  Limpieza\n  \n  jabón blanco\n  \n  jabón en polvo\n  \n  detergente\n  \n  desinfectante\n  \n  suavizante\n  \n  lustramuebles\n  \n  alcohol en gel\n  \n  cloro\n  \n  insecticida\n  \n  esponja\n  \n  esponja de acero\n  \n  bolsas de basura\n  \n  guantes de plástico\n  \n  franelas\n  \n  Higiene y uso personal\n  \n  jabón\n  \n  pasta dental\n  \n  cepillo de dientes\n  \n  hilo dental\n  \n  toallas higiénicas\n  \n  pañuelos descartables\n  \n  crema de afeitar\n  \n  algodón\n  \n  desodorante\n  \n  shampoo y acondicionador\n  \n  papel higiénico\n  \n  agua oxigenada\n  \n  gasas\n  \n  adhesivo de tela\n  \n  banditas\n  \n  Micelánea\n  \n  papel de aluminio\n  \n  papel film\n  \n  servilletas de papel\n  \n  papel de cocina\n  \n  fósforos\n  \n  velas\n  \n  bombillas\n  \n  cinta aislante\n  \n  cinta adhesiva\n  ","255242":"\n\n   @okokfaith\n  \n  Hola.\n  ","255243":"\n  Depende de ti.\n  ","255244":"\n\n   @DaajjaaniiRuizAlcala\n  \n  No es el coronavirus, es la falta a actúa con precaución ante la enfermedad.\n  ","255245":"\n  😍\n  ","255246":"\n  Eres para mi muy especial. Te amo.\n  ","255247":"\n  Ahora soy yo, el que no se que decir ni que poner.\n  ","255248":"\n\n   @DaajjaaniiRuizAlcala\n  \n  1972 Pontiac Firebird Trans Am, azul w\/blanco Welly 43735d 4.5\" Diecast modelo de juguete.\n  ","255249":"\n\n   @DaajjaaniiRuizAlcala\n  \n  Es parte de las tradiciones.\n  \n  Siempre he tomado en cuenta la intención, jamás el regalo, razón por la cuál ninguno fue el peor.\n  ","255250":"\n\n   @Sydbby15\n  \n  Antes pensaba que no era fotogénico, después me di cuenta de que la verdad es que soy feo.\n  \n  Tengo vacía la galería.\n  ","255251":"\n\n   @Sydbby15\n  \n  Procuro hacer todo bien y sin arrepentimiento.\n  ","255252":"\n\n   @keiseradhemargonzalezrodriguez\n  \n  Antonio Díaz y Yohana La China Sánchez.\n  ","255253":"\n  Así fue.\n  ","255254":"\n  Solo espero estar aportando algo positivo a tú vida.\n  ","255255":"\n\n   @heyyeray\n  \n  Según entiendo es la Serpiente y no estoy de acuerdo con esa apreciación, me parece más acertado el comportamiento de un Lobo solitario.\n  ","255256":"\n\n   @johana7105\n  \n  Puedo con ambas.\n  ","255257":"\n\n   @Andrewbubbles\n  \n  Verdad✅\n  ","255258":"\n  Felicitaciones.\n  ","255259":"\n\n   @jorgelopezlopez10\n  \n  No tengo amigos.\n  ","255260":"\n\n   @JonasRiquelme\n  \n  Aquí se tomaron las medidas de la OMS por parte del Gobierno.\n  \n  Aún así hay quienes no las cumplen, unos por sus circunstancias y otros por imbéciles.\n  ","255261":"\n\n   @emiliousuriaga\n  \n  Particularmente no me interesa nada, despierta en mi interés lo que pueda interesar a otros.\n  ","255262":"\n\n   @ritaisabel1\n  \n  No tengo hobbies.\n  ","255263":"\n\n   @ritaisabel1\n  \n  Genial.\n  ","255264":"\n\n   @cocinavital34\n  \n  No contraje coronavirus.\n  ","255265":"\n\n   @giorgia_fitch16\n  \n  Desconozco quien es.\n  ","255266":"\n\n   @ritaisabel1\n  \n  Dejé ❤️ Me gusta y 🔥 Recompensas de lo que leí.\n  ","255267":"\n\n   @jorgelopezlopez10\n  \n  Así es, no se que sea más imposible que\n  \n   @LaliEspositoHOficial\n  \n  me ame o que yo deje de amarla.\n  ","255268":"\n\n   @alejandrugu\n  \n\n  -.-\n  ","255269":"\n\n   @senoritoadrian_7\n  \n  \"Te expresas con mucha madurez\"\n  ","255270":"\n\n   @ziadxewais\n  \n  Dejé ❤️ Me gusta y 🔥 Recompensas de lo que leí.\n  ","255271":"\n\n   @longbeachjoe\n  \n  De niño en la escuela, en McDonald's y en algunos cumpleaños.\n  ","255272":"\n\n   @longbeachjoe\n  \n  Me gusta largo, pero no puedo negar que algunos cortos tienen su encanto.\n  ","255273":"\n  Tres leches.\n  \n  El pastel, tarta o torta de tres leches es un postre tradicional latinoamericano.\n  \n  Es un postre popular en Perú, México, Nicaragua, Venezuela, Panamá, Colombia, Bolivia, Chile, Ecuador, Costa Rica, Puerto Rico, República Dominicana, y demás países de América Central como El Salvador, Honduras, Panamá entre otros países de América Latina, pero también en Albania.\n  \n  Consiste en un bizcocho bañado con tres tipos de leche: leche evaporada, crema de leche y leche condensada, que le dan su nombre.\n  \n  Suele acompañarse con un merengue de claras de huevo y con cerezas al marraschino y espolvoreado con canela en polvo.\n  \n  Usualmente la receta no lleva mantequilla y por eso tiene una textura esponjosa.\n  \n  La decoración puede variar dependiendo de la región o del gusto del comensal.\n  \n  Se puede utilizar fondant, chantilly o merengue.\n  \n  Puede prepararse de diferentes maneras, por ejemplo se puede agregar chocolate a la decoración o bien agregar dulce de leche (cajeta\/manjar\/arequipe), o alguna bebida alcohólica (ron, brandy, anís, etc.) a la mezcla del tres leches.\n  ","255274":"\n\n   @longbeachjoe\n  \n  Somos más complejos de lo necesario deberíamos doder comunicarnos con todos sin problemas.\n  \n  No sería posible un solo color para todo.\n  ","255275":"\n\n   @HopeGuangco\n  \n  Cuando he dado dinero a alguien, me hago la idea de que se lo obsequié, si luego insiste en retribuirmelo como pueda, acepto el gesto.\n  ","255276":"\n  Así es.\n  ","255277":"\n  Ok.\n  ","255278":"\n  Respecto a esas situaciones, ningún usuario sabe como es que funciona realmente ASKfm.\n  ","255279":"\n\n   @saulcamposcarlos\n  \n  El amor, la familia, el afecto, el cariño, la felicidad y la estabilidad económica (así como el poder adquisitivo) son verdaderamente importantes en la vida.\n  ","255280":"\n\n   @beltane402\n  \n  Hola.\n  ","255281":"\n\n   @FaithEgyptian\n  \n  Jamás sueño o puede que sea que no recuerdo nada, no lo sé.\n  ","255282":"\n  Igualmente son pendejadas.\n  ","255283":"\n\n   @JAZMINSSOTOFAN\n  \n  No tengo nada.\n  ","255284":"\n  -.-\n  ","255285":"\n\n   @JoseChavarriaQ\n  \n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","255286":"\n\n   @JoseChavarriaQ\n  \n  ¿Que opinas de la valentía? Se puede ser muy idiota si para el momento la valentía es inoportuna, es habitual asociar valentía a los grandes actos, pero no nos olvidemos que la valentía se demuestra en las pequeños actos y comportamientos cotidianos.\n  \n  ¿Crees que es digna de admiración? Solo si la hazaña heroica.\n  ","255287":"\n\n   @Andrewbubbles\n  \n  No se bailar ni los ojos.\n  ","255288":"\n\n   @Andrewbubbles\n  \n  Jamás hice protocolos para que se de el acto sexual.\n  \n  Soy del calor del momento, de improvisar, de que la situación se de espontáneamente.\n  ","255289":"\n\n   @YamilethYeilin\n  \n  La orquídea, se distinguen por la complejidad de sus flores, que oficialmente representa la feminidad y la belleza del país.\n  \n  El turpial ave nacional, es una de las especies predilectas para la observación por su sonoro canto.\n  ","255290":"\n\n   @jpkarlithaaa68\n  \n  Nací ignorante, aún estoy aprendiendo de todos.\n  ","255291":"\n\n   @Albabellido_\n  \n  No puedo hacer lo que pides, lo siento.\n  ","255292":"\n\n   @Albabellido_\n  \n  Que estudias? Hace algún tiempo ya que pasé por eso.\n  \n  De qué trabajas? Dejé de trabajar desde marzo para cumplir la cuarentena.\n  \n  #YoMeQuedoEnCasa\n  ","255293":"\n\n   @ritaisabel1\n  \n  Hola.\n  ","255294":"\n\n   @senoritoadrian_7\n  \n  Sin plan.\n  ","255295":"\n\n   @jorgelopezlopez10\n  \n  Tengo en mente un viaje en crucero.\n  ","255296":"\n\n   @Andrewbubbles\n  \n  No tengo amigos.\n  ","255297":"\n\n   @autumnlh\n  \n  A evitar contagiarme de coronavirus.\n  ","255298":"\n\n   @UnicornPoo212\n  \n  No tengo favoritismos.\n  ","255299":"\n  Ya no le presto atención a eso.\n  ","255300":"\n  Entiendo.\n  ","255301":"\n  Solo espero no arruinarlo.\n  ","255302":"\n\n   @cocinavital34\n  \n  Puedo comerlas sin problemas.\n  ","255303":"\n\n   @faniihm\n  \n  No realmente, puedo identificar muy poco.\n  ","255304":"\n  Lo he dicho todo en mi perfil y en las respuestas.\n  ","255305":"\n\n   @ElyDeDogtown\n  \n\n   https:\/\/www.instagram.com\/villalobosij\/\n  \n","255306":"\n\n   @roosterdaily1317\n  \n  Soy tan bueno que puedo reprimir toda mi maldad.\n  ","255307":"\n\n   @roosterdaily1317\n  \n  La idea de que estamos solos en el Universo me parece totalmente inverosímil y arrogante.\n  \n  Teniendo en cuenta la cantidad de planetas y estrellas que sabemos que existen, es extraordinariamente improbable que seamos la única forma de vida evolucionada.\n  ","255308":"\n\n   @roosterdaily1317\n  \n  Jamás he ido a ningún concierto, solo vi algunas agrupaciones muy poco reconocidas en bares y lugares privados.\n  ","255309":"\n\n   @roosterdaily1317\n  \n  villalobosij.\n  ","255310":"\n\n   @johana7105\n  \n  Solo funciona si se tienen respeto las partes y más si se aman.\n  ","255311":"\n\n   @lili_a4\n  \n  Es relativo a mi estado anímico.\n  ","255312":"\n\n   @Neverthesamepage\n  \n  Donde vivo jamás a nevado, me gusta el café y también el helado.\n  ","255313":"\n\n   @WanduuGutierrezz\n  \n  Dejé ❤️ Me gusta de lo que leí.\n  ","255314":"\n\n   @AstroBoyAstroBoy\n  \n  En 6 semanas tendré un año menos de vida, no me es urgente que se termine el año.\n  ","255315":"\n  -.-\n  ","255316":"\n  -.-\n  ","255317":"\n  Entre los deportes, los mismos temas que las mujeres y las mujeres hermosas o con buen cuerpo.\n  ","255318":"\n\n   @faniihm\n  \n  Que jamás se rompa.\n  ","255319":"\n\n   @Andrewbubbles\n  \n  No conozco a nadie, incluyendome.\n  ","255320":"\n\n   @Andrewbubbles\n  \n  Porque soy raro.\n  ","255321":"\n\n   @art3misvim\n  \n\n   https:\/\/m.youtube.com\/watch?v=qd2MdQol578&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=71\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","255322":"\n\n   @senoritoadrian_7\n  \n  Solo queda dormir, higiene personal, alimentación, oficios del higar, redes sociales, repetir a diario.\n  ","255323":"\n\n   @johana7105\n  \n  Mis mejores deseos para ti.\n  ","255324":"\n\n   @emiliousuriaga\n  \n  Soy totalmente creíble.\n  ","255325":"\n\n   @leonardoalarcon14\n  \n  Evitar contraer coronavirus.\n  ","255326":"\n\n   @jorgelopezlopez10\n  \n  Tal cual.\n  ","255327":"\n\n   @ahmadx13x\n  \n  💌\n  ","255328":"\n\n   @jorgelopezlopez10\n  \n  Toda la vida, las personas a pesar de que saben la verdadera razón, no la quieren aceptar.\n  \n  Las cosas se deben decir como son.\n  ","255329":"\n\n   @Andrewbubbles\n  \n  Cuando cumplí quince años comencé a fumar, cerca de cumplir los dieciséis me fumaban una caja diaria.\n  \n  Comencé a notar que no respiraba bien, sobretodo cuando estaba en la picina, me llevaron al médico y dejé de funar ese día.\n  ","255330":"\n\n   @tamerelachaatta\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","255331":"\n\n   @tamerelachaatta\n  \n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","255332":"\n\n   @cocinavital34\n  \n  No tengo esa inquietud por ahora.\n  ","255333":"\n\n   @sphyniacat\n  \n  Hasta ahora nada.\n  ","255334":"\n\n   @JoseManuell519\n  \n  que tipo de preguntas l@s incomoda? Envialas y lo notarás.\n  \n  o no siente vergüenza a nada? Aún siento pudor al desvestirme.\n  ","255335":"\n  -.-\n  ","255336":"\n\n   @steverakes\n  \n  Puedo suponer que lo disfruta.\n  ","255337":"\n  No sé como se hace a través de Internet, yo lo hago solo en la realidad.\n  \n  Tampoco sé cómo envía maravillosos abrazos los miércoles a las personas que los necesitan, a través de Internet.\n  ","255338":"\n\n   @JoseManuell519\n  \n  en que piensan cuando se inspiran? En cosas de la vida.\n  \n  quien es o cual a sido su mayor orgullo? Mis padres.\n  ","255339":"\n  Así es.\n  ","255340":"\n\n   @JAZMINSSOTOFAN\n  \n  Hasta ahora nada.\n  ","255341":"\n\n   @NicoleBuckleyyx\n  \n  Si por alguna razón recordará, después de la amnesia, esta cuenta y la clave, vendría aquí si no he olvidado como leer.\n  ","255342":"\n\n   @yuanfen11\n  \n  Ya no.\n  ","255343":"\n\n   @JAZMINSSOTOFAN\n  \n  Tú me dirás, así para todo\n  \n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","255344":"\n\n   @YamilethYeilin\n  \n\n   https:\/\/m.youtube.com\/watch?v=rMmRBNDAlUQ&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=69\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","255345":"\n\n   @Alex1800\n  \n  Aquí hay de todo un poco, no me gusta etiquetar a nadie y menos si me ha causado tristeza, no sé como lo pueda tomar la persona y prefiero evitar.\n  ","255346":"\n\n   @YamilethYeilin\n  \n  La mujer que amo dijo algo así por el estilo: \"Antes muerta que baja\".\n  ","255347":"\n\n   @senoritoadrian_7\n  \n\n   https:\/\/m.youtube.com\/watch?v=-SA6Gc1L_kA&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=65\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","255348":"\n\n   @johana7105\n  \n  ¿Qué prefieres? Pasar desapercibido.\n  \n  ¿Auriculares o altavoces? Auriculares.\n  ","255349":"\n\n   @ChikaFressaStrawberryD\n  \n  Confío en todos, no doy segunda oportunidad.\n  ","255350":"\n\n   @faniihm\n  \n  Mis padres y mi hermano son mi mejor apoyo, sería cercano a ellos.\n  \n  Más lejos, sería solo por razones laborales y cualquier lugar estaría bien.\n  ","255351":"\n  Y lo peor es que actúo y no recibo pago por la actuación.\n  ","255352":"\n  Así es.\n  ","255353":"\n\n   @El_Buscador_De_Motivos\n  \n  Sin dudas el mono eres tú.\n  ","255354":"\n\n   @diianiix96\n  \n  No lo sé, uso los cinco a diario.\n  ","255355":"\n\n   @Ambyrose21\n  \n  Intento solucionar los problemas.\n  ","255356":"\n\n   @johana7105\n  \n  Pendejadas.\n  ","255357":"\n\n   @AskKeishaJ\n  \n  No.\n  ","255358":"\n\n   @janemarcus4201\n  \n  A todos en algún momento no toca una charla seria.\n  \n  Bienvenida.\n  ","255359":"\n\n   @Andrewbubbles\n  \n  No tengo favoritismos.\n  ","255360":"\n\n   @JoseManuell519\n  \n  recomiendas algun libro ? Hace algún tiempo ya que dejé de leer libros.\n  \n  alguna pelicula? Hace algún tiempo ya que dejé de ver películas.\n  ","255361":"\n\n   @snow_white09\n  \n  ¿Qué significa la sigla PAP?\n  ","255362":"\n\n   @PMM83\n  \n  Soy directo, pero soy más respetuoso que directo.\n  ","255363":"\n\n   @ysk88burbujita88\n  \n  Cuando falte lo importante, hay que conformarse con lo que se tiene.\n  ","255364":"\n\n   @faniihm\n  \n  En la zona donde vivo no hace frio, usamos ventiladores y aires acondicionados, tanto en el día como en la noche.\n  ","255365":"\n\n   @faniihm\n  \n  No he visto cortometrajes, que recuerde.\n  ","255366":"\n  Que buen concepto.\n  ","255367":"\n  No veo la falta de discreción en lo que preguntas.\n  ","255368":"\n\n   @FraanSantanderr\n  \n  No tengo favoritismos.\n  ","255369":"\n\n   @cocinavital34\n  \n  De niño me intoxique con vitaminas de cerezas, el médico determinó con el envase que estaban vencidas y que las consumi en exceso.\n  ","255370":"\n\n   @Neltharion999\n  \n  Estoy cumpliendo las recomendaciones de la OMS.\n  ","255371":"\n  Ü\n  ","255372":"\n  El IT lo colocó como usuario para la red en una de las empresas en la que trabajé, me gustó y lo comencé a usar en las RESS.\n  ","255373":"\n\n   @ysk88burbujita88\n  \n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n"}}