{"Question":{"256447":"\n   ¿ y? Cuenta tu experiencia ;-)\n  ","256448":"\n   Si te pregunto por una canción super sensual ¿cuál es la primera que te viene a la mente?\n  ","256449":"\n   [C] Cuando sales de casa a tomar algo por ahí que es lo que te gusta pedir de beber? sueles pedir algo de \"tapas\"?  como papas bravas y cosillas así.. ? 😊💗\n\nBonito Martes✨\n  ","256450":"\n   ¿Cuál crees que es el peor corte\/peinado que te has hecho?\n  ","256451":"\n   ¿Compras agua o bebes del grifo? ¿Notas diferencia en el sabor del agua entre un sitio y otro?\n  ","256452":"\n   Una pregunta un poco tonta para calentar: ¿Cómo reaccionas ante los cotilleos? ¿Te gustan o es algo que no soportas?\n  ","256453":"\n   ©....ঔৣ⇜ ⏩Para los que hacen preguntas ¿¿Cuál es la manera más fácil de enviarlas a los contactos, si tengo como 200 XD?? Ask permite solo de 50 en 50 :( O ¿Existe otra forma que no me haya enterado ?? ⏪⇜ঔৣ Los sigue ►\n  ","256454":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? Mucho se habla del famoso \" amor verdadero\" pero ¿¿Qué es  para tí ese famoso amor??¿¿Cuál sería un falso amor ??⏪⇜ঔৣ Los sigue ►\n  ","256455":"\n   Wow que abuso de esas personas la vdd\n  ","256456":"\n   Okay\n  ","256457":"\n   Sera el azucar lo malo :(??\n  ","256458":"\n   Estoy intentando obtener la verificación de mí perfil ya mandé el cuestionario voy a esperar UwU\n  ","256459":"\n   Antes no me gustaba anime pero empecé a ver una serie y creo que ahora me gusta no estoy segura 🤷🏻‍♀️😬.... QUE OTRA SERIE DE ANIME ME RECOMENDARÍAN  POR NETFLIX ?\n  ","256460":"\n   Hola:) Podrías decirme algo que no se me va a olvidar tan fácil y que me deje pensando antes de ir a dormir 🤔 Saludos\n  ","256461":"\n   Dicen q uno siempre vuelve al lugar donde fue feliz, Y vos dónde volverías?\n  ","256462":"\n   Mmm Mmm!!.. I think q eso q mecionas.. es totalmente different.. Corazoncito!!💕💕💕.. ya q realmente lo hacen.. x Amor a su Family!!.. y una Graan Necesidad!!\n  ","256463":"\n   Jajaja.. It's Ok.. era only algo divertido 4me.. jajaja.. :3\n  ","256464":"\n   Yeaah.. definitivamente nadie nos esperábamos eso.. (((.u)\n  ","256465":"\n   AwwW.. eso fue muuuy Sweet!!💕💕💕\n  ","256466":"\n   Jajaja.. eso fue muuy Cruel!!.. jajaja\n  ","256467":"\n   ¿Cuál es tu marca deportiva favorita?\n  ","256468":"\n   ¿Aprietas el botón del ascensor más de una vez? ¿Realmente crees que eso va a hacer que llegue más rápido?\n  ","256469":"\n   ¿Crees que existe la vida en otro planeta?\n  ","256470":"\n   ¿Cómo cambia tu comportamiento cuando te enamoras?\n  ","256471":"\n   ¿Cuál ha sido la última canción con la que has bailado?\n  ","256472":"\n   Que tanto ganas ahí?\n  ","256473":"\n   ¿Crees en el odio a primera vista?\n  ","256474":"\n   Veamos que tal es esta canción\n  ","256475":"\n   Excelente respuesta\n  ","256476":"\n   ¿En qué película te gustaría vivir?\n  ","256477":"\n   Como están??\n  ","256478":"\n   Y cuando tengas ¿qué te gustaría?\n  ","256479":"\n   What's a silly addiction you have?\n  ","256480":"\n   Hola💖 He vuelto y quería que me den vuestra opinión del lenguaje inclusivo ¿lo soléis utilizar?✨\n  ","256481":"\n   Correcto.🌸✨\n  ","256482":"\n   Exacto.✨🌸\n  ","256483":"\n   Soy Bartender official\n  ","256484":"\n   Canción favorita? 🥰❤🤗\n  ","256485":"\n   Comida Favorita? 🤗❤🥰\n  ","256486":"\n   Nombre de tu madre? Y describela en 3 palabras 🥰❤🤗\n  ","256487":"\n   Describete en 3 palabras 🤗❤🥰\n  ","256488":"\n   Fotito Favorita🤗🥰❤\n  ","256489":"\n   A Favor o En Contra del Aborto? Y Porque? 🤔🤔\n  ","256490":"\n   Hay influencers de ask fm? conoces?\n  ","256491":"\n   Estacion del año Favorita? 🤗❤🥰\n  ","256492":"\n   baila morena  baila morena ,perreo pa los nenes perreo pa las nenas\n  ","256493":"\n   What's that food item u tried with excitement but got disappointed?\n  ","256494":"\n   Got the Nile runnin' through my body\nLook at my natural, I'm so exotic\nDarker the berry, sweeter the fruit\nDeeper the wounded, deeper the roots\nNubian doused in brown, I'm lounging in it\nI don't tend to youth, I said I'm drowning in it\nI'm in denial, deep in denial\nI'm in the Nile, deep in denial\n🌀\n  ","256495":"\n   ¿Taylor Swift o Rihanna?\n  ","256496":"\n   ¿Piscina, río, lago, mar u océano? ¿Dónde prefieres nadar?\n  ","256497":"\n   ¿\"Juego de Tronos\" o \"The Walking Dead\"?\n  ","256498":"\n   Si pudieras cambiar tu mundo haciendo tan solo una cosa, ¿qué cosa sería?\n  ","256499":"\n   ¿Quién consideras que podría ser un héroe de nuestros tiempos?\n  ","256500":"\n   What are the things that gives you the thrill?\n  ","256501":"\n   Wow 😮😮😮 aparte que delicia 😍😍😍❤❤\n  ","256502":"\n   No sabia tenias amigo :3\n  ","256503":"\n   Osea sii no se si alguna vez viste a alguna persona pedir limosna con una foto falsa y que dicen es mi mamá tiene esto y esto me quiere ayudar con dinero o dicen que es el hijo o etc para ganar dinero así\n  ","256504":"\n   🍃💙💜🍃.. Would you trade not being able to be with your loved ones for all the riches??.. 🍃💙💜🍃.. Cambiarías el no poder estar con tus seres queridos por todas las riquezas??.. 🍃💜💙🍃\n  ","256505":"\n   🍃💜💙🍃.. In summer time, how many times do you bathe a day??.. 🍃💜💙🍃.. En verano, cuantas veces te bañas al día??.. 🍃💜💙🍃\n  ","256506":"\n   🍃💙💜🍃.. To defend your Life.. what do you prefer to Fight against.. 100 Ducks the size of an adult Horse.. or 100 Horses the size of a Duck..🍃💙💜🍃 ..Para defender tu Vida.. contra que prefieres Pelear.. 100 Patos del tamaño de un Caballo adulto.. o 100 Caballos del tamaño de un Pato.. 🍃💜💙🍃\n  ","256507":"\n   🍃💜💙🍃.. In 5 years where do you think you will be in your life??.. 🍃💙💜🍃.. En 5 años dónde crees que vas a estar en tu Vida??.. 🍃💜💙🍃\n  ","256508":"\n   🍃💙💜🍃.. Do You wear prescription glasses or sunglasses only??.. 🍃💜💙🍃.. Usas lentes de Graduación o de solamente de Sol??.. 🍃💜💙🍃\n  ","256509":"\n   🍃💜💙🍃.. Would you make a call to that person you like??.. 🍃💜💙🍃.. Llamarías a esa Personita que te Gusta??.. 🍃💙💜🍃\n  ","256510":"\n   🍃💜💙🍃.. What is it that torments you??.. 🍃💜💙🍃.. Que es lo que te Atormenta??.. 🍃💜💙🍃\n  ","256511":"\n   🍃💙💜🍃.. Tell me a joke!!.. 🍃💙💜🍃.. Cuéntame un chiste!!.. 🍃💜💙🍃\n  ","256512":"\n   🍃💜💙🍃.. You drink intoxicating drinks??.. 🍃💜💙🍃.. Bebes bebidas embriagantes??.. 🍃💙💜🍃\n  ","256513":"\n   🍃💜💙🍃.. What do you need at this moment??.. 🍃💜💙🍃.. Qué necesitas en este momento??.. 🍃💜💙🍃\n  ","256514":"\n   Escribe aquí las buenas intenciones que llegaste a tener con esa personita especial pero que antes de llegar a realizarlas, te falló y no pudiste hacer lo que alguna vez pensaste. - ya sea en cuanto a relación amorosa o de amistad-.\n\n\nFeliz día\/tarde\/noche chic@s 🥰❤️.\n  ","256515":"\n   -_-\n  ","256516":"\n   🦓 | ¿Tienes alguna mascota? Pon una foto. Y si no tienes, ¿Qué mascota te gustaría tener? |\n  ","256517":"\n   Si tienes un cuenco con seis manzanas y te llevas cuatro, ¿cuántas tienes?🌸✨\n  ","256518":"\n   ¿Cuál es el día más largo de la semana? 🌸✨\n  ","256519":"\n   Quien me recomienda una película buenaa pliss ♡\n  ","256520":"\n   Canción favorita?\n  ","256521":"\n   Juegos favoritos?\n  ","256522":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿Todo lo que sube, tiene que bajar ??¿¿Me podrías dar algún ejemplo ?⏪⇜ঔৣ Los sigue ►\n  ","256523":"\n   [Colectiva] ¿Tendrias una cita a ciegas ? Y si la repuesta es si ¿Por qué?\n  ","256524":"\n   Hay meses que tienen 30 días y otros 31. ¿Cuántos meses tienen 28?🌸✨\n  ","256525":"\n   Que bien\n  ","256526":"\n   What do you have to say about people who do not concern about social issues?\n  ","256527":"\n   Interesante 🤔✨🌸\n  ","256528":"\n   Hi vote my polls,please❤️😍\n  ","256529":"\n   Hola Amiguit@ 💋 no les pasa que escuchan estas canciones y le pican los pies?\n   \n    https:\/\/www.youtube.com\/watch?v=tSTJeBpV0Rs\n   \n","256530":"\n   hola bellos, no les pasan que escuchan estas canciones y les pican los pies??\n   \n    https:\/\/www.youtube.com\/watch?v=tSTJeBpV0Rs\n   \n","256531":"\n   Nos agregamos en fb?\n  ","256532":"\n   Que opinas de las personas que bajan fotos de Internet para pedir limosna\/dinero en nombre de ellos y decir que son sus hijos, padres o etc??\n  ","256533":"\n   Que piensas de esa nueva app de la que todos hablan, llamada Tik Tok 😊??, la usas??\n  ","256534":"\n   Botana o snack tipico de su país??? 😊\n  ","256535":"\n   ¿ Te gustaría ser presidente ?\n  ","256536":"\n   ¿ De qué manera te gusta perder el tiempo ?\n  ","256537":"\n   nos seguimos en Insta?\n   \n    @iamkatrinah\n   \n","256538":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿¿¿Qué cosas NO harías aunque te pagaran ??⏪⇜ঔৣ Los sigue ►\n  ","256539":"\n   What according to you is the biggest sin of all?\n  ","256540":"\n   🦋 ¿Qué acciones has realizado por despecho a algo que te haya dolido muchísimo?\n  ","256541":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿ Las generaciones actuales son realmente de \" cristal\" ??¿¿Por qué??⏪⇜ঔৣ Los sigue ►\n  ","256542":"\n   Síganme en ig, people ---> endrix.pr\n  ","256543":"\n   Blackpink in your area\n  ","256544":"\n   Jajaja mereces 10 fuegitos me hiciste la noche :3 ❤\n  ","256545":"\n   Eso es cierto\n  ","256546":"\n   Me pasa igual :( aunque el mio si se amargo por un ex amigo :(\n  ","256547":"\n   ¿Que pesa más, un kilo de hierro o un kilo de plumas? ✨🌸\n  ","256548":"\n   ¿Cómo es que ponen los letreros de \"NO PISAR EL PASTO\"?✨🌸\n  ","256549":"\n   Que hacen?\n  ","256550":"\n   ¿ Cuál es la mayor cantidad de días que han pasado sin conexión a internet ?\n  ","256551":"\n   ¿Cuál es tu lugar favorito para encontrarte con amigos?\n  ","256552":"\n   Si te consedieran tres deseos, qué pedirías?\n  ","256553":"\n   Metas para este mes🎃\n  ","256554":"\n   Where would you go for your dream vacation?\n  ","256555":"\n   Hola! Todo bien? Que olores y sabores te transportan a la infancia? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","256556":"\n   💢How do you differentiate between a real and a fake person ?\n  ","256557":"\n   Has the virus gotten any better?\n  ","256558":"\n   ¿Qué es lo que más te hizo cambiar como persona?\n  ","256559":"\n   What matters to you the most?\n  ","256560":"\n   Del 1 al 10, ¿Que tan importante es la literatura?\n  ","256561":"\n   current favorite song? 🎧🎵🎶\n  ","256562":"\n   Share a moment of hypocrisy\n  ","256563":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿ Cómo manejas los sentimientos encontrados??⏪⇜ঔৣ Los sigue ►\n  ","256564":"\n   ---\n  ","256565":"\n   Alguna frase de Mafalda que sepas...(sin googlear ni nada)\n  ","256566":"\n   Cual fue el regalo que el niño Dios o Santa Clous no les trajo?? 😢😢😢\n  ","256567":"\n   La mentira más hermosa que has dicho?\n  ","256568":"\n   En donde vives como celebran el Día De Los Muertos o celebras tu Halloween?? 😊💀👻🎃🎉☺\n  ","256569":"\n   Cuando decís \"tengo novi@\" y t responde \"nose entera\"... Tu respuesta ingeniosa?\n  ","256570":"\n   ¿Cual es tu estación favorita del año y por que? 😊🍃✨☺\n  ","256571":"\n   Feliz noche de miércoles a todos!!!😊✨, Hoy es el ultimo día del mes, literal 3 meses mas y se acaba el 2020🎉...En lo personalq,crees que hasta el día de hoy este año te ha dejado algo bueno o algo malo, sea lo que sea...Expresate!!! 😊\n  ","256572":"\n   ¿Qué es lo peor que le has hecho o dicho a alguien? ¿Como te hizo sentir después?\n  ","256573":"\n   Hola, espero estés teniendo un día genial, que escogerías... ¿Ganar la lotería o poder vivir tu vida 2 veces? |💲 o 👥 |\n  ","256574":"\n   💥 Recomendaciones personales... un libro, una película, un grupo musical y un deporte a practicar. 💥 Personal recommendations ... a book, a movie, a musical group and a sport to practice. 💥 Consigli personali ... un libro, un film, un gruppo musicale e uno sport da praticare. 💥\n  ","256575":"\n   Which law should not exist?\n  ","256576":"\n   What is success according to you?\n  ","256577":"\n   Ik heb zin om heel erg te lachen, weet jij een leuke film? Dankje 😊 \/ Tengo ganas de reírme mucho, me recomiendas una peli muy divertida? Gracias 😊 \/ I feel like laughing a lot. Would anyone recommend a fun movie? 😊\n  ","256578":"\n   hola los invito a escuchar mi nuevo tema\n   \n    https:\/\/www.youtube.com\/watch?v=oc-2-WY5krM\n   \n","256579":"\n   hola los invito a escuchar mi nuevo tema\n   \n    https:\/\/www.youtube.com\/watch?v=oc-2-WY5krM\n   \n","256580":"\n   ¿ Has ido al cementerio de noche alguna vez en tu vida ?\n  ","256581":"\n   ¿ Tienes buena mano para trabajar la jardinería ? ❀✿⚘\n  ","256582":"\n   Crees en hay una élite domina el mundo?\n  ","256583":"\n   ¿Qué dulces te gustaban mucho en tu infancia y aún te gustan?\n\nSaludos\n  ","256584":"\n   Baby no, me rehúso..\n  ","256585":"\n   ¿Qué es lo que todos tienen pero tu no tienes?\n  ","256586":"\n   ¿Te gusta el lugar donde vives?\n  ","256587":"\n   ¿Sueles ser muy exigente contigo mismo\/a?¿Y con los demás?\n  ","256588":"\n   Hola! ¿Conservas algún dibujo de los que hacías cuando eras más chico?\n  ","256589":"\n   ¿Película musical favorita?\n  ","256590":"\n   ¿Alguna vez has tenido una amistad que se acabara por una razón estúpida? ¿Cuál fue esa razón?\n  ","256591":"\n   Si pudieras hacer una investigación ¿Cuál sería? ¿Qué te gustaría investigar? ¿Cuál sería tu hipótesis?\n#investigacion_check 👌\n  ","256592":"\n   Ask y sus cambios que restan.. Que opinas sobre que ya no se pueda saber exactamente tus números, respuestas, MGs, seguidores.. Ya era una vergüenza que no te permita saber a cuantas personas seguís.. En fin.. Ya que estamos: Cual fue el peor cambio que hizo Ask? (esta es para los antiguos como yo)\n  ","256593":"\n   ¿Quién es el\/la famoso\/a con más estilo?\n  ","256594":"\n   ¿Puede el gusto por un tipo de música cambiar tu opinión de una persona?\n  ","256595":"\n   ¿Qué crees que piensa la gente de ti?\n  ","256596":"\n   Sigue la frase con una rima: \"Desde mi ventana puedo ver…\"\n  ","256597":"\n   Ever got attacked by any animal?\n  ","256598":"\n   ¿Cuál sería un contratiempo?\n  ","256599":"\n   Háblame un poco de ti,\n\nSaludos\n  ","256600":"\n   ¿ Te gusta el Sushi ?\n  ","256601":"\n   Mejor regalo  del año?\n  ","256602":"\n   Exactoooo aca ya el 13 de Octubre quieren volver 😮😮😮😮\n  ","256603":"\n   Wow podrias platicarme que es cada una de ellas ????\n  ","256604":"\n   Yo si la pleaneo por mi trabajo y escuela u.u\n  ","256605":"\n   Tomen agua 😊\n  ","256606":"\n   Holaa, solo quiero recordarte que no olvides beber agua 😁\n  ","256607":"\n   ¿Ultima Broma realizada?\n  ","256608":"\n   ¿ Qué haces para subirte el ánimo cuando estás triste ?\n  ","256609":"\n   ¿ En qué piensas cuando lloras por las noches ?\n  ","256610":"\n   Hey, algo es algo. Peor no es saberse nada\n  ","256611":"\n   Whose text can lighten up your mood rn?\n  ","256612":"\n   ¿Qué es lo que te gustaría que la gente supiera?\n  ","256613":"\n   Son las 10:24 am y aún No he Comido más Nadaa!!.. dime q hora es??.. y si ya Comiste algo??.. y q fue lo q Comiste??.. Corazoncito!!💕💕💕.. me Invitas??.. coloca una Pic oh imagen de Google!!.. para saber q fue??.. x fiiis!!.. jajaja.. :3\n  ","256614":"\n   Estás atrapado entre una roca y un sitio duro, ¿qué vas a hacer?\n  ","256615":"\n   ¿Por qué querría alguien viajar al espacio?\n  ","256616":"\n   ¿Qué quieren las chicas?\n  ","256617":"\n   ¿Qué quieren las chicas?\n  ","256618":"\n   ¿Qué es lo que odias de tus vecinos?\n  ","256619":"\n   Hii ☺️ Hoeveel volgers heb je? Zou je willen dat je kon zien wie je volgt? \/ Holaaa 😊 cuantos seguidores tienes? Te gustaría que se pudiera ver quién te sigue? \/ Helloo ☺️ How many followers do you have? Would you like to be able to see who follows you?\n  ","256620":"\n   ¿Qué sientes cuando te dicen lo que especial que eres y descubres que lo mismo que te dijo se lo dice tambien a alguien más? ☹️\n  ","256621":"\n   ¿Cuando fue la última vez que te llamaron en la madrugada? ¿Valió las pena responder? 😐\n  ","256622":"\n   Faltan 3.\n  ","256623":"\n   Ahh jajja buena idea igual yo si hago videos en youtube y tengo 3 blogs jejje\n  ","256624":"\n   Hola🐣\n🦋¿Qué ves al mirarte al espejo?🦋\n\n🎀Saludos 🎀\n  ","256625":"\n   ¿ Qué es lo que más te agobia y te causa Stress ?\n  ","256626":"\n   ¿ Cuándo vas a la iglesia te quitas los cachos ?\n  ","256627":"\n   Tu pan favorito?\n  ","256628":"\n   ¿Qué es lo que jamás volverías a hacer?\n  ","256629":"\n   ¿Cuando estas en un chat eres como una tortura o como flash?\n  ","256630":"\n   ¿ Ha intentado hacer algún truco de magia ?\n  ","256631":"\n   Comida que mas les gusta?? 😊☺\n  ","256632":"\n   Creen que si los contagios de Covid-19 siguen en aumento es conveniente volver a clases presenciales?? 😯😮😮\n  ","256633":"\n   De pequeñ@ cual era tu golosina favorita?? 😊\n  ","256634":"\n   Hola buenas noches!!!😊✨, Eres de las personas que planea su semana o solo se deja llevar por el día a día 😊\n  ","256635":"\n   Que es pasticho?\n  ","256636":"\n   Cuando no me conecto ganó más seguidores me gusta está aplicación te pasa lo mismo UwU\n  ","256637":"\n   ¿Cómo de bueno\/a eres diciendo que “no”?\n  ","256638":"\n   Hola gente 👋:\n¿ tuviste una buena infancia en tu niñez ? En caso de que si o que no ¿ cuales fueron los motivos para que se de esa felicidad o infelicidad ? ¿ quedaron muchos vestigios en ese tiempo o ya lo olvidaste completamente ?\n  ","256639":"\n   ¿Con qué frecuencia tomas café?\n  ","256640":"\n   ¿Cuál es el mejor servicio de música? ¿Pandora, Soundcloud o Spotify?\n  ","256641":"\n   Y cual canción te sabes?\n  ","256642":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿Para encontrar tu camino, necesitas perderte muchas veces  ??⏪⇜ঔৣ Los sigue ►\n  ","256643":"\n   ¿Cómo sería tu día perfecto?\n  ","256644":"\n   ¿Te gusta más algo antiguo o algo nuevo?\n  ","256645":"\n   Le presté atención al rumor por lo que leí en Wikipedia.\n  ","256646":"\n   ¿Qué ansías más en este momento? ¿Un café, un tatuaje o unas vacaciones?✨🌸\n  ","256647":"\n   Creo que no sere vip esta vez jajajajaja\n  ","256648":"\n   Si la popo fuera oro los pobres nacerían sin C****lo... 💩\n  ","256649":"\n   ¿Qué es lo más asqueroso que has comido?\n  ","256650":"\n   ¿Qué recomiendan comer en una primera cita?\n  ","256651":"\n   📞 | ¿Quién ha sido la última persona con quién te has llamado? |\n  ","256652":"\n   Y eso por que?\n  ","256653":"\n   [C] Que tal os va el finde?\n\nPasarlo genial! 😊\n  ","256654":"\n   ¿Qué película famosa no te gusta pero que todos aman?\n  ","256655":"\n   Hola, saludos a todos ¿Qué piensan de la película más taquillera ´Joker´ o ´el guason´?\n  ","256656":"\n   Done\n  ","256657":"\n   No entendí\n  ","256658":"\n   Pregunta usual. Tu que tienes la costumbre de hacer preguntas sea frecuente o esporádicamente, te pregunto, ¿cual es el origen de tus preguntas? ¿Las inventas\/creas en tu mente? ¿Copias y pegas de otros usuarios? ¿La planeas durante un cierto tiempo? ¿Otros opciones? (Sin intención de ofenderte)\n  ","256659":"\n   ¡Hola gentecilla bella! 🙈\n¿Qué opináis de la diferencia entre clases sociales? ¿Creéis que habría alguna diferencia si hoy en día la gente no se menospreciara por no tener todos lo mismo (economia, cosas materiales,...)?\nPasad buen fin de semana 😊\nOs quiere y sigue:\n  ","256660":"\n   Are you more attracted towards a particular race\/nationality of men\/woman? Which ones do you find more attractive?\n  ","256661":"\n   ¿Crees en el destino o en la suerte?\n  ","256662":"\n   ¿Qué es lo último que haces antes de irte a dormir?\n  ","256663":"\n   Quien para unas partiditas de among us? uwu\n  ","256664":"\n   foto más graciosa?\n  ","256665":"\n   metas a futuro?\n  ","256666":"\n   vamos!!! me vas a decir que no te a pasado\n  ","256667":"\n   ¿Cuál ha sido tu mayor equivocación?\n  ","256668":"\n   ¿Chicas saldrían con un chico que tenga el cabello largo?\n  ","256669":"\n   Hola 😊 cuando es tu cumpleaños?\n  ","256670":"\n   Entonces, en que pais te encuentras ahora? Jajja\n  ","256671":"\n   Blogueas, donde?\n  ","256672":"\n   Do you like bbq?\n  ","256673":"\n   ¿Te cuesta levantarte?\n  ","256674":"\n   ¿Alguna vez te lo has desmayado o alguien de tus compañeros de clases se desmayo?\n  ","256675":"\n   Anyone wanna play among us ?\n  ","256676":"\n   [ 🦋] Podrás superar a tu ex, pero nunca el performance de:\n  ","256677":"\n   What is your definition of living in the country?\n  ","256678":"\n   💢 Worst feeling?\n  ","256679":"\n   What are your plans for the weekend?\n  ","256680":"\n   [[Favorite song if you have one]]\n  ","256681":"\n   Does your soul have rest?\n   \n    https:\/\/giphy.com\/gifs\/sleep-28qh7leajHbRD8hy3u\n   \n","256682":"\n   Aparte de corregir la ortografía ¿Qué otra forma de perder amigos conocen?\n  ","256683":"\n   subscribe plz♥\n   \n    https:\/\/www.youtube.com\/channel\/UCq_rzKXg1xN2oZMzYc6SDjA\n   \n","256684":"\n   💢Best feeling?\n  ","256685":"\n   Tres palabras que te definan mejor...\n  ","256686":"\n   Compras cosas innecesarias? Cm q?\n  ","256687":"\n   Hola! Todo bien? Para ti que es el amor? Que tan seguido lo dices o como se lo demuestras a esa (o esas) personas que amas? Pregunto xq se que en cada uno es diferente pero al mismo tiempo lo mismo.. Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","256688":"\n   [C]\n¿Cual es la mentira que de creía era verdad? Bezitoz\n  ","256689":"\n   Aún esperas los fines de semana ?\n  ","256690":"\n   Deporte favorito?\n  ","256691":"\n   Alguna vez has amanecido jugando un vídeo juego? 😂\n  ","256692":"\n   Pregunta rara, ¿Has besado a alguien con brackets? 👀👄\n  ","256693":"\n   Eres agradecido?\n  ","256694":"\n   Bueno no siempre se puede saber la letra\n  ","256695":"\n   Pues la vdd me soprende tu capacidad intelectual aunque dices que no retienes, las cosas que expresas se oyen y sienten muy profesionales :3\n  ","256696":"\n   Así es, como dices es por etapas :3 y momentos esta ya nos toco a todos las nuevas tecnologías que sera en unos años :3\n  ","256697":"\n   ¿Qué serie famosa no te gusta pero todo los ama?\n  ","256698":"\n   ¿Con cuanta frecuencia tu familia toman bebidas gaseosas?\n  ","256699":"\n   Hola, ¿te han odiado o, has creído que alguien te odia alguna vez ?\n  ","256700":"\n   ¿El miedo te hace fuerte o débil?\n  ","256701":"\n   y que podía navegar...\n  ","256702":"\n   ¿Si tuvieras una lámpara maravillosa qué tres deseos escogerías?\n  ","256703":"\n   Este semestre mis profesores son jóvenes pero lo mas que nos dejan es leer 😮😮, y para la carrera que estudio deberia ser mas actividad :(, te aseguro que mi madre estaría igual ella es doctora ^u^, ya se jubilo pero antes le pedian consultas online y ella se nagaba jajajaja 🙈🙈🙈\n  ","256704":"\n   De hecho nooo jajaja :3, sabes se nota que eres una persona preparada y sabes mucho :3\n  ","256705":"\n   Soy mexicana y aca esta wow brutal jajaja tanto modismo el bendito español\n  ","256706":"\n   ¿Cuál es la persona en quien más confías en tu vida?\n  ","256707":"\n   ¿Qué perfume llevas hoy?\n  ","256708":"\n   ¿Qué es lo que más deseas para el año que viene?\n  ","256709":"\n   ¿Te molestan las decisiones políticas de tus padres durante las elecciones? ¿Hablas siquiera de este tema con ellos?\n  ","256710":"\n   ¿Cuál es tu refrán o lema favorito?\n  ","256711":"\n   ¿En qué cuento de hadas te gustaría vivir?\n  ","256712":"\n   ¿Cuánto consideras que es demasiado tiempo delante de una pantalla?\n  ","256713":"\n   ¿Quién mató al Mar Muerto?\n  ","256714":"\n   ¿Quién es la persona más chismosa que conoces?\n  ","256715":"\n   Que hacen ahorita??\n  ","256716":"\n   Una amiga me preguntó hace poco \"Pero, si pudieras hacer lo que sea, qué harías?\" Y hoy os pregunto yo, si no existieran limitaciones y miedos, ¿qué es aquello que haríais sí o sí? Ejemplo: Mudarme, este curso, este proyecto. (Algo realista pls) 💕\n  ","256717":"\n   Tu primera vez también fue SUANFANZON?\n  ","256718":"\n   💢 What's your charm?\n  ","256719":"\n   Aun quedan gente aqui para socializar?\n  ","256720":"\n   Les amanecio lloviendo o es esta soleado 🥵🥵🌧🌧\n  ","256721":"\n   Que hacen gente 🤗\n  ","256722":"\n   💢 Who is a foodie?😂\n  ","256723":"\n   na', eso no lo creo, triste por quién?, si sabías que esa persona quería a otro? jajajajjaj\n  ","256724":"\n   Había una vez...\n  ","256725":"\n   🎀¿Han trabajado ó trabajan en call Center?🎀\n🌼¿Qué tal la experiencia?🌼\n\nSaludos 🦋\n  ","256726":"\n   Alright 😂\n  ","256727":"\n   Ammh bueno sin palabras\n  ","256728":"\n   Pero no te dieron trabajo para casa??\n  ","256729":"\n   Ahh es cara de enojo o.o??\n  ","256730":"\n   La verdad mis profesores estan para llorar, hay quienes hasta nos gritan por no hacerlo bien :( como si fuéramos unos profesionales y eso a uno como que lo desanima :(\n  ","256731":"\n   Me pone feliz saberlo :3\n  ","256732":"\n   Osea hablas ingles o perfeccionas el spanish??\n  ","256733":"\n   Favourite computer game as a kid?\n  ","256734":"\n   ¡Hola gentecilla bella! 🙉\nPara vosotros\/as ¿el pánico y el miedo son lo mismo? ¿Cómo los definiríais? ¿Habéis pasado alguna vez alguna situación de pánico? ¿Y de miedo? ¿Qué pasó y cómo os tranquilizasteis? Si queréis contarlo, os leo 🥰\nTened buena noche ✨\nOs quiere y sigue:\n  ","256735":"\n   Si fueras a Marte, ¿qué objeto llevarías contigo?\n  ","256736":"\n   ¿Sonríes a los extraños? ¿Por qué o por qué no?\n  ","256737":"\n   Hipoteticamente. Si muriera la persona que amas ¿Te arrepentirías de no haberle dicho\/o hacer algo??\n  ","256738":"\n   ¿Cuáles son los mejores ingredientes para una pizza?\n  ","256739":"\n   ¿Cuál es tu inspiración?\n  ","256740":"\n   ¿Cuáles son tus hábitos saludables cotidianos?\n  ","256741":"\n   ¿Qué diferencia hay entre el amor a primera vista y el deseo?\n  ","256742":"\n   ¿Se te da bien bailar?\n  ","256743":"\n   Foto de tu mascota 😊✌💕\n  ","256744":"\n   🤭✌🏼🤗😂👍🏻👏🏼👏🏼👏🏼\n  ","256745":"\n   A ok\n  ","256746":"\n   Como todo el mundo 🤭😂😂\n  ","256747":"\n   Umm ok esta bien\n  ","256748":"\n   Que haces ando aburrido\n  ","256749":"\n   👽🖤 [ Dimensión Libre ] 🖤👽\n  ","256750":"\n   ¿Ves series de NBC o Universal channel?\n  ","256751":"\n   Que triste historia bro\n  ","256752":"\n   [C] Que hacéis cuando alguien os habla en otro idioma? \n\n•Le contestas\n•No sabes que decir\n•Acudes a quien veas por la calle\n  ","256753":"\n   Hacerte pasar por alguien es respetar? A mi me parece jugar con la inocencia de niñas o niños que deben seguirla creyéndose que realmente están hablando con alguien con quien realmente no hablan. Además de que no es legal.\n  ","256754":"\n   Wat is het laatse dat je hebt gezocht op youtube? En google? \/ Que es lo último que has buscado en Youtube? Y en Google? \/ What is the last thing you searched on YouTube? And on Google?\n  ","256755":"\n   And basketball?\n  ","256756":"\n   Que viaje han hecho en su vida que hasta hoy no lo han podido olvidar?? 😊🚗🌼🍃\n  ","256757":"\n   Sera cierto que la vida nos pone donde merecemos estar??, tu ya estas en ese lugar?? 😊🌻✨\n  ","256758":"\n   Saben hablar algun idioma, aparte del español?? 😊, Buenas noches ✨\n  ","256759":"\n   Perfect 👍\n  ","256760":"\n   Siiii\n  ","256761":"\n   Me alegra yo aun voy a la escuela y  online es muy fea :( jajajaja xD\n  ","256762":"\n   Wow gracias, es que yo uso opera mini en mis redes :3\n  ","256763":"\n   Así es :D\n  ","256764":"\n   No estas trabajando ahora??\n  ","256765":"\n   gracias! ❤️\n  ","256766":"\n   ¿ cual fue el momento donde mas miedo o nervios sentiste en un dia ? ¿ y como pudiste sobrellevar esa situación ?\n  ","256767":"\n   Hola 👋\n¿ sos de esas personas que toman algo liquido o comprimido para dar algún efecto al cuerpo o la mente ? ¿ que tipo de bebida o comprimido seria ? ¿ porque motivo lo tomas ?\n  ","256768":"\n   jajaja buena repuesta.\n  ","256769":"\n   ¡Hola gentecilla bella! 🙈\n¿Qué tal el finde? Espero que todo bien 😁\nSi vais de viaje y pasáis por caminos con muchas curvas ¿os mareais? Yo sí, un montón y no me siento nada bien 🤮 Si no os mareais ¿cómo lo hacéis? Porque yo voy con la ventana bajada y aún así me mareo 😪\nOs quiere y sigue:\n  ","256770":"\n   Crees que muchas personas les importa demasiado lo que no es importante:\n\n - sexo\n - Riqueza\n - estatus\n - fama\n - Likes en redes sociales\n - Buena apariencia\n\n y muy poco sobre lo que es realmente importante:\n\n - Amor\n - Belleza\n - sabiduría\n - amistad\n - ecuanimidad\n - Iluminación?\n  ","256771":"\n   💢 How much do you earn?\n  ","256772":"\n   Sucede algo??\n  ","256773":"\n   Color de ropa que nunca usarias?\n  ","256774":"\n   ¿Cuándo tienes miedo enseguida vas y enciendes la luz de tu habitación?\n  ","256775":"\n   ¿No les pasa que preguntan tantas cosas que a veces ya no saben ni qué preguntar?\n  ","256776":"\n   Cuando estabas pequeña(o) te decían que si te tragabas una \"pepa de mamón\" te iba a crecer un árbol en el estomago? 🤔😂\n  ","256777":"\n   haz visto la serie lucifer? que te a parecido hasta ahora?\n  ","256778":"\n   Del uno al 10 te quiero 4👌😂😂. No se molesten, ando ladillado JAJAJA :')\n  ","256779":"\n   como seria su cuadre perfecto?\n  ","256780":"\n   ¿Qué harías si pudieras ser invisible por un día?\n  ","256781":"\n   Como estuvo tu dia, que fue lo mejor que les ocurrió el dia de hoy?\n  ","256782":"\n   ¿Cuál es la vez que te has sentido más humillado?\n  ","256783":"\n   Tienes amistades que conozcas en persona aquí en ask?\n  ","256784":"\n   ¿Tienen algún apodo entre el grupo de amigos que tienen?\n  ","256785":"\n   \"Te miento porque mis mentiras con el paso del tiempo se vuelven en verdades\" Inventa una frase. Saludos\n  ","256786":"\n   Cual crees que sea la clave ao exito?\n  ","256787":"\n   ¿Crees que alguien siga a todo lo que respondes aquí, a quien le das MG, etc?\n  ","256788":"\n   ▪️¿🅼🅶🖤 ʏ ᴅᴀꜱ 7 ᴍɢ'ꜱ + 5🔥?▪️\n  ","256789":"\n   💢 Cricket or Basketball🏀?\n  ","256790":"\n   ¿Crees que tú y yo nos llevaríamos bien en persona?\n  ","256791":"\n   Hola hermosas personitas a las que sigo😍 Solo paso a desearles un feliz sábado y quisiera saber ¿Tienen planes para hoy?? 🍃\nBezitoz\n  ","256792":"\n   Thoughts 💭\n  ","256793":"\n   Who do u look like in your family?\n  ","256794":"\n   Si el covid no hubiera llegado para quedarse😢, que estarías haciendo ahora mismo o a donde habrías viajado?? 😊🚗🌻✨\n  ","256795":"\n   🌼🎀🦋❤Feliz día del amor y amistad❤ 🦋🎀🌼\n  ","256796":"\n   Vaya que intenso\n  ","256797":"\n   Que tan importante creen que es fomentarle valores a los niños pequeños??,les ayudara eso a ser mejores ciudadanos cuando sean mayores?? 😮😊\n  ","256798":"\n   quédate con quién se descargue un jueguito pa jugarlo contigo, el resto puro weon\n  ","256799":"\n   ¿Cuál es el punto débil de todo hombre y toda mujer tenga la fuerza que tenga?\n  ","256800":"\n   ¿Que piensan sobre las clases Online y las nuevas técnicas de estudio que se estan llevando acabo en todo el mundo?? 😊📚✏\n  ","256801":"\n   Oh nooo. It wasn't a personal question, relax😌\n  ","256802":"\n   ¿Basarías a un(a) desconocid@ si te lo pidiese?\n  ","256803":"\n   Bonito Jueves para todos, les dejare colectivas 😊, comenzamos 😊🎉.\n\n¿Qué es lo que opinan de este año tan trágico para el mundo? :(\n  ","256804":"\n   ¿Cuál es la cosa más importante que has aprendido en la vida?✨🌸\n  ","256805":"\n   Hola guapxs! \nme harías muy feliz viendo este vídeo o compartiéndolo para que le llegue a más gente 😊 creo que trata un tema importante actualmente y en él se ha volcado mucho esfuerzo, dedicación, paciencia y amor 🥰\nMuchas gracias chicxs! ❤️❤️❤️❤️https:\/\/youtu.be\/PetPlB2DelA\n  ","256806":"\n   ¿Tienen algún miedo?\n  ","256807":"\n   👏🏼Consigna de hoy: ¿Participarias en un reality de juegos deportivos?\n  ","256808":"\n   ▶¿Estás aferrado a algo que necesitas soltar? ⛅\n  ","256809":"\n   ¿Que celular tienen?\n  ","256810":"\n   [☇] ¿Son de querer intentar algo nuevo? ¿O son más rutinarios? \n\nLes deseo una extraordinaria tarde. 🍃\n  ","256811":"\n   ▶Según tu opinión, ¿qué hace hermosa a una persona?🌵\n  ","256812":"\n   ¿Qué considerarías cambiar de tu vida para hacerla más fácil o llevadera?\n  ","256813":"\n   ▶Tu mayor temor, ¿se ha hecho alguna vez realidad? 🦋\n  ","256814":"\n   😯😮😦\n  ","256815":"\n   ¿Tienes amigos mucho mayores o mucho menores que tú? ¿Qué tan importante consideras que es la edad en la amistad?\n  ","256816":"\n   ▶¿Recuerdas el nombre de algún profesor(a) que era de un desempeño académico excelente?, en caso afirmativo, ¿qué materia impartía? 🧠\n  ","256817":"\n   Buenas noches. ¿Te han cambiado de escuela por alguna razón? ¿por qué?\n  ","256818":"\n   Dinámica si adivinas todo te llevas 250🔥cuáles de estas cosas son mis fav?\nCoca o Pepsi\nPlay o xbox\nPlaya o montaña\nDeportivo o casual\nBéisbol o futbol\nVálida por 24 hrs 🎉❤️❤️🎉🎉🔥🔥🔥\n  ","256819":"\n   ▶¿Eres fanático\/a de algo o alguien?, en caso afirmativo ¿de qué\/quién? 🌟\n  ","256820":"\n   Que crees que hay después de la muerte?\n  ","256821":"\n   Los que os creeis que gente como\n   \n    @soy_aitanax\n   \n   no sea fake, estáis bien? No sé.\n  ","256822":"\n   ¿Has perdido algún buen amigo por tu culpa?\n  ","256823":"\n   eso es más triste todavía la verdad\n  ","256824":"\n   OnlyFans: cuánto se puede ganar y otras cosas que debes saber\n  ","256825":"\n   [C] ¡Hola gentecilla bella! 🙈\n¿Alguna vez os han dicho, amigos o personas cercanas a vosotros, que sois diferentes de otras personas? En plan: \"tú no eres como él, eres diferente\". ¿Cómo interpretais ése \"eres diferente\"?\nPasad bien lo que resta de día.\nOs quiere y sigue:\n  ","256826":"\n   consideras que la das o no la  das?\n  ","256827":"\n   ¿Qué es el libre albedrío? \n¿Por qué se dice que el Dios judeocristiano brinda libre albedrío?\n#pensamientos ❤️\n  ","256828":"\n   Hola! Todo bien? Son buenos conquistando\/convenciendo a las personas? Yo con el tiempo fui mejorando en este aspecto, siendo mas directo con lo que me propongo.. Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","256829":"\n   ¿Viste la película \"Spirit\", que opinas  de ella?\n  ","256830":"\n   Canción para acompañar la madrugada?\n  ","256831":"\n   Aca el ropa vejero es un borrachito jajaja el robachicos jajajaja xD\n  ","256832":"\n   ¿Prefieres tener amigos hombres ó mujeres? 🌟🐛\n\n¿Porqué?\n\n\nSaludos🦋\n  ","256833":"\n   que cenaron??\n  ","256834":"\n   Ojala 😢😢\n  ","256835":"\n   ¿Qué dicen las voces de tu cabeza?\n  ","256836":"\n   ¿Te dan miedo las alturas?\n  ","256837":"\n   ☘️💀 | Comparte la última foto que has tomado. |\n  ","256838":"\n   ✴️ADIVINA El PERSONAJE:\n\n•Psiquiatra, cómplice y amante se su paciente quién conoció mientras trabajaba Arkham Asylum de Gotham City.\n  ","256839":"\n   ADIVINA El PERSONAJE:\n\n•Combatiente del elite, miembro del grupo conocido como \"Guardia del Infinito\" y la hija adoptiva de un villano de Marvel y la última de su especie, sus poderes incluyen fuerza y agilidad sobrehumanas y el factor de curación acelerada.\n  ","256840":"\n   ¿Preferirías ser un vampiro o un hombre lobo?\n  ","256841":"\n   ☔️ Hola! Qué emociones llegan a tu mente cuando estás saboreando tu platillo favorito y aparece un pelo ahí mismo. ☔️ Hello!  What emotions come to your mind when you are savoring your favorite dish and a hair appears right there. ☔️\n  ","256842":"\n   ¿Qué es lo último que haces antes de irte a la cama?\n  ","256843":"\n   Si te ganaras la lotería, ¿qué es lo primero que harías con ese dinero?\n  ","256844":"\n   ¿Cuál es la experiencia de déjà vu más extraña que has tenido?\n  ","256845":"\n   cuando crees que va a terminar esta pandemia?\n  ","256846":"\n   [🍃] Inserta un pequeño pedacito de letra de una canción que te llegue. 😂\nY por cierto, ¿Porqué te llega esa canción? \n\nPD: al decir \"canción que te llegue\", me refiero a aquella pista en la que tengas el sentimiento y\/o te identifiques con la letra.\n  ","256847":"\n   What’s the most expensive thing you’ve broken? 👀\n  ","256848":"\n   Usas la app o en la compu ask :)??\n  ","256849":"\n   💢What do you think about people who aren't on Instagram, Twitter and Facebook ?\n  ","256850":"\n   ¿Ves programas de comedia? Si tu respuesta es sí, ¿cuáles?\n  ","256851":"\n   🎄 vs 🎃\n  ","256852":"\n   Cuando entenderá la sociedad que se trata de querer mejor y no de querer más?\n  ","256853":"\n   Ken je reggaeton? Wat vind je? \/ Alguna canción de reggaeton que has escuchado mucho y ya no puedes con ella? \/ Do you know about reggaeton? Do you like it?\n  ","256854":"\n   ¿Cuál es tu deporte favorito para ver en la tele?\n  ","256855":"\n   ¿Tienes algún ex al cual extrañes?\n  ","256856":"\n   ©....ঔৣ⇜ ⏩ ✌️✌️ ¿¿ Se puede odiar lo que algún día se amó??️?️⏪⇜ঔৣ Los sigue ►\n  ","256857":"\n   ¿Qué dirías si todo el mundo estuviera escuchándote?\n  ","256858":"\n   dinamica nueva gente adivinen cual es mi cancion fav por 80 fuegos\nabrazame-camila\nciego-reik\ncuando me enamoro-enrique iglesias y juan luis guerra\nllorar-jesse y joy\nrival-romeo santos y mario domm\nque lloro sin bandera\n  ","256859":"\n   Hola. Tenia tiempo sin entrar aquí y tengo demasiadas preguntas. Que me recomiendan, las respondo de a poco o simplemente las borro?\n  ","256860":"\n   Como está a correr a vossa semana? | How’s your week going so far? 🌻\n  ","256861":"\n   Anoche vi Guapis, peli para pensar, a propósito del tema ¿Qué opinas de las niñas vistiéndose como adultas y bailando de forma sensual antes de entender la palabra 'sensual'? ¿Permitirlo como padres es enviar ovejas entre lobos o enseñarles la libertad de vivir sin miedo a la mirada ajena?\n  ","256862":"\n   Buenas 👋, ¿ son de tener preguntas acumuladas todo el tiempo ? En caso de que si ¿ las respondes en un mejor momento o cuando se te da la gana ? ¿ hay perfiles a los que les respondes primero que a otros o alternas eso ?\n  ","256863":"\n   Everybody knows... sigue la letra\n  ","256864":"\n   Preguntas Rápidas. ✨🌸\n\n¿Robert Downey Jr. o Hugh Jackman?\n  ","256865":"\n   Te gusta alguna planta exótica, ¿cuál?\n  ","256866":"\n   Cuentame un dato curioso de ti\n  ","256867":"\n   Hola 🌹 nos seguimos en instagram? 🙈\nSigueme como mei_dawson \nAvisame y te sigo devuelta\n  ","256868":"\n   ¿Viste la serie \"The 100\", que opinas de ella?\n  ","256869":"\n   Eso es muy triste\n  ","256870":"\n   Tener o no emociones, ¿Cual elegirías?¿Por que?\n  ","256871":"\n   Hola hola hermoso dia 🎉 inserta foto de tu dulce favorito 🍰🍩🍧🍦🍨🍫🍬🍭🍮\n  ","256872":"\n   que plan les arruino la cuarentena?\n  ","256873":"\n   A donde crees que irás cuando mueras?\n  ","256874":"\n   ¿Alguna vez lo han acosado por ask? ¿ qué  hizo al respecto?\nDejas tu perfil que hagan preguntas sin anónimo para evitar ello... o te da igual\nSaludos 🦋\n  ","256875":"\n   (C) Hola 😊. ¿Sabéis la diferencia entre idioma y dialecto? El catalán o el gallego para vosotros, ¿son idiomas o dialectos? Os sigo ❤️\n  ","256876":"\n   Buenas buenas bellesura 🤗\n\nLa vida se va en un abrir y cerrar de ojos👀, así que vive sin importar nada, aprovecha porque no sabes cuándo te vas, y no pierdas tu tiempo que es muy valioso!! 🥰🕰️\n\n🔹Si mañana fueras a morir, ¿Qué cambiarías de tu vida? 🧐\n  ","256877":"\n   Ahora es que falta para eso, y más aquí en Venezuela JAJAJAJ\n  ","256878":"\n   Si fuera cierto que hay vida luego de la muerte y fuera cierto que algunos se quedan como fantasmas para arreglar asuntos pendientes,  cual crees que podría ser tu asunto pendiente al dia de hoy?\n  ","256879":"\n   Estarías dispuesto a tener una relación abierta?\n  ","256880":"\n   Alguien me dice porfavor dónde venden una novia🤔\n  ","256881":"\n   Que opinan acerca de las personas infieles?\n  ","256882":"\n   ¿Si tuvieran 1 deseo qué pedirían? - No vale pedir más deseos -\n  ","256883":"\n   Ando desapacida, y lo siento, pero ya volví 🥰\n\n[💞] Se que es una pregunta súper cliché, pero no importa\n\n¿Crees en el amor verdadero? ¿Si o no? ¿Por qué?🧐 [💞]\n  ","256884":"\n   Cual es la mejor manera de callar los pensamientos?\n  ","256885":"\n   Free Space ☀️\n  ","256886":"\n   ¿Te sientes orgulloso\/a con lo que haces con tu tiempo en estos momentos?\n  ","256887":"\n\n    https:\/\/www.instagram.com\/p\/CCbI9cSqxgq\/?igshid=dqqb7kzkm2yp\n   \n   Si os gusta, me dejaríais un like y un comentario ?🙈\n  ","256888":"\n   Que sad :(\n  ","256889":"\n   Es lo que veo :(\n  ","256890":"\n   Que es eso??\n  ","256891":"\n   🥺 Bueno\n  ","256892":"\n   Yo de pequeña le temia al ropa vejero jajaja obvio no existía pero decia mi mamá que si no me portaba bien este me llevaría o.o\n  ","256893":"\n   excelente\n  ","256894":"\n   [🍂] En este confinamiento, estoy tentada a hacer una lista de las cosas que debo de hacer, para organizarme mejor, pero aún no estoy segura. \n\n¿Sueles ser más espontáneo o eres más de planear todo? 🤔\n  ","256895":"\n   • 📓 vs 💻\n  ","256896":"\n   [🍃] ¿Eres de encariñarte con tus pertenencias? ¿Qué tanto es ese valor sentimental hacia tus cosas? \n\nLindo día, pásate si quieres con alguna pregunta, flama o MG. 🙋\n  ","256897":"\n   💢 Photography or Philosophy?\n  ","256898":"\n   Que opinan acerca del racismo?\n  ","256899":"\n   ¿Que es lo que más te gusta de la naturaleza?\n  ","256900":"\n   ¿Qué canción no puedes sacar de tu cabeza?\n  ","256901":"\n   ¿Eres una persona introvertida o extrovertida?\n  ","256902":"\n   Si hago un grupo de wats de ask quereis estar? Si quereis mandas el numero por pregunta y os añado.\nTranquis que no respondp y nadie verá vuestro número.\n\nCómo podeis ver estoy aburrida.\n  ","256903":"\n   La mejor opción para una foto: ¿amaneceres o atardeceres?✨🌸\n  ","256904":"\n   ¿Qué tipo de sorpresas te gustan?✨🌸\n  ","256905":"\n   :Colectiva: ¿Hay algo que os haga sentir algo así como paz o tranquilidad? Que lo hagas o que te pase y te de esa sensación\n  ","256906":"\n   Buenas🌼\n🎀¿Eres la misma persona que cuando inicio la pandemia?🎀 Si\/No ¿Cuéntame más sobre ello? Los leo👀\n\nSaludos🦋\n  ","256907":"\n   Cual fue la peor excusa q hayas escuchado\n  ","256908":"\n   Que tal su día?\n  ","256909":"\n   ¿El ser humano es bueno o malo por naturaleza?\n  ","256910":"\n   hace mucho no me asomaba por éste lugarcito lleno de pensamientos y gente ansiosa por expresar lo que siente. he decidido volver para enterarme de qué puedo encontrar... a ti personita que estas leyendo esto, te dejo el espacio libre, CUÉNTAME LO QUE QUIERAS. #teleo\n  ","256911":"\n   ¿Cuándo fue la última vez que maldijiste?\n  ","256912":"\n   Qué historia de dices a ti mismo que frena tus sueños y\/o potencial?\n  ","256913":"\n   ¿Hay alguna persona que odies sin ningún motivo?\n  ","256914":"\n   eres facil de convencer?\n  ","256915":"\n   ¿Y si de repente un dia se da cuenta de que en realidad te ama a ti y el otro solo es una huida a sus verdaderos sentimientos? 🤔😜\n  ","256916":"\n   ¿Tienes familiares raros?\n  ","256917":"\n   Publica una foto de tu cara favorita.\n  ","256918":"\n   ¿En qué habitación de tu casa pasas más tiempo?\n  ","256919":"\n   ¿Te cuesta encontrar tu sitio en el mundo?\n  ","256920":"\n   ¿Cuáles son las ventajas más importantes de Internet?\n  ","256921":"\n   ¿Cuál es el apellido más divertido que has escuchado nunca?\n  ","256922":"\n   [⛺] Estoy en un dilema, y me pienso mucho las cosas; quisiera saber, ¿Qué llevarían para comer y cenar a un campamento?\n  ","256923":"\n   Si pudieras obtener una habilidad especial de cualquier animal, ¿de qué animal y qué habilidad escogerías?\n  ","256924":"\n   ¿Cómo te relajas al final del día?\n  ","256925":"\n   Si tuvieras que elegir otra nacionalidad, ¿cuál elegirías?\n  ","256926":"\n   ¿Crees que existe más allá en nuestra realidad de lo que podemos ver con nuestros ojos?\n  ","256927":"\n   ¿Qué es lo que hace a alguien poderoso?\n  ","256928":"\n   ¿Quién tiene el mejor sentido del humor?\n  ","256929":"\n   ¿Cuál es tu deporte favorito?\n  ","256930":"\n   Hoy es viernes y...¿?\n  ","256931":"\n   ¿Qué desayunaste hoy?\n  ","256932":"\n   ¿Crees en el destino o nosotros tenemos el control de nuestras vidas?\n  ","256933":"\n   Hola! ¿Qué vas a comer hoy? Si ya comiste decime qué fue?\n  ","256934":"\n   Hola Buenas Tardes!!! De que color tienen su cuenta de ask ^u^??, saludos ✨\n  ","256935":"\n   ¿Cuál es el sitio más bonito en el que has estado?\n  ","256936":"\n   Pregunta seria creen que la cuarentena llegue a Diciembre o terminara mucho antes??, saludos :D\n  ","256937":"\n   ¿Cuál es tu bebida favorita?\n  ","256938":"\n   ¿Hay alguna canción que te guste mucho pero este en un idioma que no entiendes?😲🎶🎧❓\n  ","256939":"\n   ¿Qué cosas te molestan?\n  ","256940":"\n   ¿Suele coincidir lo que dicen sobre tu signo zodiacal con tu personalidad?\n  ","256941":"\n   ¿Quién es el usuario de ASKfm más infravalorado?  🎇🎇🎇🎇🎇🎇🎇🎇🎇🎇\n  ","256942":"\n   ¿Tatuaje real, tatuaje de henna o no a los tatuajes?\n  ","256943":"\n   ¿Qué ingrediente para bocadillos serías y por qué?\n  ","256944":"\n   ¿Cuál es la manera más rápida de hacer llorar a una chica?\n  ","256945":"\n   Laatste foto uit je gallerij 😊 \/ Last photo in your gallery 😊 \/ Ultima foto de tu galería 😊\n  ","256946":"\n   ¿Qué significa para ti \"estilo callejero\"?\n  ","256947":"\n   ¿Qué tiene más valor? ¿La creatividad o el conocimiento?\n  ","256948":"\n   💰Si el dinero no fuese un impedimento, ¿qué 3 cosas harías en los próximos 6 meses? 💰 If money was not an impediment, what 3 things would you do in the next 6 months?💰 Wenn Geld kein Hindernis wäre, welche drei Dinge würden Sie in den nächsten 6 Monaten tun?\n  ","256949":"\n   Si te dijeran que te quedan solamente unos pocos días de vida ¿qué cosas harías y dejarías de hacer en ese lapso de tiempo? 🧐\n  ","256950":"\n   Si pudieras borrar cualquier experiencia negativa del pasado, ¿cuál sería?\n  ","256951":"\n   Festividad anual mas esperada por ti?? ^u^\n  ","256952":"\n   ¿Eres\/conoces  personas que fingen saber todo, pero al final todo lo buscan en Google? 🐘\n  ","256953":"\n   [🍭] ¿A ustedes les pasa que al comer una paleta\/chupeta de caramelo les corta la lengua? 🙁\n\nLinda noche para todos. ⛺\n  ","256954":"\n   Cual fue tu materia favorita en el cole?? 😊📚✏\n  ","256955":"\n   💢 Why do you always criticize others?\n  ","256956":"\n   Hey que tal, vayan a seguirme en instagram como\n   \n    @nelsonalejandro29\n   \n   (estaré siguiendo los que me sigan ♥).\n  ","256957":"\n   Que libro creen que todo mundo debe leer?? 😊📚\n  ","256958":"\n   ¿Hay alguna prenda de ropa que no te pondrías nunca?\n  ","256959":"\n   ¿Alguna vez te ha arrestado la policía?\n  ","256960":"\n   Cuando eras pequeño, cual fue el cuento o historia mas extrañ@ que te creiste?? (Un ejemplo el hada de los dientes) 😊✨\n  ","256961":"\n   cual fue la mejor parte de tu día?\n  ","256962":"\n   Hola!\nA la hora de dormir, ¿necesitas usar almohada o no usas?¿Te cuesta dormirte o te dormís rápido?\n  ","256963":"\n   ¿Cuál es el villano de superhéroes más malvado?🌸✨\n  ","256964":"\n   ¿Qué opinas sobre la violencia doméstica?\n  ","256965":"\n   ¿Sos de los que tienen el sueño pesado o de los que los despierta hasta un mosquito?\n  ","256966":"\n   RECOMIENDEN DORAMAS SI VA?\n  ","256967":"\n   ¿Cómo te gustaría que te propusieran matrimonio?\n  ","256968":"\n   Buenos días gente!  😎🎶🎈🍏🍕🌮🍔🍪🍭🍦🌍  Algún antojo para hoy?\n  ","256969":"\n   Han peleado? Y si no, les han buscado pelea?\n  ","256970":"\n   Dime tres bandas musicales que te hayan marcado.\n  ","256971":"\n   [🏯] ¿Creen en las galletitas de la suerte?\n  ","256972":"\n   confirmen si antes eran mejores Nickelodeon , cartoon network y disney ?\n  ","256973":"\n   💢 Type out few lines to express gratitude for your phone😂\n  ","256974":"\n   Di la verdad. ¿Dónde hay más desorden? ¿En tu armario o en tu vida? 🌸✨\n  ","256975":"\n   🤓Puede la atención reemplazar al respeto? 🤓Can attention replace respect?🤓 L'attenzione può sostituire il rispetto? 🤓 A atenção pode substituir o respeito? 🤓 Может ли внимание заменить уважение? 🤓 Kann Aufmerksamkeit Respekt ersetzen?\n  ","256976":"\n   Que les gustaría hacer este fin de semana??\n  ","256977":"\n   diganme que cuantas horas les quitan  la luz\n  ","256978":"\n   Dios nos dará lo que es mejor para nosotros y en el momento preciso.\n  ","256979":"\n   ¿Qué estarías haciendo de no haber caído una pandemia?\n-Buenas noches,estrellitas.\n  ","256980":"\n   Para ti, ¿qué ventajas tiene el verano y cuáles tiene el invierno? Atte:\n  ","256981":"\n   ¿ Le tienes miedo a los ratones ?\n  ","256982":"\n   Buenas ⚘\n\n🧠¿Qué tipo de inteligencia eres?🧠\n\nSaludos🌼\n  ","256983":"\n   Hace falta como que la playita 😭\n  ","256984":"\n   ¿De verdad crees que es mejor estar solo que mal acompañado ?\n  ","256985":"\n   Hola! Todo bien? Cuantas personas conoces que tienen o hayan tenido Covid-19? Como esta la situación actual en tu país? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","256986":"\n   Le ha ayudado en algo este encierro??\n  ","256987":"\n   ¿Que regalo te hubiera gustado haber dado a una persona que fue importante para ti?\n  ","256988":"\n   Porque crees que no te amará a ti? 🤔\n  ","256989":"\n   🥪🥓🍿🥨¿Cúal es la receta que recomiendas preparar para una  noche de películas?🍕🍔🍱🥘🍜🌭\n\nSaludos 🥑\n  ","256990":"\n   Cual es la mejor  cancion de lady gaga?\n  ","256991":"\n   ¿Quiénes son los únicos que nunca pierden un partido en ningún deporte?\n  ","256992":"\n   [💬] ¿Cómo sueles motivarte para empezar un proyecto personal? \n\nPásate con una pregunta, flama, o MG. \nTe deseo una tarde excelente. ☇\n  ","256993":"\n   ¿Contra qué te rebelas?\n  ","256994":"\n   ¿Preferirías visitar París, Egipto o Gran Bretaña? 🌸✨\n  ","256995":"\n   What annoys you the most about a close friend?\n  ","256996":"\n   ¿Qué rasgo personal admiras más de una persona?🌸✨\n  ","256997":"\n   Hablo de Harry Potter ☺️\n  ","256998":"\n   Buenas 👋, pregunta simple ¿ hay alguna frustración que te haya costado digerir en esta vida ? ¿ que frustración seria ? Si es que la tenés\n  ","256999":"\n   Volverías con tu ex?\n  ","257000":"\n   [C] Holiwis!!🥺 ya sabéis que haréis este fin de semana?? \n\nQue tengáis un excelente finde personas maravilosas.🥰 \n\nAtte:\n  ","257001":"\n   Según vos ¿ tres leyes fundamentales para formar una buena amistad con alguien ? ¿ pudiste realmente aplicar esas leyes en tu vida o solamente te surgió en el momento ?\n  ","257002":"\n   Hola😊 ¿Qué deportes son los que más se miran en tu casa? (Si es que acostumbran a mirar).\n  ","257003":"\n   👾🤡Un día te despiertas y ves a un científico inclinado sobre ti haciendo algunos apuntes. Te dice que toda tu vida ha sido un sueño y tu experiencia no es nada más que una ilusión creada por los científicos. ¿Qué pensarías? 😳🤡😠👾\n\nSaludos 🦋\n  ","257004":"\n   ¿ alguna vez tuviste cierto interés en buscar pareja por internet o alguna app de citas ? Si ya lo hiciste ¿ tuviste suerte ?. En caso de que no hiciste lo anterior ¿ que pensas acerca de las personas que buscan pareja por internet ?\n  ","257005":"\n   Comparto mi duda ¿que hubiera pasado si Alejandro Magno hubiera vivido hasta los ochenta con buena salud y vitalidad?\n  ","257006":"\n   💥 ¿Qué historia te has estado contando a ti mismo que te ha impedido perseguir plenamente tu vida ideal? 💥 What story have you been telling yourself that has stopped you from fully pursuing your ideal life?\n  ","257007":"\n   Ultimas preguntas del día gente, ¿ que nombre le pondrías a tu primer hijo\/a ? ¿ porque le pondría ese nombre y que significaría para vos ? En caso de que no te llame la atencion tener hijos ¿ porque no te interesa tener uno ?\n  ","257008":"\n   Vayan a dormiiiir\n  ","257009":"\n   ¿Cuál es tu signo zodiacal?\n  ","257010":"\n   . ¿Qué da una vaca muerta de hambre?\n  ","257011":"\n   ¿Sabes manejar moto? ¿Alguna vez te has llegado a caer en ella? Yo estoy a punto JAJAJAJA en estos días casi se me cae la moto pero tuve reflejos y la agarré con mi mano derecha, no me preguntes de dónde saqué fuerzas porque ni yo sé. 🤯🤔\n\nCuéntame si tienes alguna anécdota al respecto. 💬🤩\n  ","257012":"\n   ¿Echas de menos el colegio\/instituto?\n  ","257013":"\n   ¿Por lo general, cuántos botones debe tener una camisa para considerarla elegante?\n  ","257014":"\n   ¡Hola gentecilla bella! 🙈\n¿Qué es para vosotros\/as el amor? No me refiero al amor en plan romántico, sino a todo aquello que significa la palabra en sí, no sé si se me entiende.\nSi habéis respondido a esta pregunta con anterioridad, entonces [ESPACIO LIBRE].\nQue tengáis una linda noche ✨\n  ","257015":"\n   ¿Alguna vez te ha llegado a pasar de que se te va un like o reacción a una publicación vieja o de alguien con el que tú nada que ver? ¿Cuál fue tu reacción? 🤯 Es de lo más horrible, qué pena JAJAJA\n  ","257016":"\n   ¿Como es tu estado de animo?\n  ","257017":"\n   ¿Prefieres ver una buena serie o película en compañía o solo\/a y relajado\/a?\n  ","257018":"\n   ¿Cuál fue la última película que decidiste no ver?\n  ","257019":"\n   💥 Una revolución financiera💥\n  ","257020":"\n   ¿Ya viste que no se recibirán monedas por responder o hacer preguntas? ¿Qué piensas de eso?⁉️💰\n  ","257021":"\n   ¿Cuál es el trabajo más infravalorado?\n  ","257022":"\n   [C] que es lo que más te ayuda a relajarte? \n\nQue tengas un buen día ✨❤️\n  ","257023":"\n   Película mexicana favorita 🇲🇽📽️🎥🎞️\n  ","257024":"\n   Saludos, ¿Si ves a una chica que es fea por cara, serías su amigo?\n  ","257025":"\n   ¿Podemos ser amigos? Jaja 🙊\n  ","257026":"\n   Hola! Cómo van con sus reservas de papel?     😷 Oi!  Como eles estão fazendo com suas reservas de papel?    😷 Hi!  How are you doing with your paper reserves?    😷\n  ","257027":"\n   Recomiéndanos 5 de tus cuentas favoritas para seguir todos ☑️🆒\n  ","257028":"\n   ¿Y si quisieses tanto a alguien desde hace muchas vidas, y en esta resulta que ya esta ocupado o tiene otra orientación sexual, que haces? 🤔\n  ","257029":"\n   ⚘Con base a las relaciones que has tenido,🌸 ¿menciona 3 cosas que te gustan de estar en pareja?🌸\n🏵¿qué recomiendas para que una relación perdure?🌼⚘\n\nSaludos 🦋\n  ","257030":"\n   ¿Qué piensas de ayudar a la gente sin hogar, dándole hospedaje?\n  ","257031":"\n   Holii, os dejo espacio libre 🌹✨\n  ","257032":"\n   💢Type *your zodiac* and that's why ___________ let your keypad complete the sentence\n  ","257033":"\n   ¿Eres bueno\/a cocinando? ¿El platillo que más prepares?\n  ","257034":"\n   Okay\n  ","257035":"\n   Usas aplicaciones para tener citas?\n  ","257036":"\n   Buenas tardes, saludos. Si tienes mascotas. ¿Como lo trata tu familia?\n  ","257037":"\n   Okay\n  ","257038":"\n   ¿De donde sacas tanta inspiración para tus preguntas? Yo no puedo ni hacer 1 colectiva xD\n  ","257039":"\n   ¿Que te parece la modalidad que se ha venido implementando a través de redes sociales acerca del \"Lenguaje Inclusivo\"?\n  ","257040":"\n   😊✨🍃🌻❤\n  ","257041":"\n   💢The solution is?\n  ","257042":"\n   🏯| Buenos días. \n¿Qué puede sorprenderte a primera vista?\n  ","257043":"\n   Wow que razón hay\n  ","257044":"\n   ¿Si pudieras quitarle todo el dolor a tu vida lo harías?\n  ","257045":"\n   ¿Te gusta el Pop-Rock de los 60s 70s 80s 90s? \n¿Algún tema en especial?\n  ","257046":"\n   aveces se siente rico mandar a la gente a la  mierda\n  ","257047":"\n   Cuando te encuentras a ti mismo\/a soñando despierto\/a , ¿con qué sueñas?\n  ","257048":"\n   ©....ঔৣ⇜ ⏩Voy a hacer esta pregunta solo para saber ✌️✌️ ¿¿ Quiénes de ustedes, mis contactos, me siguen?? Yo sigo a todos los que les llega esta pregunta 😨👁️👁️⏪⇜ঔৣ Los sigue ►\n  ","257049":"\n   ¿Qué te gusta comer para desayunar?\n  ","257050":"\n   HAAAAAAAA ¡VENGO POR EL TRIBUTO! \nOfrece tus regalos para aquel que rige sobre todas las colectivas. Expresando majestad, se ausenta:\n  ","257051":"\n   ©....ঔৣ⇜ ⏩El cine...Algunas películas pueden impactarnos, pero  ¿¿ Qué opinas???✌️✌️ ¿¿ Alguna vez una película te impactó tanto, al grado de soñar con ella?????😨👁️👁️⏪⇜ঔৣ Los sigue ►\n  ","257052":"\n   Houd je van HP ? \/ Do you like HP ? \/ Te gusta HP?\n  ","257053":"\n   Que tal que te amen en secreto 🤯 jajaja\n  ","257054":"\n   Cierto, ahora ya te miran con cara de contagiar a todos jaajja\n  ","257055":"\n   ¿Cuál es tu sabor de chicle preferido?\n  ","257056":"\n   [🍞]© ¿Alguna vez investigaste sobre cosas que no te interesan a tí, pero sí a alguien que te atrae, solo para decir que sabes sobre el tema y tener algo de qué hablar? ¿Sobre qué? ¿Piensas que es mejor decir que no sabes? \n-\nSaludos con migajas [🦋]\n  ","257057":"\n   Post anything\n  ","257058":"\n   Levanta tu frente ante los demás, solo miran hacia abajo los que temen caer y los que ocultan algo...\n  ","257059":"\n   Gracias 🙈\n  ","257060":"\n   +Colectiva+ ¿Te ha pasado lo de cometer faltas ortográficas porque sabes dos idiomas? A mi cuando iba al cole entre mobil y móvil 😂\n  ","257061":"\n   Ve con confianza en la dirección de tus sueños. Vive la vida como la has imaginado !\n  ","257062":"\n   ¿Qué preferirías...\ntirarte pedos de palomitas?\no que todo tu historial de búsquedas pasado y futuro fuese visible para todo el mundo?\n  ","257063":"\n   Llorar es una forma en que tus ojos hablan cuando tu boca no puede explicar qué tan roto está tu corazón...  💔\n  ","257064":"\n   ¿Qué preferirías...\nhablar con fluidez cualquier idioma?\no tener la capacidad de hablar con los animales?\n  ","257065":"\n   Si pudieras vivir donde sea por un año, ¿qué lugar escogerías?\n  ","257066":"\n   Los corazones se pueden romper ? \nSí, los corazones pueden romperse ! 💔\nA veces pienso que sería mejor si morimos cuando eso pase, pero no es así...\n  ","257067":"\n   Un perturbado social (?\n  ","257068":"\n   ¿De cuánto ha sido el periodo más largo que has durado sin bañarte?\n  ","257069":"\n   ¿Qué temas de conversación consideras aburridos? 👀\n  ","257070":"\n   Yyyyy eso q vendría hacer?\nPara-na saber\n  ","257071":"\n   Del 1 al 10 que tan buena(o) crees que eres en la cocina? 🍴🔥\n  ","257072":"\n   ◾¿Qué es el miedo? 🦋\n  ","257073":"\n   ✨¿Qué cosa crees que siempre estará de moda, sin importar el tiempo que pase? Pasate si gustas❤️\n  ","257074":"\n   ¡Buenas! ✘¿Tienes mascota\/s? Para ti, ¿fue una decisión importante al momento de adoptarla?✘ Si no las tienes como en mi caso. ❀¿Crees que sea una decisión importante el elegir tenerlas?❀\n  ","257075":"\n   ◾¿Qué aspectos de tu personalidad no te gustan?, ¿te gustaría cambiarlos? 🕯️\n  ","257076":"\n   ¿Qué opinas de los mujeriegos? 🤔🤷\n  ","257077":"\n   ◾¿Qué significa cuando dicen que alguien se ve\/es \"sexy\"?, ¿qué te parece \"sexy\" en las personas del sexo opuesto? 🙃\n  ","257078":"\n   Si tuvieras que tatuarte algo en la frente, ¿qué te tatuarías?\n  ","257079":"\n   ¿Te gustan la vestimenta de Charro?🇲🇽📯\n  ","257080":"\n   ◾Espacio para un dato interesante 🧠 :\n  ","257081":"\n   Que esperas este mes?\n  ","257082":"\n   [🍞]© Díganme que no soy la única que desea un modo nocturno de Askfm ¿o si lo tiene? \n-\nSaludos con migajas [🦋]\n  ","257083":"\n   ¿Sueles regalarle algo a tu mamá el \"día de las madres\"?, ¿qué le reglas? 🌹\n  ","257084":"\n   Esto es para compartir tu playlist 🎶🎼✔️🎧\n  ","257085":"\n   🎬| Buenas tardes. \n¿Hay alguna secuela de una película que te haya gustado aún más que la primera película? \nA mi me encanta \"Los increíbles 2\", la primera caso no me gusta.\n  ","257086":"\n   ¿Se te da bien hacer amistad con las personas? O te cuesta un poco 💬🤙🏻.\n  ","257087":"\n   ¿Alguna vez tuviste q mentir para no lastimar a alguien? Pregunta hecha por Nebuloso desde ------->\n  ","257088":"\n   ¡Hola gentecilla bella! 🙈\n¿Qué es aquello o aquellas cosas que os hace sentir bien? Por ejemplo yo me siento bien cuando veo vídeos graciosos en YouTube, o cuando mi madre nos cuenta anécdotas de su infancia o cuando abrazo a mis familiares y un largo etc. 😊\nOs quiere y os sigue:\n  ","257089":"\n   ¿como se debe castigar el robo de identidad?\n  ","257090":"\n   Gracias\n  ","257091":"\n   Te lo recomiendo :3\n  ","257092":"\n   Crees que esta cuarentena acabe antes de Diciembre ¿?\n  ","257093":"\n   Si yo fuera tu abogado te recomendaría no responder esta colectiva: si por alguna razón te encontraras ante estas palabras: \"juras decir la verdad, toda la verdad y nada mas que la verdad\" ¿tu alma estaría a la altura del juramento?\n  ","257094":"\n   Cuantas veces has viajado en avión amigo :3??\n  ","257095":"\n   Vamos a hacer algo más dinámico hoy.\nPublica la foto número 15 de tu galería y cuentame la historia de cómo la tomaste 🥰❤️.\nSaludos personitas hermosas de ask ✌️\n  ","257096":"\n   Antes de seguir aclaremos algo sustancial. ¿que esta por encima de la Ley?\n  ","257097":"\n   bueno es amarillo, azul y negro\n  ","257098":"\n   🏃 🏃‍♀️ 🏃‍♀️ Empezando el día con  7km.  Aún falta entrenar mucho para lograr los 42km en 2020. Tú qué deporte haces?\n  ","257099":"\n   Que pelicula es su favorita de favoritas, la cual vean y vean y no les canse de?? ☺🌻🍃\n  ","257100":"\n   🗻| Buenas tardes. \n¿Qué es aquello que están a punto de terminar? \nInterpretación libre.\n  ","257101":"\n   ¿Te consideras una persona rencorosa?\n  ","257102":"\n   ¿Cuál es la mejor manera de relajarte despues de un día complicado? ☺🌻🍃\n  ","257103":"\n   ¿Por qué?\n  ","257104":"\n   ¿Cual sería la peor respuesta a un \"Te amo?\n  ","257105":"\n   ¿Cuál crees que es la mejor canción de todos los tiempos? ☺🍃\n  ","257106":"\n   ¿Por qué?\n  ","257107":"\n   [🍞]© ¿Es cierto que nunca terminamos de conocer a las personas? ¿O sí es posible llegar a la profundidad de un ser humano? \n-\nSaludos con migajas [🦋]\n  ","257108":"\n   Buenas tardes 😊🌻🍃 ¿Que es lo que mas acostumbran hacer los domingos, algo divertido\/Aburrido? ^u^, saludos ☺\n  ","257109":"\n   🏛| Buen día. \n¿Te agradaría tener una agenda personal? \nA algunos les gusta organizarse absolutamente todo, y la siguen al pie de la letra. En fin, ¿Te gustaría? ¿Sí? ¿No? ¿Porqué?\n  ","257110":"\n   Hola buenos días 🍃 que prefieren? Vivir en una dulce mentira o una amarga verdad?  Los leo, y espero por mi ask. Bezitoz\n  ","257111":"\n   ¿Cuál es el recuerdo que más atesoras? Si te llega es porque te sigo ☺️😘\n  ","257112":"\n   Buenas Buscadores. desde ahora haré un par de preguntas sobre su concepción de la ley y jurisprudencia. ¿conocen a algún abogado? ¿que opinan de ellos? hasta la siguiente colectiva relacionada.\n  ","257113":"\n   Twitter? ☺️\n  ","257114":"\n   ¿El que no arriesga no gana?\n  ","257115":"\n   ¡Hola gentecilla bella! 🙈\nA la hora de cruzar la calle y veais que no pasa ningún coche ¿esperáis a que el semáforo se ponga verde para los peatones o cruzais arriesgandoos a que mientras cruzais venga un coche? 🤔\nTened buen domingo 🤭\nOs quiere y sigue:\n  ","257116":"\n   🗻| Buenas noches. \n¿Te aburre comer lo mismo por más de dos días seguidos?\n  ","257117":"\n   ¿Que aspecto de ti, quisieras mejorar?\n  ","257118":"\n   Si fueras un(a) cantante famoso(a), ¿de qué se tratarían tus canciones?\n  ","257119":"\n   Helloouu llegó Chiripitiflautica :3, ¿Son cosas mías o a alguien más le pasa que no le dan moneditas por las respuestas que da? Pásate:(\n  ","257120":"\n   Buenas noches a todos ¿alguna vez  te ha traicionado?  ¿La traición se perdona?\n  ","257121":"\n   ¿Qué opinas acerca de la monogamia? ¿Es una realidad o simplemente un constructo social?\n  ","257122":"\n   ©....ঔৣ⇜ ⏩ ¿¿ Qué opinas???✌️✌️ ¿¿ Apoyarías en todo a tu pareja?????😨👁️👁️⏪⇜ঔৣ Los sigue ►\n  ","257123":"\n   Así es, muy triste por cierto :(\n  ","257124":"\n   [🌱] En una escala del 1 al 10, ¿Qué tan sentimentales son? \n\nLindo día para todos. 🎈\n  ","257125":"\n   ¿Cuál es tu regla de oro?🌸✨\n  ","257126":"\n   Por?? 😮😮\n  ","257127":"\n   [🎖] ¿Cuándo fue la última vez que se les reconoció por algo?\n  ","257128":"\n   Veías marsupilamis de pequeño?\n  ","257129":"\n   que marca es tu teléfono?\n  ","257130":"\n   Que esperas del año que viene\n  ","257131":"\n   🌊| Buen día. \nSé que no es por hablar de tragedias, pero quiero preguntarles, ¿Qué les hace sentir tristes en un minuto?\n  ","257132":"\n   ¿Puedes amar realmente a más de una persona?\n  ","257133":"\n   comida favorita?\n  ","257134":"\n   ¿De dónde eres? \nYo de Caracas.\n  ","257135":"\n   🌆| Buenas noches. \nHoy compré un frappé delicioso, de paleta magnum. Si tuvieran que inventar un sabor para el frappé, ¿De qué sería?\n  ","257136":"\n   ¿Como te hubiera gustado hubiera sido tu primer beso?\n  ","257137":"\n   Hola que haces? Qué opinas de la vida? Fácil o difícil\n  ","257138":"\n   De que  color te pintarias el pelo?\n  ","257139":"\n   ¿Alguna vez te han dedicado canciones por acá en anónimo? Si es así, ¿qué canción fue? 👻💌. A mí sí y nunca supe quién estaba detrás del anónimo. 🤔\n  ","257140":"\n   Qué opinas de las redes sociales? Cuál usas más?\n  ","257141":"\n   ©....ঔৣ⇜ ⏩ ¿¿ Qué opinas??? ¿¿ ¿¿Crees que todos somos manipulados en algún momento?????⏪⇜ঔৣ Los sigue ►\n  ","257142":"\n   y que mas que cuentan como estuvo su dia el dia de hoy??\n  ","257143":"\n   Recomiéndanos un videojuego 🕹️🎮\n  ","257144":"\n   El miedo vence a más personas que cualquier otra cosa en el mundo\n  ","257145":"\n   Hola Que hacen?\n  ","257146":"\n   Hola 👀👀\n¿Que ha sido lo más raro que te ha pasado en los últimos 4 meses? 🤔\nLos leo 👀❤️\n  ","257147":"\n   El miedo al nombre incrementa el miedo a la cosa.\n  ","257148":"\n   Buenas🌻\n🌟¿Has recibido ó hecho cartas de amor\/amistad?\n¿Qué piensas de este tipo de regalos?🌟\n\nSaludos🦋\n  ","257149":"\n   Vamos a seguirnos en TIKTOK !!\n   \n    @Julianadfiore18\n   \n","257150":"\n   Preguntas Rápidas 🌸✨\n\n¿Series Policiales o Series Medicas?\n  ","257151":"\n   (C) Hola 😊. ¿Por qué creéis que hay personas que se hacen un perfil en Instagram y nunca publican nada? Solo ven historias y dan like a publicaciones. Os sigo 😘😀\n  ","257152":"\n\n    @nicole8689\n   \n   está preguntando: ¿Cuando sales te demoras mucho en cambiarte?\n  ","257153":"\n   [🍞]© ¿Dónde dejas tu celular a la hora de dormir? Pregunta random mientras me retuerzo de dolor tratando de dormir JAJA\n-\nSaludos con migajas [🦋]\n  ","257154":"\n   ¿Cuál es tu género de música preferido? 🌸✨\n  ","257155":"\n   Te sigo, hazme la bondad por favor 😍🙈\n  ","257156":"\n   ¿Juzgas a los demás por su conocimiento de la gramática?\n  ","257157":"\n   Si te digo Skywalker, sabes a quién m refiero?\n(Sin googlear)\n  ","257158":"\n   los hombres quieren twerk twerk\n  ","257159":"\n   Gracias baby\n  ","257160":"\n   ¿De que canción te has cansado recientemente debido a haberla escuchado demasiadas veces?\n  ","257161":"\n   Alguna vez le diste un un cabezazo a un árbol?\n  ","257162":"\n   Mano dominante.\n  ","257163":"\n   ¿Qué es lo mejor que puedes hacer con una lámina de chicle?\n  ","257164":"\n   Qué pasó con tus pantuflas?\n  ","257165":"\n   Si te llegaras a ir de tu vecindario, ¿qué cosas extrañarías de ese lugar? 🤔.\nEspero acabes de tener un buen día\/tarde\/noche. 🤩💫\n  ","257166":"\n   ¿Qué imagen te viene a la cabeza cuando escuchas la palabra \"diversión\"?\n  ","257167":"\n   Oooola-varria,todo vien-to?\n\nQué haceees máster?\n  ","257168":"\n   Puede que sea una pregunta tonta pero quería saber la opinión de los demás. Sea la forma que sea ¿Que consideras una buena historia de amor?\n  ","257169":"\n   ¿Batido verde o batido con leche?\n  ","257170":"\n   Cómo sabes que la Tierra no es el infierno de otro planeta?\n  ","257171":"\n   Animal Favorito? 🤗🥰❤\n  ","257172":"\n   Publiquen su Instagram para seguirlos 📷❣️🍒\n  ","257173":"\n   ¡Hola gentecilla bella! 🙈\nAl mantener una conversación cara a cara con alguien ¿la miráis a los ojos? Si no ¿dónde miráis? Por ejemplo, yo cuando hablo con alguien y me mira durante mucho rato, tiendo a ponerme nerviosa 🤭\nTened una buena noche ☺️\nOs quiere y sigue:\n  ","257174":"\n   Podrias entender si te dijera que \"el tiempo está tan cuerdo q enferma\"?\n  ","257175":"\n   Que es eso que tenés que hacer por obligación y no te agrada?\n  ","257176":"\n   ¿Qué opinas de la opción para crear encuestas de fotos? ¿Has hecho alguna?🆚\n  ","257177":"\n   🌿| Buenas tardes. \n¿Eres bueno (a) trabajando en equipo? ¿O prefieres ser individualista?\n  ","257178":"\n   ¿Qué comida que se ha puesto de moda te gusta o disgusta? Y ¿Por qué? 😊\n  ","257179":"\n   ¿Qué palabras o frases utilizas con demasiada frecuencia? 😊🍃\n  ","257180":"\n   Hoy es mi primer día de clases 😊✏📚, ustedes ya regresaron a clases? y si es así que estudian??, yo mercadotecnia 😊🍃\n  ","257181":"\n   👽🖤 [ Dimensión Libre ] 🖤👽\n  ","257182":"\n   Amar al prójimo significa: Odiar las acciones malas que él ha realizado, pero no odiarlo a él.\nEn otras palabras: odiar el pecado, pero no al pecador.\n¿Qué opinas de esto?\n#sin_connotacion_religiosa ❤️\n  ","257183":"\n   🍀 Hola!  Hay algo que te gustaría que el mundo supiera sobre ti o lo que tú haces? Nos platicas un poco? Saludos!  🍀 Hi!  Is there something you would like the world to know about you or what you do?  Can you talk to us a bit?  Regards! 🍀\n  ","257184":"\n   ¡Hola gentecilla bella! 🙈\n¿Cómo estáis? Espero que todo bien.\nLa pregunta de hoy es: ¿alguna vez habéis escrito un diario? ¿Lo habéis acabado? Yo siempre me proponía empezar uno y acabarlo, pero desgraciadamente no pasaba de una semana y lo dejaba de lado 😅\nPasad una buena semana 😚\nOs sigue:\n  ","257185":"\n   🏯| Buenos días. \n¿Son de sueño profundo o ligero?\n  ","257186":"\n   🍋| Buenos días. \n¿Hay algun color que no te agrade NADA? \nA mi me desagrada un montón el color naranja, aunque no sé porqué...\n  ","257187":"\n   Buenas gente 👋, parece que no le caigo bien al ask porque me bajo del ranking de la nada pero no importa... ¿ tenés algún usuario al que tengas agregado a favoritos ? En caso de que si ¿ porque ? ¿ que es lo que te llama la atención de su persona ?\n  ","257188":"\n   espero esta sea semana les valla super bien a todos ustedes mis babys 🥰🥰🙏🏻👍🏻\n  ","257189":"\n   Preguntas sencillas ¿ que tipo de actitud no tomarías hacia la gente ni por mas de que te paguen ? ¿ porque no adoptarías esa postura ?\n  ","257190":"\n   Que pelicula esperabas con ansia y el estreno fue pospuesto por el Covid-19?? :(\n  ","257191":"\n   ¡Hola gentecilla bella! 🙈\n¿Alguna vez os habéis caído en el instituto u habéis tenido algún momento embarazoso que hoy en día recordéis con buen agrado? Yo, por ejemplo, me caí varias veces y alguna vez dije cosas sin sentido cuando me preguntaba el profe 😂\nFeliz semana 😘\nOs quiere y sigue:\n  ","257192":"\n   [🍞]© En estos tiempos de cuarentena creo que todos hemos tenido que usar algún programa de videoconferencia online. Si es así ¿te arreglas para conectarte o no te importa porque estarás detrás de una pantalla?\/Si no has usado estos programas te dejo un • E S P A C I O • L I B R E •o no respondas 😋\n  ","257193":"\n   Leíste alguna vez el famoso libro del principito 😊🍃✨??\n  ","257194":"\n   Cual película es esa??\n  ","257195":"\n   Menciona tus 3 películas favoritas ^u^, saludos :D\n  ","257196":"\n   Buenas noches✨, que prefieren mas leer un libro o ver la pelicula basada en este mismo ^u^???\n  ","257197":"\n   💢Create and type your own quote (it could be on anything)\n  ","257198":"\n   ¿Que prefieres tu un viaje largo en carretera o un viaje corto en avión? ^u^\n  ","257199":"\n   ¿ Qué estudias?\n  ","257200":"\n   Los míos son estos tres fav por ahora no tengo más 💛💙🖤\n  ","257201":"\n   ¿Conoces la historia de Jeff The Killer? 🔪\n  ","257202":"\n   ¿Cuál es tu álbum favorito? 🎧📘\n  ","257203":"\n\n    @Neyda_Luna\n   \n   está preguntando: ¿Por qué la fruta prohibida es siempre la que sabe más dulce?\n  ","257204":"\n   canción favorita?\n  ","257205":"\n   ¿Eres hijo\/a único\/a o tienes hermanos o hermanas?\n  ","257206":"\n   ¿No has oído el chiste del carro de Drácula?\n  ","257207":"\n   un muy buen punto.\n  ","257208":"\n   ¿En qué ciudad naciste?\n  ","257209":"\n   ¿Alguna vez te ha picado una abeja?, en caso afirmativo, ¿qué sentiste y qué hiciste? 🐝\n  ","257210":"\n   ¿Podrías inventar un nuevo sabor de helado?\n  ","257211":"\n   ¿Qué serie, programa o telenovela consideras que debería volver a ser emitida?\n  ","257212":"\n   ¿Qué es lo que más odias de tu vida?\n  ","257213":"\n   ¿Cuál es el apellido más divertido que has escuchado nunca?\n  ","257214":"\n   ¿Cómo te gusta que te consuelen cuando estás triste o enojado\/a?\n  ","257215":"\n   Hola, buenas tardes. ¿Qué es lo que temes de tu familia?\n  ","257216":"\n   ¿Qué es lo que deseas más en tu vida en este momento?\n  ","257217":"\n   Que postura  tomas  respecto  a las pseudociencias? Las tienes en cuenta  como posibles ciencias futuras o las rechazas por completo?\n  ","257218":"\n\n    https:\/\/www.instagram.com\/p\/CEo7t6IK9QJ\/?igshid=or5i51tam87k\n   \n   apoyenmecon un comentario por favor ✌☹🙈\n  ","257219":"\n   ¿Cuál ha sido el momento en tu vida donde te has sentido más retado\/a?\n  ","257220":"\n   🍀 Leo en un meme: “Bienvenidos al nivel 9 del 2020”. Tú crees que la vida es como un videojuego? 🍀 I read in a meme: “Welcome to level 9 of 2020”.  Do you think life is like a video game? 🍀 Прочла в меме: «Добро пожаловать на 9 уровень 2020 года».  Вы думаете, что жизнь похожа на видеоигру?\n  ","257221":"\n   ¿Cuál es la peor pesadilla que has tenido jamás?🌸✨\n  ","257222":"\n   [💕] ¿Cómo logran mantenerse activos? ¿Qué es lo que hacen en un día?\n  ","257223":"\n   ¿Cuál es la persona más importante de tu vida?\n  ","257224":"\n   Si la reencarnación existe, ¿qué tipo de criatura te gustaría ser en tu próxima vida?🌸✨\n  ","257225":"\n   Cuéntanos tu mayor sueño en la vida 💭😫🌠👀\n  ","257226":"\n   Si pudieras cambiar tu mundo haciendo tan solo una cosa, ¿qué cosa sería? 😊😊😊🌻\n  ","257227":"\n   ¿Qué es un Aquelarre? 🎃\n  ","257228":"\n   Hola! Todo bien? Cuantas personas tienes en la lista de favoritos 🌟? Cual es tu criterio para agregarlas y tu opinión sobre esa función? (Si queres agregame 😉) Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima!\n  ","257229":"\n   💫💫🔥FREE SPACE 🔥💫💫\n  ","257230":"\n   ¿Has oído hablar sobre la leyenda de la culebra de 7 cabezas que duerme en el río Orinoco?\n  ","257231":"\n   ¿Cuál es la pregunta que más te molesta que te hagan? 🚫\n  ","257232":"\n   ¿A quien acudes cuando el mundo se te viene abajo?\n  ","257233":"\n\n    @mechamejia\n   \n   está preguntando: ¿Que prefieres no comer por 21 más que puros jugos y estar sano oh comer todo lo que quieras por 21 días pero terminar enfermo?\n  ","257234":"\n   ¿Cuál es la cosa más valiente que has echo? 🌸✨\n  ","257235":"\n   Donde yo vivo ya les vale :(\n  ","257236":"\n   Ajaaaaaa... ahora que ya tengo tu atención no haré absolutamente nada jsjsjs... me quedare aquí... jsjsjjs ¿te has preguntado como serian tus otras versiones del multiverso?... soy una maceta...\n  ","257237":"\n   ¿Izquierda o derecha?\n  ","257238":"\n   Sin miedo no puede haber coraje\n  ","257239":"\n   How do u feel in this moment?\n  ","257240":"\n   No se pueden tomar decisiones basadas en el miedo y en la posibilidad de lo que podría suceder\n  ","257241":"\n   Buenas noches ¿está lloviendo por dónde vives?\n  ","257242":"\n   😍😍😍😍👌🏻👌🏻👌🏻\n  ","257243":"\n   Hola enigmas andantes. ¿alguno de ustedes ha visto la película \"la purga\"? tengo una pregunta sobre una situación hipotética y no he conseguido una respuesta satisfactoria. en fin colectiva: arma una situación hipotética impresionante pero completamente verosímil. Linda tarde :3\n  ","257244":"\n   En lenguaje coloquial como le llaman a la vagina por donde vives, o en tu pais en dado caso que no sea venezuela???\n  ","257245":"\n   Buenas tardes, saludos. ¿Sufres de alguna enfermedad mental?\n  ","257246":"\n   💢 What disgusts you?\n  ","257247":"\n   ¿Cuál es el sitio más raro en el que has evacuado?\n  ","257248":"\n   Que bueno ! Y me podrías contar como empezó ese gusto por el cigarrillo y el alcohol y su causa, es que me interesa. Si no queres contar no hay problema 👍\n  ","257249":"\n   La esperanza es lo último que se pierde, muchas veces escuché esto. ❀¿Crees que a pesar de presentarse una situación sumamente difícil siempre habrá una \"luz\" de esperanza?❀ Te deseo un buen día, saludos.\n  ","257250":"\n   Hola\n¿Qué se le puede regalar a un  chico que le gusta la electrónica?\nSeria de gran ayuda tu respuesta \nSaludos\n  ","257251":"\n   Buena buenas, ¿cómo estás cosa linda? 🥰\n\nMi pregunta: ¿Te consideras provocador\/a? 😏\n  ","257252":"\n   Sasuke o Naruto\n  ","257253":"\n   Tienen pareja?\n  ","257254":"\n   ¿Han usado la aplicación llamada Zello WALKIE TALKIE? ¿Qué les parece?📲🆘\n  ","257255":"\n   🔠| Buenas tardes. \n¿Tienen el autocorrector del celular activado? ¿Porqué sí o porqué no?\n  ","257256":"\n\n    @ivodin\n   \n   está preguntando: Sí pudieras normalizar algo en la sociedad ¿Qué sería?\n  ","257257":"\n   Un novia\/o para...\n  ","257258":"\n   Hola!!! pasaba a desearte una linda tarde 💓.\n\nDime, ¿qué cosas te disgustan de tu personalidad?\n  ","257259":"\n   También hay tiempo de lluvia por dónde vives ? 🌧️\n  ","257260":"\n   🌫| Buenos días. \nHoy quiero preguntarles, y espero me contesten con toda sinceridad, ¿Les importa lo que los demás hablen de ustedes? ¿Cuándo sí y cuándo no?\n  ","257261":"\n   Me recomiendas una serie? ☺️\n  ","257262":"\n   ¿Por qué la gente que sale a disfrutar en pandemia tiende a llamar \"sufridores\" a aquellos que sí se están cuidando? ¿Crees que es una irresponsabilidad salir en tiempos de covid o ya es momento de normalizar?\n#indignada 🙄\n  ","257263":"\n   ¿Qué estaba de moda cuando eras niño\/a que ahora ya no lo está?, saludos 😊✨🍃\n  ","257264":"\n   ¿Crees que los chicos deben de tomar la iniciativa, o también las chicas deberían de hacerlo?\n  ","257265":"\n   ¡Hola gentecilla bella! 🙈\n¿Seguís a todo aquel que os sigue en Instagram? ¿Qué opináis de aquellos que os siguen y cuando los seguís de vuelta, os dejan de seguir? ¿Por qué creéis que hacen eso?\nQue tengáis una buena semana ☺️\nOs quiere y os sigue:\n  ","257266":"\n\n    @MaryChayoRusher\n   \n   está preguntando: ¿Crees en la magia?\n  ","257267":"\n   Y no vamos a volver hasta el sig año :(\n  ","257268":"\n   ¿Qué ha sido lo más ridículo que alguien te ha hecho creer o hacer?\n  ","257269":"\n   Hola preciosa gente a la que sigo ☺ hoy quisiera que me pongan una foto con su mejor amig@ y describan un poco su amistad... \nBezitoz 🌧\n  ","257270":"\n   Si fueras invisible por 10 minutos a partir de ahora, ¿qué harías?\n  ","257271":"\n   ¿Alguna vez se te  hizo \"agua la boca\" con alguna comida con sólo observarla?, ¿qué era? 🤤\n  ","257272":"\n   (C) Hola 😊. Imaginad que tenéis un\/a amig@ que siempre tiene alguna queja de su pareja, tipo \"es un\/a pesad@\", \"me dice que porque estoy en línea\", \"es como una mosca cojonera\", \"me tiene hart@\", etc. ¿Le diríais algo o pasaríais del tema? Gracias por responder. Os sigo.\n  ","257273":"\n   Exactamente el sigue echando vaina 😂😂\n  ","257274":"\n   ¿A qué celebridad de cine o televisión te han dicho que te pareces?\n  ","257275":"\n   les gusta Beyoncé??\n  ","257276":"\n   ©....ঔৣ⇜ ⏩ ¿¿ Qué opinas??? ¿¿ Qué tipo de programas daña la.mente de las personas???⏪⇜ঔৣ Los sigue ►\n  ","257277":"\n   🌼¿Cual ó cúales son tus temas de conversación  favoritos?🌼\n\nSaludos🦋\n  ","257278":"\n   ¿Qué harías si te encontraras sin papel en un baño público?\n  ","257279":"\n   ©....ঔৣ⇜ ⏩ ¡¡¡Hola a todos!!!¿¿ Cómo sería una persona que NO te conviene???⏪⇜ঔৣ Los sigue ►\n  ","257280":"\n   Si fueras famoso, ¿cuál sería tu nombre artístico?\n  ","257281":"\n   Holaa, ¿Que tal su día?, Cuéntenme\n  ","257282":"\n   color fav\n  ","257283":"\n   Hola gente 👋 ¿ hiciste algún cambio en tu vida que fue para bien ? ¿ que cambio seria ? ¿ hoy sigue vigente ese cambio tan ansiado o solo quedo en un pasado ?\n  ","257284":"\n   ¿Cómo describirías tu país en tres palabras?\n  ","257285":"\n   que hacen\n  ","257286":"\n   Cuál crees que es tu mayordefectoy tu mayor virtud? Te sigue la duendecilla jajaja\n  ","257287":"\n\n    @Sher_lov\n   \n   está preguntando: ¡Hola linduras! ❤️ ¿Qué es lo que más atesoran de una persona? ❤️\n  ","257288":"\n   recomiendenme alguna pelicula de terror o miedo o lo que sea para verla porfa\n  ","257289":"\n   Si fueras arrestado sin explicación alguna, ¿qué es lo que tus amigos y familia asumirían que hiciste?\n  ","257290":"\n   Hola! Todo bien? Cuando y quién ha sido el último nacimiento dentro de tu familia? Hace cuanto y cual fue su última pérdida? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","257291":"\n   🌟🔹️¿Cuantas veces hasta el día se hoy te has cambiado de casa o apto?\n¿Qúe es lo mejor y lo peor de mudarse?🔹️🌟\n\nSaludos🦋\n  ","257292":"\n   Qué harías para dibujarle una sonrisa en el rostro a una personas triste?\n  ","257293":"\n   👰 🎩 Irías a la boda de tu ex pareja? 👰 🎩 Would you go to your ex's wedding? 👰 🎩 Andresti al matrimonio della tua ex? 👰 🎩 Souhaitez-vous aller au mariage de votre ex?\n  ","257294":"\n   💙🍃💜.. Alguna vez te hechaste la Culpa.. para Salvar a alguien más??.. 💙🍃💜.. Have you ever taken the blame .. to save someone else??.. 💜🍃💙\n  ","257295":"\n   Creéis que es posible cambiar radicalmente de un día para otro hacia otra persona? Un beso enorme.\n  ","257296":"\n   💙🍃💜.. Que tan Responsable eres de tus actos?.. 💜🍃💙.. How responsible are you for your actions?.. 💜🍃💙\n  ","257297":"\n   En tu infancia alguna vez te mirastes las hormigas y pensaste que se besaban? \n\nPd: yo si 🙈🙃🤣\n  ","257298":"\n   💜🍃💙 Cuando se te hace tarde para una cita.. cuál escusa es la que das? 💜🍃💙 When you are late for an appointment ... what excuse do you give?.. 💜🍃💙\n  ","257299":"\n   💩💩💩 Si la vida de cada quien entra en la categoría de ser una mierda... es culpa tuya? De las circunstancias? Es un problema de actitud o de percepción? Ud qué opina? Qué propone? Qué ha hecho antes que funcione?\n  ","257300":"\n   [🏠] ¿Eres de los que idealiza vivir solo (a) o juntarte con tu pareja y posteriormente formar una familia?\n  ","257301":"\n\n    @LizetteGGG\n   \n   está preguntando: ¿Cual es el sitio más bonito que has visitado? Cuéntame un poco de ello y de paso te sigo para platicar.\n  ","257302":"\n   Si pudieran comer una comida el resto de su vida, ¿Cuál sería?\n  ","257303":"\n   Holaaa...\nSupongamos que hay alguien a quien conoces, y ese alguien te gusta ❤️. Le llegarías a decir lo que sientes? Como lo harías?\n  ","257304":"\n   ¿Que les gusta más, la pasta o el arroz?\n  ","257305":"\n   🗻| Buenos días.\nHoy quiero preguntarles, ¿Cuándo fue la última vez que se emocionaron por algo? ¿Qué fue?\n  ","257306":"\n   ¿Cuál fue la primera celebridad que te atrajo? ¿Aún te gusta?\n  ","257307":"\n   Que son esas fobias?\n  ","257308":"\n   ¿Qué hay en tu nevera?\n  ","257309":"\n   ¿Volverías con tu ex?\n  ","257310":"\n   ¿Cómo sería tu historia de amor ideal?\n  ","257311":"\n   ¿Te gustaría acampar así como en las películas y que luego empiecen a contar historias de terror?\n  ","257312":"\n   8 película favorita\n  ","257313":"\n   La mejor serie que hayas visto?\n  ","257314":"\n   No te preocupes y gracias por responderme\n  ","257315":"\n   ¿Hay alguna historia detrás de tu foto de perfil? ¿Cuál es?\n  ","257316":"\n   ¿Has escuchado que los mensajes directos en ASKfm estarán disponibles solo para usuarios VIP? Registrate al programa VIP para ser el primero en probarlos. Android:\n   \n    https:\/\/askfm.onelink.me\/FaQr\/VIPsdirect\n   \n","257317":"\n   Nombra algo con lo que sueñes por las noches.\n  ","257318":"\n   Quien no está fastidiado de todo esto\n  ","257319":"\n   Libro de psicología policíaca que recomiendan\n  ","257320":"\n   ¿Qué es lo más loco qué estarías dispuesto hacer con tal de ser millonario?\n  ","257321":"\n   Todo el mundo habla d ela importancia del amor propio, pero realmente la gente cuida su amor propio?\n\nDe que manera cuidais vuestro amor propio?\n  ","257322":"\n   ¿ Lamerías la llaga con pus de una persona por 1 millón de dólares $ ?\n  ","257323":"\n   Qué es lo peor que te ha pasado en una cita?\n  ","257324":"\n   ¿Qué serie recomendarías mirar en estos momentos?🤗❤️\n  ","257325":"\n   Qué es algo que la mayoría de la gente aprende cuando ya es demasiado tarde?\n  ","257326":"\n\n    @lupiitalozano\n   \n   está preguntando: ¿Cuál es tu miedo más absurdo?\n  ","257327":"\n   Esto es personal, pero me entró duda ya que es un pensamiento popular. Lo de preferir hechos a palabras. ¿Se puede comprobar que los hechos no son falsos? ¿No creen que es más fácil falsificar hechos que palabras? Me gustaría conocer su opinión n.n\n  ","257328":"\n   Hay algo que hagáis a diario o de vez en cuando, que siempre hayáis hecho por costumbre, por tradición...? Un beso.\n  ","257329":"\n   Hola, buenas tardes. ¿Te gustaría sobrevivir en un desastre natural?\n  ","257330":"\n   Holi🌼🖤 \nDije que dejaba ask 😞 por malos comentarios que me afectaron🤷‍♀️\nPero me di cuenta que no vale la pena darle importancia a esas personas y aquí andaré todavía molestandolos un tiempo más 🙊💕\n¿eres una persona sensible en ese tema o que haces cuando alguien te dice un mal comentario?👀\n  ","257331":"\n\n    https:\/\/www.instagram.com\/p\/CEhEIwbB18K\/?igshid=afbpc9dik0h0\n   \n   Me regaláis un mg y coment en la foto ? 🙄🥰\n  ","257332":"\n   🦋¿Qué es lo mejor que has hecho por alguien? 🦋\n\nSaludos 🌼\n  ","257333":"\n   (C) Hola 😊. Los meses de junio, julio y agosto, ¿Se os han pasado rápido, como a mí, o despacio? Os sigo, tened buen día.\n  ","257334":"\n   Actualmente, que es lo que consideras de mas valor?\n  ","257335":"\n   Bueno bueno, sabes que hacer preguntas de películas que acabo de ver es mi pasión 😂😊\n\nY ví como hace 1 hora una película llamada “Dulce Venganza”, me preguntó si ya la viste? Y que te pareció? 😐 Qué opinas tú de las violaciones?\n  ","257336":"\n   Hellooouu llegó Chiripitiflautica :3 ¿Has llegado a sentirte incómodx con alguna persona o situación, expresarlo, y luego sentirte culpable por haberlo dicho porque a fin de cuentas no era gran cosa? Bajo esas circunstancias, ¿Pedirías disculpas? Pásate💚\n  ","257337":"\n   Me podrías explicar eso?\n  ","257338":"\n   ¿Qué harías si despiertas y hay alguien dormido al lado tuyo?\n  ","257339":"\n   Tienes algún juego de shots preferido? Cuál? 🥃\n  ","257340":"\n   Con qué talento te gustaría haber nacido?\n  ","257341":"\n   Hola! Todo bien? Que opinas de esas cuentas en redes sociales que se hacen pasar por famosos, respondiendo como si fueran ellos? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima!\n  ","257342":"\n   Para los vieja escuela en esta aplicación: qué función del antiguo ask te gustaría que aún estuviera?\n  ","257343":"\n   Si pudieras ser el mejor en el mundo para algo, ¿en qué sería?\n  ","257344":"\n   ¿Habéis visto V Invasión Extraterrestre?\n  ","257345":"\n   Qué es lo más vergonzoso que has hecho estando borracho\/a?\n  ","257346":"\n   ¿Cuál es tu personaje favorito de Naruto?\n  ","257347":"\n   Como andan por aquí? 🤔😁\n  ","257348":"\n   Feliz noche, ¿Con qué palabra describes tu día?\n  ","257349":"\n   [🌙] ¿Qué ha sido lo último que han modificado?\nPuede ser de sí mismos, o en cuestión de su rutina, o algún hábito, etc.\n  ","257350":"\n   Nos agg al ws😅\n  ","257351":"\n   ¿Qué cualidad o virtud tienes que te gustaría que tuvieran los demás?🤷‍♀️🖤 \nYo en lo personal la lealtad 🥺🥰\n  ","257352":"\n   Gracias\n  ","257353":"\n   Si tuvieras que cocinar un postre para regalármelo, ¿qué receta elegirías?\n  ","257354":"\n   Uff algo demasiado molesto.  ✨🌸\n  ","257355":"\n   Cuál piensas que es mi mejor cualidad?\n  ","257356":"\n   (C) ¿Cuál es la película más larga que habéis visto? ¿Cuánto duraba? Os leo✨\n  ","257357":"\n\n    @Eduardo_Hbautista\n   \n   está preguntando: ¿Qué sueles hacer cuando te quedas sola\/o en casa? ☘️\n  ","257358":"\n   Qué crees que tenemos en común?\n  ","257359":"\n   👽🖤 [ Dimensión Libre ] 🖤👽\n  ","257360":"\n   🗼| Buenas tardes. \n¿Son de planear algo \"nuevo\" cuando estás aburrido (a)?\n  ","257361":"\n   De las pocas respuestas humanas que leí 🌟✅,\nEstoy de acuerdo con vos.\n  ","257362":"\n   Hello, Si  te invitaran a una fiesta a lo que termine esto del virus.. Ya estando en el lugar te das cuenta que eres la única persona que acepto en ir... A) Te quedas con esa persona B) Inventas una excusa para irte C) Invitas a algunos de tus amigos\n  ","257363":"\n   [💀] ¿Crees que existan las sectas? \n\nPásate con un Mg, pregunta o flama; te deseo un buen día  👀\n  ","257364":"\n   ¿Que crees que te regalen mañana por el día del niño?\n  ","257365":"\n   ¿A que le tienes miedo?\n  ","257366":"\n   Free Space 🌻\n  ","257367":"\n   💚¿Qué  es lo que más y menos que gusta de su personalidad?💚\nSaludos 💫\n  ","257368":"\n   ¡Hola gentecilla bella! 🙈\n¿Cómo estáis? Espero que bien 😊\n¿Cuál es vuestra colonia favorita o cuál es la colonia que más usáis?\nTened un buen finde 🥰\nOs quiere y os sigue:\n  ","257369":"\n   Hola👀, ¿Qué es lo que mas te ha gustado de estar en cuarentena?\n  ","257370":"\n   Gracias\n  ","257371":"\n   Que haces en un día productivo en cuarentena?\n  ","257372":"\n   ¿Qué es lo mejor que has aprendido de tus padres?\n  ","257373":"\n   ¿Podrías vivir sin azúcar?\n  ","257374":"\n   Si de pronto te encuentras desnudo\/a en la casa de un extraño y alguien te pide explicaciones, ¿qué dirías para justificarte y evitar meterte en un problema?\n  ","257375":"\n   ¿Caraotas con o sin azúcar? 😂😂😂\n  ","257376":"\n   ¿Cuál ha sido el mensaje, foto o video más vergonzoso que has mandado al destinatario incorrecto?\n  ","257377":"\n   Hola🌼🖤\nBonita noche🌃\nTe consideras una persona Celosa,o en una relación eres a quien celan?🙊\n♡Cual es tu opinión sobre ese tema.👀\n  ","257378":"\n   Que haces si de repente tu pareja (si tienes o tuvieras) te dice: te fui infiel?\n  ","257379":"\n   ¿Qué es peor? ¿Que una persona no demuestre interés hacia ti ó que sólo esté jugando contigo?\n  ","257380":"\n\n    @KarenCortes630\n   \n   está preguntando: ¿Tienes agregada a tu familia en redes sociales?, la verdad yo no porque tengo una tía bien comunicativa jaja xd\n  ","257381":"\n   ¿Cuál es la App que más usas en tu celular? 🌸✨\n  ","257382":"\n   Si la dejamos se pasa.\nSi la vendemos se pesa.\n¿Qué es?\n  ","257383":"\n   Quien quieres ganar dinero por onlyfans?\n  ","257384":"\n   Vas en un avión.\nDelante tienes un caballo y detrás un camión.\n¿Dónde estás?\n  ","257385":"\n   Hola🌼🖤\nTe deseo un precioso domingo 💟\nQue fue lo más agradable que te paso en esta semana?🙊❤\n  ","257386":"\n   ¿Te gustaría participar en un reality de televisión, en cual? 🥇\n  ","257387":"\n   Hola👀💟\nSoy la única que le molesta que la llamen o le hagan videollamada?😒🤦🏾‍♀️\n  ","257388":"\n   ¿Cuál es tu colonia favorita?\n  ","257389":"\n   Qué es lo que más te gusta del sexo opuesto?\n  ","257390":"\n   Para un masoquista, ¿no sería un premio ir a la cárcel o recibir maltrato y torturas por parte de la policía?\n  ","257391":"\n   Si pudieras hacerlo desaparecer todo y comenzar de cero, ¿lo harías?\n  ","257392":"\n   ©....ঔৣ⇜ ⏩El amor es uno solo por ahí dicen, pero, ¿¿Es considerado el amor por internet como algo real ??¿¿ ¿¿ Te has ciberenamorado alguna vez????⏪⇜ঔৣ Los sigue ►\n  ","257393":"\n   pero eso no aclara tu irracional determinación de pronosticar mi mal. ¿que te pasa? ¿\nintentas probar algo?\n  ","257394":"\n   Cuál es el mejor consejo que te han dado?\n  ","257395":"\n   \"Que confirme que soy humano? tu eres el no humano pinche programa que me impide enviar dos colectivas seguidas\" yo peleando con capcha jsjjsjs :3 ¿cual es tu falla ética? reconocer un error es el primer paso a la auto refinamiento ¿sos del tipo que practica y no predica o predica o no practica?\n  ","257396":"\n   Buenas gente 👋, si tuviesen que luchar por una causa justa por donde vivís o en tu país ¿ cual seria ?, ¿ hoy en día o en un futuro llegarías a luchar realmente por eso ? ¿ vos crees que se llegue a eliminar ese problema algún dia o va a seguir perdurando ?\n  ","257397":"\n   Oiii ¿la valentía es contraproducente?\n  ","257398":"\n   Preguntas sencillas, para vos ¿ que es lo que produce al ser humano ese hermetismo que a tantos les molesta o fastidia ? ¿ Sera parte de su naturaleza o realmente el medio en donde vivió lo condujo a eso ?\n  ","257399":"\n   Buenas noche cabelleras y caballeros de blanca armadura. recientemente he escrito sobre una paladín que protege al mc de una de mis narraciones. ¿que opinan ustedes de dicho estereotipo? ¿les apasionan las personas que son valientes y decididas? ¿normalmente sos el protector o el protegido? te cuida\n  ","257400":"\n   Prefieren un tatto o un piercing?\n  ","257401":"\n   ¿Qué es imperdonable para ti en una relación?\n  ","257402":"\n   ¡Inserta una Foto\/Gift\/Emoji de lo que seas adicto! Yo pongo un 🍫\n  ","257403":"\n   🐌| Buenas tardes. \n¿Hay algo que te genere tranquilidad? ¿Qué es?\n  ","257404":"\n   ¿Dónde se encuentran los ríos en los que nunca hay agua?\n  ","257405":"\n   ¿Cómo sería tu primera cita ideal?\n  ","257406":"\n   Ultimas preguntas sencillas del domingo, sabiendo que instagram es una app fijada mas que nada en fotos y vídeos ¿ cual es el contenido que esperas mirar ni bien entras ahí ?, en caso de que no tengas instagram ¿ porque no te interesa ?\n  ","257407":"\n   Que opinas de la LGBT?\n  ","257408":"\n   • Free Space 🌻\n  ","257409":"\n   [🍔] ¿Cómo te gusta preparar tu hamburguesa? 👀\n  ","257410":"\n   (C) ¿Contestas todo tipo de preguntas o eres selectivx?💛\n  ","257411":"\n   ¿Que es lo que mas te molesta de las personas?🌸✨\n  ","257412":"\n   ¿Por qué seguimos abriendo los ojos cuando estamos completamente a oscuras?\n  ","257413":"\n   Si quiero un boomerang nuevo, ¿cómo lo hago para que el viejo no vuelva?\n  ","257414":"\n   Les gusta el anime? Mencionen sus favoritos.\n  ","257415":"\n   🔹️Si se inundará tu casa y sólo pudieses salvar 3 cosas ¿qué salvarías?🔹️\n💎Saludos💎\n  ","257416":"\n   Cuando les gusta alguien se interesan por conocer más de esa persona? Que les interesa conocer?\n  ","257417":"\n   Alguna vez pensaste que tal vez una persona podría ser diferente? ¿Que pasó?\n  ","257418":"\n   Si “ordinario” es sinónimo de vulgar, ¿por qué “extraordinario” no significa muy vulgar?\n  ","257419":"\n   ¿Por qué razón “separado” se escribe todo junto y “todo junto” se escribe separado?\n  ","257420":"\n   ¿Crees que la psicología sigue siendo un tema fantástico y extraño en estos tiempos? A pesar de que actualmente ya se lo reconoce como una ciencia: ¿Sigue existiendo cierto prejuicio a las personas que tienen acompañamiento psicologico? \n#filosofia_time ❤️\n  ","257421":"\n   Hola, saludos. ¿No crees que los días pasan lentos?\n  ","257422":"\n   Cual es tu película animada favorita ❤️🍿🍿\n  ","257423":"\n   ☉| Buen día. \n¿Han buscado la manera de aprender algo nuevo? ¿A qué han recurrido?\n  ","257424":"\n   ¿Te estresas rápidamente?\n  ","257425":"\n   Hola 👀\nBuenas noches 🌝, días o tardes 🌞\nCuéntame...\n¿Tenías algún juguete preferido cuando eras peque?\nLos míos eran unos muñecos de faraones egipcios ❤️\n  ","257426":"\n   (C) Hola🤍 ¿Qué te gusta más, el calor o el frío?🥀\n  ","257427":"\n   Si pudieras ir hasta mil años atrás en el tiempo, ¿qué año visitarías?\n  ","257428":"\n   🌤️Casi nunca recibimos lo que damos🥺\npero siempre damos lo que somos 🤭\nY eso es lo que en realidad importa🥰 te deseo un lindo día 🌹\n  ","257429":"\n   ¿Cuál es el peor trabajo que has tenido y por qué?\n  ","257430":"\n   ¿Por qué cuando una persona tiene la razón hay que dársela? Si ya la tiene. En tal caso habría que dársela cuando no la tenga, ¿no?\n  ","257431":"\n   [🍶] ¿Qué sueles beber en tu desayuno?\n  ","257432":"\n   ¿Por qué le llaman a nuestro planeta “Tierra” siendo este tres cuartas partes de agua?\n  ","257433":"\n   ¿quién quiere que prepare una ensalada de frutas y se la tire sobre la cabeza? o...0\n  ","257434":"\n   ¿Existe un tipo de persona que te causa repudio?\n  ","257435":"\n   ¿Qué tanto extrañas el contacto con la demás gente? Pregunta hecha por TW KENT desde ------->\n  ","257436":"\n   ¿ Qué te gusta hacer en días lluviosos ?\n  ","257437":"\n   ¿ Te gusta el K-Pop ?\n  ","257438":"\n   Qué es lo que te puede tranquilizar?\n  ","257439":"\n   Qué es lo que te puede tranquilizar?\n  ","257440":"\n   Menciona 10 cosas que debes hacer antes de morir\n  ","257441":"\n   Qué estigma social crees que necesita superar la sociedad?\n  ","257442":"\n   Venga, responde bien \" Un genio esta ante ti, al mirarte y evaluarte a profundidad (sus ojos ven el alma) extiendes sus dos manos y dice- en una mano tengo El continuo Mejoramiento y Perfeccionamiento, en la otra tengo El Conocimiento, escoge una-al ver tu sosobra agrega- escoger sabiduría es trampa\n  ","257443":"\n   En el pasado, la gente era enterrada con los objetos que necesitarían en el más allá, qué te gustaría enterrar contigo para poder usarlo en la otra vida?\n  ","257444":"\n   Hola Buscadores. Hoy me siento un poco desanimado ¿me das amor para llenar mi reserva y así enviar colectivas? bueno, tema aparte ¿te ha pasado que vas por la calle y llega alguien te mira y se ríe de forma muy estridente? ¿como te haría\/hace sentir? jsjsjs practicando la levitación se retira:\n  ","257445":"\n   [🍞]© ¿Alguna vez descubriste algo que por mucho tiempo pensaste que era diferente? Yo por ejemplo, hasta hace unos años, pensé que Medellín quedaba en España. 😳\n-\nSaludos con migajas [🦋[\n  ","257446":"\n   ¿Qué opinas de las personas que se autodefinen como \"directas\" a la hora de dar alguna opinión? Pásate por mi ask cua do quieras 👌\n  ","257447":"\n   Galak o savoy?\n  ","257448":"\n   Digo que, si alguna vez hablaste con esa persona para \"arreglar las cosas y estar bien\", pero esto es aparentemente, porque realmente tú no sientes que entre ustedes las cosas están bien, ¿Le buscarías una vez más?\n  ","257449":"\n   ¿Qué más sabes tomar a parte de malas decisiones? 🤔\n  ","257450":"\n   ¿Te ha hecho reir más una persona o una creación de una persona?\n  ","257451":"\n   Hola! Todo bien? Cual es esa amistad que lamentas haber perdido? (Sea por alguna discusión o por cosas de la vida) Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima!\n  ","257452":"\n   Tu tercer @ te debe 10 mg ❤️ y 15 🔥\n  ","257453":"\n   24 años haciendo daño, y usted?\n  ","257454":"\n   Hola! Todo bien? Cuando fue la ultima vez que algo o alguien te sorprendió para bien? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas 🔥.. Hasta la próxima ;)\n  ","257455":"\n   Si sales corriendo para huir de tus problemas, ¿cuenta eso como ejercicio?\n  ","257456":"\n   Cuantas relaciones \"formales\" has tenido? que tu consideres \"serias\"\n  ","257457":"\n   Alguna vez has mentido en el currículum (por más pequeña que sea la mentira) para obtener el trabajo?\n  ","257458":"\n   Mira al espejo. ¿Qué ves?\n  ","257459":"\n   ¿Cuál fue esa cosa importante en la que gastaste tu primer sueldo?\n  ","257460":"\n\n    https:\/\/www.instagram.com\/p\/CC4Y5VdBbME\/?igshid=17v2mqplmzyhi\n   \n   Me regaláis un comentario y un mg ?👉🏼👈🏼😊\n  ","257461":"\n   Hola gente bella a la que sigo 😊 ayer me hicieron recordar al viejo ask.fm. No les gustaría que puedan volver a darse regalos? Yo extraño darlos 😥\nBezitoz\n  ","257462":"\n   Buenas, ando desaparecida, me disculpo... 🤗\n\nHaber...Cuéntame cómo fue tu peor “tragame tierra” de la historia😂\n\nEl mío fue hace poco, tu sabes esos globo que están de moda de números, pues adivina quién explotó el globo? 🤦🏻‍♀️Yo exploté el globo de Feliz cumpleaños a mi amiga\n  ","257463":"\n\n    @DiegoMolina24\n   \n   está preguntando: ¿Qué es lo primero en que te fijas de una persona? ❤️\n  ","257464":"\n   Menciona una fruta con la primer letra de tu último apellido:\n  ","257465":"\n   🏞| Buenas noches. \n¿Han descubierto algo nuevo para ustedes? \nYo hoy descubrí que me gusta Elvis Presley, mi favorita es Stuck on you. 😌\n  ","257466":"\n   Me pasa igual :( yo extraño la uni en presencial\n  ","257467":"\n   Good Night 🌜 ¿Cómo estás? 😄\n\n{😴} ¿Dónde ha sido el lugar más raro dónde te has quedado dormido? {😴}\n  ","257468":"\n   Ay ntp. Súper entendido. Que tengas una linda tarde\n  ","257469":"\n   oyeeeeee no me hace gracia... tienes algun rencor contra mi? yo te amo\n  ","257470":"\n   ¿Qué superstición crees que es cierta?\n  ","257471":"\n   💢 How to stay productive?\n  ","257472":"\n   ¿Qué artista o grupo recomiendas siempre cuando alguien te pide una recomendación musical?\n  ","257473":"\n\n    @pablo_piscis\n   \n   está preguntando: ¿A ti de que forma te a afectado la cuarentena, que es lo que extrañas mas poder hacer?\n  ","257474":"\n   Si :(\n  ","257475":"\n   ¿Crees que vivimos en la era de la \"generación de cristal\"? ¿Qué movimientos apoyas y cuáles rechazas? \nQuiero conocer sus pensamientos al respecto ❤️\n#filosofia_time\n  ","257476":"\n   #VIAJE POR CARRETERA ¿Dónde vas y a quién te llevas contigo? 🚌🚐🚛🚚🚜🚗🚙🏍️🛵🚲🚂🚃🚃🚃🚃🚃🚃🚃🚃\n  ","257477":"\n   Movies: Horror vs Comedy ☀️\n  ","257478":"\n   ¿Cuándo cumples años? 🎂¿Cómo te gusta celebrarlo? 🎈🎉\n  ","257479":"\n   Te causan pavor las cosas paranormales?\n  ","257480":"\n   Cómo sueles juzgar a las personas?\n  ","257481":"\n   Hellooouu llegó Chiripitiflautica :3. Ya llevamos prácticamente medio año en cuarentena y me gustaría saber, ¿Cómo has estado durante todo este tiempo? ¿Qué has hecho para intentar pasar el rato en casa? Anímicamente, ¿Cómo has llevado la situación? Pásate💚\n  ","257482":"\n   🏛| Buenas noches. \nQuiero preguntarles, ¿Han sentido esa espinita de \"lo hago\/no lo hago\", \"Cómo sería si así fuera\/no fuera\"?\n  ","257483":"\n   Si pudieras volver a tu nacimiento y escoger tu nombre, ¿cuál sería y por qué?\n  ","257484":"\n   aburrido, desvelado, sin sueño, como andan ustedes ahorita\n  ","257485":"\n   ¿Los perros calientes pueden ser considerados como sándwiches?\n  ","257486":"\n   ¿ Qué tal es tu relación con tus padres ?\n  ","257487":"\n   ¿ Eres del tipo de persona que mira las novelas con su mamá ?\n  ","257488":"\n   ¿Tienes algún secreto que nunca quisieras que se sepa? ¿Qué método escogerías o qué harías para guardarlo y protegerlo hasta después de tu muerte? O ¿Preferirías que lo descubrieran?\n#Pásate ❤️\n  ","257489":"\n   😎 Qué haces para disfrutar la vida?\n  ","257490":"\n   Pon una imagen que te guste mucho y explica que te transmite. Un abrazo.\n  ","257491":"\n   Por qué ser \"pesimista\" es tan malo? Un beso.\n  ","257492":"\n   ¿Cuál es el mejor recuerdo que posees de tu infancia?  🌸✨\n  ","257493":"\n   Qué les agrada hacer en un día lluvioso? además de dormir claro\n  ","257494":"\n   ¿Vale la pena enamorarse?, ¿por qué?\n  ","257495":"\n   5 datos innecesarios de ti\n  ","257496":"\n   ¿Alguna vez te has peleado a golpes con alguien?, si tu respuesta es afirmativa, ¿por qué motivo fué? 🥊\n  ","257497":"\n   ¿Sabes en que país esta el centro comercial mas grande del mundo, si no sabes en que país creés que esta?🏬\n  ","257498":"\n   💢 Talented? How?\n  ","257499":"\n   ¿Has hecho amistad por aquí? ¿quien?\n  ","257500":"\n   ¿A que te consideras adicto?\n  ","257501":"\n   👽🖤 [ Dimensión Libre ] 🖤👽\n  ","257502":"\n   🍀 Hola!\n🛌 Si tuvieses que elegir una frase para bordar en tu almohada... ¿qué diría?\n  ","257503":"\n   [⛺] ¿Qué es eso que tanto ansías?\n  ","257504":"\n   🎩🕷️Describe tus mejores cualidades 👀\n  ","257505":"\n   [👀] ¿Qué es eso por lo que siempre te cuestionas? ¿Eso te genera problemas en ti mismo, y a otros?\n  ","257506":"\n   Color favorito?\n  ","257507":"\n   [🎈] ¿Irías a buscar a una persona que aparentemente quedaron bien, pero no lo sientes de ese modo?\n  ","257508":"\n   ¿Que celular tenias antes, actualmente cual tienes y cual quieres tener?🙈📲📱☎️\n  ","257509":"\n\n    https:\/\/www.instagram.com\/p\/CC66nxXnwvc\/?utm_source=ig_web_copy_link\n   \n   me ayudan con un mg ?\n  ","257510":"\n\n    @elputodejuliio\n   \n   está preguntando: ¿Algo que te haga feliz por las mañanas al despertar?\n  ","257511":"\n   Jejeje pensé igual\n  ","257512":"\n   Gracias\n  ","257513":"\n   👽🖤 [ Dimensión Libre ] 🖤👽\n  ","257514":"\n   ©....ঔৣ⇜ ⏩¿¿Qué opinas?? ¿¿Crees en eso de que los tiempos de Dios son perfectos ??⏪⇜ঔৣ Los sigue ►\n  ","257515":"\n   ¿Alguna canción de cumbia que me recomiendes? 🇲🇽🤪❤️🙉🖤👽\n  ","257516":"\n   ¿Trabajas este verano o simplemente vas a disfrutar de las vacaciones?\n  ","257517":"\n   🗻| Buenas noches. \n¿Hay algo por lo que te sientas presionado (a) ahora?\n  ","257518":"\n   ¿Qué es lo más raro que te has encontrado en un mercadillo o tienda de segunda mano?\n  ","257519":"\n   Vegano o carnívoro\n  "},"Answer":{"256447":"\n  La unica diferencia que sentí fue el sitio para comer, el estar a solas con la persona y el decicarle mayor tiempo al saber uno sobre el otro.\n  \n  De resto es muy similar a cuando me he encontrado con alguien que está acompañado con alguien a quien jamás vi y le dice, te presento a Fulanito.\n  ","256448":"\n\n   @SoyTsundere\n  \n\n   https:\/\/m.youtube.com\/watch?v=yiimbqqFkKc&list=PLllV_afhRNoV_LHkE4JBJaDAj8MEh3EES&index=10&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","256449":"\n\n   @adrianfdk75055\n  \n  Cuando sales de casa a tomar algo por ahí que es lo que te gusta pedir de beber? Agua, preferiblemente mineral embotellada.\n  \n  sueles pedir algo de \"tapas\"? como papas bravas y cosillas así.. ? Pico un poco de lo que esté disponible, si me toca comprar pido Cheese Tris.\n  ","256450":"\n\n   @hananelj\n  \n  De niños, el colegio fue un foco de transmisión de piojos, papá me tuvo que rapar porque mamá no pudo con esos insectos.\n  ","256451":"\n\n   @hananelj\n  \n  ¿Compras agua o bebes del grifo? Antes de la pandemia compraba, ahora hiervo la del grifo para cumplir con la cuarentena.\n  \n  ¿Notas diferencia en el sabor del agua entre un sitio y otro? Así es, pero es inexplicable para mi.\n  ","256452":"\n\n   @hananelj\n  \n  ¿Cómo reaccionas ante los cotilleos? Con indiferencia.\n  \n  ¿Te gustan o es algo que no soportas? Ni los ignoro.\n  ","256453":"\n\n   @ChikaFressaStrawberryD\n  \n  Él que sepa, que nos avise.\n  ","256454":"\n\n   @ChikaFressaStrawberryD\n  \n  ¿Qué opinas? Creí saber sobre el amor y la verdad es que no se nada.\n  \n  Mucho se habla del famoso \" amor verdadero\" pero ¿Qué es para tí ese famoso amor? Es inexplicable, te hace bien y te hace mal y no puedes experimentar eso sentimientos con alguien más.\n  \n  ¿Cuál sería un falso amor? El que manipula y modifica la percepción de la realidad que posee otra persona para su bienestar y no el bienestar de ambos.\n  ","256455":"\n  La mentira tiene patas cortas y la verdad siempre la alcanza.\n  ","256456":"\n  Ok\n  ","256457":"\n  Me refería a que Ernst Weitz salió de Polonia justo antes de la invasión nazi.\n  \n  Eso lo trajo a este país.\n  ","256458":"\n\n   @taikamilla2012\n  \n  ¿Su cara es fácilmente reconocible en su foto de perfil?\n  \n  Preste mucha atención a este aspecto, ya que si su foto de perfil no lo representa, podría de alguna manera afectar la aceptación de la solicitud que desea reenviar al equipo de Ask.\n  \n  ¡No me diga entonces que no lo advertí!\n  ","256459":"\n\n   @Brissa_luna8\n  \n  Hace algún tiempo ya que dejé de ver series.\n  ","256460":"\n  No me volví frío por que quería, lo hice para no caer tan facíl en las mentiras de los demás.\n  ","256461":"\n  No tengo ningún lugar que me hizo feliz.\n  \n  Tengo una etapa en la que fui feliz, en mi niñez.\n  ","256462":"\n  Entiendo.\n  ","256463":"\n  La verdad no siempre divierte.\n  ","256464":"\n  El futuro es incierto.\n  ","256465":"\n  -.-\n  ","256466":"\n  -.-\n  ","256467":"\n  No tengo favoritismos.\n  ","256468":"\n  Cuando es posible solo lo aprieto y ya.\n  ","256469":"\n  Sería demasiado egoista si pensara que somos los unicos seres con vida en un universo infinito.\n  ","256470":"\n  Jamás me enamoré de ninguna de las que dijeron amarme, hice lo mejor que pude y no fue suficiente para hacelas feliz.\n  \n  Me enamoré una vez, no me he enamorado más y no fui correspondido.\n  \n  Soy demasiado extremista estando enamorado, no se como sería la relación si fuese correspondido.\n  ","256471":"\n  No bailo ni los ojos.\n  ","256472":"\n  Solo he jugado en mesa, no gano nada, aún cuando me que el dinero de todos, entre la buena suerte y la buena inversión.\n  ","256473":"\n  Creo que hay muchas personas prejuiciosas, odio a todos aún no sé el porqué, supongo que soy prejuicioso.\n  ","256474":"\n  Son las que me han gustado hasta ahora, tengo algunas que limpiar de cuando no entendía lo de las listas.\n  ","256475":"\n  No me pude resistir a responder la pregunta.\n  ","256476":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","256477":"\n  Fastidiado de la cuarentena.\n  ","256478":"\n  Bull terrier.\n  ","256479":"\n  No tengo ningún tipo de adicción, puedo desprenderme de cualquier hábito en el momento que sea.\n  ","256480":"\n  Solo lo uso cuando me estoy comunicando con alguien a quien le gusta que use el lenguaje inclusivo.\n  ","256481":"\n  -.-\n  ","256482":"\n  -.-\n  ","256483":"\n  Hace algún tiempo ya que dejé de consumir bebidas alcohólicas, llegas tarde a mi vida.\n  ","256484":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256485":"\n  Si pudiera dejar de comer lo haría, pero no se puede.\n  ","256486":"\n  Mi madre Janet y mi padre Ismael no tienen segundo nombre.\n  ","256487":"\n  Yo soy anónimo.\n  ","256488":"\n  Hace algún tiempo ya que dejé de guardar fotos en la galería.\n  ","256489":"\n  Soy hombre, estoy a favor de la decisión que tomé la embarazada.\n  \n  Traer a un ser para llevar una vida moral y amorosa o de rechazo y desdichada es la cuestión del asunto.\n  ","256490":"\n  ¿Qué es eso?\n  ","256491":"\n  No tengo favoritismos.\n  ","256492":"\n  ¿Y la pregunta es?\n  ","256493":"\n  Pasticho de berenjena.\n  ","256494":"\n  ¿QUÉ?\n  ","256495":"\n  -.-\n  ","256496":"\n  Jamás he nadado en el océano.\n  ","256497":"\n  Perdón, me perdí un libro, no sé qué es.\n  ","256498":"\n  Para cambiar mi mundo tendría que dejar de ser yo y no lo aré.\n  ","256499":"\n  Leonard Albert Kravitz.\n  ","256500":"\n  Antes pude hacer una lista más larga y variada, he perdido el interes en casi totalmente, ahora solo me emociono con:\n  \n  ● Amor.\n  \n  ● Música.\n  ","256501":"\n  Todo lo malo tiene su lado bueno y vs.\n  ","256502":"\n  Sabes que no somos amigos.\n  ","256503":"\n  Hace algunos años vi en varios restaurantes en los que frecuentaba, a un señor con una carpeta con la que pedía ayuda para la operación de un niño, siempre se acercaba a donde me veía, porque le daba efectivo y dos servicios uno para llevar.\n  \n  En una oportunidad coincidimos en el mismo sitio el señor de la carpeta y un ex jefe que tuve, hice lo de costumbre.\n  \n  Después mi ex jefe me comentó que el niño tenia años de operado y que el señor pedía para no trabajar.\n  \n  Dejé de ayudarle.\n  ","256504":"\n  Ahora hay tantos emigrantes cambiando a sus seres queridos por mejorar su calidad de vida, que puede que termine haciendo lo mismo.\n  ","256505":"\n  Antes de comer.\n  ","256506":"\n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","256507":"\n  No lo sé, hace cinco años atrás no creí que estaría en una pandemia cumpliendo cuarentena.\n  ","256508":"\n  De sol, solo para conducir.\n  ","256509":"\n  Tengo el WhatsApp de ella, le escribí algunas veces, jamás la llamé.\n  ","256510":"\n  Nada.\n  ","256511":"\n  - Pepe, Pepe, en veinticinco años de casados nunca me has comprado nada.\n  \n  +¿Es que vendes algo?\n  \n  :o\n  ","256512":"\n  Hace algún tiempo ya que dejé de consumir bebidas alcohólicas.\n  ","256513":"\n  Necesitar todo, indispensable nada.\n  ","256514":"\n  Ella no me fallo, el que falló fui yo, al fijarme en ella.\n  ","256515":"\n  -.-\n  ","256516":"\n  Sin mascota por ahora.\n  ","256517":"\n  Tengo las cuatro manzanas que me he llevado.\n  ","256518":"\n  El miercoles.\n  ","256519":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","256520":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256521":"\n  Monopolio.\n  ","256522":"\n  Hasta dónde sé la luz o el sonido en radio, suben  y no bajan a menos que logren rebotar.\n  ","256523":"\n  He tenido varias.\n  \n  Unas organizadas por familiares.\n  \n  Otras por compañer@s de algunas actividades que realice.\n  ","256524":"\n  Todos los meses tienen el 28.\n  ","256525":"\n  -.-\n  ","256526":"\n  Que piensan que no pueden hacer nada para cambiar el sistema.\n  ","256527":"\n  -.-\n  ","256528":"\n  Perdón, ni participo ni creo encuestas de fotos.\n  ","256529":"\n  Déjà vu.\n  ","256530":"\n  Creo que estoy muerto, escuché las canciones y no me pican los pies.\n  ","256531":"\n\n   www.facebook.com\/villalobosij\n  \n","256532":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","256533":"\n\n   https:\/\/www.tiktok.com\/\n  \n  @villalobosij\n  ","256534":"\n  Ernst Weitz salió de Polonia justo antes de la invasión nazi.\n  \n  Vino a Venezuela y consiguió endulzarnos la vida con una de las golosinas más sabrosas de Venezuela.\n  \n  Con apenas 19 años de edad,  Ernst se convirtió en un aprendiz de confitero a nivel industrial, en la ciudad Austriaca de Viena donde aprendió algunos de los secretos que más adelante seria su oficio y la pasión que él desarrollaría en su vida y cada vez que le preguntaban si volvería a su país,  contestaba: “Salí del Canal de la Mancha con destino a  Maracaibo, Venezuela, huyendo de la guerra y nunca más pensé en regresar”.\n  \n  Él se vino al Zulia con un contrato que le dieron los que eran sus jefes en Viena, pero al poco tiempo se mudó a Caracas y así, lo recuerda: “Resulta que mis ex jefes en Viena se vinieron a Venezuela y cuando llegué a Caracas ya tenían una pastelería, la pastelería La Vienesa en Sabana Grande y yo no sabía mucho de eso.\n  \n  Lo mío eran los procesos industriales”.\n  \n  A pesar de eso, al poco tiempo Ernest entró a formar parte del equipo inicial de una de las más grandes industrias venezolanas y la más importante del área de confitería, Industrias SAVOY.\n  \n  “En 1942 eran tres hermanos y un pequeño equipo.\n  \n  Todo era muy rudimentario y trabajábamos hasta 24 horas al día para lograr los primeros productos.\n  \n  En ese entonces  los chocolates eran conocidos como “Napolitanos” y costaban una locha.\n  \n  El Ping Pong fue uno de nuestros primeros éxitos.\n  \n  Se comenzaron a vender en latas de dos kilos y medio y en las pulperías al detal, pero al poco tiempo vimos que el producto similar americano se empaquetaba en bolsitas y se vendía mucho.\n  \n  Entonces comenzamos a construír la maquinaria necesaria para hacer ese nuevo empaque.\n  \n  Cada producto era un reto.\n  \n  En Savoy trabajé en tres ocasiones pero siempre me tocaron las verdes”, recuerda sonriendo.\n  \n  De esa forma, desarrollar maquinarias, procesos, manejar temperaturas y empaques, resolver problemas y convertirlos en productos de consumo masivo fue su principal aporte en los inicios y que en el resto de su vida sería su gran pasatiempo.\n  \n  “Ese era mi problema- reflexiona ahora a sus más de 90 años – para mí no era un trabajo, era un pasatiempo.\n  \n  No sé hacer otra cosa que no sea desarrollar productos, buscar soluciones e inventar cosas”.\n  \n  Es así como este chocolatero polaco-venezolano estuvo involucrado en el desarrollo de uno de las golosinas que sería la bandera de Industria SAVOY y parte de nuestra cultura y la delicia de grandes y niños: el Toronto venezolano.\n  \n  “Nosotros creamos el proceso para darle a una avellana una cubierta de chocolate blando con pasta de avellana (en los inicios, la primera cobertura era muy difícil para trabajar ya que debíamos enfriarla en forma artesanal, luego se le daba una segunda capa de chocolate y por último, una de brillo pulido con un jarabe delgado.\n  \n  Una vez que estuvo desarrollado el proceso y la maquinaria, fue muy fácil pero llegar hasta allí no fue tan sencillo”.\n  ","256535":"\n  Gustarme no.\n  \n  Todos sabremos como hacer las cosas cuando las estamos mirando sin involucrarnos.\n  \n  Hasta que nos toca el turno y nos damos cuenta de que no todo es como lo veíamos.\n  \n  Esa es una responsabilidad de gran envergadura.\n  ","256536":"\n  Realizando tareas poco relevantes.\n  ","256537":"\n\n   https:\/\/www.instagram.com\/villalobosij\n  \n","256538":"\n  Dime que debo hacer y por cuanto y te diré si no lo haría.\n  ","256539":"\n  Adulterio.\n  \n  Asesinato.\n  \n  Difamación.\n  ","256540":"\n  Suelo alejarme cuando es posible de lo que me daña, lo que no puedo es alejarme de mí.\n  ","256541":"\n  Fer—wait for it—nando (@NandoGordillo) twitteó: Nos llaman la generación de cristal, pero son ellos los que se escandalizan viendo un médico con tatuajes, una mujer que no quiere ser mamá, una pareja atea o dos hombres tomados de la mano.\n  \n\n   https:\/\/twitter.com\/NandoGordillo\/status\/1287258308705845248?s=20\n  \n","256542":"\n\n   www.instagram.com\/villalobosij\n  \n","256543":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","256544":"\n  -.-\n  ","256545":"\n  -.-\n  ","256546":"\n  Entiendo.\n  ","256547":"\n  Ambas pesan igual.\n  ","256548":"\n  Sembró el pasto después de colocar el letrero.\n  ","256549":"\n  Reviso notificaciones.\n  ","256550":"\n  Los apagones eléctricos de Venezuela de 2019 fueron una serie de cortes de suministro eléctrico a nivel nacional.\n  \n  El primero comenzó el 7 de marzo de 2019 a las 16:55 hora local  y fue el apagón eléctrico más grande en la historia de Venezuela duró en algunos estados entre cinco y siete días continuos.\n  ","256551":"\n  No tengo amigos.\n  ","256552":"\n  Nada.\n  ","256553":"\n  No ser contagiado de coronavirus.\n  ","256554":"\n  Estaría viajando en un crucero sin importar a qué lugar.\n  ","256555":"\n  Las frutas frescas.\n  ","256556":"\n  Al dejar ver las costuras.\n  ","256557":"\n  El coronavirus ha mutado para bien de él y en perjuicio de nosotros.\n  ","256558":"\n  La vida es más compleja cuando estás en contracorriente o mantienes tus principios o te dejas arrastrar.\n  ","256559":"\n\n   @LaliEspositoHOficial\n  \n","256560":"\n  No lo sé, yo me inclino por lo no literario.\n  ","256561":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256562":"\n  -.-\n  ","256563":"\n  ¿Cómo manejas los sentimientos encontrados? Creí tener la experiencia necesaria para manejar mis sentimientos, estaba totalmente equivocado.\n  ","256564":"\n\n   https:\/\/m.youtube.com\/watch?v=VykooU6PhTM&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=80&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","256565":"\n  ¡La sopa!\n  ","256566":"\n  Le pedí un carro de verdad y tuve que comprarlo yo.\n  ","256567":"\n  Prefiero decir la verdad y quedarme solo, que estar acompañado y mantener la mentira.\n  ","256568":"\n  Este año supongo que se usará la opción de video compartido para aliviar el aislamiento, no sé si algunos se disfrazaran.\n  ","256569":"\n  Si se entera, yo se lo diría.\n  ","256570":"\n  No tengo favoritismos.\n  ","256571":"\n  Es un año muy atípico.\n  \n  No se si fue bueno o malo para mi.\n  \n  Siento que alguien a pulsando pasa.\n  \n  Solo se que no fue así por la cantidad de murte y contagiados a diario.\n  ","256572":"\n  ¿Qué es lo peor que le has hecho o dicho a alguien? Le dije la verdad, que la amo.\n  \n  ¿Como te hizo sentir después? Es lo más parecido a una montaña rusa emocional.\n  ","256573":"\n  Jamás viviría nuevamente mi vida.\n  ","256574":"\n  Hace algún tiempo ya que dejé de leer libros, de ver peliculas...\n  \n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n\n  ...Desde marzo que inició la cuarentena indefinida no he realizado ningún deporte.\n  ","256575":"\n  Egoísmo.\n  ","256576":"\n  Para mi en lo personal, hacer lo que me gusta y vivir de ello.\n  ","256577":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","256578":"\n  Déjà vu.\n  ","256579":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256580":"\n  No he tenido la necesidad de hacerlo.\n  ","256581":"\n  Jamás lo he intentado, no lo sé.\n  ","256582":"\n  Dentro de una misma sociedad pueden existir distintas élites, unas más dominantes que otras.\n  ","256583":"\n  Todos los dulces que comí en mi infancia me gustaban, ahora he comido otros que no comí en mi infancia y aún me gustan todos.\n  ","256584":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  \n  Rehusar, que procede del vocablo latino refusāre, es un verbo que hace referencia a rechazar o no acatar algo.\n  ","256585":"\n  No tengo la vida de todos.\n  ","256586":"\n  Me gusta la soledad, si puedo encontrar un lugar así, es es mi lugar.\n  ","256587":"\n  ¿Sueles ser muy exigente contigo mismo\/a? Así es.\n  \n  ¿Y con los demás? No lo soy, si es necesario exigirle, pongo a cargo a otra persona.\n  ","256588":"\n  No.\n  \n  Cuando me independicé, dejé todo eso en casa de mis padres.\n  \n  Todos nos hemos mudado varias veces, supongo que si no lo regalaron, fue a dar al basurero.\n  ","256589":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","256590":"\n  Siempre digo la verdad, todos quieren oírla, no todos saben aceptarla.\n  ","256591":"\n  Todas las investigaciones que hice, fue para ser calificado en alguna institución.\n  \n  No me llama la atención las investigaciones.\n  \n  Prefiero si tengo interés en algo usar el trabajo de otros.\n  ","256592":"\n  Se esta haciendo similar en algunos aspectos a otras RRSS y en otros esta decepcionando a algunos de sus asker.\n  \n  Tengo años esperando que permitan ver por lo menos a quienes estén de acuerdo en se sepa que se siguen mutuamente.\n  \n  Ya que estamos: Cual fue el peor cambio que hizo Ask? No sé que ocurrió en realidad con la idea.\n  \n  Wikipedia: \"En 2018, ASKfm lanzó la idea de ASKfm 2.0.\n  \n  Según los planes del equipo de ICO, será una red social basada en blockchain con su propia criptomoneda interna llamada ASK Token, donde los usuarios serán recompensados por su contenido.\"\n  \n  Fue lo peor, hacernos creer.\n  ","256593":"\n  No estoy pendiente de cosas como esas.\n  ","256594":"\n  Hace algún tiempo ya que dejé de opinar sobre las personas.\n  ","256595":"\n  No lo sé, dejo hilo para quien quira decir algo.\n  ","256596":"\n  ...Las casas de algunos vecinos.\n  ","256597":"\n  Alguna vez me atacó un perro, mordiendo mi muslo.\n  ","256598":"\n  Atrapado en un embotellamiento o por causa de una fuerte lluvia o por un incendio.\n  \n  Interrupciones en algún servicio: Agua, gas, electrico, de comunicación.\n  \n  Algún daño inesperado: Desagüe, choque, mordida de un perro.\n  \n  Y algunos otros más.\n  ","256599":"\n  Lo he dicho todo en mi perfil y en las respuestas.\n  ","256600":"\n  Jamás he comido Sishi.\n  ","256601":"\n  La vacuna del coronavirus.\n  ","256602":"\n  -.-\n  ","256603":"\n\n   https:\/\/www.google.com\/m?q=Cocosette&client=ms-opera-mobile&channel=new&espv=1\n  \n\n\n   https:\/\/www.google.com\/m?q=Cheese+Tris&client=ms-opera-mobile&channel=new&espv=1\n  \n\n\n   https:\/\/www.google.com\/m?q=Chicharron+Jack%C2%B4s&client=ms-opera-mobile&channel=new&espv=1\n  \n","256604":"\n  Excelente.\n  ","256605":"\n  Ya me lo recordaron.\n  ","256606":"\n  No lo olvido, a diario bebo agua y café y muy esporádicamente consumo otras bebidas.\n  ","256607":"\n  No lo recuerdo.\n  ","256608":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256609":"\n  Era un niño la ultima vez que lloré en la noche, no recuerdo el motivo.\n  ","256610":"\n  -.-\n  ","256611":"\n  Me siento bien con mi estado de animo, no sé que pueda mejorarlo.\n  ","256612":"\n  Todo lo que he publicado en mis RRSS.\n  ","256613":"\n  17:17\n  \n  Desayuno: Arepa, margarina, crema de leche, aguacate, queso y café.\n  \n  Almuerzo: Granos, arroz, platano, panqueca y café.\n  \n  Jamás publico imagen de lo que comeré.\n  ","256614":"\n  Dar gritos.\n  ","256615":"\n  No lo sé.\n  ","256616":"\n  Déjà vu.\n  ","256617":"\n  No lo sé.\n  ","256618":"\n  Odio a la humanidad, sin ningún motivo aparente.\n  ","256619":"\n  Te gustaría que se pudiera ver quién te sigue? Total.\n  ","256620":"\n  El problema de no decir la verdad surge cuando no es posible mantener la mentira, puedes olvidar un detalle o agregar otro que te delate, en este caso un tercero.\n  ","256621":"\n  Jamás me han llamado en la madrugada.\n  ","256622":"\n  Perdón, no se que más decir, estoy fastidiando. El estado de animo es una situación semipermanente o prologado en el tiempo.\n  ","256623":"\n  Mujer polifacética.\n  ","256624":"\n  Siempre he aceptado todo lo que puedo ver en el hasta ahora.\n  ","256625":"\n  La gente que grita cuando no es necesario que lo haga.\n  ","256626":"\n  Soy ateo.\n  \n  Creo que existe el bien y en mal en cada ser humano.\n  \n  Así que cuando he ido a un templo si es a lo que te refieres, no me quito ni el respeto.\n  ","256627":"\n  Pan tamaño campesino dulce o salado.\n  ","256628":"\n  Regresar con alguna ex.\n  ","256629":"\n  Es relativo a con cuántas personas esté chateando o si estoy interactuando con ontras situaciones e incluso a como esté la conexión.\n  ","256630":"\n  No.\n  ","256631":"\n  Como por necesidad, no como por gusto.\n  ","256632":"\n  Me parece contraproducente.\n  ","256633":"\n  De pequeño y aún al día de hoy.\n  \n  Dulce: Cocosette.\n  \n  Salado: Cheese Tris.\n  \n  Picante: Chicharron Jack´s.\n  ","256634":"\n  Solo me dejo llevar por el día a día.\n  ","256635":"\n\n   https:\/\/www.hazteveg.com\/receta\/3911\/pasticho_de_berenjena\n  \n","256636":"\n  Me conecto a diario.\n  ","256637":"\n  No.\n  ","256638":"\n  ¿ tuviste una buena infancia en tu niñez ? Así es.\n  \n  En caso de que si o que no ¿ cuales fueron los motivos para que se de esa felicidad o infelicidad ? Comparada mi niñez con la de otros en la epoca, la condidero normal y me divertí mucho en esa etapa.\n  \n  ¿ quedaron muchos vestigios en ese tiempo o ya lo olvidaste completamente ? Ya antes he escrito aquí en ASKfm sobre el tema.\n  ","256639":"\n  En el desayuno y en el almuerzo, todos los días.\n  ","256640":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256641":"\n  Solo me sé completas el himno nacional, el cumpleaños feliz y ni las canto cuando corresponde hacerlo.\n  ","256642":"\n  No sé cuál sea mi camino, aún sigo perdido.\n  ","256643":"\n  Sin contratiempos.\n  ","256644":"\n  Puedo con ambas.\n  ","256645":"\n  Wikipedia: \"En 2018, ASKfm lanzó la idea de ASKfm 2.0. Según los planes del equipo de ICO, será una red social basada en blockchain con su propia criptomoneda interna llamada ASK Token, donde los usuarios serán recompensados por su contenido.\"\n  \n  No sé que ocurrió en realidad con la idea.\n  ","256646":"\n  Café tengo como para tirar para arriba.\n  \n  Tatuaje la tripanofobia solo me deja contemplarlos.\n  \n  Vacaciones, desde marzo estoy en cuarentena indefinida #YoMeQuedoEnCasa\n  ","256647":"\n  Yo me hice VIP+ por el rumor, de que las monedas en un futuro serían criptomonedas.\n  \n  Al parecer no será así.\n  \n  Perdí el VIP+ y también le perdí el interés en serlo.\n  ","256648":"\n  -.-\n  ","256649":"\n  Un día, de niño se terminó la leche y el azúcar.\n  \n  Mamá preparo Pasticho de Berenjena, no me gustó.\n  \n  Así que preparé Corn Flakes de Kellogg's solo con agua.\n  \n  No que me gustó menos, si la Berenjena o el Corn Flakes solo con agua.\n  ","256650":"\n  En mi caso con todas mis ex fuimos al sitio que ellas escogieron y pedí el mismo servicio que ellas.\n  ","256651":"\n  No soy de hacer llamadas, a menos que sea demasiado necesario, en el registro de llamadas tengo por último a mi hermano.\n  ","256652":"\n  No lo sé, quizás un complejo o por no saber cantar o por que no recuerdo la letra.\n  ","256653":"\n  Ahora pierdo fácilmente la noción del tiempo, así que puede que crea estar entre semana, resulta que es fin de semana y viceversa.\n  ","256654":"\n  No me gustan las películas de terror, aún así vi varias a algunas de mis ex les gustaban y por no desanimar las veía.\n  ","256655":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","256656":"\n  Hecho.\n  ","256657":"\n  Si te enamoraste de alguien y ese alguien ama a alguien que no eres tú, es falso que puedes enamorarlo.\n  ","256658":"\n  Puede pasar todo lo que mencionas y otras situaciones más.\n  ","256659":"\n  Las clases sociales son el resultado del sistema económico.\n  ","256660":"\n  Jamás sentí atracción por las personas, tuve relaciones de pareja, pero a la menor discusión, esena de celos o falta de atención comenzaba a distanciarme hasta desgastar la relación y así terminara en mutuo acuerdo.\n  ","256661":"\n  Solo creo en el amor, no creo en nada más.\n  ","256662":"\n  Cierro los ojos.\n  ","256663":"\n  Hace algún tiempo ya que dejé los videojuegos.\n  ","256664":"\n  Borré todo de la galería.\n  ","256665":"\n  Solo estoy al pendiente del día a día, pueden suceder muchas situaciones impredecibles y es lo que se debe de resolver o cambiar.\n  ","256666":"\n  Es lo que más me ocurre, razón por la que no lo hago público, es decir ni la canto cuando hay alguien más, ni la escribo para que otros la lean.\n  ","256667":"\n  Le respondí con el genero masculino a una chica por equivocación.\n  ","256668":"\n  Soy hombre.\n  ","256669":"\n  Noviembre, 5.\n  ","256670":"\n  Nací en Venezuela y aquí me encuentro ahora, se suponía que debía estar en Ecuador, pero aún no me llega el pasaporte.\n  ","256671":"\n  Perdón, por si le estoy dando un mal uso al término bloguear, entiendo que se usa para subir información a un blog y también se usa para la persona que busca esa información.\n  \n  En mi caso me refiero al segundo.\n  \n  Abrí un blog que jamás usé, creí en su momento que para buscar información era necesario abrir uno primero y luego me enteré que no era necesario.\n  \n  Tenía pensado crear un diario personal público, luego no no hice.\n  ","256672":"\n  Como por necesidad, no por gusto.\n  ","256673":"\n  Me levanto de una, no tengo problemas con eso.\n  ","256674":"\n  No recuerdo algún desmayo ni mío, ni de ninguno de mis ex compañeros de clases.\n  ","256675":"\n  Hace algún tiempo ya que dejé los videojuegos.\n  ","256676":"\n  Siempre existirá lo inolvidable, sea éste bueno o malo.\n  ","256677":"\n  Soy citadino, he estado en el campo, pero jamás he vivido hay, así que no sé que puedo decir.\n  ","256678":"\n  La tristeza.\n  ","256679":"\n  Ahora pierdo fácilmente la noción del tiempo, así que puede que crea estar entre semana, resulta que es fin de semana y viceversa.\n  ","256680":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256681":"\n  No creo en la existencia del alma.\n  ","256682":"\n  Cuando alguien dice ser mi amigo y le respondo con la verdad: No somos amigos.\n  ","256683":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256684":"\n  Sentirse amado.\n  ","256685":"\n  Íntegro.\n  \n  Respetuoso.\n  \n  Trabajador.\n  ","256686":"\n  Creo que no.\n  ","256687":"\n  Para ti que es el amor? No sé lo que es, solo sé que me siento diferente algunas veces muy feliz y otras muy triste.\n  \n  Que tan seguido lo dices o como se lo demuestras a esa (o esas) personas que amas? Por\n  \n   @LaliEspositoHOficial\n  \n  siento algo fuera de lo común, ella lo sabe, he dejado de decírtelo, no porque no la ame, si no porque ella ama a otro y un día me puse a pensar si decircelo la afectaría negativamente con el tiempo.\n  ","256688":"\n  ¿Podemos hacer que alguien se enamore de nosotros? Falso.\n  ","256689":"\n  Ahora pierdo fácilmente la noción del tiempo, así que puede que crea estar entre semana, resulta que es fin de semana y viceversa.\n  ","256690":"\n  No tengo favoritismos.\n  ","256691":"\n  Así es: Age of Empires II.\n  ","256692":"\n  No.\n  ","256693":"\n  Por un favor o un beneficio obtenido si.\n  ","256694":"\n  -.-\n  ","256695":"\n  En las RRSS puedo leer sobre muchos temas, también algunas de las inquietudes de otros me inquietan a mi, asi que pregunto o puedo bloguear.\n  ","256696":"\n  Ya las entidades bancarias están acelerando las nuevas propuestas tecnologicas en las Criptomonedas o WhatsApp, entre otras.\n  ","256697":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","256698":"\n  Principalmente agua, le sigue con menor frecuencia el café, luego otras variedades de infusiones, uno que otros jugos, algunas veces algo con leche y cuando se celebra algo es cuando aparece la bebida gaseosa.\n  ","256699":"\n  De niño creí que mis padres me odiaban, era muy tremendo, esa creencia cambió.\n  ","256700":"\n  Si sabes enfrentar los miedos te harán fuerte, de lo contrario te debilitan.\n  ","256701":"\n  *Que no sabía navegar.\n  ","256702":"\n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","256703":"\n  Cada quien tiene su etapa, los avances tecnológicos nos obligan a aceptar y aprender los cambios o nos estancan en el tiempo.\n  ","256704":"\n  No sé mucho, pero si me gusta saber, solo que no tengo buena memoria, pero en algunos casos puedo encontrar información, algunas muy curiosas.\n  ","256705":"\n  Eso sin incluir el lenguaje soez.\n  ","256706":"\n  Mis padres.\n  ","256707":"\n  No uso perfume en cuarentena.\n  ","256708":"\n  Hace algún tiempo ya que dejé de pedir deseos, aún sigo esperando que se cumplan los que antes pedí.\n  ","256709":"\n  ¿Te molestan las decisiones políticas de tus padres durante las elecciones? #Feedback ¿Deberían? A mi no.\n  \n  ¿Hablas siquiera de este tema con ellos? Antes, en el momento y después de las elecciones.\n  ","256710":"\n  No tengo favoritismos.\n  ","256711":"\n  En ninguno.\n  ","256712":"\n  Cuando tienes que posponer asuntos cotidianos.\n  ","256713":"\n  Su nombre se debe a que si un pez entra en esas aguas por error muere, sus aguas son de seis a siete veces más saladas que el resto de los océanos.\n  ","256714":"\n  No conozco a nadie.\n  ","256715":"\n  RRSS.\n  ","256716":"\n  No me gusta fantasear con cosas que no pasarán.\n  ","256717":"\n  Debo estar enloquecido.\n  ","256718":"\n  No lo sé, dimelo tú.\n  ","256719":"\n  Yo creo que si.\n  ","256720":"\n  Amaneció nublado.\n  ","256721":"\n  Algunas veces, estupideces.\n  ","256722":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","256723":"\n  na', eso no lo creo, triste por quién?\n  \n   @LaliEspositoHOficial\n  \n\n  si sabías que esa persona quería a otro? Ni ella, ni yo hicimos nada para enamorarme, simplemente pasó.\n  ","256724":"\n  ...Un barquito chiquitito.\n  ","256725":"\n  No trabajé.\n  ","256726":"\n  Bien.\n  ","256727":"\n  Exacto.\n  ","256728":"\n  Hace años dejé de ser empleado de una contratista petrolera.\n  \n  Emprendí y ahora compro y vendo.\n  \n  Básicamente tengo contacto con los proveedores y con los clientes.\n  \n  Decidí quedarme en casa, ya que de niño sufri de asma.\n  \n  Según tengo entendido puedo entrar en un cuadro delicado de salud, si soy contagiado de coronavirus.\n  ","256729":"\n  No es una carita de enojo.\n  \n  -.- Es mi carita inexpresiva, según yo representan la inexpresividad en su total esplendor.\n  \n  La uso cuando no tengo nada para responder, entre otras circunstancias.\n  \n  Hasta donde sé no está en el regitro de abreviados del teclado para iconos gestuales.\n  ","256730":"\n  Ellos, los profesores, sin aviso ni preparación para la pedagogía online debían cumplir con un programa educativo presencial.\n  \n  No es igual atender a un grupo de estudiantes en un aula, que hacerlo a larga distancia, en dónde no se cuenta con una pizarra, por ejemplo.\n  \n  Si te das cuenta, no todos dominan la tecnología.\n  \n  Mi padre jamás logra gacer gestiones bancarias, no le entra la tecnología, en cambio mi madre no es experta, pero puede hacer las cosas que mi padre no puede y hasta ha logrado hacer algunas más.\n  ","256731":"\n  Genial.\n  ","256732":"\n  Entiendo un poco el inglés escrito, no hablo en inglés, ni lo escribo.\n  \n  El español es un idioma muy curioso, ya que cambia según el lugar en el mundo en el que te encuentres.\n  ","256733":"\n  Space Invaders.\n  ","256734":"\n  El pánico es un miedo intenso por lo general se actúa de forma inesperada o incontrolable.\n  \n  El miedo en si es un sistema natural de defensa y puede ser controlado.\n  ","256735":"\n  Prefiero quedarme en casa, antes que ir a marte.\n  ","256736":"\n  ¿Sonríes a los extraños? Solo si me he dado cuenta que me ha sonreído.\n  \n  ¿Por qué o por qué no? No lo sé, es algo inconciente y en algunas ocasiones algo incómodo.\n  ","256737":"\n  A mi amada\n  \n   @LaliEspositoHOficial\n  \n  le dije todo e hice todo lo que ha estado a mi alcance.\n  ","256738":"\n  Pizza napolitana, no necesito nada más.\n  ","256739":"\n  La que permite introducir aire en mis pulmones.\n  ","256740":"\n  Solo tengo actualmente el alimenticio.\n  ","256741":"\n  Según entiendo el primero es para toda la vida, el segundo quizás no.\n  ","256742":"\n  No bailo ni los ojos.\n  ","256743":"\n  No tengo mascota.\n  ","256744":"\n  No me fue posible ver lo que enviaste.\n  ","256745":"\n  Ok.\n  ","256746":"\n  -.-\n  ","256747":"\n  Ok.\n  ","256748":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256749":"\n\n   https:\/\/m.youtube.com\/watch?v=pvPsJFRGleA&list=PLllV_afhRNoVWubUFAJ0MBKCwS-D2f_NH&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   @LaliEspositoHOficial\n  \n","256750":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","256751":"\n  Triste es estar enamorado de alguien que ama a otro.\n  ","256752":"\n  Siempre tengo el celular a la mano, si veo que es seguro, uso google traductor para responderle en su idioma, sin es aquí en ASKfm le respondo en español.\n  ","256753":"\n  Haz lo que tengas que hacer\n  \n  ven aquí y toma el control.\n  ","256754":"\n  Que es lo último que has buscado en Youtube?\n  \n   https:\/\/m.youtube.com\/watch?v=kmXEiX_3p_Q&list=PLllV_afhRNoUn3XkeShsHqfaVkb5wbc3g&index=16&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Y en Google? Traducción de la letra de Superlove de Avicii vs. Lenny Kravitz.\n  ","256755":"\n  En el colegio aprendí, luego jugaba a diario en la calle o en la cancha.\n  ","256756":"\n  No lo sé, fueron lugares diferentes lugares distintas experiencias.\n  ","256757":"\n  Estoy en donde debo estar.\n  ","256758":"\n  Aún estoy aprendiendo español.\n  ","256759":"\n  -.-\n  ","256760":"\n  -.-\n  ","256761":"\n  Quizás sea porque no estabas preparada para la asistencia online y tú(s) profesor(es) tampoco, está situación nos tomó desprevenidos a todos.\n  ","256762":"\n  -.-\n  ","256763":"\n  -.-\n  ","256764":"\n  No estoy trabajando desde marzo que inició la cuarentena indeterminada y no tengo idea de cuando sea seguro salir a trabajar.\n  ","256765":"\n  -.-\n  ","256766":"\n  Ya antes escribí aquí en ASKfm sobre el tema.\n  ","256767":"\n  ¿ sos de esas personas que toman algo liquido o comprimido para dar algún efecto al cuerpo o la mente ? Así es.\n  \n  ¿ que tipo de bebida o comprimido seria ? Café.\n  \n  ¿ porque motivo lo tomas ? Porque me sirve para espabilar.\n  ","256768":"\n  -.-\n  ","256769":"\n  Si vais de viaje y pasáis por caminos con muchas curvas ¿os mareais? Cuando era menor de los doce años me mareaba hasta vomitar.\n  \n  Si no os mareais ¿cómo lo hacéis? De los dice años en adelante aprendí a conducir, así que yo manejaba y cuado lo hacia no me mareaba y pues tampoco vomitaba.\n  ","256770":"\n  Todo lo que has mencionado tiene su importancia, la cuestión es cuando algo de eso afecta positivamente o negativamente a otros o a ti mismo.\n  ","256771":"\n  No me arriesgaré a ser víctima de secuestro.\n  ","256772":"\n  Cuando no tengo idea de que responder.\n  \n  -.-\n  ","256773":"\n  No veo algún problema con el color de la ropa, siempre y cuando el corte sea adecuado para hombre.\n  ","256774":"\n  Jamás he entendido como a algunos los protege la luz y a otros los proteje la sabana o la almuada e incluso hay quienes se es conden debajo del colchón o de la cama o dentro del closet o en el baño.\n  ","256775":"\n  Y de paso hay quienes responden pidiendo preguntas interesantes y jamás hacen preguntas.\n  ","256776":"\n  Eso me decían mis padres de todas las semillas, hasta que en la escuela me enteré que los granos son semillas -.-\n  ","256777":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","256778":"\n  -.-\n  ","256779":"\n  Los activos, los pasivos y el patrimonio neto como a los gastos e ingresos cierran sin ningún tipo ajuste.\n  ","256780":"\n  Soy invisible.\n  ","256781":"\n  Nada nuevo, es solo otro día en el que estoy fastidiando de la cuarentena.\n  ","256782":"\n  Jamás me he sentido humillado.\n  \n  Respeto a todos y he recibido respeto.\n  ","256783":"\n  Se supone que no, pero puede ser.\n  \n\n   https:\/\/www.google.com\/m?q=villalobosij&client=ms-opera-mobile&channel=new&espv=1\n  \n","256784":"\n  No tengo amigos.\n  ","256785":"\n  Lo curioso de las cuentas más románticas que leí, son de las personas más solitarias que existen.\n  ","256786":"\n  Cambiar algo de lo que se hizo mal, tomar nota para no repetirlo.\n  ","256787":"\n  No creo que alguien siga a todo lo que respondo aquí, le doy ❤️ Me gusta a quienes logro ver en las notificaciones, no siempre me da el tiempo para revisar todo.\n  ","256788":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","256789":"\n  Jamás jugué críquet.\n  ","256790":"\n  Soy complicado, no soy de tener amigos, me la llevo bien con todos.\n  ","256791":"\n  Hace algún tiempo ya que dejé de hacer planes, soy demasiado ambicioso como para tenerlos.\n  ","256792":"\n\n   @villalobosij\n  \n  Tuve muchos planes ambiciosos, por eso cometí todos los errores.\n  ","256793":"\n  No veo ningún parecido a ninguno, algunos dicen que tengo algo de mi padre.\n  ","256794":"\n  Estaría trabajando.\n  ","256795":"\n  El día del amor y de la amistad se celebra el 14 de febrero desde el siglo XX, en conmemoración al sacerdote romano, San Valentín (siglo III), quien fue ejecutado un 14 de febrero por desobedecer las órdenes del emperador Claudio II (Claudius Aurelius Marcus Gothicus) y celebrar matrimonios en secreto para los jóvenes.\n  ","256796":"\n  -.-\n  ","256797":"\n  El ser humano es complejo.\n  \n  Puede que de niños hagamos lo que nos dicen nuestros padres, tutores o representantes cuando estamos siendo supervisados.\n  \n  Solo serán valores reales, si a la hora de estar sin ellos, prevalece la misma acción.\n  ","256798":"\n  -.-\n  ","256799":"\n  Enamorarte, te fortalece o te debilita.\n  ","256800":"\n  Puede que tenga alguna idea de como es, pero no tengo la experiencia, ya superé esa etapa.\n  ","256801":"\n  Entiendo.\n  ","256802":"\n  \"Bonito palabro\".\n  \n  No, no lo haría.\n  ","256803":"\n  Ya he dicho mucho, cada quien es responsable de lo que hace.\n  ","256804":"\n  Es mentira que podemos decidir enamorarnos de alguien.\n  \n  Es mentira que podemos hacer que alguien se enamore de nosotros simplemente porque nosotros ya le amamos.\n  \n  Es mentira que ambos amen el uno al otro con la misma intensidad, siempre uno amará más que el otro.\n  \n  Es verdad que no sé nada sobre el amor.\n  ","256805":"\n  Visto.\n  ","256806":"\n  Todos tenemos algún miedo, solo que algunos pueden controlarlos mejor que otros.\n  ","256807":"\n  Soy anónimo.\n  ","256808":"\n  No lo sé.\n  ","256809":"\n  BLU\n  ","256810":"\n  Soy muy rutinario, jamás me cierro a intentar algo nuevo.\n  ","256811":"\n  Un cuerpo físico visible que es dejado de ser visto en condiciones normales por un observador en virtud de la hermosa personalidad.\n  ","256812":"\n  Todo lo que consideré que debí cambiar, lo cambié.\n  ","256813":"\n  Mis mayores temores son reales.\n  ","256814":"\n  -.-\n  ","256815":"\n  No tengo amigos.\n  ","256816":"\n  Solo recuerdo el nombre de una profesora de ingles Neida Padrón, no solo por la razón que aludes, si no por sus cualidades físicas, no estábamos acostumbrados a ver un docente tan joven, hermosa, elegante, con buen cuerpo y un desempeño académico excelente.\n  ","256817":"\n  Durante mi periodo educativo nos mudamos varias veces, en consecuencia si me cambiaron varias veces.\n  \n  En todos terminé el periodo educativo antes de mudarnos.\n  ","256818":"\n  -.-\n  ","256819":"\n  Desde mi punto de vista no tengo pasión exagerada por nada, ni nadie.\n  ","256820":"\n  No creo en la vida después de la muerte, ni en la existencia de fantasmas.\n  ","256821":"\n  Dios, extraterrestres, almas errantes, seres mitológicos, reencarnaciones, sistemas politicos, justicia, entre otras creencias por mi todo eso está bien siempre y cuando exista el respeto.\n  \n  Cada quien es libre de formar sus ideales y creencias.\n  ","256822":"\n  No tengo amigos.\n  ","256823":"\n  El Centro de Documentación y Análisis para los Trabajadores (Cenda) reveló que las familias venezolanas necesitan, al menos, de 144 salarios mínimos mensuales para cubrir gastos básicos de alimentación.\n  \n  La Canasta Alimentaria para el grupo familiar en el mes de agosto tuvo un costo de Bs. 57.661.518,00 \/ $ 177,63 presentando una variación intermensual del 21,3% en Bs. 10.142.265,27, escribieron a través de su cuenta en Twitter.\n  \n\n   https:\/\/t.co\/EHZHQB6Yp1\n  \n\n   https:\/\/twitter.com\/Cenda_Info\/status\/1306737196922175489?s=20\n  \n\n  El Cenda añadió que un trabajador requiere mínimo de 1.922.050,60 bolívares diariamente para alimentar a los miembros de su hogar.\n  \n  El Centro de Documentación y Análisis para los Trabajadores precisó que para agosto el poder adquisitivo, real del salario mínimo en la canasta alimentaria para un grupo familiar es de: 0,7%.\n  ","256824":"\n\n   https:\/\/m.youtube.com\/watch?v=zlEnombg4vc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","256825":"\n  Me lo han dicho y sé que lo soy.\n  ","256826":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","256827":"\n  ¿Qué es el libre albedrío? La libertad de acción es la capacidad de actuar, el libre albedrío es, primariamente, una capacidad de decidir o elegir, que eventualmente, se traduce en la acción correspondiente.\n  \n  ¿Por qué se dice que el Dios judeocristiano brinda libre albedrío? Esto significa que las personas tienen naturalmente libertad para tomar sus propias decisiones, sin estar sujetos a presiones, necesidades o limitaciones o a una predeterminación divina.\n  ","256828":"\n  No soy nada bueno con eso.\n  ","256829":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","256830":"\n\n   https:\/\/m.youtube.com\/watch?v=09sPmX0rZyE&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=79&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","256831":"\n  Entiendo.\n  ","256832":"\n  No tengo amigos.\n  ","256833":"\n  Panquecas.\n  ","256834":"\n  -.-\n  ","256835":"\n  Tengo una mezcla extraña, a veces confusa e incluso ridículas fantasías y realidades con\n  \n   @LaliEspositoHOficial\n  \n  de cosas o ideas inconexas de personas y lugares.\n  ","256836":"\n  En algunas situaciones.\n  ","256837":"\n  Hace algún tiempo ya que borre toda la galería.\n  ","256838":"\n  No tengo ni idea.\n  ","256839":"\n  No tengo ni idea.\n  ","256840":"\n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","256841":"\n  Inmediatamente te dan ganas de vomitar o por lo menos gritar, no es agradable verlo.\n  \n  Un cabello sobre tú platillo es completamente benigno.\n  \n  De hecho, muchos alimentos que comes todos los días contienen cabello humano.\n  \n  Incluso en las pautas de la FDA ni siquiera se incluyen los pelos en la lista de defectos naturales o inevitables en los alimentos.\n  ","256842":"\n  Descalzarme.\n  ","256843":"\n  Invertirlo todo.\n  ","256844":"\n  Ya antes escribí aquí en ASKfm sobre el tema.\n  ","256845":"\n  No será en este año.\n  ","256846":"\n\n   https:\/\/m.youtube.com\/watch?v=-aErzz-5zfI&list=PLllV_afhRNoXidr4e4ch6pala3790BHmk&index=3&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   @LaliEspositoHOficial\n  \n","256847":"\n  Adolescente, el carro de mamá.\n  ","256848":"\n  Uso el explorador opera mini desde el celular no tengo la aplicación de ASKfm uso la website.\n  ","256849":"\n  Cada quien es libre de hacer lo que más le plazca.\n  ","256850":"\n  Hace algún tiempo ya que dejé de ver programas de comedia.\n  ","256851":"\n  Me da igual.\n  ","256852":"\n  ¿Es qué también se puede querer peor?\n  ","256853":"\n  No.\n  ","256854":"\n  Hace algún tiempo ya que dejé de ver deportes en la tv.\n  ","256855":"\n  Solo extraño muertos.\n  ","256856":"\n  Jamás odiaras lo que amas, odiaras lo que hizo o dejó de hacer.\n  ","256857":"\n  Amo a\n  \n   @LaliEspositoHOficial\n  \n","256858":"\n  -.-\n  ","256859":"\n  Las respondo de a poco.\n  ","256860":"\n  Fastidiado de la cuarentena.\n  ","256861":"\n  Existen pruebas solidas de madres y padres precoces, los medios de comunicación son lo más influyentes para ellos.\n  ","256862":"\n  ¿ son de tener preguntas acumuladas todo el tiempo ? No suelo dejar que suceda.\n  \n  En caso de que si ¿ las respondes en un mejor momento o cuando se te da la gana ?  Respondo a diario.\n  \n  ¿ hay perfiles a los que les respondes primero que a otros o alternas eso ? Antes respondía a uno primero, ahora respondo según las notificaciones.\n  \n  Hace poco nos quedamos en la zona sin servicio de internet por varias semanas.\n  \n  Hasta perdí el VIP+\n  \n  Aún estoy respondiendo preguntas que se me acumularon de ese tiempo.\n  ","256863":"\n  Desconozco la letra.\n  ","256864":"\n  No tengo idea de quiénes sean.\n  ","256865":"\n  Me gustan todas las plantas que den frutos.\n  ","256866":"\n  Odio a todos.\n  ","256867":"\n\n   www.instagram.com\/villalobosij\n  \n","256868":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","256869":"\n  Salario minimo.\n  \n  Bs. 250 000 Marz2020 Cierre.\n  \n  Bs. 400 000 Sep2020 Hoy.\n  ","256870":"\n  ¿Cuando una persona no tiene emociones?\n  ","256871":"\n  Brazo gitano, no tengo fotos en la galería.\n  ","256872":"\n  ¿Qué te puedo decir?\n  \n  Bs.   84.581,04 por $ 1,00 Marz2020 Cierre.\n  \n  Bs. 395043,33 por $ 1,00 Sep2020 Hoy.\n  \n  No está facil la cuarentena para todos.\n  ","256873":"\n  A ningún lado.\n  ","256874":"\n  ¿Alguna vez lo han acosado por ask? Así fue.\n  \n  ¿ qué hizo al respecto? Absolutamente nada.\n  \n  Dejas tu perfil que hagan preguntas sin anónimo para evitar ello. #Feedback Desde que me registré en ASKfm desactivé la opción: \"Permitir preguntas anónimas en tú perfil\".\n  ","256875":"\n  El idioma es el leguaje oficial, político y comercial de un país.\n  \n  El dialecto son las variantes que existen del idioma en diversas regiones de un país por razones de transculturizacion.\n  \n  La transculturización en Venezuela es fundamentalmente una mezcla de tres culturas distintas, la indígena, la africana y la española entre otras variantes.\n  ","256876":"\n  Absolutamente nada.\n  ","256877":"\n  Así es.\n  ","256878":"\n  No creo en la vida después de la muerte.\n  \n  No creo en la existencia de fantasmas.\n  \n  No tengo asuntos pendientes por resolver.\n  ","256879":"\n  Hasta ahora, no.\n  ","256880":"\n  Solo sé de sitios en donde venden artículos para la decoración de tortas para bodas y en sitios pornográficos.\n  ","256881":"\n  Solo opino que ese tipo de persona deberia de estar con personas que practiquen las relaciones abiertas y no con personas monógamas.\n  ","256882":"\n  Hace algún tiempo ya que dejé de pedir deseos, aún sigo esperando que se cumplan los que antes pedí.\n  ","256883":"\n  ¿Crees en el amor verdadero? Así es.\n  \n  ¿Si o no? Si.\n  \n  ¿Por qué? Porque me ha pasado y no se me pasa.\n  ","256884":"\n  ¿Es acaso eso posible?\n  ","256885":"\n\n   https:\/\/m.youtube.com\/watch?v=gZ4Gyg03-Ag&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=78&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","256886":"\n  Fastidiado estoy de esta cuarentena.\n  ","256887":"\n\n   www.instagram.com\/villalobosij\n  \n","256888":"\n  -.-\n  ","256889":"\n  Ojalá y en algún momento se pueda erradicar.\n  ","256890":"\n  La palabra \"tripanofobia\" está formada con raíces griegas y significa \"miedo a los piquetes e inyecciones\".\n  \n  Sus componentes léxicos son: trypanon (taladro) y phobos (miedo), más el sufijo -ia (cualidad).\n  ","256891":"\n  -.-\n  ","256892":"\n  Si existen los ropavejeros, son personas que compran ropa usada para revenderla, solo que en esta epoca ya no es usual que sea a domicilio como lo era en otra época.\n  ","256893":"\n  -.-\n  ","256894":"\n  No soy espontaneo ni planeo las cosas suelo ser rutinario en consecuencia se da un orden para hacer las cosas cotidianas.\n  ","256895":"\n  Suponiendo que se trate de la misma publicación, me da igual.\n  ","256896":"\n  ¿Eres de encariñarte con tus pertenencias? No.\n  \n  ¿Qué tanto es ese valor sentimental hacia tus cosas? No siento apego por lo material.\n  ","256897":"\n  Soy anónimo.\n  \n  A lo mejor, el amor solo son capaces de experimentarlo los que no sabemos definirlo.\n  ","256898":"\n  Todos somos humanos, es absurdo incluso que exista la palabra.\n  ","256899":"\n  Lo perfecta que aparenta ser.\n  ","256900":"\n\n   https:\/\/m.youtube.com\/watch?v=SyIqlmoZipA&list=PLllV_afhRNoV_LHkE4JBJaDAj8MEh3EES&index=16&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","256901":"\n  En algunos casos soy introvertido en otros extrovertidos, tiene mucho que ver con mi estado de ánimo del momento.\n  ","256902":"\n  Soy de ese tipo de gente que la agregan a un grupo de WhatsApp y de una abandono el grupo.\n  ","256903":"\n  No lo sé, soy de ese tipo de gente que evitan que le hagan fotos.\n  ","256904":"\n  Las buenas.\n  ","256905":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256906":"\n  ¿Eres la misma persona que cuando inicio la pandemia? Creo que si.\n  \n  ¿Cuéntame más sobre ello? Lo he dicho todo aquí.\n  ","256907":"\n  No recuerdo ninguna.\n  ","256908":"\n  Fastidiado todo el día y aún no se sabé cuando termine la cuarentena.\n  ","256909":"\n  Un anciano indio Cherokee invitó a los niños de su aldea a sentarse en círculo para contarles un cuento sobre la vida, sobre los distintos caminos que podemos elegir para seguir en la vida.\n  \n  El indio les dijo:\n  \n  – Hay una batalla que siempre ocurre en mi interior y que también estará en vuestro interior.\n  \n  Es una gran pelea entre dos lobos.\n  \n  Un lobo representa el miedo, la ira, la envidia, la pena, el arrepentimiento, la avaricia, la arrogancia, la culpa, el resentimiento, la inferioridad, las mentiras, el falso orgullo, la superioridad y el ego.\n  \n  El otro lobo representa la alegría, la paz, el amor, la esperanza, el compartir, la serenidad, la amabilidad, la benevolencia, la amistad, la generosidad, la verdad y la fe.\n  \n  El anciano miro a los niños y les dijo:\n  \n  – Esa misma lucha está teniendo lugar en vuestro interior y en el de cualquier persona que viva.\n  \n  Los niños se quedaron pensando un momento y uno de los chicos le preguntó al anciano:\n  \n  – ¿Y cuál de los dos lobos ganará?\n  \n  Y el anciano Cherokee respondió:\n  \n  – Ganará el lobo al que más alimentes.\n  ","256910":"\n\n   https:\/\/m.youtube.com\/watch?v=G2S_KIErBWc&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=63&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","256911":"\n  Hace tanto tiempo que no recuerdo porque dije: \"...Maldita sea.\"\n  ","256912":"\n  A mi solo me detiene el respeto.\n  ","256913":"\n  A todos.\n  ","256914":"\n  En algunos casos.\n  ","256915":"\n  Aún así, seguiría dependiendo de ella.\n  ","256916":"\n  Sí, soy raro.\n  ","256917":"\n  Soy anónimo.\n  ","256918":"\n  En la mía.\n  ","256919":"\n  Mi sitio está en donde esté cómodo.\n  ","256920":"\n  Interactividad en tiempo real.\n  ","256921":"\n  Respeto los apellidos, nadie tuvo la oportunidad de escogerlo.\n  ","256922":"\n  Cualquier comida para mi estará bien, como solo por necesidad.\n  ","256923":"\n  Homosapiens.\n  \n  Sabiduría.\n  ","256924":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256925":"\n  Si tuviera que elegir otra nacionalidad sería bajo coacción, así que no me importaría cuál.\n  ","256926":"\n  No lo creo.\n  ","256927":"\n  La honestidad.\n  ","256928":"\n  no lo sé, solo sé que soy de humor seco.\n  ","256929":"\n  No tengo favoritismos.\n  ","256930":"\n  Perdón, por responder el martes.\n  ","256931":"\n  Arepa con crema, queso rallado y pollo en tiritas.\n  ","256932":"\n  Incluso la gente que afirma que no podemos hacer nada para cambiar nuestro destino, mira antes de cruzar la calle.\n  \n  Stephen Hawking\n  ","256933":"\n  Pasta larga en salsa boloñesa.\n  ","256934":"\n  Jamás he cambiado el color, esta por defecto.\n  ","256935":"\n  Mi imaginación.\n  ","256936":"\n  Continuará.\n  ","256937":"\n  Agua fría.\n  ","256938":"\n  Suelo buscar la traducción de las letras.\n  ","256939":"\n  Injusticias.\n  ","256940":"\n  No estoy pendiente de eso.\n  ","256941":"\n  El encargado de ASKbot.\n  ","256942":"\n  La tripanofobia no me deja.\n  ","256943":"\n  -.-\n  ","256944":"\n  No lo sé.\n  ","256945":"\n  Tengo vacía la galería.\n  ","256946":"\n  Cualquiera sabé.\n  ","256947":"\n  No tengo dudas que la creatividad genera conocimiento, el conocimiento si acaso genera réplicas.\n  ","256948":"\n  Inversiones.\n  ","256949":"\n  Si lo dice un médico y nadie más lo sabé, seguiría haciendo todo igual.\n  \n  Si se entera mi familia, no sé que cosas harían y dejarían de hacer ellos y yo en ese lapso de tiempo.\n  ","256950":"\n  Si pudiera, no lo haría.\n  ","256951":"\n  Ninguna.\n  ","256952":"\n  He pasado el último par de años googleando.\n  \n  No siempre fue así, solo que antes cuando no lo hacía entraba en polémicas, algunas parecían infinitas.\n  \n  La última, que fue sobre: ¿De qué color es el cielo? Respondí: Es incoloro.\n  \n  Aún hay quienes dicen que no es así.\n  ","256953":"\n  Eso depende del caramelo de la chupeta o de la cantidad de chupetas ccc onsumidas, si no es por eso, no me pasa.\n  ","256954":"\n  No tengo favoritismos.\n  ","256955":"\n  ¿Eres un difamador o qué?\n  ","256956":"\n\n   www.instagram.com\/villalobosij\n  \n","256957":"\n  No lo sé.\n  ","256958":"\n  Hasta ahora no uso prendas de mujer.\n  ","256959":"\n  Ya antes escribí aqui en ASKfm sobre el tema.\n  ","256960":"\n  El de la llorona porque los gatos hacían esos sonidos y creía que era ella al busca por las noches, asustando con su sobrecogedor llanto a quienes la ven u oyen esrando fuera de sus casas.\n  ","256961":"\n  Cuando me quedé dormido.\n  ","256962":"\n  A la hora de dormir, ¿necesitas usar almohada o no usas? Para dormir, no uso.\n  \n  ¿Te cuesta dormirte o te dormís rápido? Me duermo sin darme cuenta.\n  ","256963":"\n  No lo sé.\n  ","256964":"\n  En contra.\n  ","256965":"\n  Entro en una especie de estado de coma.\n  ","256966":"\n  Ignoro que sea Doramas.\n  ","256967":"\n  No lo sé.\n  ","256968":"\n  No.\n  ","256969":"\n  Ya antes escribí aquí en ASKfm sobre el tema.\n  ","256970":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","256971":"\n  Jamás he tenido ninguna.\n  ","256972":"\n  Hace algún tiempo ya que dejé de ver nickelodeon, cartoon network y disney.\n  ","256973":"\n  Mi gratitud por el teléfono.\n  ","256974":"\n  Tengo un orden establecido para todo.\n  ","256975":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","256976":"\n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","256977":"\n  Un promedio de cuatro horas diarias sin previo aviso.\n  ","256978":"\n  Entiendo.\n  ","256979":"\n  Estaria trabajando.\n  ","256980":"\n  No lo sé, suelo adaptarme con el  medio ambiente.\n  ","256981":"\n  Yo no, pero pueden ser portadires de enfermedades y el amor de mi vida\n  \n   @LaliEspositoHOficial\n  \n  si les teme, así que diría, cero ratones.\n  ","256982":"\n  Inteligencia inútil.\n  ","256983":"\n  El mar es lo más recomendable, ya que salinizar la via respiratoria ayuda a limpiarla y pudiera afectar alguna cepa del coronavirus, sin olvidar las otras recomendaciones de la OMS.\n  ","256984":"\n  No lo sé, siempre estoy solo, antes de la cuarentena me encontraba con personas buenas y con personas malas, en ningún momento sentí la necesidad de su compañía.\n  ","256985":"\n  Solo te puedo decir que se de una vecina treintanera que estaba embarazada y murio de coronavirus.\n  \n  De otro vecino de otra vivienda que también contrajo el virus, lo recetaron lo enviaron a su casa y según se recuperó.\n  \n  Dicen que hay más casos en la zona, la verdad no lo sé.\n  \n  No conozco a ningún vecino, solo los veía en la calle y nos saludábamos antes de la cuarentena.\n  ","256986":"\n  En lo particular, no.\n  ","256987":"\n  Si te refieres a algo material, cualquier cosa estaría bien.\n  \n  Si te refieres a algo inmaterial, todo lo bueno que pueda dar.\n  ","256988":"\n  Porque ella y yo hablamos sobre el tema, ambos sabemos que yo no puedo hacer que me ame y ella sabe que no puedo ser su amigo, ha pasado el tiempo y eso no ha cambiado, ella ama a alguien que no soy yo.\n  ","256989":"\n  Con cocosette para mi, es más que suficiente\n  ","256990":"\n\n   https:\/\/m.youtube.com\/playlist?list=PLllV_afhRNoUtoX8abW2yJKRNNbMFfXWf\n  \n","256991":"\n  Los réferis.\n  ","256992":"\n  Simplemente si puedo determinar que es viable para mi, con eso tengo para empezar.\n  ","256993":"\n  In statu quo.\n  ","256994":"\n  Puedo con las tres.\n  ","256995":"\n  No tengo amigos.\n  ","256996":"\n  Admiro a quienes pueden hacer cosas que otros no pueden hacer, sean estas un don o por consecuencia de la práctica y el esfuerzo en el ámbito que sea.\n  ","256997":"\n  No se nada de Harry Potter, no puedo decir si me gusta o no.\n  ","256998":"\n  ¿ hay alguna frustración que te haya costado digerir en esta vida ? Así es.\n  \n  ¿ que frustración seria ? Amar a alguien que ama a otra persona.\n  ","256999":"\n  Todas saben que no.\n  ","257000":"\n  Cumplir con la cuarentena indefinida.\n  ","257001":"\n  Mi relacion con las personas es incidental o netamente comercial, no tengo amistad con nadie.\n  ","257002":"\n  Hace algún tiempo ya que dejé de ver la TV, si a eso te refieres.\n  ","257003":"\n  Nada.\n  ","257004":"\n  ¿ alguna vez tuviste cierto interés en buscar pareja por internet o alguna app de citas ? No tuve ese interés.\n  \n  Si ya lo hiciste ¿ tuviste suerte ? No tuve ese interés.\n  \n  En caso de que no hiciste lo anterior ¿ que pensas acerca de las personas que buscan pareja por internet ? Cada quien hace las cosas a su modo.\n  \n  No hay garantia de nada, en cuanto a pareja se trata.\n  ","257005":"\n  Nadie lo sabe.\n  ","257006":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257007":"\n  Stephany Brigitte.\n  \n  Christiam Steven.\n  \n  Tiphany Valeria.\n  ","257008":"\n  16:18 jamás duermo a esta hora.\n  ","257009":"\n  ♏\n  ","257010":"\n  Siempre he sentido lástima por los animales domésticos o en cautiverio.\n  ","257011":"\n  ¿Sabes manejar moto? No.\n  \n  ¿Alguna vez te has llegado a caer en ella? Jamás he montado en moto, aún no se si lo haga.\n  ","257012":"\n  No.\n  ","257013":"\n  De acuerdo al diseñador y al gusto del consumidor.\n  \n  El ojal, a este propósito, recubre un papel fundamental, ya que representa, junto a los botones, el cuello y los puños, un elemento funcional y estético importante.\n  \n  Si sólo se piensa que cada camisa tiene generalmente entre 9 y 12 ojales, con otros tantos botones correspondientes del justo tamaño.\n  \n  Existen camisas con cuatro ojales en el puño de la manga con dos botones para ajustar.\n  \n  Existen camisas con un ojal para enrollar la manga con su correspondiente botón.\n  \n  Existen camisas con un ojal para el bolsillo con su correspondiente botón.\n  \n  Existen camisas con un ojal en la esquina del cuello con su correspondiente botón e incluso algunas también tienen un ojal justo en la parte posterior del cuello con su correspondiente botón.\n  ","257014":"\n  Solo he sentido amor por\n  \n   @LaliEspositoHOficial\n  \n  en plan romántico.\n  \n  Lo que he sentido por alguna otra persona ha sido solo afecto.\n  \n  ¿Me explico?\n  ","257015":"\n  En una oportunidad estuve explorando por curiosidad \"Discover\" de aquí de ASKfm.\n  \n  Leí que decía \"Echa un vistazo Ahora es fácil encontrar las preguntas y respuestas más populares.\"\n  \n  Comencé a bajar con la intención de ver si veía algo de\n  \n   @LaliEspositoHOficial\n  \n\n  Sin querer dejé ❤️ Me gusta en una encuesta.\n  \n  Seguí bajando a ver si veía algo de\n  \n   @LaliEspositoHOficial\n  \n\n  Me llegó una notificación de\n  \n   @LaliEspositoHOficial\n  \n  en la que me decía algo así: \"¡Dejaste ❤️ Me gusta en una encuesta de fotos! ¿Y dices que no dejas me gusta en las encuestas?\n  \n  Le respondí algo así: \"Se me fue el ❤️ Me gusta por error.\n  \n  Fue horrible.\n  ","257016":"\n  Fastidiado de la cuarentena indefinida.\n  ","257017":"\n  Para hacer compañía,  puede ser.\n  \n  En soledad, hace algún tiempo ya que dejé de ver series o películas.\n  ","257018":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","257019":"\n  ¡Hey, cazador de monedas! 😛 ¿Notaste que ya no damos las monedas por respuestas y preguntas?\n  \n  Una pequeña actualización: para recompensar a los usuarios más activos, estamos cambiando el sistema de recompensas.\n  \n  Ahora no daremos monedas por cada pregunta y respuesta, pero las enviaremos una vez a la semana y mucho más de lo habitual 🔥🔥🔥 como parte del bono semanal VIP 🎁 o suscripción askfm: \/\/ pantalla \/ suscripción (solo para IOS hasta ahora).\n  \n  ¿Aún no eres VIP y extrañas tus monedas?\n  \n  Aplica al programa VIP y disfruta de todos los beneficios VIP 👑.\n  \n  Si usas Android, clic en este enlace\n  \n   https:\/\/askfm.onelink.me\/FaQr\/VIPscoins\n  \n\n  Si usas IOS, selecciona VIP + en el menú de la aplicación y aplica allí.\n  ","257020":"\n  ¿Ya viste que no se recibirán monedas por responder o hacer preguntas? Así es.\n  \n  ¿Qué piensas de eso? Pensé que pudiera ser el mismo proyecto o similar al del 7 de septiembre, día en que eToro lanzó la plataforma GoodDollar, cualquier persona del mundo con acceso a Internet y a un teléfono móvil tiene la posibilidad de recibir una renta básica en el token GoodDollar (G$).\n  \n  Aunque esto es posible gracias a un protocolo de finanzas descentralizadas (DeFi), es necesario verificar previamente la identidad mediante una cuenta de Google o Facebook, un SMS y una selfie.\n  \n  Una vez efectuado el registro, la plataforma, que incluye un monedero online, permite reclamar cada 24 horas la renta del día.\n  \n  El primer pago siempre es de 1 GoodDollar y los días siguientes el monto puede variar, pero es igual para todos los usuarios.\n  \n  Por ejemplo, el 12 de septiembre se entregó G$ 24,58 a cada solicitante y el día siguiente G$19,28.\n  \n  Por el momento, los tenedores de estos tokens deberán mantenerlos en sus monederos a la espera de que alguna tienda los acepte o que algún exchange de Bitcoin y criptomonedas decida incorporarla a su plataforma de trading.\n  \n  Allí, el mercado determinará el precio al que cada G$ se comercializará.\n  ","257021":"\n  El del campesino.\n  ","257022":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257023":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","257024":"\n  No hago discriminación por ese tipo de situaciones, simplemente no tengo amigos.\n  ","257025":"\n  No lo creo, no soy ese tipo de personas que sienten afecto por otra persona, es mejor es dejar todo como está.\n  ","257026":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257027":"\n  No tengo favoritismos.\n  ","257028":"\n  ¿Y si quisieses tanto a alguien desde hace muchas vidas, y en esta resulta que ya esta ocupado o tiene otra orientación sexual, que haces? Quiero tanto a alguien, no creo que tuve otras vidas, no creo que tenga otras después de esta, ella amará a cualquiera que no sea yo sin importar su orientación sexual, puedo sentirlo, tanto como siento mi corazón acelerar y latir cuando se trata de ella.\n  ","257029":"\n  ¿menciona 3 cosas que te gustan de estar en pareja? Siempre me ha gustado estar solo, no sé porque estuve de pareja.\n  \n  ¿qué recomiendas para que una relación perdure? Según entiendo, que se amen.\n  ","257030":"\n  Pienso que eso resolvería una parte puntual del problema, no sería una solución a ningún plazo.\n  \n  Sería como darle hospedaje de por vida a los recién casados que vivirían arrimados porque no hay acceso a una vivienda propia.\n  \n  El acceso a la vivienda es un derecho fundamental universal que responde a una necesidad cuya vulneración atenta directamente contra nuestra dignidad como personas.\n  ","257031":"\n\n   https:\/\/m.youtube.com\/watch?v=-SA6Gc1L_kA&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=44&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257032":"\n  * Escorpio * and that's why la pregunta es un poco tarde para explicarle.\n  ","257033":"\n  ¿Eres bueno\/a cocinando? Lo que prepare, me lo como, que a otros les guste, no sé.\n  \n  ¿El platillo que más prepares? Desde marzo estoy con mis padres por lo de la cuarentena, aquí no he preparado nada.\n  \n  Solia preparar comidas balanceadas.\n  ","257034":"\n  Ok.\n  ","257035":"\n  Solo uso opera mini y las del banco.\n  ","257036":"\n  No tengo.\n  ","257037":"\n  Ok.\n  ","257038":"\n  Cuando estoy leyendo RRSS se me ocurren y las hago o veo una pregunta con una respuesta y esa respuesta no se parece a lo que pienso, esa pregunta la hago a mis seguidores para leer lo que piensan, no hay otra fuente.\n  ","257039":"\n  Me da igual.\n  \n  Si eres de los que se incluyen, te incluyo y si eres de los que se escluyen te escluyo.\n  \n  No me romperé la cabeza por eso.\n  \n  No tengo la necesidad de hacerte sentir mal o excluido.\n  ","257040":"\n  ♪.\n  ","257041":"\n  Una mezcla homogénea.\n  ","257042":"\n  Personas que me reconocen y no se quienes sean.\n  ","257043":"\n  o.o\n  ","257044":"\n  Tendría que quitarme la capacidad de amar también.\n  ","257045":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257046":"\n  Yo no lo hago, hay quienes se van solos.\n  ","257047":"\n  En mis breves desprendimientos de la realidad de mi entorno está solo una persona\n  \n   @LaliEspositoHOficial\n  \n","257048":"\n  Si te ha llega alguna pregunta con mi username, te sigo.\n  ","257049":"\n  Como por necesidad, no por gusto, si pudiera no comería, pero no se puede.\n  ","257050":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257051":"\n  Jamás sueño o puede que sea que no recuerdo nada, no lo sé.\n  ","257052":"\n  Perdón, me perdí un libro, lo único que se de HP es sibre Hewlett Packard.\n  \n  ¿Es a lo qué te refieres?\n  ","257053":"\n  ¡Cualquiera sabe!\n  ","257054":"\n  o..o\n  ","257055":"\n  No lo sé.\n  ","257056":"\n  Si es de quien me atrae, prefiero eschucharlo de ella.\n  ","257057":"\n\n   https:\/\/m.youtube.com\/watch?v=z7vRII_Zh70&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=73&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257058":"\n  Si tuviera alas, volaría y sería el único momento en el que miraría hacia abajo.\n  ","257059":"\n  -.-\n  ","257060":"\n  Es el precio que se puede pagar cuando no estas conforme de comunicarte con un solo lenguaje.\n  ","257061":"\n  Es utópica.\n  ","257062":"\n  -.-\n  ","257063":"\n  También puede ser usado como acto de manipulación o como un posible medio para crear compasión por quien teme por su vida o bienestar.\n  ","257064":"\n  Ninguna de las mencionadas.\n  ","257065":"\n  Por ahora solo me interesa donde pueda trabajar sin inconvenientes.\n  ","257066":"\n  Los corazones se pueden romper?\n  \n  Literalmente hablando no.\n  \n  Metafóricamente hablando si.\n  ","257067":"\n  El infierno solo existe en la mente.\n  \n  El perturbado social parecía decidido a mantener un estado que, si bien en rigor no se podía tildar de abierta hostilidad, adolecía de todos los inconvenientes del distanciamiento y el menosprecio.\n  ","257068":"\n  Me baño todos los días.\n  \n  Hasta me ha tocado usar agua mineral y agua del aire acondicionado cuando el camión del agua no viene a tiempo y no llego agua por la tubería.\n  ","257069":"\n  Habladuría, comadreo, rumor, chisme, etc.\n  ","257070":"\n  RRSS es el acrónimo de Redes Sociales.\n  ","257071":"\n  Solo puedo decir, no moriré de hambre lo que cocino me lo puedo comer, no se si a otros les guste.\n  ","257072":"\n  Un mecanismo de preservación.\n  ","257073":"\n  Traje elegante para hombre.\n  ","257074":"\n  ¿Tienes mascota\/s? No.\n  \n  Para ti, ¿fue una decisión importante al momento de adoptarla? Cuando era un niño, si lo fue.\n  \n  ✘ Si no las tienes como en mi caso. ❀¿Crees que sea una decisión importante el elegir tenerlas? En mi caso, preferiría adoptar a un humano.\n  ","257075":"\n  Supongo que debo tener algún aspecto por mejorar, pero aún no lo he notado\n  ","257076":"\n  Imbéciles.\n  ","257077":"\n  ¿Qué significa cuando dicen que alguien se ve\/es \"sexy\"? Que atrae.\n  \n  ¿qué te parece \"sexy\" en las personas del sexo opuesto? Nada me parece atractivo, quizás lo más parecido sea que me gusta lo que parece imposible de lograr.\n  ","257078":"\n  Por suerte, la tripanofobia no me dejaría hacerlo.\n  ","257079":"\n  Solo si se trata de música o de disfraz.\n  ","257080":"\n  Los caballitos de mar elijen una pareja durante toda su vida.\n  \n  Cuando esta muere permanecen solos por un tiempo y mueren también.\n  ","257081":"\n  Desde marzo estoy esperando que termine la cuarentena indefinida.\n  ","257082":"\n  Tengo configurado: Brillo automático.\n  ","257083":"\n  ¿Sueles regalarle algo a tu mamá el \"día de las madres\"? Este año no.\n  \n  ¿qué le reglas? Le gusta mucho la porcelana.\n  ","257084":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257085":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","257086":"\n  No tengo amigos.\n  ","257087":"\n  Prefiero decir la verdad.\n  ","257088":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257089":"\n  No lo sé.\n  ","257090":"\n  Te estoy imaginando.\n  ","257091":"\n  Quizás en el futuro, ahora perdí el interés.\n  ","257092":"\n  No.\n  ","257093":"\n  No me gusta fantasear con cosas que no pasarán.\n  \n  No serás mi abogado, mi medre lo es.\n  \n  Siempre digo la verdad, eso es chocante, la sociedad no está preparada para oirla.\n  \n  Soy ateo.\n  ","257094":"\n  No lo sé, jamás las conté.\n  ","257095":"\n  No guardo las fotos que he tomado, por lo general son documentos comerciales que envié y borré.\n  ","257096":"\n  El poder económico.\n  ","257097":"\n  Ok.\n  ","257098":"\n  Cero deporte, cien por ciento cuarentena.\n  ","257099":"\n  No tengo favoritismos.\n  ","257100":"\n  No lo sé.\n  ","257101":"\n  No le guardo ningún rencor a nadie.\n  ","257102":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257103":"\n  Porque soy un rebelde sin causa y en esa época ellos eran la autoridad, en consecuencia obtenía castigo.\n  ","257104":"\n  Pero yo te quiero como amigos.\n  ","257105":"\n  No tengo idea.\n  ","257106":"\n  No lo sé.\n  ","257107":"\n  Es cierto, nunca terminamos de conocer a las personas.\n  ","257108":"\n  Todos los días son tan similares, que hay momentos en que no sé qué día es.\n  ","257109":"\n  Solo uso agenda cuando estoy trabajando, ahora estoy cumpliendo la cuarentena\n  \n  #YoMeQuedoEnCasa\n  ","257110":"\n  Vivo en un mundo en el que mentir es un estilo de vida para unos y decir la verdad convierte en apáticos a otros.\n  ","257111":"\n  No reuní, ni guardé recuerdos.\n  ","257112":"\n  Mi madre es abogado.\n  ","257113":"\n\n   www.twitter.com\/villalobosij\n  \n","257114":"\n  Solo si el riesgo vale la pena.\n  ","257115":"\n  Si estoy caminando solo, jamás uso el semáforo.\n  ","257116":"\n  Hay días en los que he comido arepa para el desayuno y luego para la cena y al día siguiente el desayuno es con arepa.\n  \n  Igual me ha pasado con el pan, el platano, la yuca, las panquecas, los huevos, el sereal, etc.\n  ","257117":"\n  Supongo que debo tener algún aspecto por mejorar, pero aún no lo he notado.\n  ","257118":"\n  No canto ni en los cumpleaños.\n  ","257119":"\n  Ahora solo se puede monetizar:\n  \n  Si te regalan las monedas.\n  \n  Si intercambian monedas.\n  \n  Si eres VIP y cumples las actividades o con la respuesta secreta.\n  \n  Si compras las monedas con dinero real.\n  \n  No sé si hay algún otro modo.\n  ","257120":"\n  ¿alguna vez te ha traicionado? Así es.\n  \n  ¿La traición se perdona? En mi caso, solo a algunos familiares.\n  ","257121":"\n  ¿Qué opinas acerca de la monogamia? Es solo un conducta sociocultural.\n  \n  ¿Es una realidad o simplemente un constructo social? Es real.\n  ","257122":"\n  ¿Qué opinas? El amor puede ser algunas veces muy peligroso, tal cual la historia de Bonnie Parker y Clyde Barrow, entre otros casos.\n  \n  ¿ Apoyarías en todo a tu pareja? En casi todo.\n  ","257123":"\n  Lo es.\n  ","257124":"\n  Soy extremista.\n  ","257125":"\n  Hagan bien y no miren a quien.\n  ","257126":"\n  Porque mi mundo sería utópico y no hay tal lugar.\n  ","257127":"\n  En el 2016 cuando me retiré de P&T Servicios Petroleros, C.A.\n  ","257128":"\n  Algunas veces.\n  ","257129":"\n  BLU\n  ","257130":"\n  El futuro es incierto, así que no espero nada.\n  ","257131":"\n  Amarla y que no me ame es muy triste, supongo que a otra gente les irá peor.\n  ","257132":"\n  ¿Puedes amar realmente a más de una persona? Es improbable.\n  \n  No existe un solo tipo de amor o una sola forma de amar.\n  ","257133":"\n  No tengo favoritismos.\n  ","257134":"\n  Zulia.\n  ","257135":"\n  No lo sé.\n  ","257136":"\n  Tal cuál fue, no sabía que hacer, ella quería besarme, también quería besarla y nadie estaba al rededor.\n  ","257137":"\n  La tengo mucho más facil que unos y mucho más difícil que otros.\n  ","257138":"\n  No lo pintaría.\n  ","257139":"\n  En algunas preguntas me han respondido con videos o con la letra de canciones.\n  \n  Me han dejado enlaces de videos.\n  \n  No sé si son deducciones.\n  \n  Todo lo que me llega sin el username lo borro sin responder.\n  ","257140":"\n  Qué opinas de las redes sociales? No tengo nada para opinar.\n  \n  Cuál usas más? Esta.\n  ","257141":"\n  Así es.\n  ","257142":"\n  Fastidiado de la cuarentena.\n  ","257143":"\n  Hace algún tiempo ya que dejé los videojuegos.\n  ","257144":"\n  No es el miedo, es la falta de coraje la que vence.\n  ","257145":"\n  RRSS.\n  ","257146":"\n  Mirar mal a quien tose, es raro, antes ni miraba.\n  ","257147":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257148":"\n  Recibí de amor y de amistad, fue genial, pero todo eso de a poco se terminó.\n  ","257149":"\n\n   www.tiktok.com\/\n  \n  @villalobosij\n  ","257150":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","257151":"\n  Porque para eso fue que se registraron.\n  ","257152":"\n  Según el sitio al que debo salir, por lo general no demoro.\n  ","257153":"\n  Sobre una pequeña mesa que está en la habitación.\n  ","257154":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257155":"\n  Ya fui benevolente.\n  ","257156":"\n  No emito un juicio crítico de nadie.\n  ","257157":"\n  Así es.\n  ","257158":"\n  He visto a mujeres que también quieren twerking.\n  ","257159":"\n  Gracias por estar ahí.\n  ","257160":"\n  Existen tantas canciones que estoy por escuchar que es poco probable que escuche alguna demasiadas veces.\n  ","257161":"\n  No.\n  ","257162":"\n  Mano derecha.\n  ","257163":"\n  Masticarla y\/o compartirla.\n  ","257164":"\n  Las estoy desgastando con la cuarentena.\n  ","257165":"\n  Me he mudado varias veces y jamás he extrañado nada, ni a nadie.\n  ","257166":"\n  Diccionario.\n  ","257167":"\n  RRSS.\n  ","257168":"\n  En la que se experimenta sentimiento de afecto y compromiso genuino que una persona siente por otra.\n  \n  Es un concepto idealizado del amor, muy propio del romanticismo, según el cual hay un amor puro y total que al que todos aspiramos llegar, el amor verdadero.\n  ","257169":"\n  Puedo con ambas.\n  ","257170":"\n  Porque el infierno solo está en la mente de quien obtiene mayor placer en la maldad propia o ajena.\n  ","257171":"\n  Bull terrier.\n  ","257172":"\n\n   www.instagram.com\/villalobosij\n  \n","257173":"\n  Solo mantengo contacto visual a la distancia, evito la conversación cara a cara, me es muy incomoda.\n  ","257174":"\n  No esperaba este examen sorpresa.\n  ","257175":"\n  Comer.\n  ","257176":"\n  Ni participo ni creo encuestas de fotos.\n  ","257177":"\n  De preferencia individualismo, en su defecto prefiero delegar funciones.\n  ","257178":"\n  Como por necesidad, no por moda.\n  ","257179":"\n  No lo sé.\n  ","257180":"\n  Hace algún tiempo ya que pasé esa etapa.\n  ","257181":"\n\n   https:\/\/m.youtube.com\/watch?v=5TBtLJOOEDM&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=71&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257182":"\n  Odio a todos.\n  ","257183":"\n  Lo he dicho todo en mi perfil y en las respuestas.\n  ","257184":"\n  ¿alguna vez habéis escrito un diario? Lo que puedes leer aquí, es lo más parecido a un diario o biografía, no tenga nada más.\n  \n  ¿Lo habéis acabado? Supongo que esto acaba con mi muerte o por fuerza mayor.\n  ","257185":"\n  Entro en estado de coma.\n  ","257186":"\n  Ninguno.\n  ","257187":"\n  ¿ tenés algún usuario al que tengas agregado a favoritos ?\n  \n   @LaliEspositoHOficial\n  \n\n  En caso de que si ¿ porque ? Es mi crush y ella lo sabe.\n  \n  ¿ que es lo que te llama la atención de su persona ? No dejo de pensar en ella.\n  ","257188":"\n  Hace algún tiempo ya que dejé de ser un bebé.\n  ","257189":"\n  ¿ que tipo de actitud no tomarías hacia la gente ni por mas de que te paguen ? La del imbécil.\n  \n  ¿ porque no adoptarías esa postura ? Porque m e falta imbecilidad.\n  ","257190":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","257191":"\n  Ya antes escribí aquí sobre el tema.\n  ","257192":"\n  Jamás he usado videoconferencia.\n  ","257193":"\n  No.\n  ","257194":"\n  -.-\n  ","257195":"\n  No tengo favoritismos.\n  ","257196":"\n  Hace algún tiempo ya que dejé de leer libros y de ver películas basadas en los libros.\n  ","257197":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257198":"\n  Un viaje corto en avión.\n  ","257199":"\n  Hace algún tiempo ya que pasé esa etapa.\n  ","257200":"\n  No puedo ver colores en lo que has publicado.\n  ","257201":"\n  No.\n  ","257202":"\n  No tengo favoritismos.\n  ","257203":"\n  La única fruta prohibida metafóricamente hablando fue la sexualidad de Adán y Eva.\n  ","257204":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257205":"\n  No soy hijo único.\n  ","257206":"\n\n   https:\/\/m.youtube.com\/watch?v=LQpYZoDm-Uk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257207":"\n  -.-\n  ","257208":"\n  Cabimas.\n  ","257209":"\n  ¿Alguna vez te ha picado una abeja? Al menos media docena de ocasiones.\n  \n  en caso afirmativo, ¿qué sentiste y qué hiciste? Dolor, no salir de casa hasta superar la inflamación.\n  ","257210":"\n  No lo creo.\n  ","257211":"\n  Solo veo videos musicales en YouTube.\n  ","257212":"\n  Odio a todos.\n  ","257213":"\n  Respeto el apellido, ya que la persona no lo pudo escoger.\n  ","257214":"\n  Mi aflicción prefiero superarla solo y prefiero huir antes que enojarme.\n  ","257215":"\n  Solo le temía a mis padres cuando era un niño.\n  ","257216":"\n  Hace algún tiempo ya que dejé de pedir deseos, aún no se han cumplido los que antes pedí.\n  ","257217":"\n  La diferencia de la ciencia y la pseudociencias está en la hipótesis comprobable.\n  \n  Todos hemos oído hablar del polígrafo, el “detector de mentiras”.\n  \n  Comúnmente utilizada en investigaciones criminales, este dispositivo realmente mide la excitación nerviosa.\n  \n  Opera bajo la premisa de que si una persona dice la verdad, permanecerá en calma.\n  \n  Se basa en las antiguas técnicas para detectar brujas, en las que, por ejemplo, una presunta bruja era arrojada a un río embravecido con la premisa de que si flotaba, estaba aprovechando los poderes demoníacos y confirmaba, por tanto, ser una bruja.\n  \n  Tales técnicas nunca tuvieron mucha credibilidad.\n  \n  Nadie muere de una prueba de polígrafo, por supuesto, y los resultados son en su mayoría inadmisibles en los tribunales.\n  \n  Sin embargo, una persona que de otra manera está exonerada por la evidencia puede soportar el riesgo legal de ser injustamente incriminado a los ojos de los investigadores.\n  \n  Aunque las máquinas de polígrafo parecen científicas y miden respuestas como la sudoración y el aumento de la frecuencia del pulso con una precisión exquisita, son crudas en su concepción.\n  \n  De hecho, no son más sofisticadas que las antiguas pruebas para detectar brujas.\n  \n  Ha habido mucha controversia sobre si los detectores de mentiras funcionan.\n  \n  Algunos expertos afirmaron que una alta proporción de personas que \"fallaron\" en el polígrafo posteriormente confesaron crímenes.\n  \n  Por otro lado, la prueba genera muchos falsos positivos, es decir, personas que dicen la verdad pero cuya prueba de polígrafo sugiere que están mintiendo.\n  \n  Desde una perspectiva científica, no hay razones para utilizar una prueba de polígrafo porque no tiene validez alguna.\n  \n  Por lo que la prueba termina siendo  pseudociencia.\n  ","257218":"\n\n   www.instagram.com\/villalobosij\n  \n","257219":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257220":"\n  No lo es.\n  ","257221":"\n  Jamás sueño o puede que no recuerdo nada, no lo sé.\n  ","257222":"\n  ¿Cómo logran mantenerse activos? Quehaceres del hogar.\n  \n  ¿Qué es lo que hacen en un día? Rutinas.\n  ","257223":"\n\n   @LaliEspositoHOficial\n  \n","257224":"\n  Si la reencarnación existe, no quiero regresar.\n  ","257225":"\n  Hace algún tiempo ya que dejé de soñar despierto, la ambición me era contraproducente.\n  ","257226":"\n  Si pudiera, no lo haría.\n  ","257227":"\n  Palabra castellana que deriva a su vez de la voz vasca akelarre (del euskera aker, macho cabrío, y larre, prado), que significa \"prado del macho cabrío\", pues se pensaba que el Diablo se hacía presente en medio de las brujas bajo la forma de ese animal y en ese preciso lugar.\n  ","257228":"\n  Cuantas personas tienes en la lista de favoritos 🌟? Solo a\n  \n   @LaliEspositoHOficial\n  \n\n  Cual es tu criterio para agregarlas y tu opinión sobre esa función? La agregué porque es mi crush y ella lo sabé.\n  ","257229":"\n\n   https:\/\/m.youtube.com\/watch?v=Xjjr9cd_WBg&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=6&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257230":"\n  No.\n  ","257231":"\n  Las que ya antes respondí aquí.\n  ","257232":"\n  A nadie.\n  ","257233":"\n  Estar sano.\n  ","257234":"\n  No lo sé.\n  ","257235":"\n  Unos morirán, a otros les dejará efectos secundarios que afectará a las nuevas generaciones.\n  ","257236":"\n  No tengo ni el más mínimo interés.\n  ","257237":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257238":"\n  No he tenido la experiencia.\n  ","257239":"\n  Fastidiado de la cuarentena.\n  ","257240":"\n  La mayoría de las decisiones fueron tomadas basadas en el miedo y en la posibilidad de lo que podría suceder.\n  ","257241":"\n  Casi a diario, unos días más que otros.\n  ","257242":"\n  -.-\n  ","257243":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","257244":"\n  No he hablado sobre el tema, he oído y solo recuerdo: Cuca, cuchara, cotorra, chocho, papo, breva, entrepierna, zona v, chuta, cuchumina, totona, pelua, pelona, vagina, etc.\n  ","257245":"\n  Supongo porque solo cuando me he enfrentado de cualquier enfermedad común, me da Iatrofobia.\n  ","257246":"\n  La envidia.\n  ","257247":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257248":"\n  En la secundaria me inicié con ambas a hurtadillas.\n  \n  Ya antes escribí aquí sobre el tema.\n  ","257249":"\n  Si tienes esperanza y la pierdes,  ya no tendrás nada al respecto.\n  ","257250":"\n  Con la obsolescencia programada te aseguro que cualquier aparato electrónico que esté usando en algún momento comenzará perder la vida útil o encontraras un modelo más reciente.\n  ","257251":"\n  Solo me considero anónimo.\n  ","257252":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","257253":"\n  Exparejas.\n  ","257254":"\n  Las únicas aplicaciones que instalé y uso son las del Banco y WhatsApp Business.\n  \n  Todo lo que uso con Internet fuera de las antes mencionadas, lo hago directamente por la World Wide Web.\n  ","257255":"\n  ¿Tienen el autocorrector del celular activado? Así es.\n  \n  ¿Porqué sí o porqué no? Porque no quiero realizar los pasos adicionales en el celular para acentuar las palabras.\n  ","257256":"\n  El ritmo de vida.\n  ","257257":"\n  No tengo como prioridad la vida en pareja.\n  ","257258":"\n  Hasta ahora, nada.\n  ","257259":"\n  Todos los días estan nublados, casi llueve a diario, unos días más que otros.\n  ","257260":"\n  No me importa de nadie, me afecta si afectan mis padres.\n  ","257261":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","257262":"\n  Supongo que son los que no les importa morir con sufrimiento después del disfrute.\n  \n  Eso que antes era normal, será distinto en este transito a una nueva normalidad en la que viviremos.\n  ","257263":"\n  Michael Jackson.\n  ","257264":"\n  Si las chicas no tomarán la iniciativa, no sé que sería de mi.\n  ","257265":"\n  ¿Seguís a todo aquel que os sigue en Instagram? Sigo a quien me ha seguido.\n  \n  ¿Qué opináis de aquellos que os siguen y cuando los seguís de vuelta, os dejan de seguir? Que no tienen ningún interés en seguirme.\n  \n  ¿Por qué creéis que hacen eso? Complejos,  no estoy seguro.\n  ","257266":"\n  En la única magia en la que creo es en lo ingenioso que puede se alguien para hacer trucos.\n  ","257267":"\n  Eso está por verse.\n  ","257268":"\n\n   https:\/\/m.youtube.com\/watch?v=OcXwRA1oADg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257269":"\n  No tengo amigos.\n  ","257270":"\n  Invisible, soy anónimo.\n  ","257271":"\n  Comencé a trabajar desde los doce años.\n  \n  Mamá abogada y papá subdirector de un liceo trabajaban y no nos faltaba nada ni a mi, ni a mi hermano, ni mis hermanas o a mis padres.\n  \n  Así que lo que me ganaba trabajando no hacía falta para los gastos de la familia.\n  \n  Todo lo que me provocó comer simplemente lo compré y lo llevé a casa.\n  ","257272":"\n  No tengo amigos.\n  ","257273":"\n  -.-\n  ","257274":"\n  Soy anónimo.\n  ","257275":"\n\n   https:\/\/m.youtube.com\/playlist?list=PLllV_afhRNoWnIyN8-5mY_JWa3S3mM1Zz\n  \n","257276":"\n  Todo en exceso, hasta el sexo, es dañino y si a eso se le suma programación no adecuada a la edad puede causar daños irreparables.\n  ","257277":"\n  Es muy complejo para mi iniciar y\/o mantener una conversación.\n  ","257278":"\n  No uso baño público.\n  ","257279":"\n  No lo sé, ninguna relación funcionó, supongo que a uno de los dos o a los dos no nos convenía seguir juntos.\n  ","257280":"\n  Famoso, soy anónimo.\n  ","257281":"\n  Desde marzo, igual de fastidioso al de ayer, estoy cumpliendo con la cuarentena\n  \n  #YoMeQuedoEnCasa\n  ","257282":"\n  Hace algún tiempo ya que comenzó a gustarme toda la gama de colores.\n  ","257283":"\n  ¿ hiciste algún cambio en tu vida que fue para bien ? Así es.\n  \n  ¿ que cambio seria ? Dejé los cigarrillos y el alcohol.\n  \n  ¿ hoy sigue vigente ese cambio tan ansiado o solo quedo en un pasado ? Aún sigue.\n  ","257284":"\n  Es indescriptible en tres palabras, tienes que comprobarlo.\n  ","257285":"\n  Revisando notificaciones.\n  ","257286":"\n  Mi mayor defecto y mi mayor vurtud es la sinceridad para lo que tenga que decir.\n  ","257287":"\n  Nada.\n  ","257288":"\n  Nosferatu.\n  ","257289":"\n  Jamás les pregunté, no lo sé.\n  ","257290":"\n  Cuando y quién ha sido el último nacimiento dentro de tu familia? Hace dos años una sobrina.\n  \n  Hace cuanto y cual fue su última pérdida? Este año la mamá del padrastro de mi madre de coronavirus.\n  ","257291":"\n  ¿Cuantas veces hasta el día se hoy te has cambiado de casa o apto? He pasado por cinco casas y tres apartamentos intercalados.\n  \n  ¿Qúe es lo mejor y lo peor de mudarse? Mudarse.\n  ","257292":"\n  No lo sé.\n  ","257293":"\n  He ido a dos.\n  ","257294":"\n  No que recuerde.\n  ","257295":"\n  Yo lo hago.\n  ","257296":"\n  Siempre actúo de acuerdo a la responsabilidad del caso.\n  ","257297":"\n  No.\n  ","257298":"\n  Jamás llego tarde, siempre llego antes.\n  ","257299":"\n  Si algo he aprendido en la vida es que la vida siempre se pone en contra de quien permita que se la caguen.\n  ","257300":"\n  Soy neosoltero.\n  ","257301":"\n  Los Roques.\n  ","257302":"\n  Si pudiera dejar de comer lo haría, pero no se puede.\n  ","257303":"\n  A ninguna ex llegué a decirles algo para que fuésemos pareja.\n  \n  La única mujer que me gustó, ya lo sabe, se lo dije y no pasó nada.\n  ","257304":"\n  Puedo con ambas.\n  ","257305":"\n  He ido perdido emociones, no lo recuerdo.\n  ","257306":"\n  Amo a esta extraordinaria mujer\n  \n   @LaliEspositoHOficial\n  \n","257307":"\n  La aicmofobia o tripanofobia es un miedo patológico causado por un contacto, vista, etc. A las agujas u objetos que puedan cortar o pinchar y de otros tipos.\n  \n  La caliginefobia, venustrofobia o bien, complejo de licea es un miedo a las mujeres hermosas.\n  ","257308":"\n  -.-\n  ","257309":"\n  Mis rupturas han sido de mútuo acuerdo, entre ellos no volver.\n  ","257310":"\n  Necesito amar a quien me ame, quien amo no me ama y las que me amaron no las amé.\n  ","257311":"\n  No lo sé, jamás lo hice.\n  ","257312":"\n  Where the Heart Is\n  \n  Alpha Dog\n  \n  Language of a Broken Heart\n  \n  The Dilemma\n  \n  Definitely Maybe\n  \n  One Day\n  \n  A Walk in the Clouds\n  \n  The Shawshank Redemption\n  ","257313":"\n  Los Soprano - The Sopranos.\n  ","257314":"\n  No me preocuparé.\n  ","257315":"\n  No, no la hay.\n  ","257316":"\n  Perdí el VIP+ y le perdí el interés también.\n  ","257317":"\n  Jamás sueño o puede que sea que no recuerdo nada, no lo sé.\n  ","257318":"\n  El coronavirus.\n  ","257319":"\n  No tengo ni la menor idea.\n  ","257320":"\n  Nada de locuras, nada ilícito.\n  ","257321":"\n  Hacia mi soy algo indiferente, no se si es que carezco de amor propio o es que me da igual.\n  ","257322":"\n  -.-\n  ","257323":"\n  Una de las latas de bebidas con gas al abrirla salpiqué todo el lugar.\n  ","257324":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","257325":"\n  Morir.\n  ","257326":"\n  La tripanofobia y la caliginefobia.\n  ","257327":"\n  ¿Se puede comprobar que los hechos no son falsos? Algunas veces.\n  \n  ¿No creen que es más fácil falsificar hechos que palabras? Todas las falsificaciones tienen sus imperfecciones en algunas más notorias que en otras independientemente de si se trata de hechos o palabras.\n  ","257328":"\n  Lavar trastes, ya lo hice costumbre.\n  ","257329":"\n  Hasta ahora donde vivo no suceden desastres naturales.\n  ","257330":"\n  A esas personas ni las ignoro.\n  ","257331":"\n\n   www.instagram.com\/villalobosij\n  \n","257332":"\n  No lo sé.\n  ","257333":"\n  Entre rutinas y nada extraordinario así es mi percepción del tiempo transcurrido.\n  ","257334":"\n  El afecto que recibo de las personas que odio.\n  ","257335":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","257336":"\n  He pedido disculpas sin ser culpable.\n  \n  Jamás he expresado nada de nadie me es incómodo hacerlo.\n  ","257337":"\n  No tengo idea de como explicarlo, si alguien puede hacerlo, explicarlo, le estaría agradecido.\n  ","257338":"\n  No lo sé.\n  ","257339":"\n  No.\n  ","257340":"\n  Con todos :|\n  ","257341":"\n  Que existe la posibilidad de denunciarles, también exiten autoridades para ese tipo de casos y existen mecanismos en las redes sociales que pueden intervenir, así que no tengo nada más que pueda aportar.\n  ","257342":"\n  De lo nuevo usé lo de \"Mostrar mi estado de ánimo\" y descubre la respuesta secreta, pero perdí el VIP+ y ya fue.\n  \n  De lo viejo uso todo igual, para mi uso personal no hay ni un cambio en esta versión\n  ","257343":"\n  No lo sé.\n  ","257344":"\n\n   https:\/\/m.youtube.com\/watch?v=hNIQBuVQB-I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Visto.\n  ","257345":"\n  Hace algún tiempo ya que deje de consumir bebidas alcohólicas, en la última  he vomitado a mi padre y a mi hermano.\n  ","257346":"\n  So sé nada de Naruto.\n  ","257347":"\n  Frustrado con el servicio de internet.\n  ","257348":"\n  Fastidiado días y noches.\n  ","257349":"\n  Solo he dejado de trabajar por cumplir con la cuarentena.\n  ","257350":"\n\n   https:\/\/wa.me\/message\/ONOW6PJRCBWHJ1\n  \n","257351":"\n  Lealtad.\n  ","257352":"\n  Mi amor tiene tú nombre.\n  ","257353":"\n  Sé hacer arroz con leche.\n  ","257354":"\n  Sobre todo cuando la otra persona besta  mal genio.\n  ","257355":"\n  Perdón, hace algún tiempo dejé de responder a este tipo de preguntas.\n  \n  Antes se me llenaba las notificaciones de preguntas similares y era una locura.\n  ","257356":"\n  ¿Cuál es la película más larga que habéis visto? La cura contra el insomnio - Película 1987 Título original. The Cure for Insomnia.\n  \n  No la he visto, pero me da curiosidad y miedo.\n  \n  ¿Cuánto duraba? Sin detenerla dura cercano a los cuatro días.\n  ","257357":"\n  Tengo un modo muy peculiar de hacer las cosas, así que haría las mismas cosas estando solo o acompañado.\n  ","257358":"\n  Ambos somos humanos.\n  ","257359":"\n\n   https:\/\/m.youtube.com\/watch?v=DPJqwFKJd1A&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=13&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257360":"\n  Hace algún tiempo ya que dejé de hacer planes, soy demasiado ambicioso como para tenerlos, cuando puedo improviso.\n  ","257361":"\n  Solo espero que jamás tenga que demostrarlo.\n  ","257362":"\n  No recuerdo llegar solo a alguna celebración a la que fui invitado.\n  ","257363":"\n  Existen.\n  ","257364":"\n  Nada en lo absoluto.\n  ","257365":"\n  No supero la tripanofobia y la caliginefobia.\n  ","257366":"\n\n   https:\/\/m.youtube.com\/watch?v=EleM6cbGiaA&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257367":"\n  Me siento enamorado y a gusto con lo que soy.\n  ","257368":"\n  212 Men Carolina Herrera.\n  ","257369":"\n  Nada.\n  ","257370":"\n  Buen día.\n  ","257371":"\n  #YoMeQuedoEnCasa\n  \n  Pienso, que puedo hacer, que no exista contacto con otra persona en algún punto.\n  ","257372":"\n  Valores morales.\n  ","257373":"\n  Al parecer si.\n  ","257374":"\n  Eso no pasará.\n  ","257375":"\n  Jamás las he comido con azúcar, por ahora sin.\n  ","257376":"\n  Ninguno que recuerde.\n  ","257377":"\n  No doy razones para crear celos.\n  \n  Celar es la razón principal para terminar la relación de por vida.\n  \n  Esto lo pongo muy en claro para iniciar una relación.\n  ","257378":"\n  Ya antes escribí aquí sobre el tema.\n  ","257379":"\n  Jugar.\n  ","257380":"\n  Todas mis cuentas son publicas.\n  \n\n   https:\/\/www.google.co.ve\/search?client=opera&hs=eyx&dcr=0&q=villalobosij&nfpr=1&sa=X&ved=0ahUKEwja-_Kz0P7aAhXRuVkKHbJ2ACoQvgUIIygB\n  \n\n  Solo tengo a familiares que me agregaron a facebook, no se si me han agregado a otra de mis redes sociales.\n  ","257381":"\n  Navegador Opera\n  ","257382":"\n  Uvas.\n  ","257383":"\n\n   https:\/\/www.youtube.com\/watch?v=hHDCGA-SEcs&app=desktop\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257384":"\n  En el avión.\n  ","257385":"\n  Nada agradable, ni desagradable.\n  ","257386":"\n  No.\n  ","257387":"\n  Ya somos dos.\n  ","257388":"\n  212 Men Carolina Herrera.\n  ","257389":"\n  Hasta ahora algún olor hormonal supongo, no todas tienen el mismo olor y no tengo buen olfato, me ha pasado varias veces, no es frecuente y por lo general no pasa nada.\n  ","257390":"\n  Solo si obtiene excitacion, satisfacción, disfrute o placer del acto se es masoquista, de lo contrario lo que obtiene es un castigo.\n  ","257391":"\n  Si pudiera, no lo haría.\n  ","257392":"\n  Como pendejo de\n  \n   @LaliEspositoHOficial\n  \n  una maravillosa mujer.\n  ","257393":"\n  Intento probar que si crees en la adivinación tú estado pasará a ser irracional.\n  \n  Si no crees sabes que la probabilidad existe, que puedes actuar de forma tal que siguiendo las recomendaciones no te contagiaras.\n  \n  O que puede ser indiferente o ignorante y exponente a ser contagiado.\n  \n  De eso se trata la adivinación, de adivinar sobre un posible supuesto.\n  ","257394":"\n  “Hagan bien y no miren a quien”\n  ","257395":"\n  ¿cual es tu falla ética? No lo sé.\n  \n  ¿sos del tipo que practica y no predica o predica o no practica? Soy consono con lo que digo y hago.\n  ","257396":"\n  Si tuviese que luchar por una causa justa, no lo haría.\n  ","257397":"\n  En casi todos los caso algo puede salir mal.\n  ","257398":"\n  ¿ que es lo que produce al ser humano ese hermetismo que a tantos les molesta o fastidia ? La intolerancia de las personas, la incomprensión, no aceptar que somos distintos, etc.\n  \n  ¿ Sera parte de su naturaleza o realmente el medio en donde vivió lo condujo a eso ? El entorno nos condiciona para bien o para mal de diferente modo a cada quien.\n  ","257399":"\n  Me gusta intercambiar roles.\n  ","257400":"\n  La tripanofobia no me permite elegir.\n  ","257401":"\n  ¡No le faltes al respeto a tu pareja!\n  ","257402":"\n  Quizás lo sea al café.\n  ","257403":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257404":"\n  Hidrografía.\n  ","257405":"\n  Por mi estaría bien compartir con un café, por ella aún no lo sé.\n  ","257406":"\n  ¿ cual es el contenido que esperas mirar ni bien entras ahí ? Suelo interactuar con lo que entra en las notificaciones.\n  \n  en caso de que no tengas instagram ¿ porque no te interesa ? Tengo.\n  \n\n   www.instagram.com\/villalobosij\n  \n","257407":"\n  Sin opinión, solo respeto.\n  ","257408":"\n\n   https:\/\/m.youtube.com\/watch?v=NYNxFYZ4o5c&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=47&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257409":"\n  Me gusta desde la sencilla en adelante.\n  ","257410":"\n  Pregunta y lo sabrás.\n  ","257411":"\n  Que invadan mi espacio personal.\n  ","257412":"\n  Las pupilas son las encargadas de controlar la cantidad de luz que entra en los ojos.\n  \n  Ésta es la razón por la cual las pupilas se agrandan cuando está oscuro (para dejar entrar más luz) y se achican cuando hay mucha luz (para no dejar entrar tanta luz).\n  \n  Por un sentido de supervivencia aún cuando no se esté en peligro.\n  ","257413":"\n  Regala el viejo boomerang.\n  ","257414":"\n  Solo de niño vi varios, entre ellos Mazinger Z.\n  ","257415":"\n  Cosas, ningunas, personas todas las que sean posible.\n  ","257416":"\n  Algunos temas son muy personale y respeto eso, supongo que ambos diremos los que nos sea cómodo de decirle al otro.\n  ","257417":"\n  Nadie se conoce asimismo en su totalidad, en situaciones se puede actuar de forma inesperada.\n  \n  Las circunstancias moldean los comportamientos.\n  \n  Todos somos diferentes y cambiamos sutil o abrumadoramente.\n  ","257418":"\n  Préstamo (s. XIV) del latín ordinarius ‘dispuesto en orden’, de donde por extensión ‘común’, ‘regular’; derivado de ordo, ordinis ‘orden’. De la familia etimológica de orden (V.).\n  \n  Préstamo (s. XV) del latín extraordinarius, compuesto de extra ‘fuera’ y de ordinarius.\n  \n  La sinonimia es una relación semántica de identidad o semejanza de significados entre determinadas expresiones o palabras.\n  \n  Por lo tanto, los sinónimos son expresiones o palabras que tienen un significado similar o idéntico entre sí y pertenecen a la misma categoría gramatical.\n  ","257419":"\n  -.-\n  ","257420":"\n  ¿Crees que la psicología sigue siendo un tema fantástico y extraño en estos tiempos? Lo es.\n  \n  A pesar de que actualmente ya se lo reconoce como una ciencia: ¿Sigue existiendo cierto prejuicio a las personas que tienen acompañamiento psicologico? Así es.\n  ","257421":"\n  En mi caso, no.\n  ","257422":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","257423":"\n  Aprendí muchas cosas que son inútiles en medio de la pandemia que me siento como ignorante.\n  ","257424":"\n  No.\n  ","257425":"\n  Adolescente, cuando recibí mi bicicleta, automáticamente le perdí el interés a casi todo, inclusive a las personas.\n  ","257426":"\n  Frio solo el agua de beber y el ambiente.\n  ","257427":"\n  Si pudieras ir, no iría.\n  ","257428":"\n  Más aún cuado das amor.\n  ","257429":"\n  Hasta ahora no he sentido esa sensación en ningún trabajo.\n  ","257430":"\n  No, porque es un error reconocer como correcto algo que está equivocado.\n  ","257431":"\n  Café y agua.\n  ","257432":"\n  El término 'Tierra' procede del latín 'Terra' y éste de 'Gea' la Diosa, en la mitología griega, considerada la 'madre universal'.\n  \n  Si tomas una pelota de tenis y la sumerges en agua, al sacarla, tiene una fina capa de agua pegada en la superficie, ya que la mayor parte de la superficie está cubierta de agua.\n  \n  ¿Es lógico pensar que no es una pelota sintética sino que es de agua?\n  \n  El agua que cubre más del 70% de la superficie de la Tierra es una capa muy delgada si la comparamos con el tamaño total de materia interna del planeta que no es agua.\n  ","257433":"\n  -.-\n  ","257434":"\n  Las crueles.\n  ","257435":"\n  Soy de los que prefieren evitar el contacto, en algunas ocasiones es inevitable.\n  ","257436":"\n  De niño me bañaba, ahora evito bañarme.\n  ","257437":"\n  Así es.\n  ","257438":"\n  Déjà vu.\n  ","257439":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257440":"\n  Viajar en un crucero.\n  \n  Morir.\n  \n  Todo lo que quise hacer, lo hice no todo como lo esperaba, pero ya fue.\n  ","257441":"\n  La peor parte de tener un trastorno mental es que la gente espera que te compartes como si no lo tuvieras.\n  ","257442":"\n  -.-\n  ","257443":"\n  No tengo esa creencia.\n  ","257444":"\n  No me pasa.\n  ","257445":"\n  Toda mi vida creí que no tenía sentimientos.\n  ","257446":"\n  Todos quieren que seamos sinceros, pero algunos son más intolerantes que otros.\n  ","257447":"\n  Puedo con ambas.\n  ","257448":"\n  En toda mi vida solo hice algo así con\n  \n   @LaliEspositoHOficial\n  \n\n  Claro, si es que entendí a lo que te refieres.\n  ","257449":"\n  He pasado varios episodios de casi ahogo bebiendo agua, así que no se que sea peor.\n  ","257450":"\n  Una persona.\n  \n  No entendí eso de una creación de una persona.\n  ","257451":"\n  Jamás me he lamentado de haber perdido ni a una pareja, quien sienta que está mejor sin mi, adelante nada le detiene.\n  ","257452":"\n\n   @YsikaRincon\n  \n","257453":"\n  Yo evito hacer daño.\n  ","257454":"\n  Mi sobrino de cinco años me pidió que le lavara las manos después de que comió, me sorprendió porque mi hermano estaba con el también y siempre le dice a el.\n  \n  Fue el dom, 16 de ago.\n  ","257455":"\n  No.\n  ","257456":"\n  Pasé por ocho relaciones serias, todas formales.\n  ","257457":"\n  Jamás.\n  ","257458":"\n  -.-\n  ","257459":"\n  Tenía doce años, no lo recuerdo, una persona hace una pendejada tras otra a esa edad.\n  ","257460":"\n\n   www.instagram.com\/villalobosij\n  \n","257461":"\n  No les gustaría que puedan volver a darse regalos? Me da igual.\n  \n  Solo di regalo una vez, para probar como era, recibí una vez y resulta que fue ASKfm por mi cumpleaños.\n  ","257462":"\n  Ya antes escribí aquí sobre el tema.\n  ","257463":"\n  En nada.\n  ","257464":"\n  Mango.\n  ","257465":"\n\n   https:\/\/m.youtube.com\/watch?v=0m2KzXCTOxY&list=PLllV_afhRNoX7Zo1yADo6l0tNzQNYZZ6M&index=29&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257466":"\n  -.-\n  ","257467":"\n  Ya antes escribí aquí sobre el tema.\n  ","257468":"\n  Perdón, me perdí un libro, cortaste el hilo de la conversación.\n  ","257469":"\n  Perdón, estoy perdidamente enamorado de\n  \n   @LaliEspositoHOficial\n  \n","257470":"\n  Ninguna.\n  ","257471":"\n  No lo sé, en está cuarentena he estado pensando en eso y aún no doy el como hacer para evitar el contacto con las personas en el proceso.\n  \n  Solo veo vivir del rendimiento de las inversiones.\n  ","257472":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257473":"\n  Estoy demasiado fastidio de la cuarentena,  ya quiero salir a trabajar.\n  ","257474":"\n  -.-\n  ","257475":"\n  No se nada de la \"generación de cristal\"\n  ","257476":"\n  No lo sé, invitaría a\n  \n   @LaliEspositoHOficial\n  \n","257477":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","257478":"\n  ¿Cuándo cumples años? 05 de noviembre.\n  \n  ¿Cómo te gusta celebrarlo? Prefiero no celebrarlo, pero hay quienes no lo entienden y me lo celebran igual.\n  ","257479":"\n  Las películas tienden a tergiversar las cosas, las pocas personas de las que sé que han experimentado lo paranormal tienen un testimonio que contradice lo que la mayoría cree.\n  \n  Creo que no me da pavor, ahora si se me da el caso no sé en el momento si estaré calmado o exaltado o empavorecido.\n  ","257480":"\n  Yo no hago eso.\n  ","257481":"\n  ¿Cómo has estado durante todo este tiempo? Fastidiado de la cuarentena.\n  \n  ¿Qué has hecho para intentar pasar el rato en casa? Rutinas.\n  \n  Anímicamente, ¿Cómo y llevado la situación? Con paciencia.\n  \n  #YoMeQuedoEnCasa\n  ","257482":"\n  Lo que tenga que hacer, simplemente lo hago.\n  \n  Y a lo que no les veo beneficios, no lo hago.\n  ","257483":"\n  Si pudiera, no lo haría.\n  ","257484":"\n  Fastidiado de la cuarentena hasta el tuetano.\n  ","257485":"\n  Su nombre en español es una traducción directa del inglés 'hot dog', aunque este plato tiene origen europeo.\n  \n  En concreto, procede de Alemania.\n  \n  Allí, de forma coloquial, se llama a las salchichas 'dachshund' (perro salchicha) y este término viajó a Estados Unidos con los emigrantes de finales del siglo XIX.\n  \n  Los puestos ambulantes de perritos se hicieron muy populares en los estadios de béisbol, donde los vendedores animaban a los clientes al grito de \"llévese un perro salchicha caliente\".\n  \n  Un periodista deportivo y dibujante, Thomas Dorgan, escribió una columna en la que bromeaba sobre la venta de perritos.\n  \n  Solo que, como no conocía la expresión 'dachshund', bautizó aquel tentempié como 'perro caliente'.\n  \n  Su columna fue tan comentada que dejó acuñada la expresión y desde entonces, todos sabemos que un perrito caliente no tiene cuatro patas y combina de maravilla con los pepinillos y la cebolla frita, entre otras presentaciones más que ahora hay.\n  \n  Por lo que no es un sándwiches, ya que perro caliente es la salchicha.\n  ","257486":"\n  Ya antes escribí aquí sobre el tema.\n  ","257487":"\n  Cuando era un niño mamá y papá no me dejaban ver telenovelas, ni películas de terror.\n  \n  Así lo que pude ver, fue en casa de algun familiar o como invitado para quedarme a dormir en casa de alguien.\n  ","257488":"\n  He dicho aquí todo lo que se me ha preguntado puntualmente, lo que no han preguntado seguirá siendo secreto.\n  ","257489":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","257490":"\n  Recién dejé una, lo que me transmite lo he respondido en diferentes preguntas.\n  ","257491":"\n  Está mal visto y por eso así lo han etiquetado.\n  \n  Soy pesimista.\n  \n  \"La crisis es la mejor bendición que puede sucederle a las personas y los países, porque la crisis trae progresos\"\n  \n  Albert Einstein\n  ","257492":"\n  La época en la que tuve la bicicleta, fue un aprendizaje casi total de la vida.\n  ","257493":"\n  El día lluvioso no me produce sueño, hace algún tiempo me gustaba bañarme en ella, después solo megustaba mirarla, ahora me es indiferente.\n  ","257494":"\n  ¿Vale la pena enamorarse? Tenía la convicción de que moriría sin enamorarme, me equivoque, ha valido la pena.\n  \n  ¿por qué? Porque no creí tener sentimientos jamás mostré una actitud positiva ni negativa hacia nadie.\n  \n  No he logrado nivelar los extremos de felicidad y dolor que me produce, no logro dejar de asociar mi entorno con ella.\n  ","257495":"\n  Antes creía que no era fotogénico, en realidad es que soy feo.\n  \n  Soy hombre.\n  \n  Soy fiel y no perdono la infidelidad.\n  \n  No tengo amigos.\n  \n  Odio a todos.\n  ","257496":"\n  Ya antes escribí aquí sobre el tema.\n  ","257497":"\n  Dubai.\n  ","257498":"\n  Desconocido.\n  ","257499":"\n  No tengo amigos aquí ni en ningún lado.\n  ","257500":"\n\n   @LaliEspositoHOficial\n  \n  antes creí que era al café en sus ojos, pero un día me di cuenta que estaba equivocado, he visto otros ojos café y no tienen esa mirada adictiva e inolvidable que me cautivo de amor.\n  ","257501":"\n\n   https:\/\/m.youtube.com\/watch?v=4Yw8aaqnnrg&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=22&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257502":"\n  \"Si hay más de una forma de hacer un trabajo y una de ellas culmina en desastre, alguien lo hará de esa manera\"\n  ","257503":"\n  Si te refieres deseos, hace algún tiempo ya que dejé de pedir deseos, aún sigo esperando que se cumplan algunos que pedí de niño.\n  ","257504":"\n  No las se, dime si notas alguna en mí.\n  ","257505":"\n  Jamás me cuestiono nada, otras personas si lo hacen y algunas veces termino alejandome de algunas personas.\n  ","257506":"\n  Hace algún tiempo ya que me gustan toda la gama colores.\n  ","257507":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","257508":"\n  Blackberry, BLU y no lo sé, en cualquier celular en el que pueda usar el navegador Opera, app WhatsApp Business y la ofimática de Google para mi está más que bien.\n  ","257509":"\n\n   www.instagram.com\/villalobosij\n  \n","257510":"\n  Al despertar pienso en\n  \n   @LaliEspositoHOficial\n  \n  todo el día hasta quedarme dormido.\n  ","257511":"\n  -.-\n  ","257512":"\n  Alguna vez antes le respondí a alguien:\n  \n  -\"No te preocupes no me importaba mi vida\"\n  \n  Solamente cometí el pequeño desliz de olvidar que en algún momento me pude enamorar de ti.\n  ","257513":"\n\n   https:\/\/m.youtube.com\/watch?v=iKHkKpPCxx4&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=45&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257514":"\n  Absolutamente todo es imperfecto.\n  ","257515":"\n\n   https:\/\/m.youtube.com\/watch?v=TtycENXPfh8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","257516":"\n  El coronavirus salió a las calles #YoMeQuedoEnCasa\n  ","257517":"\n  No, estoy tan relajado que ya no puedo con el fastidio de la cuarentena.\n  ","257518":"\n  Hasta donde recuerdo no he estado en un mercadillo o tienda de segunda mano.\n  ","257519":"\n  Omnívoro.\n  "}}