{"Question":{"258593":"\n   Buenas, ¿alguna vez viste una estrella fugaz?? 🌠\n  ","258594":"\n   🖤👽 [ Dimensión Libre ] 👽🖤\n  ","258595":"\n   Además, cuando los españoles llegaron a las filipinas los aborígenes usaron formas antiguas de kali\/eskrima y hay registros históricos en la parte española que confirman esto en los informes de los colonizadores. No hay algo similar con este sistema más allá de que es una \"reconstrucción histórica\"\n  ","258596":"\n   Si los indígenas de acá tenían uno o más sistemas de combate sin o con armas, no hay evidencia de ellos. Además, este sistema se descubrió casualmente cuando Chávez cambió la denominación del 12 de octubre. Cómo te dije es una creación reciente basada en jujutsu y judo, entre otras.\n  ","258597":"\n   Quien diría que me engancharía a la casa fuerte 😂🤦🏼‍♂️\n  ","258598":"\n   ¡Hola gentecilla bella! 🙈\n¿Qué habéis tenido para cenar? 😋\nOs deseo una buena noche 💙\nOs quiere y os sigue:\n  ","258599":"\n   En qué momento estoy hablando del cumplimiento de la ley o de algo legal en el marco referencial de la pregunta?\n  ","258600":"\n   ¿ Que pregunta te has hecho que aún no encuentras la respuesta ?\n  ","258601":"\n   ¿Cual es tu marca de calzado favorito ?👟\n  ","258602":"\n   Yo sumo eh jajaja siempre he querido ir😂🤭\n  ","258603":"\n   ¿Cómo ayudas a tus amigos cuando se sienten tristes?\n  ","258604":"\n   🤣🤣🤣🤣🤣🤣😅 Esta bueno esta bueno.🤣🤣🤣🤣🤣🤣😅\n  ","258605":"\n   ¿Qué te hace especial?\n  ","258606":"\n   ¿Cuál es el villano de superhéroes más malvado?\n  ","258607":"\n   Eso fue un ejemplo. Puedo notar que siempre miras las cosas desde una expectativa distinta a la de los demás, te enfocas en cosas que los demás ignoran o le restan significancia, eres único.\n  ","258608":"\n   ¿Te has dormido alguna vez en clase?\n  ","258609":"\n   Técnicamente tienes razón.\n  ","258610":"\n   [🎈] ¿Alguna vez han sentido inseguridad? (En cualquier sentido, interpretación libre)\n¿Cómo logran salir de ese círculo de ansiedad y\/o inseguridad?\n  ","258611":"\n   Cual es su artista favorito?\n  ","258612":"\n   Cual es su fruta favorita?\n  ","258613":"\n   Sumisión caribe, siscomada, metcombaido, etc., son creaciones recientes, a lo más 20 o 25 años, dónde se ve claramente que incorporaron cosas de otras disciplinas en especial japonesas, coreanas y chinas, poniendo nombres indígenas y así. El garrote larense es el am oriundo de Venezuela.\n  ","258614":"\n   ¿Y te dejarías influenciar nuevamente ahora que ya tienes experiencia?\n  ","258615":"\n   Me llegó la noticia que ya no van a dar monedas por las preguntas ni las respuestas que mal por el momento no voy a dar monedas.te sigue\n  ","258616":"\n   ¿Cuál hábito detestas de otras personas?\n  ","258617":"\n   Una mujer está obligada a casarse, ser madre y ama de casa por el sólo hecho de ser mujer, o por el contrario puede y debe tener la libertad de decidir como desarrollarse personal, individual y profesionalmente?\n  ","258618":"\n   Buenas buenas personita 🍂\n\n¿Sufres de ira? 🧐 ¿Qué es lo peor que has hecho teniendo un ataque de ira? 🤬😠😤\n  ","258619":"\n   Por qué existirá ésa tendencia de muchos venezolanos a convertir todo en una \"jodedera\"?\n  ","258620":"\n   Gusto culposo?\n  ","258621":"\n   Se hace la que no me conoce pero? 🤩\n  ","258622":"\n   Cual es tu idea de felicidad?\n  ","258623":"\n   ¿Tienes cuenta en Tik Tok?\n¿Nos seguimos?\n¿Cómo apareces?\nSi no usas,(Espacio Libre)\nSaludos⚡\n  ","258624":"\n   ¡Hola gentecilla bella! ☺️\nPuede que os hayan formulado esta pregunta anteriormente, pero ¿sois de ver series en emisión u os esperáis a que termine de emitirse la temporada y luego la veis? Yo sigo una en emisión y sufro cada semana 😅\nQue tengáis buena noche 💙\nOs quiere y os sigue:\n  ","258625":"\n   ¿Estarías con una persona hasta la muerte?\n  ","258626":"\n   Usan telegram? Dejan su usuario para hablar o crear un grupo? \nPd: si no te interesa solo ignora\n  ","258627":"\n   Cuando una persona ama a alguien ¿Ustedes creen que su comportamiento sea igual al de todo ser humano que ama a alguien?\n  ","258628":"\n   ¿ Todos somos los malos en una historia mal contada ?\n  ","258629":"\n   ¿Duermen con la puerta cerrada o abierta?\n  ","258630":"\n   Compañeros de teletrabajo, a que se dedican, cuál es su profesión? O si estudian y toman teleclases, que están estudiando?\n  ","258631":"\n   Buenos días! Ya se tomaron su café, o un té o un juguito?\n  ","258632":"\n   Holiii 🤗💕\n\nY... ¿A qué sitio irías a vivir una aventura?\n  ","258633":"\n   Todo el mundo tiene esa única pieza de ropa de la que nunca se desharía. ¿Tienes una camisa vieja que no puedes tirar?\n  ","258634":"\n   La mayoría de la gente dirá que sí a esto. Especialmente aquellos que llegaron tarde a la fiesta.\n¿Gestionas bien tu tiempo?\n  ","258635":"\n   ¿Cuál es la palabra más inteligente que conoces?\n  ","258636":"\n   Tienes algún recuerdo triste de tu niñez que jamás has olvidado?\n  ","258637":"\n   Cuál es el arte marcial originaria de Venezuela?\n  ","258638":"\n   Si escribieras todo lo que te ha ocurrido hasta ahora en un libro, ¿crees que la gente lo querría leer?\n  ","258639":"\n   Hola ¿Alguna vez perdonaste un daño muy grande? ¿Te arrepentiste de haberlo hecho?\n  ","258640":"\n   Hace dos semanas pregunté si saldrías en plan de cita con alguien con tatuajes o piercings y algunos dijeron que no. Esto no sería discriminación? Desechar a alguien como elegible para salir, o tener una relación sólo porque tenga una modificación corporal no sería discriminación?\n  ","258641":"\n   ¿Que tipo de personas es con las que no te relacionarlas? 🖤👽🍒💀\n  ","258642":"\n   What's your biggest style fail?\n  ","258643":"\n   Me recomendaríais una canción o me la dedicaríais ? Si es así cual 👀👀\n  ","258644":"\n   🌵 •[ MG... ʏ ᴅᴀꜱ 5ᴍɢ'ꜱ❤️ + 5🔥 ]• 🌵\n  ","258645":"\n   Decisión más complicada y compleja que te haya tocado tomar?\n  ","258646":"\n   ¿Que odias de la CUARENTENA? 😷\n  ","258647":"\n   ¡Hola gentecilla bella! 🙈\n¿Os gustan las patatas fritas? ¿Las soléis comer con alguna salsa? A mí últimamente me gustan mucho con mayonesa 😅\nPasad buena noche 🤭\nOs quiere y os sigue:\n  ","258648":"\n   ¿Ya vieron 365 Dni (Días)?, ¿Que les pareció?, ¿El final te gustó?, Dicen que es la nueva 50 sombras de Grey, ¿estás de acuerdo con eso?\n  ","258649":"\n   ¿Eres de los que sacrificaría la vida de una persona para salvar a cien? 🤔\n  ","258650":"\n   ¿Que es lo que mas te hace feliz? 👽🖤🍒💀\n  ","258651":"\n   ¿\"Los amigos te apuñalan de frente\"? Opinión. Te lee:\n  ","258652":"\n   ¿Que te parece esta nueva actualización de Ask.FM? 👽🖤💕❤️\n\n-Que ya no puedas ganar monedas haciendo preguntas😥💔\n  ","258653":"\n   ¿Con qué frecuencia hablas con amigos que están lejos?🔥🍀\n  ","258654":"\n   Ya queda nada para verano y estamos a 32 grados, yo me quiero morir jajaja 🥵\n  ","258655":"\n   ¿Qué prefieres el día o la noche?\n  ","258656":"\n   ¿Qué deporte te gusta más? ¿Qué deporte detestas? ⚽️🏈🏀\n  ","258657":"\n   ¿Cuál es el mejor chiste que has escuchado?\n  ","258658":"\n   😬¿Alguna vez has enviado a alguien un mensaje que no era para él?😱¿Qué pasó?🙉 ¿Cuál era el texto?😏 ¿A quién iba dirigido?😳😮\n  ","258659":"\n   ¿Qué animal se parece más a tu estilo de alimentación?🐶🐱🐭🐹🐰🦊🐻🐼🐨🐯🦁🐮🐷🐸🐒🐔🐧🐥🦆🦅🦉🦇🐺🐗🦄🐝🐛🦋🐌🐞🐜🦟🦗🕷🦂🐢🐍🦎🦖🦕🐙🦑🦐🦞🦀🐡🐠🐬🐳🐋🐊🐅🐆🦓🦍🐘🦛🦏🐪🦒🦘🐃🐂🐎🐓🐈🐩🐕🦃🦜🐇🦝🐿🦔🐉\n  ","258660":"\n   Envejecer es una parte de la vida para todos, y tener discusiones honestas sobre nuestros miedos es una forma poderosa de catarsis (Purificación). ¿Qué temes de envejecer?\n  ","258661":"\n   Detrás de cada hueso roto hay una historia que espera ser contada.¿Cuántos huesos te has roto en tu vida?\n  ","258662":"\n   Concuerdo contigo\n   \n    @VillalobosIJ\n   \n","258663":"\n   Alguna meta q t había propuesto y q quedo truncada por la pandemia?\n  ","258664":"\n   ¿Cuál es la mentira más grande que han dicho?\n  ","258665":"\n   \"Ese punto de tu vida en que no te afana  si llega un msj o no de la persona que te gusta, no le das tanta importancia por que simplemente con el hecho de saber que esta bien basta, conversar de ves en cuando sabiendo que nunca llegarás a más de una amistad.. \" ¿Qué opinas de lo anterior?\n\nSaludos\n  ","258666":"\n   Si fueras tú el encargado de dirigir el fin del mundo ¿Que harías como fin del mundo?\n  ","258667":"\n   quién usa telegram en pleno 2020? pa' hablar pues\n  ","258668":"\n   Que es lo más loco que han hecho?\n  ","258669":"\n   Hola. ¿Cómo están?\n\nSi supieras que mañana vas a quedar ciego para siempre, ¿qué sería lo último que desearías ver?\n\nQue tengan una hermosa noche. 🌙\n  ","258670":"\n   Buena respuesta\n  ","258671":"\n   Buenas gente 👋, pregunta simple. Sabiendo que son usuarios muy o algo activos, ¿ son de renovar su ask cada tanto ? Sabiendo que hay perfiles que van y vienen todo el tiempo ¿ cada cuanto lo \"renuevan\" ?\n  ","258672":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","258673":"\n   Buenas ¿Alguna vez rompiste un espejo? ¿Crees en el dicho ese que dice que da 7 años de mala suerte? 👀\n  ","258674":"\n   Te gustan las orquestas sinfónicas?\n  ","258675":"\n   Si solo tuvieses que comer una solo tipo de platillo durante toda tu vida, que seria lo que comerias?\n  ","258676":"\n   Si te dieran la oportunidad de viajar en el tiempo, a que época irías? Y porque?\n  ","258677":"\n   Mejor consejo que te han dado? O que te dijeron que te marco la vida?\n  ","258678":"\n   👽🖤 [ Infinity Free ] 🖤👽\n  ","258679":"\n   %Colectiva% ¿Crees que se puede conocer a alguien leyendo sus respuestas de ask?\n  ","258680":"\n   ¿Has realizado deporte en esta cuarentena? ¿Qué prácticas?\nSaludos☀\n  ","258681":"\n   Dicen que según como sea tu habitación es así también tu mente 🤔 Crees que puede ser verdad? Si es un sí, como es tu habitación?\n  ","258682":"\n   ¡Buenos días gentecilla bella! 🙈\n¿Qué planes tenéis para hoy? Espero que paséis una buena semana 😊\nEs una colectiva muy sencilla y común, sorry pero no estoy muy creativa hoy 😅\n  ","258683":"\n   ¿Cuál es el mejor regalo de cumpleaños que has recibido nunca?\n  ","258684":"\n   Estaréis cansados de muchas cosas, durante todos estos días metidos en cuatro paredes. Usa esta pregunta para poner lo que te salga del alma. Un beso enorme!\n  ","258685":"\n   Qué consideras que debería ser una reforma prioritaria en los sistemas educativos actuales para replantear los planes de estudio: educación en valores? educación científica? O educación financiera?\n  ","258686":"\n   ¡Hola gentecilla bella! 🙈\n¿Os gusta la lotería? ¿Habéis comprado alguna vez? ¿Creéis que es cuestión de suerte?\nPasad buena noche 💙\nOs quiere y os sigue:\n  ","258687":"\n   La amistad cibernética, ¿es realmente una amistad? ¿ Por qué lo crees así ?\n  ","258688":"\n   ¿Qué película o serie de netflix me recomiendas?\n  ","258689":"\n   Qué es peor para ti ¿sentirte sola al lado de alguien, o sentirte sola pero sin estar atada a algo?\n  ","258690":"\n   Cuando le has mentido a alguien, te has preguntado¿Qué habría pasado si hubieras sido totalmente sincer@? ¿ Valió la pena mentir ?\n  ","258691":"\n   What do you wish you had more time for?\n  ","258692":"\n   ¿Cuántos de tus amigos son veganos\/vegetarianos?\n  ","258693":"\n   ¿Qué canción cursi has memorizado?\n  ","258694":"\n   De tu casa ¿Que adorno te trae el mejor recuerdo? ¿por qué? ❤💜❤\n  ","258695":"\n   [🌱] ¿Tienen algún proyecto personal en mente? Algo que se hayan propuesto, algo que quieran cambiar y\/o mejorar, ¿Cuál es?\n  ","258696":"\n   Deja un anécdota de lo mas gracioso que te alla pasado.\n  ","258697":"\n   Que andas haciendo en este momento?\n  ","258698":"\n   ¿Qué fue primero, el huevo o la gallina?\n  ","258699":"\n   Hola personita ✨❤️\n¿Sabias que los gatitos 🐈 duermen el 70% de sus vidas? 😅\n\n¿Cuantas horas acostumbras dormir? 😴\n\nLinda noche 🖤🇲🇽\nSi te llega esto te sigo 🔥🌹\n  ","258700":"\n   Hola. ¿Sos de anotar las cosas que tenés pendientes por hacer? ¿O tenés facilidad para acordarte?\n  ","258701":"\n   ¿Sabías que el sol se ve amarillo porque la luz de mayor intensidad es la verde, que restada al azul del cielo resulta en ese amarillo?\n  ","258702":"\n   Crees que volvamos totalmente a la normalidad, después de la cuarentena?\n  ","258703":"\n   Buenas 👋, ¿ alguna vez fuiste hackeado en alguna red social o cuenta tuya ? ¿ como fue tu reacción y que hiciste al respecto ?\n  ","258704":"\n   [☕] ¿Les gusta el té?\n  ","258705":"\n   🦋 ¿Se te da bien imitar acentos?\n  ","258706":"\n   He vuelto cabrones !!!! 🤪 contadme ha pasado algo interesante ?\n  ","258707":"\n   Quise cielo\n  ","258708":"\n   Por\n  ","258709":"\n   ¿conocen sobre las constelaciones?\n  ","258710":"\n   Para ti, qué es una mujer que agrede física y verbalmente a un hombre?\n  ","258711":"\n   Qué libro te ha dejado una enseñanza y te ha motivado a mejorar cosas de tu vida?\n  ","258712":"\n   ¿Con que frase te identificas?\n  ","258713":"\n   ¿Eres una persona sensible que no le gusta demostrar sus sentimientos o una persona dura que dice lo que siente?\n  ","258714":"\n   ¿De qué te arrepientes?\n  ","258715":"\n   Tu y aquella Sammy me copiaron lo del signo 🙄 no me molesta pero es la verdad 😉\n  ","258716":"\n   Como evitas enojarte cuando lees cosas que justamente te hacen rabiar?\n  ","258717":"\n   Buenas, alguna vez tuviste una parálisis del sueño??? 😳\n  ","258718":"\n   [🍟] ¿Cómo prefieres las papas a la francesa, onduladas o rectas? ¿Con qué sueles preparártelas?\n  ","258719":"\n   Hola! Todo bien? Cual es esa oportunidad que hoy en día te arrepientes haberla desperdiciado? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","258720":"\n   Imagina que ganas 2 millones de dolares por mes ¿Como crees que cambiaría tu vida? ¿Que cambiarías de tu estilo de vida?\n  ","258721":"\n   Qué opinas sobre la historia de tu país? Un saludo.\n  ","258722":"\n   *Colectiva* ¿Qué es para ti lo que se tendría que normalizar?\n  ","258723":"\n   Ohhh ahora lo comprendo todo ^u^, la verdad que es cierto leer muchas veces modifica hasta nuestra forma de pensar y hablar, eso habla muy bien de ti pues eres una persona muy culta 😊✨\n  ","258724":"\n   [🌷] Buenos días. \nEsta mañana de Sábado, quiero saber qué es lo que van a desayunar. 👀\n¿Suelen desayunar algo \"especial\" los fines de semana? \n\nLindo fin de semana a todos. 💗\n  ","258725":"\n   bueenass, ¿os gusta leer? si es que sí, ¿cuál es vuestro libro favorito? un bessi 💋\n  ","258726":"\n   Esta pregunta para para unos pocos 😮, no te paso que acá en ask haces una pregunta y uno te responde pidiéndote una banda de fuegos para después ver que era una respuesta tan boluda y sencilla 😒. ¿ que opinas de eso ?\n  ","258727":"\n   ¿Creés en lo paranormal?\n  ","258728":"\n   ¿Fuiste infiel alguna vez?\n  ","258729":"\n   ¿Recibiste una puñalada de quien menos te lo esperabas?\n  ","258730":"\n   Cierto tienes razón por eso no hay que creer a la primera, es mejor esperar los frutos de esos cambios para no tropezar de nuevo con la misma situación por creer que realmente alguien ah cambiado.\n  ","258731":"\n   ¿Al aplicar la salsa de tomate eres perfeccionista al hacerlo que quede las lineas de salsa parejas en el perro o como caiga por que a parejas en el perro o como caiga por que es irrelevante ello.? 🍟\nSaludos🍕\n  ","258732":"\n   ¿Algún día llega el punto en el que dejas de sentirte mal por que te dejan fuera de algo?\n  ","258733":"\n   A es lo Último que buscaste online\n  ","258734":"\n   👽🖤 [ Texto Libre ] 🖤👽\n  ","258735":"\n   ¿Qué mentira dices de manera más recurrente?\n  ","258736":"\n   Decime _1 banda Nacional\n               _1 banda Internacional\n  ","258737":"\n   Alguna info irrelevante q sepas?\n  ","258738":"\n   ¿Que hacer cuando alguien se enoja? 👿😥💔👽🖤🍒💀\n  ","258739":"\n   👽🖤 [ Dimensión Libre ] 👽🖤\n  ","258740":"\n   ¿Cuál fue la última película que decidiste no ver?\n  ","258741":"\n   ¿Cómo te das cuenta de que te estás enamorando de alguien? ¿Cómo te comportás cuando estás enamorado? ¿Qué actitudes y comportamientos cambian en vos?\n\nLes mando un abrazo virtual. ☺️\n  ","258742":"\n   Buena tarde 🌇 personita\n\n🔸 Sabías que un 6% de la población mundial sufre de insomnio, y a las mujeres se nos duplica la posibilidad de sufrir de esto🔸\n\n¿Sufres de insomnio? 😴 Si lo sufres, ¿cómo haces para mejorarlo? 🤔\n  ","258743":"\n   Y el clima ni parece u.u\n  ","258744":"\n   Aca ya estamos casi en Verano\n  ","258745":"\n   Saludos infractores de paradigmas, he venido de muy lejos a presentarles una incógnita en nombre del amor y la verdad. ¿cual es tu ultima gran expectativa?\n  ","258746":"\n   Hola semillas de genialidad. siguiendo con preguntas morales ¿crees en el equilibrio? ¿es correcto buscar ser una persona equilibrada? ¿es ético ser neutral? ¿ante el bien y el mal como se paga la injusticia?\n  ","258747":"\n   Que opinas de que hay cosas que no puedes expresar?\n  ","258748":"\n   Me parece bien la idea de dejar de seguir perfiles abandonados. \nYo no estoy respondiendo a diario como antes lo hacía. Pero, sería un honor para mi seguir recibiendo tus colectivas. Eres un usuario “VIP” muy particular porque no perdiste tu ingenio a la hora de formular tus interrogantes.\n  ","258749":"\n   Share a personal opinion that is against any current trend.\n  ","258750":"\n   💫No se necesita experiencia ni conocimiento💢, solamente se necesita sentimiento😳 y tu manifiestas tener muchos sentimientos🙂 y lo expresas muy bien, solo falta quien los corresponda💕. Espero puedas encontrarla sin la necesidad de buscarla para que eres vinculo sea genuino y perfecto.👍👊\n  ","258751":"\n   .Colectiva. ¿Dirías que hay algún libro que se ha malinterpretado a lo largo de los años?\n  ","258752":"\n   buenoss dias gente 😝\nque vaisss a hacer hoy!?\nsi t llega esto te sigo ☺\n  ","258753":"\n   A quien de tus amigos extrañas ver? 👥\n  ","258754":"\n   La palabra París comienza con “P” y termina con “T”, ¿cierto o falso?\n  ","258755":"\n   ¿Por qué no tienes favoritismos?\n  ","258756":"\n   ¡Hola! ¿Todo bien? ¿Eres de ilusionar o el ilusionado?❤️\n  ","258757":"\n   Unas preguntas demasiado simples y aburridas como para que la haga yo, va para pocos, ¿ hay alguien de ask que te influya en algo ? ¿ te gustaría conocer a esa persona ? ¿ O ya la conoces  en persona ? ¿ si es si que te atrae de su forma de ser ? No es necesario dar nombres si quieren\n  ","258758":"\n   Jejeje perdona la pregunta que significa?? :o\n  ","258759":"\n   Jajaja simplemente aquí el te la pongo fácil, lei que sueles poner la expresión Entiendo que tambien es muy usado aca, así como el Así es jejeje, ademas tu forma de poner las palabras pues tu español suena muy bien marcado, de hecho eso me agrada mucho de ti ^u^\n  ","258760":"\n   ¿Tienes algún apodo divertido?\n  ","258761":"\n   ¿Que tanto compartenn memes en fB?\n  ","258762":"\n   Exelente👏👍\n  ","258763":"\n   Típico...\n.\n(Continúa)\n  ","258764":"\n   👀👊Weee eres buen observador🧐\n  ","258765":"\n   😳😌Te entiendo completamente. Ella entonces no es mala persona, espero algun dia la dejes volar. O mejor dicho vueles tu.🙏👍👊\n  ","258766":"\n   ¿Osea nos estariamos engañando tambien a nosotros mismos?\n  ","258767":"\n   Buen\/a Día 🌄, Tarde 🌇, Noche 🌌\n\n🔸Todos estamos seguros que la pandemia nos cambió nuestro estilo de vida, por lo menos en mi caso, no sé si el tuyo...🔸\n\n⚜️ Mi pregunta: ¿Cómo era tu rutina del día a día antes de la cuarentena? 🧘🏻‍♀️\n  ","258768":"\n   ¿Te estresas fácilmente?¿qué haces para bajar ó quitar ese estrés?\nSaludos🍦\n  ","258769":"\n   Buenas gente 👋 ¿ cual fue el comentario o pregunta mas desubicada o molesta que te llego a mandar un troll o anónimo en ask ? ¿ sigue fastidiandote o solo fue en ese momento ?\n  ","258770":"\n   ¿A quién le temes?\n  ","258771":"\n   ¿Qué lugares son buenos para conocer gente nueva?\n  ","258772":"\n   [🍿] ¿Te gustan las palomitas\/rosetas de maíz? ¿Sueles comprar los sobres o hacerlas en casa con los granitos? \n\nPásate si gustas, lindo día. 😌\n  ","258773":"\n   ¿Alguna vez has mirado una serie de risa que tus padres solían ver?\n  ","258774":"\n   ¿Cómo puedes cambiar el mundo?\n  ","258775":"\n   ¿Es publicidad o recomendación?\n  ","258776":"\n   tanga o cachetero\n  ","258777":"\n   ¿Cómo te quitas de encima el estrés y las malas energías?\n  ","258778":"\n   ¿Tienes algún apodo divertido?🤘🏻💎🤔\n  ","258779":"\n   Fruta favorita? 🍊\n  ","258780":"\n   ¿Qué es lo que más te gusta hacer?\n  ","258781":"\n   [📚] ¿Cuál ha sido el último libro que leyeron? ¿Prefieren leer desde un PDF o el libro en físico? ¿Qué tipo de libros sueles leer? \n\nPásate, lindo día. 🙋\n  ","258782":"\n   Si tuvieras que dejar se tratar a una persona muy cercana y querida porque por ejemplo, te hizo un agravio, lo harías? No hay respuesta mala o buena, solo den su opinión con toda honestidad\n  ","258783":"\n   No, eso está bien :) Siempre es bueno dudar de lo que sabe\/dice.\n  ","258784":"\n   ¿que preguntas te molestan?\n  ","258785":"\n   Sí, la gravedad tiene simetría esférica (como la cohesión del agua), al igual que la presión que evita el colapso total. Por eso el resultado tiende a esfera\n  ","258786":"\n   Estan en invierno ^u^??\n  ","258787":"\n   ¿Hay algún país al que te gustaría viajar?\n  ","258788":"\n   \/Colectiva\/ Imagina que alguien de tu entorno cercano ha perdido la memoria y tiene que recordar quién eres. ¿Qué resumen de ti mismo le harías?\n  ","258789":"\n   @ Colectiva@ ¿Crees que el hecho de poner motes a los políticos ha hecho que el periodismo se devalúe y pierda su rigor informativo?\n  ","258790":"\n   Si vos fueras un auto. ¿Cómo se vería de aspecto? Foto 📸🚘\n  ","258791":"\n   Puede ocurrir que en algún momento de nuestra vida, alguien que no ha hecho daño, nos prometa que va a cambiar. Pero, ¿pueden cambiar las personas?\n  ","258792":"\n   Me hiciste dudar jajaja\n  ","258793":"\n   ¿Cuales crees tu que sean las 10 fobias mas frecuentes?\n  ","258794":"\n   Ntp ^u^\n  ","258795":"\n   El Ramen es bueno solo que es algo caro para lo que sirven, yo tambien me sumo a lo que has probado ^u^\n  ","258796":"\n   Sii las anoto y te las pongo aquí mismo ^u^\n  ","258797":"\n   Guaooo amigo🤭🤓 Que cupido tan loco.!! Y la vez tan injusto como pudo hacerte eso, es terrible. Pienso que si alla no te corresponde deberias olvidarla. Ya que ella ni se preocupará por ti.... No te digo que seas malo solo tienes que valorarte amigo, se que eres un buen chico.\n  ","258798":"\n   ¿Por que el Arcoiris tiene 7 colores?\n  ","258799":"\n   Espero lo tomes en cuenta.\n  ","258800":"\n   Si cárcel y prisión son sinónimos, ¿por qué no lo son carcelero y prisionero?\n  ","258801":"\n   ¿Por qué si le soplas a un perro en el morro se enfada y si le llevamos de pasajero en el coche con la ventanilla bajada saca la cabeza al viento?\n  ","258802":"\n   ¿Puede una persona enamorarse más de una vez? 👀 ¿te has enamorado profundamente?\n💜Saludos💙\n  ","258803":"\n   ¿Aún existirán mujeres que les guste el amor a la antigüa? Cartas, flores, poemas, dulces, cenas, serenatas, sorpresas♡\n  ","258804":"\n   ¿Que modelo de móvil utilizas?\n  ","258805":"\n   cual es su serie favorita de netflix?\n  ","258806":"\n   ¿Por qué los planetas y estrellas tienen formas casi esféricas?\n  ","258807":"\n   Jaja no nada que ver no hables boludeces, te lo puse en joda 👍\n  ","258808":"\n   Preguntas muy simples... ¿ cuantas\/os ex pareja tuviste en tu vida ? ¿ actualmente esta todo bien o todo mal con esa persona ? ¿Volverías a formar una relación nuevamente con esa persona ?\n  ","258809":"\n   ¿ vos crees que un padre y una madre tienen diferentes métodos de crianza debido a su sexualidad ? ¿ o ambos crían o pueden criar por igual a un hijo ?\n  ","258810":"\n   ¿Qué hiciste en tu último cumpleaños?\n  ","258811":"\n   Los jóvenes de hoy en día que beben alcohol y se drogan, ¿lo hacen porque están influenciados socialmente? ¿O porque de verdad les gusta hacerlo? ¿Qué opinan?\n\nLa mandé en Shoutout y se las mando a ustedes también. \nLxs leo. ☺️\n  ","258812":"\n   Que es lo que más podrido tiene esta sociedad ?\n  ","258813":"\n   Dos acciones buenas que puedes hacer con otra persona❤️💕💜🖤👽🍒💀\n  ","258814":"\n   👽🖤💀  [ Dimensión Libre ] 💀👽🖤\n  ","258815":"\n   Jejeje, no, aunque fue un buen análisis. El SARS-COV-2 es el nombre del virus que infecta, COVID-19 es el nombre de la enfermedad infecciosa. Es como la Yersinia Pestis (la bacteria que infecta) y la Peste Negra (la enfermedad que produce)\n  ","258816":"\n   Oye, no sabía eso. Es curioso, voy a chequear.\n  ","258817":"\n   Existe un tipo de estrella HIPOTÉTICA, es decir: Existe la hipótesis de la existencia de esas estrellas. No sé si lo planteé mal, pero generalmente es entendible ese tipo de expresiones.\n  ","258818":"\n   ¿Cual es tu mayor meta?.\n  ","258819":"\n   ¿Has platicado con ella de frente \"Cara a cara\"?\n  ","258820":"\n   ¿Se considera perfeccionista?,Sí las cosas no salen como desea ¿se enfada?\n🍦Saludos🍦\n  ","258821":"\n   Pues aunque no lo creas eso me paso. Luche para superarlo hasta que lo logre. Se que todos no tenemos la misma capacidad, pero si se puede.\n  ","258822":"\n   Donde te gustaría vivir?\n  ","258823":"\n   ¿Cuántas fotos tienes en tu teléfono? 📷💛\n  ","258824":"\n   $Colectiva$ ¿Tú entiendes la avaricia que se ve por ask de pedir intercambios de ❤, de 🔥 y preguntas? ¿Crees que a la persona que lo hace le ayuda en algo como por ejemplo su autoestima?\n  ","258825":"\n   ¿Que tipo de preguntas te gusta responder?\n  ","258826":"\n   Buenas ¿te acordás cómo fue tu primer día de clases, ya sea en un jardín o en primer grado de la escuela? ¿O tu mente anuló esos recuerdos..?\n  ","258827":"\n   Como son laa tradiciones en tu pais ^u^??\n  ","258828":"\n   Pizza o Hamburguesa ^u^??\n  ","258829":"\n   Alguna vez has comido Ramen?? ^u^\n  ","258830":"\n   Que tal tu día, como esta el clima por donde tu estas ^u^??\n  ","258831":"\n   Como andan gente 👍, ¿ para ustedes es mas peligroso e inseguro las redes sociales o caminar de noche ? ¿ porque ?\n  ","258832":"\n   Uno de esos soy yo, obvio 😎\n  ","258833":"\n   Algún país del mundo que le llame la atención?\n  ","258834":"\n   ¿Que harías si supieras que te quedan 6 meses de vida..? 🤔 Si gustas pásate linda personita!♡\n  ","258835":"\n   Es lo mas probable ^u^, pero de verdad que si tienes algunas características del habla mexicano en tu forma de escribir y expresarte, por eso mi pregunta jejeje ^u^\n  ","258836":"\n   Hello my friend!  What are you proud of today? ⚡️Hola amig@! De qué te sientes orgullos@ el día de hoy? ⚡️Ciao amico!  Di cosa sei orgoglioso oggi?⚡️ Olá amigo!  De que você se orgulha hoje?\n  ","258837":"\n   #Colectiva# Si tuviéramos la capacidad de eliminar un perfil de ask, ¿cuál sería tu elección? (Obvio que no hace falta poner la @ si no estas comodo con eso)\n  ","258838":"\n   Buenas noches ¿Tuviste algún golpe feo en el que te rompiste algún diente o estuviste cerca de que eso te pase? (yo si 😐)\n  ","258839":"\n   ¿Cúal es tu poesía favorita? 💭\nDeja un fragmento de tu parte favorita \nSaludos📝\n  ","258840":"\n   Dedica una Frase... No digas a quién, solo escribela 🥰\n  ","258841":"\n   [🌈] ¿Cuál ha sido la sensación más extraña que has tenido estos últimos días? \n\nPásate si gustas, linda noche. ⛺\n  ","258842":"\n   [🐊] ¿Te ha pasado al inusual en estos últimos días? \n\nPásate si gustas, linda noche. ⛺\n  ","258843":"\n   Buenas noches por si la persona que te gusta no te las dio..\n  ","258844":"\n   Buenas, primeras preguntas del día miercoles. ¿ a la hora de encariñarte o hacer amistad con alguien, te cuesta despegarte de esa persona en caso de que surja una pelea o algo por el estilo ? ¿ serias capas de pedirle disculpas o retomar la relacion, o cortas directamente con esa persona ?\n  ","258845":"\n   ¿Cuál es la diferencia entre el SARS-COV-2 y el COVID-19?\n  ","258846":"\n   ¿Te causa conflicto exponer sobre un tema, en público?, ¿por qué? 🗣️\n  ","258847":"\n   ¿Consideras que leés bien? (en voz alta) 🤓\n  ","258848":"\n   ¿Cuál es el instrumento musical más raro que conoces? 📯\n  ","258849":"\n   A tu pensar, ¿qué es la música? 🎶\n  ","258850":"\n   ¿Cuál es tu película infantil favorita?, ¿por qué? 🧚‍♂️\n  ","258851":"\n   ¿Sabías que el nombre \"Imperio Bizantino\" no era el nombre real de dicho imperio, que nunca usaron semejante nombre para sí mismos?\n  ","258852":"\n   Alguna vez te hicieron una propuesta indecente?\n  ","258853":"\n   ósea (adjetivo femenino, referente a los huesos como en \"médula ósea\"), o sea (frase que se usa para introducir una idea; se parece al \"es decir\") osea (no existe). Lo sabían?\n  ","258854":"\n   Eres sumiso\/a o posesivo\/a?\n  ","258855":"\n   Le cocinas a cualquiera?\n  ","258856":"\n   ¿Qué es lo más hermoso que tienes en casa? 😍🏠\n  ","258857":"\n   Si el día de mañana consiguieses hacerte conocido y obtener seguidores: \n¿Considerás que influiría, de alguna forma u otra, en tu forma de ser? \n¿En qué creés que cambiaría tu vida? \n¿Pensás que lo disfrutarías o desearías volver a tu vida de antes?\nLxs leo atentamente. ☺️\n  ","258858":"\n   ¿Cuál es tu mayor miedo?\n  ","258859":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","258860":"\n   Do you rather overthink, overfeel, overlove or overstress?\n  ","258861":"\n   ∘˚˳°[C] Te gustan los simpson?\n  ","258862":"\n   🌭La mayonesa debería ser expulsada de este universo como un grave daño ecológico, psicológico y organoléptico?\n  ","258863":"\n   Trata sobre ADN. Eva Mitocondrial es la mujer más reciente que tenía las mitocondrias de las cuales desciendem todas las mitocondrias de los humanos actuales. Adán Cromosómico es su equivalente masculino con el Cromosoma Y.\n  ","258864":"\n   Que hago para olvidarme de un chico que me gusta mucho ?\n  ","258865":"\n   Cancion que más te guste\n  ","258866":"\n   No. Se plantea que existe, pero no se ha hallado y ni siquiera se cree que la hallen, porque según los cálculos el universo es demasiado joven para contener una.\n  ","258867":"\n   Que es lo que más amas?\n  ","258868":"\n   Como te llamas?\n  ","258869":"\n   ¿Que tipo de preguntas te gusta responder?\n  ","258870":"\n   Facebook o ask?\n  ","258871":"\n   Donde te gustaría vivir?\n  ","258872":"\n   Que ases ahora?\n  ","258873":"\n   ¿Quién es la villana en la película 101 dálmatas?\n  ","258874":"\n   🌙• Nombra 3 perfiles de ask favoritos.⚡\n  ","258875":"\n   ¿Quién interpreta a Freddie Mercury en la película Bohemian Rhapsody?\n  ","258876":"\n   Donde vives?\n  ","258877":"\n   A mi sobrinito le gustan las historias de terror..¿ me ayudas a inventar una para contársela en una noche lluviosa ? Le platicaré quien me la contó..¡ Gracias ! ( Cuando me conteste la mayoría diré quienes inventaron las mejores historias. )\n   \n    https:\/\/ask.fm\/Adyanell\/answers\/162584212170\n   \n","258878":"\n   [Colectivo] ¿Para ti hay algún tipo de arte que sea censurable?\n  ","258879":"\n   [Colectiva] ¿Te importa dar explicaciones a los demás si estos te las piden por los motivos que sean, o pasas?\n  ","258880":"\n   [Colectiva] ¿Crees que es bueno (para esa persona o para ti mismo) ayudar a cambiar a alguien si esa persona tiene comportamientos nocivos (sin especificar)?\n  ","258881":"\n   ¿Una acción de las personas  que te haga enojar?💔💀👿\n  ","258882":"\n   Buenas, preguntas simples, ¿ sos de entablar alguna o que otra charla con los perfiles de ask que vos seguís ? ¿ O te limitas a responder y preguntar nada mas ?\n  ","258883":"\n   Oh.. Ok!!👍👍👍\n  ","258884":"\n   Exactlyy!!!.. esa misma.. :3\n  ","258885":"\n   La forma en la que escribes lo cual me hace pensar que así hablas en persona 🙈😊\n  ","258886":"\n   [👑] ¿Alguna vez se sintieron súper orgullosos de sí mismos? ¿Porqué? \n\nPásate, linda noche. 😋\n  ","258887":"\n   La diplomacia es muy importante (no confundir con corrección política). Estás de acuerdo en que el problema no radica en decir las verdades sino en cómo decirlas?\n  ","258888":"\n   ¿Sabes a qué se refieren los términos Adán Cromosómico y Eva Mitocondrial?\n  ","258889":"\n   [🌷] Buen día personita de ASK, ¿Cómo estás? 🥰\n\nLa familia siempre es complicada, no son perfectas🤷🏻‍♀️, pero son familia, y como el dicho dice: “La sangre es más espesa que el agua” 💧\n\n🌝 Mi pregunta:\n¿Te avergüenza tu familia? ¿O te enorgullece? 🤔\n  ","258890":"\n   ¿Sabías que existe un tipo de estrella hipotética llamada enana negra, que sería indetectable por cualquier medio excepto por su campo gravitacional?\n  ","258891":"\n   XXX o no??\n  ","258892":"\n   💀🍒🖤 [ Texto Libre ] 🖤🍒💀\n  ","258893":"\n   Cómo se llama esta secuencia: 1 1 2 3 5 8 13 21 34..?\n  ","258894":"\n   🍪 La galleta de la fortuna de hoy dice: “Un guerrero de la luz no malgasta su tiempo escuchando a provocaciones; tiene un destino que cumplir.”\nPaulo Coelho\n  ","258895":"\n   Que cambiarias de tu cuerpo?\n  ","258896":"\n   hm tal vez solo una parte? la que no salga muerta\n  ","258897":"\n   ¿No existe problema que la indiferencia no pueda solucionar?\n  ","258898":"\n   Totalmente de Acuerdo.. para contigo.. Corazoncito!!👍👍👍\n  ","258899":"\n   Ooooh!!!.. 0.0\n  ","258900":"\n   Jajaja.. y dónde está el message??.. jajaja jajaja XP\n  ","258901":"\n   Jajaja.. de q te pregunté.. si era Bueno oh Malo??.. el q te haya Sorprendido.. con mi Respuesta!!\n  ","258902":"\n   ¿En algún momento de tu vida fuiste Altruista?\nSaludos🌠\n  ","258903":"\n   ey pana no quiero mas preguntas suyas bro gracias\n  ","258904":"\n   Buenas! ¿Alguna vez ganaste un sorteo o nunca tuviste esa suerte?\n  ","258905":"\n   Hay alguien con quien tengas un mínimo de confianza?\n  ","258906":"\n   Cuál estación del año prefieres? ✔🐷\n  ","258907":"\n   18. ¿Cuál es el estado de ánimo que menos te gusta?\n  ","258908":"\n   1. ¿Dónde te gustaría vivir?\n  ","258909":"\n   Hey! Solo pasaba para desearte un excelente inicio de semana. 🥰 Pd. Si te llegó esto es porque te sigo, me agradas y\/o me gusta tu contenido. ❤️\n  ","258910":"\n   Necesitamos sentirnos parte de algo, de una familia, de un grupo de amigos, de un equipo de trabajo. Pero, ¿qué ocurre cuando necesitas cambiar tu forma de ser, de comportarte o de pensar para que los demás te integren? ¿ Te ha pasado ?\n  ","258911":"\n   Mierda😳\n  ","258912":"\n   ¿ Cuando el hambre aprieta, la vergüenza afloja ? Si algún día no tuvieras el dinero necesario, ¿ te animarías a pedir a algún amig@ o en la calle a desconocidos ?\n  ","258913":"\n   Buenas 👋, que tipo de realidades son las que te cuesta aceptar en esta vida ? Y porque ?\n  ","258914":"\n   Hola! Todo bien? Qué consideras es algo que todos debemos de experimentar al menos una vez en la vida? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","258915":"\n   ¿Te tocaron aquellos tiempos en los que te sentabas en la calle a hablar por horas con tus amigos? ¿ Los extrañas? o se te hace mejor chatear por el celular o la computadora?\n  ","258916":"\n   Pensaba que eras de México 😮\n  ","258917":"\n   🐝.. Corazoncito!!💕💕💕.. existen preguntas.. q No deben hacerse.. x Ética!!.. Respeto!!.. oh Something like that!!.. cuáles crees para Ti!!.. q sean ese tipo de Preguntas??.. serías tan Amable.. y mencionarlas.. please please!!.. =]\n  ","258918":"\n   💥People constantly say or commit to do things they have absolutely no intention of following up on. Do you agree? Have you been deceived? \/ Las personas constantemente dicen o se comprometen a hacer cosas que no tienen absolutamente ninguna intención de seguir.  ¿Estás de acuerdo? Has sido engañad@?\n  ","258919":"\n   🐝.. corazoncito!!💕💕💕.. siempre se ha dicho.. q el más Fuerte!!.. sobresale del Débil!!.. hoy x hoy.. como Aplicarias.. este dicho??.. serías tan Amable y darme un ejemplo.. x fiiis!!.. Siii!!.. (((.^)\/\n  ","258920":"\n   🐝.. Corazoncito!!💕💕💕.. jajaja.. está es una pregunta.. muuy tontaa!!.. jajaja.. cuando vas al baño.. sueles llevarte el Cell.. para distraerte??.. oh vas a lo q vas.. y te enfocas en ello??.. jajaja.. Si No deseas responder.. déjalo como Space libre!!.. No problemaa!!.. =]\n  ","258921":"\n   Lo que no soportas de una persona?\n  ","258922":"\n   🐝..Corazoncito!!💕💕💕.. cuando me siento.. triste de desolad@!!.. siempre recurro a... ...\n  ","258923":"\n   🐝..Corazoncito!!💕💕💕.. este message es para Ti!!💕💕💕.. escribe un message.. a quien tú quieras.. y expresarle lo q deseas q se entere.. si Gustas puedes colocar su name.. la opción es totalmente tuya.. 💕💕💕\n  ","258924":"\n   [Colectiva] ¿Cuántas veces dirías que te has querido cerrar ask?\n  ","258925":"\n   Ahora tienes internet, puedes buscar todo ese material\n  ","258926":"\n   :)\n  ","258927":"\n   [\tC] ¡Hola gentecilla bella! ¿Cómo estáis? ☺️\nAhora acabo de hacer el último examen (espero) del curso y os quiero preguntar: ¿alguna vez, como yo, habéis llorado después de un examen?\nOs deseo una buena semana y cuidaos mucho 🤗\nOs quiere y os sigue:\n  ","258928":"\n   [Colectiva] ¿Te resulta complicado hacer amigos nuevos?\n  ","258929":"\n   pues me seria difícil decirlo, no queda claro de donde viene tampoco el alma del esperma 🤔 pero en todo caso podría decirse que si 🤔\n  ","258930":"\n   ¿Que es lo que más te gusta de tu físico?\n  ","258931":"\n   Que haces cuando no ves interés en la otra persona?\n  ","258932":"\n   ¿Crees en el \"y vivieron felices para siempre\"?\n  ","258933":"\n   Que estas haciendo?\n  ","258934":"\n   Bueno eso tendria solución. Si te lo propones, obvio.\n  ","258935":"\n   Tienes razon tu respuesta es muy subjetiva.\n  ","258936":"\n   Tienes tatuajes?\n  ","258937":"\n   [🌱] ¿Cuál es tu cereal favorito?\n  ","258938":"\n   [☢️] Deliciosa madrugada, cómo estás? \n\nMi pregunta:\n💥¿ Ya vieron la serie de Netflix 3%? 🤔 Si la viste, ¿Qué tal te parece la metodología del proceso? 💭\n  ","258939":"\n   Oh.. Ok.. comprendo.. aunq ni al caso.. me respondiste mi preguntita??.. jajaja\n  ","258940":"\n   Buenas ¿De qué pregunta te gustaría conocer la respuesta?👀\n  ","258941":"\n   Si fueras la única persona que ha quedado en la tierra, ¿qué harías?\n  ","258942":"\n   ¿Cuál es la mejor manera de enfrentarse al estrés?\n  ","258943":"\n   Últimamente eres feliz?\n  ","258944":"\n   Libre interpretación. ¿Que camino nos lleva al principio?\n  ","258945":"\n   ❤️💞💕 [ Dimensión Libre ] 💕💞❤️\n  ","258946":"\n   Te comprendo muy bien u.u sinceramente son cosas que no se borran fácilmente 😢😢💔\n  ","258947":"\n   Eres de venezuela 😮??\n  ","258948":"\n   Es cierto un año menos de vida u.u que sad 💔\n  ","258949":"\n   yo tengo la teoría de que tal vez, el esperma 🤔\n  ","258950":"\n   A que persona le pedirías perdón pero nunca se lo dijiste?\n  ","258951":"\n   [🧐] Buenas noches lindo\/a, si te llegó esta pregunta mía es porque te sigo 😉\n\nPregunta: \n¿Has reconocido a un usuario por su forma de escribir cuando hace preguntas anónimas o Shoutout?\n  ","258952":"\n   Buenas, para vos una persona es madura mediante las acciones que hace en su vida cotidiana o por su forma de pensar e inteligencia ? O sino, para vos que vuelve madura a una persona ?\n  ","258953":"\n   [🍃] Buenas noches. \nNo sé porqué pero me encanta esa sensación de satisfacción al ver la alacena llena y ordenada. ¿Qué es lo que te da satisfacción? 🤔\n  ","258954":"\n   Que tiene de malo estar en silla de ruedas?\n  ","258955":"\n   Libro favorito?\n  ","258956":"\n   Translate ?\n  ","258957":"\n   Aiññ de verdad lo lamento mucho amigo, que doloroso ha de ver sido para ti :(, cuando mi papá murio yo sentí que mi mundo se acababa :'( así que comprendo tu perdida y con ello tu dolor, un abrazo fuerte hasta donde estes ❤\n  ","258958":"\n   Me suele suceder eso, es mas por momentos no se ni la fecha, supongo es parte de lo mismo u.u\n\nAquí ya hay cosas abiertas,solo las esenciales pues el cine y lo demas nooo 😢, lo cual me pone un poco triste pues siempre el día de mi cumple solia salir a algun lugar, este año es el peor la vdd u.u\n  ","258959":"\n   Lamentablemente así es u.u\n  ","258960":"\n   ☪(Especial random!)☪: ¿entendiste siempre la letra de los elefantes rosa (dumbo) o solo de grande? ¿qué te parece la canción? –sino espacio libre-\n  ","258961":"\n   ☪(Especial random!)☪: ¿Crees que una cámara de fotos pueda capturar tu alma? ¿crees en el alma? –sino espacio libre-\n  ","258962":"\n   Está lloviendo también en tu ciudad?🙂\n  ","258963":"\n   ¿Viste la última película del Rey León?\n¿La viste solo\/a o acompañado?\n¿Es mejor esta versión o la anterior?\n🍟Saludos🍟\n  ","258964":"\n   ¿ Ya se levantó la cuarentena en tu país ? ¿ ya pudiste salir por fin del encierro ? ¿ Como ves la situación ? ¿ crees que ya pasó el peligro ? Saludos y feliz domingo.\n  ","258965":"\n   😕😕\n  ","258966":"\n   ¿Only fans es otra forma más de prostituirse y generar pu.teros?\n  ","258967":"\n   [Colectiva] Si tuvieras que medir tu paciencia del 0 al 10 (siendo 0 nada y 10 muchísima) ¿qué nota te pondrías?\n  ","258968":"\n   [Colectiva] ¿Le has retirado a alguien la palabra alguna vez? En caso de que no, ¿por qué motivo serías capaz de dejar de hablar con alguien?\n  ","258969":"\n   [Colectiva] ¿Por qué motivo no discutirías jamás? (por ejemplo:  por temas de dinero)\n  ","258970":"\n   [Colectiva] ¿Hay algo que a ti te guste que los demás vean como raro?\n  ","258971":"\n   🦟 I just killed a damn fly that wouldn't let sleep with its buzzing.  Haha.  How I enjoyed it!  Am I an assassin?  You would do the same?\n  ","258972":"\n   ¿Te haz autolesionado?\n  ","258973":"\n   Que parte de tu cuerpo odias más?\n  ","258974":"\n   De que color son tus ojos?\n  ","258975":"\n   ¿Podemos ser objetivos del todo?  Nuestras vivencias nos hacen únicos y cada persona ve y entiende el mundo de forma distinta. Entonces, ¿es el ser humano capaz de tener ideas objetivas acerca de los acontecimientos?\n  ","258976":"\n   ¿De dónde salen nuestros pensamientos?\n  ","258977":"\n   [🍂] ¿Qué es lo que más te preocupa ahora mismo? \n\nPásate si gustas, linda noche. ⛺\n  ","258978":"\n   Soy de México, del estado de Jalisco ^u^\n  ","258979":"\n   Bueno.🤓\n  ","258980":"\n   ¡hey tú! ¿sabes de alguna buen celular? ¿me recomiendas alguno? Busco recomendaciones y quisiera saber tú qué opinas, en cuanto a marcas y eso. ¿qué celular tienes?\n  ","258981":"\n   Que es lo mas triste que te ha tocado pasar en la vida u.u??\n  ","258982":"\n   Como va tu sabado ^u^??\n  ","258983":"\n   Que acostumbras hacer el día de tu cumpleaños???, el mio es en 8 días y no se como lo celebrare este año por el Covid-19 u.u\n  ","258984":"\n   Crees en cosas paranormales?? :o y si tu respuesta es si, comparte una anécdota, saludos ^u^\n  ","258985":"\n   Cual es tu escritor favorito?? ^u^\n  ","258986":"\n   Que has hecho estos días de encierro, en mi caso he leído y estudiado, cuentame que haces en estos días para matar el aburrimiento?? U.U, Saludos!! ✨🌻\n  ","258987":"\n   Buenas noches!! ✨, Cuantos días mas crees que nos quedan de cuarentena?? ^u^, sera que cerramos el año con la Pandemia??\n  ","258988":"\n   Cada cabeza es un mundo, es libre interpretación. entiendo a quien te refieres cuando dices que esta completa la frase (Esa chica afortunada).\n  ","258989":"\n   Pregunta simple, que fue de lo ultimo que te arrepentiste y porque motivo sentiste eso ?\n  ","258990":"\n   Has ahora que consideras que fue lo mejor que has vivido?\n  ","258991":"\n   color de ojos los mios cafe\n  ","258992":"\n   [💚] 🌺Free Space🌺 os leo:\n  ","258993":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Sos de irte por las ramas? –sino espacio libre-\n  ","258994":"\n\n    @anonimoous1235235245\n   \n","258995":"\n   Que bueno lo que contas, che y te iba a preguntar, desde el 2013 hasta ahora tenés algún seguidor fiel que nunca se fue o desapareció ?\n  ","258996":"\n   Hola!!!😉 Quisieras conversar?\n  ","258997":"\n   qué es eso?\n  ","258998":"\n   Concuerdo contigo ^u^\n  ","258999":"\n   En mi ciudad ya podemos salir al trabajo de hecho comenzamos con labores desde el 1 de junio, con todas las precauciones, pero ya el confinamiento es un poco menos al menos aquí ^u^\n  ","259000":"\n   Hola! Todo bien? Que opinas sobre las conspiraciones que ha revelado Anonymous? Hasta que punto hay que creer las teorías que vemos en Internet y confiar en lo que hackers sacan a la luz? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","259001":"\n   🎹 Menciona DOS cosas que te caracterizan. 🎧🎤🎬🎷 \/ Mention TWO things that characterize you.\n  ","259002":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Crees en las brujas? –sino espacio libre-\n  ","259003":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Crees en las brujas? –sino espacio libre-\n  ","259004":"\n   ¿ Me puedes decir 3 de las ventajas y desventajas del uso de teléfonos celulares, tanto en escuelas como en sitios de trabajo? Gracias, que tengas un excelente fin de semana\n  ","259005":"\n   Hola..¿ me puedes platicar sobre sobre las ventajas o desventajas del sistema educativo y el desarrollo personal de tu localidad, municipio o ciudad donde vives? ¿No las conoces? ¡ ya sabes usa el espacio para lo que gustes !.\n  ","259006":"\n   ¿Es facil decifrar las indirectas de un mujer\/hombre?\n💜Saludos💜\n  ","259007":"\n   ☪(Especial random! se da MG por buenas resp)☪: debido al covid-19 en los hospitales no se realizan ciertos estudios y muchas consultas son telefónicas ¿Qué piensas de esto? –sino espacio libre-\n  ","259008":"\n   ¿Tienes mascotas? ¡Publica una foto!\n  ","259009":"\n   [🌅] Buenos días.\n¿Cuál es tu rutina mañanera los fines de semana?\n\nPásate si gustas, te deseo un fin de semana increíble. 🍂\n  ","259010":"\n   [💚] Cual ha sido el regalo más hortera que te han hecho 🎁?\n  ","259011":"\n   ¿Te gusta Marvel?¿Te gusta más DC?¿Qué superpoder crees que sería más útil?¿Lo querrías?\n  ","259012":"\n   [💚] Cuantos idiomas hablais? Que idioma os molaría aprender?\n  ","259013":"\n   👋Complete la frase: «Ojalá tuviera alguien para compartir…»--------}\n  ","259014":"\n   [?] Habéis probado la gastronomía portuguesa???? Para los que si, que plato os gusta más?\n  ","259015":"\n   Buenos días ☺💚 que tenéis pensado hacer hoy?\n  ","259016":"\n   ¿Por qué existe la bondad y la maldad en este mundo? La gente actúa a veces para hacer el bien y otras para hacer el mal, pero ¿qué nos hace ser buenos o malos realmente? ¿El ser humano es por naturaleza bueno o es malo?\n  ","259017":"\n   💢💫Y si dejamos a un lado el universo que nos rodea y nos centramos en nosotros como seres humanos, las preguntas sin respuesta que surgen son otras. Como por ejemplo, ¿qué es realmente la conciencia? ¿Qué nos hace seres racionales y conscientes?\n  ","259018":"\n   Menciona tres cosas que te caracterizan... ❤️💕💞🙉🍒💀\n  ","259019":"\n   Esta pregunta va para pocos 👮, ¿ como fue tu primera vez en ask ? ¿ Hace cuantos años paso y como empezó todo ? ¿ Eras diferente a la hora de contestar o siempre fuiste igual ?\n  ","259020":"\n   🤔Que suerte tiene ella, de haber hallado a alguien que la ame tanto que no le encuentre defectos.\n  ","259021":"\n   Bienvenidos a juegos mentales:  \nUn borracho dijo: Si ayer fuese mañana, hoy seria viernes!! \nEn qué día de la semana el borracho dijo esto?\n  ","259022":"\n   Sí, se teoriza que ya los humanos tenían lenguaje al salir de África.\n  ","259023":"\n   ¿Que es más fácil ? pedir perdón o pedir permiso. \n \n❤️\n  ","259024":"\n   Y hay Denisovano, y en menor medida de otros grupos humanos\n  ","259025":"\n   🧡-¿Algún libro que recomienden?\n  ","259026":"\n   Entonces eso no nos diferencia.\n  ","259027":"\n   ¿Qué género de música te desagrada\/no te gusta?, ¿por qué? 📻\n  ","259028":"\n   A tu pensar, ¿qué es la inteligencia? 🤓\n  ","259029":"\n   Espacio para un dato interesante:\n  ","259030":"\n   ¿Eres una persona que se automedica?, ¿por qué? 💊\n  ","259031":"\n   ¿Qué imagen te conmueve? ¡compártela! 👀\n  ","259032":"\n   Snickers o Milkyway⁉🙄\n  ","259033":"\n   [🎁] ¿Qué te gustaría que te regalaran en tu próximo cumpleaños? \n\nEspero que lo que quede de la noche la pases genial. 🌱\n  ","259034":"\n   [🕌] ¿Cuál es tu edificio\/monumento favorito en todo el mundo? \n\nEl mío es el majestuoso y preciosísimo Taj Mahal; linda noche...💕\n  ","259035":"\n   Pringles o Doritos⁉🤔\n  ","259036":"\n   Que juegos online recomiendass?\n  ","259037":"\n   Facebook o ask?\n  ","259038":"\n   Hola 🙊❤️ ¿Qué te gusta más, las galletas 🍪 o las donas 🍩?\n  ","259039":"\n   Que opinas de los nuevos avatares de facebook\n  ","259040":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Cuál sería tu reacción rápida si vieras a alguien maltratando o abandonando a un animal? –sino espacio libre-\n  ","259041":"\n   Buenas, tu vida o las buenas acciones que hagas, representa un ejemplo de lucha o motivacion para algunas personas en la vida misma ? Que tipo de ejemplo darias en tu caso ?\n  ","259042":"\n   AVISO: Les voy a quedar a deber los fuegos, se me han terminado. pero en cuanto tenga se los repongo. Me da pena, pero pues ya que..:D\n  ","259043":"\n   Últimamente han sacado anuncios simpáticos haciendo referencia al Covid-19. ¿ has visto alguno ? ¿ me lo pones plis ? o quizás un meme. O ya de plano ESPACIO LIBRE .\n  ","259044":"\n   ¿ Le prestas atención a las letras pequeñas que están casi en todo lo que consumimos o firmamos ? ¿ alguna vez te llevaste un disgusto por no leerlas ?\n  ","259045":"\n   ¿ Ya conoces los sombreros que usan los niños en China para mantener el distanciamiento social ? ¿Usarías uno así ? ¿ o no lo crees necesario ?\n  ","259046":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Alguna vez te preguntaron si eras niño o niña? ¿Qué piensas de ese tipo de preguntas? ¿Alguna vez le preguntaste eso a alguien? –sino espacio libre-\n  ","259047":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿En qué hay justicia? –sino espacio libre-\n  ","259048":"\n   [🌱] ¿Qué animal exótico te gustaría tener de mascota? \n\nTe deseo una maravillosa tarde. 🐲\n  ","259049":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Te estiras cuando te despertas o te levantas sin más? –sino espacio libre-\n  ","259050":"\n   C) ¿Ustedes os habéis hecho tinder? En caso de que sí, ¿Qué tal la experiencia? Te lee:\n  ","259051":"\n   ¿Os va bien en el amor? 🍎\n  ","259052":"\n   ¿Se necesita de un hombre\/mujer para ser feliz? ¿Que opinas de esto?\nSaludos✨\n  ","259053":"\n   [💌] ¿Eres de escribir cartas a los que quieres? ¿O al menos escribes lo que sientes y te lo guardas? \n\nLinda noche. ⛺\n  ","259054":"\n   ¿Sabías que la mayor cantidad de lenguas del mundo derivan de una primitiva lengua denominada Indoeuropeo?\n  ","259055":"\n   ¿Sabías que la mayor parte de los seres humanos actuales tiene un pequeño porcentaje de ADN Neanderthal?\n  ","259056":"\n   Pero todos los animales llegan a ser salvajes con los suyos. Es parte de la competencia\n  ","259057":"\n   Que fue lo mas arrecho que pasó en su escuela\/liceo?\n  ","259058":"\n   ¿Qué canción te devuelve recuerdos de tu infancia?\n  ","259059":"\n   ¡Publica una foto de donde te gustaría estar ahora mismo!\n  ","259060":"\n   La vida de la persona más malvada del mundo depende de ti. Esta persona ha cometido atrocidades. Que decidirías hacer con ella? De morir, seguro te etiquetarían y dirían que te hiciste juez y verdugo, pero si le dejas vivir, la humanidad sufriría. Con esto en mente, qué harías?\n  ","259061":"\n   Sos de esas personas que tienen redes sociales para hacer una acción especifica, dependiendo la red social ? O sea instagram para fotos, twitter para decir lo que se te cante, whatsapp para hablar, etc, o usas a todas por igual\n  ","259062":"\n   Hola, otra vez yo en tú ask🥀. ¿Cómo y por qué una persona triste incluso hasta deprimida puede reír y a la vez animar a los demás?🤔\n  ","259063":"\n   Hola, otra vez yo en tú ask🥀. ¿Cómo y por qué una persona triste incluso hasta deprimida puede reír y a la vez animar a los demás?🤔\n  ","259064":"\n   Muchos\n  ","259065":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿cuál es el regalo no material más bonito que has recibido? –sino espacio libre-\n  ","259066":"\n   Vas a tener que explicarlo mejor, porque en sentido literal no es posible eso.\n  ","259067":"\n   Dime que no parezco figurita repetida please🤦🤣\n  ","259068":"\n   Hola amigo\/a qué tal?:)\n ¿Eres de las personas que se aferra a alguna creencia, o hasta en alguna persona?🥀\nSi gustas puedes pasarte por mi ask y dejarme alguna pregunta. S a l u d o s🙋\n  ","259069":"\n   Perdona que te moleste! Pero a que parte del mundo te gustaria viajar? 🌍\n  ","259070":"\n   ¿Crees que tus padres escogieron el nombre correcto para ti?\n  ","259071":"\n   Has hecho alguna receta que ves en un programa de cocina?\n  ","259072":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Tenes  una rutina o cada día es diferente?\n  ","259073":"\n   ¿Alguna vez tuviste una relación tóxica? Sí fue así, que aprendiste de ella?\n💜Si no deseas responder (espacio libre)\n🌼Saludos🌼\n  ","259074":"\n   Díganme una frase metafórica... Los estaré leyendo🥀 Saludos!\n  ","259075":"\n   Hola amigos, gus morni jiji🥀 ¿Alguna vez te has hecho una pregunta y nunca te la han podido responder o tú mismo no encuentras una respuesta que te dé satisfacción? ¿Dónde creen que podemos encontrar las respuestas a nuestras preguntas?\n  ","259076":"\n   ❄️¿Te gusta el frío?\n  ","259077":"\n   📲¿Con qué frecuencia cambias de móvil?\n  ","259078":"\n   Some Good Advices\n  ","259079":"\n   Que es más importante ? Darle a alguien lo que necesita o lo que desea\n  ","259080":"\n   Que es más importante ? Darle a alguien lo que necesita o lo que desea\n  ","259081":"\n   [😢] Hoy me puse nostálgica, de esas veces que por alguna circunstancia recuerdas algo y se te sale la lagrimita...\n¿Cuándo fue la última vez que te sentiste nostálgico (a)? \n\nPásate si gustas, linda noche. ⛺\n  ","259082":"\n   ¿Qué es lo más loco que has hecho por amor? 😊 🌺Saludos🌺\n  ","259083":"\n   que hacen ustedes??\n  ","259084":"\n   [🎈] En una escala del 1 al 10, ¿Qué tan paciente eres? \n\nPásate si gustas, linda noche. ☘\n  ","259085":"\n   Respecto a emociones, ¿qué es lo que más te gusta de ti?👽\n  ","259086":"\n   ¿Alguna vez has amado hasta los defectos de alguien?💝\n  ","259087":"\n   ¿Qué palabra utilizarías para definir cómo has pasado los últimos 30 días?💥\n  ","259088":"\n   ¿Hay algún objeto que no deseches por algún motivo en especial?🐣\n  ","259089":"\n   ¿Cuál es la fruta que menos te gusta?🍒\n  ","259090":"\n   ¿Cuál dirías que es el rasgo que distingue más al humano de los demás animales?\n  ","259091":"\n   Hay una frase que dice que no debemos perder amigos por política. ¿Estás de acuerdo o en desacuerdo?\n  ","259092":"\n   Hey! ¿Qué tendencia o moda en su momento llegaste a considerar que era estúpida? 😳😯 Pásate por mi ask cuando quieras 👌✌️\n  ","259093":"\n   Algunas vez te denigraron o criticaron por tu forma de ser, aspecto físico, ideología, forma de ser, etc ? En donde ocurrió eso ? Pudiste evitarlo o te topas con esa mala suerte cada tanto ?\n  ","259094":"\n   H o l a🥀 Pregunta: ¿Cuándo poder puede tener la palabra? Puedes explicar tú respuesta...\nS a l u d o s y b u e n a s n o c h e s.\n  ","259095":"\n   🧠 Un rápido chequeo de salud mental : ¿Cómo se sienten hoy? \/ 🧠 A quick mental health checkup: How are you feeling today?\n  ","259096":"\n   • ¿Creen que podrían pasar una semana sin internet ni ningún tipo de artefacto tecnológico? ¿Qué cosas harían para pasar el rato y no aburrirse?\n\nLes mando un saludo. ☺️\n  ","259097":"\n   ¿Por qué hay tanta gente deprimida hoy en día?\n  ","259098":"\n   Si todo el mundo estuviera en contra, ¿seguirías manteniendo tu forma de ver las cosas o la cambiarías?\n  ","259099":"\n   Alguna vez has probado hacer una hazaña o experimento del tipo “no intentes hacer esto en tu casa” que hayas visto hacer a profesionales?\n  ","259100":"\n   Si fueras invisible, ¿qué no harías?\n  ","259101":"\n   ¿Cómo te gusta celebrar tu cumpleaños En está cuarenta?\n  ","259102":"\n   ¿Te sentirías bien aunque acabaras el\/la último\/a en una competición?\n  ","259103":"\n   ¿Es ético comer carne?\n  ","259104":"\n   ¿Qué te pone nervioso\/a?\n  ","259105":"\n   Tuviste la oportunidad de ir al psicólogo al menos una vez en tu vida ? Porque motivo fuiste y que te pareció al principio ? Te sirvió o lo dejaste al poco tiempo ?\n  ","259106":"\n   Una pregunta muy sencilla, pero que tiene una gran influencia en tu forma de ser: ¿ Aceptas tus debilidades ? ¿ estás consciente de cuales son ? Buen día.\n  ","259107":"\n   Que opinan ustedes, hoy he escuchado algunas canciones que tienen letra absurda en el sentido ilógico y fantasioso. Románticas que suena muy bonito, pero a la hora de la practica es demasiado riesgoso ¿A la gente le gusta lo absurdo?\n  ","259108":"\n   ¿Que hay? Hola🥀 a ver qué me dices... ¿Cuál es una de las necesidades más importantes del ser humano?\n  ","259109":"\n   Me parece tan genial que cambies siempre tú nombre\n  ","259110":"\n   ¿Cuáles son tus pequeños placeres de la vida?\n  ","259111":"\n   A. \"El conocimiento sólo proviene de la razón, porque los sentidos engañan\"\nB. \"El conocimiento sólo proviene de la experiencia de los sentidos.\"\n¿Con cuál estás más de acuerdo? Y que no falte el por qué 😜\n  ","259112":"\n   Mmm Mmm.. q rikoO!!.. WoOW.. Yo sabo q es el Cambur!!.. es una Banana!!.. jajaja.. lo recordee!!!.. Yupieee!!!.. es una Tonteríaaa!!.. q me trajo muchos bellos recuerdos.. y una Grata Felicidad!!.. q EmosioON!!!.. jajaja jajaja XP\n  ","259113":"\n   Si lo es.. xq te pidieron \"NO BUSQUES EN GOOGLE\".. y Tú para hacerte el q lo sabe todoO!!.. buscaste haciendo Trampa!!.. y No respondiste con tus Conocimientos propios.. comprendes ahora??.. corazonsito!!💕💕💕.. (((.^)\/💜\n  ","259114":"\n   Oh q Maal.. osea q Si oh Sí!!.. se van quedando abajito.. y entonces x eso ya No lees a Nadie??.. xq si me di cuenta.. q dejaste de darme corazonsito MG!!❤.. y te iba a preguntar q si ya No me leias??.. ahora ya Sabo el xq y Nada también puedes mandar a pokitos leerlos y después otros pokitos y asi\n  ","259115":"\n   Buenas... Hay alguna maña o mala costumbre que haya afectado tu vida privada o social ? Serias capas de sacártela o te da igual ?\n  ","259116":"\n   🖤- ¿Conoces sobre la moda para niños llamada \"Celinununu\"? ¿Qué opinas al respecto?\n  ","259117":"\n   Es gracioso\n  ","259118":"\n   Ríete\n  ","259119":"\n   Pues mi gato 😉\n  ","259120":"\n   Porque #askfm nos puso a competir por un lugar en una lista para mí lo más importante es divertirte con esto no me importa estar en su lista tu qué opinas\n  ","259121":"\n   [⛺] ¿Alguna vez has acampado? ¿Cómo la pasaste? ¿Te gustaría hacerlo (o volver a hacerlo)? \n\nPásate si gustas, linda noche. 💁\n  ","259122":"\n   💮 Buena Madrugada ¿Alguna vez se han obsesionado con alguien? 💮\n  ","259123":"\n   Porque\n  ","259124":"\n   En este link explica brevemente lo que es una comunidad incluyente\n   \n    https:\/\/ctb.ku.edu\/es\/tabla-de-contenidos\/cultura\/competencia-cultural\/formar-comunidades-incluyentes\/principal\n   \n   😊\n  ","259125":"\n   Suelen sobrepensar demasiado un asunto antes de tomar una decisión o se lo toman más a la ligera?\n  ","259126":"\n   🖤 ¿Ya vieron Control Z? 🖤\n  ","259127":"\n   ¿Con quién fue la última persona que soñaste?\n  ","259128":"\n   ¿Quien juega al parchís?\n  ","259129":"\n   Una canción que me recomiendes escuchar? 😁\n  ","259130":"\n   Que tal tu día? ✨\n  ","259131":"\n   Esperemos entonces.. (((.^)\/💕💕💕\n  ","259132":"\n   ¿Qué crees que hace falta para decir que alguien es atrevido?\n   \n    @RubSantacata\n   \n","259133":"\n   💫¿Te consideras un ciudadano  incluyente? \n✳Saludos✳💫\n  ","259134":"\n   🥀¿La primera impresión es la más importante? O es a medida que vas conociendo que te fijas en ella como persona? Y no necesariamente para alguna relación amorosa...\n  ","259135":"\n   Jajaja.. la trampa es cuando.. te piden respondas.. y q No lo busques en Google!!.. ahí es donde está la trampa.. corazonsito.. jajaja\n  ","259136":"\n   De donde eres?\n  ","259137":"\n   Oh yeaah.. Comprendo es una lata eso.. xq desgraciadamente te pierdes.. de respuestas mega Geneales!!.. Yo lo q suelo hacer.. es en cuanto me responden.. voy dejando Corazonsitos MG!!❤.. inmediatamente y así las q salgan después.. ya podré mirarlas y No perderme sus Excellent's Respuestas!!.. 👍👍👍\n  ","259138":"\n   Es un sesgo muestral, sucede cuando los datos que analizamos son solo la porción de una muestra mayor que ha pasado un filtro que no controlamos.\n  ","259139":"\n   ¿Puedes tener una autoestima alta y a la vez ser una persona humilde? Son libres de expresar su respuesta y con gusto los leeré🥀\n¡QUE PASEN UNA EXCELENTE TARDE!\n  ","259140":"\n   \"La vida debe ser comprendida hacia atrás. Pero debe ser vivida hacia delante\" Kierkegaard. ¿Que puedes decir de este comentario? Eres libre... Los leo🔥👀\n  ","259141":"\n   ¿ Que les dice esta foto ? ¡ Inventa una historia ! A mi me encanta leerlos.\n   \n    https:\/\/ask.fm\/Adyanell\/answers\/162603067850\n   \n","259142":"\n   Buenas tardes babys🤗 \n¿Si vez que alguien está haciendo algo que no debería hacer, que hicieras? ¿Aconsejas o pasas por alto?\n  ","259143":"\n   Corazonsito!!💕💕💕.. q Desayunaste!!.. Comiste!!.. oh Cenaste!!.. podrías compartir una Pic!!.. y sino deseas hacerlo.. puedes colocar una imagen.. para q me Invites a mi.. jajaja.. tengo hambreeee!!!.. jajaja jajaja XP\n  ","259144":"\n   Corazonsito!!💕💕💕.. cuando No sabes una respuesta.. eres del tipo.. q hace trampa y lo busca en Google??.. oh algún otro medio.. para hacerte el interesante.. oh ya de una.. das tu humilde Opinión..  así tipo lo q tú crees al respecto!!\n  ","259145":"\n   Corazonsito!!💕💕💕.. hay cositas q nos llegan a pasar.. las cuales suelen darnos.. lindas lecciones de Vida!!💕💕💕.. serías taan Amablee!!.. y compartirla para conmigo.. x fiiis!!.. Siii??.. ya q este tipo de lecciones.. nos Alimentan nuestra Alma!!💕💕💕.. y Yo AmoO eso.. Aaaah SuspiroO!!💕💕💕\n  ","259146":"\n   Corazonsito!!💕💕💕.. cuál fue tu última desepcion??.. ya lo Superastee??.. espero en Diosito q Siii!!.. te mando un Abrazito Virtual.. de 💜 a 💙.. \\(((.^)\/\n  ","259147":"\n   Corazonsito!!💕💕💕.. a q cosita dirías hoy x hoy.. Ya No maasS!!!.. y xq tomarias esa decisión??.. 0.0??\n  ","259148":"\n   Hola! Les gusta aprender Historia? Creen que sea importante? \/ Hello!  Do you like to learn History?  Do you think it is important?\n  ","259149":"\n   ¿Eres feliz? ¿Porque?\n  ","259150":"\n   Okirokyy!!.. Graxs Nene!!!💕💕💕.. aunq No comprendo.. xq No respondes mis Preguntitas??..\n   \n    @VillalobosIJ\n   \n   ..0.0??\n  ","259151":"\n   ➰ Buenas, buenas, ¿Cuáles crees que son los estereotipos más marcados de ahora? ➰\n  ","259152":"\n   Si te dijeran hoy que estas interconectado a una red y lo que percibes como realidad es un mero software de realidad virtual... que pensarías o como reaccionarias⁉🤔\n  ","259153":"\n   Disculpe, no lo tomes a mal, solo es broma... Por cierto no recuerdo por qué dije eso, lo siento, que tengas una muy bonita noche!\n  ","259154":"\n   ¿Para que servirá la verificación de la cuenta en ask? He visto personas comunes y corrientes con el tick, que función tiene?🤷 He visto algunos comentarios no muy buenos entonces quiero saber la opinión de ustedes:)\n  ","259155":"\n   Te has visto una novela ? 😂\n  ","259156":"\n   ¿Sabes lo que es el sesgo de supervivencia?\n  ","259157":"\n   Según tu crianza y creencias... ¿Crees que serías capaz de pararte enfrente de un montón de gente y explicar lógica y convincentemente lo que crees, lo que quieres, y lo que aspiras? O más bien te consideras tímido y te asusta hablar delante de muchas personas?🤔\n  ","259158":"\n   Buenas noches pueblo🥀 ¿Para ti que es la psicología? ¿Te llama la atención? Puedes explicar tú respuesta...\n  ","259159":"\n   Museos o parque de diversiones ?\n  ","259160":"\n   De qué t arrepientes?\n  ","259161":"\n   ¿Sabes cual es la diferencia entre vivir y existir?\n  ","259162":"\n   Esta bien :)\n  ","259163":"\n   ya estoy suscrita a tu canal he escuchado varios de tus listas\n  ","259164":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Sos de animarte a contar cuáles son tus miedos o preferís guardártelos? –sino espacio libre-\n  ","259165":"\n   Muchas gracias por la aclaración, hay cosas que han cambiado aquí desde la última vez que estuve, téngame paciencia xd\n  ","259166":"\n   Hazme una pregunta interesante. :3\n  ","259167":"\n   Mentirosillo, me conoces a mí, por cierto, quiero seguir recibiendo tus preguntas\n  ","259168":"\n   Hola🥀, sabrán si se puede borrar preguntas de la bandeja de entrada?🤔\n  ","259169":"\n   ¿Que nunca harías de nuevo?\n  ","259170":"\n   Hola! Todo bien? Cuál es tu opinión sobre los hechos que estan sucediendo en USA? Cual crees que seria el detonante para que suceda en tu país? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","259171":"\n   JAJAJAJAJJAJAJAJAJAJJAJAJAJAJAJJAJAJAJAJAJAJAJAJAJJAJAJAJAJAJAJAJAJAJJAJAJAJ, que ingenioso\n  ","259172":"\n   ¿Cuál es la mejor manera de pedir perdón?\n  ","259173":"\n   Hola baby jiji dime la verdad, ¿Cuántas horas le dedicás a ask?🤔🤣\n  ","259174":"\n   ¿Película favorita?\n  ","259175":"\n   Tienes algo en contra de mí?\n  ","259176":"\n   El mundo está locooo ¿qué opinas de cómo empieza junio?\n  ","259177":"\n   ¿Has copiado en un examen?\n  ","259178":"\n   Cuál crees que seria el regalo perfecto en un cumple?\n  ","259179":"\n   Buenas, algo que alimente tu vida día tras día ? Es indispensable para vos eso o podes vivir sin tenerlo ?\n  ","259180":"\n   🍂¿ En qué inviertes tus latidos? 🍂\n  ","259181":"\n   [🍰] Si te llegasen a preguntar \"¿Qué se te antoja de postre? Yo lo haré\", ¿Qué elegirías?\n  ","259182":"\n   Hola qué haces cuando estás estresado\/a\n  ","259183":"\n   Me llegó otra notificación de que no cumplí con los términos de askfm pero no me dice porque no las cumplí si no me ven me desactivaron la cuenta UwU\n  ","259184":"\n   Caramelos de jengibre los has probado ? 🤔\n  ","259185":"\n   Si me quieres comer, sígueme mi amor🔥\n  ","259186":"\n   Hermosa historia, te atrapa desde el inicio, su química es un deleite...aunque el final no logró convencerme del todo. Es una buena elección, seguro te gustaría amor y otras drogas. \nSaludos!\n  ","259187":"\n   Me enviaste la misma pregunta dos veces, te la respondí antes, creo que no te diste cuenta.\n  ","259188":"\n   Jajajaja las cosas que uno lee aquí. Me hizo reír 😆\n  ","259189":"\n   Preparandote para el lunes de flojera?\n  ","259190":"\n   Hola guapuras 💋 prefieren días soleados o lluviosos?? cual es tu canción favorita?🎶 La mia es esta ...\n   \n    https:\/\/www.youtube.com\/watch?v=uf8YQ2TLjaM\n   \n   No olviden pasar con Mg en mi perfil. La del video soy yo Suscribanse a mi canal y sugieran una próxima canción. Besitos 😍\n  ","259191":"\n   Tu mejor pic ⭐\n  ","259192":"\n   Hi sweetie:) La humildad es una cualidad muy linda e importante, puedes explicar el por qué?\n  ","259193":"\n   ¿Por qué no? y ¿por qué mencionarlo entonces?\n  ","259194":"\n   Exacto.\n  ","259195":"\n   Porque te habituaste a reconocer la intensidad o quizás tiene que ver con la estructura de tu casa, pero en el caso de los vecinos sí ocurre lo que digo. Es el Principio de Huygens\n  ","259196":"\n   A la hora de estar en las redes sociales por celular o computadora, evitas que los que te rodean vean lo que escribís ? Sos privado en eso o te da igual ?\n  ","259197":"\n   🦋Espacio libre🦋\n  ","259198":"\n   ¿Qué tan bien conoces a las personas que sigues en ASKfm?\n  ","259199":"\n   ‼️Según tú criterio... ¿Crees que el ask no es para todo tipo de persona, cómo puede ser el Facebook o el Instagram?🥀 Explicanos el por qué, si quieres...\n  ","259200":"\n   Que? JAJAJA\n  ","259201":"\n   🍂¿Cuánto amor puede caber en un abrazo?🍂\n  ","259202":"\n   💜❤️🖤🙉 [ Pensamiento Libre ] 🙉🖤❤️💜\n  ","259203":"\n   Concuerdo contigo!\n  ","259204":"\n   Sigues usando ask tan frecuentemente?\n  ","259205":"\n   Hola jiji, cómo están, que han hecho hoy?🥀 ¿Para vivir y poder disfrutarla a pesar de las persecuciones que creen que se deba hacer?🤔\n  ","259206":"\n   Kheeeeeeee\n  ","259207":"\n   Imagina que te invito a comer\/cenar. ¿A qué tipo de restaurante te gustaría ir? Atte:\n  ","259208":"\n   ¿Crees que todo pasa por una razón?\n  ","259209":"\n   No crei que importara 🤷‍♀️😭 jajaja graaciiaasss igual 😭\n  ","259210":"\n   Que te gustaría que le agregaran a ask?\n  ","259211":"\n   ¿Cuál fue tu favorita? ¿Recuerdas algunas frases que te gustaría compartir? \nSaludos.\n  ","259212":"\n   Si tuvieras que elegir entre legalizar el cannabis o ilegalizar el alcohol, ¿qué escogerías? ¿Por qué?\n  ","259213":"\n   ¿Cuál es tu rutina de belleza para antes de dormir?💜🥀\n  ","259214":"\n   ¿Te gustan las croquetas? Si es así, ¿cuáles son tus favoritas? Atte:\n  ","259215":"\n   Buenas, primera pregunta simple del domingo, como describirias tu barrio ?. Y también quería decir una cosa, note que hay anónimos que siguen preguntando en las respuestas que me mandan, quiero aclarar que yo jamas sigo preguntando en anónimo, aparte que a las respuestas siempre doy me gusta\n  ","259216":"\n   ¿Te gusta la piña?💛🍍\n🐢\n  ","259217":"\n   ¿Te gusta Queen? ¿Cuál es tu canción favorita?👑\n🐢\n  ","259218":"\n   Me clave un clavo en el pie y camino chistoso te a pasado algo parecido a tí te sigo y a veces veo tus respuestas\n  ","259219":"\n   Que tanto les gusta el sexo⁉🤔\n  ","259220":"\n   ¿Qué es lo último que haces antes de irte a la cama? 🤔😌🙊❣\n  ","259221":"\n   A quien quieres más en esta vida\n  ","259222":"\n   Si tu apodo fuera lo último que comiste + como te sentís ahora, ¿Cuál sería tu apodo?\n  ","259223":"\n   Que prefieres...\n¿Responder que ''NO'' a todo, o responder que ''SI'' a todo?\n  ","259224":"\n   Puse el \"LA\" en mayúsculas por eso, se refiere a una moral absoluta. No a la moral como parte de las sociedades. Aunque al negar la absolutez de la moral, abre la puerta a oponerse a toda moral.\n  ","259225":"\n   [🌿] ¿Qué es eso que más aprecias? \n\nPásate si gustas, linda noche. ⛺\n  ","259226":"\n   Juee\n  ","259227":"\n   Depende de como definas \"espíritu\". La mente es solo un resultado de los procesos cognitivos cerebrales.\n  ","259228":"\n   Si tuvieras que elegir ser una canción ¿Que canción te gustaría ser?\n  ","259229":"\n   Es muy distinto, muuuy distinto, estamos hablando de un idioma, algo complejo\n  ","259230":"\n   ¿Sabes por qué los objetos que vemos dentro del agua se ven deformados?\n  ","259231":"\n   ¿Sabías que si te habla alguien desde otra habitación, no importa desde donde lo haga, casi siempre escucharás que te habla desde la puerta?\n  ","259232":"\n   Tell me something about you that I don’t know\n  ","259233":"\n   😲🤔\n  ","259234":"\n   Piensas ahora que tuvieron razón, o ha valido el esfuerzo haber pasado por ello?\n  ","259235":"\n   Por qué tantos likes 😂 es para que yo también te los de? Xd\n  ","259236":"\n   Que es lo que te gusta de tu vida?\n  ","259237":"\n   [🎬] ¿Qué tipo de películas te gustan?\n  ","259238":"\n   Free space ❄️🎇\n  ","259239":"\n   Canción fav del momento\n  ","259240":"\n   Tienes muchísimas\n  ","259241":"\n   Who is an open minded person according to you?\n  ","259242":"\n   ¡Buenos días, recién despierto ^_^ ahora dos yogures, luego dos tostadas, que hambriento ^^! Como has dormido?\n  ","259243":"\n   ¿Qué has soñado esta noche?\n  ","259244":"\n   [🎶] Pongámonos melancólicos...\n¿Cuál es la canción que puede hacerte llorar? ¿Por qué?\n  ","259245":"\n   Sígueme mi página de Instagram y te regreso el follow enseguida!✨\n   \n    https:\/\/www.instagram.com\/opticaderrier_\/\n   \n","259246":"\n   Eres feliz?\n  ","259247":"\n   Qué signo del zodiaco eres?\n  ","259248":"\n   ¿Sabes lo que es un atractor extraño?\n  ","259249":"\n   Tienes pareja?\n  ","259250":"\n   Tienes mascotas?\n  ","259251":"\n   Ya mataste tu antojo ?  😅\n  ","259252":"\n   Hey, feliz noche a ustedes🌙. Estoy siguiendo a literalmente muy poquitos usuarios, si alguien puede recomendarme algunos, que estén activos y manden colectivas diarias me gustaría mucho👀\n  ","259253":"\n   Algunos enturbian sus aguas para que parezcan más profundas.\n🤔😲🤯\n  ","259254":"\n   Bueno envía todas las que puedas en mi perfil, te devuelvo y te regalo 🔥 comienza🌚🌃\n  ","259255":"\n   Está conversación no termina jaja\n  ","259256":"\n   Bueno, lo que realmente dice el nihilismo es: \"No existe LA moral\". Todo código moral es subjetivo y relativo al contexto en última instancia, una creación nuestra.\n  ","259257":"\n   Hola amigos💓\n¿Que le dirías a una persona que no puede controlar sus sentimientos?\n  ","259258":"\n   1. Persona que se basa en utopías  2. Persona que ejemplifica una supuesta utopía\n  ","259259":"\n   C) ¿Del amor al odio hay solo un paso? Att:\n  ","259260":"\n   ¿Cuál es tu tiempo favorito? ¿El pasado, el presente o el futuro?👌🙊❣\n  ","259261":"\n   Che vos que sos de Venezuela, como es vivir allá ? Realmente hay tanta pobreza como dicen en los noticieros. Contame todo lo que me mas o menos podas contarme 👍 me interesa\n  ","259262":"\n   Ósea que... ¿Las personas se fueron regando por el mundo y por si mismas fueron también cambiando de habla? ¿Evolucionaron cantidades de idiomas? ¿Se iban a otro continente y el chip se les cambiaba y decidían hablar de otra forma porque no tenían que hacer en su tiempo libre?🤔👀🤣\n  ","259263":"\n   Alguna vez te paso o te pasa que querés hablarle a esa persona pero no lo haces por miedo, verguenza o para no molestarla ? Te arrepentiste de no haberlo hecho en su momento o te dio igual ? Hoy todavía seguís teniendo la oportunidad de darle ese mensaje o ya se esfumo de tu vida ?\n  ","259264":"\n   Que opinas de la ética en la ciencia?\n  ","259265":"\n   Buenas 👋. En tu vida, llegaste a tener una discusión muy fuerte o seria con algún familiar ? Por que motivo fue ?\n  ","259266":"\n   Amigos🥀 ¿Cuál creen que es la palabra más grande del mundo?🤔 Y no hablo literalmente...\n  ","259267":"\n   Si pudieras convertirte el dueño de cualquier empresa, ¿cuál sería y q harías primero?\n  ","259268":"\n   Hola amigos, está mañana no he estado muy pendiente de esto, que han hecho?🥀 ¿Cuándo alguien acude a ti en busca de un consejo sueles ser empático?\n  ","259269":"\n   Cuál ha sido la decisión más difícil que has tomado y si lo puedes decir, porqué?\n  ","259270":"\n   Mention a celebrity\/famous figure you admire and tell me why __💭\n  ","259271":"\n   📌 Hola! Nos puedes compartir una frase, imagen, foto, vídeo con algún motivo para celebrar la vida! Saludos!!\n  ","259272":"\n   ¿Se te da bien o mal hablar en público?\n  ","259273":"\n   Esta pregunta sólo le llega a personas triste, por que lo estás?\n  ","259274":"\n   ¿Cuál es tu estado de ánimo por las mañanas?\n  ","259275":"\n   JJAJAJAJAJJAJAJAKAKAKAKAKANANJAJAJAJAJAJAJAJAJAKAAAJAJJAJAJAJAJAJJAAJAJJAJ\n  ","259276":"\n   ¿Cuántos idiomas dominas?\n  ","259277":"\n   Amigooos, cómo están ustedes a estás horas?💜 ¿Les gustaría vivir en un lugar donde no conozcan a nadie? O no te adaptarias? Puedes explicar tú respuesta...\n  ","259278":"\n   ¿Cómo te gustaría festejar tu siguiente cumpleaños?🍰🎁🎂🎈🎉🕯️\n🐢\n  ","259279":"\n   Sí, pero la mayoría de quienes viven en una cultura consideran que su moral es LA moral.\n  ","259280":"\n   No me odies jajaja\n  ","259281":"\n   Creo que con eso acabas de explicar por qué no estamos casi de acuerdo en nada. Yo estoy en contra de toda utopía.\n  ","259282":"\n   Viendo que vuelve a haber inactividad en ask, ¿Has pensado en desactivar tu cuenta? ¿Por qué razón? \n¿Por qué crees que a la gente no le gusta mucho ask? 🤍🖤\n  ","259283":"\n   Odio q...\n  ","259284":"\n   Tienes la posibilidad de viajar al pasado y hablar contigo mismo, pero a la edad de 10 años. ¿Qué consejo o sugerencia te darías?\n  ","259285":"\n   Buenas, preguntas simples. Cada cuanto te bañas normalmente ? Sos de tardar mucho o casi nada ?\n  ","259286":"\n   [🌈] ¿Cuál es tu color favorito del arcoiris?\nLos colores del arcoíris son siete: rojo, naranja, amarillo, verde, azul, azul rey y morado. \n\nPásate si gustas, buen día.❤\n  ","259287":"\n   Alguna vez te has preguntado cual será la respuesta correcta?\n  ","259288":"\n   Hipoteticamente. Le rogarías a un ex que vuelva contigo?\n  ","259289":"\n\n    @VillalobosIJ\n   \n   🙋🏽‍♂️ Hey, cómo estás? \n¿Cómo es que hay tantos idiomas en el mundo? ¿Tienes alguna lógica sustentable?🥀\n  ","259290":"\n   Haces calor sólo Soy yo\n  ","259291":"\n   Cuando un famoso usé está aplicación, se volverá popular espero ése día llegue 🎉🎉🎉🎉🎆🎆🎇🎇🎆🎆\n  ","259292":"\n   ¿Qué invento del futuro estás esperando con impaciencia?\n  ","259293":"\n   ¿Crees que las horas escolares\/de estudio deberían moverse a la tarde porque entonces estás mucho más despierto\/a?\n  ","259294":"\n   ¿Quién te roba los calcetines?\n  ","259295":"\n   No puedo dormir... 🔥🔥🔥\n  ","259296":"\n   Tú película de ciencia ficción favorita?📹📼🦈\n  ","259297":"\n   Que es algo que no toleras?\n  ","259298":"\n   ¿Por que aveces se suele concluir antes de analizar alguna situación?\n  ","259299":"\n   [💔] ¿Cuántas veces les han roto el corazón? ¿Cómo lograron superarlo?\n  ","259300":"\n   ¿Tienen mascotas?\n  ","259301":"\n   ¿Cual es su pasatiempo favorito?\n  ","259302":"\n   ¿Noticiero favorito?📠📰🗞️\n  ","259303":"\n   Qué ladilla los vecinos que ponen musica duro\n  ","259304":"\n   ¿Cómo está la situación en tu país, en cuanto a contagiados?\n  ","259305":"\n   ¿Te gustan los programas de History Channel?🎥🕰️\n  ","259306":"\n   Genero de música favorito ^u^\n  ","259307":"\n   Alguna vez viste algo que fuera sorprendente?? :D\n  ","259308":"\n   Describe algo que sea efímero para ti???, saludos :D\n  ","259309":"\n   Que tan cierto sera eso de que entre más crecemos, más maduramos, crees que la edad defina tu madures o lo que la define realmente son todas esas experiencias vividas??, saludos.\n  ","259310":"\n   Hola Buenas Tardes, que crees que te ha dejado esta cuarentena??? :), saludos\n  ","259311":"\n   🥀¿Tienes algún recuerdo de niña\/o que te gustó mucho o te dejó una enseñanza? Feliz noche a todos amigos❤️ Los estoy leyendo🙋\n  ","259312":"\n   Alguna vez te mordió o intento morderte un perro en la calle ? Que hiciste al respecto ?\n  ","259313":"\n   Si fueras voluntario\/a, ¿dónde te gustaría trabajar?\n  ","259314":"\n   sip\n  ","259315":"\n   Hola! Todo bien? Cual es esa película que no te gusto su final y te gustaría cambiarlo? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","259316":"\n   Ahora ya se porque algunos me dejaban stickers o emoticones que no podía ver... Actualmente ask lo usas desde chrome o desde la app ? Cual es tu motivo para que lo uses de una o de otra manera ?\n  ","259317":"\n   🚀 Hola! Estás siguiendo el lanzamiento al espacio de la nave de SpaceX del 27\/May? 🚀 Hello!  Are you following the SpaceX spacecraft launch of 27 \/ May?\n  ","259318":"\n   Exacto\n  ","259319":"\n   El rechazo a una moral absoluta no significa que no se tenga ninguna moral (o ética), son cosas diferentes.\n  ","259320":"\n   No es mala, solo que el uso del \"luego\" en ese sentido no es tan común... Pero sí, justo eso que dices es lo que significa.\n  ","259321":"\n   Pero no estoy hablando de eso, porque aunque se pueda engañar al cerebro, no quiere decir que no pueda deducir y alcanzar conocimiento.\n  ","259322":"\n   Qué elementos de la cultura de tu país te gustaría cambiar?\n  ","259323":"\n   Sinceramente yo considero que mi amigo\n   \n    @Thalion83\n   \n   si puede ser una persona que apoye ese concepto, y tú?\n  ","259324":"\n   Falso\n  ","259325":"\n   Buenas !, a la hora de hacer una pregunta, sos selectivo\/a o le preguntas a todos los que seguís ? Si es que preguntas\n  ","259326":"\n   Soy nuevo, cual es el chiste de esto? Jajajajaj\n  ","259327":"\n   En qué se parece un cuervo a un escritorio? 🎩📖\n  ","259328":"\n   Tengo 5 huevos, rompí 2, cocine 2 y me comí 2, cuántos 🥚🥚🥚🥚🥚🥚 me quedan?\n\nSi tienes la respuesta correcta responde aquí Oh házmelo saber en una pregunta y te recompensó con 100 Mg' + seguir + 10🔥\n  ","259329":"\n   [👤] ¿Alguna vez has soñado con desconocidos y poco después los \"encuentras\"?\n  ","259330":"\n   [🎖] ¿Alguna vez has competido por algo? ¿Qué fue? ¿Ganaste? \n\nPásate por mi ask. 🙆\n  ","259331":"\n   VOLVIIIIIIIIIIII MAS REPOTENCIADA Y ALEGRE QUE NUNCA!\n-\n-\nAsi que y si nos seguimos por aqui y por instagram?\nAqui les dejo el mio:\n   \n    @Desireekizeweter\n   \n","259332":"\n   Alguna recomendación para la depresión crónica? Por que se vino otro episodio\n  ","259333":"\n   🙉💀🍒 [ Dimensión Libre ] 🍒💀🙉\n  ","259334":"\n   Bueno gente ultima pregunta del martes, sos de espiar o mirar el ask de otros ? Cada tanto o siempre ? O solamente te limitas a responder y preguntar\n  ","259335":"\n   ¿Cual es tu diva favorita?\n  ","259336":"\n   Hola,hola,hola🤗. Mi pregunta es: ¿Creen que la felicidad puede ser relativa? Si quieres me explicas tú respuesta... Muchos saludos a todos ustedes🥀\n  ","259337":"\n   ¿Qué película recomiendas ver? (No importa el género)☀Bonito día☀\n  ","259338":"\n   _Aquí pueden poner alguna reflexión🥀\n  ","259339":"\n   Eso es muy cierto amigo,espero que aunque sea el encierro pase rapido\n  ","259340":"\n   Buenos días. 🌅\n\n[🌱] ¿Tienes algun proyecto de vida? ¿Cuál es? ¿Crees que aún necesita tiempo?\n  ","259341":"\n   “Es tiempo de hacer que las cosas sucedan” dice alguien en la TV.  😛Tú qué quieres que te suceda? \/ \"It's time to make things happen,\" says someone on TV.  What do you want to happen to you?\n  ","259342":"\n   ¿Alguna vez te han hecho una entrevista de trabajo? ¿Cómo fue? ¿Te hicieron alguna pregunta inoportuna? ¿Te habría gustado que te preguntaran algo que no te preguntaron (para demostrar tus conocimientos o tus puntos fuertes, por ejemplo)?\n  ","259343":"\n   ¿Te gustaría la opción de poder ver quiénes son tus seguidores?\n🐢\n  ","259344":"\n   ¿Estás a favor o en contra del uso recreativo de la marihuana?🍁🌫️\n  ","259345":"\n   ¿Qué es lo que más te molesta de Ask.fm?😡😪\n  ","259346":"\n   ¿Usas más el portátil o tu celular?⌨️📱\n  ","259347":"\n   ¿Te gusta la música de mariachi?\n  ","259348":"\n   Menciona algo que puedes hacer, pero, que los demás no puedan hacer 🥺🤪🥴💜💕🔥😈💀🍒\n  ","259349":"\n   ¿Eres una persona supersticiosa?\n  ","259350":"\n   ¿Sabes lo que significa un año-luz?\n  ","259351":"\n   🌺 Hola nenes 🌺 ¿ Qué les ha enseñado la vida hasta el momento? 🧐\n  ","259352":"\n   que es realmente traición ?\n  ","259353":"\n   Yo lo soy. Yo rechazo los códigos morales absolutistas.\n  ","259354":"\n   Buenas ! Primera pregunta del martes. Para vos cuales son las reglas principales para forjar una buena unión familiar ?\n  ","259355":"\n   Hay hombres que sólo quieren  ver arder el mundo, y a veces yo soy uno de ellos ... 🤷🏻‍♂️\n  ","259356":"\n   ¿Conoces la frase de Descartes \"Pienso, luego existo\"?, ¿qué dirías que significa?\n  ","259357":"\n   [👀] En una escala del 1 al 10, ¿Qué tan ordenado (a) eres? ¿Considerarías llegar a ser un ordenado compulsivo (a)? \n\nPásate por mi ask, linda noche. 💙\n  ","259358":"\n   En busk d golfas u cocaína...\n  ","259359":"\n   Hey, ¿Te crees una persona recíproca? Y no hablo en sentido material...\n  ","259360":"\n   Mmm solemos estar en desacuerdo, así que te puedes imaginar que no lo veo así jajaja. Estar en lo correcto no tiene que ver con nuestros juicios de lo que piensa el otro, es una comparación con la propia realidad.\n  ","259361":"\n   No es posible no serlo.\n  ","259362":"\n   Mi pensar es🥀: Para que te atraiga o te llame la atención una persona siempre vas a ver algo que te guste de su físico pero después que la conoces y vez lo que completa a esa persona es cuándo realmente te enamoras; ahora si esa persona no tiene una buena mentalidad entonces te enamoras de nada...\n  ","259363":"\n   Quieres cambiar 3000 fuegos comienza y me avisas\n  ","259364":"\n   Buenas, alguna vez te mataste haciendo un trabajo practico en la secundaria o facultad ? Valió la pena por lo menos o fue al pedo ? De que materia era ?\n  ","259365":"\n   Hey🥀, ¿Cuándo te enamoras 100% de una persona que es en lo que te fijas? En su muy buen cuerpo o en su muy buena mente?🤔\n  ","259366":"\n   contarnos cuál fue? Que tengas buen día💟\n  ","259367":"\n   Cuantas veces te miras al espejo por día\n  ","259368":"\n   Q te hace feliz?\n  ","259369":"\n   🔪 Alguna vez te traicionó alguien que estimabas mucho?\n  ","259370":"\n   Haz fumado alguna vez?\n  ","259371":"\n   Creo que esta pregunta ya paso de fecha... Como pasaste tu ultimo año nuevo ? Bien o mal ? Tuviste alguna reflexión ? Algo interesante que podas contar de ese dia ?\n  ","259372":"\n   Hay algo en lo que he estado errado, disculpa. El nihilismo no es una filosofía, es una postura: el rechazo a los principios morales absolutos. Solo eso. Muchas escuelas tienen esa postura o parten del mismo principio que ella.\n  ","259373":"\n   [🍕] ¿Cuál es tu pizza favorita? \n¿Si tuvieses la oportunidad de cocinar una pizza, de qué la harías?\n  ","259374":"\n   ¿ Cómo llamarías al Buhogato de ASK? 🐱🦉😂\n  ","259375":"\n   ¿ Cómo vestirse para una primera cita?\n  ","259376":"\n   ¿Tenemos razón o estamos en lo correcto?, ¿cómo es más adecuado pensarlo?\n  ","259377":"\n   ¿Es posible no ser egoísta?\n  ","259378":"\n   ¿Cuál crees que es el mejor motivo para vivir?\n  ","259379":"\n   En mi vida... ❤️\nTodo lo que quería... ❤️\nEra el cuidado de alguien como vos... ❤️\nEl amor se retorcio y me hiciste tan infeliz 💀🍒\n\nDije que te amaba pero, mentí 💔😥\n  ","259380":"\n   Las filosofías no son doctrinas, al menos no en el sentido en que lo es una doctrina teológica.\n  ","259381":"\n   [🌱] ¿A quién acudes cuando necesitas una opinión sincera?\n  ","259382":"\n   A mí me encanta esa filosofía\n  ","259383":"\n   Si tuvieras que cambiarte el nombre, ¿qué otro escogerías? Feliz Domingo💞\n  ","259384":"\n   ¿Crees que haya gente que compre \"monedas\" aquí en ASK.FM?\n  ","259385":"\n   Si fuera real el mundo \"omegaverse\", ¿Crees que serías un alfa, omega o un beta?\n  ","259386":"\n   ¿Hay algún idioma que te gustaría aprender?\n  ","259387":"\n   ✨Espacio libre✨\n  ","259388":"\n   El nihilismo nace de una postura: La vida no tiene sentido. Lo que hagas a partir de allí ya depende de otras cosas (hay varias formas de nihilismo). Lo que se suele creer es que eso los vuelve \"malvados\", pero no es así.\n  ","259389":"\n   Series o películas ^u^??\n  ","259390":"\n   Te gusta la ciudad donde vives ^u^\n  ","259391":"\n   Crees que este encierro provoca depresion y ansiedad, con más fuerza??\n  ","259392":"\n   Libro favorito 😊📖\n  ","259393":"\n   ¿Que piensas de esas teorías conspirativas sobre el Covid-19?, Saludos ^u^\n  ","259394":"\n   Estas teniendo clases online?? Y si es así que tal se te hacen??, crees que funcionan más que las presenciales??, saludos ^u^\n  ","259395":"\n   ¿Que piensas de que tus acciones pueden lastimar a otros aunque no lo desees?\n  ","259396":"\n   Saludos, Buenas noches, Cuanto tiempo más crees que nos queda de cuarentena?? (U.U)\n  ","259397":"\n   ¿Eres más bien una persona optimista o una persona pesimista?\n  ","259398":"\n   Si pudieras pintar cualquier cosa, ¿qué pintarías?\n  ","259399":"\n   ¿Cuántos de tus amigos son veganos\/vegetarianos?\n  ","259400":"\n   Primera pregunta del domingo, cual fue el gran impedimento que se te interpuso al empezar la secundaria ?\n  ","259401":"\n   Crees en el amor verdadero??\n  ","259402":"\n   Iba a escribir algunos renglones para desahogar alguna emoción. Lo evite para no involucrarlos ni aburrirlos. Ja ja ja Te ha pasado?\n  ","259403":"\n   ◾ ¿Cuándo cumples años, has conocido a alguien que cumpla años el mismo día que tú? 🥳😮\n  ","259404":"\n   ¿Qué comida típica de tu país recomiendas?🎈Buena noche🎈\n  ","259405":"\n   ¿Crees en el amor a distancia?💜Buena noche💜\n  ","259406":"\n   Diseño y Publicidad\nDiseñamos tu Contenido Publicitario a tu Imagen, logos, Post, Iconos, Plantillas, Portadas, Redes Sociales, Material P.O.P y Mucho más\n  ","259407":"\n   Jejejeje ese es el Bushido\n  ","259408":"\n   ¿Necesitas algo?\n  ","259409":"\n   Somos hermanos de diferente madre, t va?\n  ","259410":"\n   ¿Que canciones te han dedicado?\n  ","259411":"\n   Un mensaje para quienes lean esto\n  ","259412":"\n   Que hacen en esta noche de sábado cuarentistico⁉\n  ","259413":"\n   Quieres cambiar 3000 fuegos  dale tu primero y en 3 segundos te regreso tus fuegos saludos desde mexico\n  ","259414":"\n   Igualmente\n  ","259415":"\n   ¿Cuál ha sido el regalo más memorable que has recibido?\n  ","259416":"\n   What do you think is the riskiest problem facing the teenagers of today?🙂\n  ","259417":"\n   Es que muchas veces se le ve o muestra como malo, pero noes necesariamente así\n  ","259418":"\n   Hola😁🌼\nCómo sería la mejor primera cita?\n  ","259419":"\n   What tastes better than it smells?\n  ","259420":"\n   Re raro sos boludo😂\n  ","259421":"\n   What was your best birthday?\n  ","259422":"\n   💚¿Qué es lo mejor que le ha sucedido hoy?💚 💞Qué tengas un grandioso día💞\n  ","259423":"\n   Que olor te gusta más en las mujeres?\n  ","259424":"\n   Would you rather have $50,000 free and clear or $150,000 that is illegal?\n  ","259425":"\n   Do you have a lot of respect for vegetarians?\n  ","259426":"\n   What’s the funniest Wi-Fi name you’ve seen? If possible PAP🌀\n  ","259427":"\n   Una patata de 100 gramos es 99% agua. Si se seca hasta tener 98% de agua, pesará solo 50 gramos?\n  ","259428":"\n   [🏁] ¿Te has propuesto algo para esta cuarentena? ¿Cómo vas con ello? ¿Cred lograrlo en verdad?\n  ","259429":"\n   Te gustan las canciones Rancheras?\n  ","259430":"\n   ¿Cuál es el primer y más importante paso en el Camino del Guerrero?\n  ","259431":"\n   Alguna vez te hiciste un tajo o un corte feo sin querer ? Fue con un cuchillo o con otra cosa ? Porque motivo te cortaste ?\n  ","259432":"\n   Hey cariño, hola🥀\n¿Te consideras una persona libre del todo? ¿Por qué?\n  ","259433":"\n   ¿Qué tres países son los que más te gustaría visitar?\n  ","259434":"\n   ¿Estas bien?\n  ","259435":"\n   Hace meses que se dejo..\n  ","259436":"\n   ¿Como te gustaría que fuera tu funeral?\n  ","259437":"\n   No les haré una pregunta, les voy a enviar un abrazo de cariño y de fortaleza... Bastante que nos hace falta a todos!\n  ","259438":"\n   Vamos a preguntas hermosa?\n  ","259439":"\n   Bienvenida... Te haré alguna que otra pregunta al día.💜🌸💎 Espero te guste esta red social tanto como a mi 😊😊🍀\n  ","259440":"\n   ¿Te definirías como una “persona feliz”?\n  ","259441":"\n   Cual es el prototipo de mujer\/ hombre ideal para ustedes ? Dependiendo sus sexo y gustos\n  ","259442":"\n   Si tuvieses que darle una definición a los medios periodisticos cual seria ?\n  ","259443":"\n   Sí, me has dejado algunas jeje. Gracias\n  ","259444":"\n   Búscalo, es interesante.\n  ","259445":"\n   Lo sé jajaja he discutido bastantes cosas contigo (en buen sentido), pero me gustan tus respuestas. Sueles pensar las cosas antes de exponerlas.\n  ","259446":"\n   ¿Que prefieres? 🔮¿Calor o Frio? 🔮\n  ","259447":"\n   Es una bomba!\n  ","259448":"\n   Gracias\n  ","259449":"\n   ¿Que prefieres? 🔮¿Dulce o Salado? 🔮\n  ","259450":"\n   Como os ha ido el día? 🤔 [estoy soñando o a madrid el lunes le dan la fase 1] 😍\n  ","259451":"\n   ¿Que prefieres? 🔮¿Frutas o Verduras? 🔮\n  ","259452":"\n   Soy un chico en silla de ruedas saludos desde mexico linda.\n  ","259453":"\n   e sigo, no soy bueno haciendo ¿Preguntas?, cuando se me ocurra me paso con alguna colectiva\n  ","259454":"\n   Se te perdió el libro\n  ","259455":"\n   Cuando estás de cumple ¿sueles pedir algún regalo o dejas que te sorprendan? Atte:\n  ","259456":"\n   ¿Qué puedes prometerle a tus amigos?\n  ","259457":"\n   Cuéntame algún momento en el que hayas deseado con todas tus fuerzas que la tierra te tragara. Atte:\n  ","259458":"\n   [🌹] ¿Qué cosa tan sencilla te pone de buen humor?\n  ","259459":"\n   Has visto más de 10 capítulos en un día de tu serie favorita! 🔥🙊😊\n  ","259460":"\n   Intentaré hacer una pregunta nocturna diaria...🤔\n\n[☁] ¿Cuál es tu mayor sueño? ¿Qué es eso por lo que luchas día con día? ¿En quien aspiras convertirte?\n  ","259461":"\n   ¿Quién es la persona a la que más admiras?\n  ","259462":"\n   Que juego no puedes dejar de jugar? 🔥🙊👌\n  ","259463":"\n   Primeras preguntas simples del viernes, cual es tu enemigo o villano que mas te gusta y porque ? Estuvo en alguna película o serie ? Tiene algún poder o habilidad especial ?. Bueno también les quería avisar que si les llega alguna pregunta de shoutout mías no la respondan 👍\n  ","259464":"\n   ¿Sueles ser muy exigente contigo mismo\/a?¿Y con los demás?\n  ","259465":"\n   Te invito a ir a mi perfil y preguntarme lo que quieras. No sé si mis respuestas te gusten, pero te aseguro que serán sinceras:\n   \n    @Thalion83\n   \n","259466":"\n   ¿Sabes lo que es el Nihilismo?\n  ","259467":"\n   ¿Tienes familia en el extranjero?\n  ","259468":"\n   Hola, buenas noches, ¿comes mucho en la cuarentena?\n  ","259469":"\n   ¿Alguna vez has actuado frente a un público? ¿Cómo fue la experiencia?\n  ","259470":"\n   ¿Sueñas alguna vez con ganar la lotería? ¿Qué harías con los millones ganados?\n  ","259471":"\n   Que personaje de los simpsons te cae mejor y porque ? Hay alguno que te identifique ?\n  ","259472":"\n   No sé, entiendo lo que dices pero no estoy del todo de acuerdo.\n  ","259473":"\n   🐝🍀Espacio Libre🍀🥰\n  ","259474":"\n   ¿Qué es aquello que te ha pasado y con lo que consideras que tuviste la peor suerte? 😩 Pásate por mi ask con algunos mg si quieres, devuelvo. 😊\n  ","259475":"\n   Perfume favorito\n  ","259476":"\n   Cuáles son tus cuentas favoritas de Ask ❓♋-H-\n  ","259477":"\n   Que comida le gusta a la mayoría de personas pero a ti no? 🤢\n  ","259478":"\n   Estoy muy atrasada con la aplicación o ask tiene que ser como tinder?\n  ","259479":"\n   Outfit Favorito ?\n  ","259480":"\n   ¿Está bien hacer trampa alguna vez? 🙊\n  ","259481":"\n   Que le regalaste a tu mamá ?\n  ","259482":"\n   ¿Felicitaste a tu mamá? 🥰\n  ","259483":"\n   Que tipo de programas de television te gustan⁉🤔🙄📺\n  ","259484":"\n   ¿Con qué frecuencia hablas con amigos que están lejos?\n  ","259485":"\n   💮 🔥 MG & Confiesas ? 🔥💮 \nSi gustas pasate con preguntas o mg's 🤗\n  ","259486":"\n   Nocturnos 🦉🌝\n  ","259487":"\n   ¿Crees que la vida tiene un sentido?\n  ","259488":"\n   ¿Alguna vez has evitado hacer algo que deberías hacer por miedo al resultado? Atte:\n  ","259489":"\n   Eres chamuchero? Si te llega te sigo xd\n  ","259490":"\n   Al escribir, tu letra es entendible o inentendible ? Tuviste o tenes dificultades con los profesores o alguien para que entiendan tu letra ?\n  ","259491":"\n   Buenas, te acordas cuando aprendiste a leer ? Te costo mucho en ese tiempo o te fue fácil ?\n  ","259492":"\n   ¿Qué tres hábitos crees que mejoran la vida de las personas? ¿Por qué? 🤍🖤\n  ","259493":"\n   Eres más del mundo DC Cómics o de Marvel?\n  ","259494":"\n   🥼 Hola!  Sabes si ya tienes todas las vacunas acorde a tu edad y país? Si un médico te pide demostrarlo cuentas con algún documento en tu país para demostrar tus vacunas? Saludos!\n  ","259495":"\n   You Are Beutiful Inside ! 🙉💕🍒💀\n  ","259496":"\n   💥✨¿Te gusta bailar? ✨💥\n  ","259497":"\n   Firmas en change.org?\n  ","259498":"\n   [📖] ¿Han leído algun libro que realmente los ha hecho reflexionar? \n¿Qué tal alguna frase que les haya dado en qué pensar?\n  ","259499":"\n   ¿Qué no podría faltar en la casa de tus sueños? 🏡\n  ","259500":"\n   Última canción que escuchaste?\n  ","259501":"\n   A una mujer hay que conquistarla todos los días, aunque ya esté contigo.✮\n  ","259502":"\n   🛫 Has viajado al exterior? A dónde? ✈️\n  ","259503":"\n   Buenas noches. ¿Qué odias de la cuarentena?\n  ","259504":"\n   Has tenido el corazón terriblemente roto u.u??\n  ","259505":"\n   Como va tu cuarentena heee :3??\n  ","259506":"\n   Hola, como te has sentido estos días ^u^??\n  ","259507":"\n   ¿Quiénes son tus 5 personas favoritas en ASKfm? #GraciasPorResponder te sigue\n  ","259508":"\n   ¡Cuéntanos algo divertido sobre tu vida escolar!\n  ","259509":"\n   ¿Cuál fue la última película que decidiste no ver?\n  ","259510":"\n   ¿Qué cosas no deberían preguntarse a alguien que acabamos de conocer?\n  ","259511":"\n   ¿Por qué hay personas que disfrutan de la vida y otras que no?\n  ","259512":"\n   ¡Publica una foto de tu #powernapchallenge y marca\n   \n    @askfm\n   \n   ! Te sigue\n  ","259513":"\n   ¿Alguna vez has mentido sobre tu edad?\n  ","259514":"\n   ¿Que haces?\n  ","259515":"\n   Para vos que tan importante es la historia ? Te da igual o sos de los que hay que aprenderla para saber de nuestra nación y del mundo ? La estudias hoy en día ?\n  ","259516":"\n   Hay alguna pequeña meta que al menos ya lograron ganar o superar ? Cual seria ?\n  ","259517":"\n   Qué película es tu favorita? 🔥🙊\n  ","259518":"\n   Buenas gente, alguna vez te esguinzaste o rompiste un hueso ? En caso de que si, como fue la secuencia ? Y porque motivo te paso eso ?\n  ","259519":"\n   Hola! Todo bien? Si te dijeran que solo quedan 24 horas de Internet en el mundo y para siempre: ¿Como utilizarias ese tiempo? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","259520":"\n   Cómo te gusta más las chicas con el cabello largo o corto? Y si eres chica como te gusta más tener tu cabello largo o corto? 💁🏻‍♀️\n  ","259521":"\n   Do you think birds have any regrets?\n  ","259522":"\n   Debido a mis recientes sucesos, ¿has sido últimamente víctima de algún hack? ¿Es decir, algún pirata se ha hecho con tus credenciales o tus bienes?\n  ","259523":"\n   ¿En tu país con que nombre se conocen Aquellos hombres que salen o tienen varias Mujeres D:?\n  ","259524":"\n   Opiniones sobre el feminismo\n  ","259525":"\n   ¿Qué deberían de dejar de enseñar los adultos a los más jóvenes?\n  ","259526":"\n   ¿Cómo se le llama a alguien que no quería tener algo pero ahora que tú ya no quieres se muere de ganas por tenerte?\n  ","259527":"\n   Cada vez son más los que me cuentan que les da webita conectarse pero aún así nos seguimos conectando, porque ese ciber masoquismo? :\/\n  ","259528":"\n   ¿Que red social usas menos y te parece molesta\/aburrida?\n  ","259529":"\n   ¿Cuál país mueres por conocer?\n  ","259530":"\n   ¿Sabes la coreografía de alguna canción?\n  ","259531":"\n   A quien mas le encanta el clima lluvioso  #StayAtASK\n  ","259532":"\n   Como es la ensalada perfecta?\n  ","259533":"\n   ¿Que comiste hoy?\n  ","259534":"\n   ¿Quien es mas rencoroso para ti, los hombres o las mujeres?\n  ","259535":"\n   ¿Cuál es el tema más interesante del que han hablado últimamente?\n  ","259536":"\n   ¿Qué es lo más notorio que han hecho ?\n  ","259537":"\n   ¿Te gustaría ser gigante? ¿Porque?\n  ","259538":"\n   ✨¿Te llevas bien con tus padres? ✨\n  ","259539":"\n   Algo que te ocurra constantemente?\n  ","259540":"\n   Crees que eres tóxico\/a?\n  ","259541":"\n   Hola 😁 entrarías a una mansión abandonada🏚?\n  ","259542":"\n   Buenas tardes🤗, en vuestra zona hace tanto calor ? 🥵\n  ","259543":"\n   Soy el único qué no le gusta la pizza hawaiana\n  ","259544":"\n   ¿Qué es lo más raro que se le puede poner a una pizza?\n  ","259545":"\n   Capital de Francia\n  ","259546":"\n   Has deseado algo a una estrella fugaz🌠 y se te ha cumplido? 🤔\n  ","259547":"\n   Y eso porque? No te gustan?\n  ","259548":"\n   Buenas, que tipo de preguntas son las que mas te fastidian ? Hay un porque de eso ? Que pensas de esa persona que te pregunta eso ?\n  ","259549":"\n   Qué opinas de tiktok?\n  ","259550":"\n   ¿En qué cosas te fijas primero cuando conoces a alguien?\n  ","259551":"\n   La pose que mas les guste a la hora del sexo?\n  ","259552":"\n   ¿Cuál es tu comida extranjera favorita?\n  ","259553":"\n   ¿ Que prefieres Cerveza o trago ?\n  ","259554":"\n   ¿Cual es tu película animada favorita?\n  ","259555":"\n   Comida favoritaa?\n  ","259556":"\n   Que harías tú...si estuvieras enfermo y tienes que quedarte en coma por 9 meses ?\n  ","259557":"\n   ¿Qué no le contarías nunca a tus padres?\n  ","259558":"\n   🥊 Alguna ves te enteraste de que a tu mamá, hermanas, hijas o a ti mismo les dieron unos zapes\/golpes\/maltratos violento por parte de su pareja en turno?? Qué harías?\n  ","259559":"\n   🤗Buenas noches gente !! Contadme habéis tenido alguna vez una experiencia paranormal ?😲{os sigo} 🤗\n  ","259560":"\n   [C] ¿Crees que los humanos son egoístas por naturaleza o que durante su crecimiento desarrolla actitudes de una persona egoísta en base a diversos factores que influyeron en ello?\n  ","259561":"\n   ¿Romperías las normas por ser fiel a tus principios? 🤍🖤\n  ","259562":"\n   Cuál fue la última película que pudiste ver en el cine?\n  ","259563":"\n   ¿Que opinas de una persona insistente?\n  ","259564":"\n   Tienes alguien con quien hablar de lo que te gusta?\n  ","259565":"\n   Hablando con\n   \n    @AstroBoyAstroBoy\n   \n   vi que hizo una encuesta de tatuajes. Así que pregunto,\n   \n    @AstroBoyAstroBoy\n   \n   te robo las preguntas. ¿Te gustan?¿Tienes?¿Tendrías?¿...?\n  ","259566":"\n   Do you always read the answers before you click like? 👍\n  ","259567":"\n   ¿Te cuesta pedir disculpas? Atte:\n  ","259568":"\n   Que es lo primero que harás cuando está cuarentena se acabe?\n  ","259569":"\n   Si tuvierais que cambiar algo de vosotros porque os perjudica mucho que sería ?👀\n  ","259570":"\n   🔥🔥🔥😈🙊░E░s░p░a░c░i░o░ ░           ░L░i░b░r░e░🔥🔥🔥😈\n  ","259571":"\n   Que SAD 🥺🥺🥺\n  ","259572":"\n   ¿Cuál ha sido la mejor película que has visto últimamente? 🤔\n  ","259573":"\n   Naaaa yo no te odio de esa forma, si hasta me caes bien 😆!  Que no me consideres tu amigo no significa que yo no te aprecie jajaja odiarte un poco solo es para que te sientas más cómodo 😁 , a menos que te incomoden mis preguntas ? 🤔 En ese caso bueno no queda de otra tu elijes 😳\n  ","259574":"\n   🤔🤔🤔 no sé, viejo suena mejor, y dado que odias a todos me parece perfecto llamarte así 😁 jajaj vale en todo caso que tengas una feliz noche ☺️\n  ","259575":"\n   Es una forma de referirme para no decirte señor! 🤫 😁  también puedo decirte viejo\n  ","259576":"\n   El sentimiento es mutuo 😅 que tengas linda noche me paso con más preguntas al rato! Igual son bienvenidas tus preguntas amigo\n  ","259577":"\n   ¿Cuál es el mejor villano de película?\n  ","259578":"\n   ¿Cuántos años tenías en tu primer beso?\n  ","259579":"\n   ¿Cuántas comidas has quemado?\n  ","259580":"\n   A la hora de educar a tus hijos, ¿qué harías diferente a tus padres?\n  ","259581":"\n   ¿Alguna vez has pensado en mudarte a algún lugar donde nadie te conozca y empezar una nueva vida?\n  ","259582":"\n   ¿Qué es en lo primero que has pensado al despertarte esta mañana?\n  ","259583":"\n   ¿Alguna vez has roto el corazón de alguien?\n  ","259584":"\n   Quien es más rencosoro para ti? • Los hombres o • Las mujeres. 🤔😆\n  ","259585":"\n   ¿Puede existir amor \"verdadero\" con alguien que nunca haz visto en fotos?\n  ","259586":"\n   Que haces?\n  ","259587":"\n   Hola cham@, nombra algún dato curioso de lo que sea que hayas aprendido recientemente?\n  ","259588":"\n   Nombra algo con lo que sueñes por las noches. ✨\n  ","259589":"\n   Clima favorito\n  ","259590":"\n   Juego favorito?\n  ","259591":"\n   Eres orgullos@?\n  ","259592":"\n   Si pudieses conocer a un famoso, ¿a quién te gustaría conocer?\n  ","259593":"\n   Famoso que más admires\n  ","259594":"\n   Que te gustaría hacer ?\n  ","259595":"\n   Cuántas estrellas alcanzas a ver en este momento?\n  ","259596":"\n   ¿Qué marcas usas con frecuencia?\n  ","259597":"\n   Que opinas de que las chicas se maquillen ???\n  ","259598":"\n   ¿Qué color predomina en tu armario?\n  ","259599":"\n   Que dicen de ti pero no es verdad? Que rumores hay de ti? 🤔\n  ","259600":"\n   Cuál es su bebida preferida? 😙\n  ","259601":"\n   ¿Existe la eternidad? 🤍🖤\n  ","259602":"\n   🦋 ¿Se te da bien trabajar bajo presión?\n  ","259603":"\n   What are your goals? \/ ¿Cuáles son tus metas?\n  ","259604":"\n   ¿Cuál es tu tipo de golosina favorita?\n  ","259605":"\n   En caso de tener orgullo. ¿Sabes en qué momento perderlo? Atte:\n  ","259606":"\n   Que opinas de las personas que crían a un animal para comérselo en año nuevo ? O te da igual\n  ","259607":"\n   Cuales suelen ser los motivos para que te ausentes o te hayas ido de ask en esta cuarentena ?\n  ","259608":"\n   Sos de esas personas que se toman su tiempo para alistarse, antes de hacer algo ? O sos rápido\/a en eso ?\n  ","259609":"\n   Hola que haces en la cuarentena 🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲🚲\n  ","259610":"\n   Te reto a poner tu mejor foto\n  ","259611":"\n   ¿Que le dirían a su yo del pasado?\n  ","259612":"\n   Ya hiciste ejercicio hoy ?\n  ","259613":"\n   A qué hora se duermen?\n  ","259614":"\n   ¿A qué actividades deberíamos dedicarles menos tiempo del que hacemos y a cuáles más?\n  ","259615":"\n   Que te gustaría estudiar?\n  ","259616":"\n   Un año sin besas vs abrazar ?? 🤭\n  ","259617":"\n   Cual es tu profesión soñada?\n  ","259618":"\n   Tienes Netflix ??\n  ","259619":"\n   Pastel favorito\n  ","259620":"\n   ¿Pondrías a prueba tus temores para superarlos?\n  ","259621":"\n   Porque lo superficial se suele identificar con lo tonto y  lo profundo con lo aburrido? Cuál es prejuicio que hay detrás de ello?\n  ","259622":"\n   Jajaja.. Siii!!.. así es corazonsito!!💕💕💕.. Tu si sabes.. (((.^)\/\n  ","259623":"\n   El lechero\n  ","259624":"\n   Hola! Todo bien? Hay algún libro que te haya influenciado o tenido un impacto en tu vida? Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","259625":"\n   Crees en la verdadera amistad?\n  ","259626":"\n   Cómo piensas que la cuarentena ha afectado tu vida tanto profesional como privada?\n  ","259627":"\n   Os gusta u os revienta que alguien os diga lo que tenéis que hacer? OS LEO 👀\n  ","259628":"\n   [C] ¿Que es para ti la fe?✍✍\n  ","259629":"\n   ¿Por qué nunca dieron a conocer el cuerpo de Osama Bin Laden, cuando supuestamente lo mataron? :\/\n  ","259630":"\n   ¿Por qué a los hombres nos cuesta tanto reconocer cuando otro hombre es “guapo” o.O?\n  ","259631":"\n   Hay algo que te gustaría cambiar de ti? 🤔\n  ","259632":"\n   Si cuando esto acabe pudieras ir a cualquier concierto, ¿al de quién irías? Atte:\n  ","259633":"\n   Hola como andas 👋, esto no es una colectiva, va para vos, nunca pensaste en verificar tu cuenta ? Creo que la mereces porque tenés bastante reconocimiento en ask de Venezuela\n  ","259634":"\n   🍻 «Desconfía de la gente que no  bebe, ¿quién sabe qué mal vicio tendrá escondido?»  ¿Será cierto? \/ 🍺 «Be suspicious of people who don't drink, who knows what bad vice they will have hidden?»  Could it be true?\n  ","259635":"\n   Tu pareja o alguna de tus ex parejas alguna vez de dio una nalgadas cuando estabas distraíd@? 😆\n  ","259636":"\n   Alguna vez has dado una cachetada? 🤔😳\n  ","259637":"\n   Bueno...\n  ","259638":"\n   Me contarías una historia de terror\n  ","259639":"\n   ¿por qué el retardado mental de yuca ya no se conecta? o...0\n  ","259640":"\n   ¿Soportarías a alguien con TOC (trastorno obcesivo compulsivo)? ¿Por qué? \n#pasate ❤️\n  ","259641":"\n   ¿quién quiere que le pegue una piña en el ojo y se lo deje morado? o...0\n  ","259642":"\n   \"El Delicioso\" hace referencia a tener sexo\n  ","259643":"\n   \"En está vida solo quiero\"\n  ","259644":"\n   Cambiará el mundo con el corona virus cómo cambio tú vida suerte y ojalá que esto pase pronto pará volver a salir, te sigue\n  ","259645":"\n   Si pudieses hablar perfectamente tres idiomas que quisieras, ¿cuáles serían?\n  ","259646":"\n   ¿Qué es lo último que has hecho con tus propias manos?\n  ","259647":"\n   ¿Robert Downey Jr. o Hugh Jackman?\n  ","259648":"\n   ¿Cuándo fue la última vez que pasaste un día entero sin tu móvil? ¿Qué hiciste?\n  ","259649":"\n   Por que si 2 + 2 es = 4 \nPor que lo mismo que yo siento por ella, ella no lo siente por mí. 😥😥😥\n  ","259650":"\n   ¿Qué película te hizo llorar?\n  ","259651":"\n   ¿Mejor outfit?\n  ","259652":"\n   Quien más se está derritiendo con este mugre calor\n  ","259653":"\n   ¿Cual es la experiencia más tenebrosa que has vivido?\n  ","259654":"\n   ¿Galletas o papas?\n  ","259655":"\n   Cómo te cuidarás después de este día lunes\n  ","259656":"\n   ¿Extrañas a alguien?\n  ","259657":"\n   ¿Cómo va tu cuarentena?\n  ","259658":"\n   Extrañas la escuela? 😝\n  ","259659":"\n   ¿Cuál es el hábito que te moleste mas de las otras personas?\n  ","259660":"\n   Qué harías si te ganaras la lotería? 😯\n  ","259661":"\n   🤓 Hola!  Cuando llegue el momento que tanto esperas... ¿cómo esperas enterarte? Esperas alguna señal en especial?  \/ 🤓 Hello!  When the moment you are waiting so long comes ... how do you hope to find out?  Do you expect any special signal?\n  ","259662":"\n   Qué bonitos ojos tienes\n  ","259663":"\n   Una vez os pregunté qué es lo que une a las personas, hoy os pregunto, ¿qué es lo que divide a las personas? 🤍🖤\n  ","259664":"\n   Oyee.. Tu sabes q.. q le dijio??.. uno PoshitoO!!.. q otro PoshitoO!!.. cuando estaba muuy Nojado??\n  ","259665":"\n   Para ti como es la mejor forma de olvidar a alguien?\n  "},"Answer":{"258593":"\n  Varias.\n  ","258594":"\n\n   https:\/\/m.youtube.com\/watch?v=4rZ751n4N0Q&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","258595":"\n\n   https:\/\/steemit.com\/spanish\/\n  \n  @davidjjcd\/encuentran-3-piramides-en-venezuela-increible\n  ","258596":"\n\n   http:\/\/artesmarcialespro.com\/blog\/el-origen-de-las-artes-marciales\/\n  \n","258597":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","258598":"\n  Panquecas de avena y fororo con avena caliente.\n  ","258599":"\n  Tampoco estoy hablando de la ley, estoy excluyendo la ley del contexto de mi respuesta.\n  ","258600":"\n  ¿Por qué estoy aquí?\n  ","258601":"\n  Las apariencias engañan, he comprado todo mi calzado por como se me ve, no por la marca.\n  \n  Algunos han sido indeseables y otros me han dejado en la calle.\n  ","258602":"\n  Ya no importa a que lugares ir, solo necesito la experiencia en el barco.\n  ","258603":"\n  No tengo amigos.\n  ","258604":"\n  -.-\n  ","258605":"\n  Las personas.\n  ","258606":"\n  No lo sé, no estoy pendiente de eso.\n  ","258607":"\n  Todos somos únicos, solo que nos agrupamos en razón a las coincidencias.\n  ","258608":"\n  No, aún que si he estado con los ojos insoportables.\n  ","258609":"\n  -.-\n  ","258610":"\n  Así es.\n  \n  Música.\n  ","258611":"\n  No tengo favoritismos.\n  ","258612":"\n  No tengo favoritismos.\n  ","258613":"\n  El la época en la que Cristóbal Colón llego a Venezuela en 1498 ya los aborígenes usaban el Combate de Sumisión Caribe.\n  ","258614":"\n  No.\n  ","258615":"\n  Cuando envió preguntas a los que sigo, por los que responden, al día de hoy ASKfm aún me da🔥Recompensas.\n  ","258616":"\n  Qué griten cuando estoy cerca.\n  ","258617":"\n  Todos debemos cumplir con las obligaciones que estipule la ley.\n  \n  Fuera de eso nada, ni nadie debe de obligar ni a una mujer, ni a un hombre a ser o hacer algo en contra de su voluntad.\n  ","258618":"\n  ¿Sufres de ira? No.\n  \n  ¿Qué es lo peor que has hecho teniendo un ataque de ira? No he tenido ataque de ira.\n  ","258619":"\n  Porque somos diferentes a los demás en ese aspecto.\n  ","258620":"\n  No tengo sentimientos de culpa por ninguno de mis gustos.\n  ","258621":"\n  Ni yo me conozco.\n  ","258622":"\n  No lo sé, solo tengo momentos efímeros de felicidad.\n  ","258623":"\n\n   https:\/\/vm.tiktok.com\/JJhb3Tg\/\n  \n","258624":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","258625":"\n  Creí que si.\n  \n  Pero ella quiere hacer lo mismo pero con otra persona.\n  ","258626":"\n  No uso telegram.\n  ","258627":"\n  Yo solo sé que no sé nada.\n  ","258628":"\n  Así pasa cuando estas en un conflicto, es la razón por la cual la verdad es relativa y no absoluta.\n  ","258629":"\n  Tengo el aire acondicionado en la habitación, cierro la puerta sin seguro.\n  ","258630":"\n  No hago teletrabajo.\n  \n  Hace algún tiempo ya que pasé por la etapa educativa.\n  ","258631":"\n  Café.\n  ","258632":"\n  Tiene que ser en un crucero, me estoy obsesionado, lo tengo entre las cejas.\n  ","258633":"\n  Lo que tengo en buen estado es para salir y para estar en casa.\n  \n  Lo que tengo que se me ha roto lo uso para cuando hago algún tipo de reparación.\n  \n  El resto lo he regalado o botado.\n  ","258634":"\n  Gestiono bien mi tiempo, pero no es para ir a la fiesta.\n  ","258635":"\n  Las palabras no tienen inteligencia.\n  ","258636":"\n  Adolescente le saqué una rolinera al sistema de freno contra pedal a la bicicleta para comprar una rolinera nueva.\n  \n  Dejé desarma la bicicleta en el fondo de la casa, salí con para a la venta de repuestos.\n  \n  Al regresar la bicicleta y las partes que desarme ya no estaban.\n  \n  Fue un robo al medio día con personas en la casa.\n  ","258637":"\n  Combate de sumisión caribe.\n  ","258638":"\n  Lo he dicho todo en mi perfil y en las respuestas.\n  ","258639":"\n  ¿Alguna vez perdonaste un daño muy grande? Solo yo me he causado un daño muy grande.\n  \n  ¿Te arrepentiste de haberlo hecho? No.\n  ","258640":"\n  Yo no tengo problemas con eso de los tatuajes o piercings, ni tampoco con la discriminación.\n  \n  Esto no sería discriminación? Si lo es.\n  \n  Desechar a alguien como elegible para salir, o tener una relación sólo porque tenga una modificación corporal no sería discriminación? Si lo es.\n  ","258641":"\n  Me puedo relacionar con quien sea, solo que trato de evitarlos a todos.\n  ","258642":"\n  No lo sé.\n  ","258643":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","258644":"\n  Déjà vu.\n  ","258645":"\n  Casarme y terminar en divorcio.\n  ","258646":"\n  Solo la cuarentena.\n  ","258647":"\n  Solas o con salsa de tomate o como sea.\n  ","258648":"\n  No he visto.\n  ","258649":"\n  No se quien morirá, yo no sacrificaré a nadie.\n  ","258650":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","258651":"\n  No tengo amigos.\n  ","258652":"\n  Me da igual.\n  \n  Sigo haciendo lo mismo desde que me inicié en ASKfm en el 2013.\n  \n  Solo que ahora una que otra vez uso el hilo de conversación.\n  \n  Y que reviso algunos de los cambios de ASKfm para ver que tal.\n  \n  La mayoría de los cambios no los entiendo muy bien.\n  ","258653":"\n  No tengo amigos.\n  ","258654":"\n  No morirás de eso.\n  ","258655":"\n  Con esta cuarentena ya parece que da igual.\n  ","258656":"\n  No tengo respuestas para estas preguntas.\n  ","258657":"\n  😷 Médico Maracucho  se va a los EEUU🇺🇸. Como no puede ejercer legalmente su profesión, monta un negocio en el centro de New York y pone un letrero que dice:    💊💉 \"Le curamos cualquier enfermedad por $20💵, garantizado. Si no podemos, le damos a Ud $100💵\".\n  \n  💼 Un abogado gringo ve la oportunidad de ganar $100💵 y entra a la clínica.\n  \n  💼 El Abogado 🇺🇸: \"Perdí mi sentido del gusto.\" 👅\n  \n  😷 El Médico Maracucho  🇻🇪: \"Enfermera, tráigame la medicina de la caja #22 y ponga tres gotas 💦 en la lengua del Señor\" 👅\n  \n  💼 El Abogado 🇺🇸: \"Ugh! Esta mierda es Gasolina\" 😖\n  \n  😷 El Médico Maracucho  🇻🇪: \"Felicidades, ha recuperado su gusto. Deme $20💵\" 👏🏾😃\n  \n  💼 El abogado 🇺🇸 se va molesto 😤, y vuelve una semana después, determinado a recuperar su plata. 💰\n  \n  💼 El Abogado 🇺🇸: \"Perdí la memoria, no puedo recordar nada.\" �💭\n  \n  😷 El Médico Maracucho. 🇻🇪: \"Enfermera, tráigame la medicina de la caja #22...\"\n  \n  💼 El Abogado 🇺🇸: \"No joda, esa mierda es Gasolina, me lo distes la semana pasada!\" 😳\n  \n  😷 El Médico Maracucho. 🇻🇪: \"Felicidades, ha recuperado su memoria. Deme $20💰\" 😃\n  \n  💼 El abogado 🇺🇸 se va aún más molesto y vuelve una semana después, determinado a recuperar su plata. 😡\n  \n  💼 El Abogado 🇺🇸: \"He perdido la calidad de mi visión, todo lo veo borroso, no puedo distinguir ningún detalle y los lentes no me ayudan\" �👓\n  \n  😷 El Médico Maracucho 🇻🇪: \"Verga Primo para eso no tenemos medicina, aquí tiene un billete de $100💵\" 😒\n  \n  💼 El Abogado 🇺🇸: \"Tu si eres vivo Maracucho, esto es un billete de $10💵\" 😠\n  \n  😷 El Médico Maracucho\n  \n  🇻🇪: \"Felicidades, ha recuperado su visión. Deme $20💵\" 🎉👏🏾😃\n  \n  jajajajaja 😂😂😂😂😂\n  \n  No hay forma de joder a un Venezolano y si es Maracucho Menos ..!!! 😂😂😂😂\n  ","258658":"\n  Así es, por error le envíe a mamá.\n  \n  No recuerdo a quien quería enviarle, ni recuerdo el mensaje.\n  \n  Supongo que en otras ocasiones también pude hacerlo con otros y ni me di cuenta.\n  ","258659":"\n  👤\n  ","258660":"\n  Toda la vida le he temido al dolor, en consecuencia le temo a todo lo que lo causa.\n  ","258661":"\n  Una costilla, ya antes escribí aquí como fue.\n  ","258662":"\n  -.-\n  ","258663":"\n  Ninguna de las metas que me impuse las concrete, nada que ver con la pandemia, soy demasiado ambicioso para tener metas.\n  ","258664":"\n  Las mentiras que dije las dije de niño, no se mentir.\n  \n  Tengo mala memoria para poder mantener la mentira.\n  \n  Prefiero decir la verdad.\n  ","258665":"\n  Es aterrador lo que se puede sufrir en al estar en esa situación si la persona siente algo similar por otra persona.\n  ","258666":"\n  Los que tienen la bomba atómica son los que están a cargo de acabarlo.\n  \n  A mi no me dejan ni ir a mirar.\n  ","258667":"\n  No lo sé, yo no.\n  ","258668":"\n  Adolescente me subía al tejado del apartamento, unos 16 metros de altura.\n  ","258669":"\n  Ahora no tengo mucho animo de ver nada, así que no me importaría.\n  ","258670":"\n  -.-\n  ","258671":"\n  ¿ son de renovar su ask cada tanto ? Solo hago limpiesa de los que sigo para eliminar inactivos.\n  \n  Sabiendo que hay perfiles que van y vienen todo el tiempo ¿ cada cuanto lo \"renuevan\" ? Una vez al año, antes paso una notificación.\n  ","258672":"\n  Algunas personas me han dicho que si coinciden, otras me han dicho que no coinciden.\n  \n  ¿Tú que crees, coincide o no coincide mi signo zodiacal con mi personalidad?\n  ","258673":"\n  ¿Alguna vez rompiste un espejo? Adolescente le rompí a mamá el del baño, en otro momento después el del compacto.\n  \n  ¿Crees en el dicho ese que dice que da 7 años de mala suerte? No, ya que desde que tengo uso de razón tengo suerte, de la mala pero suerte al fin.\n  ","258674":"\n  Así es.\n  ","258675":"\n  Si tuviera que comer un solo tipo de platillo durante lo que me quede de vida sería una imposición y si así lo es no me darán a escoger.\n  ","258676":"\n  No iría.\n  ","258677":"\n  Jamás ayudar a quien no la pide ayuda.\n  ","258678":"\n\n   https:\/\/m.youtube.com\/watch?v=rPWyeriooGE&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","258679":"\n  Al parecer no.\n  ","258680":"\n  ¿Has realizado deporte en esta cuarentena? No.\n  \n  ¿Qué prácticas? Nada profesional, asia lo que saliera por distracción.\n  ","258681":"\n  Paredes, techo con lampara, cerámica en el piso, puerta, ventana, persiana, closet, estante biblioteca, mesa televisor, mesa, butaca, aire acondicionado, ventilador de mesa, cama matrimonial y cama individual.\n  \n  Esta todo ordenado y limpio.\n  ","258682":"\n  Continuo en cuarentena.\n  ","258683":"\n  Los festejos sorpresas.\n  ","258684":"\n  Soy pésimo con la imaginación.\n  ","258685":"\n  No lo sé.\n  ","258686":"\n  ¿Os gusta la lotería? No.\n  \n  ¿Habéis comprado alguna vez? He comprado, pero no ha sido para mi.\n  \n  ¿Creéis que es cuestión de suerte? La lotería no estoy seguro de si es suerte o si es algo amañado.\n  ","258687":"\n  No lo sé, no tengo amigos ni afuera del espacio virtual.\n  ","258688":"\n  Hace algún tiempo ya que dejé de ver películas o series.\n  \n  No uso netflix.\n  ","258689":"\n  Soy hombre.\n  \n  Lo peor para mi es sentirme solo al lado de alguien, así ha sido desde que tengo uso de razón.\n  ","258690":"\n  Puedo en algunas situaciones no decir lo que no se me pregunte.\n  \n  No puedo mentir, no tenga tan buena memoria como para sostener una mentira.\n  ","258691":"\n  Me sobra el tiempo, a falta interés.\n  ","258692":"\n\n   @LaliEspositoHOficial\n  \n  y mi padre, ambos vegetarianos.\n  \n  Aún no me he enterado de quien es vegano.\n  ","258693":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","258694":"\n  Ninguno.\n  \n  Me he mudado muchas veces.\n  \n  En cada mudanza he regalado cosas y me he desecho de otras.\n  ","258695":"\n  Tengo un emprendimiento del todo informal.\n  \n  Estaba analizando los pro y los contra de emprender formalmente.\n  \n  Ahora estamos en cuarentena.\n  ","258696":"\n  No lo sé.\n  ","258697":"\n  RRSS.\n  ","258698":"\n  Si el huevo es de gallina, fue primero la gallina, si no fuese así el huevo no seria un de gallina.\n  ","258699":"\n  Cuando podía salir a trabajar dormía cuatro horas al día todos los días.\n  \n  Ahora que no puedo salir a trabajar duermo siete horas al día todos los días.\n  ","258700":"\n  Lo que no anote quedará pendiente para siempre.\n  ","258701":"\n  El sol es una estrella del color del fuego en una masa solida de gases.\n  \n  A la óptica del ojo humano según el ángulo de visión respecto al horizonte se vera rojo, naranja, amarillo y blanco.\n  \n  Siempre y cuando no se quemen las pupilas y se quede ciego.\n  ","258702":"\n  Todo el 2020 será de cuarentena, aún no hay la vacuna y el coronavirus puede seguir mutando eso implica que la situación puede empeorar y ahora más con las lluvias, los resfriados y la situación económica.\n  \n  Ojalá y esté equivocado.\n  ","258703":"\n  Mi primer correo electrónico en el Aeroporto Internacional de São Paulo – Governador André Franco Montoro.\n  \n  Me conecté a un Wi-Fi abierto, desde entonces me comenzó a llegar al correo para que actualizara información de un Banco Brasileño, jamás he tenido cuentas bancarias en Brasil.\n  \n  Me llegaban a mi y a mis contactos correos en brasileño con mi dirección de correo electrónico.\n  \n  Pasé meses tratando evitar que siguiera sucediendo y nada, no tuve éxito.\n  \n  Abandone la cuenta, cree una nueva y actualice todo y lo vincule a la nueva cuenta.\n  ","258704":"\n  Siempre que alguien ofrece, acepto.\n  \n  Yo solo lo preparo cuando siento el malestar que da antes de la gripe.\n  ","258705":"\n  Solo puedo hacer las peores imitaciones.\n  ","258706":"\n  Nada aún, ni el coronavirus ha pasado.\n  ","258707":"\n  Es la segunda vez que lo hago y en ambas ocasiones solo *quise hacerlo.\n  ","258708":"\n  Es la segunda vez que lo hago y en ambas ocasiones solo quince hacerlo.\n  ","258709":"\n  Nunca me llamó la atención detallar sobre el universo.\n  ","258710":"\n  No lo sé, evito personas así independientemente de sus orientaciones sexuales.\n  ","258711":"\n  Educativos.\n  ","258712":"\n  \"Si hay más de una forma de hacer un trabajo y una de ellas culmina en desastre, alguien lo hará de esa maner\"\n  ","258713":"\n  Puedo tener los dos estados según con quien esté.\n  ","258714":"\n  No tengo nada de que arrepentirme.\n  ","258715":"\n  Ella no lo sé.\n  \n  Yo si.\n  ","258716":"\n  Hasta ahora eso no me ha pasado.\n  ","258717":"\n  No.\n  ","258718":"\n  Las papas siempre y cuando no estén crudas, como sean y con lo que sea.\n  ","258719":"\n  Jamás me he arrepentido de nada.\n  ","258720":"\n  Invertiría cada dólar, es innegable que cambiaría.\n  ","258721":"\n  Han sucedido cosas relevantes aquí.\n  ","258722":"\n  No lo sé, ya veo normal estar en cuarentena y ya tiene más de cuarentena días.\n  ","258723":"\n  -.-\n  ","258724":"\n  Todos los días se come algo diferente en las tres comidas en los diferentes días.\n  \n  Hoy tortilla de huevos con zanahoria rallada, cebolla en ramas y arepa de maíz y trigo con azúcar más café negro.\n  ","258725":"\n  Hace algún tiempo ya que dejé de leer libros.\n  ","258726":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","258727":"\n  Las personas con creencias paranormales tienden a acentuar este sesgo en la elección de información a la que se exponen y que favorece las ilusiones causales, lo que podría explicar por qué acaban desarrollando creencias extrañas.\n  \n  La ilusión causal es un sesgo cognitivo que consiste en la percepción de una relación de causa-efecto entre dos eventos que no están conectados entre sí.\n  \n  Este sesgo podría subyacer algunas creencias irracionales\n  ","258728":"\n  No tenia experiencia y me la pasaba con mala junta, me dejé influenciar.\n  ","258729":"\n  No.\n  ","258730":"\n  -.-\n  ","258731":"\n  Si te refieres a perros calientes muy pocas veces han sido caseros, muy pocas veces más aún preparados por mi, la mayoría de las veces son comprados ya preparados.\n  \n  La salsa de tomate que compramos para usar en casa es Heinz es más espesa que la que usan en los puestos de perro caliente.\n  \n  Jamás queda igual al de la calle y me gusta más como queda el de la calle.\n  \n  En casa le coloco la salsa de tomate directo de la botella y queda una linea recta y espesa.\n  ","258732":"\n  Siempre intento pasar desapercibido con la intensión de que me dejen por fuera, no siempre lo logro.\n  ","258733":"\n\n   https:\/\/news.google.com\/articles\/CBMicmh0dHBzOi8vd3d3LmVsLWNhcmFib2Jlbm8uY29tL3B1YmxpY2FkYS1lbi1nYWNldGEtcHJvcnJvZ2EtcG9yLTMwLWRpYXMtZGVsLWVzdGFkby1kZS1hbGFybWEtbmFjaW9uYWwtcG9yLWNvdmlkLTE5L9IBdmh0dHBzOi8vd3d3LmVsLWNhcmFib2Jlbm8uY29tL3B1YmxpY2FkYS1lbi1nYWNldGEtcHJvcnJvZ2EtcG9yLTMwLWRpYXMtZGVsLWVzdGFkby1kZS1hbGFybWEtbmFjaW9uYWwtcG9yLWNvdmlkLTE5L2FtcC8?hl=es-419&gl=VE&ceid=VE%3Aes-419\n  \n","258734":"\n\n   https:\/\/m.youtube.com\/watch?v=XzbGVmxQxsI&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","258735":"\n  Tengo tantos problemas por decir la vedad en la cara que he optado por no decir nada.\n  ","258736":"\n  No puedo, se me hace imposible elegir, si coloco una, la querré quitar y poner otra y así sucesivamente.\n  ","258737":"\n  Mi memoria elimina la información que le parece irrelevante.\n  ","258738":"\n  A mi siempre me dio igual que alguien se enojara mientras no se diera contacto físico o acciones mal intencionadas hacia mi.\n  \n  Hace unos años solo una persona logró vulner eso, se enojó y yo cedí ante el enojo.\n  ","258739":"\n\n   https:\/\/m.youtube.com\/watch?v=5wJ5T7ScPbg&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","258740":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","258741":"\n  No tengo respuestas a ninguna de tus preguntas, todo es tan irracional.\n  ","258742":"\n  ¿Sufres de insomnio? Después de las 23:00 intento quedarme despierto lo más que pueda, ya que a esa hora me da sueño y aún no término de actualizar mis RRSS, pero es inútil, me quedo dormido sin darme cuenta.\n  ","258743":"\n  En el núcleo de Tierra ocurre un proceso conocido como burbujas turbulentas el cual provocaría los cambios repentinos en el electromagnetismo del planeta, no sé si afectará el clima.\n  ","258744":"\n  Cambios en el campo magnético de la Tierra están relacionados con extraño fenómeno en el núcleo.\n  ","258745":"\n  La misma que tenemos todos los que cumplimos con la cuarentena o con las recomendaciones al respecto de la pandemia.\n  ","258746":"\n  ¿crees en el equilibrio? Solo sé de tres tipos de quilibrio en los que creo el estático, dinámico y moral.\n  \n  ¿es correcto buscar ser una persona equilibrada? Ser una persona equilibrada es cuestionable según la crianza, el aprendizaje, la cultura y la política de cada lugar.\n  \n  ¿es ético ser neutral? Ser neutral no tiene nada que ver con ser ético.\n  \n  ¿ante el bien y el mal como se paga la injusticia? Jamás se puede pagar una injusticia, solo puede existir consecuencias para quien se le pide condena con el fin de tratar de crear resignación para quien la clame justicia.\n  ","258747":"\n  Antes creía saber sobre el amor.\n  \n  Ahora que me he enamorado me di cuenta de que no se nada al respeto y de lo ignorante que soy.\n  \n  El amor me parece que es lo más inefable qué existe.\n  ","258748":"\n  Soy VIP por pura reciprocidad.\n  ","258749":"\n  La tendencia a tener opinión sobre todo.\n  ","258750":"\n  😞\n  ","258751":"\n  Se que la biblia ha tenido sus problemas con las traducciones y por ende se ha malinterpretado a lo largo de los años.\n  ","258752":"\n  Rutinas y estar fastidiado de la cuarentena.\n  ","258753":"\n  No tengo amigos, solo extraño muertos.\n  ","258754":"\n  Así es.\n  ","258755":"\n  No tengo favoritismos porque son las cosas por las cuales no se que elegir, ya que la que me toque en el momento para mi estaría bien.\n  ","258756":"\n  Se me dan fatal ambas situaciones, así que procuro evitarlas.\n  ","258757":"\n  A estas alturas prefiero reservarme el comentario.\n  ","258758":"\n  No me preocupo.\n  ","258759":"\n  Desde niño me gusto hablar y escribir como está en los libros e incluso antes usaba muchas palabras poco comunes.\n  \n  La mayoría de las veces al hablar o escribir me pedían que explicara con otras palabras.\n  \n  Por darte un pequeño ejemplo: Selaquimorfos es su nombre científico, pero los conocen como tiburones.\n  ","258760":"\n  De niño en la familia me decían \"ismaelillo\".\n  ","258761":"\n  He compartido imágenes, no se si algunas sean de memes.\n  ","258762":"\n  -.-\n  ","258763":"\n  ...Quedarte en la esquina de la ducha cuando el agua sale muy fría.\n  ","258764":"\n  No siempre.\n  ","258765":"\n  Cada quien está haciendo lo que le corresponde haces en este juego del amor.\n  ","258766":"\n  Así es, ya que pueden engañarte, porque te engañas a ti misma al creer que cambió.\n  ","258767":"\n  Similar a los días de la cuarentena, solo que antes de la cuarentena salía a trabajar y ahora no se puede.\n  ","258768":"\n  No me estreso.\n  ","258769":"\n  Por aquí por mi perfil no se ha pasado ningún troll o anónimo.\n  ","258770":"\n  Al otro yo, ese que todos temen y que mantengo tras lo ético, mi alter ego.\n  ","258771":"\n  No soy del tipo de gente que les gusta conocer gente, así que no lo sé.\n  ","258772":"\n  Adolescente trabajé en una heladería, también vendían las cotufas, que es el nombre más usado aquí.\n  \n  Las hacia naturales, dulces y saladas, con colorante y sin colorante.\n  \n  Comí demasiadas ya que estaba autorizado  a comer cualquier cosa de la venta, siempre y cuando lo anotara.\n  \n  Me hice adicto, quería comer a toda hora, pero las cascarillas y la sal me estropeaban la encía y la lengua.\n  \n  Me costó bastante controlarlo.\n  \n  Ahora solo me provocan cuando me da el aroma de las cotufas, al igual que el café.\n  ","258773":"\n  Las de Mario Fortino Alfonso Moreno Reyes.\n  ","258774":"\n  Yo no puedo cambiar al mundo ni en mis pensamientos.\n  ","258775":"\n  Ni lo uno ni lo otro, sino todo lo contrario.\n  \n  Solo dije que aún existen mujeres con esos gustos y que\n  \n   @LaliEspositoHOficial\n  \n  es una de ellas.\n  \n  Perdón, si no me supe explicar.\n  ","258776":"\n  Soy hombre y a los hombres nos gusta con cualquiera de las dos prendas o sin nada.\n  \n  Si lo que me quiere, es complacer, disfrutaría más que me sorprenda.\n  ","258777":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","258778":"\n  De niño me decía la familia \"ismaelillo\" jamás me interesó el porqué.\n  ","258779":"\n  Hasta el día de hoy de las que he comido solo hay una que no me gusta, solanum melongena.\n  ","258780":"\n  RRSS es lo que hago que no sea una obligación o una responsabilidad.\n  ","258781":"\n  Jamás he leído un libro en PDF.\n  \n  El ultimó fue: Contabilidad de Costos\n  \n  Gonzalo Sinisterra.\n  ","258782":"\n  Siempre lo hago, es algo peculiar en mi, nunca me importó si es malo o bueno.\n  ","258783":"\n  Ok.\n  ","258784":"\n  Las preguntas que ya antes respondí.\n  ","258785":"\n  -.-\n  ","258786":"\n  No lo sé, el clima ha cambiado, recuerdo que antes comenzaban las lluvias en mayo, este año no llovió nada en mayo.\n  ","258787":"\n  Realmente no.\n  ","258788":"\n  Ninguno.\n  ","258789":"\n  Se ha perdido la ética en todo.\n  ","258790":"\n  -.-\n  ","258791":"\n  Todos cambiamos física y mentalmente.\n  \n  En el caso mental los cambios reales los hacemos por conveniencia o por piedad.\n  \n  Fuera de eso es fácil engañar con el supuesto cambio.\n  ","258792":"\n  No fue mi intensión.\n  ","258793":"\n  No lo sé.\n  ","258794":"\n  Nmp\n  ","258795":"\n  Bien.\n  ","258796":"\n  Te la pongo fácil, lee mis estados y dime en cual tengo un aire mexicano.\n  ","258797":"\n\n   @LaliEspositoHOficial\n  \n  Ella no tiene que hacer nada por mi\n  \n  Sin embargo fue amable conmigo y me ofreció su amistad.\n  \n  No puede con eso y no acepté.\n  \n  Nos escribimos en uno que otro momento, aún que en algún momento me dan bajones.\n  \n  Aún así no puedo olvidarla, forma parte de mi.\n  ","258798":"\n  En mi opinión.\n  \n  He visto arcoiris y no son siete colores, note que no son franjas de colores, son degradación de colores, en consecuencia son menos de siete o son más de siete.\n  ","258799":"\n  Aún me falta mucho por saber sobre el amor.\n  ","258800":"\n  -.-\n  ","258801":"\n  Por qué si le soplas a un perro en el hocico y no está acostumbrado a que se lo hagan, la cercanía del rostro de quien sopla más la ráfaga de aire hace que el perro lo tome como una agresión.\n  \n  Para el perro es similar a la agresión que le haría otro perro, es un código canino.\n  ","258802":"\n  ¿Puede una persona enamorarse más de una vez? No lo sé, solo me he enamorado una vez y aún lo estoy.\n  \n  ¿te has enamorado profundamente? Así es.\n  ","258803":"\n  A\n  \n   @LaliEspositoHOficial\n  \n","258804":"\n  BLU LIFE MARK\n  ","258805":"\n  No uso netflix.\n  ","258806":"\n  No lo sé, si el núcleo de la tierra es caliente y líquido, supongo que en algún momento todo el planeta fue valiente, liquido y se esta enfriando.\n  \n  Lo digo porque alguna vez vi que las gotas de agua son esféricas en el espacio.\n  ","258807":"\n  Te seguí la corriente, también me divertí con lo que escribiste.\n  ","258808":"\n  ¿ cuantas\/os ex pareja tuviste en tu vida ? Que mis padres conocieron seis, que no conocieron no tengo idea.\n  \n  ¿ actualmente esta todo bien o todo mal con esa persona ? Yo no tengo problemas con ninguna, simplemente si necesitan ayuda de mi, no se las negaría.\n  \n  ¿Volverías a formar una relación nuevamente con esa persona? No.\n  ","258809":"\n  He visto que los padre tienen la intención de no hacer diferencia en cuanto al sexo y a la edad.\n  \n  Es muy complejo no etiquetar, ya que culturalmente, mediática mente y generacionalmente se nos imponen patrones de conducta con premios y represiones que terminan clasificandonos sin que se den cuenta de ello.\n  ","258810":"\n  Jamás hago nada.\n  \n  Hicieron una cena, con una torta y refrescos.\n  ","258811":"\n  Los jóvenes en todas las épocas se inician en el alcohol y las drogas precocinados socialmente si no tienen carácter, después les comienza a gustar ya que es una forma de ser incluidos y se convierten en adeptos y cuando menos lo esperan ya son adictos también.\n  ","258812":"\n  Que dejamos de ser sociedad para convertirnos individuos egoístas.\n  ","258813":"\n  Es lo único que hago por otras personas, acciones buenas.\n  ","258814":"\n\n   https:\/\/m.youtube.com\/watch?v=x7XPvOgaROY&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","258815":"\n  Entiendo.\n  ","258816":"\n  Avisa después de chequear.\n  ","258817":"\n  Como dije antes, puedo mal interpretar lo que leo.\n  ","258818":"\n  Soy muy ambicioso como para tener metas.\n  ","258819":"\n  No, ella es de Argentina la parte baja de Sur América y yo soy de Venezuela la parte alta de Sur América.\n  \n  A parte ella no siempre esta en el mismo país.\n  ","258820":"\n  ¿Se considera perfeccionista? Algunas veces.\n  \n  Sí las cosas no salen como desea ¿se enfada? Algunas veces.\n  ","258821":"\n  Así dicen.\n  ","258822":"\n  Aquí donde vivo estoy bien.\n  ","258823":"\n  No lo se, tengo muchas.\n  \n  Ahora si te refieres a fotos de mi, no tengo ni una.\n  ","258824":"\n  Así es.\n  \n  Todos queremos ser reconocidos por algún logro.\n  \n  Yo soy de los que respetan eso.\n  ","258825":"\n  Tú has las preguntas y sabrás que respondo.\n  ","258826":"\n  Recuerdo que estaba leyendo en silabas.\n  \n  Antes de esto no recuerdo nada.\n  ","258827":"\n  No puedo ayudarte con esta, no sigo ninguna de las tradiciones.\n  ","258828":"\n  Puedo con ambas.\n  ","258829":"\n  No, solo arroz frito, lumpia y wantán,  wantoón, wontón o won ton o como quieras llamarle.\n  ","258830":"\n  Llovió un poco al amanecer y nuevamente al atardecer.\n  ","258831":"\n  Toda la vida lo he dicho la inseguridad empieza con el contacto.\n  ","258832":"\n  Veo que se encarga de su promoción.\n  ","258833":"\n  No.\n  ","258834":"\n  Seguiría haciendo todo igual si mi familia no se entera.\n  \n  Si se han enterado, seguro que ellos algunas cosas las cambiarían.\n  ","258835":"\n  ¿Si recuerdas alguna de esas expresiones puedes mencionarlas aquí?\n  ","258836":"\n  Familiares.\n  ","258837":"\n  Si no tengo a nadie en la lista de usuarios bloqueados, menos tengo a alguien para eliminar.\n  ","258838":"\n  No sé si estuve a punto de romperme algún diente, si me los he golpeado muy fuerte y no se han roto.\n  ","258839":"\n  No tengo favoritismos.\n  ","258840":"\n  No puedo, tengo muchas emociones acerca de una persona.\n  ","258841":"\n  Algunos días se me detiene el tiempo.\n  \n  Otros días he viaje en el futuro y no puedo creer que han paso ya tres meses volando.\n  ","258842":"\n  Inusual, la cuarentena.\n  ","258843":"\n  Ahora que lo menciona, no recuerdo cuando fue la última vez que le dije a\n  \n   @LaliEspositoHOficial\n  \n  que pasara una buena noche.\n  ","258844":"\n  ¿ a la hora de encariñarte o hacer amistad con alguien, te cuesta despegarte de esa persona en caso de que surja una pelea o algo por el estilo ? No tengo apego ni con la familia, estoy donde me traten bien y con respeto.\n  \n  ¿ serias capas de pedirle disculpas o retomar la relacion, o cortas directamente con esa persona ? Siempre he pensado que no soy necesario para nadie, así que si las cosas se ponen mal solo intento hablarlo, si no se puede o no hay consenso,  simplemente me alejo.\n  ","258845":"\n  No estoy muy seguro.\n  \n  El COVID-19 fue por el primer caso en humanos de una enfermedad que solo ocurría en animales, esto ocurrió en el 2019.\n  \n  El SARS-COV-2 es cuando el virus ataca de gravedad las vías respiratorias en humanos y este puede incluir el fallecimiento del paciente.\n  ","258846":"\n  Hay días en los que me da el miedo escénico.\n  ","258847":"\n  No lo se, jamás me gustó leer en voz alta y me retiro cuando alguien lo hace.\n  ","258848":"\n  El aparato fonador humano.\n  ","258849":"\n  La música es un lenguaje en códigos de sonidos culturales que ha derivado debido a la transculturación.\n  ","258850":"\n  No tengo favoritismos.\n  ","258851":"\n  No lo sabia.\n  \n  ¿Sabias que los delfines para dormir cierran uno de los dos ojos, no los dos mientras duermen?\n  ","258852":"\n  No, lo que si me sucedió fue que se mostraron semidesnudas y desnudas por webcam cuando usaba Messenger de Microsoft.\n  ","258853":"\n  Lo sabía, eso no quiere decir que a la hora de escribir lo recuerde, así que perdón si lo escribí mal en algún momento.\n  ","258854":"\n  Soy complaciente.\n  ","258855":"\n  Si cualquiera come lo que cocino, así es.\n  ","258856":"\n  No tengo nada por su hermosura, lo que tengo es por su utilidad.\n  ","258857":"\n  Soy anónimo precisamente para no estar en esa situación.\n  ","258858":"\n  La tripanofobia y la caliginefobia.\n  ","258859":"\n  Cada vez que compro un nuevo celular.\n  ","258860":"\n  Preferiría no a todo.\n  ","258861":"\n  Veía:\n  \n  El increíble mundo de Gumball,\n  \n  Los Jóvenes Titanes y\n  \n  Los Simpson.\n  \n  Solo porque en sus diálogos involucraban temas que para mi fueron interesantes.\n  \n  Hace algún tiempo ya dejé de verlos.\n  ","258862":"\n  :o\n  ","258863":"\n  Ok.\n  ","258864":"\n  No lo sé.\n  \n  Me ocurre igual con una mujer que inolvidablemente vivirá en mi.\n  ","258865":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","258866":"\n  Tu pregunta al inicio del hilo hace referencia a que existe.\n  \n  Si no existe, está mal planteada la pregunta o la estoy mal interpretando.\n  ","258867":"\n\n   @LaliEspositoHOficial\n  \n","258868":"\n  Villalobosij\n  \n  Villalobos Manrique Ismael José.\n  ","258869":"\n  Respondo casi todo tipo de preguntas.\n  \n  Unas las respondo en mi muro.\n  \n  Otras, me paso al muro con todo y pregunta y la respondo en el muro de quien preguntó.\n  ","258870":"\n  Parecerá de locos.\n  \n  La familia es lo más importante, casi todos los que tengo en facebook son familiares, uso tan pocas veces el facebook que puedo decir que no lo uso.\n  \n  Comencé a usar ASKfm con familiares, al día de hoy estoy convencido que ya ninguno de ellos está aquí en ASKfm, el uso que le doy es a diario.\n  ","258871":"\n  Aquí estoy bien por el momento.\n  ","258872":"\n  Cuarentena indefinida, rutinas y RRSS.\n  ","258873":"\n  No lo sé, cuando veía las películas no tuve ese interés.\n  ","258874":"\n  No tengo favoritismos.\n  ","258875":"\n  No lo sé, no vi la película.\n  ","258876":"\n  Venezuela.\n  ","258877":"\n  A mi no me gustan las historias de terror.\n  ","258878":"\n  Si no expresa ideas, emociones, percepciones o sensaciones, no es arte.\n  \n  El arte no es censurable, quizás tabú para algunos.\n  ","258879":"\n  Mientras no se convierta en un chisme.\n  ","258880":"\n  Jamás ayudo a nadie que no ha pedido que le ayude.\n  \n  Puede que lo tome a mal y piense que lo hago porque es menos que yo o simplemente que cree que puede solucionar su asunto solo o que no quiera ayuda de nadie y termine yo empeorando el asunto.\n  ","258881":"\n  La que acusa o delata a alguien, informando de manera secreta.\n  ","258882":"\n  Me limito a responder y preguntar, en una que otra se da un efímero hilo de conversación.\n  ","258883":"\n  Ok.\n  ","258884":"\n  Ok.\n  ","258885":"\n  Realmente no se como hablan los mexicanos, supongo que en algunas localidades nos acercamos al español latinoamericano.\n  ","258886":"\n  El poco orgullo que tengo en la vida es la familia.\n  ","258887":"\n  Siempre digo:\n  \n  - \"Se le resta importancia a la razón cuando se le incluyen un lenguaje soez o se esfuerza en gritar.\"\n  ","258888":"\n  No lo sé, me suena a ADN por lo de Cromosómico.\n  ","258889":"\n  El poco orgullo que tengo en la vida es la familia.\n  ","258890":"\n  Me parece que si existe, no es hipotética.\n  ","258891":"\n  No tengo y no compro, las que he visto fueron por complacer a alguna expareja.\n  ","258892":"\n\n   https:\/\/m.youtube.com\/watch?v=_SfB348JGIA&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","258893":"\n  El nombre de sucesión de Fibonacci se lo debe a Leonardo de Pisa, matemático italiano del siglo XIII también conocido como Fibonacci.\n  ","258894":"\n  Es lo que hace que la noche sea de los lobos.\n  ","258895":"\n  Esta completo y funciona todo, no necesito ni quitarle, ni ponerle algo.\n  ","258896":"\n  Si el hombre no tiene ningún problema de fertilidad, en esa cantidad generará unos 250 millones de espermatozoides.\n  \n  Tienen hasta 6 días para encontrar un óvulo antes de morir.\n  ","258897":"\n  Los problemas sociales no los soluciona la indiferencia.\n  ","258898":"\n  -.-\n  ","258899":"\n  -.-\n  ","258900":"\n\n   @LaliEspositoHOficial\n  \n  Ya sabe todo lo que tenia que decirle.\n  ","258901":"\n  ¿La de los zapatos rotos?\n  ","258902":"\n  Así es, jamás espero nada a cambio.\n  ","258903":"\n  Puedes bloquearme, gracias.\n  ","258904":"\n  Siempre he tenido suerte, de la mala, pero suerte al fin.\n  ","258905":"\n  No.\n  \n  Hasta mis padres tienden a quejarse de eso.\n  ","258906":"\n  Verano.\n  ","258907":"\n  Tristeza.\n  ","258908":"\n  Aquí donde vivo estoy bien.\n  ","258909":"\n  -.-\n  ","258910":"\n  \"Necesitamos sentirnos parte de algo, de una familia...\" Hasta aquí estoy totalmente de acuerdo.\n  \n  ...de un grupo de amigos, de un equipo de trabajo... Yo no.\n  \n  ...Pero, ¿qué ocurre cuando necesitas cambiar tu forma de ser, de comportarte o de pensar para que los demás te integren? ¿ Te ha pasado ? Es cuando comienzo ha ser rechazado o aceptado como soy.\n  ","258911":"\n  -.-\n  ","258912":"\n  No lo sé.\n  ","258913":"\n  Política y religion.\n  ","258914":"\n  Vivir solo es algo que todo el mundo debería experimentar al menos una vez en la vida.\n  ","258915":"\n  La cosa siempre ha sido así.\n  \n  No tengo amigos.\n  \n  Siempre encuentro a alguien por la calle con quien estudie o hice un curso o trabajé o que me vio antes con alguno de los anteriores.\n  \n  Intento seguir como si no los vi y es cuando hacen algo para llamar mi atención.\n  \n  Es cuando saco mi lado cortes porque me cuenta ser descortés para entonces y comenzamos a hablar.\n  ","258916":"\n  ¿Qué te hace pensar que soy de México?\n  ","258917":"\n  Las que repiten por no leer lo que alguien ya antes preguntó.\n  ","258918":"\n  Otorgamos a alguien el beneficio de la duda cuando no queremos pensar mal sobre la persona de manera anticipada y decidimos darle un margen de confianza.\n  \n  A todos nos han engañado más de una vez.\n  ","258919":"\n  Todos conocemos la historia de David y Goliat, recogida en la Biblia.\n  \n  Y, aunque no la hayamos leído, sabemos bien lo que significa: es la victoria del pequeño frente al grande, del desvalido frente al poderoso, un recuerdo de que aunque tengamos todo en nuestra contra, siempre habrá posibilidades de salir triunfante.\n  ","258920":"\n  De acuerdo con un estudio de la Universidad de Arizona (Estados Unidos), un teléfono celular tiene en promedio 10 veces más bacterias que la tapa de un inodoro, mientras que nueve de cada 10 contienen un microbio potencialmente propagador de alguna enfermedad.\n  \n  ¿La razón? Son dispositivos que están en constante contacto con las manos.\n  \n  Cualquiera sea el caso, cuando el celular se moja uno ya comienza a despedirse del equipo, así que prefiero evitar llevarlo al baño.\n  ","258921":"\n  Que grite cuando estoy cerca.\n  ","258922":"\n  Nadie.\n  ","258923":"\n\n   @LaliEspositoHOficial\n  \n","258924":"\n  Solo una vez estuve por cerrar la cuenta.\n  ","258925":"\n  Lo sé, es la razón por la que no lo busco.\n  ","258926":"\n  -.-\n  ","258927":"\n  Lloré siendo un bebe hasta ser niño, lloré la muerte de mi hermana y lloré de amor.\n  \n  Jamás lloré después de un examen.\n  ","258928":"\n  No tengo amigos.\n  ","258929":"\n  En una eyaculación promedio, el hombre produce entre 1 y 5 ml de semen.\n  \n  De esa cantidad, los espermatozoides solo forman entre el 5 y el 10%.\n  \n  Si el hombre no tiene ningún problema de fertilidad, en esa cantidad generará unos 250 millones de espermatozoides.\n  \n  ¿Cada espermatozoide tiene su alma propia?\n  ","258930":"\n  Que tiene todas las partes completas y funcionando.\n  ","258931":"\n  Suelo alejarme lentamente hasta de quienes tienen interés, ya tienen como comunicarse.\n  ","258932":"\n  Es solo una expresión para decir que estarán juntos hasta la muerte y que eso les da felicidad.\n  ","258933":"\n  RRSS.\n  ","258934":"\n  Si por alguna razón inexplicable te enamoras de una persona y esa persona por alguna razón inexplicable está enamorada de otra persona, hagas lo que hagas, digas lo que digas esa persona no se enamorará de ti. Ese es mi caso.\n  ","258935":"\n  -.-\n  ","258936":"\n  Tengo tripanofobia.\n  ","258937":"\n  No tengo favoritismos.\n  ","258938":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","258939":"\n  Perdón, me perdí un libro, no sé cuál es la pregunta que no respondí.\n  ","258940":"\n  ¿Nombre de lo que existió, antes de que se creara el universo?\n  ","258941":"\n  No lo sé.\n  \n  Tampoco lo sé si soy un naufrago.\n  ","258942":"\n  No lo se, jamás me estreso.\n  ","258943":"\n  Jamás he sido feliz, solo he tenido efímeros momentos de felicidad.\n  ","258944":"\n  El que te permita reencontrarte contigo mismo.\n  ","258945":"\n\n   https:\/\/m.youtube.com\/watch?v=-SA6Gc1L_kA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","258946":"\n  -.-\n  ","258947":"\n  Así es.\n  ","258948":"\n  -.-\n  ","258949":"\n  ¿Eso implica que las almas todas provienen del hombre y no de la mujer?\n  ","258950":"\n  No lo sé, suelo pedir perdón muy seguido.\n  ","258951":"\n  No.\n  ","258952":"\n  Cuando cumple con sus responsabilidades, obligaciones y asume las consecuencias de lo que hace y\/o dice con respeto.\n  ","258953":"\n  Qué hay alguno que otro que se ocupa en alimentar a un indigente.\n  ","258954":"\n  No uso silla de ruedas.\n  \n  Jamás he dicho algo negativo o positivo de quien use silla de ruedas.\n  ","258955":"\n  Hace algún tiempo ya que dejé de leer libros, no tengo favoritismos.\n  ","258956":"\n  -.-\n  ","258957":"\n  No tengo amigos.\n  \n  Si es un trago muy amargo, aún tengo la sensación.\n  ","258958":"\n  He salido no muy lejos, una o dos veces por mes desde marzo.\n  \n  En las noticias se comenta sobre otras ciudades, no se como esta la ciudad, de esta no han ducho nada.\n  ","258959":"\n  -.-\n  ","258960":"\n  No recuerdo casi nada de dumbo.\n  ","258961":"\n  Si entra semen en la vagina, los espermatozoides nadan a través del cuello uterino y el útero hasta entrar a las trompas de Falopio en busca de un óvulo.\n  \n  Tienen hasta 6 días para encontrar un óvulo antes de morir.\n  \n  Cuando un espermatozoide se une a un óvulo, se llama fecundación.\n  \n  ¿Quién tiene el alma, el espermatozoides o el óvulo?\n  ","258962":"\n  La temporada de las lluvias era esperada para el mes de mayo y nada, ahora en junio a llovido dos veces en esta semana, el primer día un poco más que el segundo día.\n  ","258963":"\n  No vi la película.\n  ","258964":"\n  Venezuela - 6 de junio de 2020 9:56 pm.\n  \n  A partir del lunes 08 de junio inician 7 días de cuarentena social, voluntaria y radical como las adoptadas en las primeras semanas, como parte del nuevoesquema de flexibilización relativa 7+7,esquema que sustuirá al 5X10 anunciado por Nicolás Maduropara evitar la propagación de la Covid-19.\n  \n  La Policía Nacional Bolivariana, las estadales y municipales, así como de las Fuerzas Armadas, estarán en las calles para lograr que se cumpla con la cuarentena radical “muy necesaria”.\n  ","258965":"\n  😑\n  ","258966":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","258967":"\n  Puedo desesperar a cualquiera con mi paciencia.\n  ","258968":"\n  No soy bueno iniciando conversaciones, ni extendiendome en ellas.\n  ","258969":"\n  No me gustan las discusiones, así que en lo que sea posible me salgo de la discusión.\n  ","258970":"\n\n   @LaliEspositoHOficial\n  \n","258971":"\n  No tengo moscas en la habitación que es el lugar en el que duermo.\n  ","258972":"\n  No, soy muy sensible al dolor y a las cosquillas.\n  ","258973":"\n  No lo sé.\n  ","258974":"\n  En la oscuridad café oscuros, en la claridad miel.\n  ","258975":"\n  ¿Podemos ser objetivos del todo? Nadie lo es.\n  \n  Nuestras vivencias nos hacen únicos y cada persona ve y entiende el mundo de forma distinta. Entonces, ¿es el ser humano capaz de tener ideas objetivas acerca de los acontecimientos? No, cada quien interpreta los acontecimientos según su ideología y experiencias y en la mayoría de los casos según su conveniencia.\n  ","258976":"\n  Imagina que naciste sin los cinco sentidos (vista, oído, olfato, gusto y tacto), sin ellos no es posible que generes pensamientos.\n  ","258977":"\n  Yo me preocupo por todo, muy poco, quizás sea por eso que si me afecta sea muy poco.\n  ","258978":"\n  Venezuela - 6 de junio de 2020 9:56 pm.\n  \n  A partir del lunes 08 de junio inician 7 días de cuarentena social, voluntaria y radical como las adoptadas en las primeras semanas, como parte del nuevoesquema de flexibilización relativa 7+7,esquema que sustuirá al 5X10 anunciado por Nicolás Maduropara evitar la propagación de la Covid-19.\n  \n  La Policía Nacional Bolivariana, las estadales y municipales, así como de las Fuerzas Armadas, estarán en las calles para lograr que se cumpla con la cuarentena radical “muy necesaria”.\n  ","258979":"\n  -.-\n  ","258980":"\n  BLU LIFE MARK\n  ","258981":"\n  La muerte de mi hermana en un accidente de tránsito.\n  ","258982":"\n  Hay momentos en los que no se que día de la semana es.\n  \n  Hoy es domingo, estoy tan fastidiado de la cuarentena como los días anteriores.\n  ","258983":"\n  Acostumbro ligar que nadie lo recuerde, facebook siempre ha sido un problema para eso.\n  ","258984":"\n  Creo que todo lo que experimenté y me parecía paranormal, es porque he sido víctima de mi mente.\n  ","258985":"\n  No tengo favoritismos.\n  ","258986":"\n  Todos los días hago rutinas, después RRSS.\n  ","258987":"\n  Después de este año continuará.\n  \n  Es como el uso del cinturón de seguridad, hay quienes lo usan solo cuando ven al funcionario.\n  ","258988":"\n  Ella tiene ya con quien compartir y no soy yo.\n  ","258989":"\n  Jamás me arrepiento de lo que hago.\n  ","258990":"\n  Mi infancia sin dudas.\n  ","258991":"\n  En la oscuridad café oscuros, en la claridad miel.\n  ","258992":"\n\n   https:\/\/m.youtube.com\/watch?v=1LrekXqOvfg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","258993":"\n  No.\n  ","258994":"\n  -.-\n  ","258995":"\n  No lo sé.\n  \n  Si alguien me sigue desde el 2013\n  \n  deje ❤️ Me gusta aquí.\n  ","258996":"\n  Intento evitarlo con todos.\n  ","258997":"\n\n   https:\/\/www.google.com\/amp\/s\/www.fayerwayer.com\/metroamp\/2020\/06\/ciencia-crean-nitrogeno-negro-misterio\/?espv=1\n  \n","258998":"\n  -.-\n  ","258999":"\n  ¿De qué Ciudad y País eres?\n  ","259000":"\n  Cada quien es libre de creer o ser incrédulo.\n  \n  Afalta de información es fácil hacer de una mentira una realidad e igual es fácil hacer de una realidad una mentira.\n  \n  \"Nos han dominado más por la ignorancia que por la fuerza\"\n  ","259001":"\n  No lo sé, dímelo tú.\n  ","259002":"\n  Déjà vu.\n  ","259003":"\n  No.\n  ","259004":"\n  • Comunicación en tiempo real.\n  \n  • Acceso a la información actual.\n  \n  • Portatibilidad.\n  \n  • Causar ensimismamiento.\n  \n  • Desmotivación.\n  \n  • Dependencia.\n  ","259005":"\n  Hace algún tiempo ya que salí del sistema educativo, no se como está realmente.\n  ","259006":"\n  Soy directo, no se ser indirecto, ni se tomar en el aire lo que alguien ha dicho en ese sentido, sea bueno o sea malo.\n  ","259007":"\n  La prioridad es controlar la pandemia, no hay nada que pensar.\n  \n  Si no se controla la pandemia será inutil\n  \n  realizar cualquier estudio o consulta ya que no tenemos garantías de que la pandemia se controle a corto, mediano o largo plazo.\n  ","259008":"\n  No tengo mascota.\n  ","259009":"\n  La cuarentena ya tiene más de cuarenta días, así que todas las mañanas hago las mismas rutinas, tanto es así que hay días en los que no se si es entre semana o fin de semana.\n  ","259010":"\n  Hasta ahora no he recibido nada que sea de mal gusto.\n  ","259011":"\n  ¿Te gusta Marvel? No estoy pendiente.\n  \n  ¿Te gusta más DC? No estoy pendiente.\n  \n  ¿Qué superpoder crees que sería más útil? La invisibilidad.\n  \n  ¿Lo querrías? Sigo siendo invisible, es una ventaja para mi.\n  ","259012":"\n  Aún estoy aprendiendo el español.\n  \n  De otros idiomas entiendo poco lo que escriben, no puedo entablar ningún tema de conversación.\n  ","259013":"\n  Para mi ya esta completa.\n  \n  Dejaría de ser una frase para convertirse en un deseo imposible.\n  ","259014":"\n  Jamás pregunto de donde es la gastronomía que me ha tocado comer, me entero en el momento o después y en algunos caso ni me entero.\n  \n  Así que puede que si la he probado o puede que no, hasta ahora no lo sé.\n  ","259015":"\n  Rutinas.\n  ","259016":"\n  ¿Por qué existe la bondad y la maldad en este mundo? Esta en nuestro ser interior.\n  \n  La gente actúa a veces para hacer el bien y otras para hacer el mal, pero ¿qué nos hace ser buenos o malos realmente? El nivel de egoísmo que tenga cada ser humano.\n  \n  ¿El ser humano es por naturaleza bueno o es malo? Es malo por naturaleza.\n  ","259017":"\n  ¿qué es realmente la conciencia? Es el conocimiento que se tiene de sí mismo y de su entorno.\n  \n  ¿Qué nos hace seres racionales y conscientes? Actuar conforme a las ideas sabiendo que se puede estar en lo correcto o se puede estar equivocado.\n  ","259018":"\n  🙈🙉🙊\n  ","259019":"\n  ¿ como fue tu primera vez en ask ? Una sobrina y yo estamos en facebook, varias veces vi publicaciones que tenían que ver con ASKfm en las notificaciones de su facebook.\n  \n  Un día en los que vino a casa, le pregunté sobre esas publicaciones, ese día me ayudo a registrarme y agregamos a mis contactos de facebook y de twitter.\n  \n  ¿ Hace cuantos años paso y como empezó todo ? Fue en el 2013, en el 2014 llegué al limite para poder seguir, asiy que eliminé a todos, lo hago cada año y comienzo a seguir nuevamente.\n  \n  ¿ Eras diferente a la hora de contestar o siempre fuiste igual ? He cambiado muy pocas cosas, más que todo para no resistirme a los cambios, básicamente no hice un cambio que sea radical.\n  ","259020":"\n  Eso a nadie le servirá de nada.\n  ","259021":"\n  Puede que sea Miércoles o puede que sea Domingo, depende de como se interprete lo que quiso decir en si el borracho.\n  ","259022":"\n  -.-\n  ","259023":"\n  Si estas acostumbra de a pedir permiso o perdón, te saldrá tan natural que lo harás hasta sin darte cuenta de que lo has dicho.\n  \n  Si no es tú costumbre será muy complicado que lo hagas.\n  ","259024":"\n  Eso no lo sé, no suelo profundizar los temas.\n  \n  De niño me frustraba explorando sobre algún tema en el que se necesitaba mucho material al cual no tenía acceso y de a poco fui perdiendo el interés.\n  \n  A eso le sumo al día de hoy la memoria.\n  ","259025":"\n  Hace algún tiempo ya que dejé de leer libros.\n  ","259026":"\n  Somos la una especie con miembros que nos han sido creados para construir y destruir y reconstruir, al igual que lo hacen algunos animales e insectos.\n  \n  Somos la especie con capasidad de aprender, entender, razonar, tomar decisiones y formarse una idea determinada de lo que lo rodea e incluso de lo que no comprende, al igual que lo hacen algunos animales e insectos.\n  \n  La diferencia está en que los animales de otras especies pueden hacer las dos cosas antes mencionadas de una forma muy limitada, comparadas con las que puede hacer nuestra especie animal.\n  ","259027":"\n  Todo lo que es música me agrada,\n  \n  no me agrada ningún ruido constante.\n  ","259028":"\n  La palabra 'inteligencia' proviene del latín intelligentia o intellēctus, que a su vez provienen del verbo intellegere —término compuesto de inter («entre») y legere («leer, escoger»)— que significa comprender o percibir.\n  ","259029":"\n  No sé si sea realmente interesante para aguien aquí el tema del nitrógeno negro.\n  ","259030":"\n  Jamás, me automedico y procuro no tener asistencia médica.\n  \n  Creo que si me llego a tener un accidente o una enfermedad de gravedad moriré.\n  ","259031":"\n  Perdón, paso de esta.\n  \n  Me conmueve la desgracias ajenas y por respeto no subiré ninguna imagen al respecto.\n  ","259032":"\n  Puedo con ambas.\n  ","259033":"\n  No me gusta que me regalen, no me gustan los festejos.\n  \n  Pero menos me gusta es despreciar el gesto y la necesidad que tienen hacia mi.\n  \n  Así que simplemente me dejo llevar por el momento para no hacerles un desaire.\n  ","259034":"\n\n   https:\/\/m.youtube.com\/watch?v=2q6cAt4yxUc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259035":"\n  Puedo con ambas.\n  ","259036":"\n  Hace algún tiempo ya que deje los juegos de vídeo, jamás jugué online.\n  ","259037":"\n  Ambas.\n  ","259038":"\n  Puedo con ambas.\n  ","259039":"\n  No lo sé, no lo he cambiado desde que me registre.\n  ","259040":"\n  No lo sé, jamás he pasado por esa situación.\n  ","259041":"\n  No lo sé, hago lo que se me da la gana y no siempre soy un buen ejemplo.\n  ","259042":"\n  -.-\n  ","259043":"\n  - No olvides protegerte del coronavirus con una mascarilla.\n  \n  - Ok.\n  ","259044":"\n  Es muy raro que no las lea si soy quien le dará el uso, incluso así no entienda algunas de las cosas que están escritas.\n  ","259045":"\n  Preferidos usas una sombrilla para hombre.\n  ","259046":"\n  ¿Alguna vez te preguntaron si eras niño o niña? Así es.\n  \n  ¿Qué piensas de ese tipo de preguntas? Pienso que son los que jamás leen mis estados.\n  \n  ¿Alguna vez le preguntaste eso a alguien? No.\n  \n  Existe ahora tanta diversidad como la que existió hace más de dos mil años, solo me interesa que sea una persona respetuosa y si es coherente mejor aún.\n  ","259047":"\n  En nada.\n  \n  Sobre lo material, dar a cada ciudadano lo que le corresponde según sus necesidades y aportes en la sociedad, de donde partió el principio de la justicia distributiva la que siempre ha sido una utopía.\n  \n  Sobre lo inmaterial el daña en algunos casos es irreparable se haga lo que se haga y solo queda la resignación o la sed de venganza.\n  \n  Hay quienes creen en la justicia divina, ya éste es un punto tan polémico, que no me extrañaría que alguien no este de acuerdo.\n  ","259048":"\n  Me gustan todos los animales en su hábitat natural.\n  ","259049":"\n  Me levanto sin más.\n  ","259050":"\n  Perdón, me perdí un libro, no se que es \"tinder\"\n  ","259051":"\n  Estuve en varias relaciones y no estuvo mal, solo que en ninguna me enamoré.\n  \n  Ahora que me enamoré no estoy en ninguna relación.\n  \n  Jamás me ha ido bien en el amor.\n  ","259052":"\n  Nada te hará feliz, solo tendrás momentos de felicidad estés con alguien o no.\n  ","259053":"\n  Escribí algunas cosas, dejé de hacerlo.\n  ","259054":"\n  Un estudio sobre las lenguas que se hablan en todo el mundo revela que todas provienen de un lenguaje común que surgió en África.\n  \n  Con anterioridad, investigaciones genéticas han demostrado que el primer humano se originó en ese continente hace 50.000 años.\n  \n  Y la nueva investigación encontró que el primer lenguaje también surgió allí.\n  \n  Luego los idiomas modernos evolucionarían a partir de ese primer, único lenguaje, como resultado de la migración de las poblaciones.\n  ","259055":"\n  Proyecto del genoma del neandertal.\n  ","259056":"\n  También somos animales.\n  ","259057":"\n  No lo se, no estuve pendiente de cosas como esa.\n  ","259058":"\n\n   https:\/\/m.youtube.com\/watch?v=r9-42mu1D9Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259059":"\n  No tengo ánimos para estar en ningún lado.\n  ","259060":"\n  Todo lo que esté escrito en una ley debería hacerse cumplir por los organismo competentes.\n  \n  Eso me deja a mi por fuera, así que le dejaría vivir y si existe justicia que pague por lo que hizo.\n  ","259061":"\n\n   https:\/\/www.google.com\/m?q=villalobosij&client=ms-opera-mobile&channel=new&espv=1\n  \n","259062":"\n  Déjà vu.\n  ","259063":"\n  Una persona triste incluso hasta deprimida puede reír y a la vez animar a los demás intentado que la otra persona no pase por el mismo estado en el que se encuentra o porque cree que puede superar sin ayuda lo que le pasa o porque no quiere involucrar a otros .\n  ","259064":"\n  😐\n  ","259065":"\n  Jamás me importó el regalo.\n  \n  Me importó la intensión y atención hacia mi de la persona.\n  ","259066":"\n  Homo homini lupus es una locución latina de uso actual que significa ‘el hombre es el lobo del hombre’ o ‘el hombre es un lobo para el hombre’.\n  \n  Se cita con frecuencia cuando se hace referencia a los horrores de lo que es capaz la humanidad para consigo misma.\n  ","259067":"\n  -.-\n  ","259068":"\n  Jamás me he aferrado a nadie, ni a nada, ni a la vida misma.\n  ","259069":"\n  No me llama mucho la atención el viajar, solo he viajando por asuntos laborales.\n  ","259070":"\n  Solo lo uso para mirar a quien lo mencione.\n  \n  Si alguien mencionara mi número de cédula de identidad miraría igual.\n  ","259071":"\n  No.\n  ","259072":"\n  Solo tengo rutinas.\n  ","259073":"\n  Jamás.\n  \n  Conseguí mucho amor, fue una lástima no lograr enamorarme de ninguna de ellas.\n  ","259074":"\n  \"Cuando la palabra es un arma recargada\"\n  ","259075":"\n  ¿Alguna vez te has hecho una pregunta y nunca te la han podido responder o tú mismo no encuentras una respuesta que te dé satisfacción? No lo sé, dejo la pregunta en muchas cuentas, existe un numero increíble de cuentas creadas puntualmente para algún fin y después son abandonadas, entre otros casos más. Si he tenido respuestas que no me satisfacen, el que eso ocurra no quiere decir que la descarte, simplemente la tomo como una posibilidad distinta de la mía.\n  \n  ¿Dónde creen que podemos encontrar las respuestas a nuestras preguntas? No lo sé, cada quien responde según sus experiencias y según sus conocimientos, razón por la cual puede que alguien tenga la razón o que todos estén equivocados.\n  ","259076":"\n  Así es.\n  ","259077":"\n  Jamás he comprado el mismo, lo uso hasta dañarlo y es cuando compro uno nuevo.\n  ","259078":"\n  No hay nada que garantice que no seras contagiado de coronavirus.\n  \n  La opción más radical ahora es:\n  \n  Quédate en casa.\n  ","259079":"\n  Déjà vu.\n  ","259080":"\n  Lo necesario afecta negativamente si no se obtiene.\n  \n  Lo que se desea no afectará en lo más mínimo si no se obtiene.\n  \n  Lo cual hace importante solo lo que es necesario.\n  ","259081":"\n  Cuando falleció mi hermana en un accidente de tránsito.\n  ","259082":"\n  Solo me he enamorado una vez y rodé de una.\n  \n  No pasó nada.\n  \n  Así que no se de lo que soy capaz de hacer por amor.\n  ","259083":"\n  Cuarentena.\n  ","259084":"\n  Puedo desesperar a cualquiera con mi paciencia.\n  ","259085":"\n  No lo sé.\n  ","259086":"\n  Solo me he enamorado una vez de\n  \n   @LaliEspositoHOficial\n  \n\n  Aún no le he visto algún defecto, supongo que algo debe de tener.\n  ","259087":"\n  Un fastidio que puede que me traume y me quite la vida para la próxima pandemia.\n  ","259088":"\n  Me he mudado muchas veces, he desechado en cada mudanza, no creo tener algo inútil en mis objetos.\n  ","259089":"\n  No lo sé, hasta ahora las que he comido las comería nuevamente.\n  ","259090":"\n  Que creemos ser humanos sin darnos cuenta de lo inhumanos que podemos ser.\n  ","259091":"\n  No tengo amigos.\n  ","259092":"\n  Jamás he seguido tendencias o modas, soy muy respetuoso de quienes si.\n  ","259093":"\n  Todos los días, literalmente en cualquier parte.\n  ","259094":"\n  La palabra solo tendrá poder si te importa quien la dice, puede deprimirte, alegrarte, molestarte, insultante, impulsarte, confundirte, humillarte, motivarte, alentarte, decepcionarte, etc.\n  \n  Lo que jamás podrá hacer la palabra es enamorar a alguien que se ha enamorado de otra persona.\n  ","259095":"\n  Fastidiado de la cuarentena, igual que ayer.\n  ","259096":"\n  Puedo con eso y con más.\n  \n  No lo haré solo para probarle a alguien que si puedo hacerlo.\n  \n  Si tengo la tecnología al alcance, la uso y ya.\n  ","259097":"\n  Tienen muchas expectativas a causa de los medios de comunicación y cuando se enfrentan a los resultados de la realidad se deprimen sin no están preparados para manejar la frustración.\n  ","259098":"\n  Entre los filósofos griegos, Tales de Mileto sostuvo la idea de una Tierra plana.\n  \n  Por su parte, Anaximandro creía que la Tierra era un corto cilindro con una superficie plana y circular.\n  \n  Se ha conjeturado que la primera persona en haber defendido la idea de una Tierra esférica fue Pitágoras (siglo vi a. C.), pero esa idea contradice el hecho de que la mayoría de los presocráticos pitagóricos consideraban que la Tierra era plana.\n  ","259099":"\n  No.\n  ","259100":"\n  Ya lo soy.\n  ","259101":"\n  Si la cuarentena se extiende hasta ese día, cosa que parece que así será, sería como anillo al dedo para mi, ya que creo que nadie se atreverá a venir a buscarme.\n  \n  Creo que será como cualquier día de estos que ya hemos pasado.\n  ","259102":"\n  Las veces que he competido en algo, me he sentado en competir en contra de mi y no del o de los oponentes.\n  ","259103":"\n  El comer carne no es ético.\n  \n  Simplemente es algo que se hizo aceptable.\n  \n  Como las pruebas en animales o\n  \n  el desarrollo de armas bélicas o\n  \n  la explotación del hombre o\n  \n  la politiquería de los gobiernos o\n  \n  la alteración de ecosistemas naturales, etc.\n  ","259104":"\n  La tripanofobia y la caliginefobia.\n  ","259105":"\n  Jamás he ido, nunca me gusto la asistencia medica.\n  ","259106":"\n  No sé cuales son.\n  ","259107":"\n  Somos tan complejos que así es.\n  ","259108":"\n  Todo lo que es necesario para un humano es importante.\n  ","259109":"\n  No lo hago siempre.\n  ","259110":"\n  Fueron el derroche, el exceso.\n  ","259111":"\n  El conocimiento es la comprensión de algo, independientemente de que se tenga la razón o se esté equivocado, resultado de esto la experiencia.\n  ","259112":"\n  ••\n  ","259113":"\n  -.-\n  ","259114":"\n  Lo que quince decir es que cuando las notificaciones que llegan a diario son demasiadas, estas sacar de la lista las más antiguas y ya no las puedo ver.\n  \n  A diario reviso las notificaciones bajo hasta el final de la lista y comienzo a actualizar desde ahí.\n  ","259115":"\n  Supongo que algo debo tener y al parecer me da igual si la tengo, la verdad no lo sé.\n  ","259116":"\n  No sé nada de modas.\n  ","259117":"\n  ¿El gato o yo?\n  ","259118":"\n  ¡ja, ja, ja! :)\n  ","259119":"\n  -.-\n  ","259120":"\n  Porque ASKfm nos puso a competir unos por un lugar en una lista y a otros solo para divertirse.\n  ","259121":"\n  [⛺] ¿Alguna vez has acampado? No.\n  \n  ¿Te gustaría hacerlo? Soy muy citadino, no lo sé.\n  ","259122":"\n\n   @LaliEspositoHOficial\n  \n\n  Ella en algún momento dijo que si, yo en algún momento dije que no, no se quien tiene la razón.\n  ","259123":"\n  Todos los días ya sin muy similares.\n  ","259124":"\n  Perdón, no abro ese tipo de enlaces.\n  ","259125":"\n  Solo lo pienso y decido.\n  ","259126":"\n  No.\n  ","259127":"\n  Jamás sueño o puede ser que no recuerdo nada, no lo sé.\n  ","259128":"\n  Se jugarlo, tengo años que no juego, aquí le dicen ludo.\n  ","259129":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","259130":"\n  Fastidiado de la cuarentena.\n  ","259131":"\n  Cené una cremosa avena caliente, acompañada con una arepa dulce de maíz y cambur.\n  ","259132":"\n  Todo individuo que se anime a hacer algo arriesgado o realizar una acción insolente es atrevido.\n  ","259133":"\n  No sé lo que es un \"ciudadano incluyente\".\n  ","259134":"\n  Jamás me hago la impresión de nadie, ni conozco a nadie.\n  ","259135":"\n  Eso no es ninguna trampa.\n  ","259136":"\n  Venezuela.\n  ","259137":"\n  Entiendo que dejas ❤️ Me gusta en las respuestas que recibes.\n  \n  Yo me refiero a que en las notificaciones llegan:\n  \n  ❓ Preguntas\n  \n  💬 Respuestas\n  \n  👤 Encuestas de fotos\n  \n  @ Menciones\n  \n  ❤️  Me gusta\n  \n  🔥 Recompensas\n  \n  ⭐ Favoritos\n  \n  Me llegan demasiadas notificaciones.\n  ","259138":"\n  Ok\n  ","259139":"\n  Así es.\n  ","259140":"\n  Yo solo vivo el presente.\n  ","259141":"\n  No se como lo hacen, personas que al leer pueden ver con su imaginación las escenas de lo que leen.\n  \n  Yo solo veo palabras.\n  \n  Mi imaginación no me das más que para recordar algunos acontecimientos de mi pasado.\n  ","259142":"\n  Paso por alto.\n  ","259143":"\n  Estoy por cenar, aún no se que será.\n  ","259144":"\n  Antes en todas mis RRSS cuando se trataba de algún tema del que pudiera exponer mi punto de vista, lo hacia.\n  \n  En varias ocasiones terminaba en polémicas, algunas parecían interminables.\n  \n  Recuerdo una en la que hablábamos del color del cielo.\n  \n  Esa me  hizo reflexionar, cada quien es partidario de lo que ha aprendido y no necesariamente coincide con otros.\n  \n  Lo que no sabía lo buscaba por internet, esos temas la mayoría de las veces no caían en polémicas.\n  \n  Así que decidí saltarme lo más que pudiera las polémicas.\n  \n  Me gustan las polémicas, lo que no me gusta es no terminar en acuerdo.\n  \n  Por lo que ahora prefiero buscar por internet y si no lo encuentro dejo mi punto de vista del tema.\n  \n  Intento ver la trampa en esto, aún no la veo.\n  ","259145":"\n  Hay un dicho que reza “Nadie aprende en cabeza ajena”.\n  \n  Prefiero aprender basados en la experiencia de otras personas.\n  ","259146":"\n  No espero nada de nadie, eso me evita las decepciones.\n  ","259147":"\n  Por el momento no tengo una situación en la que requiera tomar esa decisión.\n  ","259148":"\n  Les gusta aprender Historia? A mi directamente no me gusta, así que solo me informo de lo que me llame la atención.\n  \n  Creen que sea importante? Para mi en particular no lo es.\n  ","259149":"\n  No lo soy, solo tengo efímeros momentos de felicidad.\n  ","259150":"\n  Después de cierta cantidad de notificaciones las que entraron primero comienzan a desaparecer para darles espacio a las nuevas notificaciones.\n  \n  Son demasiadas notificaciones, así que estoy haciendo mantenimiento a mi cuenta.\n  ","259151":"\n  No lo sé, no estoy pendiente de los estereotipos.\n  ","259152":"\n  Hoy no es posible.\n  ","259153":"\n  :o\n  ","259154":"\n  Para obtener la insignia azul.\n  \n  No se que beneficio se obtiene.\n  ","259155":"\n  Adolescente si.\n  ","259156":"\n  No, no lo sé.\n  ","259157":"\n  Siempre pensé que existen temas para tratar en público y otros en privado.\n  \n  Cuando se trata de mi, eso es muy privado.\n  ","259158":"\n  No tengo idea, jamás e indagado sobre el tema.\n  ","259159":"\n  Puedo con ambas.\n  ","259160":"\n  No siento arrepiento, supongo que aún no hago algo de lo que pueda arrepentirme.\n  ","259161":"\n  La diferencia es que existen personas que están vivas y también existen personas que están muertas.\n  ","259162":"\n  Algunas veces.\n  ","259163":"\n  No se si tengo de tus gustos, espero la pasaste bien.\n  ","259164":"\n  Hasta donde sé: Tripanofobia y Caliginefobia.\n  ","259165":"\n  Entiendo.\n  ","259166":"\n  ¿Qué es eso?\n  ","259167":"\n  Ahora sé más de ti, a no ser que eso sea conocer al otro.\n  ","259168":"\n  Se pueden borrar las preguntas sin responder.\n  \n  Se pueden borrar las preguntas respondidas.\n  \n  Se pueden borrar el hilo de la conversación.\n  \n  Todo esto solo si esta en tú cuenta.\n  ","259169":"\n  No lo sé, hoy puedo decidir no hacer algo más nunca y mañana lo he olvidado y lo hago.\n  ","259170":"\n  En USA actualmente suceden muchas cosas, no se a que hechos te refieres.\n  ","259171":"\n  No puedo con este estado de confusión o desorientación en que me dejas, es algo inesperado y sorprendente, no sabía si era mejor reir ¡ja, ja, ja! o ponerle seriedad a la cosa -.-\n  \n  No se porque me dices: \"que ingenioso\"\n  ","259172":"\n  Reconocer y aceptar que algo hiciste mal ante la persona y estar consiente de que no todos perdonan.\n  ","259173":"\n  Todas las que sean posible.\n  ","259174":"\n  No tengo favoritismos.\n  ","259175":"\n  Si así fuera, estarías bloqueada.\n  \n  No tengo bloqueado a nadie, no estoy en contra de nadie.\n  ","259176":"\n  El mundo no puede estar loco.\n  \n  Algunas personas si lo están.\n  ","259177":"\n  Mi corazón no lo resistiría.\n  ","259178":"\n  No lo sé.\n  ","259179":"\n  Puedo vivir o morir sin nada material que no sea alimentos y agua, todo lo demás es eso, demás.\n  ","259180":"\n  Los invertí en alguien que me hizo latir más fuerte el corazón.\n  \n  Ese alguien ya tenía inversión en alguien que no era yo.\n  ","259181":"\n\n   https:\/\/g.co\/kgs\/Yn6yTh\n  \n","259182":"\n  Soy parsimonioso, jamás tengo estrés.\n  ","259183":"\n  Lee los términos o empieza con otra cuenta, no sé, yo jamás leí los términos.\n  ","259184":"\n  Así es, tuve una dependencia en una etapa de mi vida, todo lo gastaba en esos caramelos.\n  ","259185":"\n  Soy omnívoro, no caníbal.\n  ","259186":"\n  Puede que si, solo que ya perdí el interés de ver películas.\n  ","259187":"\n  En lagunas ocasiones al enviar la pregunta ASKfm muestra una franja roja con un texto de alerta para informar que la pregunta no se envió.\n  \n  Así que la envió nuevamente hasta que ASKfm muestre una franja verde con un texto de alerta para informar que la pregunta se envió.\n  \n  ¿Qué te puedo decir? ASKfm también es caprichoso y le da por envía ambas preguntas.\n  ","259188":"\n  -.-\n  ","259189":"\n  No tengo flojera, lo que tengo es un fastidio tremendo.\n  ","259190":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","259191":"\n  Soy anónimo.\n  ","259192":"\n  Ser humilde es saber lo que se tiene o lo que se es, para agradar, compartir o enseñar a otros y sentir satisfacción por hacerlo.\n  \n  Lo contrario es la soberbia, el ostentar lo que se tiene o lo que se es y termina siendo chocante ante los que por la razón que sea no lo tienen o no lo son, al hacerlos sentir que por esa razón serán marginados.\n  ","259193":"\n  Leí el hilo, me perdí un libro, se han mencionado muchas cosas aquí.\n  ","259194":"\n  -.-\n  ","259195":"\n  -.-\n  ","259196":"\n  Cuando me registre usaba una laptop directo de la web por google chrome durante unos años.\n  \n  Después comencé a usar el celular directo de la web por opera mini hasta el día de hoy.\n  ","259197":"\n\n   https:\/\/m.youtube.com\/watch?v=qd2MdQol578&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259198":"\n  No conozco a nadie, ni aquí, ni en ninguna parte.\n  ","259199":"\n  Creo que es para todo tipo de personas.\n  \n  Se agrupan de acuerdo a gustos comunes.\n  ","259200":"\n  -.-\n  ","259201":"\n  No cabe en un abrazo.\n  \n  Razón por la que se esparce el amor en el aire.\n  ","259202":"\n  \"Librepensadores, presos de lo que dicen\"\n  ","259203":"\n  -.-\n  ","259204":"\n  Así es.\n  \n  Solo que no puedo con todas las notificaciones.\n  \n  Las de mayor longevidad se borran solas.\n  ","259205":"\n  Perdón, me perdí un libro, no se a que persecuciones te refieres.\n  ","259206":"\n  -.-\n  ","259207":"\n  Imagina que terminó la cuarentena y que estas en la ciudad donde vivo.\n  \n\n   https:\/\/g.co\/kgs\/r9zGpP\n  \n","259208":"\n  Todo pasa solo porque estamos con vida.\n  ","259209":"\n  -.-\n  ","259210":"\n  Solo me incomodan las CAPTCHA.\n  \n  Me gustaría preguntarle a todos mis seguidores.\n  ","259211":"\n  \"Es una buena historia.\n  \n  Creo que la he escuchado antes…\"\n  \n  Película: El Diario de Noa.\n  ","259212":"\n  No necesito ni una, ni la otra, me da igual.\n  ","259213":"\n  Para eso no tengo rutina, haga lo que haga amanezco tan feo como la noche anterior.\n  ","259214":"\n  ¿Te gustan las croquetas? Así es.\n  \n  Si es así, ¿cuáles son tus favoritas? Cual sea.\n  ","259215":"\n  No vivo en un barrio, vivo en una zona residencial.\n  \n  Que no te quiten el sueño los anónimos.\n  ","259216":"\n  Me gusta.\n  \n  Lo que no me gusta es que la bromelina que contiene la piña, al estar en contacto con la lengua y la boca descompone algunas proteínas, provocando dolor e inflamación en los tejidos de la cavidad bucal y hace que la lengua se escalde.\n  ","259217":"\n\n   https:\/\/m.youtube.com\/watch?v=_Jtpf8N5IDE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259218":"\n  Adolescente perdí la uña del dedo gordo de un pie, me salio otra vez, me esguince, tropiece los dedos de los pies, no recuerdo clavarme algo en un pie.\n  ","259219":"\n  La mayoría de los hombres tenemos mayor deseo sexual que las mujeres, por lo que cualquier cosa que nos lleve a acto sexual nos gusta a cualquier hora.\n  ","259220":"\n  Usar el celular.\n  ","259221":"\n  A la familia a\n  \n   @LaliEspositoHOficial\n  \n","259222":"\n  Sopa: Frijol pico negro.\n  \n  Seco: Salsa de cuadritos de verduras en tornillitos de pasta.\n  \n  Bebida: Agua y café negro.\n  ","259223":"\n  Prefiero ser coherente al responder.\n  ","259224":"\n  ••\n  ","259225":"\n  La familia.\n  ","259226":"\n  Perdón, me perdí un libro, no se lo que es \"Juee\".\n  ","259227":"\n  Sabes que no puedo definir el espíritu.\n  ","259228":"\n  No lo sé.\n  ","259229":"\n  -.-\n  ","259230":"\n  Por la refracción.\n  ","259231":"\n  Debo estar mal de los oídos, vivo en una casa de dos plantas, puedo reconocer estando en el cuarto, cuando alguien habla desde uno de los baños, desde una de las salas, desde el lavandero, desde la cocina, desde el comedor o desde alguna de las habitaciones, solo me cuesta reconocer cuándo es de afuera, suelo confundirme con los vecinos.\n  ","259232":"\n  Lo he dicho todo en mi perfil y en las respuestas.\n  ","259233":"\n  -.-\n  ","259234":"\n  Son solo experiencias, rodeadas de un sin fin de ideales que a la hora de ponerlos en practica descubres que la realidad es muy distinta a lo que se ha planteado.\n  ","259235":"\n  Yo los dejó para que cuando me pasé a tú perfil saber fácilmente que leí antes y así poder leer lo que aún no leo.\n  \n  No se tú.\n  ","259236":"\n  Experimenté muchas cosas y aún no lo sé.\n  ","259237":"\n  Veía todo tipo de películas incluidas la infantiles, lo que mas vi fueron la de temática romántica.\n  ","259238":"\n\n   https:\/\/m.youtube.com\/watch?v=rMmRBNDAlUQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259239":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","259240":"\n  Unos días aumentan, otros días las disminuyo.\n  ","259241":"\n  Una persona disfruta de una mente abierta cuando es capaz de defender sus puntos de vista asertivamente, pero al mismo tiempo sabe también escuchar a los demás y reconocer los sabios consejos que otras personas puedan darle - Antonio Adserá 2009\n  ","259242":"\n  24:41 Me estoy durmiendo.\n  ","259243":"\n  Jamás sueño o no recuerdo nada, no lo sé.\n  ","259244":"\n  Hasta ahora ninguna.\n  ","259245":"\n\n   www.instagram.com\/villalobosij\n  \n","259246":"\n  Tengo efímeros episodios de felicidad.\n  ","259247":"\n  ♏\n  ","259248":"\n  Es un sistema caótico.\n  ","259249":"\n  No.\n  ","259250":"\n  No.\n  ","259251":"\n  Quedó sin signos vitales.\n  ","259252":"\n  ❤️ Me gusta si quieren incluirla en sus colectivas.\n  ","259253":"\n  Las apariencias engañan.\n  ","259254":"\n  🔥Recompensas y ❤️ Me gusta\n  ","259255":"\n  Terminará en su momento oportuno.\n  ","259256":"\n  La moral siempre existirá al igual que existirá quien falte a la moral.\n  ","259257":"\n  Todo tiene causa y efecto, lo que haces te deja consecuencias que debes poder manejar.\n  ","259258":"\n  ¿Que es real, la mente, la materia o el espíritu?\n  ","259259":"\n  Odio a todos jamás quise dar ese paso.\n  ","259260":"\n  En el que existo.\n  ","259261":"\n  Che vos que sos de Venezuela, como es vivir allá ?\n  \n  Estoy mejor que unos, peor que otros, ni soy rico, ni soy pobre.\n  \n  Abro hilo, hace preguntas puntuales, tendría que decir muchas cosas para responder a esta.\n  \n  Realmente hay tanta pobreza como dicen en los noticieros.\n  \n  Así es.\n  ","259262":"\n  Demasiadas preguntas, mejor te dejo un ejemplo actual.\n  \n  ¿Cómo se juega al teléfono descompuesto?\n  \n  Como mínimo deben participar 5 jugadores.\n  \n  Se colocan en círculo, el primero le dice al compañero de al lado un mensaje, una sola vez.\n  \n  Este mensaje se lo irán pasando de un compañero a otro pasando por todos, el último dirá el mensaje que le ha llegado, que normalmente es muy distinto del inicial.\n  ","259263":"\n  Alguna vez te paso o te pasa que querés hablarle a esa persona pero no lo haces por miedo, verguenza o para no molestarla ? Por no tener tema de conversación.\n  \n  Te arrepentiste de no haberlo hecho en su momento o te dio igual ? No soy de iniciar conversaciones, así que en algún punto se termina el incómodo momento de no saber que decir.\n  \n  Hoy todavía seguís teniendo la oportunidad de darle ese mensaje o ya se esfumo de tu vida ? No soy de guardarme lo que tenga que decir.\n  ","259264":"\n  La ética no tiene nada que ver con la ciencia, tiene que ver es con el comportamiento humano en cuanto a la moral en cualquier ámbito.\n  ","259265":"\n  Con mis padres, es muy raro que estemos de acuerdo.\n  ","259266":"\n  Pneumonoultramicroscopicsilicovolcanoconiosis\n  \n  Los morfemas usados para formar la palabra derivan, como es habitual en el lenguaje científico de Occidente, del griego y el latín:\n  \n  pneumo: del griego πνεῦμα ‘aire que se respira’\n  \n  ultra: en latín ‘más allá’ o ‘más’\n  \n  micro: del griego μικρός ‘pequeño’\n  \n  scopic: del griego σκοπέω ‘mirar’\n  \n  silico: del latínsilex‘pedernal’\n  \n  volcano: del dios latino del fuegoVulcanus\n  \n  conio: del griego κώνις ‘polvo, ceniza’\n  \n  sis: sufijo griego -σις formador de sustantivos abstractos femeninos.\n  \n  Uniendo todos estos morfemas, el significado etimológico es: ‘presencia de ceniza o polvo de roca de tamaño ultramicoscópico \"o sea, de los más pequeños que pueden verse con el aparato usado para ver objetos diminutos\" en los pulmones’.\n  ","259267":"\n  Perdón, no me gusta fantasear con cosas que no pasarán.\n  ","259268":"\n  Suelo ser muy sincero para decir las cosas, por lo que para sierras situaciones, una de ellas es precisamente dar un consejo a quien lo pida, intento lo posible de tener tacto para decir las cosas.\n  ","259269":"\n  Casarme.\n  \n  Mamá se opuso a que me casara, no asistió al matrimonio.\n  \n  Papá manifestó no estar desacuerdo en que me casara, aún así me apoyo en todo.\n  \n  No funcionó, nos divorciamos.\n  ","259270":"\n  No admiro a ninguna celebridad, admiro los logros de algunas personas.\n  ","259271":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","259272":"\n  Solo cuando se de que estoy hablando, se me da bien hablar en público.\n  \n  Trato en lo posible evitar hacerlo.\n  ","259273":"\n  Estoy pasando por muchas emociones a parte de la tristeza.\n  ","259274":"\n  Tranquilo.\n  ","259275":"\n  -.-\n  ","259276":"\n  Aún estoy aprendiendo el español.\n  ","259277":"\n  De niño vi con mis padres en una ciudad, en esa ciudad nos mudamos en tres oportunidades.\n  \n  En la cuarta oportunidad nos mudamos de ciudad.\n  \n  En la quinta oportunidad yo me mude a dos ciudades distintas.\n  \n  Y en la sexta oportunidad por la cuarentena estoy de regreso viviendo con mis padres.\n  ","259278":"\n  Todos los años ligó para que nadie se acuerde, no tengo tanta suerte, siempre hay alguien que se acuerda.\n  ","259279":"\n  A eso es a lo que me refiero.\n  \n  Cada quien tiene un ombligo y es diferente, así como su opinión de las cosas o circunstancias.\n  ","259280":"\n  No puedo evitarlo.\n  ","259281":"\n  ¿Qué es una persona utópica?\n  ","259282":"\n  Todas las RRSS tienen curvas de mucha actividad y curvas de poca actividad.\n  \n  ¿Has pensado en desactivar tu cuenta? Hace algunos años estaba decidido y no lo hice.\n  \n  ¿Por qué razón? Ya antes escribí aquí la razón.\n  \n  ¿Por qué crees que a la gente no le gusta mucho ask? Todos los que en algún momento usaron ASKfm tuvieron su motivo.\n  \n  Cuando ese motivo cambia, eso hace que busquen un nuevo motivo.\n  \n  Si no lo encuentran comienzan minimizar la frecuencia de uso o simplemente abandonan la cuenta o la cierran.\n  ","259283":"\n  ...ue no puedo dejar de odiarlos a todos.\n  ","259284":"\n  Jamás alteraría la vida, no viajaría.\n  ","259285":"\n  Bs.400.000,00 Aquí el salario mínimo.\n  \n  Bs.6.000.000,00 El agua la compramos por camión cada dos meses.\n  \n  Así que solo puedo ducharme dos veces cada día, me tardo solo lo necesario.\n  ","259286":"\n  Ahora me gustan todos los colores en todas sus tonalidades.\n  ","259287":"\n  Toda la vida he creído dos cosas al respecto.\n  \n  Primero: Cada uno tiene su punto de vista según el desarrollo de sus sentidos, sea este correcto o incorrecto.\n  \n  Segundo: Quien pueda ser convincente en su momento, tendrá la respuesta correcta o incorrecta.\n  \n  Todo cambia o se transforma, algunas cosas se pueden percibir cuando cambian, otras no nos daremos cuenta aunque nos tome la vida.\n  ","259288":"\n  Jamás.\n  ","259289":"\n  Un estudio sobre las lenguas que se hablan en todo el mundo revela que todas provienen de un lenguaje común que surgió en África.\n  \n  Con anterioridad, investigaciones genéticas han demostrado que el primer humano se originó en ese continente hace 50.000 años.\n  \n  Y la nueva investigación encontró que el primer lenguaje también surgió allí.\n  \n  Luego los idiomas modernos evolucionarían a partir de ese primer, único lenguaje, como resultado de la migración de las poblaciones.\n  ","259290":"\n  Aquí siempre hace calor, razón por la cual usamos aire\/acondicionado.\n  ","259291":"\n  Si tú lo dices.\n  ","259292":"\n  Ninguno.\n  ","259293":"\n  El sistema educativo ha realizado ese análisis hasta llegar a la conclusión del horario que se tiene hoy.\n  ","259294":"\n  Nadie, estoy muy pendiente de mis calcetines.\n  ","259295":"\n  Estoy aguantando el sueño.\n  ","259296":"\n  No tengo favoritismos.\n  ","259297":"\n  Que grite cuando estoy cerca de quien lo hace.\n  ","259298":"\n  Por tedio.\n  ","259299":"\n  ¿Cuántas veces les han roto el corazón? Yo solo, lo rompí hasta hacerlo polvo.\n  \n  ¿Cómo lograron superarlo? No logro superarlo.\n  ","259300":"\n  De niño tuve.\n  ","259301":"\n  No tengo favoritismos.\n  ","259302":"\n  No tengo favoritismos.\n  ","259303":"\n  C'est la vie.\n  ","259304":"\n  Según lo números oficiales está controlado.\n  \n  Extra oficialmente es una polémica, algunos dicen que es un invento lo de la pandemia, otros que el número de casos es mayor al reportado oficialmente.\n  ","259305":"\n  Hace algún tiempo ya que dejé de ver History Channel.\n  ","259306":"\n\n   https:\/\/m.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","259307":"\n\n   https:\/\/m.youtube.com\/watch?v=9h72roPwRaU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259308":"\n  Los momentos de felicidad.\n  ","259309":"\n  No se demuestra con su edad, ni con su carácter, ni con sus sueños, no es una etapa de la vida, más bien es la capacidad que permite aceptarse como es y llegar a ser mejor de lo que eras.\n  ","259310":"\n  Un enorme fastidio al estar confinado.\n  ","259311":"\n  La bicicleta, un instrumento que fue utilizado para hacerme un sumiso.\n  \n  Hasta que se la robaron del fondo de la casa.\n  \n  Desde entonces soy un rebelde sin causa.\n  ","259312":"\n  Todos los que alguna vez estuvimos por las calles deambulando o por algún motivo nos tocó ir a pié, nos topamos con perros que intentaron mordernos.\n  \n  Jamás me mordió un perro en la calle.\n  \n  Esto ya antes lo escribí aquí, hace algunos años ya, una ex compañera de trabajo, compro un automóvil, nos invitó a todos a su casa para verlo, era sincrónico y ella no sabia ni manejar automático.\n  \n  Fuimos todos a su casa al salir de la jornada laboral, en su casa al lado de carro estaba un perro, ella dijo: \"Hola, pasen sin miedo, el perro esta muy viejo y ya ni dientes tiene\"\n  \n  Comenzamos a pasar uno por uno, fui el último y al pasar el perro se levantó, me mordió en el muslo y se fue al fondo de la casa.\n  \n  Todos se quedaron perplejos mirando, ella me dijo: \"¿Qué pasó?\" le respondí: \"No lo sé, me mordió con la plancha y me rompió el pantalón\", sangre por un rato, me limpie con alcohol, el resto no tiene nada con el tema.\n  ","259313":"\n  Jamás he sido voluntario.\n  ","259314":"\n  -.-\n  ","259315":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","259316":"\n  Uso ASK.fm desde la web con el navegador opera mini para el celular.\n  ","259317":"\n  Se canceló el lanzamiento.\n  ","259318":"\n  -.-\n  ","259319":"\n  La moral es relativa a la cultura y por las costumbres arraigadas según la región en la que se práctica.\n  ","259320":"\n  -.-\n  ","259321":"\n  El conocimiento que se tiene ahora es el resultado de avance que tiene la ciencia hasta ahora, esto puede ser muy distinto en el futuro de lo que conocemos hasta hoy.\n  ","259322":"\n  Nada.\n  ","259323":"\n  Entiendo y yo aún no me puedo etiquetarme en ningún concepto, soy de utopías y eso me hace ser muy crítico de lo que hacen en la práctica en todas las corrientes.\n  ","259324":"\n  ¿Explicarías?\n  ","259325":"\n  Soy selectivo cuando se da un Feedback.\n  \n  Y le pregunto a todos cuando hago colectivas.\n  ","259326":"\n  Preguntar o responder.\n  \n  Si no te da gracia, no es para ti.\n  ","259327":"\n  No lo sé, dímelo tú.\n  ","259328":"\n  Tenías 5 huevos\n  \n  Rompiste 2 huevos\n  \n  Cocinaste y te los comiste 2 huevos\n  \n  Ahora te queda 1 huevo.\n  ","259329":"\n  No.\n  ","259330":"\n  ¿Alguna vez has competido por algo? Muchas veces.\n  \n  ¿Qué fue? Muchas cosas, soy muy competitivo.\n  \n  ¿Ganaste? Pierdo la mayoría de veces.\n  ","259331":"\n\n   www.instagram.com\/villalobosij\n  \n","259332":"\n  Solo se me ocurre una cita médica.\n  ","259333":"\n\n   https:\/\/m.youtube.com\/watch?v=_dozZIkRU4Q\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259334":"\n  Si espiar es pasarme a leer algunos estados, de otros usuarios, entonces si, soy de espiar.\n  ","259335":"\n  No tengo favoritismos.\n  ","259336":"\n  La felicidad es relativa ya que depende de determinados estímulos.\n  \n  Como existen una amplia gama de estímulos, varia el nivel de intensidad de la felicidad.\n  \n  La felicidad no es absoluta, por lo que nadie es totalmente feliz en todo momento.\n  ","259337":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","259338":"\n  Pedir perdón es de inteligentes, perdonar es de nobles y perdonarse es de sabios - Anónimo\n  ","259339":"\n  El encierro no pasará mientras este en las calles personas que no cumplan con las recomendaciones.\n  ","259340":"\n  Antes, los obstáculos que se me presentaban al poner en marcha algún proyecto, en ocasiones terminaba con trabas burocráticas y en algunos casos tenia que desembolsar dinero que no formaba parte de proyecto.\n  \n  En fin, es muy complejo y cuesta arriba pasar de un proyecto a concesión del mismo.\n  \n  Ahora no hago proyectos, actuó ante las ideas y las dificultades.\n  ","259341":"\n  El procrastinar no va conmigo,\n  \n  así como tampoco el entrecomillado.\n  ","259342":"\n  He trabajado desde que tenia doce años, en distintos empleos, en ninguno pase por una entrevista de trabajo.\n  ","259343":"\n  No es tan importante para mi verlos.\n  \n  Si me gustaría poder preguntarle y hasta pasarme a leerles.\n  ","259344":"\n  Yo no la necesito, me tiene sin cuidado.\n  ","259345":"\n  No lo se.\n  ","259346":"\n  La portátil la dañe, estoy del celular.\n  ","259347":"\n  Así es.\n  ","259348":"\n  No lo sé.\n  ","259349":"\n  No.\n  ","259350":"\n  Intervalo que recorre la luz durante el transcurso de un año.\n  ","259351":"\n  No es posible enamorar a nadie, hagas lo que hagas, digas lo que digas.\n  ","259352":"\n  Traición es hacer lo contrario de lo que la otra parte espera que hagas, sea esto correcto o incorrecto.\n  ","259353":"\n  He leído algo del Nihilismo y he leído los estados en tú muro y las también las preguntas que me haces, según veo no eres Nihilista o sigo sin entender el concepto.\n  ","259354":"\n  No lo sé, tuve muchas ex y pasé por un divorcio.\n  ","259355":"\n  Odio a todos, pero no para tanto.\n  ","259356":"\n  Solo si existes puede pensar, no se puede pensar si no se existe. Es solo un juego de palabras o una mala traducción de la frase \"cogito ergo sum\"\n  ","259357":"\n  ¿Qué tan ordenado (a) eres? 10.\n  \n  ¿Considerarías llegar a ser un ordenado compulsivo (a)? No.\n  \n  No me gusta el desorden, no soy de estar ordenando todo a cada rato.\n  \n  Puedo ver el desorden, ordenarlo y si alguien pasa y lo desordena, así se queda.\n  ","259358":"\n  Sinceramente, no.\n  ","259359":"\n  No lo sé.\n  \n  Lo que si sé es que no le hago a otros lo que no me gusta que me hagan a mi.\n  ","259360":"\n  La realidad es lo que nuestro cerebro nos hace comprender de lo que podemos percibir con nuestros sentidos.\n  \n  Esta comprobado que se puede engañar al cerebro.\n  ","259361":"\n  -.-\n  ","259362":"\n  Si la atracción atracción es física y\/o sexual sobre una persona sería por su sex-appeal.\n  ","259363":"\n  Solo dejo🔥Recompensas y\/o ❤️ Me gusta de lo que leo.\n  ","259364":"\n  alguna vez te mataste haciendo un trabajo practico en la secundaria o facultad ? En ambas etapas.\n  \n  Valió la pena por lo menos o fue al pedo ? Solo fue para aprobar los cursos.\n  \n  De que materia era ? Si no estoy mal, creo que en todas las materias, en unas más que en otras.\n  ","259365":"\n  No lo sé, solo me he enamorado una sola vez.\n  \n  Antes de eso creí que eso jamás me pasaría.\n  \n  Creía que cualquiera podía enamorar a otra persona.\n  \n  Estaba totalmente equivocado, no es posible enamorar a nadie, hagas lo que hagas, digas lo que digas.\n  \n  Nadie sabe porque se enamora, ni tampoco sabe lo que esté dispuesto a hacer por la persona que ama.\n  \n  Incluso hay quienes tienen el mismo sentimiento hacia animales, plantas u objetos.\n  \n  Comercialmente han logrado tergiversar el concepto de amor.\n  \n  De tal modo que han logrado hacer creer que el acto sexual es el amor.\n  \n  La verdad es que son dos conceptos distintos e independientes.\n  ","259366":"\n  Perdón, me perdí un libro, no logré recordar el tema de lo que dices.\n  ","259367":"\n  Solo cuando cepillo mis dientes o después de ducharme, el resto de las veces es ocasional.\n  ","259368":"\n  Para mi la felicidad no existe, solo existen los momentos felices es decir alegría, satisfacción, júbilo por algún acontecimiento o en reciprocidad a alguien.\n  ","259369":"\n  Nos casamos, mi motivo fue ser responsable de un embarazo.\n  \n  Hice todo lo que estuvo a mi alcance para que fuera una familia funcional.\n  \n  Después de tener tres hijos ella decidió que quería salir a trabajar, jamás me opuse.\n  \n  Ella quedo embarazada de otro hombre, a raíz de eso nos divorciamos.\n  ","259370":"\n  Adolescente al cumplir los quince años me inicié, pasé todo mis quince años fumando cigarrillos, fumé hasta dos cajas al día, lo dejé al cumplir los dieciséis y no fumado más.\n  ","259371":"\n  Nada interesante.\n  \n  Trabajé hasta el medio día, el resto del día fue muy cotidiano hasta las 20:00 con la cena para el año nuevo en familia.\n  ","259372":"\n  ¿Sabes quien es nihilista en éste momento?\n  ","259373":"\n  Napolitana con maíz.\n  ","259374":"\n  Pronunciado repetidamente (misu misu misu).\n  ","259375":"\n  Acorde al lugar de la cita.\n  ","259376":"\n  Somos seres limitados, desconocemos y no comprendemos mucho más de lo que creemos saber.\n  \n  Así que lo que podemos hacer es llegar a la conclusión de que estamos de acuerdo o en desacuerdo.\n  ","259377":"\n  Si pasas al lado de un indigente y él sigue siendo indigente, eres un egoísta y no reconocerás que lo eres.\n  \n  Porque es más fácil dejar las cosas como están o limosnear al que ha caído en desgracia.\n  \n  No es posible no ser egoísta.\n  ","259378":"\n  No lo sé, por ahora solo mis padres.\n  ","259379":"\n  :o\n  ","259380":"\n  Solo te puedo decir que, si alguien me pregunta ¿Quey es el Nihilismo? Le respondería, aún no lo sé, intentaron explicármelo y nada, no entendí.\n  ","259381":"\n  Nadie.\n  ","259382":"\n  Ya somos dos.\n  ","259383":"\n  Tengo muchos años respondiendo al que tengo, sería un problema también tener que decirles a todos que me cambié el nombre y cualquiera sabe los tramites legales, bancos, etc.\n  \n  Mejor me dejo el que tengo.\n  ","259384":"\n  Si está la opción está, alguien la usará.\n  \n  Yo no uso la opción.\n  ","259385":"\n  No se nada de \"omegaverse\"\n  ","259386":"\n  Estoy tratando de poder leer algunos.\n  ","259387":"\n\n   https:\/\/m.youtube.com\/watch?v=Oh_cSFFyk54&list=PLllV_afhRNoWIepBzxJ_Fth2JRyaOiglF&index=2&t=0s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259388":"\n  ¿El nihilismo es algo individual o es una doctrina?\n  ","259389":"\n  Hace algún tiempo ya que dejé de ver series o películas.\n  ","259390":"\n  Puedo vivir en cualquier ciudad, mis padres viven en esta ciudad, por ahora prefiero vivir aquí.\n  ","259391":"\n  En mi, no.\n  \n  Supongo que a otros, si.\n  ","259392":"\n  No tengo favoritismos.\n  ","259393":"\n  Todo está muy recién, cualquier situación es posible, nadie ha logrado demostrar nada de lo que se rumora.\n  ","259394":"\n  Hace algún tiempo ya que salí de eso con clases presenciales.\n  ","259395":"\n  Es la razón por la cual intento hacer el bien, si no me controlo terminaré lastimando a alguien, incluyéndome.\n  ","259396":"\n  Es muy probable que el virus este indefinidamente he iremos adaptandonos a coexistir con el.\n  ","259397":"\n  Pesimista y siempre he querido estar equivocado.\n  ","259398":"\n  Puedo pintar cualquier cosa, perdí el interés en hacerlo.\n  ","259399":"\n  No tengo amigos.\n  ","259400":"\n  Mamá estudio en el mismo instituto con la directora del plantel, no tuve ningún impedimento.\n  ","259401":"\n  Mi amor por\n  \n   @LaliEspositoHOficial\n  \n  es verdadero.\n  \n  ...Te espero, te deseo\n  \n  Como una roca espera al mar...\n  ","259402":"\n  No me pasa.\n  ","259403":"\n  No conozco a nadie.\n  \n  No se quien cumple años el mismo día.\n  ","259404":"\n  Básicamente arepas rellenas.\n  \n  Muy elaborada pabellón criollo.\n  ","259405":"\n  He podido ver más distancia en parejas que duermen en la misma cama, que en parejas de duermen en diferentes continentes.\n  ","259406":"\n  En este momento no requiero el servicio, mi marca personal es muy básica:\n  \n  villalobosij\n  \n  Si más adelante requiero el servicio te lo haré saber.\n  ","259407":"\n  De niño vi y me impresione con el harakiri de una película, jamás olvidé la escena.\n  ","259408":"\n  Quizás no, como es imposible creo que si.\n  ","259409":"\n  Soy un lobo solitario.\n  ","259410":"\n  Me han dicho \"escucha esto\" y dejan un enlace de YouTube no se si sean dedicaciones o no.\n  ","259411":"\n  Siempre recuerda que la razón por la que inicialmente comenzaste a trabajar era que había algo dentro de ti que sentías que, si lo pudieras manifestar de alguna manera, entenderías más sobre ti y cómo coexistes con el resto de la sociedad - David Bowie\n  ","259412":"\n  Estar fastidiado de la cuarentena.\n  ","259413":"\n  -.-\n  ","259414":"\n  Los mismos deseos.\n  ","259415":"\n  No lo sé.\n  ","259416":"\n  No lo sé.\n  ","259417":"\n  Aún sigo sin entender.\n  ","259418":"\n  Para mi, café y conversación natural.\n  ","259419":"\n  Queso.\n  ","259420":"\n  Dije: \"Perdón, me perdí un libro\"\n  \n  Es como cuando me están dictando algo y me pierdo en el dictado.\n  \n  Es decir no logré entender lo que se dijo,\n  ","259421":"\n  Me incomodan los cumpleaños, incluso el mío.\n  ","259422":"\n  En esta cuarentena todos los días es un Déjà vu.\n  ","259423":"\n  Aroma de las feromonas.\n  ","259424":"\n  Estoy en contra de recibir cualquier cosa que sea ilegal.\n  ","259425":"\n  Así es, mi padre es vegetariano y\n  \n   @LaliEspositoHOficial\n  \n  también lo es.\n  ","259426":"\n  No lo sé, no estoy pendiente de eso.\n  ","259427":"\n\n   https:\/\/es.m.wikipedia.org\/wiki\/Paradoja_de_las_patatas\n  \n","259428":"\n  Me siento un inútil con esta cuarentena.\n  \n  Estoy tratando de darle la vuelta a ver que puedo hacer.\n  \n  No estoy saliendo para no contraer el coronavirus\n  ","259429":"\n\n   https:\/\/m.youtube.com\/playlist?list=PLllV_afhRNoU-Wuw-vtCQWREncK3UiZ-6\n  \n","259430":"\n  Código ético estricto, particular del guerrero samuráis, en el que entregaban sus vidas, que exigía honor y lealtad hasta la muerte.\n  ","259431":"\n  Recuerdo que me niño fui con la familia de un vecino a la playa.\n  \n  La casa de playa quedaba sobre una colina, bajamos como unos cien escalones muy angostos para llegar a la playa.\n  \n  Corrimos todos a lanzarnos al agua, al sacar una de mis manos el agua tenia la pinza de un cangrejo vivo clavada en ella.\n  \n  Corrí a la casa, me acosté en el piso de la sala y sentía que me desmayaría.\n  \n  La mamá de mi vecino estaba desempacando y me vio el cangrejo y comenzó a gritar que la ayudaran conmigo.\n  \n  Después no sé si me desmayé o si me quede dormido, tenia una media cortada en tiras en la mano como una venda.\n  \n  Comí y después seguí como si nada y bajamos nuevamente a la playa.\n  ","259432":"\n  Tan libre como mis errores.\n  ","259433":"\n  No lo sé, para eso soy demasiado indeciso.\n  ","259434":"\n  Aparentemente no.\n  \n  Las apariencias engañan.\n  ","259435":"\n  ...Las calles por la cuarentena.\n  ","259436":"\n\n   https:\/\/m.youtube.com\/watch?v=XhZLz57vjGc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259437":"\n  Yo las veces que envíe un abrazo, utilice a alguien que pudiera abrazar por mi a quien quería enviar el abrazo.\n  ","259438":"\n  No soy bueno haciendo Preguntas, cuando se me ocurra me paso.\n  \n  Soy hombre.\n  ","259439":"\n  Estoy aquí desde el 2013, soy hombre.\n  ","259440":"\n  No.\n  \n  Solo tengo breves momentos de felicidad.\n  ","259441":"\n  Antes no lo sabía, ahora lo sé\n  \n   @LaliEspositoHOficial\n  \n","259442":"\n  Guiso mal aderezado.\n  ","259443":"\n  Eso creí.\n  ","259444":"\n  Me parece descabellado el concepto o lo estoy mal interpretando.\n  ","259445":"\n  La verdad solo existe como palabra, el resto es lo que cada quien cree desde su punto de vista, es la razón por la cual leo las respuestas de lo que pregunto.\n  ","259446":"\n  Sin duda, frío.\n  ","259447":"\n  Ella destaca por su talento y por su personalidad.\n  ","259448":"\n  Mis mejores deseos para ti.\n  ","259449":"\n  Puedo con ambas.\n  ","259450":"\n  Como os ha ido el día? Genial, algo fastidiado de la cuarentena.\n  \n  🤔 [estoy soñando o a madrid el lunes le dan la fase 1] 😍 #StayAtASK No lo sé, no soy de España.\n  ","259451":"\n  Puedo con ambas.\n  ","259452":"\n  Eso lo sé, no tengo problemas con eso.\n  \n  Lo que tú no sabes es que soy hombre.\n  ","259453":"\n  -.-\n  ","259454":"\n  No dije: \"Se te perdió el libro\"\n  ","259455":"\n  Jamás digo na, no espero nada de nadie, igual facebook envía las notificaciones, me sorprende que aún lo usen.\n  ","259456":"\n  No tengo amigos.\n  ","259457":"\n  A los diez años, cuando mamá entró en la madrugada a la cocina y yo estaba oculto bajo la mesa robando leche en polvo con la azúcar.\n  ","259458":"\n  Sonrisas.\n  ","259459":"\n  Hace algún tiempo ya que dejé de ver series.\n  ","259460":"\n  ¿Cuál es tu mayor sueño? No tengo sueños.\n  \n  ¿Qué es eso por lo que luchas día con día? Dinero.\n  \n  ¿En quien aspiras convertirte? villalobosij.\n  ","259461":"\n  A mis padres.\n  ","259462":"\n  Hace algún tiempo ya que dejé los juegos.\n  ","259463":"\n  Me tienen sin cuidado los superhéroes o los villanos.\n  ","259464":"\n  Solo conmigo.\n  ","259465":"\n  Creo que alguna vez me pasé o fueron más de una, si dejé ❤️ Me gusta de lo que leí, así fue.\n  ","259466":"\n  No lo sé.\n  ","259467":"\n  Así es.\n  ","259468":"\n  No.\n  \n  La misma porción que comía antes de la cuarentena.\n  \n  Aún se puede reponer para la despensa y el freezer.\n  ","259469":"\n  En el colegio en una obra teatral.\n  \n  Jamás lo hice de nuevo.\n  ","259470":"\n  Jamás la compró, la probabilidad se reduce aún más así.\n  ","259471":"\n  No lo sé.\n  \n  Imagina que te hago la misma pregunta cambiando los personajes.\n  \n  Phineas y Ferb.\n  ","259472":"\n  En casi nada estamos de acuerdo e igual podemos dejar nuestro punto de vista.\n  ","259473":"\n\n   https:\/\/m.youtube.com\/watch?v=os_karijaQU&list=PLllV_afhRNoV_LHkE4JBJaDAj8MEh3EES\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   @LaliEspositoHOficial\n  \n","259474":"\n  No lo sé.\n  ","259475":"\n  212 Men Carolina Herrera.\n  ","259476":"\n  En favoritos solo tengo a\n  \n   @LaliEspositoHOficial\n  \n","259477":"\n  No lo sé.\n  ","259478":"\n  No tengo idea de como es tinder.\n  ","259479":"\n  Anónimo.\n  ","259480":"\n  Creo que no.\n  ","259481":"\n  Nada, estoy en cuarentena desde marzo.\n  ","259482":"\n  Así es.\n  \n  Me respondió: \"Es solo un día comercial\"\n  \n  Le respondí: Así es.\n  ","259483":"\n  Hace algún tiempo ya que dejé de ver televisión.\n  ","259484":"\n  No tengo amigos.\n  ","259485":"\n  Jamás entendí la dinámica.\n  ","259486":"\n  Todos las noches me vence el sueño.\n  ","259487":"\n  El único sentido de la vida es llegar lo más tarde posible a la muerte, puede que disfrutes del recorrido o que sufras en el o que pases por ambos estados emocionales.\n  ","259488":"\n  He evitado discusiones estériles.\n  ","259489":"\n  Perdón, me perdí un libro, no sé lo que es ser \"chamuchero\"\n  ","259490":"\n  Al escribir, tu letra es entendible o inentendible? Escribo en cursiva, también en imprenta, la segunda es la que más he usado.\n  \n  Tuviste o tenes dificultades con los profesores o alguien para que entiendan tu letra? No.\n  ","259491":"\n  Aún estoy aprendiendo, no ha sido facil, sobre todo a leer entre líneas.\n  ","259492":"\n  Se dicen muchas cosas de los hábitos y nadie a logrado descubrir tres que mejoren la vida de las personas.\n  ","259493":"\n  No soy de ninguno de esos mundos.\n  \n  Mi mundo es complicado.\n  ","259494":"\n  Sabes si ya tienes todas las vacunas acorde a tu edad y país? No lo sé.\n  \n  Si un médico te pide demostrarlo cuentas con algún documento en tu país para demostrar tus vacunas? No tengo nada.\n  \n  Sufro de tripanofobia y jamás se lo he preguntado a mis padres.\n  ","259495":"\n  No lo sé.\n  ","259496":"\n  No sé bailar ni los ojos.\n  ","259497":"\n  Ni tengo idea de lo que es.\n  ","259498":"\n  ¿Han leído algun libro que realmente los ha hecho reflexionar? No.\n  \n  ¿Qué tal alguna frase que les haya dado en qué pensar? \"Sólo salgo para renovar la necesidad de estar solo\" - Lord Byron\n  ","259499":"\n  No sueño con casas.\n  ","259500":"\n\n   https:\/\/m.youtube.com\/watch?v=y9ANOzmSKQg&list=PLllV_afhRNoVnMG_F6U7aBELthrurFwc6\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259501":"\n  Hay tanta complejidad en cada cabezas que no siempre lo sensato es lo que se espera.\n  ","259502":"\n  Bolivia\n  \n  Brasil\n  \n  Colombia\n  ","259503":"\n  No poder salir a trabajar.\n  ","259504":"\n  Se ha hecho polvo.\n  ","259505":"\n  Aún no hay infectados en la ciudad.\n  ","259506":"\n  Fastidiado de la cuarentena.\n  ","259507":"\n  En favoritos solo tengo a\n  \n   @LaliEspositoHOficial\n  \n","259508":"\n  No lo sé, jamás me pareció divertida la vida escolar.\n  ","259509":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","259510":"\n  No conozco a nadie.\n  ","259511":"\n  Porque algunos creen no merecer todo lo que la vida les da y el resto esperan más de lo que la vida les puede da.\n  ","259512":"\n  Jamás descanso después de la comida del mediodía.\n  ","259513":"\n  No.\n  ","259514":"\n  RRSS.\n  ","259515":"\n  Siempre ha sido un problema para mi recordar fechas, nombres y acontecimientos.\n  \n  De todos modos, algo sé y a lo que sé no le he sacado nada de provecho.\n  ","259516":"\n  Cumplir con todas mis rutinas, la mayoría de los días he podido hacerlo.\n  ","259517":"\n  No tengo favoritismos.\n  ","259518":"\n  Dos veces me esguince, uno en cada tobillo en diferentes años.\n  \n  El primero haciendo acrobacias en bicicleta en una plaza.\n  \n  El segundo pisé una piedra caminando en el centro de la ciudad.\n  \n  Me fracture una costilla al caer de una escalera sobre un bloque de concreto adornando el salón de colegio.\n  ","259519":"\n  Lo usaría igual.\n  ","259520":"\n  Con cabello o sin el, que me guste la chica como tal.\n  ","259521":"\n  ¿De qué crees qué se puedan arrepientir?\n  ","259522":"\n  Al parecer, no.\n  ","259523":"\n  Mujeriego.\n  \n  Casanova.\n  \n  Donjuán.\n  \n  Tenorio.\n  ","259524":"\n  Apoyo la igualdad.\n  \n  No apoyo si existe violencia de por medio.\n  ","259525":"\n  Deberían de dejar de enseñar a ser adultos a los jóvenes.\n  ","259526":"\n  ¿Ley cósmica?\n  ","259527":"\n  No lo se, aún no llego a ese estado.\n  ","259528":"\n  Uso todas cuando me llegan notificaciones.\n  ","259529":"\n  No moriré por conocer algún país.\n  \n  Moriré de amor.\n  ","259530":"\n  No se bailar ni los ojos.\n  ","259531":"\n  A mi hasta las tormentas me encantan.\n  ","259532":"\n  Como casi cualquier ensalada.\n  ","259533":"\n  Arepa de maíz con queso, tortilla de huevos con ramas verdes y café en el desayuno.\n  \n  Merende con un té.\n  \n  Granos de caraotas negras con plátano maduro a la plancha, arroz y guiso de verduras en el almuerzo.\n  \n  Merende dos mangos.\n  \n  Arepa de maíz, trigo, leche y azúcar, con margarina, queso y ruedas de mortadela en la cena.\n  ","259534":"\n  No puedo hablar por las otras personas sobre el tema.\n  \n  Yo puedo llegar a ser muy rencoroso, quizás para el resto de mi vida, pero tiene que existir un motivo que me lleve a ese estado.\n  ","259535":"\n  No se lo que sea interesante para ti.\n  \n  A mi me interesa lo que piensa cada quien de los diversos temas.\n  ","259536":"\n  Jamás he tenido problemas en ceder el reconocimiento otros con tal de permanecer bajo perfil.\n  ","259537":"\n  No.\n  \n  Me gusta pasar desapercibido.\n  ","259538":"\n  No. Aún así existe afectó entre nosotros.\n  ","259539":"\n  Estoy cansado de mis pensamientos.\n  ","259540":"\n  No lo sé.\n  ","259541":"\n  Puede que si alguien me ve, me denuncie y termine detenido, de poder, lo haría.\n  \n  No tengo nada que hacer en un lugar así.\n  ","259542":"\n  20:00\n  \n  31° C\n  ","259543":"\n  Jamás la pido, no se si me guste o no.\n  ","259544":"\n  No lo sé, me gusta napolitana con maíz.\n  ","259545":"\n  -.-\n  ","259546":"\n  Hace algún tiempo ya que dejé de pedir deseos, aún sigo esperando que se cumpla alguno de los que antes pedí.\n  ","259547":"\n  Les perdí el interés.\n  ","259548":"\n  La pregunta de día que deja ASKfm.\n  \n  Las que me hacen y ya antes respondí.\n  \n  Las que son para saludar nada más.\n  \n  Seguro tengo más casos, ahora no me da la mente.\n  ","259549":"\n\n   https:\/\/vm.tiktok.com\/TcDKpm\/\n  \n","259550":"\n  No conozco a nadie.\n  ","259551":"\n  La amazona.\n  ","259552":"\n  Preferiría no necesitar comer, sea esta comida extrajera o nacional, pero eso no se puede.\n  ","259553":"\n  Agua.\n  ","259554":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","259555":"\n  Preferiría no necesitar comer, pero eso no se puede.\n  ","259556":"\n  Quedarme en coma por 9 meses.\n  \n  En un estado de inconsciencia prolongado no hay nada que yo pueda hacer por mi mismo.\n  ","259557":"\n  La vida íntima con mis ex.\n  ","259558":"\n  Papá desde que tengo uso de razón jamás a maltratado a mamá en ningún sentido.\n  \n  Mi hermana hasta donde supe, solo tubo un novio con el que se casaría en diciembre del mismo año en que ella falleció en un accidente de tránsito, él jamás la maltrató.\n  \n  A mis hijas quizás les han roto el corazón y según no las han maltratado.\n  \n  A mi, una ex me rayo el carro y le doblo la antena, con las otras ex nunca se dio violencia ni de ellas ni de mi hacia alguna de ellas.\n  ","259559":"\n  Las experiencias que he tenido estoy convencido de que han sido producto de mi imaginación y otros de mi mala memoria y si no es así, prefiero creer que es así a que me de un infarto.\n  ","259560":"\n  Todos nacemos egoístas por naturaleza.\n  ","259561":"\n  Mis principios están enmarcados en las normas legalmente constituidas.\n  ","259562":"\n  Hace algún tiempo ya que dejé de ver películas, no lo recuerdo.\n  ","259563":"\n  No lo sé, quizás yo lo sea.\n  ","259564":"\n  No.\n  ","259565":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","259566":"\n  No.\n  \n  Siempre dejo ❤️ Me gusta primero y después leo la pregunta y a continuación leo la respuesta.\n  \n  Uso el ❤️ Me gusta similar al marcapaginas.\n  \n  Ytilizado para marcar el punto exacto en el que queda detenida temporalmente mi lectura.\n  \n  Y así poder regresar fácilmente y no tener que releer los estados nuevamente.\n  ","259567":"\n  En bachillerato entré en polémica con una profesora.\n  \n  Le escuché decirle a una alguna \"debes pedir disculpas\" por un agravio a su compañera de clases.\n  \n  Yo presencié lo ocurrido con las alumnas, incluido el momento del agravio.\n  \n  Le dije a la profesora en privado lo ocurrido y que la expresión que usó era incorrecta, que lo correcto era decir \"debes dar disculpas\", la profesora me dijo yo estaba equivocado.\n  \n  Le dije \"Ella fue la que le falto al respeto a su compañera de clases, mientras que la compañera se quedo inmóvil, solo escuchando, hasta que usted llego al sitio\"\n  \n  La profesora me respondió \"Por eso es que no tienes la razón\"\n  \n  Al día de hoy aún creo que la profesora uso la expresión incorrectamente.\n  \n  En todo caso no me cuesta pedir disculpas, ni dar disculpas.\n  ","259568":"\n  Regresar a trabajar.\n  ","259569":"\n  Desde que tengo uso de razón estoy cambiando.\n  \n  Si tengo algo que cambiar porque me perjudica mucho, aún no me he dado cuenta de eso.\n  \n  Supongo en su momento lo cambiaré.\n  ","259570":"\n\n   https:\/\/youtu.be\/fBzehkATHdg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","259571":"\n  :\n  ","259572":"\n  Hace algún tiempo ya de dejé de ver películas.\n  ","259573":"\n  Pregunte, que para eso creo su perfil.\n  ","259574":"\n  ¿Y si mejor nos bloqueamos?\n  ","259575":"\n  villalobosij\n  ","259576":"\n  Sabes que no somos amigos.\n  ","259577":"\n  Hace algún tiempo ya que dejé de ver películas.\n  ","259578":"\n  Ya antes respondí sobre el tema.\n  ","259579":"\n  No lo sé, antes cuando veía televisión o cuando estaba enviciado con los juegos de vídeo olvidaba lo que cocinaba y se quemaba, no las conté.\n  ","259580":"\n  Ya antes respondí sobre el tema.\n  ","259581":"\n  Ya pasé por eso.\n  ","259582":"\n\n   @LaliEspositoHOficial\n  \n  Al despertar\n  \n\n   @LaliEspositoHOficial\n  \n  Al transcurrir el día\n  \n\n   @LaliEspositoHOficial\n  \n  Antes de dormir\n  ","259583":"\n  No, que yo sepa.\n  ","259584":"\n  Perdón, me perdí un libro, no se que es \"rencosoro\"\n  ","259585":"\n  ¿Puede una madre y un padre amar a su bebe durante la gestación, sin verle antes del nacimiento?\n  ","259586":"\n  RRSS.\n  ","259587":"\n  Tengo mala memoria, aprendo a diario, incluso lo que antes sabía.\n  ","259588":"\n  Jamás sueño o no recuerdo nada, no lo sé.\n  ","259589":"\n  Vivo en un clima tropical, estoy casi 24\/7 en el aire\/acondicionado.\n  ","259590":"\n  Monopoly.\n  ","259591":"\n  No lo sé.\n  ","259592":"\n  Te amo\n  \n   @LaliEspositoHOficial\n  \n","259593":"\n\n   @LaliEspositoHOficial\n  \n  La admiración que tengo no es por su fama, es sus logros.\n  ","259594":"\n  El amor de su vida\n  \n   @LaliEspositoHOficial\n  \n","259595":"\n  Las estrellas que están en tus ojos\n  \n   @LaliEspositoHOficial\n  \n","259596":"\n  Compro por gusto, sin estar pendiente de la marca.\n  ","259597":"\n  Me encanta ver a una mujer sin maquillaje.\n  ","259598":"\n  Variedad de colores y tonalidades.\n  ","259599":"\n  No lo sé, a mi directamente no me lo dicen.\n  ","259600":"\n  Agua, café y té.\n  ","259601":"\n  En realidad no conocemos nada más allá del concepto \"eternidad\" y del concepto \"nada\", son solo ideas que se suponen ciertas, verdaderas o reales para llevar a cabo un razonamiento o actuar de una manera determinada.\n  ","259602":"\n  Soy exigente conmigo, así que me exijo al máximo, si para otros no es suficiente, eso no es asunto mío.\n  ","259603":"\n  Rengo solo rutinas, mi meta es cumplir con todas las que corresponden a cada día.\n  ","259604":"\n  Hace algún tiempo ya que deje el vicio del cocosette.\n  \n  Donde llegaba y veía cocosette, compraba, todos me lo criticaban, parecía un loco.\n  \n  Fue un gran problema dejarlo, aún me gustan, pero decidí no comprarlos más.\n  \n  Algunos de los que estuvieron en esos días, me regalan cocosette cuando tenemos encuentros casuales.\n  ","259605":"\n  Algunas veces lo sé, la mayoría de las veces no.\n  ","259606":"\n  Intento entender la razón por la cuál las personas crían animales.\n  \n  Solo me da la cabeza para entender que tengan:\n  \n  Un toro con la vaca y el becerro para obtener leche.\n  \n  Un gallo con la gallina para obtener huevo.\n  \n  Lo que no me entra es que se crié para comerse al animal o para explotarlo en trabajos o para simple compañía.\n  \n  Los animales deben de ser libres y vivir en su hábitat natural, al igual que la flor debe estar en la planta.\n  \n  Lo sé, debo estar loco en un mundo de cuerdos.\n  ","259607":"\n  Creo que si usas ASKfm a diario, te has dado cuenta que también estoy aquí a diario.\n  ","259608":"\n  Cuarenta y cinco minutos para bañarme, vestirme y estar listo si no hay apuro.\n  \n  Veinte minutos para bañarme, vestirme y estar listo si hay apuro.\n  ","259609":"\n  Aseo personal, oficios del hogar, cocinar, entre otros, RRSS y dormir.\n  ","259610":"\n  Soy anónimo.\n  ","259611":"\n  Nada.\n  ","259612":"\n  No, ahora hago más oficios del hogar.\n  ","259613":"\n  Con esta cuarentena he variado un poco, estoy algo así como la media noche y la una de la mañana más o menos.\n  ","259614":"\n  No lo sé.\n  ","259615":"\n  Quiero constituir una corporación con fines de lucro.\n  ","259616":"\n  Puedo con ambas.\n  ","259617":"\n  Quiero constituir una corporación con fines de lucro.\n  ","259618":"\n  No.\n  ","259619":"\n  No tengo favoritismos.\n  ","259620":"\n  A la primera no, de a poco si es necesario me voy dando a la idea ante la tripanofobia y caliginefobia, jamás lo supero el miedo siempre esta, solo que logro disminuir la intensidad.\n  ","259621":"\n  Desde que tenemos acceso a los medio de comunicación somos influenciados con el consumismo, estereotipos, violencia, vicios, sexo y manipulación que hace que no le tengamos interés a todo lo que se va destruyendo para lograrlo, razón por la cual la mayoría no tiene esencia y no vive bien si no logra conseguir todo lo material y cuando se da cuenta que lo importante es lo inmaterial ha dejado atrás gran parte de su esencia.\n  ","259622":"\n  -.-\n  ","259623":"\n  ¿Qué sabes? Tengo días sin despacho.\n  ","259624":"\n  Hay algún libro que te haya influenciado o tenido un impacto en tu vida? Creo que no.\n  ","259625":"\n  No tengo amigos.\n  ","259626":"\n  La cuarentena solo me tiene fastidiado, no puedo trabajar, por lo demás no me afecta en nada más.\n  ","259627":"\n  Solo cuando lo estoy haciendo, es evidente y aún así tiene el tupé de decirlo.\n  ","259628":"\n  La es creer en lo que no se puede explicar, comprender o probar.\n  ","259629":"\n  Y me lo preguntas a mi, que se yo.\n  ","259630":"\n  Para la mayoría de los hombres y las mujeres el grupo de las mujeres supera en calidad al masculino, pues frente a los dos, las féminas cuentan con un encanto natural.\n  ","259631":"\n  Nada.\n  ","259632":"\n  Jamás he ido a un concierto.\n  \n  Solo he ido a ver tocar agrupaciones de personas con las que me he relacionado.\n  ","259633":"\n  Tengo cuenta en varias RRSS en ninguna tengo de avatar una selfie o una foto mía.\n  \n  Ese es uno de requisitos de ASKfm, así que no me la verificarán.\n  \n  Hago los procesos solo por curiosidad, así que ya intenté verificar y no me verificaron.\n  ","259634":"\n  Hace algún tiempo ya que dejé de consumir bebidas alcohólicas.\n  \n  Ahora no se si entro en ese comentario de Fernando Montes de Oca.\n  ","259635":"\n  No tengo pareja.\n  \n  Así es, fui nalgueado por algunas de las ex.\n  ","259636":"\n  No la he dado, no la he recibido.\n  ","259637":"\n  ...Hace algunos años al pasarme a leer, me parecían aterradoras algunas imágenes de\n  \n   @YsikaRincon\n  \n  al día de hoy aún son aterradoras para mi.\n  \n  Lo bueno es que no todas las imágenes que pública lo son.\n  \n  Ella sabe como asustar usando su belleza y también tiene ternura y encanto natural, admiro mucho lo que hace.\n  ","259638":"\n  No lo sé, no leo, veo o escucho nada de terror.\n  ","259639":"\n  Si no lo sabes, aún menos lo se yo que no se quien es.\n  ","259640":"\n  No lo sé, solo se que bajo los efectos del amor se puedye hacer cosas de lo más absurdas.\n  ","259641":"\n  -.-\n  ","259642":"\n\n   @GenesisJimenez279\n  \n  gracias por aclarar.\n  \n\n   @H_Edd_\n  \n  Puedo vivir sin las dos, con las dos o sin una de las dos.\n  ","259643":"\n  Que\n  \n   @LaliEspositoHOficial\n  \n  sea feliz.\n  ","259644":"\n  -.-\n  ","259645":"\n  Aún sigo aprendiendo el español.\n  ","259646":"\n  Todo lo hago con mis manos.\n  ","259647":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","259648":"\n  ¿Cuándo fue la última vez que pasaste un día entero sin tu móvil? En éste momento no lo recuerdo.\n  \n  ¿Qué hiciste? Pasé un día entero sin el móvil.\n  ","259649":"\n  Porque ella quiere un dos para dos pero no contigo.\n  ","259650":"\n  -.-\n  ","259651":"\n  Anónimo.\n  ","259652":"\n  Aquí usamos aire\/acondicionado 24\/7\n  ","259653":"\n  Solo de películas.\n  ","259654":"\n  Puedo con ambas.\n  ","259655":"\n  Respondí el sábado, 16 de mayo de 2020.\n  \n  Aquí la cuarentena la han extendido.\n  \n  #YoMeQuedoEnCasa\n  ","259656":"\n  Solo extraño muertos.\n  ","259657":"\n  Me tiene fastidiado ya.\n  ","259658":"\n  No, hice todo lo necesario para salir de hay para no regresar.\n  ","259659":"\n  Que grite cuando estoy cerca.\n  ","259660":"\n  Sorprenderme, no compro lotería.\n  ","259661":"\n  Por las notificaciones o las noticias.\n  ","259662":"\n  -.-\n  ","259663":"\n  La intolerancia.\n  ","259664":"\n  ¡Caldito seas!\n  ","259665":"\n  No lo sé.\n  "}}