{"Question":{"263958":"\n   Cuando discutes, sueles dar razonamientos lógicos o eres de decir \"si, porque si\" o \"no, porque no?\n  ","263959":"\n   Si no te entra por el ojo dale al botón rojo\n  ","263960":"\n   C) Las llamadas \"cobras\" ¿Cómo soléis reaccionar cuando os hace una? O cómo creéis que lo haríais. Te lee;\n  ","263961":"\n   ¿Cuál es el mayor logro que has conseguido?\n  ","263962":"\n   Crees que el bitcoin es el futuro?\n  ","263963":"\n   Que contenido subes a esta cuenta?\n  ","263964":"\n   ¿Qué libro te ha dejado triste?\n  ","263965":"\n   Wenos dias wpxs\n\nCada cuanto os duchais?\n  ","263966":"\n   Can we get the crown of life when we die?\n  ","263967":"\n   Preferis los coches o las motos? Cual sería tu coche o moto de ensueño ?\n  ","263968":"\n   Y eso xq?.. corazonsito!!💕💕💕\n  ","263969":"\n   Jajaja.. osea te juroO.. q Sho tampoko suelo hacer eso.. jajaja.. Nunca respondo llamadas.. de numbers q No Conozco.. y mucho menos si sin privados.. y el mío lo es.. jajaja jajaja XP\n  ","263970":"\n   De lujoO!!.. eso es mega Fantastik!!.. q dices.. me Invitas?.. jajaja\n  ","263971":"\n   What song are you listening to right now?\n  ","263972":"\n   Cual es tu superheroe favorito de marvel y tu superheroe favorito de dc?\n  ","263973":"\n   What part of the world are you now? (City, State Country)\n  ","263974":"\n   Hola amores, como les va?\nCual seria el oficio de vuestros sueños? Creeis que podreis llegar a trabajar de ello? Que valoras mas. Trabajar de lo que te gusta o cobrar mas dinero trabajando de algo que no te agrade?\nBuen dia. Ls sigue\n  ","263975":"\n   ¿Tienes hermanos\/as? ¿Cómo es tu relación con ellos? Si no tienes, ¿te gustaría haber tenido?\n  ","263976":"\n   Pregunta del día! ¿Que piensas de la frase \"vivir con lo esencial\"? ¿Te consideras una persona sencilla o tiendes a sobrecargarte sin querer? att:\n  ","263977":"\n   Cuando os insultan, os dicen algo denigrante, respondeis? \n( Hablo de ask o en cualquier red social )\n  ","263978":"\n   What would you do different if you had the opportunity to change one thing from your past?\n  ","263979":"\n   Y x último.. coloca una imagen.. donde te Gustaría.. estar en este preciso moment.. y xq elegiste ese?.. Cuentaaa!!!.. Cuentaaa!!!\n  ","263980":"\n   Cuéntame una anécdota.. de lo q tengas Ganas!!.. No importa lo q sea?.. sería mega Geniaal leerte!!.. así q soy toda oídos!!.. jajaja.. =]\n  ","263981":"\n   Hablame de Ti!!💕.. cuéntame lo q tu desies.. cualkier cosita sería.. más q mega Geniaaal!!.. \\(((.^)\/💕\n  ","263982":"\n   Q sería lo q harías?.. x estar con el Amor de tu Vida!!.. Aaaah SuspiroO!!!💕💕💕.. muero x saber tu respuesta.. corazonsito!!💕💕💕\n  ","263983":"\n   Si Yo te llamará al Cell.. cual sería tu reacción?.. q me dirías?.. (((.^)\/💕\n  ","263984":"\n   Q te Gustaría poder hacer.. antes de q te hagas Angelito?.. 💕💕💕\n  ","263985":"\n   Q te hace falta en la Vida tuya?.. para q de alguna manera.. puedas expresar q ahora Sí!!.. te sientes Completo!!.. me podrías contar?\n  ","263986":"\n   What are you looking for in this app #friends#love#just for fun\n  ","263987":"\n   What would be a perfect honeymoon destination?\n  ","263988":"\n   ¿Es la familia la fuente de la felicidad?\n  ","263989":"\n   Que es lo que más te gusta de tu país?\n  ","263990":"\n   Something u like it ?\n  ","263991":"\n   Hola amores , como les va?\nQue opinan del matrimonio entre personas del mismo sexo? Si ves que alguien se mete con otra persona por su condicion sexual saldrias a defenderlo\/a o que harías ? Que les dirías a e s as personas que no salen del armario por miedo?\nBuen día. Les sigue\n  ","263992":"\n   Hola! Todo bien? Alguna banda o artista de tu país que crees que debería tener reconocimiento internacional? (Si quieres pasarme una canción seria genial) Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","263993":"\n   ¿Qué es lo primero que comes al despertar?\n  ","263994":"\n   ¿Has tenido alguna experiencia paranormal?\n  ","263995":"\n   Te gustan las películas musicales? cual te gusta?\n  ","263996":"\n   Cuales son sus mayores adicciones? que tengas un buen día!\n  ","263997":"\n   La belleza mató a la bestia ¿Que opinas de esta frase? ¿Es verdadera o no? Buen día 👻\n  ","263998":"\n   ¿Comes para vivir o vives para comer?\n  ","263999":"\n   Si pudieras hacer lo que más quieres en este momento que sería? besos dulces de:\n  ","264000":"\n   Buenos días:\n•Os gusta cocinar? Cuál es vuestro plato estrella?\nTe sigue y te lee:\n  ","264001":"\n   Cardio vs lifting 🧐🌻\n  ","264002":"\n   Países como Corea del Sur tienen un servicio militar obligatorio por 2 años. Qué opinas del servicio militar de tu país? Tú lo hiciste o lo harías? (Si no quieres responder, espacio libre!) Saludos nocturnos!!🌙\n  ","264003":"\n   ¿Es la burocracia buena o mala? ¿Por qué?\n  ","264004":"\n   Hola amores como les va?\nQué opinan del incendio del   Amazonas? Que harian para solventarlo? Creen que afectará mucho al cambio climático ?\nBuen día. Les sigue\n  ","264005":"\n   ¿Alguna vez has engañado a un gato con un perro o a un perro con un gato?\n  ","264006":"\n   Hola, que piensan de las personas que piden 10 x 10 mgs?\n  ","264007":"\n   ¿Cuánto has esperado en una fila?\n  ","264008":"\n   Adivino estás leyendo esto con los ojos.🤪\n  ","264009":"\n   Apoyarias a un emprendedor si fueses multimillonario? Si\/No\nPorque?👀\n  ","264010":"\n   Alguna vez te gusto alguien muy extraño?🤗\n  ","264011":"\n   Que es lo que siempre te puede hacer sentir mejor?\nYa sea en tu trabajo\/escuela\/casa\/pais.😉😀\n  ","264012":"\n   If they say that you have to choose a person who has to die saving others. What would you decide?\n  ","264013":"\n   Hay algo en tu pasado que te gustaría probar de nuevo?.🤗\n  ","264014":"\n   Hola.\nBuen día!\nTe gusta teñirte el cabello? Si\/no porque?👀\n  ","264015":"\n   Es contradictorio que un antisocial tenga redes sociales? Tu que opinas? Saludos nocturnos!!🌙\n  ","264016":"\n   Buenas noches:\n¿Quebrantarías la Ley para salvar a alquien a quien quieres?\nTe sigue y te lee\n  ","264017":"\n   [C] Mucho tiempo ha pasado desde que ASKfm implementó el sistema de recompensas a través de las monedas, pero poco o nada se ha sabido de la verdadera utilidad de las mismas a pesar de todo el tiempo que llevan implementadas. ¿Qué utilidad le darías tú a las monedas en ASKfm?\n  ","264018":"\n   Hola amores, cómo les va?\nLes gustaría ser famosos? A que famoso se querrian parecer? En el caso de tener ademas mucho dinero contribuirian con alguna causa? Con cuál?\nBuen día. Les sigue\n  ","264019":"\n   ¿Anécdota graciosa que te haya ocurrido?\n  ","264020":"\n   ¿Cómo está la muerte representada en tu vida?\n  ","264021":"\n   ¿Qué no te pueden robar?\n  ","264022":"\n   ¿Qué cosas te cuestionas diariamente?\n  ","264023":"\n   Jajajaja!! Yo me paso de diplomática y a veces exploto de sinceridad acumulada. Jajajaja!! Oigaaa! A ver cuando le hace una visita a mi Ask 😆\n  ","264024":"\n   Cuando surge la vocación, cuando se es niño sin algún motivo concreto y de forma involuntaria, o de adulto cuando te gusta algo y te quieres dedicar a eso?\n  ","264025":"\n   ¿Por qué todo lo íntimo se vuelve más interesante cuando se lo hace con la luz apagada? 👀\n#Pasate 🙌\n  ","264026":"\n   Una costumbre muuuy peligrosa! Jajajaja!! Dejo likes and fires 😆\n  ","264027":"\n   (Ü.s)En Sevdiyiniz Xarici Bir Söz Ve Tecümesi..\n  ","264028":"\n   Who's your favorite singer\n  ","264029":"\n   Why should I follow you?\n  ","264030":"\n   Alguna vez hiciste algo vergonzoso en el colegio?\n  ","264031":"\n   Que es lo más loco que alguien ha dicho sobre ti?\n  ","264032":"\n   Te gusta leer?\n  ","264033":"\n   How do you smell?\n  ","264034":"\n   When will you learn?\n  ","264035":"\n   It would be difficult to understand if you wanted to run away with a stranger. It would make me believe that something was very wrong I your life.\n  ","264036":"\n   It means that I'm saying I think it would be better if you would, but I understand your choice.\n  ","264037":"\n   Too bad. 😒\n  ","264038":"\n   Are you satisfied with the choices that you have made?\n  ","264039":"\n   Would you run away with me?\n  ","264040":"\n   [C] ¿Qué opinas acerca de la censura en los medios de comunicación? ¿Cómo crees que se puede luchar contra la censura de los medios de comunicación?\n  ","264041":"\n   [C] ¿Te consideras una persona independiente?\n  ","264042":"\n   [C] ¿Crees ser capaz de continuar una relación amorosa con una persona que te fue infiel una sola vez? ¿Por qué?\n  ","264043":"\n   Nunca tengo batería illo, te pasa como a mí o te acuerdas de cargarlo? \nBuenas noches\n  ","264044":"\n   Hola amores, como les va?\nCómo serían tus vacaciones de en sueño? A dónde irías? Solo o acompañado?\nBuen día, le sigue\n  ","264045":"\n   Hola! Todo bien? Alguna vez sentiste que se paralizo el mundo? Ese instante, momento o segundo que (sea bueno o malo) marco parte de tu vida.. Ok, si quieres pregúntame, deja un MG a mi nueva respuesta o si lo deseas activa la ⭐.. Hasta la próxima ;)\n  ","264046":"\n   [C] [Verdadero o Falso] 'No te sientes conforme con tu actual estilo de vida'.\n  ","264047":"\n   Jab zard hon mosam dil k, kia phool khilaaen chehre per\n  ","264048":"\n   Hola amores, como les va?\nCreen que es posible compaginar trabajo con vida social? \nQue es lo peor que harías para conseguir un trabajo? Pasen buen día.\nLes sigue\n  ","264049":"\n   ¿Qué perfume usas?\n  ","264050":"\n   Nadie lo es cielo.\n  ","264051":"\n   Tu color favorito, y que significa ese color para ti? Con Cariño:\n  ","264052":"\n   Jaja\n  ","264053":"\n   Que opinas de lo que algunas personas que juegan videojuegos a nivel competitivo llaman \"La Zona\"\n  ","264054":"\n   Crees en el destino?\n  ","264055":"\n   What are you searching for?\n  ","264056":"\n   (C) Buenas noches! ❤ ¿Que es a lo que siempre te has querido dedicar? ☺\n  ","264057":"\n   ¿Usas edulcorante?\n  ","264058":"\n   ¿Alguna vez haz comprado ropa por catálogos?\n  ","264059":"\n   Te gusta la pizza? Tienes favorita? Cuál es? \nBuenas noches\n  ","264060":"\n   Did you know that an average person falls asleep in about 7 minutes? How long does it take you?\n  ","264061":"\n   Ni se porque estoy mencionada aquí, así que si.\n  ","264062":"\n   ¿Cuánta paciencia tienes?\n  ","264063":"\n   ¿Has experimentado un sueño lúcido?\n  ","264064":"\n   ¿Tienes algún lema de vida?\n  ","264065":"\n   #PreguntaRandom: ¿Te gusta la música de ascensor? Me refiero a esas canciones que ponen en centros comerciales o ascensores sin sentido y que son muy repetitivas.\nA mi me hartan :v no las soporto 😂\n#Pasate 👌\n  ","264066":"\n   Hola ¿Dónde te gustaría vivir?\n  ","264067":"\n   Lo siento, la confundi con otra fobia. (tripofobia)\n  ","264068":"\n   ¿Qué tiene que ver eso con la sangre?\n  ","264069":"\n   Qué opinas de los monopolios?? Por ejemplos, que empresas como Disney compren y tengan en sus manos las principales franquicias de entretenimiento. Te parecen buenos los monopolios? (Si no quieres responder, espacio libre) Saludos nocturnos!!! 🌙\n  ","264070":"\n   Conoces la tragedia de Darth Plagueis el sabio?? Es una legenda Sith. Que opinas de las películas de Star Wars?? Te gustan? (Si no quieres responder, espacio libre!)\n  ","264071":"\n   Hola intermediarios del samsara... ¿que es el samsara? ¿que es el tora? ¿que conocimiento podría enloquecer a las personas? descríbeme como son tus viajes :3 ¿que es mejor no saber? me retiro por hoy, hasta pronto <3 ah, mala mia, si no entiendes nada o no estas de humor, -espacio libre- besos.\n  ","264072":"\n   ¿Donarias células madres?\n  ","264073":"\n   [C] Mucha gente en Internet asegura sentirse impotente con el tema del Amazonas, ya que muchos de ellos no pueden hacer nada directamente para ayudar con dicha situación, pero aseguran que algunos cambios en sus estilos de vida pueden ayudar al medio ambiente, ¿qué cambios harías tú en ese aspecto?\n  ","264074":"\n   ...?\n  ","264075":"\n   Era yo la de quién seguía activx. En fin, yo en la vida xd\n  ","264076":"\n   Sigues usando la ironía pero tranquilo, \"Bienvenido a la nada\" jeje\n  ","264077":"\n   ¿Como es eso de que me sigues? Jamás me has seguido y lo sabes.\n  ","264078":"\n   Cada cuanto usas Ask?\n  ","264079":"\n   Sobre tu Ironía, no has olvidado el pasado cierto?\n  ","264080":"\n   Jaja :v\n  ","264081":"\n   [C] Más de 500.000 hectáreas de bosques destruidas. Insólito que se haya dejado avanzar tanto la destrucción del Amazonas hasta ese punto. Noticia relacionada:\n   \n    https:\/\/notimaxplus.com\/continua-el-voraz-incendio-en-la-amazonia-500-000-hectareas-de-bosque-han-sido-destruidas\/\n   \n","264082":"\n   [C] [Verdadero o Falso] \"Prefieres ser infiel a que te sean infiel\".\n  ","264083":"\n   [C] Dime tu opinión acerca de lo que acontece en el Amazonas. ¿Crees que se están los esfuerzos necesarios para detener los incendios? Se comenta que dichos incendios fueron provocados para dejar mal al Presidente de Brasil, ¿crees que sea cierto? ¿Cuál crees que sea la causa de los incendios?\n  ","264084":"\n   De qué país eres? Te gustaría vivir en otro en un futuro? En cuál?\n  ","264085":"\n   Qué harías si te enteras que ganaste la loteria, pero perdiste el billete de loteria???🤗😃\n  ","264086":"\n   Sabes por qué razón tus padres te pusieron el nombre que tienes?👀😀\n  ","264087":"\n   Hola😃\nBuenas tardes\/noches\nSi mañana se acabará el mundo que harías?👀\n  ","264088":"\n   Me haz dedicado la canción?\n  ","264089":"\n   Y yo que hago aqui?\n  ","264090":"\n   No te ha pasado que buscas un objeto y lo buscas pero te das cuenta que lo tienes en frente tuyo o cerca de ti?\n  ","264091":"\n   ¿POR QUÉ CRUZAMOS LOS DEDOS PARA ATRAER LA SUERTE?\n  ","264092":"\n   ¿Cuál es el mejor regalo que te han hecho?\n  ","264093":"\n   ¿Cuál ha sido la última mentira que has dicho?\n  ","264094":"\n   ¿No te ha pasado que cuando alguien va hacer algo o tu mismo, quieres que todo salga bien, pero aún así piensas en el peor de los casos posibles? Buen día 👻\n  ","264095":"\n   #Filosofia_on: ¿Desde cuándo la disociación de la realidad se volvió normal en la humanidad? Libre interpretación.\nPásate ✌️\n  ","264096":"\n   Cuál es tu orientación sexual? Tienes pareja?\nBueenas noches 😊\n  ","264097":"\n   Cuales son tus malas costumbres?\n  ","264098":"\n   (C) Buenas noches ❤ Siento mucho no estar tan activa como antes pero es que de verdad que ya no tengo casi tiempo para dedicarle a ask. Os dejo una preguntita: ¿Cual crees que sería el regalo ideal para una amiga? ¿Y para un amigo? 🤔❤ Te sigue:\n  ","264099":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿Han pensado alguna vez como quisieran ser recordados? si es sí ¿cómo? -sino espacio libre-\n  ","264100":"\n   ¿Alguna vez utilizaste el método científico?\n  ","264101":"\n   Pregunta random: si estuvieras corriendo atrapado en la rueda de un hámster y no pudieras salir bajando tu velocidad ¿Como saldrías?  buen día 👻\n  ","264102":"\n   Es increíble que aún cuando pasa algo devastador en el planeta, algunas las personas toman conciencia pero no actúan ¿Crees que algún día las personas cambien? ¿? Saludos\n  ","264103":"\n   ¿Te cepillas antes o después de cada comida?\n  ","264104":"\n   ¿Que puede pensar uno al ver que se quema el Amazonas y lo poco que han dicho sobre esto?\n\nQue en la humanidad lo unico que aporta es destrucción del planeta...\n  ","264105":"\n   If you were shown today your first-grade self, what would you think?\n  ","264106":"\n   ¿El amor es irracional?\n  ","264107":"\n   ¿Quien es mas leal? ¿El que te miente para protegerte o el que te hiere y te hace mas fuerte?\n  ","264108":"\n   Eres de pueblo o de ciudad? Dónde prefieres vivir?\n  ","264109":"\n   Tienes una canción que te haga acordar tu niñez?🤗🤗\n  ","264110":"\n   Qué es lo que más te decepciona de la gente??👀\n  ","264111":"\n   Hola.😃\nAyudarías a un amigo en una pelea si esta perdiendo?\n  ","264112":"\n   ¿Qué cualidades de una chica la vuelven una \"morra básica? ¿Por qué? 🤔\n  ","264113":"\n   ¿Has visto algo paranormal después de haberte tomado una foto? ¿Has sentido que presencias extrañas te siguen? Cuéntame tu experiencia.\n#pasate ✌️\n  ","264114":"\n   Y que pensáis de los tatuajes? Te gustan? Tienes alguno? Quieres hacerte en un futuro?\n  ","264115":"\n   Canción que no pueden parar de escuchar?\n  ","264116":"\n   ¿Qué haces para demostrar a los demás que les quieres?\n  ","264117":"\n   ¿Qué marca no volverías a comprar nunca?\n  ","264118":"\n   ¿Cómo fue tu último dolor de cabeza?\n  ","264119":"\n   Han sufrido depresión? como lo superaron?\n  ","264120":"\n   Usted ya no visita nunca mi interesante cuentitaaa! Jajajaja!! 😂 Te respondí una colectiva 😉🔥💞\n  ","264121":"\n   ¿Cuál es tu idea del infierno?\nTe sigue y te lee:\n  ","264122":"\n   Te gustan los piercings? Tienes alguno? Quieres hacerte en un futuro?\n  ","264123":"\n   [C] En esta ocasión vengo a pedir recomendaciones de usuarios que sean activos en ASKfm. Estoy buscando nuevos usuarios para enviarles mis preguntas colectivas.\n  ","264124":"\n   Si verdad -.-\n  ","264125":"\n   Usáis crema solar cuando vais a la playa \/ piscina ?\n  ","264126":"\n   Alguna vez le has pedido un deseo a un cometa?\n  ","264127":"\n   Te gustaría viajar por el mundo o al menos a otro país?\n  ","264128":"\n   Te gustaría vivir en otro lugar al que vives?\n  ","264129":"\n   Yo busco aprender más y más\n  ","264130":"\n   Yo me enteré del significado del negativo hoy jejeje\n  ","264131":"\n   [C] ¿Qué tanto valor le das al matrimonio? ¿Por qué?\n  ","264132":"\n   [C] ¿Qué razones crees que lleva a un político a cometer un hecho de corrupción?\n  ","264133":"\n   [C] ¿Qué razones crees que lleva a una persona a cometer delitos? ¿Por qué?\n  ","264134":"\n   ¿Se han tirado un gas con su pareja? 🤔 Pregunta seria hahaha 😂. ¿Cómo fue esa experiencia?\n#Pásate 🤙\n  ","264135":"\n   Hola.😃\nTocas algún instrumento musical?\n  ","264136":"\n   ¿Qué es un cliché?\n  ","264137":"\n   El acto de perdonar: ¿Es necesario para tener una vida sana y saludable? ¿Consideras que el estar es armonía con las personas que te rodean es sinónimo de buena vida? \nSaludos 💕\n  ","264138":"\n   Te entiendo porque me pasa igual. La vida me cansa! 😢 Me avergüenza decirlo pero es así 😧\n  ","264139":"\n   Por qué esperas que no??  😫\n  ","264140":"\n   Que pensáis de los piropos?\n  ","264141":"\n   Buenas noches,mi pregunta es la siguiente:\n\n¿Sueles tener muchos prejuicios sobre la gente?\n\nTe sigue y te lee—>\n  ","264142":"\n   Tienes mejor amigo o mejor amiga? Dejame una foto de vosotros si quieres 😊\nBuenas noches\n  ","264143":"\n   [©] ¿Hay algo que te provoque nostalgia? Inserta foto\n  ","264144":"\n   Cual es el mejor consejo que has recibido nunca?\n  ","264145":"\n   Que es lo que más miedo te da?\n  ","264146":"\n   Hay gente todavía utilizando esto?\n  ","264147":"\n   ¿Crees que exista vida después de la muerte? ¿como si fuera otra oportunidad? Pasate te espero saludos.\n  ","264148":"\n   Hoy he probado el helado de leche merengada y me ha encantado la verdad, lo has probado? Te gusta? Tienes sabor de helado favorito?\n  ","264149":"\n   ¿Qué són para ti las tendencias de temporada?\nTe sigue y te lee→\n  ","264150":"\n   Qué fue lo más loco que hiciste por celos?\n  ","264151":"\n   Cuál es tu cancion de Amor con la que te identificas?🤗\n  ","264152":"\n   Que es lo que más te gusta de tu personalidad?\n  ","264153":"\n   Hola.😃\nCuál estación del año te gusta más?\n  ","264154":"\n   Que te pone nervioso\/a? Que haces para quedarte tranquilo\/a\nBuenaaas tardeees\n  ","264155":"\n   Porque surge la idea en las empresas de \"CUALQUIERA PUEDE SER REMPLAZADO\" ?\n  ","264156":"\n   [C] ¿Puedes explicar la diferencia entre derecha e izquierda? En el contexto político.\n  ","264157":"\n   Cual fue la ultima??\n  ","264158":"\n   [C] [Verdadero o Falso] \"Sueles ignorar a las personas que piden dinero en la calle\".\n  ","264159":"\n   Pienso igual Villa😕, aunque me gustaría que no fuera asi.\n  ","264160":"\n   “Como lágrimas en la lluvia...”🌧. Cuando dejamos de vivir, donde van a parar esas vivencias y recuerdos? Tienes alguna teoría o creencia? (Si no quieres responder, espacio libre!) Saludos nocturnos!!🌙\n  ","264161":"\n   No entiendo que quiso decir él\n  ","264162":"\n   Las personas tienen un valor? Cual es?\n  ","264163":"\n   Que nos hace ser libres? Más allá de la creencia de que no existe la libertad. ¿Que te haría libre?\n  ","264164":"\n   Para vos cual es el día más importante?\n  ","264165":"\n   Descríbete en tres palabras\n  ","264166":"\n   Cual sería tu espiritu animal?\n  ","264167":"\n   Que cosa es la que más te agrada de ti?\n  ","264168":"\n   ¿Qué tal la temperatura del ambiente?\n  ","264169":"\n   Tienes juegos en tu móvil? Cuál es tu favorito para quitar el aburrimiento? \nQue tengas un buen día!\n  ","264170":"\n   ¿Que te quita el aburrimiento?\n  ","264171":"\n   Qué película puedes ver una y otra vez sin cansarte?\n  ","264172":"\n   Prefieres la playa o las montañas?😃\n  ","264173":"\n   Hola.😀\nCuál es tu materia favorita o tu trabajo favorito?\n  ","264174":"\n   Wtf\n  ","264175":"\n   Te gusta la lluvia?\n  ","264176":"\n   ¿Es importante aparentar menos edad para ti?\n  ","264177":"\n   Como te llegan mis preguntas?\n  ","264178":"\n   ¿Cuál es el hábito familiar que te gustaría romper para las siguientes generaciones? Por ejemplo: a mi familia le gusta mentir, yo he decidido dejar de hacerlo.\n#pasate 🔥\n  ","264179":"\n   ¿Como se puede sentir tantas cosas en tan poco tiempo, y no morir?\n  ","264180":"\n   Soy bruja jaja, una bruja mala. O buena, no lo sé jaja.\n  ","264181":"\n   ¿Consideras que tu estilo de vida es saludable?\n  ","264182":"\n   Eres un unicornio porque yo lo digo jaja\n  ","264183":"\n   Ya te respondí eso.\n\nEres un unicornio, así te persivo yo.\n  ","264184":"\n   Unicornio jaja puse el emoji de un unicornio\nEso persivo jaja\n  ","264185":"\n   Eres un 🦄 jaja\n  ","264186":"\n   Te expresas mejor escribiendo o hablando?\n  ","264187":"\n   Alguien vivo en ésta vaina?\n  ","264188":"\n   Cómo eres? Porque no tienes fotos tuyas? O un integram donde hayan fotos tuyas?\n  ","264189":"\n   Eso es 100% verdad\n  ","264190":"\n   [C] ¿Qué tanta importancia le das al tema de la contaminación ambiental? ¿Cómo crees que se debería lograr más conciencia acerca de la preservación del planeta en el que vive toda la humanidad?\n  ","264191":"\n   ¿Samsung A10 o Samsung J4+?💕\n  ","264192":"\n   Prefieres ropa suelta o pegada?\n  ","264193":"\n   Cuándo fue la última vez que cantaste estando solo? ¿Y para otra persona?\n😀😃\n  ","264194":"\n   Más yo.\n  ","264195":"\n   No me gusta herir a quien quiero.\n  ","264196":"\n   Ensayas lo que vas a decir cuando vas a hacer una llamada de teléfono? ¿Por qué?\n  ","264197":"\n   No me agradezcas es la verdad.\n  ","264198":"\n   No te lo mereces, nadie se lo merece y porque yo sufrí eso, lo entendí mejor y duele todo el alma.\n  ","264199":"\n   Lo sé porque pasar por lo mismo \nMi corazón se murió por una x persona pero el se gozo con mi sufrimiento yo no te haré lo mismo.\n  ","264200":"\n   ¿Crees que existe la libertad absoluta? ¿Alguna vez te has sentido reprimido o reprimida de vivir la vida como quisieras a causa de tus padres, superiores, amigos o pareja? (Nada que ver con limitación monetaria, no directamente) En ese caso ¿Qué has hecho para mejorar la situación?\n  ","264201":"\n   Pero son tus sentimientos hacia mi.\n  ","264202":"\n   Yo soy la que te hace daño.\n  ","264203":"\n   Porque tanto odio? Quien te hizo tanto daño?\n  ","264204":"\n   Si un amigo o conocido que creías haber perdido volviera a ti, ¿como te sentirías? Saludos👻\n  ","264205":"\n   Al momento de rechazar a las personas que \"no aceptan\" a la comunidad LGTBI, ¿No se está generando el mismo tipo de odio y reproche que sienten los que no están a favor? Pensar diferente ¿Debe ser considerado homofobia? Especifica.\n#pásate 🤟\n  ","264206":"\n   ¿A qué se debe tu sensación constante de inseguridad? ¿Quién te hizo tanto daño? \n😔\n  ","264207":"\n   Crees en las reconciliaciones? Por qué?\n  ","264208":"\n   Algún aprendizaje que te haya dejado una experiencia reciente?\n  ","264209":"\n   Algo que te guste y le dediques mucho tiempo últimamente\n  ","264210":"\n   [C] ¿Te consideras como una persona emprendedora? ¿Por qué?\n  ","264211":"\n   Recuerdas la primera vez que ganaste dinero? Que tenías que hacer?\n  ","264212":"\n   [C] ¿Qué tipos de preguntas sueles contestar aquí en ASKfm? ¿Te gustan las preguntas que recibes o te gustaría recibir mejores preguntas?\n  ","264213":"\n   (C) ¿Qué prefieres el día o la noche? 🎈❤ Te sigue:\n  ","264214":"\n   Netflix o HBO?\n  ","264215":"\n   Si la persona que odias, te escribe y sólo le puedes responder con el primer emoji de tu lista ¿Cual sería?\n  ","264216":"\n   Repórtate. ¿Desde qué estado respondes?\n  ","264217":"\n   Usas reloj?\n  ","264218":"\n   ¿Algún vicio?\n  ","264219":"\n   ¿Que crees que deba cambiar en mi biografía?\n  ","264220":"\n   Hola ¿Qué ciudad te gustaría visitar y por qué?\n  ","264221":"\n   Hola ¿Eres más de playa o de piscina?\n  ","264222":"\n   ¿Has sentido alguna vez la sensacion de asesinar a alguien?\n  ","264223":"\n   Que te gustaba de peque que ahora ya no te guste\n  ","264224":"\n   Como sueles juzgar a las personas\n  ","264225":"\n   Como crees que debería ser una relación virtual?\n  ","264226":"\n   Te has enamorado de alguien de internet?\n  ","264227":"\n   Que necesidades vitales te gustaría dejar de tener?\n  ","264228":"\n   Cómo llevas el verano?\n  ","264229":"\n   Que pensáis de los programas de cotilleos?\nBuenas noches 😊\n  ","264230":"\n   Básicamente te pregunta por qué no tienes favoritismos.\n  ","264231":"\n   \"A veces somos buenas personas con gente equivocada\"\n  ","264232":"\n   Que es lo último que has visto en la tele? La sueles ver mucho? Yo casi no la veo ya\n  ","264233":"\n   Tienes género de música favorito? Y canción?\n  ","264234":"\n   Si un amig@ suyo está enamorad@ de ustedes pero no le corresponden ¿prefieren saberlo para evitar situaciones ambiguas que lo ilusionen o prefieren que no se los digan para no tener que rechazarle?\n  ","264235":"\n   Qué vendrá primero: Otra guerra mundial o que la humanidad llegue a marte, ¿Por qué?\n  ","264236":"\n   (C) Buenos días 😋 ¿Cual es el Youtuber que más ves? 🌚 Te sigue:\n  ","264237":"\n   Estoy haciendo para mi hijo un libro con su historia ¿ustedes creen que es importante saber lo que uno no recuerda de niño? Saben por ejemplo ¿a qué edad dejaron los pañales? ¿ a que edad se largaron a caminar? ¿cuál fue su primer palabra? ¿ o les importa un pepinar?\n  ","264238":"\n   A esta hora escuchando Imagine Dragons, ¿qué hay de ti? ¿Sueles dormir temprano o tienes problemas para ello?-\n  ","264239":"\n   Que tiene que tener tu desayuno perfecto?\n  ","264240":"\n   Tienes película favorita? Y género?\n  ","264241":"\n   [C] ¿Cómo describirías tu estilo de vida ideal?\n  ","264242":"\n   ¿El universo tiene un principio? ¿Y un final? Te sigue y te lee\n  ","264243":"\n   ¿Por qué consideramos una locura aquel tipo de pensamiento que no coincide con el nuestro? Te sigue y te lee:\n  ","264244":"\n   Tienes cosquillas? Si? Donde? Yo tengo muchísimas!\n  ","264245":"\n   Alguien despiert@?\n  ","264246":"\n   Los días pasan y apenas lo notas\n  ","264247":"\n   Tienes algún fetiche o filia que no sepamos?\n  ","264248":"\n   ¿Algo en especial para evitar el favoritismo?\n  ","264249":"\n   (C) Buenas noches 😊 ¿Te gusta hacerte sesiones de fotos? ¿Sueles hacerte muchas? ❤ Te sigue:\n  ","264250":"\n   ¿Tienes alguna frase favorita?\n  ","264251":"\n   ¿Que harías si te convirtieras en lo que juraste destruir? ¿alguna vez dijiste que nunca serías o harías algo y al final pasó casi sin darte cuenta? Que tengas buen fin de semana 👻\n  ","264252":"\n   El amor si existe, los amigos si existen, la lealtad existe, lo que casi no existe son personas capaces de asumir ese puesto.\n  ","264253":"\n   Ser demasiado sincero al decir las cosas, es malo ?\n  ","264254":"\n   Dime 3 cosas que te gusten de la persona que te gusta ;)\n  ","264255":"\n   Pasándome a aumentar tu número de likes and firmes 😊 Qué tal todo? Ya viste mi respuesta a tu colectiva?? Jejeje! 😆\n  ","264256":"\n   Tu top 10 de programas más malos y estúpidos de la tv.\n  ","264257":"\n   Palomitas dulces o saladas?\n  ","264258":"\n   ¿Tienes un mejor amigo\/a?\n  ","264259":"\n   ¿Ustedes creen que sin tener información previa del pasado de una mujer el hombre puede darse cuenta si ya ha sido desflorada? No hablo por su experiencia y desenvolvimiento sino a nivel físico.(Si tienen o saben experiencia al respecto y quieren cuéntenme plis)\n  ","264260":"\n   Si te digo Perseidas, Cuadrántidas y Gemínidas ¿sabes de qué estoy hablando? \n*Si no lo sabes (lo primero que te venga a la mente ¿qué se te ocurre que sean? \n*Si lo sabes ¿te interesa el tema?\n  ","264261":"\n   Asco de mundo\n  ","264262":"\n   Si pudieras hacerle una sola pregunta a un personaje muerto y famoso ¿Quién sería? Y específicamente ¿Qué pregunta le harías?\n#Pasate 🔥\n  ","264263":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿puedes ver a otro animal alimentandose de otro ?(carnivoros cazando) o te da impresión?\n  ","264264":"\n   Acabo de ver en las noticias lo extremadamente raro que es el albinismo en el mundo, sin embargo yo me he cruzado con bastantes ¿conoces tú alguno?\n  ","264265":"\n   Los protectores solares de buena calidad y factor de protección alto son muy caros ¿crees que deberían tener descuentos si los receta un médico a un albino o alguien con muchos lunares que probablemente desarrolle cáncer si no se proteje?\n  ","264266":"\n   Si tuvieran la oportunidad de crear un arma blanca ¿Cuál sería?\n  ","264267":"\n   Que es lo último que has comido?\n  ","264268":"\n   (C) ¿Cuál es la ciudad más bonita del mundo? 😍\n  ","264269":"\n   ¿En qué cosa eres tacaño?\n  ","264270":"\n   ¿El mundo necesita equilibrio? Buen día 👻\n  ","264271":"\n   ¿Os gustan los festivales? ¿Habéis o queréis ir a alguno? ⚡️\n  ","264272":"\n   Dicen que \"cada cabeza es un mundo\" ¿Alguna vez le has pedido a alguien, que forme parte de tu mundo? ¿Alguien te a pedido alguna vez que formes parte de su mundo? ¿Te gustaría formar un mundo con alguien, donde solo sean ustedes dos?\n  ","264273":"\n   Eres más bien una persona optimista o una persona pesimista?\n  ","264274":"\n   Cual es la combinación culinaria más rara que has hecho\n  ","264275":"\n   Aún así revisa la RAM que tiene tu celular, si es de 2GB no te va a funcionar muy rápido, y lo de reiniciar solo sirve para cerrar todas las app que están en segundo plano, no es como que realmente funcione\n  ","264276":"\n   Última pregunta de esta ronda🍕🍔: \n\nDime 3 comidas típicas de tu país ❤️\n  ","264277":"\n   ¿Cómo defines al \"tiempo\"?\n  ","264278":"\n   Sigo con la temática de comida: \n\n¿Alguna vez te has comido un insecto? Si no es así, ¿lo harías? ¿Y si te pagasen por hacerlo?🦗🥗\n  ","264279":"\n   ¿Eres de esas personas que tienen como profesión aquello que aman hacer? ¿Te gusta tu trabajo?\n  ","264280":"\n   El ha abusaso a los artistas de nickelodeon por 20 años, y por eso fue despedido!!!...\n  ","264281":"\n   Hola, vi la pregunta sobre tu teléfono y lo primero que te recomiendo es revisar cuánta ram tiene, además trata de mantener pocas aplicaciones abiertas en segundo plano\n  ","264282":"\n   ¿Qué película crees que se ha sobrevalorado?\n\nTe sigue y te lee→\n  ","264283":"\n   Del 1 al 10 ¿que tan inteligente eres?💕\n  ","264284":"\n   ¿Crees que uso mucho humor en mis respuestas?\n  ","264285":"\n   Jaja entonces formatea tu celular o lo vendes para comprar otro\n  ","264286":"\n   Si te llega esto es por que te sigo ♡\n\nSiguiente pregunta: ¿Sueles probar comidas nuevas? ¿O siempre comes lo mismo?🍔🍕\n  ","264287":"\n   #HistoryTime.\nTe daré 5 palabras y escribirás una pequeña historia con ellas, la mejor recibe 10 preguntas, 20 mg y 30 🔥.\nPalabras: sereno, huevo, astros, wasabi, melocotón.\nEstaré leyendo 💕\n  ","264288":"\n   Hola! ❤️ Si te llega esta pregunta es por que te sigo🥰 He pensado en hacer una vez a la semana una ronda de preguntas sobre una temática, y hoy empezamos por comida 🍟🍔🍕🥪\n\nEmpezamos por una sencilla: ¿Cuál es la comida que más comes últimamente?\n  ","264289":"\n   ¿Es el amor complicado o nosotros lo hacemos complicado? Pásate.\n  ","264290":"\n   [C] [Verdadero o Falso] \"Eres una persona sensible\".\n  ","264291":"\n   [C] [Verdadero o Falso] \"No sabes valorar lo que hacen por ti\".\n  ","264292":"\n   ¿Qué cosas consideras banales?\n  ","264293":"\n   ☪(Especial random! se da MG por buenas resp)☪: Cuando se acercan niños de la calle a pedir dinero, ¿Les darías o no? ¿por qué? -sino espacio libre-\n  ","264294":"\n   ☪(Especial random! se da MG por buenas resp)☪:¿recibiste alguna vez una llamada de alguien que estaba borracho? ¿como fue y\/o de quién? -sino espacio libre-\n  ","264295":"\n   ☪(Especial random! se da MG por buenas resp)☪:¿hay alguna canción que en estos días\/momentos estes repitiendo sin parar? ¿cuál? -sino espacio libre-\n  ","264296":"\n   ☪(Especial random! se da MG por buenas resp)☪: ¿te importa la cantidad de seguidores que tienes? -sino espacio libre-\n  ","264297":"\n   Te gustan los juegos de mesa? Cuál es tu favorito?\n  ","264298":"\n   ¿Has hecho este año algo que nunca pensabas que ibas a hacer? Si es así, ¿el qué?\n  ","264299":"\n   Hola encarnaciones de la belleza. ¿podrían contarme cosas buenas que les hayan pasado últimamente? cuando van a dormir ¿dicen algo sobre el día siguiente o no piensan en ello? ¿les cuento un secreto? me siento genial mandandoles preguntas <3\n  ","264300":"\n   Sabes la verdad de dan shneiders, creador de drake y josh, icarly, victorious y zoey 101?\n  ","264301":"\n   ¿Alguna vez has pensado en mudarte a algún lugar donde nadie te conozca y empezar una nueva vida?\n\nTe sigue--->\n  ","264302":"\n   ¿Qué piensas de la falsa modestia?\n  ","264303":"\n   Que piensan del Matrimonio?\n  ","264304":"\n   Y nos hacemos fuerte.\n  ","264305":"\n   Algo interesante el fin de semana?\n  ","264306":"\n   Obviamente cielo, pero de todo se aprende.\n  ","264307":"\n   Te respondí una colectiva, la viste? No te digo cual y así tienes que visitar mi Ask.\nJajajaja!! 😆\n  ","264308":"\n   Pero alguna vez nos pasa.\n  ","264309":"\n   Aquí escribí la pregunta de abajo mal jaja\n  ","264310":"\n   Los celos y miedos son parte de nuestras vidas\n  ","264311":"\n   [Verdadero o Falso] \"No te interesa el sufrimiento ajeno mientras no te afecte\".\n  ","264312":"\n   Que prometiste a principio del 2019 y aún no has cumplido? ⌛ Te sigo 💜\n  ","264313":"\n   Yo por mi 😢\n  ","264314":"\n   Digo, fue por mi 😢\n  ","264315":"\n   ¿Una persona sin autoestima jamás será feliz?\n  ","264316":"\n   Si solo una persona te tirara \"mala onda\" te irias de ASK?\n  ","264317":"\n   ¿Alguna ves la respuesta de un usuario te afectado de manera negativa?\n  ","264318":"\n   ¿Cuándo fue la última vez que te cortaron el cabello?\n  ","264319":"\n   [C] ¿Qué opinas acerca de las personas que suelen victimizarse constantemente?\n  ","264320":"\n   [C] [Verdadero o Falso] \"No sueles estar informado\/a de los sucesos de otros países\".\n  ","264321":"\n   Pide un deseo\n  ","264322":"\n   No tiendo a hacer shoutouts, pero me entró la duda existencial: ¿De qué color tienes personalizado el sitio web\/aplicación de Ask?\n  ","264323":"\n   Hola criatura hermosa. hurgando en la biblioteca conseguí un libro peculiar \"historia de la estupidez humana\" por eso dejo las siguientes preguntas ¿leerías ese libro? ¿te consideras estúpido?¿cual es tu forma de lidiar con la vergüenza?¿que comida es la que mas engorda? hasta pronto <3\n  ","264324":"\n   les gustaria viajar a ( estados unidos o ecuador)\n  ","264325":"\n   (C) Buenas noches 😇 ¿Que marca de móvil tienes? 💥❤\n  ","264326":"\n   ¿Tienes guerras internas?\n  ","264327":"\n   Comienzo a pensar que mi sentido del humor es más bien un desorden mental.\n  ","264328":"\n   Si alguien me dice que no le haga caso y no le hago caso, le estoy haciendo caso???\n  ","264329":"\n   Si estás en una situación de vida o muerte y tienes que salvar a tu pareja o a tu amig@ a quien salvarías? Pásate\n  ","264330":"\n   Tienes mascotas? ☺ Dejo saluditos likes&fires 😆\n  ","264331":"\n   [C] [Verdadero o Falso] \"No toleras que otras personas tengan gustos por cosas que a ti te desagradan\".\n  ","264332":"\n   © Pregunta:\n-\n🍞 ¿Alguna vez extraviaste algo en un viaje? (Ya sea en el hotel, o en alguna parada). ¿Qué cosa? \n-\nSaludos con migajas -🖤-\n  ","264333":"\n   Con que inicial empieza el nombre del que te gusta?\n  ","264334":"\n   ¿Alguna vez has estado al borde de la muerte?\n  ","264335":"\n   ¿Crees que tu color favorito influye en tu personalidad?\n  ","264336":"\n   [C] [Verdadero o Falso] \"No te agrada que se tomen confianza contigo de una manera muy apresudara\".\n  ","264337":"\n   [C] [Verdadero o Falso] \"No te interesa el sufrimiento ajeno mientras no te afecte\".\n  ","264338":"\n   ¿Qué cosa has hecho por amor pero fue malinterpretada como algo egoísta, malo o indeseable? Cuéntamelo todo 🤯\n#pasate 💕\n  ","264339":"\n   ¿Quién es más sarcástico: Deadpool o tú?\n  ","264340":"\n   ¿Puedes en 280 caracteres (la misma cantidad que se permite en un tuit) escribir un microcuento acerca de ti mismo\/a? Breve pero sustancial, que exprese una idea general de quién eres.\n  ","264341":"\n   🦇Hago esta pregunta, utilizando la mención que está rulando haciendo comparación entre dos chicas y yo.\n\n¿En general, crees que es bueno comparar?\nSi crees que si, ¿en qué casos piensas que es correcto?\nY si es que no, ¿por qué?\n  ","264342":"\n   Que coba le meto a mi mama pa que me deje salir? PREGUNTA SERIA\n  ","264343":"\n   Vamos a poder con todo.\n  ","264344":"\n   Y yo me cai bastante pero aca estoy\n  ","264345":"\n   Aunque caigas te levantas\n  ","264346":"\n   Eso es bueno,seguir adelante\n  ","264347":"\n   Porque ask es cool jaja\n  ","264348":"\n   ¿Qué te incentiva a usar está red?\n  ","264349":"\n   ¿Qué es parecido a la amistad? (que no sea el amor)\n  ","264350":"\n   Te gusta la paella? Con que la comes? A mí me gusta con pollo \nBueeeenas noches\n  ","264351":"\n   ¿Qué frase logra quitarte la paciencia? En una pelea por ejemplo a mi novio le molesta que le digan: \"limítate a respirar\".\nA ti ¿Cuál?\n🤩 Pásate!\n  ","264352":"\n   Buenas tardes\/noches. \nLa pregunta de hoy es: 🍀 ¿Cómo les trata la vida? 🍀\nEspero tengan feliz noche 😊 (7:21pm).\n  ","264353":"\n   ¿La amabilidad pasó de moda?\n  ","264354":"\n   Qué tanto te moletaria que alguien con quien tuviste una amistad ande exponiendo intimidades tuyas por toda la Red?\n  ","264355":"\n   porque cuando doy monedas aparece un 5 monedas en lugar de un 1 moneda alguien le pasa lo mismo\n  ","264356":"\n   Que cosas te parecen raras\/extrañas que hacen los demás?\n  ","264357":"\n   Cuando te gusta alguien. Que haces para llamar su atención?\n  ","264358":"\n   (C) Buenas tardes 🥰 ¿Qué soportas mejor, el frío o el calor? 🤪\n  ","264359":"\n   Dificil dormir \nCuando la mente  no se calla\n  ","264360":"\n   (C) Si pudieras abrazar a cualquier persona en este momento, ¿quién sería? 🤨❤\n  ","264361":"\n   Eres más de playa o de piscina? Yo no era mucho de nada pero este año no salgo del agua entre una y otra, espero que estés teniendo un buen verano!\n  ","264362":"\n   [C] ¿Le harías un favor -si te lo pide- a una persona que ha sido constantemente ingrata contigo?\n  ","264363":"\n   [C] ¿Qué es lo que más deseas en la vida? ¿Por qué?\n  ","264364":"\n   © Pregunta:\n-\n🍞 ¿Cuál es la diferencia entre vegano y vegetariano? \n-\nSaludos con migajas -🖤-\n  ","264365":"\n   Por primera vez en Argentina se juzgará a un novio vengativo que viralizó imágenes privadas de su ex y aún hay quien culpa a la chica por dejarse filmar ¿me compartes tu opinión sobre las tan en boga nudes?\n  ","264366":"\n   (©️) ¿Qué creéis que es mejor, una ducha de esas con muchos chorros o un jacuzzi? Te sigue ❤️👉🏻\n  ","264367":"\n   A un eres amigo de la primera persona que conociste en la red?\n  ","264368":"\n   Adivina, adivinador!! En el mar no me mojo, en las brasas no me quemo, en el aire no me caigo y me tienes en los labios.¿Que será? Buen día 👻\n  ","264369":"\n   (©️) Acertijo: ¿Dónde entras por un orificio y sales por dos orificios al mismo tiempo? Te sigue ❤️👉🏻\n  ","264370":"\n   \"HAY UNA CHICA DE 20 AÑOS QUE LE DIJO A MI AMIGO  \"ALGUN DIA SERAS MIO\" BUEN CUERPO BELLA Y HAY OTRA DE 32 3 HIJOS EL CON SOLO VERLA TARTAMUDEA Y ENTENDI ALGO \"AVECES NO SIENTES ATRACCION FISICA HACIA ALGUIEN SI NO SENTIMENTAL TE ENAMORAS DE SU ALMA Y ESO ES JODIDAMENTE IRREPARABLE\" ATT:PRINCE DGNS!\n  ","264371":"\n   (C) ¿Cuál es la lengua más bonita? 😍\n  ","264372":"\n   ¿Crees que el vacío emocional que sienten algunas personas se deba a una verdadera necesidad o solo lo hacen por llamar la atención? 🤔\n  ","264373":"\n   ¿Has tratado de impresionar a una persona actuando como alguien que no eres? Si es así ¿Cómo lo has hecho?\nPásate 💕🔥\n  ","264374":"\n   Una grupo de veganos irrumpió a hacer escándalo en la Exposición rural ¿crees que mostrando falta de tolerancia a quienes piensan distinto es un buen modo de promover una buena causa?\n  ","264375":"\n   Le pondrías chat al Ask? Te sigo 💜\n  ","264376":"\n   Te importa la edad para estar con una persona? Te sigo 💜\n  ","264377":"\n   (C) ¡Buenos días! 🤗 ¿Cuál ha sido el último libro que te has leído? ❤\n  ","264378":"\n   🦇¿Qué es lo que provoca más odio? ¿El miedo, la ignorancia, los celos o algo completamente diferente?\n  ","264379":"\n   🦇¿Debería haber limitaciones al derecho a la libertad de expresión?\n  ","264380":"\n   ¿De 1 al 10 qué tan buena eres saltando la cuerda o bailando el hula hoop?\n  ","264381":"\n   Holaaa tienes helado favorito? Cuál me recomiendas?\n  ","264382":"\n   ¿Cómo era el último chocolate que te comiste?\n  ","264383":"\n   (C) ¡Buenas noches! 🥰 ¿Qué falta en tu vida que te haría muy feliz? 🧐\n  ","264384":"\n   🦇¿Para ti, cuál es la diferencia entre justicia y venganza?\n  ","264385":"\n   (©️) ¿Cuál crees que es la canción del verano? Te sigue ❤️👉🏻\n  ","264386":"\n   Que piensas de las drogas\n  ","264387":"\n   (C) ¿Cuánto es el máximo de horas que has pasado sin dormir? ❌ Te sigue:\n  ","264388":"\n   Libro favorito?\n  ","264389":"\n   (C) ¿En qué cosas te fijas primero cuando conoces a alguien? 💖 Te sigue:\n  ","264390":"\n   Peligroso es actuar impulsado por los deseos del corazón. Pues, quién así lo ase no mira consecuencias ni entiende razones.\nEs de sabios cuestionar las peticiones de su propio corazón para poder actuar con precisión y cordura.\n  ","264391":"\n   ¿Que es lo primero que piensas antes de dormir?\n  ","264392":"\n   Alguna vez:\n\n¿Quisiste a alguien tanto que te hirió?\n:¿Fuiste el primero que compró preservativos?\n:¿Besaste a alguien y te arrepentiste?:\n¿Perdiste a alguien?:\n¿Estuviste deprimido?\n:¿Quebraste?\n:¿Lloraste por alguien del sexo opuesto?:\n¿Le mentiste a alguien?\n  ","264393":"\n   ¿Qué haces si te estas bañando y se corta la luz? Te sigue\n  ","264394":"\n   Hola seres libres :3 he estado ausente de ask pero quiero que sepan que no he desperdiciado el tiempo, meditación, meditación, meditación :3  bueno dejo la pregunta salvaje: ¿que es el conflicto?¿son ustedes conflictivo?¿es necesario?¿es inevitable?¿conocen alguien conflictivo?¿se han llevado bien?.\n  ","264395":"\n   ¿Qué importancia tiene el arte en tu vida?\n  ","264396":"\n   ¿La vida es casualidad causalidad?¿Por qué?\n  ","264397":"\n   🦇¿Piensas que el sufrimiento es una parte necesaria de la condición humana?\n  ","264398":"\n   [C] Del 1 al 10, ¿qué tan satisfecho\/a estás con tu vida? ¿Por qué?\n  ","264399":"\n   ¿A qué le llamas consciencia?\n  ","264400":"\n   Hola. ¿cuál es tu frase favorita?\n  ","264401":"\n   © Pregunta:\n-\n🍞 ¿Qué es lo que más te ha costado aprender?\n-\nSaludos con migajas. -💙-\n  ","264402":"\n   (C) ¿Qué cosa pasó en tu vida que sin ella, no estarías donde estás hoy en día? 😉\n  ","264403":"\n   \"NUNK DIGAS\" \"A MI ESO NO ME VA A PASAR\" \"RECUERDA QUE LA VIDA  TIENE UNA MANERA MUY ESPECIAL DE HACERNOS HUMILDES Y DE DEMOSTRAR LO MUY EQUIVOCADOS QUE ESTÁBAMOS BUENAS TARDES\" ATT:PRINCIPE DRAGONS!!!\n  ","264404":"\n   (C) ¿Equipo de fútbol favorito? ⚽️\n  ","264405":"\n   What is your favorite meal from McDonald's? 👩🏻‍🍳\n  ","264406":"\n   (C) ¿Tienes algún juego en el móvil? Si es que si, dime cuál es tu favorito, y si no tienes ➡️ espacio libre! 😋\n  ","264407":"\n   Si el amor es ciego, ¿por qué los atractivos la tienen mas fácil?\n  ","264408":"\n   ♡¿Chupones o Mordidas?♡ ¿en que zona del cuerpo lo prefieres?\n  ","264409":"\n   Si tuvieras el mundo en tus manos, ¿Qué harías con él?\n  ","264410":"\n   00:45 a.m\n  ","264411":"\n   Hola humano estás hablando con un reptiliano\n  ","264412":"\n   ¿Qué te pasa calabaza?\n  ","264413":"\n   ¿Qué tan hostil eres con el mundo?\n  ","264414":"\n   Buena respuesta. uwu\n  ","264415":"\n   Oh me preguntaste una cosa y yo había entendido otra pregunta, entonces me enviaste la respuesta bien a tu pregunta\n  ","264416":"\n   Para ti ¿Cuál es la naturaleza del ser humano (hombre)? [libre interpretación]\n  ","264417":"\n   Si una persona se arrepiente de como ha vivido. Crees que ¿daría la vuelta a su forma de vivir y comenzaría a vivir diferente o seguiría viviendo de la misma forma toda la vida?\n  ","264418":"\n   ¿Qué cosa?\n  ","264419":"\n   ¿Vallenato o Champeta?\n  ","264420":"\n   Recién casi me quedo tuerta, se me cayó un paraguas en el pleno ojo ¿alguna vez tuviste un accidente tonto pero peligroso tipo Destino Final?\n  ","264421":"\n   ¿Hay algo que te desagrade de ti mismo?\n¿Qué aspectos no toleras de los demás?\n  ","264422":"\n   😉😎\n  ","264423":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","264424":"\n   (C) ¿Cuál es tu estación del año favorita? ¿Por qué? 🤔\n  ","264425":"\n   La mejor forma de empezar la semana es quedarte dormido hasta que llegue el martes. 💙\n  ","264426":"\n   La persona que inventó el reloj como supo que hora era en ese momento?\n  ","264427":"\n   (C) ¿Se te nota mucho cuando estás enamoradx o lo sabes disimular bien? 🐣\n  ","264428":"\n   Os gusta leer? Me recomendáis un libro que os haya gustado mucho?? algo que os haya enganchado desde el principio\n  ","264429":"\n   (C) ¿A donde serían tus vacaciones de ensueño? 🌸\n  ","264430":"\n   (C) ¿Que te gusta más, ver series o películas? 🙃\n  ","264431":"\n   Oh perdona, es que no había entendido muy bien la pregunta porque no se mucho sobre internet  y he pensado bueno, yo se hacer eso en el móvil puedo decírtelo por si te sirve, me alegro que te hayan ayudado 😊\n  ","264432":"\n   Si alguien te cae mal ¿evitas hablar mal de su persona o le caes con toda la cizaña que tu corazón permite?\n  ","264433":"\n   What is your name?  what is the meaning of the name? 💛\n  ","264434":"\n   Your favorite song:✨\n  ","264435":"\n   Sabes?? Creo que ella está mostrando más interés en ti últimamente... No sé porqué, pero eso parece... 😉\n  ","264436":"\n   🦇Viendo que nos iremos “pronto” todos a la mierda, cuéntame, ¿cómo crees que se podría extinguir la especie humana? (Aparte del calentamiento global)\n  ","264437":"\n   ¿Qué es la constante de Plank?\n  ","264438":"\n   🦇¿Crees que el nombre de una persona influye en lo que se convierte esa persona?\n  ","264439":"\n   ✂- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\nCupón válido para ganarte un seguidor y muchas notificaciones :)\n✂- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n  ","264440":"\n   Buenas noches guapis🧡\nQuiero que me escribáis alguna frase o texto que os guste, os represente, lo que sea‼️ \nOs quiere y sigue👉🏻\n  ","264441":"\n   Qual maior loucura de Amor que você faria por alguém?\n  ","264442":"\n   Qué país crees que tienen los mejores productos y por qué?\n  ","264443":"\n   ⊹ ˚. ¡Hola guapuras bellas!, ¿Cómo están?, yo, resfiada... Como siempre 😷. [C] ¿Qué género de música escuchas?, ¿me puedes recomendar una?, ¿Has llorado de alegría?, ¿Has consumido alguna vez alguna droga?, un beso enorme para ustedes, bendiciones.\n  ","264444":"\n   What's your favorite food?👩🏻‍🍳\n  ","264445":"\n   ¿Crees que es posible hacer pinturas realmente originales en pleno siglo XXI en cuanto a técnica y\/o temas? Con \"original\" me refiero principalmente a salir de lo cursi o comercial como los típicos desnudos, bodegones, paisajes, etc.\n  ","264446":"\n   ✂- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\nCupón válido para ganarte un seguidor y muchas notificaciones :)\n✂- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n  ","264447":"\n   Me suelen llamar la loca de los gatos jaja ¿De los 4 de ahora o los de todos?\n  ","264448":"\n   Me alegro,mejorando aqui feliz con mis gatos\n  ","264449":"\n   Espero que estes muy bien\n  ","264450":"\n   Eso es bueno\n  ","264451":"\n   Eso es genial\n  ","264452":"\n   A tu cama\n  ","264453":"\n   Entonces a tu cerebro -.-\n  ","264454":"\n   Yo tampoco tampoco tengo idea💔, bien supongo que deberé seguir buscando hasta saber la respuesta.\n  ","264455":"\n   Debes seguir a tu corazon\n  ","264456":"\n   ¿Alguna vez has dado MGs en anónimo?\n  ","264457":"\n   Pero lo haz logrado.\n  ","264458":"\n   ¿Hablas de mi sin saber como soy? No soy distante ni fria solo me disgusto que hablaran de mi sin saber\n  ","264459":"\n   Ya no importa\n  ","264460":"\n   ¿Te imaginas a alguien escuchando canciones pensando en ti?\n  ","264461":"\n   Pero segun usted no meti ningun gol.Estaba haciendo cosas mejores,como piruetas en Patin y ganar competencias de Natacion\n  ","264462":"\n   [C] ¿Qué es lo que más añoras de tu infancia? ¿Por qué?\n  ","264463":"\n   Esta bien\n  ","264464":"\n   Pues si.Y era Prueba\n  ","264465":"\n   ¿y QUE Tiene que ver la cancion con esto?\n  ","264466":"\n   Y te deje una fotoen pruba de mis dones,ya que NO METI NINGUN GOL.\n  ","264467":"\n   No lo se.Solo se que te equivocaste,pero olvidalo,hay cosas peores,buenas noches.\n  ","264468":"\n   ¿Qué extrañas de tu infancia?\n  ","264469":"\n   Te he comentado que si,que hacia futbol pero mas ahora y que en el pasado hice otros deportes y sales con que no meti un gol,son dos cosas que ni unidas van\n  ","264470":"\n   Si hice un gol..Pero gracias por tu negativismo.Y por mal intepretar lo que escribo Adios.\n  ","264471":"\n   Propongo un \"Yo nunca\". Sin irnos a pilotear un avión propongo que me digan cosas cotidianas para otros (como separar clara de yemas o limpiar una ventana) que nunca hicieron ustedes, me conformo con cuatro.\n  ","264472":"\n   ¿Goles? No solo hice Futbol,es mas jugue mas de grande que de pequeña,de pequeña me dedicaba a otros deportes.\n  ","264473":"\n   Y lo mas grave que tuve fue una lesion antes de una competencia pero en un pie que se me hincho pero nada mas\n  ","264474":"\n   Hacia deporte desde los 3 hace unos años atras.No son eternas las heridas\n  ","264475":"\n   ¿Porque \"Todo junto\" se escribe separado y \"separado\" se escribe todo junto?\n  ","264476":"\n   Pues todas menos fractura por suerte\n  ","264477":"\n   ¿Cuando estás de mal humor, te alejas de las personas o puedes lidiar con eso?\n  ","264478":"\n   Pues si emocional tuve varias y cuando era mas joven me lesione haciendo deportes.\n  ","264479":"\n   ¿Eres de las personas que les gusta levantarse en la mañana?\n  ","264480":"\n   Yo sufri por las 3 cosas y eso me hizo mas sabia y fuerte\n  ","264481":"\n   Ambas cosas estan mal,nadie merece sufrir\n  ","264482":"\n   (C) ¿Que signo del zodiaco eres? 🌠\n  ","264483":"\n   (C) ¿Dibujo animado favorito? 😸\n  ","264484":"\n   La libertad extrema puede dirigir al libertinaje a quienes gozan de ella y el libertinaje conlleva a acciones descontroladas y no beneficiosas.\nSer extremadamente estricto puede ocasionar que el sometido hastiado de tanta presión se revele contra su opresor y esto puede ocasionar también un caos.\n  ","264485":"\n   ¿Qué es la teoría cuántica de campos?\n  ","264486":"\n   Si.Muchas cosas han pasado y he sufrido bastante.\n  ","264487":"\n   Por eso mismo,son frases que pueden usarse de sinónimos.\n  ","264488":"\n   ¿Que pareja?.Todos nos equivocamos y aveces pensamos que si pero no.\n  ","264489":"\n   Como dice la frase,lo esencial es visible a los ojos.\n  ","264490":"\n   ¿Y porque antes no,y ahora si?\n  ","264491":"\n   Tu solito te diste cuenta que no padecias de esa fobia,sino tenias algunas cosas en comun pero nada mas.\n  ","264492":"\n   Recien LEI QUE ME PUSISTE COMO CRUSH wow.\n  ","264493":"\n   No te ayude,eso esta en ti,ser valiente No significa No tener miedo,sino tenerlos y enfrentarlos.\n  ","264494":"\n   ¿Ayudarte en que?\n  ","264495":"\n   Gracias\n  ","264496":"\n   Eso me podrias haber dicho\n  ","264497":"\n   Pues que tengo razon.\n  ","264498":"\n   Me distingue ser distraida y repetitiva en resumen jaja.\n  ","264499":"\n   Yo creo que en ambos sentidos somos todos bellos,salvo las personas que por x o y motivos son malas.\n  ","264500":"\n   ¿Haz visto conmigo el Deja vù o que alguien te mueva el piso?\n  ","264501":"\n   La naturaleza no,seran los genes de nuestros antepasados.\n  ","264502":"\n   Suelo repetir cosas,perdon jaja\n  ","264503":"\n   Pero todos somos bellos cielo.\n  ","264504":"\n   ¿Porque?\n  ","264505":"\n   ¿A la belleza femenina? ¿porque?\n  ","264506":"\n   Se a que te referias,pero me sorprende.\n  ","264507":"\n   ¿Y cual es esa fobia?\n  ","264508":"\n   Hola. ¿Deporte favorito?\n  ","264509":"\n   ¿Y quien es ese alguien?\n  ","264510":"\n   Sobre el fuerte hay uno mas fuerte y sobre este uno mas. quise decir que hay personas que influyen en la vidas de otras, pero sus vidas también están bajo la influencia de alguien mas. y sobre todos estos hay un ser que quebranta, cambia y transforma incluso al mas fuerte de todos los hombre.\n  ","264511":"\n   (C) ¿Cuales son tus fobias? 🌚\n  ","264512":"\n   [C] ¿Qué opinas acerca de la abnegación? ¿Te podrías considerar una persona abnegada? ¿Por qué?\n  ","264513":"\n   [C] [Verdadero o Falso] \"Te cuesta admitir tus derrotas\".\n  ","264514":"\n   Me dijiste lo siguiente. \"Pero hay alguien que tiene un poder sobre mi mayor que el mio y de solo pensar todo lo puede hacer, me da pánico.\" te dije que entendía y comprendía tu temor.\ndijiste que suponías que lo decía por experiencia. yo te dije que si lo decía por experiencia propia.\n  ","264515":"\n   Empanada o pastelito?\n  ","264516":"\n   (C) ¿Cuando tomais el sol os soleis poner morenxs rápido? Yo no jajajajaj 😢😂\n  ","264517":"\n   No esperes a la felicidad. La felicidad eres tu mismo ¿Te esperas a ti mismo? ¡No esperes algo que ya esta dentro de ti. Solo descubrelo!\n  ","264518":"\n   ¿Qué opinas de las personas que prefieren \"hacerse la víctima\"?\n  ","264519":"\n   ¿Cómo detectas las indirectas?\n  ","264520":"\n   😌Mi alma no va a dejar de quererte,💓\n🙃Ya que ella nació para amarte.💞\n😳No existe manera de perderte,✊\n😍Si todos los días trata de enamorarte💘💕💖\n  ","264521":"\n   ¿Sois orgullosos?\n  ","264522":"\n   Si pudieras ser inmune a un delito, ¿a cual te gustaría serlo?\nPásate y pregunta.\n  ","264523":"\n   (C) ¿Ahora mismo te gustaría cambiar algo de tu vida aunque sea algo mínimo o te gusta como es? 💫\n  ","264524":"\n   Ciertamente así es. y estoy convencido de la veracidad que hay en algunas lineas escritura-les que ley en alguna ocasión. dichas lineas decían. Sobre el fuerte hay uno mas fuerte y sobe este uno mas.\n  ","264525":"\n   Cual es la diferencia entre un \"te quiero\" y un \"te amo\" ???\n  ","264526":"\n   [C] [Verdadero o Falso] \"Te gusta debatir temas polémicos\".\n  ","264527":"\n   [C] [Verdadero o Falso] \"Sueles comportarte como que sabes todo\".\n  ","264528":"\n   ☆️*- ̗̀⋮ะ Hola hermosos\/as ¿cómo están?, espero que muy bien, hace mucho no les hago colectivas, aquí va: “El éxito en la vida no se mide por lo que logras, sino por los obstáculos que superas” ¿Qué piensas tú?, un beso enorme a todos ustedes y bendiciones, ¡pasate!, los lee con cariño:\n  ","264529":"\n   Hola, como la pasastes en el apagón?\n  ","264530":"\n   Si tuvieras heterocromía, ¿De que color te gustaría tener el ojo izquierdo y el ojo derecho? Buen día 👻\n  ","264531":"\n   Me gusta mucho tu respuesta. si pierdes tu esencia o cualquier cosa que te identifique pierdes tu identidad y por ende dejas de ser genuina o genuino. y entiendo tu punto cuando dices que hay alguien que tiene un poder sobre ti mucho mas mayor que tu propio poder y entiendo y comprendo tu temor.\n  ","264532":"\n   De hecho haha, leo una pregunta y me inspiro, son pocas las preguntas que respondo en este ask, las tuyas dan qué pensar por eso he respondido.\nNo es un simple espacio libre :)\n  ","264533":"\n   Alguien mas se la a pasado cargando sus equipos electrónicos por el miedo de que allá otro apagón o soy solo yo?\n  ","264534":"\n   ¿cambiarías algo de ti, que te caractericé y te de identidad. Solo porque alguien te lo pida? ¿por que?\n  ","264535":"\n   ¿Creés que estas haciendo bien ls cosas, como lo estás haciendo ahora mismo? ¿Por qué? (Me refiero a todos los aspectos.)\n  ","264536":"\n   ¿Algún deseo que has pedido de noche vieja, con las uvas, se te ha cumplido hasta ahora?\nSoy consciente que seguimos en verano, pero por curiosidad.\n  ","264537":"\n   ¿Alguien me puede explicar para que sirven los fueguitos? 🔥\n  ","264538":"\n   ¿Soléis desayunar mucho por la mañana o tomáis un desayuno muy simple y conciso?\n  ","264539":"\n   ¿Eres una persona que dice todo lo que le duele a la cara o te las guardas?\n  ","264540":"\n   [C] \"Estar enamorado\/a de dos personas\". ¿Cómo lograrías aclarar tu mente ante esa duda?\n  ","264541":"\n   ¿Cómo va su día sin luz?\n#MarditoMaduro.\n  ","264542":"\n   Muy interesante y sólida tu argumentación. Supongo que creer que existe \"algo\" inmaterial que nos sobrevive es una mera cuestión de fe 😊\n  ","264543":"\n   Continuo...\n  ","264544":"\n   Permíteme corregirte en esto: Conozco a una Atea que está cuerda (importante detalle) y Cree en el Alma y en la existencia de \"vida espiritual\" (fantasmas)\n  ","264545":"\n   [©] ¿Cuál es el género musical que odias? ¿Por qué razón?\n  ","264546":"\n   ¿Será qué para eso servirán las monedas de Ask? \n¿Pa' los fondos \"Premium\"? :V\n  ","264547":"\n   Ayer me preguntaron si soy influenciable y dije que no, luego recordé la cantidad de pelis que vi porque a mi amor le gustan y las canciones que escuché que el las mencionó y ahora ya ni sé de lo que me gusta que nació de mí y qué me gustó por él ¿identificas tus preferencias del gusto adquirido?\n  ","264548":"\n   ¿Crees que en una pareja como hay confianza vale todo o que se debe seguir conservando los buenos modales al comportarse que utilizamos ante extraños?\n  ","264549":"\n   Siguiendo con el tema anterior (idas al baño inoportunas) ¿eres de esos que como se trata de algo natural suelta un \"me estoy meando\" o por el contrario eres delicado y te retiras discretamente?¿te resulta ordinaria la gente que ahonda en detalles innecesarios o te divierte?\n  ","264550":"\n   Acabo de escuchar que un árbitro paró el partido porque debía ir al baño, como yo misma soy así de inoportuna te pregunto ¿recuerdas alguna situación incómoda en que tuviste que interrumpir algo importante por un apuro fisiológico?\n  ","264551":"\n   Ya somos 700 seguidores ♥️🔥.\n¿Qué opinas de las personas que usan ask como si fuera Tinder? ¿Es sano encontrar parejas en redes sociales?\nPásate 😌\n  ","264552":"\n   ¿Crees en lo paranormal?\n  ","264553":"\n   Casi todo el mundo tiene un ídolo. Si tienes... ¿Cuál es? Como todos no somos perfectos... ¿Encuentras algún defencto en el\/ella o en su vida? ¿Qué cambiarías?\n  ","264554":"\n   ¿Hay algún objeto que no comprarías nunca? ¿Cuál y por qué? \nPásate 🔥\n  ","264555":"\n   ¿Qué pasos tomas para conocer a una persona casi a la perfección?\n  ","264556":"\n   Siendo sincer@s... ¿Criticáis antes de conocer o conocéis antes de criticar?\n  ","264557":"\n   ¿Como te das cuenta si una persona es tóxica para ti?\n  ","264558":"\n   Que es lo mas triste que le han pasado... Siganme!!!\n  ","264559":"\n   (C) ¿Con que frase te sientes más identificado\/a? 🤓😛\n  ","264560":"\n   Que dia se celebra la independencia en tu pais \nO alguna fecha historica\nAca en Mexico el 16 de sep es independencia\nY el 20 de noviembre es la revolucion\n  ","264561":"\n   No pero debe de existir el espiritu para llevarnos a creer en Dios ya que ahorita la gente quiere ver para creer siendo que respiramos con el aire que no se ve pero se siente\n  ","264562":"\n   No creo\n  ","264563":"\n   Ya que el ser humano no domina todo\n  ","264564":"\n   El alma es tu escencia lo que eres vives y piensas recuerdos y lo que te formo\nEl espiritu es lo que te une a Dios y te conecta en el\n  ","264565":"\n   A título hombre! Tu respuesta no me parece que tenga que ver con la pregunta, muchos que no creen en Dios como tal creen igualmente en asuntos espirituales, eso te pedía argumentar\n  ","264566":"\n   En mi opinión te la hacen a ti eminentisimo señor\n  ","264567":"\n   Tú mismo la diste en tu respuesta. El sistema es sensible a pequeñas variaciones en las condiciones iniciales. Lo que significa que la relación entre las variables dependientes e independientes no es lineal.\n  ","264568":"\n   No se puede ser ateo y creer en el alma y el espíritu?\n  ","264569":"\n   No es sin explicación científica, de resto es cierto jejeje\n  ","264570":"\n   Hola criaturas de los ríos :3 io realmente no tengo nada que preguntar excepto... ¿que es el alma? ¿en que se diferencia del espíritu? ¿que tan lejos esta el alma de el libre albedrío? ¿es posible que sean lo mismo? solo es una teoría loca que se me ocurrió. +espacio libre- por que sí. hasta pronto.\n  ","264571":"\n   [C] ¿Qué es para ti la felicidad?\n  ","264572":"\n   No te vayas Villa!!\n  ","264573":"\n   Hola Isma...\nEspero que te encuentres bien\n¿Qué te ha enamorado de tu crush?\n  ","264574":"\n   Para gobernar hay que priorizar. Si te conviertes en el presidente de tu país 😆, que o quienes estarían primero en la lista de prioridades? Y quienes serían los últimos? Por qué? (Si no quieres responder, espacio libre!!) Saludos fríos!!🥶\/\n  ","264575":"\n   [C] ¿Qué es lo que más puedes llegar a despreciar en una persona?\n  ","264576":"\n   ¿Cuál es el origen de la palabra Ojalá?\n  ","264577":"\n   ¿Qué es la teoría del caos?\n  ","264578":"\n   (C) Dime que es lo más loco que has hecho por amor. 🤔💛\n  ","264579":"\n   casualidad, suerte o destino? y porque?\n  ","264580":"\n   Me pasa igual. DESILUSIÓN TRAS DESILUSIÓN! Ya no me creo Expectativas 😳\n  ","264581":"\n   [C] ¿Cuál es la mayor responsabilidad que recae sobre tus hombros?\n  ","264582":"\n   Era una cara tristona... Cómo estás?? Respondí dos preguntas tuyas. Las viste?? Tendrás que venir a leerme. Jajajaja! Si no las encuentras, ya te las pasaré. Una la respondí hace días\n  ","264583":"\n   ¿Que se puede hacer en un sábado tan aburrido? zzz\n  ","264584":"\n   ¿Que se debe hacer cuando no te sientes seguro con alguien?\n  ","264585":"\n   (C) ¿Crees en que puedan ocurrir cosas paranormales? 👻\n  ","264586":"\n   ¿Cual es el color ideal para decorar vuestra habitación?\n  ","264587":"\n   Hoy viviré sin afanes.\nHoy no seré competitivo.\nHoy simplemente seré un ápice delante de todo lo existente.\nEste es mi aporte por la paz.\nPorque la competitividad, es un accionante de la guerra. \n¿Cuál es tu aporte por la paz?\n  ","264588":"\n   ¿Crees que tus gustos musicales mas profundos definen tu personalidad?\n  ","264589":"\n   ¿Qué planes tienes para hoy?\n  ","264590":"\n   [C] [Verdadero o Falso] \"Tiendes a fallarle a las personas que te rodean\".\n  ","264591":"\n   [C] ¿Qué es lo que más te genera motivación en la vida?\n  ","264592":"\n   Tienes dos opciones solo puedes elegir una.\n1)Tener 3 deseos que te cumplan cualquier cosa. (menos tener todo el dinero posible) \n2)Tener todo el dinero posible.\n  ","264593":"\n   Solo puedes salvar a 1 persona.\n1) Un bebé.\n2) Tu mamá.\n3)El amor de tu vida. (te corresponde)\n  ","264594":"\n   Si una chica de 15 \"menor de edad\" publica fotos de ella semidesnuda o desnuda en una Red Social se le puede acusar de cometer un delito o no?\n  ","264595":"\n   (C) ¿Teneis mascotas? 🐥\n  ","264596":"\n   (C) Dime cual es la comida que más te gusta y la que menos. 🌈\n  ","264597":"\n   ¿Eres capaz de arrebatarle una posesión valiosa a alguien más? ¿Cómo? Y ¿Por qué lo harías? 🤔\nPásate 😊💕\n  ","264598":"\n   Si pudieras cambiar algo de tu pasado, que cambiarías?\n  ","264599":"\n   Que hacen?\n  ","264600":"\n   ¿Sois mas de salir de fiesta o de quedaros en casa de tranquis con vuestros amigos?\n  ","264601":"\n   Pero eres bueno o malo?\n  ","264602":"\n   A no mames! >:v\n  ","264603":"\n   [C] ¿Qué es lo que más anhelas en la vida?\n  ","264604":"\n   ¿Qué película puedes ver una y otra vez sin cansarte? 🖤\n  ","264605":"\n   1- ¿Existe el amor a primera vista o el amor se construye con el tiempo?\n2- ¿Qué nos enamora?\n3- ¿Por qué a veces nos enamoramos de alguien a quien no podemos tener?\n4- ¿Dejarías de amar, si te llega a ir mal en el amor?\n\nsaludos!\n  ","264606":"\n   [C] [Verdadero o Falso] \"Eres una persona muy egoísta\".\n  ","264607":"\n   Si tuvierais la oportunidad de viajar a cualquier sitio del mundo, ¿Que sitio seria? ¿Por que?\n  ","264608":"\n   ¿Alguna frase con la que os sintáis identificados?\n  ","264609":"\n   Hhaahaha para nada, es solo una colectiva. 🙂\n  ","264610":"\n   Vivimos en un mundo donde el físico vale mas que los sentimientos ...\n  ","264611":"\n   ¿Crees que algún día encontraremos un respuesta absoluta a varias preguntas?es decir, una respuesta que no traiga consigo más preguntas. Saludos !\n  ","264612":"\n   Haz pasado nude alguna vez?\n  ","264613":"\n   La Mujer Maravilla te presta por una hora El Lazo de la Verdad ¿ a quién enlazas y qué le preguntas?\n  ","264614":"\n   Acabo de leer por twitter una frase que me transmite una mezcla de sentimientos; \"Posponemos como si fuéramos inmortales.\"\nTanta verdad en una sola frase. Crees que realmente estas aprovechando al 100% tu vida? \nSaludos😋\n  ","264615":"\n   ¿Que es para vosotros la libertad? Argumentarla si queréis.\n  ","264616":"\n   Esa opción no se descarta. es muí probable que nos destruyamos unos a otos  en consecuencia de nuestra locura por obtener el poder supremo sobre los demás.\n  ","264617":"\n   ¿Cómo defines a la \"verdad\"?\n  ","264618":"\n   Mis preguntas:\n1-Te gustan\n2-Te aburren\n3-Te da igual\n  ","264619":"\n   A qué hora nacieron y cómo estaba el clima en ese momento?\n  ","264620":"\n   Me gusta la gente que...\n  ","264621":"\n   ¿cual fue la cosa mas loca que hiciste?\n  ","264622":"\n   (C) ¿Cómo te gustaría llamar a tus hijos? 🤗\n  ","264623":"\n   ¿Consideráis que siempre hay que tener un prototipo ideal de pareja? ¿Tenéis o no tenéis algún prototipo en especial? Contarlo si queréis.\n  ","264624":"\n   ¿Foto en la playa?😍\n  ","264625":"\n   \"Lo que no haces de niño, lo haces de viejo\" ¿Que opinas de esta frase?¿Cierto o Falso?¿Por que? Buen día 👻\n  ","264626":"\n   ¿Cosas que te guste de una\/un chic@?😍\n  ","264627":"\n   Pon aqui tu mejor frase? Los leo 3\n  ","264628":"\n   ¿Alguien de por aquí me sabría decir, por qué no hubo más viajes a la luna...¬_¬?\n  ","264629":"\n   Cuantos años faltan para tu jubilación? D=\n  ","264630":"\n   ¿Qué nombre le pondrías a un bote si tuvieras uno? 🌚\n  ","264631":"\n   Siempre he pensado que la estatura en España es alta. ¿Cuanto medís? 🥵\n  ","264632":"\n   Y tu? Quien eres?\n  ","264633":"\n   \"Todo Hola es un Adiós esperando a suceder\" ¿eres de los que piensan en el final, lo teme, lo espera, aún cuando todo va bien?\n  ","264634":"\n   ¿Cuál es el color que predomina más en tu armario? 🐣\n  ","264635":"\n   Nos veremos pronto tu, pues supera esos sentimientos y emociones\n  ","264636":"\n   ¿Hay algo a lo que te aferras para continuar?\n  ","264637":"\n   Como todos se van. Toca hacer nuevas amistades , no ?\n  ","264638":"\n   (C) ¿Alguna vez has pensado en hacerte vegeteriano\/a o vegano\/a?\n  ","264639":"\n   Buenas noches chicos y chicas, ahora mismo me encuentro súper aburrido ¿Que soléis hacer cuando estáis muy aburridos? 🙈\n  ","264640":"\n   hola gente besha, seré directo, ¿acaso has desbaratado un aguacate con las manos? jsjsjs dejo un espacio libre. te quiero.\n  ","264641":"\n   ¿Dulce o salado? Yo sinceramente no puedo decidir porque me encanta mezclar.\n  ","264642":"\n   ¿Teneis algun apodo en especial que os llame la gente de vuestro entorno? Decirlo si quereis.\n  ","264643":"\n   ¿Entender las razones de los demás, quiere decir que se aprueban sus intenciones o acciones?. \n¿Tener disponibilidad de brindar apoyo incondicional, quiere decir que hay que justificar malas obras o participar en ellas?\n  ","264644":"\n   ¿Por qué te haces odiar? ¿Quién te hizo tanto daño para tratar tan mal a la gente? 🍃\n  ","264645":"\n   Cual es tu color favorito y porque?\n  ","264646":"\n   ♡Adiós♡ espero no cometas errores y simplemente quedes neutral\n  ","264647":"\n   ¿Que eres más de llevar? \n🔹Ropa deportiva\n🔹Ropa formal (vaqueros)\n  ","264648":"\n   Cuando yo tenia 6 años mi hermana tenia la mitad yo tengo ahora 70 años¿ cuantos años tiene mi hermana ? :v\n  ","264649":"\n   ¿cual de lo siguientes factores es perfecto en su juicio para rejir con sus normas todo lo existe?\n1)la cultura\n2)la doctrina Espiritual\n3)la rasa\n4)el estatus social\n5)la ideología individual de cada ser pensante con capacidad de razonar.\n6)todas las anteriores\n7)ninguna de las anteriores\n  ","264650":"\n   ¿Alguna vez has hecho una broma telefónica?\n  ","264651":"\n   Te vas para siempre? D;\n  ","264652":"\n   ¿Cuál es tu serie favorita? A ver si coincidimos 😄🤭 Att:\n  ","264653":"\n   Buenas🤙🏼. Hace como un año que no me meto en ask, así que estoy empezando a seguir cuentas activas. Si te llega esto es porque te sigo. \nMi pregunta es; crees en el budismo? O te interesa la filosofía de vida que tiene? \nBuen finde😋\n  ","264654":"\n   ¿Cuál es el defecto que más odia en otros?\n  ","264655":"\n   Si aja\n  ","264656":"\n   😳\n  ","264657":"\n   ¿yo que?\n  ","264658":"\n   ¿Que es lo que considerais mas importante actualmente en vuestra vida?\n  ","264659":"\n   ¿cuál es tu canción fav?\n  ","264660":"\n   si, ser bueno fue el problema ser malo sera la solucion\n  ","264661":"\n   Quién o qué es tu enemigo? Libre interpretación (Si no quieres responder, espacio libre!!) Saludos nocturnos!!!🌙\n  ","264662":"\n   ¿Que son los celos para ti?\n  ","264663":"\n   ¿Qué es lo más loco que has hecho para atraer a alguien que te gustaba?\n  ","264664":"\n   Si tu lo crees\n  ","264665":"\n   Te le declararías a tu crush\/ap?\n  ","264666":"\n   No siempre es diferente.\n  ","264667":"\n   ¿Es fácil para ti confesar que te has enamorado?\n  ","264668":"\n   Cuando una persona que no soportas te dice una verdad,aunque no te importe,sigue siendo verdad\n  ","264669":"\n   No siempre\n  ","264670":"\n   Entonces....................gracias\n  ","264671":"\n   Si pasa,porque hablar por hablar lo hace cualquiera\n  ","264672":"\n   ¿Cuál es la canción más triste que has escuchado? Deja link\n  ","264673":"\n   ¿A mi porque?\n  ","264674":"\n   Odio que la gente sin vida se meta en la mia,yo se quien soy pero bueno\n  ","264675":"\n   ¿Gracias?\n  ","264676":"\n   Hola Isma...\n¿Sabías que la cuenta de Lali Espósito que seguís no es verdadera?\n  ","264677":"\n   Lo siento cielo\n  ","264678":"\n   ¿Dolor porque? no entiendo cielo\n  ","264679":"\n   ¿y Porque los sientes?\n  ","264680":"\n   ¿Porque haces esto? :(\n  ","264681":"\n   [C] [Verdadero o Falso] \"Sueles enfadarte rápidamente\".\n  ","264682":"\n   [C] [Verdadero o Falso] \"Eres una persona racista\".\n  ","264683":"\n   💝Se me juntaron la suerte💘\n🤤Con las ganas de verte👁\n🙉Si te tengo de frente😻\n👌No me digas que no👎❤❤❤❤\n  ","264684":"\n   Si pudieras aprender a hacer algo nuevo, ¿qué eligirías?\n  ","264685":"\n   Grazias\n  ","264686":"\n   ¿Cres en el amor a primera vista?\n  ","264687":"\n   Empanadas de mechada o molida?\n  ","264688":"\n   Jjjj que dramático pero buehh espero te vaya bien y vuelvas pronto, fuiste un grande :'3 cuando desaparezcas cambias tu perfil para darme cuenta\n  ","264689":"\n   [C] [Verdadero o Falso] \"Quieres cambiar un aspecto fundamental de tu vida\".\n  ","264690":"\n   [C] [Verdadero o Falso] \"Sientes falta de motivación en tu vida\".\n  ","264691":"\n   [C] [Verdadero o Falso] \"Tienes poca paciencia\".\n  ","264692":"\n   Zierto\n  ","264693":"\n   Piénsalo bien antes de hacerlo a ver si te arrepientes al final. Suerte\n  ","264694":"\n   Dónde te has encontrado más gente extraña, en internet o en la vida real ? O_O?\n  ","264695":"\n   Solemnemente os saludos Buscadores :3Después de viajar entre el subconsciente y la contemplación se han fijado en mi preguntas sin origen y elusivo destino, cuento con su ayuda.¿A que sabe el pan?¿porque un boxeador dice que es mejor dar que recibir?¿Si vivir conlleva sufrimiento, somos masoquistas?\n  ","264696":"\n   Yo creo que la gente le tiene miedo a no ascender\n  ","264697":"\n   El que tenga miedo a morir que no nazca\n  ","264698":"\n   Ánimo. Quien le gusta lo que hace no deja de hacerlo hayan las pegas que hayan. Ánimo 👍\n  ","264699":"\n   Te gusta el fútbol? Por qué crees que despierta tanta pasión en el mundo? Que tiene de especial ese deporte? (Si no quieres responder, espacio libre!!) Saludos nocturnos!!\n  ","264700":"\n   Men harás falta u.u espero no sea por cosas personales, nos vemos vaquero :'3 cuando te vayas te despides de mi\n  ","264701":"\n   Es molesto cuando las personas deciden alejarse sin dar explicaciones.\n  ","264702":"\n   Te dejé moneditas extra para que te quedes. Jejeje! 😆\n  ","264703":"\n   abraza los consejos de tu madre y no lo sueltes \naprecia la firmeza de tu padre diariamente \nrecuerda que en la vida nadie dura para siempre \ny el día que te falten recordaras ese trato indiferente\n  ","264704":"\n   ¿Qué preferirías, pasar tres años en el espacio tú solo (sin poder comunicarte de manera inmediata con nadie) o pasar 6 años en la cárcel (con visitas vis a vis)? Nota: al espacio podrías llevarte todo lo que quieras, libros, películas, juegos...\n  ","264705":"\n   Wey no te puedes ir :'v eres uno de los que mas le da vida, cual es el motivo de tu ida? por lo menos regalame todas tus monedas XD\n  ","264706":"\n   Por que la mayoría de gente le tiene miedo a morir? Si es lo mas seguro\n  ","264707":"\n   Quien come de todo, no pasa hambre $:\n  ","264708":"\n   Enserio esta todo bien\n  ","264709":"\n   No te disculpes,no me molesta\n  ","264710":"\n   Nada,es una frase que yo invente,olvidalo\n  ","264711":"\n   Lo siento.Es un domino doloroso sin fin\n  ","264712":"\n   No me refiero a ti,sino a esa persona y son las 23.57\n  ","264713":"\n   A mi me sorprende\n  ","264714":"\n   Un amor,que ni la hora me da\n  ","264715":"\n   ¿Qué fue del amor de tu vida?\n  ","264716":"\n   Serías una gran perdida para Ask. Se te echara de menos tus colectivas y tus respuestas. Te deseo lo mejor un saludo\n  ","264717":"\n   Hola ¿Eres Feliz? :D\n  ","264718":"\n   Espera, te vas de ASK? como que te vas a despedir?\n  ","264719":"\n   Me sorprende\n  ","264720":"\n   [C] \"Nunca por encima de ti, nunca por debajo de ti, siempre a tu lado\". ¿Qué explicación le puedes dar a esta frase?\n  ","264721":"\n   Wow ¿hablas de mi?\n  ","264722":"\n   Qué sueles hacer cuando alguien que va delante de ti (en la calle) camina lento?\n  ","264723":"\n   ¿Cual like?\n  ","264724":"\n   ¿Qué es lo más inusual que te pasó en la semana?\n  ","264725":"\n   Espero y regreses.\nMe gusta leer tus respuestas, anonimo.\n🔱\n  ","264726":"\n   Oky Que bueno👍😌❤\n  ","264727":"\n   No, no estoy plagiando, solo que mis amistades y yo nos gusta hacernos para bromear las preguntas mas locas que se nos ocurran, preguntas de razonamiento, donde no basta la simple lógica.  ¿Comprendes?\n  ","264728":"\n   ¿Encerio te iras😩?\nEres una de las pocas personas interesantes para leer que he encontrado...\n  ","264729":"\n   Have a great day!\n  ","264730":"\n   Espero que sí 😉\n  ","264731":"\n   Pregunta interesada y sincera diria yo\n  ","264732":"\n   Yo siempre sere yo\n  ","264733":"\n   Eso suele pasar,pero uno no debe perder su esencia\n  ","264734":"\n   Hare una encuesta y te pedire que votes en ella,asi me demuestras tu amor jaja,por favor\n  ","264735":"\n   Amm estoy rodeada de personas inusuales, es decir de personas que escapan al molde o patrón característico al que esta acostumbrada la sociedad. Me gusta hacer muchas preguntas.!\n  ","264736":"\n   ¿Porque lo haria?\n  ","264737":"\n   Asi soy yo\n  ","264738":"\n   Volverás????\n  ","264739":"\n   Un poco tarde pero bueno,al menos hago reir a la gente\n  ","264740":"\n   Es de una peli de accion que dice que La paz este contigo jaja\n  ","264741":"\n   Nada,olvidalo\n  ","264742":"\n   Parecemos la peli jaja,pero lo mismo te deseo\n  ","264743":"\n   ¿Qué palabra usarías para describir a un hombre que no tiene todos los dedos en una mano?\n  ","264744":"\n   Que viva el amor,la paz y la vida\n  ","264745":"\n   Siento de veras que te vayas. Supongo que lo de las monedas es una \"excusa\" Ahora vuelves a tener, no??\n  ","264746":"\n   Es inexplicable pero unico y hermoso\n  ","264747":"\n   Me alegra que te sientas lleno de amor y espero que todo tu dolor se alivie y cualquier problema que tengas se solucione pronto.\nTambién espero que algún día vuelvas a ask, fue un gusto conocerte amigo, suerte en todo y deseo te vaya muy bien.\n  ","264748":"\n   ¿Cómo puedes levantar un elefante con una mano? Xd\n  ","264749":"\n   Asi nos ayuda en los misterios del love\n  ","264750":"\n   Quien sabe cielo\n  ","264751":"\n   ¿En verdad te despides? ¿Porque te vas? ¿Que sucede amigo? ¿Todo bien?\n  ","264752":"\n   Jejeje\n  ","264753":"\n   Yo soy religiosa y mucho.Quizas por eso lo nuestro no pudo ser jaja\n  ","264754":"\n   De nada y si por suerte ya estoy bien.Con Dios y amor siempre se sale adelante\n  ","264755":"\n   Jajaja bueno. La respuesta era Rosa porque una mujer parada en una floreria se parese a una de las rosas jajajajajaja digo no\n  ","264756":"\n   Ok asi es.\n¿Cómo llamas a una mujer parada en una florería?\n  ","264757":"\n   No.Sino a que te di 100 monedas-fuegitos\n  ","264758":"\n   Solucionadoo\n  ","264759":"\n   Porque me.mandaste un enlace de una imagen de tu perfil? Sobre que cosa debo responder?\n  ","264760":"\n   Te has quedado a cero de 🔥🔥🔥🔥 ???\nAhí te van unas cuantas 😊\n  ","264761":"\n   ¿Por qué la carretera fue al doctor?\n  ","264762":"\n   ¿Le temes a la muerte? o ¿tienes miedo a morir sufriendo?\n  ","264763":"\n   Mi amiga y yo tenemos un gran debate. ¿Chocolate blanco o chocolate negro? 💛💭\n  ","264764":"\n   ¿Hasta que punto el pesimismo pasa a ser realismo? ¿o viceversa? ¿Hay diferencia entre una persona pesimista y realista? ¿Cuál es? Buen día 👻\n  ","264765":"\n   Y tú sabes qué significa E=MC2? o_O?\n  ","264766":"\n   [C] \"Solo sabiendo quiénes somos podremos empezar a ser mejores para nosotros mismos y para los demás\". ¿Qué explicación le puedes dar a esta frase?\n  ","264767":"\n   Que harías sin un dia ves a tu mejor amigo el cual llevas amos conociendo desde la infancia darle un beso a tu novia.? Que acción tomarías serias capaz de sacrificar una amistad de tantos años por una chica que llevas conociendo una par de meses ?\n  ","264768":"\n   Crees en el amor, Porque?\n  ","264769":"\n   Que opinas del libro El Principito O.o?\n  ","264770":"\n   Quienes conforman tu círculo social?\n  ","264771":"\n   Si hoy todo el mundo te pudiera escuchar: ¿Qué les dirías?. \n¡Feliz día!. :3\n  ","264772":"\n   Me pareces culto y me encanta como escribes con buenas palabras y linda gramática,  pero me da curiosidad porque odias tanto a las personas? O al mundo?\n  ","264773":"\n   ¿Si una persona homosexual olvida la memoria, puede olvidarse de que fue homosexual? o_O?\n  ","264774":"\n   ¿Si se enamoraran de una persona, y esta les confesara que es un Transgénero? Que harían?\n  ","264775":"\n   Quisiera tu opinión sobre un tema, por favor (si no es molestia, obvio) busca en Google o Youtube \"video de Gary Medel besando a su hijo\" y cúentame qué piensas.\n  ","264776":"\n   De donde eres???\n  ","264777":"\n   Te gusta hitler? Porque?😍😍\n  ","264778":"\n   Jajajaja!! Bueno, eso también forma parte de la amistad 😆 pd: Mr..Ask me acaba de bloquear likes y monedas\/fuegos!! 😖\n  ","264779":"\n   No te odiaría! Pero me desesperarías!! Jajajaja!!! 😂\n  ","264780":"\n   ¿Esta mal darle la contraseña de Facebook a tu pareja? Justifique su respuesta\n  ","264781":"\n   [C] ¿Qué es lo que más agradeces en esta vida?\n  ","264782":"\n   Can you make a poll about something that you like?\n  ","264783":"\n   Buenas noches guapis, aunque para muchos de vosotros serán buenos días ya😅🙈\nQué es lo que más os gusta de mí? Sea de mi personalidad , físico, ask.. no vale decir q no me conocéis y q por eso no decís😑\nOs quiere y sigue 👉🏻\n  ","264784":"\n   Esta bien cielo\n  ","264785":"\n   Y eso espero yo\n  ","264786":"\n   Estare bien\n  ","264787":"\n   Tu si lo estas,yo no\n  ","264788":"\n   No me siento bien.Luego hablamos cariño\n  ","264789":"\n   ¿Cuáles son las cualidades que estás buscando en alguien con quien quieres envejecer?\n  ","264790":"\n   {C} ¿Cuál es tu mayor debilidad? Ésta preguntita siempre me la hacen, así que hoy vengo a compartirlo con ustedes. -\n  ","264791":"\n   {C} Últimamente ask ha estado más movido de lo normal, ¿Qué tal pasaron su 5 de Julio, día de la independencia? Saludos y un beso con polvo estelar -\n  ","264792":"\n   hoy se bebe\n  ","264793":"\n   Que es lo que más te apasiona?\n  ","264794":"\n   En que le tienes más fobia?\n  ","264795":"\n   [C] 🍡 *- ̗̀⋮ะ “Aveces es mejor ser ignorante...” 🌫️ ¿Qué piensas tú?\/Si no quieres responder, te dejo un ⊹ ˚.Eapacio libre⊹ ˚. Para que puedas publicar lo que quieras, un abrazo para ti, te lee:\n  ","264796":"\n   ¿Cuando fue la última vez que te enfermaste?\n  ","264797":"\n   Ves todo es simple\n  ","264798":"\n   En estos momentos de tu vida ¿extrañas a alguien?\n  ","264799":"\n   Crees que no se puede odiar a alguien y ser bueno con el?\n  ","264800":"\n   Los lobos también se disfrazan de ovejas.\n  ","264801":"\n   Vallenato, reggeton, trap, bachata, rock o metal?\n  ","264802":"\n   Su función consiste en emitir una luz que aisla los impulsos electrónicos del cerebro, específicamente los de la memoria, creando así un borrado sobre la persona en la que se utilizó. Tiene la opción de poner, año, día, mes y hora, dependiendo de el lapso de tiempo que quieras borrar.\n  ","264803":"\n   Si tuvieras el \"neuralizador\" de los hombres de negro que harias?\n  ","264804":"\n   Yo igual compa, yo igual\n  ","264805":"\n   Han dejado el orgullo atrás para recuperar a una persona, para luego sentirse como pendejos?\n  ","264806":"\n   ¿Qué es lo que más recuerdas de tu infancia?\n  ","264807":"\n   Ni idea, pero puedes disfrutar de estrellas de colores\n  ","264808":"\n   No sé, yo nunca he visto a una estrella cambiar de color e.e Pero sería cool\n  ","264809":"\n   Estrellas normales, las que están en el firmamento\n  ","264810":"\n   ¿Qué genero de películas o serie es tu favorita?\n [Inserta una frase de tu película o serie favorita]\n  ","264811":"\n   ¿Por qué querrias saber más de un Usuari@ ..O.O?\n  ","264812":"\n   [C] \"La lengua es el castigo del cuerpo\". ¿Qué explicación le puedes dar a esta frase?\n  ","264813":"\n   [C] [Verdadero o Falso] \"Tu personalidad ya no es la misma de hace unos años\".\n  ","264814":"\n   Cada vez que instalamos algo nos encontramos con el casillero donde al tildar decimos haber leído y estar de acuerdo con determinados términos y políticas del sitio en cuestión ¿lo haces, lees todo, en qué nos metemos?\n  ","264815":"\n   Te gustaría ver algo en las estrellas?\n  ","264816":"\n   Cafe puro o cafe con azucar ?\n  ","264817":"\n   [C] \"No se puede encontrar la paz evitando la vida\". ¿Qué explicación le puedes dar a esta frase?\n  ","264818":"\n   ¿Qué prefieres? ¿Tener 3 piernas, o 3 brazos? ¿Por qué? 🐝\n  ","264819":"\n   ¡Hola! ¿Cuál es tú rapero favorito?\n  ","264820":"\n   ¿Qué prefieres? ¿Pasar 5 años en la cárcel, o pasar 10 años en coma? Lindo día\/noche. 🐝\n  ","264821":"\n   Hola, si tuvieras que escuchar por el resto del año un solo género de música entre pop y rap, ¿cuál escucharías?\n  ","264822":"\n   [C] [Verdadero o Falso] \"Has sido infiel\".\n  ","264823":"\n   Todos llegamos a ese punto aunque no nos guste así es es verdad recordar a quien queremos es mejor recordar en vida pero igual hay q estar conciente de su muerte apoyo tu idea pero asumir la muerte es parte de la vida\n  ","264824":"\n   [C] \"Soy lo que sobrevive de mí\". ¿Qué explicación le puedes dar a esta frase?\n  ","264825":"\n   ¿Cuál es tu actividad favorita?\n  ","264826":"\n   Un peligroso hampón secuestra a la persona que más te importa en este mundo, la única manera de salvarle la vida es que seas su mula (introducir droga ilegalmente a otro país) ¿cómo y dónde lo esconderías? Cuéntame tu plan.\n  ","264827":"\n   lo mas extraño que has buscado en  internet..\n  ","264828":"\n   Do people need friends? Why?\n  ","264829":"\n   Le temes a los muertos\n  ","264830":"\n   Does the “Law of Attraction” exist and what is it?\n  ","264831":"\n   Hay alguna persona de internet que te haya conocido realmente enojado.?\n  ","264832":"\n   [C] \"El gran uso de la vida es gastarla en algo que va a durar más que ella\". ¿Qué explicación le puedes dar a esta frase?\n  ","264833":"\n   [C] [Verdadero o Falso] \"Confías más en tu pareja que en tus amigos\".\n  ","264834":"\n   Nuestra forma de protesta dirías en forma más directa ?\n  ","264835":"\n   *ത✿.° ¿Qué es lo que NO te agrada de algunas personas?, ten una hermosa tarde, día u\/o noche. Pasate 😊❤️\n  ","264836":"\n   ¿Cuál es tu fuente de entretenimiento al aire libre favorita?\n  ","264837":"\n   Q piensa de el sarcasmo\n  ","264838":"\n   Rosas 🌹 o chocolates 🍫??\n  ","264839":"\n   ¿Cuál ha sido el lugar más exótico en el que has estado?\n  ","264840":"\n   ¿Que es lo peor que te podria pasar?\n  ","264841":"\n   ¿Si la respuesta es \"muy duro\", cual es la pregunta? D:\n  ","264842":"\n   ¿Qué animal sería más bonito si pasara a tener el tamaño de un gato? 🐝\n  ","264843":"\n   [C] [Verdadero o Falso] \"Perdonarías una infidelidad\".\n  ","264844":"\n   Oh! Un 5 es \"aprobado\" Jajaja! Está muy bien!! 👏👏👏 Te agradezco mucho que te tomaras el tiempo para hacerlo, de veras 😀\n  ","264845":"\n   Villaaa! Quieres hacer el cuestionario que he puesto en mi ASK?? Si puedes y quieres, ok? 😊\n  ","264846":"\n   En una escala del 1 al 5, ¿cuánto miedo le tienes a la oscuridad?🌑\n  ","264847":"\n   Dime tu comida preferida y lugar donde comerlo 👌🏻\n  ","264848":"\n   ¿Qué rasgos pensas que has heredado de tu madre o padre? Saludos. Pásate😁\n  ","264849":"\n   [C] [Verdadero o Falso] \"Odias perder contra alguien más en algo que dominas mucho\".\n  ","264850":"\n   [C] [Verdadero o Falso] \"Te cuesta reconocer el amor que sientes por alguien más\".\n  ","264851":"\n   [C] [Verdadero o Falso] \"No sueles reconocer tus errores\".\n  ","264852":"\n   [C] \"Incluso cuando no es completamente alcanzable, nos convertimos en mejores al perseguir una meta más alta\". ¿Qué explicación le puedes dar a esta frase?\n  ","264853":"\n   ¿Cuál es la diferencia principal entre un hombre y una mujer?\n  ","264854":"\n   ¿Matarias por el amor de tu vida?\nRespondan es para mi tarea de la secundaria :'v\n  ","264855":"\n   Solter@ o en Relación?\n  ","264856":"\n   ¿Comida favorita?\n  ","264857":"\n   Qué opinas sobre el consumo controlado de narcóticos ?\n  ","264858":"\n   Buenas tardes guapis💕\nSituación: sólo tenéis 5 minutos para coger las cosas que más queréis, os gusta o lo q sea, porq os tenéis q dar a la fuga y nunca podréis volver. Qué cosas serían?\nOs quiere y sigue👉🏻\n  ","264859":"\n   [C] \"Tú eres aquello que haces, no aquello que dices que harás\". ¿Qué explicación le puedes dar a esta frase?\n  ","264860":"\n   Normalmente ¿qué haces un Domingo?\n  ","264861":"\n   [C] \"Conocer tu propia oscuridad es el mejor método para lidiar con la oscuridad de las demás personas\". ¿Qué explicación le puedes dar a esta frase?\n  ","264862":"\n   Colectiva: ¿Que tal se os presenta el verano?¿Como lo lleváis?¿Sois de planear, tenerlo planeado o que salga como salga y lo que tenga que salir?\n  ","264863":"\n   Hola que tengas una hermosa tarde y pues qué opinas de los anonimos molestos que siempre van a joder a los perfiles ?\n  ","264864":"\n   que parte de Venezuela?\n  ","264865":"\n   ¿Cual ha sido tu mejor recuerdo de este año?\n  ","264866":"\n   [C] [Verdadero o Falso] \"Eres una persona que miente más de lo normal\".\n  ","264867":"\n   Los suicidas en general realmente se matan porque no quieren vivir más o crees que lo hacen a modo de castigo para la familia, para generar culpas, para crear un efecto en los que quedan vivos? Obvio a nivel inconsciente la mayoría de las veces. Que piensas?\n  ","264868":"\n   Les gusta ser el amo\/a o el sumiso\/a?\n  ","264869":"\n   Cual es la mejor serie que han visto?\n  ","264870":"\n   ¿Qué ha sido de vuestra semana? ¿Podeís contar alguna anécdota?\n  ","264871":"\n   Tampoco lo se💁.\nQueria saber si alguien por aqui sabia hacerca del tema y me dira una buena explicacion.\nAlguien me dio una explicacion que no me quedo muy clara.\nSolo me dijo que es  bueno o  malo, blanco o negro.\nEs una explicacion muy resumida\n  ","264872":"\n   Sabes que es o a que se refiere el absolutismo moral?\n  ","264873":"\n   ¿Le das importancia a lo que las personas piensan de ti?\n  ","264874":"\n   ¿Cómo harías reír a alguien?\n  ","264875":"\n   ¿Qué harías si un\/a desconocido\/a te besara en plena calle?\n  ","264876":"\n   Qué tipo de cosas se te dan bien cocinar?🥄🍽\n  ","264877":"\n   Grupos de Rock buenos! Sugieran.\n  ","264878":"\n   Hi! 🍇 Can you post a picture of grapes?\n  ","264879":"\n   frio o calor\n  ","264880":"\n   Error\n  ","264881":"\n   Si tienes la posibilidad de viajer por el mundo ¿qué tipo de turismo te interesa? 1) Turismo aventura 2) Cultural (cascos históricos, museos) 3) Turismo oscuro (Pompeya, Coliseo, Chernobyl sitios de tragedias) 4) Turismo diversión 5) Elige y cuenta qué te gusta o has hecho\n  ","264882":"\n   [C] [Verdadero o Falso] \"No sueles planear las cosas que haces en tu vida\".\n  ","264883":"\n   Tu mejor amigo está poniendo cuernos con tu amiga del alma ¿Lo delatarías?\n  ","264884":"\n   ¿Tenías algún apodo en el colegio?\n  ","264885":"\n   ¿Cuál fue tu momento más embarazoso?\n  ","264886":"\n   Que ha sido lo mas loco que has echo en tu vida?\n  ","264887":"\n   [C] \"Nunca pienses que lo sabes todo. Por muy alto que te valores, ten siempre el coraje de decirte a ti mismo: soy un ignorante\". ¿Qué explicación le puedes dar a esta frase?\n  ","264888":"\n   [C] \"Sigue a tu corazón pero lleva contigo a tu cerebro\". ¿Qué explicación le puedes dar a esta frase?\n  ","264889":"\n   Ahh yo tambien soy de venezuela\n  ","264890":"\n   『C』“Aveces es tan difícil olvidar...” | ¡Holaa! ¿Cómo han estado?, espero muy bien. ¿Extrañas a alguien? ¿qué hace especial aquella persona que tanto extrañas? 🤔, les deseo un hermoso día, no olviden pasarse, los leo 💕\n  ","264891":"\n   Consideras que en un estado de encierro absoluto y con bajos recursos: ¿El ser humano se comportaría mejor que un animal común? O ¿Cuál sería su comportamiento frente a ésta situación?\nJustifica tu respuesta 🖤.\nPásate :)\n  ","264892":"\n   [C] [Verdadero o Falso] \"Piensas las cosas detenidamente antes de decir o hacer algo en particular\".\n  ","264893":"\n   🍫\n  ","264894":"\n   Lamentablemente u.u y eso que ya creció bosque ahí,pero la radiación aun sigue u.u\n  ","264895":"\n   No me interesa lo que tenés entre las piernas, ni tu orientación sexual ni tu percepción de género, mi pregunta se orienta hacia la primera impresión que tiene de ti un desconocido. Si eres mujer te ven muy femenina, normal o machona. Si eres varón te ven machote, mariposón, normal? (\"Normal\" bue..)\n  ","264896":"\n   How can I make you happy today?\n  ","264897":"\n   [C] [Verdadero o Falso] \"No valoras las habilidades que tienes para ciertas cosas\".\n  ","264898":"\n   [C] \"Confiar en ti mismo no garantiza el éxito, pero no hacerlo garantiza el fracaso\". ¿Qué explicación le puedes dar a esta frase?\n  ","264899":"\n   ¿Aguna vez te paso que te gusta alguen que no conoces?\n  ","264900":"\n   ¿Tienes algun deseo? ¿Cual es?\n  ","264901":"\n   ¿Por qué pusistes ´Falla Internet´?\n  ","264902":"\n   Pero y eso?🥺\n  ","264903":"\n   Y por qué?\n  ","264904":"\n   ¿Estas obsesionado con algo o alguien? ¿Quién?\n  ","264905":"\n   Todxs tenemos una manera \"favorita\" de autodestruirnos. ¿Cuál es la tuya? Atte♡:\n  ","264906":"\n   ¿Cuál es tu meta en la vida?😇\n  ","264907":"\n   Le gusta tomar leche con chocolate o sin el chocolate!😊🥛🍫\n  ","264908":"\n   Menciona algún ejemplo de daño mental explícito que no debe ser permitido en una investigación.\nPásate ❤️🤘\n  ","264909":"\n   [©] ¿Cuál es el consejo que más te ha ayudado?\n  ","264910":"\n   [C] ¿Qué opinas acerca de las personas que tienen complejo de superioridad?\n  ","264911":"\n   ¿Por que algunas personas suelen ser tan clasistas con ciertas personas?,Que acaso no somos todos humanos?? u.u\n  ","264912":"\n   Llegaron al ver el famoso Show \"Le temes a la oscuridad\"??,cual fue su capítulo favorito :3??\n  ","264913":"\n   Alguna vez han escrito alguna novela o intentado iniciar a escribir un libro de su propia autoría ^u^??\n  ","264914":"\n   Hoy estaba viendo un documental sobre la tragedia en Chernobyl y se me hace una tragedia tan terrible y triste u.u,cual es tu opinión al respecto de esta situacion!!!,saludos ^u^\n  ","264915":"\n   ¿Te has escapado alguna vez de casa?🤭😈\n  ","264916":"\n   [C] ¿Tienes algún remordimiento? Si es así, ¿qué remordimiento tienes? ¿Has pensado en cómo superarlo?\n  ","264917":"\n   ¿Qué haces para quitarte el hipo?\n  ","264918":"\n   [C] ¿Cuál es el pasatiempo que más disfrutas? ¿Cómo te empezó a gustar dicho pasatiempo?\n  ","264919":"\n   [C] [Verdadero o Falso] \"No sabes agradecer lo que hacen por ti\".\n  ","264920":"\n   #MalditoMaduro\n  ","264921":"\n   ¿Qué es aquello por lo que no te importaría esperar?\n  ","264922":"\n   ¿Cómo reaccionarías ante esta situación?: Vas en un taxi y acto seguido empieza a tomar una dirección diferente a la que necesitas. Tiene un arma.\nPásate 🤗\n  ","264923":"\n   Y porque?\n  ","264924":"\n   Buenas tardes chiquis❤️\nLlevo dos días en cama muriéndome de dolor de ovarios y espalda + riñones😓\nCuál es el peor dolor que habéis sentido o sentís?\nOs quiere y sigue👉🏻\n  ","264925":"\n   Infierno o vida cruel ?\n  ","264926":"\n   ¿Alguna vez has tenido una relación a distancia?❤😍\n  ","264927":"\n   What hope does your religion give you?\n  ","264928":"\n   ¿Cuál es tu programa de televisión favorito?📺❤\n  ","264929":"\n   Si crearas tu propio grupo, ¿qué tipo de música tocarías?😊🎸🎷🎤🥁🎺\n  ","264930":"\n   Holaaaa, como saben hoy es noche de san juan, y mi pregunta es la siguiente ¿realizaron algún ritual?, saludos\n  ","264931":"\n   En cual matemáticas acaso jajajaja xD???\n  ","264932":"\n   ¿Alguna vez de niño olvidaste algun material escolar (Cartulina jajaja) y le dijiste a tu mamá ya que la papelería habia cerrado jajajaja? ^u^\n  ","264933":"\n   ¿Por qué los médicos tienen tan mala letra? Jajajaja ^u^?\n  ","264934":"\n   ¿Te has dormido alguna vez en clase? Jajajaja ^u^\n  ","264935":"\n   ¿Qué canción te hace levantar y bailar?....Saludos ^u^\n  ","264936":"\n   [C] ¿Qué razones te llevan a dejar de seguir a alguien en ASKfm?\n  ","264937":"\n   Ну что хорошие мои,посоветуйте фильм интересный😚\n  ","264938":"\n   Do you like \"My Dear Sweet\" of MEGA CAKE?\n  ","264939":"\n   [C] ¿Cómo describirías tu personalidad?\n  ","264940":"\n   neutro shorty\n  ","264941":"\n   What are the five dearest people to you? 🌹\n  ","264942":"\n   ¿Cuantos venezolan@s lindos hay en esta red social???? Aquii hay unaaaa?‍♀️❤?\n  ","264943":"\n   es necesario pertenecer a una religión para que dios nos favorezca?\n  ","264944":"\n   crees que fuimos creados por un dios o fuimos evolucionando con el pasar de los siglos.\n  ","264945":"\n   SALVÉ EL SEMESTREEE\n\n¿y tú?\n  ","264946":"\n   [C] [Verdadero o Falso] \"Sobrevaloras el dinero\".\n  ","264947":"\n   ¿Qué es lo más vergonzoso que podrías comprar en un supermercado?\n  ","264948":"\n   si te gusta alguien se lo declaras o solo esperas que se te valla ese sentimiento\n  ","264949":"\n   ¿Podríais describiros con únicamente una palabra?\n  ","264950":"\n   [C] \"Te quiero\", \"Te amo\". ¿Eres de las personas que diferencias entre ambas frases? Si es así, ¿cuál es la diferencia entre ambas frases para ti?\n  ","264951":"\n   Hola hola :3 serie favorita?\n  ","264952":"\n   [C] ¿Cómo conociste ASKfm?\n  ","264953":"\n   [C] [Verdadero o Falso] \"Eres una persona desconfiada debido a las decepciones que has vivido\".\n  ","264954":"\n   ¿Te consideras una persona ahorradora o derrochadora?💷💶💵💴\n  ","264955":"\n   ¿Qué te hace feliz?😇\n  ","264956":"\n   the world is mine\n  ","264957":"\n   Si tu vida fuera un libro ¿Cual sería el título?\n  ","264958":"\n   has sido victima de xenofobia?\n  ","264959":"\n   ¿Qué opinas de la casualidad?\n  ","264960":"\n   juegos on-line preferidos\n  ","264961":"\n   ¿Que es la vida sin internet?\n  ","264962":"\n   Quédate con la persona que esté a tu lado después de saber todo lo que fuiste, con quien te acompañe cuando las cosas se pongan mal, con quien comprenda que el amor tiene sus momentos malos. Quédate con la persona que te apoyé y que lo único que le importe sea hacerte feliz.\n  ","264963":"\n   what kind of person are you?\n  ","264964":"\n   Que fino, asi estan mis padres.!! =)\n  ","264965":"\n   ¿Qué es la cosa más afortunada que te ha pasado?\n  ","264966":"\n   Si de repente te convitieras en un maestro de la carpintería, ¿qué crearías?\n  ","264967":"\n   ¿Qué moda o tendencia te gustaría que vuelva?\n  ","264968":"\n   ¿Cuál es el coche\/vehículo de tus sueños?\n  ","264969":"\n   ¿Cuál es la pregunta más molesta que te suelen hacer a menudo las personas?\n  ","264970":"\n   ¿Cuál crees que es el mejor día del calendario?\n  ","264971":"\n   ¿Qué es lo que te gusta hacer a lo “vieja escuela”?\n  ","264972":"\n   ¿Qué canal de televisión no existe pero crees que debería?\n  ","264973":"\n   [C] ¿Cómo afrontarías la muerte de un familiar? ¿Qué familiar te afectaría más su partida?\n  ","264974":"\n   Publica una foto de tu mascota.!!!🐱❤🐶\n  ","264975":"\n   Cual fue el motivo más tonto por el que alguien te bloqueo en una \"red social\" ...??\n  ","264976":"\n   OMAIGÁ! ES UNA HISTORIA QUE DEJA EL ALMA ENCOGIDA!! 😖 Y SÍ ¡NUNCA ES SUFICIENTE! 😢 PERO AUNQUE PAREZCA QUE NUESTRA AYUDA NO ES MÁS QUE UNA GOTA EN LA INMENSIDAD DEL OCÉANO ¡ESA GOTA FALTARÍA Y ES TOTALMENTE NECESARIA!! 💖\n  ","264977":"\n   Hasme un spoiler ya sea de una película, anime o un libro\n  ","264978":"\n   con confianza .\nQue te gustaría Desayunar el día de mañana?,\n  ","264979":"\n   ¿Cual es el postre por el que vale la pena engordar?.. Buen día.\n  ","264980":"\n   si tu novia\/o te pide que le des tiempo para pensar sobre la relación ¿que harías?\n  ","264981":"\n   ¿ Que sustenta el amor ?\n  ","264982":"\n   Cual es la mejor manera de conocer a alguien\n  ","264983":"\n   Siempre se puede HACER ALGO POR PEQUEÑO QUE SEA PARA AYUDAR.\n(Perdón por meterme a \"opinar\")\n  ","264984":"\n   [C] ¿Cómo reaccionarías ante el descubrimiento de un acto de infidelidad?\n  ","264985":"\n   Entiendo x2 cielo\n  ","264986":"\n   No pienso nada solo lamento no poder quererte así\n  ","264987":"\n   No tengo ninguna postura\n  ","264988":"\n   Comprendo.\n  ","264989":"\n   No comprendo\n  ","264990":"\n   Lo siento\n  ","264991":"\n   Siento haber hecho eso.\n  ","264992":"\n   ¿Porque?\n  ","264993":"\n   Si debo pedirlo por no poder amarte\n  ","264994":"\n   Que me perdonas y me entiendes\n  ","264995":"\n   Si lamento no haberme podido fijar en ti, pero a mi también me han herido por amor por eso te entiendo y me disculpo\n  ","264996":"\n   Creo que no, pero suelo expresarme así\n  ","264997":"\n   No creo que así sea cariño.\n  ","264998":"\n   No, no tengo varios\n  ","264999":"\n   ¿Porque?\n  ","265000":"\n   Yo!?\n  ","265001":"\n   Yo he preguntado quien es el amor de tu vida\n  ","265002":"\n   ¿Quién?\n  ","265003":"\n   ¿ El amor de tu vida llega después del error de tu vida ?\n  ","265004":"\n   ¿Sabes cocinar?\n  ","265005":"\n   La verdad que todo eso que digo,si es muy lamentable ojala algún día las cosas cambien y todo en el universo tome un nuevo rumbo :)\n  ","265006":"\n   [C] [Verdadero o Falso] \"Te cuesta mucho confiar en las personas.\"\n  ","265007":"\n   [C] [Verdadero o Falso] \"Te enamoras con facilidad.\"\n  ","265008":"\n   ¿Cuál es la cosa más embarazosa que tus padres te han pillado haciendo?\n  ","265009":"\n   Les gusta la comida oriental? Y si es así cual es su platillo favorito ^u^\n  ","265010":"\n   Si te hicieras multimillonario de la noche a la mañana, ¿qué comprarías? ^u^\n  ","265011":"\n   Si te dijeran que hoy es tu último día de vida,que harías para disfrutar plenamente de este ^u^?\n  ","265012":"\n   ¿Qué suena siempre como una buena idea pero en realidad nunca lo es? ^u^???\n  ","265013":"\n   ¿Qué olor te hace volver a tu infancia? ^u^,saludos :)\n  ","265014":"\n   Te refieres a la miseria humana??,como la pobreza, a la falta de humanidad en la sociedad,al abandono de las personas en situaciones difíciles etc??\n  ","265015":"\n   —\n  ","265016":"\n   Entiendo,es probable que eso te suceda debido a alguna situacion quiza triste o dolorosa que viviste en el pasado\n  ","265017":"\n   Wow suena rico pero si es con mucha chatarrita jajajaja xD\n  ","265018":"\n   Que mejor no crees? Jajajaja ^u^\n  ","265019":"\n   Comida chatarra favorita ^u^???\n  ","265020":"\n   ¿Tenés alguna fobia?\n  ","265021":"\n   Mas bien no recuerdas y que bueno por que así te salvas de las terribles pesadillas xD jajajaja\n  ","265022":"\n   La política en tu país la consideras buena o mala ?\n  ","265023":"\n   Que canción se párese a ti, o con cual te sientes identificado\/a ?\n  ","265024":"\n   [C] ¿Sientes que tus familiares te criaron de la mejor manera posible? En caso afirmativo o negativo, ¿por qué crees eso?\n  ","265025":"\n   [C] ¿Cómo sueles reaccionar ante la tristeza de alguien que es importante para ti?\n  ","265026":"\n   ¿Has mentido a alguien para no herir sus sentimientos?\n  ","265027":"\n   ¿Cuál es la cosa más infantil que todavía haces?\n  ","265028":"\n   es una pregunta que se me vino a la mente, y realmente no se la respuesta\n  ","265029":"\n   Adivinanzaa\n¿Cuál es la mujer que siempre sabe donde está su marido?\n  ","265030":"\n   ¿Por qué algunas personas se complican en cosas fáciles? ¿Alguna vez te has complicado en algo que era fácil,ya sea en un ejercicio de matemáticas,una tarea domestica, etc? Buen día 👻\n  "},"Answer":{"263958":"\n  No me gustan las discusiones, así que o le doy la razón de una o simplemente me quedo solo escuchando lo que dice hasta que termine de hablar y luego me marcho.\n  ","263959":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","263960":"\n  Perdón, me perdí un libro, no entendí la pregunta.\n  ","263961":"\n  Contener todo lo posible el mal intrínseco en mi.\n  ","263962":"\n  Bitcoin en el presente es la criptomoneda más conocida y más usada.\n  \n  Ahora bien.\n  \n  Calibra se encuentra en desarrollo en este momento.\n  \n  Calibra es una empresa subsidiaria de Facebook, Inc., pero opera de forma independiente.\n  \n  Calibra estará disponible como una app independiente en la App Store y Google Play.\n  \n  También podrás utilizar Calibra directamente en tus apps WhatsApp y Messenger, es decir que podrás enviar y recibir dinero con la misma facilidad con la que intercambias mensajes con amigos, familiares y negocios.\n  \n  Puedes usar Calibra para enviar dinero a quien quieras y en cualquier lugar del mundo.\n  \n  Calibra se diseñó para Libra, una nueva moneda global.\n  \n  Libra es una criptomoneda global basada en blockchain (Blockchain de Libra).\n  \n  Dado que Libra es una moneda estable, también puedes ahorrar dinero en Calibra y utilizarlo para realizar transacciones diarias, como comprar café, pagar en el supermercado o tomar el transporte público.\n  \n  Dado que Calibra está diseñada para Libra, cada vez que envíes, gastes o ahorres dinero, utilizarás esta criptomoneda.\n  \n  Puedes convertir tu moneda local en Libra para agregar dinero a la cartera y viceversa si deseas extraer dinero.\n  \n  Al hacer estas conversiones, la app te mostrará la tasa de cambio para que sepas exactamente cuánto dinero obtendrás.\n  \n  Calibra es una empresa subsidiaria de Facebook, Inc., pero opera de forma independiente.\n  ","263963":"\n  Solo subo respuestas de lo que creo saber.\n  ","263964":"\n  La biblia me supera, hay demasiado sufrimiento hay.\n  ","263965":"\n  Las veces que sea necesario y pueda hacerlo, hace demasiado calor y salgo a diario.\n  ","263966":"\n  No lo sé y nadie tiene la certeza de que pudo lograrla.\n  ","263967":"\n  Preferis los coches o las motos? Me gustan ambos, se manejar vehículos y bicicletas, jamás manejé alguna moto, estaría genial hacerlo.\n  \n  Cual sería tu coche o moto de ensueño? Soy fanático de Honda, así que para mi cualquiera de esa marca estaría más que bien.\n  ","263968":"\n  Sad.\n  ","263969":"\n  -.-\n  ","263970":"\n  Lo más probable es que si hago el viaje en crucero lo haga solo.\n  ","263971":"\n\n   https:\/\/www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","263972":"\n  No tengo favoritismos.\n  ","263973":"\n  Ciudad Cabimas, Estado Zulia, País Venezuela.\n  ","263974":"\n  como les va? Genial.\n  \n  Cual seria el oficio de vuestros sueños? Soy un emprendedor.\n  \n  Creeis que podreis llegar a trabajar de ello? De eso vivo.\n  \n  Que valoras mas. Trabajar de lo que te gusta o cobrar mas dinero trabajando de algo que no te agrade? Jamás lograré ganar más dinero trabajando en algo que no me agrade.\n  ","263975":"\n  ¿Tienes hermanos\/as? Si.\n  \n  ¿Cómo es tu relación con ellos?\n  \n  Tengo una tía hermana, hija adictiva de mi abuela y criada por mis padres, que es mayor, vive hace años en el exterior, solo se de ella por facebook.\n  \n  Mi hermana menor, murió en un accidente de tránsito hace años.\n  \n  Y mi hermano menor vive con la familia de su esposa.\n  ","263976":"\n  ¿Que piensas de la frase \"vivir con lo esencial\"? Es solo un estilo de vida.\n  \n  ¿Te consideras una persona sencilla o tiendes a sobrecargarte sin querer? Sencilla.\n  ","263977":"\n  Que recuerde, no me pasa.\n  ","263978":"\n  Absolutamente nada.\n  ","263979":"\n  No tengo ganas de ir a ningún lugar ahora.\n  ","263980":"\n  No se puede oír, lo que debe ser leído.\n  ","263981":"\n  Lo dije casi todo aquí, lo que no dije, nadie lo preguntó.\n  ","263982":"\n  Estar en las buenas y en las malas, porque se supone que ambos querríamos estar juntos y para eso solo se necesitan las ganas.\n  ","263983":"\n  Si no tengo registrado el número que llama, jamás contesto.\n  ","263984":"\n  Hice ya muchas cosas, algunas estúpidas, no he dejado de tener en mente un viaje en crucero, ya ni importa el lugar.\n  ","263985":"\n  Estoy completo, siempre lo he estado.\n  ","263986":"\n  Yo solo quería saber quien soy, sabiendo que jamás me cuestionaría, me registre aquí.\n  \n  Ahora quizás busco lograr lo imposible.\n  ","263987":"\n  Donde ella quiera, quiero, para mi no es el lugar, es ella y su sonrisa, lo que lo haria un destino de luna de miel perfecto.\n  ","263988":"\n  La fuente de la felicidad es estar en paz con uno mismo.\n  ","263989":"\n  Tienen casi de todo lo bueno y lo malo que existe en otros países.\n  ","263990":"\n\n   @LaliEspositoHOficial\n  \n","263991":"\n  Yo me limito solo a respetar.\n  ","263992":"\n  Hace algún tiempo dejé de estar al tanto de las nuevas bandas.\n  ","263993":"\n  Arepas con relleno.\n  ","263994":"\n  Tuve experiencias que parecen paranormal, pero creo que me ha traicionado el subconsciente.\n  ","263995":"\n  No.\n  ","263996":"\n  Música, café y\n  \n   @LaliEspositoHOficial\n  \n","263997":"\n  Me perdí un libro, no entendí la pregunta.\n  \n  El amor no te hace daño, una persona que no te ama es la que te puede hacer el daño.\n  ","263998":"\n  Como para vivir, quisiera dejar de habló.\n  ","263999":"\n  Siempre hago lo que quiero, por es, no siempre salen bien las cosas.\n  ","264000":"\n  Os gusta cocinar? No, quizás sea porque esperaba más de mi.\n  \n  Cuál es vuestro plato estrella? Suelo comer lo que cocino, no tengo plato estrella.\n  ","264001":"\n  No me haría el lifting bajo ninguna circunstancia, así que sería cardio.\n  ","264002":"\n  Qué opinas del servicio militar de tu país? Aquí hasta hace algunos años aplicaban una ley que se denominaba, ley de vagos y maleantes y con esta ley se hacían jornadas para el reclutamiento, ahora es netamente voluntario presentarse para cumplir el servicio militar.\n  \n  Tú lo hiciste o lo harías? No.\n  ","264003":"\n  ¿Es la burocracia buena o mala? Buena.\n  \n  ¿Por qué? Porque permite resolver asuntos de carácter administrativos.\n  \n  Lo malo es que en algunos casos el proceso no es el adecuado y en otros se aplica el lucro como medio de gestión.\n  ","264004":"\n  Hola amores como les va? Genial.\n  \n  Qué opinan del incendio del Amazonas? Estamos aquí para destruirnos y haremos lo que sea necesario para lograrlo.\n  \n  Que harian para solventarlo? No podemos hacer nada, nadie puede contra la codicia.\n  \n  Creen que afectará mucho al cambio climático? Más de lo que puedas imaginar.\n  ","264005":"\n  No soy de los que hacen cosas como esa.\n  ","264006":"\n  Que cada quién tiene sus motivaciones para estar aquí.\n  ","264007":"\n  Solo hasta que llega mi turno.\n  ","264008":"\n  -.-\n  ","264009":"\n  Apoyarias a un emprendedor si fueses multimillonario? Lo haría.\n  \n  Si\/No Porque? Porque por lo general tiene una idea de lo que puede hacer pero no dispone de los recursos necesarios para hacerlo.\n  ","264010":"\n  Lo único que sé es que él extraño siempre seré yo.\n  ","264011":"\n\n   @LaliEspositoHOficial\n  \n","264012":"\n  No me gusta fantasear con cosas como estas.\n  ","264013":"\n  Cualquier cosa que hice en el pasado, puedo hacerla ahora si así lo quisiera, así que la respuesta es no.\n  ","264014":"\n  Te gusta teñirte el cabello? No.\n  \n  Si\/no porque? No siento la necesidad de hacerlo.\n  ","264015":"\n  Es por lo cual existe la palabra \"contradictorio\" y el concepto de la misma, porque hay antisociales con cuentas en las RRSS.\n  ","264016":"\n  No.\n  ","264017":"\n  Hasta ahora:\n  \n  Si das like y fire a un estado, le aparecerá en la notificación tanto la pregunta como la respuesta.\n  \n  También se usan para poder comprar los fondos PREMIUM para los estados al momento de responderlos.\n  ","264018":"\n  cómo les va? Genial.\n  \n  Les gustaría ser famosos? No.\n  \n  A que famoso se querrian parecer? Ninguno.\n  \n  En el caso de tener ademas mucho dinero contribuirian con alguna causa? Lo haría.\n  \n  Con cuál? La crearía algo para dar cursos y empleos acorde a los cursos.\n  ","264019":"\n  Una vez viajando en pullman, me quedé dormido y no me bajé en la parada que debía, desperté desconcertado y no me quedo más remedio que esperar al próximo, para regresarme.\n  ","264020":"\n  Cuando más vivo me sentí, sentí como algo murió en mi y fue inevitable.\n  \n  Hay varias formas de morir y la última es cuando ya no tienes funciones biológicas.\n  ","264021":"\n  El amor.\n  ","264022":"\n  ¿Porqué no fui uno de los espermatozoides que no logro entrar al óvulo?\n  ","264023":"\n  Estoy algo complicado por estos días.\n  \n  Por lo que estoy más que todo respondiendo preguntas.\n  \n  Cuando se me ocurre algo, me paso y lo pregunto.\n  ","264024":"\n  Desde mi punto de vista, todos nacemos con diferentes tipos de habilidades y algunos las desarrollan exponencialmente más que otros bajo determinadas circunstancias y de adulto te puedes dedicar a eso.\n  ","264025":"\n  Porque se involucra la imaginación.\n  ","264026":"\n  Algunas veces soy tan molesto con tanta sinceridad, que hasta a mi me molesta.\n  ","264027":"\n  Me perdí un libro, no entendí la pregunta.\n  ","264028":"\n\n   https:\/\/www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264029":"\n  Solo por que tú quieres hacerlo.\n  ","264030":"\n  No, que recuerde.\n  ","264031":"\n  En dos ocasiones por dejar likes de lo que leía, me etiquetaron de acosador -.-\n  ","264032":"\n  Antes si, ahora no.\n  ","264033":"\n  Usando el olfato.\n  ","264034":"\n  A diario, solo un poco y nada más de lo necesario.\n  ","264035":"\n  Algo puede o no estar muy mal en mi vida, realmente no me importa eso, solo estoy de paso por aquí.\n  ","264036":"\n  Gracias por entender mi elección.\n  ","264037":"\n  ¿A que te refieres con demasiado?\n  ","264038":"\n  Eso ya no tiene importancia.\n  ","264039":"\n  No me escaparia ni sólo.\n  ","264040":"\n  Todo es un sistema dentro de otro sistema, solo se podrán dar cambios si evoluciona o involuciona.\n  ","264041":"\n  Me considero algo más autárquico que independiente.\n  ","264042":"\n  ¿Crees ser capaz de continuar una relación amorosa con una persona que te fue infiel una sola vez? Yo no puedo.\n  \n  ¿Por qué? No lo sé, quizás valore demasiado la confianza que doy o es porque jamás tuve una relación en la que amará a alguien, realmente no sé porque.\n  ","264043":"\n  Uso el celular para muchas cosas y por eso se me daña algo rápido, el que tengo ahora ya parece un teléfono fijo, ya que lo tengo conectado a sistema eléctrico casi todo el día, todos los días, lo descargo muy rápido.\n  ","264044":"\n  como les va? Genial.\n  \n  Cómo serían tus vacaciones de en sueño? Viajar en un crucero estaría fenomenal para mi.\n  \n  A dónde irías? Donde sea estaría bien.\n  \n  Solo o acompañado? Solo no tiene mucha gracia, pero si no hay de otra iría solo.\n  ","264045":"\n  Hola! Todo bien? Así es.\n  \n  Alguna vez sentiste que se paralizo el mundo? No, que recuerde.\n  ","264046":"\n  Me siento conforme con mi actual estilo de vida.\n  ","264047":"\n  Estoy convencido que si.\n  ","264048":"\n  Hola amores, como les va? Genial.\n  \n  Creen que es posible compaginar trabajo con vida social? Solo cuando no hay excesos.\n  \n  Que es lo peor que harías para conseguir un trabajo? No haría nada peor.\n  ","264049":"\n  Me gusta usar Carolina Herrera 212.\n  ","264050":"\n  Entonces tengo remedio.\n  ","264051":"\n  No tengo favoritismos, de un tiempo hasta hoy me gustan todos los colores y sus diferentes tonalidades.\n  ","264052":"\n  Soy un caso perdido.\n  ","264053":"\n  No opino sobre lo que desconozco.\n  ","264054":"\n  Si se trata de el lugar a donde me dirija o del uso que se da a una cosa, si creo.\n  ","264055":"\n  Utopías.\n  ","264056":"\n  Soy propietario de villalobosij\n  \n  Reventa de productos y toma de decisiones acerca de la obtención y el uso en un mercado incierto y admitiendo consecuentemente el riesgo en este emprendimiento.\n  ","264057":"\n  Desde mi punto de vista el azúcar es un edulcorante, así que si.\n  ","264058":"\n  No.\n  ","264059":"\n  Pizza napoli con maíz, seven up y helado mantecado con ron pasa, fresas y torpin de chocolate.\n  ","264060":"\n  Ni tengo idea, jamás me di cuenta del tiempo que pasa para quedarme dormido.\n  ","264061":"\n  ¡ja, ja, ja!\n  ","264062":"\n  No lo sé.\n  ","264063":"\n  Al dormir, jamás sueño o será que no recuerdo nada.\n  ","264064":"\n  No gastes tu tiempo pensando en que tienes un problema, inviértelo buscando una solución o hazlo fácil, busca ayuda.\n  ","264065":"\n  Con los auriculares, ni me doy cuenta del sonido ambiente.\n  ","264066":"\n  Donde estoy está bien, no tendría problemas para vivir en otro sitio.\n  ","264067":"\n  Está bien, no pasa nada.\n  ","264068":"\n  La tripanofobia o aicmofobia es un miedo patológico causado por un contacto, vista, etc., a las agujas u objetos que puedan cortar o pinchar, y de otros tipos.\n  \n  Así que no veo como donaría sin ser cortado o pinchado.\n  ","264069":"\n  Solo estaría de acuerdo con el monopolio en los casos en los cuales, por las vías legales no se puedan constituir nuevas competencias, por razones económicas o tecnológicas o profesionales, en el área y estas sean constituidas con carácter temporal y con transferencia tecnológica.\n  \n  De lo contrario, no estaría de acuerdo en aceptar monopolio alguno.\n  ","264070":"\n  Conoces la tragedia de Darth Plagueis el sabio? No.\n  \n  Que opinas de las películas de Star Wars? Me dan igual la verdad.\n  \n  Te gustan? Ni las amo, ni las oído me son indiferentes.\n  ","264071":"\n  ¿que es el samsara? Es la rueda del destino, una creencia y se escribe Samsāra.\n  \n  ¿que es el tora? Es un libro.\n  \n  ¿que conocimiento podría enloquecer a las personas? No lo sé.\n  \n  descríbeme como son tus viajes :3 #Feedback: A mi no me pasa nada ni parecido.\n  \n  ¿que es mejor no saber? El día que tocara la puerta la muerte.\n  ","264072":"\n  La tripanofobia no me deja.\n  ","264073":"\n  Es como que cada humano le quite una gota al mar, esta se evaporará e ira con el tiempo a regresar al mar.\n  \n  Quienes dañan a gran escala el planeta, no les es rentable, ni les interesa cambiar el sistema.\n  ","264074":"\n\n   @JoislinPierre\n  \n  Que no te preocupe si no nos entiendes.\n  \n  Nosotros,\n  \n   @LaliEspositoHOficial\n  \n  y yo\n  \n   @villalobosij\n  \n  tampoco nos entendemos mucho, pero la pasamos bien.\n  ","264075":"\n  Me perdí un libro, no entendí la pregunta.\n  ","264076":"\n  -.-\n  ","264077":"\n\n   @JoseMindLara\n  \n","264078":"\n  Antes 24\/7 en la mañana y en la noche.\n  \n  Ahora 24\/7 en la noche.\n  ","264079":"\n  Memoria, me perdí un libro. ¿De que hablas del pasado?\n  ","264080":"\n  ¿De que te ríes? ¿Dije algo gracioso?\n  ","264081":"\n  Se verán y vivirán cosas peores.\n  ","264082":"\n  Ni lo uno ni lo otro, sino todo lo contrario.\n  ","264083":"\n  Estamos acabando rápidamente con el planeta solo para hacer más ricos a los que ya lo tienen casi todo, por eso es que el calentamiento global creemos que no nos afectará y esa es una de sus consecuencias, en mi opinión, el efecto dominó o el efecto mariposa de las consecuencias de lo que está haciendo el hombre no tiene reverso y cada día se verán y vivirán cosas peores.\n  ","264084":"\n  De qué país eres? Venezuela.\n  \n  Te gustaría vivir en otro en un futuro? Por ahora solo por cuestiones de trabajo.\n  \n  En cuál? Me da igual.\n  ","264085":"\n  Nada.\n  ","264086":"\n  Ya antes escribí sobre el tema.\n  ","264087":"\n  Ver como se acaba.\n  ","264088":"\n  Así es.\n  ","264089":"\n  Nada de nada.\n  ","264090":"\n  Me encandilo al ver\n  \n  Cuan ciega puede ser tu razon.\n  \n  Lo que estas buscando\n  \n  Permanece igual,\n  \n  Desapercibido a tus ojos...\n  \n  Siempre ha estado ahi,\n  \n  Forma parte de ti,\n  \n  Nunca se ha perdido.\n  \n  Tan solo un olvido:\n  \n  Sin sombra no hay luz.\n  \n  Sin sombra no hay luz.\n  \n  Me encandilo al ver\n  \n  Cuan ciega tu razon puede ser.\n  \n  Lo que estas buscando\n  \n  Lo vas a encontrar,\n  \n  Desapercibido a tus ojos...\n  \n  Siempre ha estado ahi,\n  \n  Forma parte de ti,\n  \n  Nunca se ha perdido.\n  \n  Tan solo un olvido...\n  \n  Y disfrutas dolor sin sentencia\n  \n  Matando con la indiferencia\n  \n  Fingiendo reir\n  \n  Por dentro morir\n  \n  Con falsa alegria\n  \n  Consuelas mi ausencia.\n  \n  Sin sombra no hay luz...\n  \n  Me encandilo al ver\n  \n  (Sin sombra no hay luz...)\n  \n  Cuan ciega tu razon puede ser.\n  \n  (Sin sombra no hay luz...)\n  \n  Lo que estas buscando\n  \n  (Sin sombra no hay luz...)\n  \n  Lo vas a encontrar,\n  \n  (Sin sombra no hay luz...)\n  \n  Desapercibido a tus ojos...\n  \n  Sin sombra no hay luz...\n  \n  SIN SOMBRA NO HAY LUZ es una canción de Sentimiento Muerto.\n  \n\n   https:\/\/youtu.be\/DMGhjaTLQg4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   @LaliEspositoHOficial\n  \n","264091":"\n  Son solo creencias culturales, no creo en cosas como esa.\n  ","264092":"\n  No me importa tanto la cantidad de tiempo que pasen con alguien, sino la calidad del mismo y para mi el tiempo es el mejor regalo que puedo recibir.\n  ","264093":"\n  Tengo tantos años dañando personas diciéndoles la verdad, que no recuerdo si alguna vez mentí.\n  ","264094":"\n  Me pasa a diario.\n  \n  Si hay más de una forma de hacer un trabajo y una de ellas culmina en desastre, alguien lo hará de esa manera.\n  ","264095":"\n  Desde que se tiene conocimiento de como inducirla y no dejaran de practicarla cuando lo crean necesario para sus intereses personales.\n  ","264096":"\n  Cuál es tu orientación sexual? Soy heterosexual, me gusta la mujer.\n  \n  Tienes pareja? Soy neosoltero.\n  ","264097":"\n  Responder lo que pienso cuando me preguntan sobre algo.\n  ","264098":"\n  No lo sé, no tengo amigos.\n  ","264099":"\n  Me da muy igual, al fina, no estaré como para que me afecte como me recuerde alguien.\n  ","264100":"\n  No, que yo recuerde.\n  ","264101":"\n  Perdón, no me gusta fantasear con cosas cómo está.\n  ","264102":"\n  No es eso lo que sucede con las personas.\n  \n  Lo que sucede es que:\n  \n  Quienes tienen el poder para hacer algo no lo hacen y son una minoría.\n  \n  Quienes quieren hacer algo no tienen ese poder y son una mayoría que al darse cuenta de que son importantes ante la situación, terminan resignados.\n  ","264103":"\n  Antes al despertar y después de cada comida, efectuado cuando como fuera de casa.\n  ","264104":"\n  Lo único importante en la vida es el fán de poseer muchas riquezas por el solo placer de atesorarlas sin compartirlas con nadie y sin importar el daño que se genere para lograrlo.\n  ","264105":"\n  No lo se, no recuerdo absolutamente nada de cuando curse primer grado.\n  ","264106":"\n  Miedos irracionales.\n  \n  Animales irracionales.\n  \n  Guerras irracionales.\n  \n  Todo pudiera ser irracional, menos el amor, en el amor lo irracional es el humano.\n  ","264107":"\n  ¿Quien es mas leal? No se quien pueda ser más leal que yo.\n  \n  ¿El que te miente para protegerte o el que te hiere y te hace mas fuerte? Soy él que te haré daño con la verdad.\n  \n  No se si eso te hará más fuerte, lo que si se es que me diarias por eso o me darás tú confianza.\n  ","264108":"\n  Eres de pueblo o de ciudad? Soy citadino.\n  \n  Dónde prefieres vivir? Me da muy igual la verdad.\n  ","264109":"\n\n   https:\/\/www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264110":"\n  Las mentiras, sea ésta cualquiera.\n  ","264111":"\n  No tengo amigos.\n  ","264112":"\n  No sé a que te refieres.\n  \n  Guatemala. Se refiere a una mujer con tendencias lesbicas. \"Esa mujer es morra\". (Lesbiana). Tambien es la forma femenina de Morro. Morra se le llama a la cabeza. \"Me duele la morra\" o \"Me golpié la morra\" o \"Ay!, me di en la morra\". (En la cabeza)\n  \n  Honduras. Se le dice a la mujer que se acuesta con muchos hombres. \"Graciela es una morra\".\n  \n  México. Muchacha, también puede usarse en masculino. \"Voy con las morras\".\n  \n  Puerto Rico. Es como decir aburrimiento. \"Tengo morra ahora mismo\".\n  ","264113":"\n  Nada de eso.\n  ","264114":"\n  La tripanofobia no me deja.\n  ","264115":"\n\n   https:\/\/www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264116":"\n  Evito hacerles daño, aún que no siempre lo logro.\n  ","264117":"\n  No estoy al pendiente de cosas como esa.\n  ","264118":"\n  Ahora tengo malestar, siento una ligera migraña.\n  ","264119":"\n  Han sufrido depresión? Si.\n  \n  como lo superaron? Jamás la supero, le pongo música aleatoria.\n  ","264120":"\n  Es verdad.\n  \n  Entre los problemas eléctricos, la caída del servicio de internet de wi-fi o datos moles y otras, no queda mucho tiempo, aún que me contexto a diario.\n  ","264121":"\n  Soy ateo.\n  ","264122":"\n  La tripanofobia no me deja.\n  ","264123":"\n  Ya he visto que interactúas con los más activos que sigo.\n  ","264124":"\n  Y así pasamos a ser víctimas de ellos o de nosotros mismos.\n  ","264125":"\n  No.\n  ","264126":"\n  Cuando fui un niño, aún sigo esperando a que se cumpla.\n  ","264127":"\n  Así es.\n  ","264128":"\n  Viajar si, vivir, no lo sé.\n  ","264129":"\n  Eso esta bien para ti.\n  ","264130":"\n  Es que pasaremos por la vida ignorado tantas cosas que ya ni me preocupo por eso.\n  ","264131":"\n  No valoro el matrimonio como tal, ya que es solo un acto que puede revertida y ya.\n  \n  Valoro el estar el uno para el otro en las buenas o en las malas, estando en unión matrimonial o no estando unidos matrimonialmente pero si de compromiso.\n  ","264132":"\n  El deseo vehemente de poseer lo que no se tiene.\n  ","264133":"\n  No lo sé, no cometo delitos como para poder tener un conocimiento de porque cometería algún delito, así que espero jamás estar claro el porqué se cometen.\n  ","264134":"\n  A todos no pasa, es algo incómodo y en ocasiones es inevitable.\n  ","264135":"\n  Hace algún tiempo practiqué con el baterista de un grupo de rock en el cual todos los integrantes y yo vivíamos en el mismo edificio.\n  \n  Luego de un tiempo me mude y conseguí practicar en una iglesia, al tiempo me mude nuevamente y dejé de practicar, así como fui dejando de hacer muchas otras cosas.\n  ","264136":"\n  Negativo que se usa para la revelación fotográfica.\n  \n  Placa con relieve para la impresión.\n  \n  Realmente no sé explicar el uso coloquial que se le da al termino, para mi ha sido muy confuso toda mi vida.\n  ","264137":"\n  ¿Es necesario para tener una vida sana y saludable? No es necesario, pero sería lo ideal para en el futuro no ser una carga para otros.\n  \n  ¿Consideras que el estar es armonía con las personas que te rodean es sinónimo de buena vida? No, es solo sinónimo de buena convivencia.\n  \n  La armonía es consecuencia del amor sano de ese que se basa en los buenos deseos entre si y del respeto mutuo.\n  ","264138":"\n  Lo sé.\n  ","264139":"\n  Si pudiera escoger vivir nuevamente o no vivir, escogería no vivir, me incómoda mucha de las cosas que hacen otros y por eso preferiría no regresar.\n  ","264140":"\n  Me gustan, pero no se que me puede incomodar más, si solo pensar en uno o simplemente recibirlo.\n  ","264141":"\n  Jamás juzgo de antemano a nadie.\n  ","264142":"\n  No tengo amigos.\n  ","264143":"\n  Mi vida.\n  ","264144":"\n  \"Nunca discutas con un estúpido, te hará descender a su nivel y ahi te vencerá por su experiencia.\"\n  \n  Mark Twain\n  ","264145":"\n  Caliginefobia.\n  ","264146":"\n  Al parecer tú eres uno de ellos.\n  ","264147":"\n  No lo sé, en mi caso, espero que no.\n  ","264148":"\n  No lo he probado.\n  \n  Ya antes escribí sobre el helado que me gusta.\n  ","264149":"\n  No estoy pendiente de las tendencias.\n  ","264150":"\n  Jamás cele a ninguna ex, cele a solo una persona, en lo que llevo de vida, de la que no soy nada.\n  ","264151":"\n\n   https:\/\/youtu.be\/XFkzRNyygfk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","264152":"\n  No lo sé, leerme y dímelo tú.\n  ","264153":"\n  Invierno.\n  \n  Venezuela tiene dos estaciones distintivas: el invierno, que va de Mayo a Noviembre, es la estación húmeda, con temperaturas entre los 24° C y los 27° C; el verano, que va de Diciembre a Abril, es la estación seca, la temperatura puede ascender hasta 32° C durante el día.\n  ","264154":"\n\n   @LaliEspositoHOficial\n  \n","264155":"\n  Porque es verdad, cualquiera puede ser reemplazado.\n  ","264156":"\n  Porque ambas son tan utópicas que jamás se han podido aplicar en la realidad de algún país.\n  ","264157":"\n\n   https:\/\/youtu.be\/C-UZT1jw-iE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","264158":"\n  No sé si yo estaré en su posición en algún momento de la vida y si así fuera me agradaría ser ayudado desinteresadamente.\n  ","264159":"\n  Hay quienes creen en reencarnaciones y respeto eso, ya que hay quienes nacen con dones y puede que sean de experiencias pasadas.\n  ","264160":"\n  Según yo simplemente se pierden.\n  ","264161":"\n  Básicamente, todo tiene su lado opuesto, incluso ninguna cosa o la nada lo tiene.\n  ","264162":"\n  Solo tiene valor la persona que ayuda al desvalido desinteresadamente.\n  ","264163":"\n  Solo el respeto nos hace libres.\n  ","264164":"\n  El último, espero hasta entonces superar lo que haya sufrido.\n  ","264165":"\n  Soy un anónimo.\n  ","264166":"\n  Perdón, ignoro por completo sobre el tema.\n  ","264167":"\n  Que lo me más me agrada sin las cosas sencillas de la vida.\n  ","264168":"\n  Jue 15\/08\/19 • 22:35 • 29°C\n  ","264169":"\n  En el móvil solo tengo contactos, el resto esta como configuración de fábrica.\n  ","264170":"\n  Por ahora nada, suelo entretenerme con tonterías.\n  ","264171":"\n  Románicas.\n  ","264172":"\n  Puedo con las dos, la que primero se dé.\n  ","264173":"\n  No tengo favoritismos, me gusta todo lo contable.\n  ","264174":"\n\n   https:\/\/youtu.be\/1CptfMEEC8g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","264175":"\n  Hasta las tormentas.\n  ","264176":"\n  Ni más, ni menos.\n  ","264177":"\n  Notificaciones.\n  ","264178":"\n  Mirar el lado negativo de los de más.\n  ","264179":"\n  Si mueres, porque morimos por etapas, hasta llegar a la última de ellas que es la muerte corporal.\n  ","264180":"\n  No eres bruja, no eres mala, en conclusión eres buena. ¡ja, ja, ja!\n  ","264181":"\n  Soy muy zanahoria.\n  ","264182":"\n  Yo escribo y tú me lees el pensamiento, estas un paso adelante de mi.\n  ","264183":"\n  ¿Dime porqué un unicornio, no se mucho de los unicornios?\n  ","264184":"\n  Ser mitológico. ¡ja, ja, ja!\n  ","264185":"\n\n   @LaliEspositoHOficial\n  \n\n  Me perdí un libro, no pude leer completamente la pregunta.\n  ","264186":"\n  Creo que escribiendo se pueden reorganizar las ideas, también creo que si lo piensas demasiado estas muy inseguro.\n  ","264187":"\n  Quizás estqmos muertos y creemos que estamos vivos.\n  ","264188":"\n  Cómo eres? Como tú imaginario te lo permita.\n  \n  Porque no tienes fotos tuyas? Porque soy anónimo.\n  \n  O un integram donde hayan fotos tuyas? Es verdad que mi Instagram no tiene foto mía.\n  ","264189":"\n  E injusto.\n  ","264190":"\n  La codicia acabará con la humanidad.\n  ","264191":"\n  BLU\n  ","264192":"\n  Prefiero usar la ropa acorde a mi talla.\n  ","264193":"\n  No canto ni en los cumpleaños.\n  ","264194":"\n  Yo más, porque también te amo.\n  ","264195":"\n  También te quiero.\n  ","264196":"\n  Me entero que hay alguien que ensaya lo que va a decir cuando va a hacer una llamada de teléfono.\n  ","264197":"\n  -.-\n  ","264198":"\n  Gracias por entender.\n  ","264199":"\n  Me siento agraciado por la suerte más desinteresada de tú parte, al no hacerme el daño que puedes ejercer en mi.\n  ","264200":"\n  ¿Crees que existe la libertad absoluta? Si y también existe sus consecuencias.\n  \n  ¿Alguna vez te has sentido reprimido o reprimida de vivir la vida como quisieras a causa de tus padres, superiores, amigos o pareja? A todos en algún momento nos pasa.\n  \n  ¿Qué has hecho para mejorar la situación? Nada.\n  ","264201":"\n  No es posible enamorar a alguien, simplemente porque ya uno este enamorado, es eso lo que causa el daño emocional.\n  ","264202":"\n  Se que puedes darme todo el daño que quieras hasta destruirme, confío en que no lo haras, hasta ahora no eres tú quien me hace daño, son mis sentimientos los que me dañan.\n  ","264203":"\n  Porque tanto odio? No lo sé.\n  \n  Quien te hizo tanto daño? No es un quién, es un qué, ese qué son mis sentimientos.\n  ","264204":"\n  No tengo amigos, así que suelo saludar en todos los lugares a los que llego, con eso me sobra y me es suficiente.\n  ","264205":"\n  No lo sé, solo se que odio a la humanidad.\n  ","264206":"\n  ¿A qué se debe tu sensación constante de inseguridad? Tengo tanta seguridad en mi que nada lo veo imposible.\n  \n  ¿Quién te hizo tanto daño? No es un quién, es un qué, ese qué son mis sentimientos.\n  ","264207":"\n  Porque todos somos distintos y no podemos coincidir en todo y mucho menos debemos coincidir en estar enojados.\n  ","264208":"\n\n   @villalobosij\n  \n  Amar jamás será suficiente para que te amen.\n  ","264209":"\n  RRSS\n  ","264210":"\n  ¿Te consideras como una persona emprendedora? Si.\n  \n  ¿Por qué? No soporto estar en un régimen laboral dependiente, si se hacer algo que me guste, me pagaran por hacerlo en un régimen laboral independiente, es para mi.\n  ","264211":"\n  Hice de todo un poco en ese lugar.\n  \n  Cuando me hablaron del empleo básicamente era para envolver regalos.\n  \n  Trabajé en una tienda de regalos, el nombre:\n  \n  REGALITOS CON AMOR, SRL.\n  ","264212":"\n  Te diré las que no suelo contestar:\n  \n  • Pregunta que ya antes respondí.\n  \n  • Pregunta del día de ASKfm.\n  \n  • Algunas shoutout.\n  ","264213":"\n  Suelo dormir cuatro horas al día, ya a las 05:00a estoy despierto.\n  ","264214":"\n  Ni los ignoro.\n  ","264215":"\n  Odio a todos los no me escriben y a los que lo hacen también -.-\n  ","264216":"\n  Zulia.\n  ","264217":"\n  Solo el del teléfono celular.\n  ","264218":"\n  Café negro.\n  ","264219":"\n  No lo sé, casi nadie lee la biografía.\n  ","264220":"\n  Cualquiera a la que aún no he ido, porque me gusta turistear.\n  ","264221":"\n  Puedo con ambas, así que lo que salga primero.\n  ","264222":"\n  No.\n  ","264223":"\n  Las personas.\n  ","264224":"\n  Le atribuyo un valor de manera subjetiva.\n  ","264225":"\n  No lo sé, jamás tuve una.\n  ","264226":"\n  Ya antes hablamos de ella.\n  ","264227":"\n  Para mi estaría genial poder dejar de beber y comer.\n  ","264228":"\n  El sol y el calor están intensos.\n  ","264229":"\n  Los programas de televisión dedicados al cotilleo son los más populares, no hay nada más en que pensar, no son de mi interés.\n  ","264230":"\n  Porque las frases son diferentes, para diferentes situaciones.\n  ","264231":"\n  Así es la vida.\n  ","264232":"\n  No lo recuerdo, ya hace algún tiempo dejé de ver la TV.\n  ","264233":"\n  No tengo favoritismos.\n  ","264234":"\n  Como lo veas es incómodo, tanto para uno o para ambos.\n  \n  Me enamoré solo y se lo dije. ¿Qué te puedo decir?\n  ","264235":"\n  Otra guerra Mundial, no lo creo, la tecnología de hoy en día acabaría con todos.\n  \n  Que la humanidad llegue a marte, no lo creo, es un dineral enviar a unos pocos astronautas, no me imagino la cantidad que se necesitaría para enviar a todos los humanos.\n  ","264236":"\n  No veo you tu ver.\n  ","264237":"\n  Me vale todo...\n  ","264238":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","264239":"\n  Si pudiera dejar de comer de por vida, lo haría.\n  ","264240":"\n  No tengo favoritismos, me inclino hacia las románticas.\n  ","264241":"\n  No lo sé, supongo que para mi, el estilo de vida que llevo, es mi ideal.\n  ","264242":"\n  Eso nadie lo sabe con certeza, solo son dos situaciones hipotéticas.\n  ","264243":"\n  No pienso que sea una locura, si no hay coincidencia en lo que otra persona piensa, quizás el loco termine siendo yo.\n  ","264244":"\n  Si tengo, por doquier.\n  ","264245":"\n  Respondiendo 19 horas después, me quedé dormido, desperté he hice varias cosas y hasta ahora, 11:31p, es que me conecté.\n  ","264246":"\n  Lo noto, lo detallo y aveces duelen demasiado.\n  ","264247":"\n  Hasta ahora, creo que no.\n  ","264248":"\n  Me perdí un libro, no entendí la pregunta.\n  ","264249":"\n  Jamás me he tomado una foto, las pocas que hay en algún lugar no las tome yo.\n  ","264250":"\n  No tengo favoritismos, ya antes escribí sobre el tema.\n  ","264251":"\n  ¿Que harías si te convirtieras en lo que juraste destruir? Jamás juré destruir nada, si destrui algo no fue esa mi intensión.\n  \n  ¿alguna vez dijiste que nunca serías o harías algo y al final pasó casi sin darte cuenta? Tal cual.\n  ","264252":"\n  El amor si existe.\n  \n  Es verdad.\n  \n  los amigos si existen.\n  \n  No tengo amigos.\n  \n  la lealtad existe.\n  \n  La lealtad y yo somos uno.\n  \n  lo que casi no existe son personas capaces de asumir ese puesto.\n  \n  ¿Cuánta razón se puede tener en estos temas?\n  ","264253":"\n  Te irán dejando cada vez más solo a medida que seas más sincero, a pesar de que te pidan que lo seas.\n  ","264254":"\n  Me\n  \n  Gusta\n  \n  Todo.\n  ","264255":"\n  No, es algo complicado con las fluctuaciones eléctricas y el internet.\n  ","264256":"\n  Siguiente.\n  ","264257":"\n  Puedo con ambas.\n  ","264258":"\n  No tengo amigos.\n  ","264259":"\n  Me perdí un libro, no entendí la pregunta.\n  ","264260":"\n  Hablas de meteoritos.\n  ","264261":"\n  Asco algunas personas, no el mundo.\n  ","264262":"\n  Q. E. P. D.\n  ","264263":"\n  Siempre me he impresionado.\n  ","264264":"\n  Me he cruzado con varios.\n  \n  No conozco a nadie, ni a los albinos.\n  ","264265":"\n  Todo lo que entre al comercio es con fines de lucro, lo que les importa es ganar más,\n  \n  por lo que cubren una necesidad a cambio de dinero, no les importan los compradores.\n  \n  Para aclarar esta idea, se puede decir que las firmas comerciales tienen como fin principal, el lucro, es decir, el beneficio de tipo económico.\n  ","264266":"\n  Yo jamás crearía un arma de ningún tipo.\n  ","264267":"\n  Comí granos rojos con arroz, maté un antojó al medió día.\n  \n  Ahora son las 09:44p y no he cenado aún, creo que me comeré una pizza.\n  ","264268":"\n  Después que las visite todas, lo diría, antes de eso, no lo sé.\n  ","264269":"\n  No soy tacaño, pero tampoco ando por la vida quedándome con nada.\n  ","264270":"\n  No es verdad.\n  ","264271":"\n  ¿Os gustan los festivales? Me gustan.\n  \n  ¿Habéis o queréis ir a alguno? He ido y quiero ir a otros.\n  ","264272":"\n  ¿Alguna vez le has pedido a alguien, que forme parte de tu mundo? Jamás.\n  \n  ¿Alguien te a pedido alguna vez que formes parte de su mundo? Una vez, después que terminó la relación y no pude hacerlo.\n  \n  ¿Te gustaría formar un mundo con alguien, donde solo sean ustedes dos? Suena utópico, estaría genial.\n  ","264273":"\n  Suelo ser pesimista esperando estar equivocado, así que tú me dirás.\n  ","264274":"\n  Tengo muy pocos conocimientos respecto a los alimentos, así que no hago cosas como esa.\n  ","264275":"\n  Me refería a que desde que lo compré, es ahora que haces unos días se ha estado poniendo más lento de lo normal y suena una notificación y al revisar no siempre encuentro algo.\n  ","264276":"\n  Arepas, paellas y pabellón.\n  ","264277":"\n  El tiempo no existe, existe la noción del tiempo, es la razón por la cuál estamos pendiente de la hora, del día, de la semana, del mes, del año y del otras formas de cuantificar esa noción para estar en sincronización unos con otros.\n  ","264278":"\n  ¿Alguna vez te has comido un insecto? No lo sé, comí por mucho tiempo fuera de casa.\n  \n  Si no es así, ¿lo harías? A voluntad propia, no lo creo.\n  \n  ¿Y si te pagasen por hacerlo? Nadie me pagará por hacerlo y menos lo que le costaría para que lo hiciera.\n  ","264279":"\n  Me gusta hacer muchas cosas a las que llaman trabajo y lo mejor es que me pagen por hacerlas.\n  ","264280":"\n  Siempre te exprimen hasta dejarte sin jugo y luego buscan a quien más exprimir y así seguirá la cosa.\n  ","264281":"\n  Si no fuera porque tengo algunos contactos guardados, tendría el teléfono como viene de fábrica, creo que lo que me dijo\n  \n   @freiber07\n  \n  sobre la batería parece lo más sensato.\n  ","264282":"\n  No lo sé, no estoy al pendiente sobre ese tema.\n  ","264283":"\n  Uno, solo porque no mencionas los número negativos.\n  ","264284":"\n  No lo sé, estoy como muerto, ni me inmuto ante tú sentido del humor.\n  ","264285":"\n  No se que hice, ahora suena frecuentemente como una notificación, reviso y no siempre hay una, pero igual suena -.-\n  ","264286":"\n  Por lo general no me salgo de mi zona de confort.\n  ","264287":"\n  Está todo sereno y con calma, mientras se cocinan los huevo, imagino que parecen astros, es curioso no saber que es wasabi. ¿Será como el melocotón? Me quedé con la duda y terminé comiéndolo todo sin darme cuenta.\n  ","264288":"\n  Arepas, con diferentes rellenos o contornos, bien sea en la mañana o en la tarde o en ambas ocasiones.\n  ","264289":"\n  El amor es solo un sentimiento más, las complicaciones las creamos nosotros.\n  ","264290":"\n  Tengo una coraza dura y muy flexible.\n  ","264291":"\n  Falso.\n  ","264292":"\n  Solo tengo interés en ella, todo lo demás lo considero banal.\n  ","264293":"\n  Por lo general, le compro algo de comer y beber.\n  ","264294":"\n  Si, en varias ocasiones de distintas personas.\n  ","264295":"\n\n   https:\/\/www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264296":"\n  El número es irrelevante y más cuando no se quien me sigue,\n  ","264297":"\n  No tengo favoritismos.\n  ","264298":"\n  Así es, celar a alguien.\n  ","264299":"\n  ¿podrían contarme cosas buenas que les hayan pasado últimamente? No recuerdo que pasó la ultima vez.\n  \n  cuando van a dormir ¿dicen algo sobre el día siguiente o no piensan en ello? No pienso en ello.\n  ","264300":"\n  No sé nada al respecto.\n  ","264301":"\n  No lo he pensado, pero si estuve una propuesta de trabajo en Ecuador y por problemas en los tramites legales no lo concrete.\n  ","264302":"\n  Pienso que la simple modestia ya nos hace falsos.\n  ","264303":"\n  Que no todo es como lo pintan, si no hay compromiso de por vida.\n  ","264304":"\n  O fríos.\n  ","264305":"\n  Rutinas.\n  ","264306":"\n  Es verdad.\n  ","264307":"\n  Aún no la veo.\n  \n  Creo que la pueda ver en mis notificaciones sin necesidad de ver algo más.\n  ","264308":"\n  Es feo lo que se siente.\n  ","264309":"\n  ¡ja, ja, ja!\n  ","264310":"\n  Lo sé, solo que de algunas cosas sé por experiencias de otros y no por las propias.\n  ","264311":"\n  El sufrimiento de otros no es ajeno a mi, por lo que siempre me afecta.\n  ","264312":"\n  Dejé de hacer promesas, algunas me costaron mucho, para poder cumplir.\n  ","264313":"\n  Me perdí un libró, no entendí lo que dices.\n  ","264314":"\n  Sentía celos por primera vez y no me gustó sentirlo, no estaba preparado para algo como eso.\n  ","264315":"\n  Así dicen, no lo sé, solo se que todos tenemos momentos felices, no se si alguien sea feliz todo el tiempo.\n  ","264316":"\n  Intente irme hace poco, no pude y no fue por una \"mala onda\".\n  ","264317":"\n  Así fue.\n  ","264318":"\n  Sería hoy, pero a última hora se complicó todo y quedará pospuesto para otro momento.\n  ","264319":"\n  No opino sobre el tema.\n  ","264320":"\n  Aveces.\n  ","264321":"\n  Dejé de pedir deseos, jamás se cumplieron los que antes pedí.\n  ","264322":"\n  No lo tengo personalizado, lo tengo predeterminado, es decir lo tengo estándar naranja.\n  ","264323":"\n  ¿leerías ese libro? Si lo veo por casualidad, no lo leería, si alguien comenta sobre el libro y despierta mi interés, lo leería.\n  \n  ¿te consideras estúpido? Todos somos estúpidos en algunas circunstancias.\n  \n  ¿cual es tu forma de lidiar con la vergüenza? Simplemente asumo mi vergüenza y ya.\n  \n  ¿que comida es la que mas engorda? Ninguna comida engorda, lo que engorda es comer en exceso.\n  ","264324":"\n  Me gustaría viajar en un crucero.\n  ","264325":"\n  BLU\n  ","264326":"\n  Todos tenemos guerras internas, solo que unos tienen circunstancias más complejas que otros.\n  ","264327":"\n  Si así lo crees, así será.\n  ","264328":"\n  Le estarías haciendo caso.\n  ","264329":"\n  No me gusta fantasear con cosas que no pasarán.\n  ","264330":"\n  No tengo, me gustan todos los animales en su hábitat natural.\n  ","264331":"\n  Me da igual el gusto ajeno.\n  ","264332":"\n  El celular.\n  ","264333":"\n\n   @LaliEspositoHOficial\n  \n","264334":"\n  Según mis padres, si.\n  ","264335":"\n  No lo sé.\n  ","264336":"\n  No tengo problemas con la confianza, más si con el abuso.\n  ","264337":"\n  Falso.\n  ","264338":"\n  No lo sé, suelo ser malinterpretado en lo que digo.\n  ","264339":"\n  No existen personas frías, existen personas que aprenden a bloquear sus sentimientos, él, solo un personaje de ciencia ficción.\n  ","264340":"\n  Voy adonde nadie me vea.\n  \n  No sé adónde vas.\n  \n  Soy nadie aquí y fuera de aquí.\n  \n  No soy más que nadie.\n  \n  Solo soy un anónimo y nadie más.\n  ","264341":"\n  Las comparaciones son odiosas y atraen sufrimiento.\n  ","264342":"\n  No lo sé, jamás me gustó salir y mis padres me decían. ¿Porqué no sales con alguien? Ahora soy mayor de edad y aún me lo preguntan.\n  ","264343":"\n  Y con más, solo si es necesario.\n  ","264344":"\n  No hay mal que dure 100 años, ni cuerpo que lo resista.\n  ","264345":"\n  Así es.\n  ","264346":"\n  A paso firme y sin pausa.\n  ","264347":"\n  Así es, sigo, más que nada, una actitud frente a la vida, lo que me da y lo que jamás tendré.\n  ","264348":"\n  Llegue aquí, cualquiera sabe por qué, sigo aquí por la misma razón.\n  ","264349":"\n  No lo sé.\n  ","264350":"\n  Te gusta la paella? Si.\n  \n  Con que la comes? Aquí la hacen con pollo y la como con ensalada de papas con huevos y pan salado.\n  ","264351":"\n  No lo sé, no me pasa.\n  ","264352":"\n  No es para mi, no encajo en ella.\n  ","264353":"\n  No lo sé, desde hace ya tiempo, no tengo amigos.\n  ","264354":"\n  Eso jamás pasará, no tengo amigos.\n  ","264355":"\n  Hace algún tiempo atrás, ASKfm cambio ese particular, por lo que a todos los que den un clip de recompensa estarán dejando cinco monedas.\n  ","264356":"\n  Leerme.\n  ","264357":"\n  Nada en particular.\n  ","264358":"\n  Si hay frío, allí quiero estar.\n  ","264359":"\n  Pudiera escribir un grueso libro sobre el tema.\n  ","264360":"\n  Es casi imposible hacerlo.\n  ","264361":"\n  Puedo con las dos.\n  ","264362":"\n  Jamás ayudo a nadie que no me pida que le ayude, quien necesita realmente ayuda la pedirá.\n  ","264363":"\n  Desde hace algún tiempo dejé de terer deseos, jamás se han cumplido.\n  ","264364":"\n  No estoy muy claro en el tema, así que diré lo que sé.\n  \n  Los vegano no consumen nada de origen animal, ni usan prendas de origen animal.\n  \n  Vegetariano no consume seres de origen animal, pero si pueden usar prendas de origen animal y pueden consumir huevos, leches, mantequillas y quesos.\n  ","264365":"\n  No sé nada del caso, solo sé que todo lo que hacemos tiene consecuencias.\n  ","264366":"\n  Es mejor ducharse donde se pueda, que oler mal.\n  ","264367":"\n  No tengo amigos.\n  ","264368":"\n  La vocal a.\n  ","264369":"\n  En los pantalones.\n  ","264370":"\n  Sentimiento Muerto - Sin sombra no hay luz\n  \n  Me encandilo al ver\n  \n  Cuan ciega puede ser tu razon.\n  \n  Lo que estas buscando\n  \n  Permanece igual,\n  \n  Desapercibido a tus ojos...\n  \n  Siempre ha estado ahi,\n  \n  Forma parte de ti,\n  \n  Nunca se ha perdido.\n  \n  Tan solo un olvido:\n  \n  Sin sombra no hay luz.\n  \n  Sin sombra no hay luz.\n  \n  Me encandilo al ver\n  \n  Cuan ciega tu razon puede ser.\n  \n  Lo que estas buscando\n  \n  Lo vas a encontrar,\n  \n  Desapercibido a tus ojos...\n  \n  Siempre ha estado ahi,\n  \n  Forma parte de ti,\n  \n  Nunca se ha perdido.\n  \n  Tan solo un olvido...\n  \n  Y disfrutas dolor sin sentencia\n  \n  Matando con la indiferencia\n  \n  Fingiendo reir\n  \n  Por dentro morir\n  \n  Con falsa alegria\n  \n  Consuelas mi ausencia.\n  \n  Sin sombra no hay luz...\n  \n  Me encandilo al ver\n  \n  (Sin sombra no hay luz...)\n  \n  Cuan ciega tu razon puede ser.\n  \n  (Sin sombra no hay luz...)\n  \n  Lo que estas buscando\n  \n  (Sin sombra no hay luz...)\n  \n  Lo vas a encontrar,\n  \n  (Sin sombra no hay luz...)\n  \n  Desapercibido a tus ojos...\n  \n  Sin sombra no hay luz...\n  \n\n   @LaliEspositoHOficial\n  \n\n\n   https:\/\/youtu.be\/DMGhjaTLQg4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","264371":"\n  Latín.\n  ","264372":"\n  No sé los demás, yo le di todo mi amor, hasta quedarme vacío.\n  ","264373":"\n  No sé cómo impresionar a nadie,\n  \n  ni se actuar de otro modo que no sea yo.\n  ","264374":"\n  La falta al respeto es lo que está enfermando a la sociedad mundial y pasa por la intolerancia.\n  ","264375":"\n  En mi opinión, ya hay chat en otra RRSS y también en App.\n  ","264376":"\n  Antes siempre me importó.\n  ","264377":"\n  La Santa Biblia.\n  ","264378":"\n  No lo sé, en mi caso odio a todos sin motivo aparente.\n  ","264379":"\n  Si, debería.\n  \n  Una persona que lleva una conducta desenfrenada, sin someterse a la moral dominante terminará vulnerando el derecho ajeno y debería ser responsable sobre lo que dice.\n  ","264380":"\n  Soy hombre.\n  ","264381":"\n  tienes helado favorito? Si.\n  \n  Cuál me recomiendas? Cada quien tiene sus guetos, así que me limito a no recomendar.\n  ","264382":"\n  Me lo bebí, chocolate caliente en taza.\n  ","264383":"\n  Correspondencia.\n  ","264384":"\n  La diferencia es que quien juzga terminará cometiendo un nuevo delito o no.\n  ","264385":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264386":"\n  Realmente, no son necesarias.\n  ","264387":"\n  Un poco más de 70 horas, no recuerdo bien.\n  ","264388":"\n  No tengo favoritismos.\n  ","264389":"\n  No me fijo en nada.\n  ","264390":"\n  No lo sé, soy nuevo en esto.\n  ","264391":"\n  Siempre estoy en algo hasta agotarme del cansancio, es cuando me acuesto y me duermo.\n  ","264392":"\n  ¿Quisiste a alguien tanto que te hirió? Ella no me hirió, fueron las circunstancias las que no tuvieron piedad de mi.\n  \n  ¿Fuiste el primero que compró preservativos? En las relaciones que tuve, todos los compré.\n  \n  ¿Besaste a alguien y te arrepentiste? Jamás me arrepentimiento de lo que algo, solo asumo lo que deba ser asumido.\n  \n  ¿Perdiste a alguien? Desde mi punto de vista, no, quien quiso irse, ya sabe por donde vino.\n  \n  ¿Estuviste deprimido? Aveces lo estoy.\n  \n  ¿Quebraste? Me perdí un libro, no entendí la pregunta.\n  \n  ¿Lloraste por alguien del sexo opuesto? Así es.\n  \n  ¿Le mentiste a alguien? No veo la necesidad de hacerlo.\n  ","264393":"\n  Hace ya algunos meses en los que al despertar en la mañana es una de las cosas que hago cuando aún no tengo servicio eléctrico.\n  ","264394":"\n  ¿que es el conflicto? El conflicto es una situación en la cual dos o más personas con intereses diferentes entran en confrontación, oposición o emprenden acciones, mutuamente antagonistas, con el objetivo de dañar o eliminar a la parte rival, incluso cuando tal confrontación sea verbal, para lograr así la consecución de los objetivos que motivaron dicha confrontación.\n  \n  ¿son ustedes conflictivo? Considero que no lo soy, pero hay quienes si no entran en conflicto conmigo como que no pueden vivir.\n  \n  ¿es necesario? Creo que no lo es.\n  \n  ¿es inevitable? Solo cuando no lo ves venir y cuando te das cuenta ya estas envuelto.\n  \n  ¿conocen alguien conflictivo? Si.\n  \n  ¿se han llevado bien? Solo un rato y cuando puedo huir, ni más lo pienso y dejo el polvo.\n  ","264395":"\n  Es una de las cosas más importantes en lo que a mi respecta, ya que expresa lo que una persona siente a través de una infinidad de formas y técnicas y que es percibido por otras personas.\n  ","264396":"\n  Es solo una consecuencia, nada más.\n  ","264397":"\n  La condición humana tiene su lado opuesto que es la inhumana, no es posible que exista una sin la otra.\n  ","264398":"\n  No sé vivir otra vida que no sea la mía, así que no tengo punto de comparación que determine mi satisfacción o insatisfacción con mi vida.\n  ","264399":"\n  Es el conocimiento que tienes de tú propia existencia.\n  ","264400":"\n  Ya antes escribí sobre el tema.\n  ","264401":"\n  Tengo una pésima memoria.\n  ","264402":"\n  Nacer vivo.\n  ","264403":"\n  La eternidad, a mi eso no me va a pasar.\n  ","264404":"\n  Solo veo los juegos que puedo cuando hay mundiales, me gustan Alemania, Argentina, Brasil y si clasificará mi país Venezuela, en ese mismo orden.\n  ","264405":"\n  Solo me gusta del sitio, salado las papas y dulce el helado, puedo comer las otras cosas solo para compartir pasando el rato.\n  ","264406":"\n  No tengo juegos en el móvil.\n  ","264407":"\n  El que sepa, que nos avise.\n  ","264408":"\n  Yo no tengo ese propósito, pero puedo ser complaciente.\n  ","264409":"\n  No puedo con el mundo.\n  ","264410":"\n  Has recibido una pregunta Shoutout de Jean: “00:45 a.m” #Feedback: 12:49a ¿Cómo puede ser la diferencia de hora?\n  ","264411":"\n  No es verdad.\n  ","264412":"\n  Sangre por las venas.\n  ","264413":"\n  No lo sé, dímelo tú.\n  ","264414":"\n  -.-\n  ","264415":"\n  Aún no entiendo, pero no te preocupes.\n  ","264416":"\n  El egoísmo.\n  ","264417":"\n  Creo que seguiré viviendo de la misma forma toda la vida.\n  ","264418":"\n  Leonardo Astros preguntaste “¿Qué es la constante de Plank?”\n  \n  Plank es una actividad física, en tal caso es repetición, no constante.\n  ","264419":"\n  Puedo con los dos, pero gastaría dinero en ello.\n  ","264420":"\n  Suelo tenerlos en las escaleras.\n  ","264421":"\n  Los odio a todos.\n  ","264422":"\n  🙊🙉🙈\n  ","264423":"\n  ¹ Lenguaje de señas.\n  \n  ² Chino mandarín.\n  \n  ³ Portugués brasileño\n  ","264424":"\n  Para mi caso, el tiempo es irrelevante.\n  ","264425":"\n  En mi caso la semana comienza el domingo y termina el sábado.\n  ","264426":"\n  Lo supo porque para la época se reconocía la hora por medio de la sobra que genera la falta de luz solar.\n  ","264427":"\n  Solo me he enamorado una vez y ella ya lo sabe, no se si se me nota.\n  ","264428":"\n  No leo libros.\n  ","264429":"\n  Viajar en un crucero, ya ni importa el lugar que sea.\n  ","264430":"\n  Desde hace algún tiempo dejé de ver series o películas.\n  ","264431":"\n  Me perdí un libro, no se a que te refieres.\n  \n  No soy bueno haciendo preguntas, las que hago son sobre diferentes cosas y situaciones.\n  ","264432":"\n  Siempre evito hablar mal de quien sea.\n  ","264433":"\n  Ya antes escribí sobre el tema.\n  ","264434":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264435":"\n  Su interés es que seamos amigos, eso dolerá un buen tiempo.\n  ","264436":"\n  Alimentos transgénicos o contaminación o agentes químicos o armas nucleares o un impacto de un objeto contra el planeta o una onda de radiación y viento solar que se desprenda del sol o el derretimiento del permafrost, la capa de hielo que cubre permanentemente los niveles más superficiales del suelo en muchas regiones frías y próximas a los glaciares, está originando la emisión a la atmósfera de grandes cantidades de gases de efecto invernadero como lo mencionas tú calentamiento global.\n  ","264437":"\n  Eso no existe.\n  ","264438":"\n  No lo sé.\n  \n  Ismael es un nombre propio masculino en su variante en español. Proviene del verbo shaman, \"oír, escuchar\". del hebreo ישמעאל y significa «a los que Dios ha oído».\n  \n  Soy ateo.\n  ","264439":"\n  Yo tengo suerte, mala, pero suerte al fin.²\n  ","264440":"\n  \"Si hay más de una forma de hacer un trabajo y una de ellas culmina en desastre, alguien lo hará de esa manera\"\n  ","264441":"\n  Hasta ahora no hice ninguna locura de amor por alguien.\n  ","264442":"\n  -.-\n  ","264443":"\n  ¿Cómo están? Estoy genial.\n  \n  ¿Qué género de música escuchas? Ya antes escribí sobre el tema.\n  \n  ¿me puedes recomendar una?\n  \n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n\n  ¿Has llorado de alegría? No.\n  \n  ¿Has consumido alguna vez alguna droga? Ya antes escribí sobre el tema.\n  ","264444":"\n  No tengo favoritismos, pero me gusta comer pizza napoli con maíz, seven up y helado mantecado con ron pasa, fresas y torpin de chocolate.\n  ","264445":"\n  Claro que es posible.\n  ","264446":"\n  Yo tengo suerte, mala, pero suerte al fin.\n  ","264447":"\n  Dilos  todos, que los de ahora sean los cuatro primeros.\n  ","264448":"\n  Menciona los nombres de tus gatos.\n  ","264449":"\n  Estoy genial. ¿Tú cómo estás?\n  ","264450":"\n  Así es.\n  ","264451":"\n  Aquí estoy nuevamente.\n  ","264452":"\n  En ella estoy.\n  ","264453":"\n  No tengo lugar a donde ir.\n  ","264454":"\n  El que sepa, que nos avise.\n  ","264455":"\n  Mi corazón solo bombea sangre.\n  ","264456":"\n  No tengo la menor idea de como hacerlo.\n  ","264457":"\n  Por eso no hablo con nadie, solo pregunto y respondo, las interrelaciones no es lo mio, en realidad aún no sé que es lo mio.\n  ","264458":"\n  El punto es que no intento disgustar a nadie y menos aún a ti.\n  ","264459":"\n  Ella es diferente, inevitable, a veces tan tierna, tan cálida, tan fría, tan distante, tan ella.\n  ","264460":"\n  Que yo sepa, nadie hace eso por mi.\n  ","264461":"\n  La verdad es que no es eso lo que intente decir. Pregunte: ¿Cuántos goles has logrado? Y esperaba una respuesta como 10 o 5 o 33 o 2.\n  ","264462":"\n  Recién escribí sobre el tema.\n  ","264463":"\n  Mi torpeza me dejará mal nuevamente.\n  ","264464":"\n  :(\n  ","264465":"\n  Nada.\n  ","264466":"\n  Tengo recuerdos vagos de esa foto con tú abuela Elizabeth, cuando eso nos describimos por facebook y te cerraron la cuenta,\n  ","264467":"\n\n   https:\/\/youtu.be\/iWJNKrXnm-Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","264468":"\n  Lo feliz que era y no lo sabía.\n  ","264469":"\n  Perdón, en el momento de hacer la pregunta en mi cabeza, visualice una respuesta con una cantidad en números, suelo malinterpretar las cosas, quizás por eso evitó hablar con las personas.\n  ","264470":"\n  :o\n  ","264471":"\n  Visitar amigos, no tengo amigos.\n  \n  Ver televisión, hace algún tiempo dejé de hacerlo.\n  \n  Publicar fotos personales en RRSS, jamás lo hago.\n  \n  Borro la pregunta diaria de ASKfm.\n  ","264472":"\n  Entiendo que jamás lograste hacer algún gol.\n  ","264473":"\n  ¿Cuántos goles has logrado?\n  ","264474":"\n  Entiendo.\n  ","264475":"\n  Porque así lo especifican las normas de la ortografía.\n  ","264476":"\n  ¿Perdón, he visto algunas de tus fotos después que me has dicho lo de las lesiones y no veo marcas o es que están maquilladas?\n  ","264477":"\n  No le hago nada a nadie, pero se me nota desde lejos en el rostro.\n  ","264478":"\n  ¿Fractura, esginse, desgarre, corte, golpe, raspón, etc. Qué te pasó?\n  ","264479":"\n  A las 6:00 de la mañan o antes.\n  ","264480":"\n  Jamás me escribiste sobre alguna lesión, este es el momento para hacerlo.\n  ","264481":"\n  Así es y dicen que el que no sufre por enfermedad o lesión, solo sufrirá por amor.\n  ","264482":"\n  En la astrología, Escorpio es el octavo signo del zodiaco, el cuarto de naturaleza negativa y el tercero de cualidad fija.\n  \n  Simboliza la destrucción y el renacimiento, está regido por los planetas Marte y Plutón.\n  \n  Elemento Zodiaco: Agua y tierra\n  \n  Se considera que alguien es del signo Escorpio cuando nace entre el 23 de octubre y el 22 de noviembre.\n  \n  Yo el 5 de noviembre\n  ","264483":"\n  No tengo favoritismos, deje de ver dibujos animados.\n  ","264484":"\n  Tú los has dicho.\n  ","264485":"\n  Desconozco sobre el tema.\n  ","264486":"\n  No está bien internet por aquí y tampoco está bien que sufras tú.\n  ","264487":"\n  Exacto.\n  ","264488":"\n  No lo sé, cuando nos comenzamos a escribir me hablaste de que tenias una relación con alguien de España y con el tiempo no hablamos más de él.\n  ","264489":"\n  Y como digo yo: \"Lo que más importa es desapercibido a los ojos\"\n  ","264490":"\n  Mientras no lo hice, me parecio que era una falta de respeto a ti y a tú pareja, ahora ya no lo consideró así y puede que esté equivocado.\n  ","264491":"\n  A veces tenemos lo evidente y aún así no lo vemos.\n  ","264492":"\n  Quería hacerlo desde que te escribí la primera vez, pero no lo hice hasta hace poco tiempo.\n  ","264493":"\n  Tienes razón.\n  ","264494":"\n  Me ayudaste a ver mi miedo como algo característico de mi persona y dejar de verlo como un complejo.\n  ","264495":"\n  Gracias por ayudarme.\n  ","264496":"\n  Tienes toda la razón.\n  ","264497":"\n  Así es.\n  ","264498":"\n  Todos hacemos algo que no nos gusta hacer y hay a quienes si les gusta eso, a mi por ejemplo.\n  ","264499":"\n  Que te puedo decir, es por ello lo de entre gustos y colores.\n  ","264500":"\n  Me refiero a que en varias ocasiones hablamos sobre algo y al tiempo lo hablamos nuevamente como si no lo hablamos antes, por ello es la sensación de déjà vu, me encanta, porque solo contigo ha pasado y ya lo veo como una característica que te distingue, solo que no me acostumbro así nada más.\n  ","264501":"\n  Eso.\n  ","264502":"\n  Ya lo sé, solo que no me acostumbro, solo lo he visto contigo.\n  ","264503":"\n  Sé a que te refieres al decir que todos somos bellos y desde ese punto de vista, tanto en lo personal como en lo físico, estoy absolutamente de acuerdo con eso, sé también que sabes que me refiero que la naturaleza, a todos los seres vivos les provee de particularidades que hacen unos sean más atractivos que otros, sobre todo para la procreación.\n  ","264504":"\n  Me asombra el déjà vu, esto ya lo hablamos antes.\n  ","264505":"\n  No lo sé, es algo irracional que nos sucede a algunos hombres.\n  ","264506":"\n  Me asombro.\n  ","264507":"\n  Del inglés caligynephobia, y este acuñado a partir del griego antiguo καλή (kalé), \"bello\", γυνή (gyné), \"mujer\", y el sufijo - phobia a la belleza femenina.\n  ","264508":"\n  No tengo favoritismos.\n  ","264509":"\n\n   @LaliEspositoHOficial\n  \n","264510":"\n  Aclarado el asunto.\n  ","264511":"\n  Siento en mi el miedo que más vibra conmigo, el que más me afecta es la caliginefobia.\n  ","264512":"\n  ¿Qué opinas acerca de la abnegación? Nada.\n  \n  ¿Te podrías considerar una persona abnegada? No.\n  \n  ¿Por qué? Puedo hacer muchas cosas por diferentes personas, no me veo sacrificandome por alguna persona en particular.\n  ","264513":"\n  Claro que se perder, eso no quiere decir que quiera o no quiera intentarlo de nuevo.\n  ","264514":"\n  Me refería a que no entendí esto que dices: \"Ciertamente así es. y estoy convencido de la veracidad que hay en algunas lineas escritura-les que ley en alguna ocasión. dichas lineas decían. Sobre el fuerte hay uno mas fuerte y sobe este uno mas.\"\n  ","264515":"\n  Puedo con cualquiera de los dos, incluso con ambos.\n  ","264516":"\n  Siempre.\n  ","264517":"\n  -.-\n  ","264518":"\n  Nada.\n  ","264519":"\n  Si a mi no me la hacen directa y a veces hasta con mención, entonces no es conmigo la cosa.\n  ","264520":"\n  :o\n  ","264521":"\n  Quizás lo soy para algunas cosas y para otra no, realmente no lo sé.\n  ","264522":"\n  Estoy en contra de la inmunidad de cualquier clase, si de algún delito se tratase.\n  ","264523":"\n  Jamás cambiaría nada, así me guste o no.\n  ","264524":"\n  Me perdí un libro, no entendí lo que dices.\n  ","264525":"\n  Te quiero significa que quieres hacer que el amor que sientes por él\/ella sea algo permanente.\n  \n  Deseas compartir todo junto a la persona que quieres.\n  \n  Una vida llena de cariño, confianza, sabiduría y lo más importante, aprendizaje mutuo.\n  \n  Vivir juntos no es necesario.\n  \n  El significado de decir te amo en imágenes. Decir te amo es la forma más hermosa de comunicarle a una persona el amor que sentimos por ella.\n  \n  El amor es el sentimiento más intenso, puro y comprometido que puede existir entre las personas.\n  \n  Sentimos amor por nuestra familia, por nuestros amigos, nuestra pareja.\n  \n  Vivir juntos se siente como necesario.\n  ","264526":"\n  No me gusta debatir nada, pero no siempre haremos lo que nos gusta.\n  ","264527":"\n  Lo único que sé y que no tengo dudas es que moriré, todo lo demás es solo lo que creo que es.\n  ","264528":"\n  Siempre digo que el éxito es un camino, no un destino.\n  \n  No por nada la palabra misma éxito viene del latín y tiene la misma raíz que la palabra «exit» (salida) en inglés.\n  \n  Una salida que puedes diseñar según tu propio estilo.\n  \n  La que te sirva a ti.\n  ","264529":"\n  Me da igual, puedo con eso y con más.\n  ","264530":"\n  Nadie puede hacer tal elección, ni siquiera quienes tienen heterocromía.\n  ","264531":"\n  Supongo que lo dices por experiencia.\n  ","264532":"\n  Entiendo.\n  ","264533":"\n  Confio en el protector eléctrico, espero y no me falle.\n  ","264534":"\n  ¿cambiarías algo de ti, que te caractericé y te de identidad. Solo porque alguien te lo pida? Siempre diré que no.\n  \n  ¿por que? Porque pienso que es así como debo de ser... Pero hay alguien que tiene un poder sobre mi mayor que el mio y de solo pensar todo lo puede hacer, me da pánico.\n  ","264535":"\n  Siempre creemos que lo que hagamos lo estamos haciendo bien, hasta que los resultados o alguien nos demuestra lo contrario.\n  \n  \"Si hay más de una forma de hacer un trabajo y una de ellas culmina en desastre, alguien lo hará de esa manera\" Ese alguien siempre he sido yo.\n  ","264536":"\n  Nada de lo que he deseado en lo que llevo de vida se ha cumplido, así que desde hace algún tiempo dejé de pedir deseos.\n  ","264537":"\n  Hasta el día de hoy 24 de julio de 2019, solo sirven para pagar fondos premian y para que aparezca en la notificación la pregunta que recompensas del mismo modo que aparece en la notificación cuando das me gusta a una respuesta.\n  ","264538":"\n  Desayuno una cantidad razonable.\n  ","264539":"\n  No digo nada a quien no le interesa.\n  ","264540":"\n  Solo estoy enamorado de una y no logro aclararme la mente.\n  ","264541":"\n  Estoy en el horario\n  \n  02:00 hasta 08:00 Sin servicio eléctrico\n  \n  08:00 hasta 14:00 Con servicio eléctrico\n  \n  14:00 hasta 20:00 Sin servicio eléctrico\n  \n  20:00 hasta 02:00 Con servicio eléctrico\n  \n  Aquí se restableció el servicio eléctrico hoy 23 de julio de 2019 a las 15:56.\n  ","264542":"\n  Sin fe, solo se obtiene un conjunto de ideas, enseñanzas o principios básicos defendidos por un movimiento religioso.\n  ","264543":"\n  ...Establecen contraejemplos que permitan demostrar falsa la conjetura; por lo tanto, es pseudociencia.\n  \n  10)La creencia en el alma no se compagina con la cosmovisión naturalista, materialista y realista científica de la comunidad científica.\n  \n  11)Viola el criterio de «solidez metacientífica» ya que contradice principios metacientíficos como el principio de legalidad [en ciencias]: «todo acontecimiento obedece por lo menos a una ley» ¿A qué ley obedece el alma?\n  \n  12)Carece de consistencia externa o compatibilidad con disciplinas científicas: contradice a las neurociencias y a la psicobiología, atenta contra el principio de conservación de la energía (el alma como motor perpetuo es un imposible), etc.\n  \n  13)La idea de un alma inmaterial que produce acciones inmateriales se basa en el falso axioma antiguo: «lo igual engendra lo igual», idea que desempeñó un papel dañoso en las ciencias de siglos pasados. En lapseudocienciade laalquimia, los alquimistas querían hacer oro con ayuda del oro; se hacían filtros amorosos de corazones, porque se creía que era el asiento del amor, etc. Por tanto, se comete la falacia de premisa falsa.\n  \n  14)Ya los filósofosLocke,Diderot,Voltaire,D’Holbach,Buchner,La Mettrie,Kant,Hume, etc. desenmascararon los sofismas en que se basan las creencias metafísicas del «alma», «sustancia», etc. Por lo tanto, desde el punto de vista filosófico, la idea del alma está archirrefutada.\n  ","264544":"\n  El alma, tal como la ven los creyentes, sería algo así como un «ser» inmaterial, intangible, indestructible, inmortal, simple, inextenso, indivisible, yuxtapuesto al cuerpo, etc., por el cual tendríamos las facultades de pensar y sentir, y de sobrevivir a la muerte física en un más allá.\n  \n  Técnicamente, los filósofos creyentes defienden este principio basándose en:\n  \n  1) El alma no puede ser material, porque origina acciones más allá de lo orgánico y no podemos percibirla sensorialmente. Es inmaterial, por lo tanto.\n  \n  2) El alma es independiente del cuerpo («espiritual»), porque los efectos del alma no dependen del organismo de forma absoluta (es capaz de contraponerse a sus leyes primordiales).\n  \n  3) El alma es inmortal, porque al ser distinta de la materia (no tiene partes que se disgregen), es «simple».\n  \n  4) El hombre es unidad cuerpo-alma por lo anterior.\n  \n  Refutación\n  \n  1) Hay muchas cosas que no podemos percibir sensorialmente (por ejemplo, los átomos, quarks, etc.), lo cual no implica que esas cosas sean «inmateriales».\n  \n  2) Según la biopsicología, todo lo mental es cerebral, y , por tanto, no hay ningún principio mítico o alma que genere los pensamientos, sentimientos, recuerdos, etc.\n  \n  3) Se comete la falacia de petición de principio al suponer gratuitamente la posibilidad de algo «inmaterial real»; pero esa «posibilidad» tendría que demostrarse, no darla por supuesta.\n  \n  4) Las supuestas acciones más allá de lo orgánico (pensamiento, voluntad, vivencias estéticas, etc.) son el resultado de procesos cerebrales, según las neurociencias cognoscitivas.\n  \n  5) Se comete la falacia del argumentum ad ignorantiam al suponer que porque no se demuestra la materialidad de ciertas acciones, luego no son materiales (inmateriales).\n  \n  6) Se comete una violación a la navaja de Ockham al multiplicar las «causas» de nuestras acciones sin necesidad. Si sabemos que: a) tenemos cerebro; b) tenemos pensamientos, sentimientos, etc., entonces, ¿por qué atribuirle nuestros pensamientos y emociones a una causa desconocida, llamada alma, si tenemos causas más simples y comprobadas (sinapsis neurales, corteza cerebral, sistema límbico, etc) de nuestros pensamientos y sentimientos?\n  \n  7) La creencia del alma es fruto de nuestra mala gramática, infestada de metafísica, ya que el alma\/sujeto es una ficción lógica creada por el lenguaje (Bertrand Russell dixit); y alma («el ser») es sólo un infinitivo sustantivado, resultado del anteponerle el artículo «el» al lexema «ser», y, por lo tanto, es una abstracción lingüística carente de referentes reales. Pretender que una abstracción es un ente «real» es la típica falacia metafísica de reificación o «sustancialización de lo abstracto».\n  \n  8) Al definir al alma como inmaterial y trascendente se comete la falacia de «imposibilidad de comprobación», ya que no sería abordable por los instrumentos de medición y exploración científicos, sería inverificable.\n  \n  9) El alma es una hipótesis infalsable, ya que sus defensores no diseñan experimentos o...\n  ","264545":"\n  Puedo escuchar cualquier género musical sin ningún problema.\n  ","264546":"\n  Y también sirven si en un estado, das clic al corazón de me gusta \"like\" y luego das clic al fuego de las monedas \"fire\", ese usuario de ASKfm verá en la notificación la pregunta y la respuesta que cliqueaste.\n  ","264547":"\n  Todos somos influenciables si no tenemos criterios propios.\n  ","264548":"\n  Creo que se debe de hacer lo que sea más cómodo para ambos.\n  ","264549":"\n  Suelo ir diario en la mañana al baño, me aseo la boca, hago el número uno y en número dos, desconozco si existe el número tres y luego aseo mi cuerpo antes de salir de casa, puedo aguantar las ganas de orinar por horas, trato en lo posible de no aguantar más de lo necesario.\n  ","264550":"\n  No recuerdo nada de eso, así que no lo sé.\n  ","264551":"\n  ¿Qué opinas de las personas que usan ask como si fuera Tinder? Si opinión, desconozco que es Tider.\n  \n  ¿Es sano encontrar parejas en redes sociales? En lo personal, no uso las redes sociales para ese fin.\n  \n  Pero como dice el dicho: Nunca digas \"De esta agua no beberé\".\n  \n  Es verdad, fue aquí en ASKfm en donde me enamoré, eso no quiere decir que fui correspondido.\n  ","264552":"\n  Ya antes escribí sobre el tema.\n  ","264553":"\n  ¿Cuál es?\n  \n   @LaliEspositoHOficial\n  \n\n  ¿Encuentras algún defencto en el\/ella o en su vida? No encuentro ninguno.\n  \n  ¿Qué cambiarías? Jamás intentaría cambiar a nadie.\n  ","264554":"\n  No compro nada de segunda mano \"usado\" por no contribuir con la delincuencia.\n  ","264555":"\n  Jamás conoceré a nadie a la perfección, ya que nadie se conoce asimismo a la perfección.\n  ","264556":"\n  Ni antes, ni después, no me gusta criticar a nadie.\n  \n  Cada quien es como es por una serie de circunstancias que por lo general desconocemos.\n  ","264557":"\n  Ten cuidado sea quien sea: tú madre, tú padre, tú profesor, tú pareja, tú hijo, tú hermano, tú compañero de trabajo, tú vecino o tú jefe pueden ser personas tóxicas.\n  \n  Te darás cuenta, una persona tóxica necesita estar cerca de su víctima, la mayoría de las veces no la quiere, no la respeta y no la escucha.\n  ","264558":"\n  Enamorarme solo, nada logró o logra superar eso.\n  ","264559":"\n  Ya antes escribí sobre el tema.\n  ","264560":"\n  Fue elaborada por Juan Germán Roscio y Francisco Isnardi, ratificada por el Congreso el 7 de julio de 1811, y pasada al libro de Actas el 17 de agosto de 1811, en Caracas.\n  \n  Cada 5 de julio se celebra como el Día de la Independencia de Venezuela.\n  ","264561":"\n  La realidad es que solo quienes creen en deidades, creen en los espíritus.\n  \n  Los vampiros y los hombres lobos pueden provocar miedo, eso no quiere decir que existan.\n  ","264562":"\n  ¿Qué es lo que no crees?\n  ","264563":"\n  ¿Y el alma o espíritu, si lo domina todo?\n  ","264564":"\n  Puedes decirle *esencia, alma o espíritu, no dejará de ser el conocimiento que el ser humano tiene de su propia existencia, de sus estados y de sus actos, es decir la conciencia.\n  ","264565":"\n  El ateísmo abarca mucho más que la incredulidad hacia el monoteísmo, ya que hay quienes son politeístas así como hay quienes creen en fantasmas.\n  ","264566":"\n  -.-\n  ","264567":"\n  -.-\n  ","264568":"\n\n   @SoyTsundere\n  \n  Me perdí un libro, no se a quien le haces la pregunta, si es a\n  \n   @villalobosij\n  \n  o se la haces a\n  \n   @El_Buscador_De_Motivos\n  \n","264569":"\n  ¿Cual es la explicación científica, si se puede saber, ya que yo no la sé?\n  ","264570":"\n  Soy ateo.\n  ","264571":"\n  Es disfrutar de lo poco agradable que es la vida, tanto personal como la ajena.\n  ","264572":"\n  Me fui con la intención de no regresar, no pude y regresé.\n  ","264573":"\n  Nadie lo sabe, yo no lo sé, deben ser cosas de loco.\n  ","264574":"\n  Eso no lo decide ningún presidente en el mundo, hay demasiados intereses de promedio como para dejar que eso suceda, es la razón por la cual cualquier sistema político es utipico, porque termina siendo solo politiquería.\n  ","264575":"\n  Que sea mentirosa.\n  ","264576":"\n  El origen es del árabe hispánico «law šá lláh» que quiere decir \"si Dios quiere\".\n  ","264577":"\n  Dadas unas circunstancias peculiares del tiempo y condiciones iniciales de un determinado sistema dinámico caótico, más concretamente con dependencia sensitiva a las condiciones iniciales, cualquier pequeña discrepancia entre dos situaciones con una variación pequeña en los datos iniciales, cabe resaltar que sin duda alguna y sin explicación científica, acabará dando lugar a situaciones donde ambos sistemas evolucionan en ciertos aspectos de forma completamente diferente, eso implica que si en un sistema se produce una pequeña perturbación inicial, mediante un proceso de amplificación, podrá generar un efecto considerablemente grande a corto o medio plazo.\n  ","264578":"\n  Absolutamente nada.\n  ","264579":"\n  Me perdí un libro, no se de que hablas.\n  ","264580":"\n  Exacto.\n  ","264581":"\n  No lo sé, no las tengo por jerarquía.\n  ","264582":"\n  Tengo bastantes cosas pendientes las estoy resolviendo.\n  ","264583":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264584":"\n  Tomar distancia.\n  ","264585":"\n  No lo creo, pero respeto a quienes si creen.\n  ","264586":"\n  Tengo la habitación con el color blanco.\n  ","264587":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264588":"\n  No lo sé, suelo escuchar cualquier género musical.\n  ","264589":"\n  Desde hace algún tiempo dejé de hacer planes.\n  ","264590":"\n  No lo sé.\n  ","264591":"\n  La llevaba conmigo, pero no se donde la perdí.\n  ","264592":"\n  Tengo tantos deseos que no se han cumplido que ya no doy para más.\n  ","264593":"\n  No me gusta fantasear con cosas como esta.\n  ","264594":"\n  A mi eso me tiene sin cuidado.\n  ","264595":"\n  No.\n  ","264596":"\n  Yo estaría mejor si pudiera dejar de comer.\n  ","264597":"\n  No lo haría.\n  ","264598":"\n  Nada.\n  ","264599":"\n  Responder.\n  ","264600":"\n  Prefiero quedarme en casa, pero no siempre se puede.\n  ","264601":"\n  Eso depende de como seas tú conmigo.\n  ","264602":"\n  No lo hago.\n  ","264603":"\n  Ya todo me da igual.\n  ","264604":"\n  Dejé de ver películas.\n  ","264605":"\n  Perdón, no tengo la respuesta a ninguna de las preguntas que me haces.\n  ","264606":"\n  No lo sé, creo que no lo soy.\n  ","264607":"\n  Me gustaría viajar en un crucero, ya me dejó de importar a que sitio.\n  ","264608":"\n\n   @villalobosij\n  \n  No gastes tu tiempo pensando en que tienes un problema, inviértelo buscando una solución o hazlo fácil, busca ayuda.\n  ","264609":"\n  Esto aclara el asunto.\n  ","264610":"\n  Puedo dar fe de que es así.\n  ","264611":"\n  No lo creo.\n  ","264612":"\n  No.\n  ","264613":"\n  A nadie, no quiero saber nada que voluntariamente no quieran decirme.\n  ","264614":"\n  A nadie le enseñan como administrar la vida al 100%, porque nadie sabe hacerlo, todos perdemos parte de la vida en diversidad de casos y no nos damos cuenta de eso.\n  ","264615":"\n  La libertad es esa línea imaginaria que separa los derechos de cada individuo respecto a otro u otros.\n  ","264616":"\n  Así será.\n  ","264617":"\n  Es la coincidencia que tiene cada individuo al respecto de su aprendizaje.\n  ","264618":"\n  ¿Mis respuestas: 1-Te gustan 2-Te aburren 3-Te da igual?\n  ","264619":"\n  Hasta el día de hoy, no lo pregunté y seguiré así, sin la curiosidad.\n  ","264620":"\n  La verdad es que odio a la gente.\n  ","264621":"\n  Solo intentos frustrados de desenamorarme.\n  ","264622":"\n  Stephany Brigitte\n  \n  Christiam Steven\n  \n  Tiphany Valeria\n  ","264623":"\n  ¿Consideráis que siempre hay que tener un prototipo ideal de pareja? Yo no.\n  \n  ¿Tenéis o no tenéis algún prototipo en especial? No tengo, todos tenemos algo que nos diferencia del resto.\n  ","264624":"\n  Los anónimos, no exponemos fotos en la playa.\n  ","264625":"\n  No lo sé, es mi primera vez que se de la frase.\n  ","264626":"\n  A mi solo me gusta que sea delgada y que me amé.\n  \n  La que amo, ya es algo inexplicable e irracional en mi.\n  ","264627":"\n  No es mía, pero la tomo muy en cuenta.\n  \n  \"Nunca discutas con un estúpido, te hará descender a su nivel y ahi te vencerá por su experiencia.\" - Mark Twain\n  ","264628":"\n  Después de 1969, el hombre ha pisado la Luna en cinco ocasiones más y después con está nueva misión el hombre no ha pisado la luna, pero con ella la India se convierte el cuarto país, después de la antigua Unión Soviética, Estados Unidos y la Unión Europea, en llegar hasta la Luna.\n  ","264629":"\n  Al trabajador independiente jamás lo jubilan.\n  ","264630":"\n  villalobosij\n  ","264631":"\n  La estatura de un usuario anónimo es irrelevante.\n  ","264632":"\n  Soy anónimo.\n  ","264633":"\n  Todo lo que tenga inicio, tendrá final, tarde o temprano, se quiera o no se quiera, vaya bien o vaya mal.\n  ","264634":"\n  Ya antes escribí sobre el tema.\n  ","264635":"\n  Que así sea.\n  ","264636":"\n  No, suelo soltarle de todo y aún así la historia continúa.\n  ","264637":"\n  Me fui, pero regresé.\n  ","264638":"\n  Aveces.\n  ","264639":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264640":"\n  Yo no.\n  ","264641":"\n  Me pasa igual que a ti.\n  ","264642":"\n  villalobosij\n  ","264643":"\n  ¿Entender las razones de los demás, quiere decir que se aprueban sus intenciones o acciones? Puedes entender las razones, eso no quiere decir que las apruebas o desapruebas.\n  \n  ¿Tener disponibilidad de brindar apoyo incondicional, quiere decir que hay que justificar malas obras o participar en ellas? No, en lo absoluto.\n  ","264644":"\n  ¿Por qué te haces odiar? Hasta donde sé, nadie me odia.\n  \n  ¿Quién te hizo tanto daño para tratar tan mal a la gente? A mi nadie me hace daño, hay cosas que suceden que me causan dolor, pero ya eso es otra tema.\n  \n  Trato a todos por igual, incluidos mis padres, supongo que te debí tratar mal para que digas que trato mal a alguien.\n  ","264645":"\n  Ya antes escribí sobre el tema.\n  ","264646":"\n  Regresé.\n  ","264647":"\n  Uso de todo, acorde a la situación.\n  ","264648":"\n  6\/2=3\n  \n  70-3=67\n  ","264649":"\n  Todo eso existe y nada de eso evitará el caos y terminaremos destruyendonos nosotros mismos.\n  ","264650":"\n  Ya antes escribí sobre el tema.\n  ","264651":"\n  Decidí hacerlo, pero no me fue posible, así que regresé.\n  ","264652":"\n  No tengo favoritismos.\n  ","264653":"\n  crees en el budismo? No.\n  \n  O te interesa la filosofía de vida que tiene? No.\n  \n  Soy ateo, alguien que no cree en la existencia de deidades: en resumen, alguien escéptico en cuanto a la existencia de estas.\n  \n  Quizás sea la única coincidencia que tengo con el budismo, que no somos temerosos de una deidad para poder hacer el bien ante la posibilidad de hacer el mal.\n  ","264654":"\n  Odio a todos, pero no se el porqué.\n  ","264655":"\n  -.-\n  ","264656":"\n  No puede ver lo que envió.\n  ","264657":"\n  ¿Qué de qué o qué?\n  ","264658":"\n\n   @LaliEspositoHOficial\n  \n","264659":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?view_as=subscriber\n  \n","264660":"\n  Ser malo solo empeorará las cosas.\n  ","264661":"\n  Mi ego. Libre interpretación.\n  ","264662":"\n  En todas las relaciones en las que estuve, lo dejé bien claro, si llego a sentir celos se termina la relación, ninguna terminó por esa razón.\n  ","264663":"\n  Jamás hago nada para atraer a nadie.\n  ","264664":"\n  Lo creó, pero puedo estar equivocado.\n  ","264665":"\n  Ya lo hice, incluso lo menciono en la bio.\n  ","264666":"\n  La verdad es como un copo de nieve, perecen iguales, pero mientras más la detalles te darás cuenta que no lo son.\n  ","264667":"\n  Jamás creí que me enamoraría, solo sucedió y terminé confesándolo.\n  ","264668":"\n  La verdad es diferente para cada persona, solo si le das importancia estarán en acuerdo o desacuerdo con sus verdades.\n  ","264669":"\n  Por ejemplo.\n  ","264670":"\n  Gracias a ti.²\n  ","264671":"\n  Las cosas solo son importantes si le das importancia.\n  ","264672":"\n\n   https:\/\/www.youtube.com\/watch?v=zLX_GcXt2pI&feature=youtu.be\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","264673":"\n  Porque hay que ser agradecidos.\n  ","264674":"\n  Odio a la humanidad inhumana y no pasa nada.\n  ","264675":"\n  Gracias a ti.\n  ","264676":"\n  No lo sé, la verdad es que hay alguien que oprime las teclas para escribir desde esa cuenta, es ese alguien a quien le di todo mi amor hasta quedarme sin nada.\n  ","264677":"\n  No hay nada mejor que el agua para la sed\n  \n  - villalobosij 🎶\n  \n  Hay quienes relacionan el amor con el corazón,\n  \n  hay quienes relacionan el amor con la razón,\n  \n  hay quienes lo ven por primera vez hasta su muerte,\n  \n  y estoy yo, que te amo con todas las partes de mi cuerpo.\n  \n  ¿Dios existe? La verdad nadie lo sabe.\n  \n  Solo sé que tú crees en él, yo solo creo en el amor que te tengo.\n  \n  ¿Será obsesión? La verdad nadie la sabe.\n  \n  Solo sé que me importas, pero eso no es importante para nadie.\n  \n  Debo decirte,\n  \n  que he intentado olvidarte,\n  \n  debo estar haciéndolo todo mal,\n  \n  porque no logro olvidarte.\n  \n  Ahora soy como el árbol plantado en parque,\n  \n  vivo, ocupando un espacio, esperándote.\n  \n  Ahora eres como una nube flotando,\n  \n  creandome una agradable calma o creandome un inesperado caos.\n  \n  Nada es tú culpa, porque nada heces,\n  \n  nada es mi culpa, porque nada hice.\n  \n  Es lo insólito del universo,\n  \n  Nunca podré escapar de mis sentimientos así que mejor escucho lo que tiene que decirme.\n  \n  Esto no cambia nada o esto lo cambia todo.\n  \n  Cuento un hecho real o fabuloso adornado con elementos fantásticos o maravillosos.\n  \n  No se si es amor o ilusión, solo se que causa felicidad y dolor.\n  \n  Atado de manos,\n  \n  percepción errónea de un estímulo externo real.\n  \n  Nada es lo que parece,\n  \n  no hay algo que puedas hacer...\n  ","264678":"\n  No puedo dejar de pensar tantas cosas de ti. Antes me hacia feliz leer lo feliz que te hace tú pareja, pero eso cambio, ahora me causa dolor y es inevitable.\n  ","264679":"\n  Perdón, no estoy bien y estoy diciendo incoherencias... Lo que siento es un gran dolor, a consecuencia de lo que antes dije. Suelo ser mal interpretado.\n  ","264680":"\n  Jamás sentí envidia, ni celos y ahora los siento y realmente no son para nada sentimientos buenos, no se como evitarlos y prefiero irme a terminar haciendo daño de algún modo.\n  ","264681":"\n  No, pero hay personas que parece que saben como lograrlo.\n  ","264682":"\n  Jamás sería racista.\n  ","264683":"\n  A través de Shoutout.\n  ","264684":"\n  No lo sé.\n  ","264685":"\n  ¡Bonito palabro!² - Lo suyo no es el oficio del corrector.\n  ","264686":"\n  Solo puedo aceptar que me enamoré solo, del que tú hablas hay historias.\n  ","264687":"\n  Puedo con las dos, pero si puedo escoger, escojo de queso.\n  ","264688":"\n  Te darás cuenta ya dejé de hacer colectivas, aún estoy respondiéndole a los que preguntan, mientras sigo despidiendome, te darás cuenta cuando mi última respuesta deje de ser la actual.\n  ","264689":"\n  Falso, no quiero cambiar nada, ni a nadie, pero no es posible no hacerlo.\n  ","264690":"\n  Falso, solo siento amor y dolor.\n  ","264691":"\n  Falso, suelo incomodar a los impacientes.\n  ","264692":"\n  ¡Bonito palabro!\n  ","264693":"\n  Jamás me arrepiento de lo que hago, asumo las consecuencias de lo que hago y si decido regresar me tocará asumirlo también.\n  ","264694":"\n  Desde mi punto de vista si hablamos de gente, la de internet es gente real.\n  ","264695":"\n  ¿A que sabe el pan? Sabe a pan.\n  \n  ¿porque un boxeador dice que es mejor dar que recibir? Porque le gusta dar de lo que tiene a los demás, sin esperar nada a cambio.\n  \n  ¿Si vivir conlleva sufrimiento, somos masoquistas? No por eso somos masoquistas, para ser masoquista se tiene que infringirse a voluntad dolor, físico o emocional, por propia mano o por mano de otros, obteniendo de ello placer de algún tipo, en especial si es de índole sexual.\n  ","264696":"\n  Solo los que creen que sus actos serán juzgados para poder ascender.\n  ","264697":"\n  Nadie puede elegir ser mortinato.\n  ","264698":"\n  Gracias por intentar animarme, mientras no sepa el porque me pasa lo que me pasa, no creo que regrese.\n  ","264699":"\n  Ya antes escribí sobre el tema.\n  ","264700":"\n  Prefiero despedirme ahora, ya que simplemente dentro de poco abandonaré la cuenta, hay tanto de mi aquí, que quizás en mi vejez me interese leerlo o que sea un aporte para ayudar a alguien, no lo sé.\n  ","264701":"\n  Antes lo hacia, no sabía bien lo que hacia, ahora lo sé y aquí estoy tratando de explicar lo inexplicable.\n  ","264702":"\n  Se lo que intentas hacer y te agradezco enormemente el gesto.\n  ","264703":"\n  Jamás he tenido algún trato indiferente hacia ellos.\n  ","264704":"\n  Puedo con ambas.\n  ","264705":"\n  Quizás la razón sea cobardía, ya te las dejo.\n  ","264706":"\n  Unos no quieren irse porque sienten que aún les faltan cosas por hacer, otros porque sienten que hay quienes dependen de ellos, también están los que no queremos morir sufriendo, entre otros casos.\n  ","264707":"\n  No es verdad, los indigentes comen de todo y hay días que pasan hambre.\n  ","264708":"\n  Enserio, parece que si, pero la verdad es que no.\n  ","264709":"\n  Entiendo.\n  ","264710":"\n  Perdón.\n  ","264711":"\n  Me perdí un libro, no entendí, probablemente es coloquial lo que escribiste, pero aquí no usamos esa frase o la desconozco.\n  ","264712":"\n  Ya lo sé, así es esto.\n  ","264713":"\n  Mientras yo me asombro de que te sorprendas después de todo.\n  ","264714":"\n  10:57\n  ","264715":"\n  Ya tiene al amor de su vida y no soy yo.\n  ","264716":"\n  Según entiendo no estuve en el mejor momento de ASKfm y no pasó nada, ahora creo que sería igual para ASKfm que me quede o que me vaya.\n  ","264717":"\n  A veces.\n  ","264718":"\n  Espera, te vas de ASK? Así es.\n  \n  como que te vas a despedir? Me parecía una falta de respeto, solo irme y ya, sin despedirme de quienes aún se pasan intrigados.\n  ","264719":"\n  Me asombro.\n  ","264720":"\n  Respeto sobre todas las cosas, en todos los casos.\n  ","264721":"\n  Así es.\n  ","264722":"\n  Camino lento, hasta que tenga oportunidad de adelantarle.\n  ","264723":"\n  Hace ya unos años, no recuerdo cuantos, realicé un limpieza de las cuentas que seguía y comencé a seguir y pasarme por las cuentas que me daban like.\n  \n  Yo dejaba like a todo lo que leía, era como dejar una esquina doblada en la página de un libro, para saber lo que ya tenia leído y así evitar releerlo, aún hago eso.\n  \n  Me llegó una notificación de un like, no recuerdo la pregunta, ni la respuesta, simplemente me pasé a leer, como lo hacia con todos.\n  \n  Leí muchas cuentas falsas, en esta y en otras redes.\n  \n  Creí que su cuenta era falsa y aún seguí leyéndola día tras día, me gustaba mucho lo que escribía alguien real, sin importar quien era, pero que estaba detrás de un teclado al igual que yo.\n  \n  Podía leer su carácter, su forma de pensar, su fortaleza defendiendo sus ideales, lo que sentía, su entrega al amor, su afecto a su familia, entre otras cosas como lo que pensaba de la naturaleza, el apoyo a sus amistades y cosas así.\n  \n  En una de las preguntas que le hicieran, no recuerdo bien lo que decía, algo así: \"¿Que tienes?\" A lo que ella respondió: \"A nadie le importo\" Y no pude evitar escribirle por primera vez: \"No es verdad, hay alguien a quien si le importas\" El resto hasta el día de hoy, ya lo sabes.\n  ","264724":"\n  Nada inusual.\n  ","264725":"\n  Hace mucho quice irme, cuando ya estaba por irme, recibí un like y no pude irme.\n  \n  Pero cuando crees que todo es posible y la realidad te demuestra lo contrario, te das cuenta, nadar contra la corriente, poco a poco te ira agotando.\n  ","264726":"\n  Que bueno.\n  ","264727":"\n  Entiendo.\n  ","264728":"\n  Creo que si me iré.\n  ","264729":"\n  Que tengas un gran día también.\n  ","264730":"\n  El tiempo lo dirá.\n  ","264731":"\n  🙈🙉🙊\n  ","264732":"\n  Amo eso.\n  ","264733":"\n  A eso me refiero cuando digo jamás cambies.\n  ","264734":"\n  Pregunta capciosa.\n  ","264735":"\n  ¿Si te entiendo, me quieres decir que estas plagiando las preguntas?\n  ","264736":"\n  Porque hay personas malintencionadas y otras tóxicas que les daría igual intentar enojarte solo por placer.\n  ","264737":"\n  Jamás cambies.\n  ","264738":"\n  No lo sé.\n  ","264739":"\n  Y yo encantado de que lo hagas. ¡ja, ja, ja!\n  ","264740":"\n  Ahora entiendo. ¡ja, ja, ja!\n  ","264741":"\n  ¿No me dejarás con la intriga o si?\n  ","264742":"\n  Perdón, me perdí un libro. ¿A qué peli te refieres?\n  ","264743":"\n  No lo sé.\n  \n  ¿Cómo se te pueden ocurrir tantas preguntas inusuales?\n  ","264744":"\n  La paz esté contigo.\n  ","264745":"\n  Así es, fue solo una excusa para no despedirme y al final aquí estoy despidiendome.\n  ","264746":"\n  Así es.\n  ","264747":"\n  Por mucho que nos repugne algo, no podemos afirmar que no lo haremos o que estemos libres de que nos suceda.\n  ","264748":"\n  Los elefantes no tienen mano.\n  ","264749":"\n  Misteriosos somos, el amor es inexplicable.\n  ","264750":"\n  El que sepa, que nos avise.\n  ","264751":"\n  ¿En verdad te despides? Si.\n  \n  ¿Porque te vas? Me siento lleno de amor y dolor.\n  \n  ¿Que sucede amigo? Nada sucedió, he hay el detalle.\n  \n  ¿Todo bien? Aveces.\n  ","264752":"\n  ¡ja, ja, ja!²\n  ","264753":"\n  \"Y nunca sortié las trampas del amor\"\n  ","264754":"\n  Encantado de saber que ya estas bien.\n  \n  Siempre he sido ateo y a lo único que le he tenido fe, es al amor.\n  ","264755":"\n  ¡ja, ja, ja!\n  ","264756":"\n  Si se su nombre, por su nombre y si no lo sé le diría: \"Disculpa...\"\n  ","264757":"\n  Entiendo, gracias, espero que ya estés bien.\n  ","264758":"\n  No se si te refieres a fórmula de equivalencia entre masa y energía de Albert Einstein, que comente reciente.\n  ","264759":"\n  Dije que me iría de la red cuando mi cartera llegara a cero, ya empecé a despedirme.\n  ","264760":"\n  Gracias por el gesto, ya comencé a despedirme.\n  ","264761":"\n  Dificultades de circulación.\n  ","264762":"\n  Solo temo morir sufriendo.\n  ","264763":"\n  Cada una escogerá uno, luego cada una le obsequiará la mitad a la otra.\n  ","264764":"\n  Soy pesimista desde que tengo uso de razón, solo esperando siempre estar equivocado.\n  ","264765":"\n  (E) Energía de un cuerpo en reposo\n  \n  (=) Es igual\n  \n  (m) A su masa\n  \n  (c) Multiplicada por la velocidad de la luz\n  \n  (²) Al cuadrado\n  ","264766":"\n  Solo se que soy anónimo, de ahí no se nada más.\n  ","264767":"\n  No tengo amigos, ni novia.\n  ","264768":"\n  Creo en el amor como si fuera el mejor fanático del amor, solo jamás logré coincidencia.\n  ","264769":"\n  Jamás lo leí.\n  ","264770":"\n  Nadie.\n  ","264771":"\n  Se que lo que dije de la cartera de monedas al llegar a cero fue solo una escusa tonta para dejar la red, es que no me gustan las despedidas, mis mejores deseos y que su mente no les atormente como a mi.\n  \n  Perdón por lo que pueda o deba ser perdonado.\n  \n  Mi egocentrismo que hace que sistemáticamente yo infravalore el impacto positivo que puede tener en mi los demás.\n  \n  Por lo que por lo minimo dejaré aquí las gracias.\n  ","264772":"\n  No lo sé, quizás lo que odió es la carga negativa que todos tenemos.\n  ","264773":"\n  Si la naturaleza de su condición es hormonal seguirá siendo homosexual.\n  ","264774":"\n  Lo he pensado mucho desde que me enamoré y aún no lo sé.\n  ","264775":"\n  No pienso nada, si se cree que esta cometiendo un delito que sea juzgado por las autoridades y si no es ningún delito, no hay nada que yo pueda hacer.\n  \n  Hacer eso es más común de lo que te puedes imaginar, viene del año 900 a. C.\n  \n  Solo que quienes lo hacen, por lo general no lo hacen públicamente.\n  ","264776":"\n  De Venezuela, ASKfm me pone la bandera del país que mejor le parece.\n  ","264777":"\n  Te gusta hitler? Gustarme no. Interesante todo lo que se atrevió a hacer.\n  \n  Porque? Adolf Hitler fue un político, militar, pintor y escritor alemán, de origen austrohúngaro, canciller imperial desde 1933 y Führer, líder de Alemania desde 1934 hasta su muerte 1945.\n  ","264778":"\n  Yo estoy por dejar al menos esta red, ahora un clic son cinco monedas de recompensa y dije que la dejaría cuando mi cartera de ASKfm este en cero.\n  ","264779":"\n  Lo sé.\n  ","264780":"\n  Es normal que cada quien quiera tener un espacio de privacidad, sea este virtual o lo que llamamos real, en mi opinión el virtual es real también.\n  \n  Yo en lo particular, no lo veo ni bien, ni mal, eso debe de hablarse si es necesario y llegar a un acuerdo que se debe de respetar.\n  ","264781":"\n  No lo sé, quizás sea por eso que la paso tan mal, porque solo agradezco a las personas que de algún modo me ayudan sin esperar nada a cambio.\n  ","264782":"\n  Ni participo, ni creo encuestas de fotos, si es a esto a lo que te refieres.\n  ","264783":"\n  Desde algún tiempo dejé de hacer cosas como esta.\n  ","264784":"\n  Bien.\n  ","264785":"\n  No quiero ser impertinente, ya que me pediste que luego habláramos, me escribes cuando puedas.\n  ","264786":"\n  Eso me tranquiliza.\n  ","264787":"\n  Me intriga tú silencio, por no saber que ocurre.\n  ","264788":"\n  Tampoco estoy bien, estaré impaciente esperando, cuando quieras, quiero.\n  ","264789":"\n  Yo solo quería a alguien femenina, delgada y que me amará.\n  \n  Después me enamoré sin darme cuenta y ya nada de lo que quería importaba, solo importa ella.\n  \n  Antes de ella, nadie me logro afectar mis estados emocionales como el amor, el odio, la pasión y la ternura, tengo sentimientos encontrados constantemente.\n  \n\n   @LaliEspositoHOficial\n  \n","264790":"\n  Mi debilidad\n  \n   @LaliEspositoHOficial\n  \n  mi fortaleza.\n  ","264791":"\n  Muchos están de vacaciones.\n  \n  ¿Qué tal pasaron su 5 de Julio, día de la independencia? Estoy en un círculo de rutinas, si nadie viniera por mi, me perdería en el tiempo.\n  ","264792":"\n  Hace algún tiempo dejé el alcohol, si a eso te refieres.\n  ","264793":"\n  El amor.\n  ","264794":"\n  Caliginefobia.\n  ","264795":"\n  Se debe de ser sabio o culto, eso no quiere decir que no se sea ignorante.\n  ","264796":"\n  Me resfrío con frecuencia.\n  ","264797":"\n  Eres tan simple que te lo crees todo.\n  ","264798":"\n  Solo extraño a los que se fueron de este mundo, los que aún siguen aquí tienen todas las formas posibles para comunicarse conmigo.\n  ","264799":"\n  No solo lo creo, yo lo hago, odio a todos, eso no me impide ser bueno y ayudar a quien necesita de mi.\n  ","264800":"\n  Eso que dices es solo es una expresión fantasiosa.\n  ","264801":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists?disable_polymer=1&app=desktop\n  \n","264802":"\n  en “Si tuvieras el \"neuralizador\" de los hombres de negro que harias?” #Feedback:\n  \n   @Toad22\n  \n  Realmente no sé lo que haría. Gracias a\n  \n   @MilagrossSanchezz\n  \n  Por el detalle.\n  ","264803":"\n  No vi la película, así que no se lo que es, ni se lo que se pueda hacer con eso.\n  ","264804":"\n  Odiar y ser Pana al 100%\n  \n  ¿Estarías mintiendo?\n  ","264805":"\n  Antes no, ahora no puedo recuperar lo que no tuve.\n  ","264806":"\n  Era tan feliz y no lo sabía.\n  ","264807":"\n  Lo disfruto solo cuando salgo, en algún momento en el que no tenga que estar prestando atención a otra cosa o a alguien.\n  ","264808":"\n  Puede que yo tenga algún probla visual, no lo sé.\n  ","264809":"\n  Yo puedo ver que cambian de colores y puede que no sea así, realmente no lo sé.\n  ","264810":"\n  Ya antes escribí sobre el tema.\n  ","264811":"\n  Curiosidades de uno, buscando lo que no se me ha perdido.\n  ","264812":"\n  Que puedes decir lo que quieras a quien quieras, donde quieras y cuando quieras, toda acción tiene una reacción y puede que sea tarde cuando te arrepientas por no pensar antes de decir las cosas.\n  ","264813":"\n  No lo es del todo, tengo convicciones y he cambiado algunas y al parecer seguiré cambiando esas y quizás otras.\n  ","264814":"\n  Antes lo hacia, parecía que serviría para algo.\n  \n  Dejé de hacerlo, me es indiferente lo que puedan hacer.\n  ","264815":"\n  No se a que estrellas te refieres, ante la ambigüedad no sé que responder.\n  ","264816":"\n  Puedo con los dos.\n  ","264817":"\n  No lo sé, supongo que es para evitar que alguien sea un suicida.\n  ","264818":"\n  Estoy mejor pidiéndole ayuda a alguien más.\n  ","264819":"\n  No tengo favoritismos.\n  ","264820":"\n  Si la cárcel no tuviera los peligros y realmente reformara a los internos, no tendría problemas en estar recluido por cinco años.\n  ","264821":"\n  Eso jamás pasará, no hay forma de que solo escuche un género musical.\n  ","264822":"\n  Ya antes escribí sobre el tema.\n  ","264823":"\n  No dije algo contrario a lo que dices ahora.\n  ","264824":"\n  Unos nacen con estrellas y otros estrellados, los últimos entendemos la frase, pero nadie nos entiende.\n  ","264825":"\n  No tengo favoritismos.\n  ","264826":"\n  Jamás lo haría, cada persona tiene su tiempo en la vida y si ese no es su momento, vivirá.\n  ","264827":"\n  Nada hasta donde sé.\n  ","264828":"\n  No lo sé, preguntale a alguien que lo necesita.\n  ","264829":"\n  No le temo, solo que no me gusta ver cadaveres, me gusta recordar a las personas estando vivas, si las veo muertas no saldrá esa imagen de mi cabeza y así sería recordada por mi, así que prefiero no ver el cadáver.\n  ","264830":"\n  En mi opinión existe.\n  \n  La ley de la atracción es la creencia pseudocientífica de que los pensamientos (conscientes e inconscientes) influyen sobre las vidas de las personas, argumentando que son unidades energéticas que devolverán a la persona una onda energética similar a la emitida.\n  \n  Esta idea carece de respaldo científico.\n  ","264831":"\n  No creo que alguna persona de internet conozca en algún estado de alteración anímica.\n  ","264832":"\n  Que debes hacer algo que le sea útil a alguien aún cuando tú ya no estés con vida.\n  ","264833":"\n  No tengo pareja, ni tengo amigos.\n  ","264834":"\n  En mi caso, me da igual si es de forma directa o indirecta.\n  ","264835":"\n  No me agrada o desagrada nadie, solo soy útil cuando puedo.\n  ","264836":"\n  No hago entrenamiento para nada, solo hago a diario ejercicio en un espacio cerrado.\n  ","264837":"\n  No lo sé, forma parte de mi, es una manera de quejarme sobre algunas cosas que para la sociedad les parece normal.\n  \n  ¿Y Que más se puede esperar de un anormal como yo?\n  ","264838":"\n  Cada uno tiene su razón de ser y su propósito.\n  \n  Las rosas me encantan verlas en la naturaleza, duran más tiempo, ayudan a la ecología y cualquiera puede apreciarlas, pero no todos las ven así y las cortan.\n  \n  El chocolate es una buena escusa para hablar con los que les gusta y a quienes no, para pasar un buen rato y hasta se dice que es afrodisíaco, yo eso no lo sé.\n  ","264839":"\n  São Paulo, Brasil\n  ","264840":"\n  Sin la música yo no existiría, quedarme sordo y seguir viviendo, es lo peor que me podría pasar.\n  ","264841":"\n  ¿Es muy duro vivir amando a alguien que ama a otra persona? #Feedback: Si, es muy duro.\n  ","264842":"\n  No lo sé, hay más animales de los que logro recordar e incluso algunos que ni se que existen, como para poder escoger cuál sería el más bonito si pasara a tener el tamaño de un gato.\n  ","264843":"\n  [F] No soy de dar segundas oportunidades.\n  ","264844":"\n  😀\n  ","264845":"\n  Perdón, sabes que te leo, lo malo es que tengo mala memoria, por lo que no me gustaría participar en cuestionarios en los que puedo olvidarme y hasta confundirme.\n  ","264846":"\n  No le temo a la oscuridad, le temo a los muebles con los que me suelo golpear, cuando hay administración de carga eléctrica.\n  ","264847":"\n  La Esquina de la Pizza\n  \n  Napoli con maíz, seven up.\n  \n  Heladería Riko CA\n  \n  Mantecado con ron pasa, fresas y torpin de chocolate.\n  ","264848":"\n  De mi madre nada, de mi padre dicen que me parezco a él, yo creo que no.\n  ","264849":"\n  Odio a las personas, eso no quiere decir que no pueda manejar la derrota.\n  ","264850":"\n  Solo siento amor por alguien, se me hizo difícil decírselo, sobre todo porque jamás lo dije antes por que antes no me enamoré, ahora ella lo sabe ya que después de todo se lo dije, ella ama a alguien que no soy yo y no hay nada que se pueda hacer al respecto.\n  ","264851":"\n  Yo no tengo problemas con eso, estoy equivocado en tantas cosas, que cuando alguien me dice que lo estoy, le creo.\n  ","264852":"\n  Yo soy de los que se frustraba cuando no cumplía con mis metas, así que por mi estabilidad mental dejé de fijarme metas, así que solo suelo lidiar con lo del día a día.\n  ","264853":"\n  Soy muy básico en el tema, para mi solo los diferencia el aparato reproductivo, por lo que yo veo hombres, mujeres y hermafroditas, claro está, es mi opinión.\n  \n  Ahora si hablamos del tema del feminismo, machismo y gustos, ya eso ni lo opino, cada quien es libre de ser como mejor se sienta.\n  ","264854":"\n  Jamás mataría a nadie por la razón que sea.\n  ","264855":"\n  Neosoltero.\n  ","264856":"\n  Preferiría no tener la necesidad de comer.\n  ","264857":"\n  Yo no lo hago, me da igual quien lo haga.\n  ","264858":"\n  No tengo apego a nada, pudiera fugarme y ya.\n  ","264859":"\n  Lo que digo llega, pero aquello que hago también llega y al mismo tiempo se siente.\n  ","264860":"\n  Limpieza.\n  ","264861":"\n  Todo depende de cómo vemos las cosas, y no la forma en que son en sí mismas.\n  ","264862":"\n  Que salga como salga y lo que tenga que salir.\n  ","264863":"\n  Conmigo pierden su tiempo.\n  ","264864":"\n  Ahora estoy en la Ciudad de Cabimas.\n  ","264865":"\n  Nada fuera de lo común y cotidiano.\n  ","264866":"\n  Digo mi verdad más de lo normal.\n  ","264867":"\n  La persona que se quita la vida a conciencia, lo hace por que ha pasado por situaciones que en su momento no pudo cambiar por alguna razón, esta situaciones le siguen en sus pensamientos y le crean un estado que considera insoportable y no le ve otra mejor salida.\n  \n  También están los que lo hacen por lo que dices y otros por situaciones económicas, por cargos de conciencia, por alguna enfermedad, entre otros casos.\n  ","264868":"\n  A mi no me gusta ninguna de las dos situaciones, pero como es cosa de dos y hablando se entiende la gente, puedo estar en una de las dos, solo para complacerle.\n  ","264869":"\n  Creo que vi toda la temporada de Beverly Hills 90210, después no vi más series.\n  ","264870":"\n  No salí más que para comprar agua embotellada.\n  ","264871":"\n  No te explicó nada, solo te dio ejemplos.\n  ","264872":"\n  No lo sé, a ver dímelo tú.\n  ","264873":"\n  Jamás.\n  ","264874":"\n  No lo sé, se supone que nada de lo que diga es para hacer reír y aún así se ríen, irónicamente cuando digo algo para hacer reír, ni yo me río.\n  ","264875":"\n  ¿Se supone debo hacer algo?\n  ","264876":"\n  No moriré de hambre, todo lo que cocino puedo comerlo, nada se me da también como quisiera.\n  ","264877":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","264878":"\n  No me gusta hacer esto, lo haré solo está vez.\n  ","264879":"\n  Frío.\n  ","264880":"\n  ¡Oh, no!\n  ","264881":"\n  De hecho me gustarían todos.\n  ","264882":"\n  Hace algún tiempo que dejé de planear las cosas que hago en la vida.\n  ","264883":"\n  No tengo amigos.\n  ","264884":"\n  No que yo sepa.\n  ","264885":"\n  Cuando me quería en la friendzone.\n  ","264886":"\n  Enamorarme solo.\n  ","264887":"\n\n   @villalobosij\n  \n  Jamás dejáremos de aprender, lo que hoy es mañana puede que no lo sea.\n  ","264888":"\n  No lo sé, que sad, el amor no es para mi, amo a alguien que ama a otro y quien me ama no le amo.\n  ","264889":"\n  Entonces entidades bien lo que digo.\n  ","264890":"\n  ¿Cómo han estado? Estoy genial.\n  \n  ¿Extrañas a alguien? No, quien quiera saber de mí, hay como hacerlo.\n  ","264891":"\n  Los animales en general se comportan mejor que el humano común.\n  \n  Cualquier comportamiento que consideramos inadecuado o peligroso es a consecuencia de que hemos cambiado su hábitat natural, por el nuestro y no conforme con eso, los agredimos o encerramos y hasta matamos para que no nos quiten lo que a ellos antes le pertenecía.\n  ","264892":"\n  No siempre.\n  ","264893":"\n  :)\n  ","264894":"\n  Son notables los documentos de capturas de «peces raros», que, según se dice, superan con creces el tamaño normal de su especie.\n  \n  El fenómeno alcanzó fama mundial cuando el británico Jeremy Wade, estrella del popular programa de televisión «Animal Planet River Monsters», viajó con sofisticados equipos para atrapar a uno de los monstruosos «peces gato» en los canales de enfriamiento del reactor de Chernobyl.\n  \n  ¿Lo encontró? «Sí encontré algo muy grande, pero los rusos no me dejaron llevarlo conmigo», declaró Wade, a su regreso a Londres.\n  ","264895":"\n  No lo sé, cada quien tiene puntos de vista distintos hacia mi persona y yo jamás se lo pregunto.\n  ","264896":"\n  No sé cómo puedes hacer eso.\n  ","264897":"\n  Supongo que alguna habilidad debo de tener para alguna cosa.\n  ","264898":"\n\n   @villalobosij\n  \n  Quien crea que no puede hacer algo, tiene toda la razón.\n  ","264899":"\n  No conozco a nadie, así que siempre me pasó.\n  ","264900":"\n  Pedí tantos deseos que no se cumplirán hasta hoy, que dejé de desearlos.\n  ","264901":"\n  Porque en Venezuela estamos con un proceso de administración de carga eléctrica en intervalos de seis horas, uno con servicio y el otro sin servicio.\n  \n  El proveedor de servicio de internet esta en el horario contrario por lo que no coinciden el servicio electrico y el de internet.\n  \n  Por lo que estoy desde el móvil con los datos o con el saldo y así lo conexión es inestable o lenta o pasa a solo para llamadas de emergencia.\n  ","264902":"\n  A todos nos tocará esa meta, a unos más temprano, a otros más tarde, es algo inevitable.\n  ","264903":"\n  Porque dudo que alguien quiera morir con sufrimiento.\n  ","264904":"\n  Ella dice que lo estoy, yo digo que no lo estoy, ella siempre tiene la razón, yo solo espero tenerla.\n  ","264905":"\n  El amor que siento me destruye, me construye y así sin detenerse, sin poder detenerlo, a todos les parece un hábito de conductas peligrosa.\n  ","264906":"\n  Morirme sin dolor, estaría genial dormirme y no despertar jamás.\n  ","264907":"\n  Puedo con cualquiera de las dos opciones.\n  ","264908":"\n  Me perdí un libro, no entendí la pregunta o ignoro sobre el tema.\n  ","264909":"\n  Respeta, sea como sea, respeta.\n  ","264910":"\n  No tengo nada que opinar al respecto.\n  ","264911":"\n  Porque tienen complejo de superioridad.\n  ","264912":"\n  No lo vi, dudo que lo vea.\n  ","264913":"\n  Lo más parecido a lo que dices que he escrito está aquí en mi muro de ASKfm.\n  ","264914":"\n  La contaminación radiactiva en los territorios cercanos a la planta nuclear durará poco más de 300.000 años\n  ","264915":"\n  Cuando adolescente, varías veces e incluso una vez me fui de la casa y dormía en un estadio, mi padre me buscaba y me encontró hay, hablamos y regresé a casa.\n  ","264916":"\n  No tengo sentimiento de culpa.\n  ","264917":"\n  Nada.\n  ","264918":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","264919":"\n  Solo agradezco lo que hacen por mi desinteresadamente, cuando es por interés solo espero ser de utilidad para pagar y quedar en paz.\n  ","264920":"\n  Odio a todos, pero jamás le desearía el mal a nadie.\n  ","264921":"\n  Tengo una paciencia que a algunos incomoda, pudiera estar recluido o en libertad y me daría muy igual.\n  ","264922":"\n  No lo sé, tendría que ocurrirme, como para poder responder a esto, si es que vivo para contarlo.\n  ","264923":"\n  No lo sé, supongo que por falta de compañía, la mayoría de la programación no me engancha como para instalarme  solo.\n  ","264924":"\n  Ella no me ama, nada ha superado eso.\n  ","264925":"\n  Solo existen dos fuerzas fundamentales opuestas y complementarias, que se encuentran en todas las cosas, que se genera a partir de los actos de las personas.\n  ","264926":"\n  Algunas veces.\n  ","264927":"\n  Soy ateo.\n  ","264928":"\n  Hace algún tiempo que dejé de ver tv.\n  ","264929":"\n  Ese si es un verdadero dilema, lo más probable sea la unión de dos o más generos diferentes, no lo sé, no estaría solo decidiendo, así que tendríamos que llegar a un consenso.\n  ","264930":"\n  Que yo sepa, aquí en Venezuela se celebra la Batalla de Carabobo, acción bélica librada cerca de la ciudad de Valencia, el 24 de junio de 1821, entre el ejército realista a cargo del mariscal de campo Miguel de la Torre y el republicano comandado por el general en jefe Simón Bolívar.\n  ","264931":"\n  No lo recuerdo, amanecí borracho y así fuimos a clase, solo se que me dormí por los comentarios.\n  ","264932":"\n  No.\n  ","264933":"\n  Cursando la carrera tienen que escribir rapidicimo, resuelto el misterio.\n  ","264934":"\n  Si.\n  ","264935":"\n  No bailo ni los ojos.\n  ","264936":"\n  Cada año dejo de seguir a todos para limpiar y poder seguir nuevas cuentas y las que aún tenemos interacción.\n  ","264937":"\n  Dejé hace años de ver películas.\n  ","264938":"\n  No se nada sobre el tema.\n  ","264939":"\n  Jamás lograré responder a esta pregunta, estaría escribiendo y borrando durante lo que me quede de vida.\n  ","264940":"\n  Me perdí un libro, no se de que hablamos.\n  ","264941":"\n  Todos los seres queridos pertenecen a la familia.\n  ","264942":"\n  No lo sé, solo se que soy de los feos.\n  ","264943":"\n  Eso es lo que dice el cristianismo, judaísmo, hinduismo, bahaísmo, islam, neopaganismo, taoísmo, sintoísmo, budismo, sijismo, brahmanismo, jainismo, ayyavazhi, wicca, templarios e iglesia nativa polaca.\n  \n  Soy ateo.\n  ","264944":"\n  Solo se que fui creado por mis padres y los que me criaron dicen que lo son, somos tan distintos ellos y yo, que solo me queda creerles.\n  ","264945":"\n  Practico el bien, como si eso me salvara o por si acaso.\n  ","264946":"\n  Solo sobrevaloro el amor.\n  ","264947":"\n  No hay nada que pueda pagar que me avergüence comprarlo, lo que puede ocurrir es que dentro de una variedad no compre lo más adecuado.\n  ","264948":"\n  Si alguien me gusta solo se lo digo si estamos en una relación, antes no.\n  \n  Solo me enamoré una vez y le dije que la amaba y ella me dijo que amaba a otro que no era yo.\n  ","264949":"\n  Íntegro.\n  ","264950":"\n  \"Te quiero\" el querer es un estado emocional en el que se transmite afecto sin tener la intención de convivir por lo que les quede de vida.\n  \n  \"Te amo\" el amar es un estado emocional en el que se transmite afecto con la intención de convivir por lo que les quede de vida.\n  \n  Puedo estar tan equivocado en todo esto que no me sorprendería.\n  ","264951":"\n  No veo series.\n  ","264952":"\n  Ya antes escribí sobre el tema.\n  ","264953":"\n  No soy desconfiado, solo que una vez que me decepciona, será casi imposible que pueda hacerlo de nuevo.\n  ","264954":"\n  Siempre dispongo lo necesario.\n  ","264955":"\n  No soy feliz, tengo momentos felices.\n  ","264956":"\n  El mundo no le pertenece a nadie, tan solo vivimos en el.\n  ","264957":"\n  villalobosij\n  ","264958":"\n  Soy demasiado cortés como para recibir semejante trato.\n  ","264959":"\n  Que son solo supuestos, creo en la causalidad.\n  ","264960":"\n  Hace algún tiempo ya que dejé los juegos, jamás jugué on-line, lo más cercano fue en red local.\n  ","264961":"\n  Si no tienes otras cosas que hacer, es aburrida.\n  ","264962":"\n  Ya antes lo hice, no pude amar a nadie, no funcionó, ahora amo a alguien que ama a otro y así tampoco funcionaría.\n  ","264963":"\n  No lo sé, leeme y dímelo tú.\n  ","264964":"\n  Ya están en extinción, son pocos los que quedan.\n  ","264965":"\n  Que en esta época de divorcios mis padres aún estén casados, viviendo y durmiendo juntos.\n  ","264966":"\n  No lo sé, ya otros lo han creado todo o casi todo en madera.\n  ","264967":"\n  No sigo modas, ni tendencias.\n  ","264968":"\n  Lo vi, salí a probarlo y no pude devolverlo, así que lo compre.\n  ","264969":"\n  La pregunta del día de ASKfm, la borro de una.\n  ","264970":"\n  Según cuando muera, unos dicen que iré al cielo, otros dicen que iré al infierno, otros que me quedare pagando por mis penas y a mi, que es que me da muy igual salir de este tormento.\n  ","264971":"\n  Soy de los que escucharían música 24\/7\/365\n  ","264972":"\n  Perdón, no veo tv, me da muy igual.\n  ","264973":"\n  Hasta ahora todos los que murieron me entristecieron en su momento, solo la perdida de mi hermana me afecta aún, no debió irse.\n  \n  Hay dos canciones que no puedo oírlas sin llorar por ella.\n  \n\n   https:\/\/youtu.be\/7QuXKirNX3I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/SyIqlmoZipA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","264974":"\n  No tengo mascota.\n  ","264975":"\n  Solo me han bloqueado dos usuarios de ASKfm porque no les gusto que dejara likes a todo lo que leo. ¿Qué te puedo decir?\n  ","264976":"\n  Es una metáfora que se usa para poder dormir sin tener remordimientos por la situación del indigente.\n  ","264977":"\n  No tienes ni idea la pereza que me da hacer un spoiler.\n  ","264978":"\n  Me gustaría ayunar, pero el hambre no me deja.\n  ","264979":"\n  Ninguno lo vale, es lo peor que se puede hacer y la mayoría de los casos es irreversible, si te gusta un postre, solo disfrutarlo sin abusar.\n  ","264980":"\n  Le daría: \"Tienes todo el tiempo que te reste de vida para pensarlo, yo ya lo pensé y estarás mejor sin mi.\"\n  ","264981":"\n  No lo sé, creí saber sobre el tema, ahora solo soy un ignorante.\n  ","264982":"\n  No lo sé, supongo que conversando te enterarás de algunas cosas.\n  ","264983":"\n  Jamás será suficiente, saberlo y verlo me deja mal.\n  \n  Te cuento.\n  \n  Hace algún tiempo estaba comprando un café, me abordo un niño indigente y me dijo: \"Ayudeme con algo\", le dije a quien atendía en la panadería que me diera dos tequeños, un jugo de pera y un vasos para llevar, se los entregué al niño, cruzó la calle y llego a la plaza, en la que dormía una niña menor que el.\n  \n  Los miraba mientras terminé mi café, pague la cuenta, al salir no los vi.\n  \n  Poco más de una semana después ocurrió igual, pero está vez era la niña quien me abordo, le pregunte por el niño y me dijo que otro niño le quitó la vida porque se resistió a ser robado, me impresione, le dije que si estaba sola y me dijo que su abuela estaba en la plaza enferma de una pierna por un golpe en una caída.\n  \n  La acompañé hasta la plaza, la Sra. Me contó lo del nieto y como se fracturó la cadera y otras cosas más, fue el único día que hable con las dos y no las he vuelto a ver.\n  ","264984":"\n  Tranquilo y apacible, sin agitación, movimiento o ruido y solo diría: \"Si tienes algo que decir, este es el momento y si no quieres decir nada, por mi esta bien, espero que te haga feliz, ya que yo no pude hacerlo\".\n  ","264985":"\n  Visto 8 horas después, mis disculpas por eso.\n  ","264986":"\n  Entiendo.\n  \n  En minutos quitarán el servicio eléctrico y dejará de funcionar el wi-fi\n  ","264987":"\n  Me refiero a la actitud o manera de pensar en relación a la no correspondencia.\n  ","264988":"\n  También comprendo tú postura ante ésta situación.\n  ","264989":"\n  Quizás ya yo esté diciendo loqueras o incoherencias, delirando a consecuencia inconexas entre mi amor y tú amor.\n  ","264990":"\n  También lo siento, pero no lo siento igual que tú.\n  ","264991":"\n  Todo pasará, pero lo hecho, hecho queda.\n  ","264992":"\n  Porque me cambiaste la vida, junto a lo que creía y ahora tengo que seguir viviendo sin tu amor.\n  ","264993":"\n  Me dejas sin palabras.\n  ","264994":"\n  Aquí no ha pasado nada que requiera ser perdonado, así que pedir perdón está de más y te entiendo perfectamente.\n  ","264995":"\n  ¿Qué te puedo decir qué ya antes no se haya dicho?\n  ","264996":"\n  Tengo años diciéndote que te amo, que eres el amor de mi vida y tú tienes el mismo tiempo diciéndome que amas a otro, que sientes no corresponderme.\n  \n  Me perdí un libro, no entendí o si entendí pero entendí mal o no sé, he enloquecido.\n  ","264997":"\n  ¿Esta conversación la tuvimos previamente o es un Déjà vu?\n  ","264998":"\n  Verdad es, no necesitas a nadie para olvidarme.\n  ","264999":"\n  Puedo suponer que tienes tantos pretendientes que te has olvidado de mi y de lo que hablamos en todos estos años que han pasado.\n  ","265000":"\n  Así es.\n  ","265001":"\n  ¿Quién?\n  \n   @LaliEspositoHOficial\n  \n","265002":"\n  No lo sé, solo se que me has dicho que amas a alguien que no soy yo, que lo sentías por no corresponderme, etc.\n  ","265003":"\n  El amor de mi vida, ya tiene al amor de su vida, el que esta mal soy yo.\n  ","265004":"\n  No moriré de hambre, todo lo que cocino puedo comerlo.\n  ","265005":"\n  Que así sea.\n  ","265006":"\n  Me cuesta confiar nuevamente.\n  ","265007":"\n  No, incluso tenía la convicción de que jamás me enamoraría, me equivoque.\n  ","265008":"\n  Ninguna.\n  ","265009":"\n  Si por mi fuera, no comería absolutamente nada, pero el hambre no me deja.\n  ","265010":"\n  En la bolsa de valores haría compra y venta de valores, tales como acciones de sociedades o compañías anónimas, bonos públicos y privados, certificados, títulos de participación y una amplia variedad de instrumentos de inversión más que son posibles de hacer.\n  ","265011":"\n  No se lo diría a nadie y haría lo cotidiano.\n  ","265012":"\n  Creer que la persona cambiará solo porque no es como quieres que sea.\n  ","265013":"\n  No me pasa.\n  ","265014":"\n  Me refiero a todo eso que dices.\n  ","265015":"\n  Antes o después, todo llega.\n  \n  También las respuestas.\n  ","265016":"\n  Lo que me perturba es salir y encontrarme cara a cara con la miseria y realmente no poder hacer nada para cambiarla.\n  ","265017":"\n  Es lo que preguntaste y no es para todos los días.\n  ","265018":"\n  Quizás sea la razón de mí ateísmo, no sueño, no temo, no creo, solo me perturbada mí imaginación cuando estoy despierto y es cuando más escucho música.\n  ","265019":"\n  Pizza napoli con maíz, seven up y helado de mantecado con ron pasa, fresas y torpin de chocolate.\n  ","265020":"\n  Hasta el momento solo tripanofobia y caliginefobia.\n  ","265021":"\n  Así es.\n  ","265022":"\n  Es mala en todos los países, unos más que otros.\n  ","265023":"\n\n   www.youtube.com\/channel\/UCOE-Mo2lNUbSUV2aLEG4YZg\/playlists\n  \n","265024":"\n  ¿Sientes que tus familiares te criaron de la mejor manera posible? Afirmativo.\n  \n  ¿por qué crees eso? Porque no hubo nada más difícil que criarme.\n  ","265025":"\n  Solo me importa alguien y me afecta como si la cosa fuera conmigo, por suerte la mayor parte del tiempo esta sonriendo.\n  ","265026":"\n  No.\n  ","265027":"\n  No lo sé, en lo que esté consciente del hecho, borro esta respuesta y te digo.\n  ","265028":"\n  Ya lo decía yo.\n  ","265029":"\n  No lo sé, diría que la viuda, puede que realmente no sea viuda y no lo sabe, resulte que el cadáver sea de otra persona por alguna circunstancia.\n  \n  En junio de 2017, una mujer japonesa que denunció la desaparición de su esposo identificó un cuerpo encontrado en el río como su ser querido.\n  \n  Ella hizo cremar el cuerpo y se sorprendió 11 meses después cuando su esposo apareció vivo y de buena salud.\n  \n  Según informes policiales, el hombre de unos 40 años desapareció de su casa en Matsudo, Prefectura de Chiba.\n  \n  Su familia presentó un informe de personas desaparecidas inmediatamente después y la policía había estado buscando su paradero.\n  \n  El 21 de junio de 2017, la policía encontró a un hombre inconsciente en el río Edo en el barrio de Katsushika en Tokio.\n  \n  Sus rasgos faciales y corporales coincidían con los reportados por la familia del hombre desaparecido.\n  \n  El hombre encontrado en el río falleció poco después de que lo llevaron a un hospital.\n  \n  No portaba ninguna identificación.\n  \n  La familia del desaparecido, incluidos su esposa y otros dos parientes, fueron llamados por la policía para identificar el cuerpo y confirmaron que este era él.\n  \n  El estado del hombre pasó de desaparecido a muerto y el ahogamiento se mencionó como la causa de la muerte.\n  \n  Su cuerpo fue entregado a la familia y posteriormente cremado.\n  \n  Ese fue el final de la historia.\n  \n  Hasta que él regresó con su familia vivo y sano el 6 de junio, casi un año después.\n  \n  Tras el sorprendente regreso del hombre, su esposa, que inicialmente presentó el informe de las personas desaparecidas y que había identificado personalmente al hombre como muerto, llamó a la policía para anunciar que su esposo había regresado.\n  \n  En respuesta, la policía inició una investigación, determinando que el hombre encontrado en el río era otra persona desaparecida, un residente de Tokio de unos 30 años.\n  \n  Su familia también había presentado un informe de personas desaparecidas poco después de que la policía confundió su cuerpo con el hombre de unos 40 años.\n  \n  Según la policía, en los casos en que la familia de una persona fallecida confirma la identidad, generalmente no se lleva a cabo una investigación adicional, que incluye el ADN y la coincidencia de huellas dactilares.\n  \n  Ambos hombres tenían estaturas y edades similares, y por eso la confusión, explica la policía.\n  \n  Los representantes de la policía emitieron una declaración después del incidente, diciendo que les gustaría utilizar este caso como una lección para evitar que ocurran incidentes similares en el futuro.\n  \n  \"El incidente es extremadamente lamentable. Estamos decididos a evitar que vuelva a ocurrir\", dice un oficial de policía de alto rango de Tokio.\n  \n  No revelaron dónde estuvo el marido de la mujer durante los 11 meses en que todos pensaron que estaba muerto.\n  ","265030":"\n  Todo es fácil después que sabes como hacerlo sin equivocarte y será aún más fácil si lo haces reiteradas veces, de lo contrario será tan difícil que algunas cosas no las harás bien jamás.\n  "}}