{"Question":{"270396":"\n   Hi 🙋🏻‍♀️\n  ","270397":"\n   Hello?\n  ","270398":"\n   hi\n  ","270399":"\n   Do you ever talk to your pet? If so, what do you say?\n  ","270400":"\n   So cute babies. What's their name?\n  ","270401":"\n   What good romantic movie can you can suggest?\n  ","270402":"\n   What is your dream job?\n  ","270403":"\n   If you got a call from a loved one who’s passed, what would you say to them?\n  ","270404":"\n   Describe your perfect weekend.\n  ","270405":"\n   What is the car of your dreams? me: Ferrari\n  ","270406":"\n   what you doing today?\n  ","270407":"\n   Do you like the movie suicide squad? 🦸‍♀️\n  ","270408":"\n   your cheesiest pickup line or joke? be original!\n  ","270409":"\n   How do you get over a break up ?\n  ","270410":"\n   A line to describe what your life is being to you now?\n  ","270411":"\n   Favorite Mexican food?\n  ","270412":"\n   What lies do you most often tell yourself?\n  ","270413":"\n   What’s your favorite decade of movies?\n  ","270414":"\n   What sort of things do you do while the TV is on (apart from watching the TV)?\n  ","270415":"\n   Sounds about right.\n  ","270416":"\n   Sunbathe or tanning bed?\n  ","270417":"\n   Hi\n  ","270418":"\n   What social media do you use the most?\n  ","270419":"\n   Say something in a different language other than English. More than 2 words aannnd go.\n  ","270420":"\n   Why do women ask men to do something. And then get mad when we do it?\n  ","270421":"\n   Hi\n  ","270422":"\n   What is a food that you hate?\n  ","270423":"\n   Answer this riddle: what is easy to get into but hard to get out of?\n  ","270424":"\n   do you play video games? what's your favorite game?\n  ","270425":"\n   Do you think the person\/people that you trust the most also trust you in the same way? Or do they have someone else that they trust more?\n  ","270426":"\n   It hurts to be alone 🥺\n  ","270427":"\n   What's your favorite or best physical feature?\n  ","270428":"\n   do you miss anyone right now?\n  ","270429":"\n   I am feel8ng free to get NO messages from you. Go away!\n  ","270430":"\n   Are you a cool person ?\n  ","270431":"\n   How far in advance do you plan things?\n  ","270432":"\n   Where is your stress level right now?\n  ","270433":"\n   What is the most beautiful place in the world?\n  ","270434":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","270435":"\n   Stop spamming! Block!\n  ","270436":"\n   I really encourage you to spend some time reading and learning about the theory of Islam about creation, just a quick search on any platform that enables you to understand Islam's story about creation beginning.\n  ","270437":"\n   I really thank you for your valuable time,I understood you and I understood your purpose,but it became clear to me that your explanation or your personal interpretation had already been written in some Muslim books,so I advise you to read some other opinions from Islam as well if you want.\n  ","270438":"\n   but I will try to find out what you think;tell me what's your opinion on this.\n  ","270439":"\n   The theory of evolution is just that as it is called a THEORY.  So how can that be taught in Public Schools and why is it Christians theory of creation is badgered?\n  ","270440":"\n   What kind of food could disappear from the world forever and never be missed?\n  ","270441":"\n   Thoughts about what happened to the capitol?\n  ","270442":"\n   It looks GREAT so far! I love it!\n  ","270443":"\n   I love Supernatural <3. I'm sorry it gave your daughter nightmares, but it's understandable.\n  ","270444":"\n   What's the best advice your father ever gave you ?\n  ","270445":"\n   Would you rather have an easy job working for someone else or work for yourself but work incredibly hard?\n  ","270446":"\n   Kid friendly or kid free?\n  ","270447":"\n   What's the biggest lie your parents told you growing up?\n  ","270448":"\n   On a scale of 1 to 10 how good are you with kids.\n  ","270449":"\n   Is there a song in which you like a cover of it much more than the original version? If so, which song is it?\n  ","270450":"\n   How you ever been cheated on ?? If so what was their excuse\n  ","270451":"\n   Cookies or ice cream?\n  ","270452":"\n   What do you think is the worst spot to be tickled? lol\n  ","270453":"\n   Birthday?\n  ","270454":"\n   Age?\n  ","270455":"\n   What's a show that ended\/canceled that you wish would come back?\n  ","270456":"\n   If your parents hated your partner you currently loved would you ditch him or carry on with him despite the protests?\n  ","270457":"\n   what's your favorite part of your bedroom?\n  ","270458":"\n   Update on sir Dean (what I call the design of Dean Winchester)\n  ","270459":"\n   Have you ever embarrassed a friend or family member in public?\n  ","270460":"\n   What is a piece of advice you often give but find yourself struggling to follow?\n  ","270461":"\n   talk or text\n  ","270462":"\n   You know about or have ever used 'quotev.com'? It's a social media site by the way.\n  ","270463":"\n   Has anyone ever stayed up the whole day? Day and night no sleep at all till the next night? I have.\n  ","270464":"\n   What is your dream job?\n  ","270465":"\n   how old are you\n  ","270466":"\n   Would you ever go out of your way to pay a visit to a friend in need?\n  ","270467":"\n   Hi\n  ","270468":"\n   How often do you attend concerts?\n  ","270469":"\n   One person you would trust with your life?\n  ","270470":"\n   Are you adventurous or would rather stay home?\n  ","270471":"\n   What's a food combination you like that others find odd?\n  ","270472":"\n   Do you collect souvenirs?\n  ","270473":"\n   What time do you usually wake up?\n  ","270474":"\n   Why is Goofy considered a person and Pluto considered a pet when they’re both dogs anyway?\n  ","270475":"\n   What are you having for dinner?\n  ","270476":"\n   Hi\n  ","270477":"\n   Did u forgive the last person who hurt u?\n  ","270478":"\n   Who makes your favorite French fries?\n  ","270479":"\n   Have a supposed date wedsday \nShe smokes weed a gamer has her own youtube Channel and works great voice. Havent been on a date in years whats some advice you can give me? Im nervous and i feel like the universe is fucking with me...no ones gonna answer idk why i ask\n  ","270480":"\n   are you in tears right now\n  ","270481":"\n   tell me something about yourself that very few people know.\n  ","270482":"\n   selfie?\n  ","270483":"\n   do you like denim skirts\n  ","270484":"\n   Opinion on piercings ?\n  ","270485":"\n   What does it mean to be a good citizen on the Internet?\n  ","270486":"\n   are you emotional\n  ","270487":"\n   How many more\n  ","270488":"\n   dont be sorry, its ok\n  ","270489":"\n   its ok to release the tears\n  ","270490":"\n   Will u have more babies\n  ","270491":"\n   here's a space for anything you want to talk about ;\n  ","270492":"\n   thumbs up\n  ","270493":"\n   Am glad\n  ","270494":"\n   How does the absence of beauty affect people?\n  ","270495":"\n   supppppppppppppppppppp\n  ","270496":"\n   how is your day\n  ","270497":"\n   Are you single, taken, married?\n  ","270498":"\n   Wow u had kids youn\n  ","270499":"\n   Do you ever just wake up before your alarm??\n  ","270500":"\n   Favorite food item to order from restaurants?\n  ","270501":"\n   What character are you obsessed with?\n  ","270502":"\n   You're very cute.\n  ","270503":"\n   if you were to get a tattoo right now, what would you get? where would you get it?\n  ","270504":"\n   Hi\n  ","270505":"\n   Do you crack your knuckles, back, or neck often?\n  ","270506":"\n   Hi I’m going through a tough time. Any advice?\n  ","270507":"\n   What is your favorite word?\n  ","270508":"\n   Its weird to me how that happens though!!\n  ","270509":"\n   What kinds of things do you like to cook or are good at cooking?\n  ","270510":"\n   Hey stranger how are you today ?\n  ","270511":"\n   If you were a car, what kind of car would you be?\n  ","270512":"\n   Lets say your 50. Would you be ok with being in a relationship with someone whose 20??🤔🤔\n  ","270513":"\n   Good morning, everyone! Although this week will be scary as hell for me, my husband is having surgery on the 6th, I want to remain upbeat and positive. What are some current mottos, quotes, or affirmations you are living by right now?\n  ","270514":"\n   Would you rather be rich and lonely or poor and not lonely\n  ","270515":"\n   Hello\n  ","270516":"\n   What is your favorite childhood memory?\n  ","270517":"\n   U had?\n  ","270518":"\n   Nooooo. Its a legal torture house. They'll pay you 20k if you make it through 10 hours of them torturing you.\n  ","270519":"\n   It looks great!! I love it so far!!\n  ","270520":"\n   You think you could handle the Mckamey manor challenge?\n  ","270521":"\n   When is your birthday?\n  ","270522":"\n   What app do you think you use the most on your phone\n  ","270523":"\n   pap of your feet!!!!\n  ","270524":"\n   What are you doing for Valentine’s Day?\n  ","270525":"\n   Here is an update on my Dean Winchester design.\n  ","270526":"\n   that's a whole lie\n  ","270527":"\n   Do guys who like to communicate and make things clear about their own feelings exist???\n  ","270528":"\n   U are worth alot\n  ","270529":"\n   That is sweet\n  ","270530":"\n   How old are you ?\n  ","270531":"\n   If you had to change your hair color, what color would you change it to?\n  ","270532":"\n   Can you sleeep in a moving car?\n  ","270533":"\n   Sorry, i thought you didnt cause of pandemic.\n  ","270534":"\n   Do you miss anyone in your life?\n  ","270535":"\n   Would you celebrat their birthdays next year?\n  ","270536":"\n   Ages of your kids\n  ","270537":"\n   hi\n  ","270538":"\n   Have two kids\n  ","270539":"\n   28\n  ","270540":"\n   What's the last joke somebody told you?\n  ","270541":"\n   Be honest r u really happy?\n  ","270542":"\n   Can distance be a problem in a relationship?\n  ","270543":"\n   Are grilled cheese sandwiches for you?\n  ","270544":"\n   Do you like to wear scarves to keep warm in the winter? 🧣\n  ","270545":"\n   What is everybody up to today?\n  ","270546":"\n   Do you guys wonder if there are people who secretly dislikes you?\n  ","270547":"\n   What are you most known for?\n  ","270548":"\n   How old are you?\n  ","270549":"\n   What is your favorite season?\n  ","270550":"\n   how many followers do you have? Do you know any personally?\n  ","270551":"\n   How many people do you follow?\n  ","270552":"\n   Which shows do your recommend on netflix?\n  ","270553":"\n   Do you fix cars? Yes or nooo.\n  ","270554":"\n   pickles on pizza?\n  ","270555":"\n   What makes you smile?\n  ","270556":"\n   What frustrates you the most?\n  ","270557":"\n   Which is better yoga pants or leggings?\n  ","270558":"\n   What's going on tonight ?\n  ","270559":"\n   Name something you would never do\n  ","270560":"\n   Favorite Disney Movie?\n  ","270561":"\n   What is one quality that attracts you to a person?\n  ","270562":"\n   That’s pretty interesting but can you give me a hint why it was so personal\n  ","270563":"\n   .\n  ","270564":"\n   Hi\n  ","270565":"\n   What question do you ask yourself a lot?\n  ","270566":"\n   Be patient with yourself. You are growing stronger every day. The weight of the world will become lighter and you will begin to shine brighter. Don't give up.\n\n-Robert Tew\n  ","270567":"\n   If you could meet anyone, living or dead, who would you meet\n  ","270568":"\n   Really dumb question but, does drinking warm milk really make someone fall asleep? Coz it sounds really fake.\n  ","270569":"\n   Do you prefer a gas fireplace or a traditional, wood-burning fireplace? 🔥\n  ","270570":"\n   Do you have true friends in your life?\n  ","270571":"\n   Hello what are you doing?\n  ","270572":"\n   What do you currently smell?\n  ","270573":"\n   What is the craziest dare you ever done\n  ","270574":"\n   Showers or baths?\n  ","270575":"\n   At what age did you learn to ride a bicycle?\n  ","270576":"\n   Should people be given a second chance? ?\n  ","270577":"\n   Recommended people to follow ! ❤\n  ","270578":"\n   Which room do you spend the most time in in your house?\n  ","270579":"\n   What do you miss the most about precovid times?\n  ","270580":"\n   Do you like to explore? What is the most interesting place you've explored?\n  ","270581":"\n   are you ok\n  ","270582":"\n   Who do you go to for advice?\n  ","270583":"\n   What do you like to do most of all?\n  ","270584":"\n   What’s a small inconvenience that could easily ruin your entire day?\n  ","270585":"\n   Hello do you like video game?\n  ","270586":"\n   Favorite candy?\n  ","270587":"\n   What's the oldest you would date? The youngest?\n  ","270588":"\n   how are you today\n  ","270589":"\n   Do your parents like the music you listen to?\n  ","270590":"\n   Is it weird to find fictional characters attractive?\n  ","270591":"\n   Shine bright like diamonds in the sky ❤\n  ","270592":"\n   Do you have any irrational fears, and what are they?\n  ","270593":"\n   How old will you be 10 years from now?\n  ","270594":"\n   What is your favorite snack?\n  ","270595":"\n   Who is someone you envy?\n  ","270596":"\n   Hi\n  ","270597":"\n   how many social media u have?\n  ","270598":"\n   How tall are you?\n  ","270599":"\n   Do you have a boyfriend \/ girlfriend?\n  ","270600":"\n   if money wasn’t an issue, what big purchase would you make?\n  ","270601":"\n   What color is your phone case?\n  ","270602":"\n   Do you still have a working payphone in your town\/city?\n  ","270603":"\n   Who up????\n  ","270604":"\n   So would you leave someone you are planning to settle because he's always sexting other girls and planning to sleep with them. 🙄🙄🙄\n  ","270605":"\n   What song makes you feel good?\n  ","270606":"\n   Hello do you workout?\n  ","270607":"\n   How are you\n  ","270608":"\n   Who is your favorite author?\n  ","270609":"\n   Aw, thanks!\n  ","270610":"\n   Are you a person that everybody wants to be with ?\n  ","270611":"\n   When women are changing their babies in the bathroom they shouldn’t leave that dirty diaper they should throw it in the trash.\n  ","270612":"\n   Do you consider stargazing a date?\n  ","270613":"\n   Do you think your belly is pretty?\n  ","270614":"\n   That’s disgusting. I couldn’t clean McDonald’s bathroom. But I’m sorry that you had to do that.\n  ","270615":"\n   How often do you wash your hair\n  ","270616":"\n   Do you prefer texting or face to face conversations?\n  ","270617":"\n   What’s the worst job you ever had?\n  ","270618":"\n   What's the last thing you laughed about till you cried?\n  ","270619":"\n   What’s your best feature?\n  ","270620":"\n   Are humans better at creation or destruction?\n  ","270621":"\n   How is it\n  ","270622":"\n   what’s ur day looking like?\n  ","270623":"\n   Do you think covid would ever go away?\n  ","270624":"\n   Hi\n  ","270625":"\n   Who buy coins on here?\n  ","270626":"\n   Any plans for this weekend?\n  ","270627":"\n   Im tired\n  ","270628":"\n   :)\n  ","270629":"\n   Do you donate blood?\n  ","270630":"\n   Ive heard it before its not so bad\n  ","270631":"\n   Why dont you tell them\n  ","270632":"\n   Is there anyone you talk to that you absolutely hate\n  ","270633":"\n   How old is everyone\n  ","270634":"\n   How was your day?\n  ","270635":"\n   What are some things you realized when you got mature?\n  ","270636":"\n   What is your favorite tv series?\n  ","270637":"\n   Do you tend to have more dreams or more nightmares? Anything recurring?\n  ","270638":"\n   What is the best compliment you ever received?\n  ","270639":"\n   Is it okay to get bored in a relationship because the lack of communication?\n  ","270640":"\n   What Are Some Of Your Dealbreakers In A Relationship?\n  ","270641":"\n   How is your relationship with your parents?\n  ","270642":"\n   Hi\n  ","270643":"\n   I wish I had someone to cuddle with\n  ","270644":"\n   Who are some of your favorite people that you follow\n  ","270645":"\n   Favorite game?\n  ","270646":"\n   Where do you get your best ideas?\n  ","270647":"\n   Top 5 fave artists\/bands?\n  ","270648":"\n   Fav movie?\n  ","270649":"\n   Are you in love? What does it feel like? \n\nHow do you know it's love and not just anything else?\n  ","270650":"\n   How old r u?\n  ","270651":"\n   What's the best news you could hear right now?\n  ","270652":"\n   May your day go smoothly and be filled with little reminders of love wherever you go. ❤️\n  ","270653":"\n   Hello how was your day?\n  ","270654":"\n   Are you rich?\n  ","270655":"\n   Is it bad that all i want is someone to love me\n  ","270656":"\n   Best thing about fall?\n  ","270657":"\n   Hi everyone\n  ","270658":"\n   No problem nice new profile picture ❤️❤️❤️❤️👍⭐️⭐️⭐️😊\n  ","270659":"\n   Pepperoni Pizza or Supreme Pizza?🍕✨\n  ","270660":"\n   What have you been doing with your free time recently?\n  ","270661":"\n   You're really pretty!\n  ","270662":"\n   What's your go-to search engine when you don't know the answer?\n  ","270663":"\n   Hey buddy I just voted for you again ❤️❤️❤️ And for some reason I’m the only one\n  ","270664":"\n   when is it the right time to get out of a relationship?\n  ","270665":"\n   When do you intend to take a trip?\n  ","270666":"\n   What does trust mean to you?\n  ","270667":"\n   What’s a job you could never see yourself doing?\n  ","270668":"\n   What do u love most about autumn ??\n  ","270669":"\n   What’s your favorite kind of flower?\n  ","270670":"\n   Do you think about the past more or your future?\n  ","270671":"\n   What was your worst decision ever?\n  ","270672":"\n   What’s one thing you struggle with\n  ","270673":"\n   Do you prefer pants or shorts?\n  ","270674":"\n   What’s something you wish you could say to that one person?\n  ","270675":"\n   What’s your favorite color?\n  ","270676":"\n   Do you like Apple juice ?\n  ","270677":"\n   Hello do you like video game?\n  ","270678":"\n   How do clothes affect your confidence or personality?\n  ","270679":"\n   if you’ve had your first kiss, do you think it was with the right person?\n  ","270680":"\n   Do you need silence in order to concentrate on what you're doing?\n  ","270681":"\n   Do you use conditioner on your hair?\n  ","270682":"\n   Do you still have your tonsils?\n  ","270683":"\n   Good day\n  ","270684":"\n   If we played air hockey, would I win?!\n  ","270685":"\n   Do you like talking to people on the phone?\n  ","270686":"\n   Fly or drive?\n  ","270687":"\n   What do you usually forget?\n  ","270688":"\n   How old will you be in 2021?\n  ","270689":"\n   If you could wish for something more important than anything else you could have wished for that you truly desire what would it be???\n  ","270690":"\n   What kind of work do you do ?.\n  ","270691":"\n   Would you rather have a boyfriend\/ girlfriend for life or a best friend for life?\n  ","270692":"\n   What's your favorite appetizer?\n  ","270693":"\n   Abs or Dad Bod?\n  ","270694":"\n   Good morning 🌻💙\n  ","270695":"\n   What song lyrics do you love most? Share them here!\n  ","270696":"\n   How many people do you actually have blocked on here?\n  ","270697":"\n   What keeps you motivated?\n  ","270698":"\n   What's your favorite kid's movie?\n  ","270699":"\n   Do you think positivity always win?\n  ","270700":"\n   List the things that make you happy:\n  ","270701":"\n   What is your favorite movie\n  ","270702":"\n   What’s for dinner tonight?\n  ","270703":"\n   What was the last movie you watched? Did you like it?\n  ","270704":"\n   What’s your zodiac sign\n  ","270705":"\n   Someone wants me to buy new laptop because my laptop is 5 years old. It’s running and working fine so I don’t need new laptop\n  ","270706":"\n   What can you promise to your friends?\n  ","270707":"\n   Song you know all the lyrics too?\n  ","270708":"\n   Favorite Netflix Series\n  ","270709":"\n   Would you wear a black wedding dress?\n  ","270710":"\n   What is your zodiac sign?\n  ","270711":"\n   If someone made a statue of you, what position would you choose?\n  ","270712":"\n   How are you?\n  ","270713":"\n   Happy New Year Y’all!\n  ","270714":"\n   Serie que recomienden?\n  ","270715":"\n   ¿Soy la única persona a la que este año la navidad no le da ninguna alegría ni felicidad comparado con otros años?\n  ","270716":"\n   Volverían con su ex?\n  ","270717":"\n   What is your zodiac sign?\n  ","270718":"\n   Aw 🥺 I understand what you mean\n  ","270719":"\n   I wish I could numb my feelings for a bit,  just feel super sad and alone.\n  ","270720":"\n   If you could predict the future, what would you want to find out, and why?\n  ","270721":"\n   Do you prefer to be single or in  a relationship\n  ","270722":"\n   Have a great day everyone.\n  ","270723":"\n   Favorite outdoor activity and indoor activity\n  ","270724":"\n   Hello\n  ","270725":"\n   Goals you’ve accomplished this year?\n  ","270726":"\n   Do you like olives?\n  ","270727":"\n   Love your answers\n  ","270728":"\n   Do you need daily contact from your best friends?\n  ","270729":"\n   Are you looking for a life partner?\n  ","270730":"\n   If you love someone and you have to set them free. Would you\n  ","270731":"\n   Spread the love day 🖤🔥 Share any wholesome\/positive quote, image or story for 25-100 coins 🖤\n  ","270732":"\n   Picture of your favorite selfie?\n  ","270733":"\n   Favorite ice cream flavor\n  ","270734":"\n   what’s the farthest you’ve ever moved?\n  ","270735":"\n   What is your relationship status?\n  ","270736":"\n   Hi\n  ","270737":"\n   What are you most known for?\n  ","270738":"\n   Is it easier to forgive or forget?\n  ","270739":"\n   Are you aware that God loves YOU sooooo much!!!???🥰\n  ","270740":"\n   Have a nice day\n  ","270741":"\n   What questions do you ask when getting to know someone?\n  ","270742":"\n   How old were you when you got your first job?\n  ","270743":"\n   Confirmen si siguen usando el (*) para arreglar palabras en lugar de eliminar la respuesta.\n  ","270744":"\n   Me gusta esas gente en las que tardamos 3 días en contestarnos y ninguno se ofende.\n  ","270745":"\n   Hola corazon\n  ","270746":"\n   Have you ever been sleepy but tried to fight it because you were waiting for something important\n  ","270747":"\n   Tag las personas bonitas que sigues\n  ","270748":"\n   Ever seen impractical jokers?\n  ","270749":"\n   Hello do you like video game?\n  ","270750":"\n   .\n  ","270751":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","270752":"\n   Hola\n  ","270753":"\n   Do you like sour candy?\n  ","270754":"\n   Hi\n  ","270755":"\n   Hi\n  ","270756":"\n   Who likes to dance??\n  ","270757":"\n   Do you typically eat all 3 meals?\n  ","270758":"\n   Hello\n  ","270759":"\n   i hope you have a great week\n  ","270760":"\n   Hey\n  ","270761":"\n   What is your favorite kind of cake?\n  ","270762":"\n   What do you like doing in your free time?\n  ","270763":"\n   What activity do you never get bored with?\n  ","270764":"\n   What is the most incredible thing you've seen in nature?\n  ","270765":"\n   Good morning 😎\n  ","270766":"\n   What's your favorite thing to order at McDonald's?\n  ","270767":"\n   How is everyone doing ❤️\n  ","270768":"\n   What is the month of your birthday?\n  ","270769":"\n   Do you buy a new coat every year?\n  ","270770":"\n   How was your day today?\n  ","270771":"\n   Do you like Oreos?\n  ","270772":"\n   Bra or no bra\n  ","270773":"\n   What is your favorite song at the moment?\n  ","270774":"\n   Your favorite type of cake?\n  ","270775":"\n   Orange soda or juice?\n  ","270776":"\n   Where the happiness can be found?\n  ","270777":"\n   What is one thing you will never do again?\n  ","270778":"\n   DROP YOUR CASHAPP, VENMO PAYPAL, ETC IF YOU HAVE EM!!\n  ","270779":"\n   Hello how was your day?\n  ","270780":"\n   Are you a person who appreciates alone time or do you get bored easily?\n  ","270781":"\n   Do I have to answer all question asked? I’m kinda new...\n  ","270782":"\n   i like most everything except country 😂\n  ","270783":"\n   What's your favorite genre of music?\n  ","270784":"\n   Does anyone else have questions sitting from over 20+ days ago? I feel like I can not answer things quickly enough.\n  ","270785":"\n   Does anybody else lay down in their bed with the intention to sleep,but knowing they ain’t going to sleep?\n  ","270786":"\n   Can your followers get their favourite sock?\n  ","270787":"\n   How open are you to making new friends?\n  ","270788":"\n   true but for the ones that want to hit the targets you can do\n  ","270789":"\n   Fill out a daily wishlist for your followers how much you expect from each\nLikes ?\nQuestions?\nFollow\n  ","270790":"\n   How can your followers show you support?\n  ","270791":"\n   Have you ever had a strong bond with a pet\/animal friend? What kind of animal was it?\n  ","270792":"\n   Do you think that if you were famous and rich, your character would change for the worse?\n  ","270793":"\n   Birds or lizards?\n  ","270794":"\n   Do you own a business? I'd love to support some small businesses :)\n  ","270795":"\n   Do you like video games?\n  ","270796":"\n   do you have it in you to forgive?\n  ","270797":"\n   Do you ask questions on anonymous or openly more? ❓❓❓\n  ","270798":"\n   Someone is spreading a rumor about you. Describe one way you could resolve the issue positively.\n  ","270799":"\n   What’s your zodiac? What’s your favorite sign other than your own?\n  ","270800":"\n   Pranks and daily routines and reactions\n  ","270801":"\n   How are you these days?\n  ","270802":"\n   due to text restraints. send me the question \"Halloween trivia\"\n  ","270803":"\n   Anyone want to hear some little known halloween trivia? If you've heard it before that cool! If not, you might find it interesting!\n  ","270804":"\n   Anyone else tired of people trying to use ask.fm for høokups? Because BOY I sure am. 🤗\n  ","270805":"\n   Your favorite tv show?\n  ","270806":"\n   What system do you game on?\n  ","270807":"\n   Will you\/Do you think you’ll have a valentine this year? 🍭💝 ✨\n  ","270808":"\n   sick\n  ","270809":"\n   I’m making a YouTube channel and I need help with a name.\n  ","270810":"\n   Hi\n  ","270811":"\n   Hello\n  ","270812":"\n   Do you consider stargazing a date? 🔭\n  ","270813":"\n   do you prefer warm or cool tones?\n  ","270814":"\n   How are you?\n  ","270815":"\n   Hello\n  ","270816":"\n   What type of music are you into?\n  ","270817":"\n   What holiday do you prefer most?\n  ","270818":"\n   Do you like parties ?\n  ","270819":"\n   Where are you\n  ","270820":"\n   How are you\n  ","270821":"\n   How would describe your style\n  ","270822":"\n   If you had to wear one color for the rest of your life. Which color would you choose?\n  ","270823":"\n   How are you\n  ","270824":"\n   favorite season?\n  ","270825":"\n   Are you waking up early tomorrow?\n  ","270826":"\n   What country you are from\n  ","270827":"\n   Do you take your Christmas tree and decorations down right after Christmas is over or keep them up for a while?\n  ","270828":"\n   Country\n  ","270829":"\n   What age did you get pregnant?\n  ","270830":"\n   Age\n  ","270831":"\n   Hello what are you doing?\n  ","270832":"\n   What fascinates you?\n  ","270833":"\n   What are some small things that make you happy?\n  ","270834":"\n   Hello do you like video game?\n  ","270835":"\n   What is your favorite food?\n  ","270836":"\n   Last time you cried\n  ","270837":"\n   Any tips on how to look and\/ or act less basic?\n  ","270838":"\n   If Cinderella’s shoe fit perfectly why did it fall off?\n  ","270839":"\n   Is there anyone you wish you had the opportunity to apologize to?\n  ","270840":"\n   Longest relationship\n  ","270841":"\n   What is one thing you thought you would never give up but did?\n  ","270842":"\n   Do you use products to style your hair? If so, what are they?\n  ","270843":"\n   Why do people scam, manipulate, lie to each other?\n  ","270844":"\n   Who else gets headaches after wearing your mask?\n  ","270845":"\n   orange juice or apple juice?\n  ","270846":"\n   Do you cook with a recipe or by taste?\n  ","270847":"\n   do you like musicals?\n  ","270848":"\n   What's your favorite nighttime snack?\n  ","270849":"\n   Who do you wish you could get back into contact with?\n  ","270850":"\n   Hello what is your favorite color?\n  ","270851":"\n   Do you like eat foreign food ?\n  ","270852":"\n   Can a girl be friends with a guy?\n  ","270853":"\n   What's your favorite work of art?\n  ","270854":"\n   Does it feel like the holiday season?\n  ","270855":"\n   Do you still have your tonsils?\n  ","270856":"\n   Hello do you like cheese?\n  ","270857":"\n   Do you think 2021 will be a better year?\n  ","270858":"\n   Are you in South Dakota ?\n  ","270859":"\n   facebook or twitter?\n  ","270860":"\n   How many of you watch NCIS\n  ","270861":"\n   Favorite song\n  ","270862":"\n   Who has been the kindest person to you in life?\n  ","270863":"\n   What do you prefer to be intimate in the afternoon night or in the morning\n  ","270864":"\n   hi\n  ","270865":"\n   How was your Christmas?\n  ","270866":"\n   have u ever made a snow angel?\n  ","270867":"\n   How honest are you about your feelings?\n  ","270868":"\n   blah blah blah.\n  ","270869":"\n   yet you passed on the chance\n  ","270870":"\n   oh yea?? cause both games have played out differently. the setting is the same but each game has different choices and scenarios. so im pretty sure you'd lose\n  ","270871":"\n   👌\n  ","270872":"\n   You’re welcome 😊\n  ","270873":"\n   no you dont\n  ","270874":"\n   Currently caught up to all my ask.\n  ","270875":"\n   Hey you! I hope you’re having an amazing day 😊❤️\n  ","270876":"\n   Do you like the dark? Or do you have to have a light on at all times?\n  ","270877":"\n   Hope everyone has an amazing Saturday 🥳😊\n  ","270878":"\n   Do you believe in horoscopes? \nIf so, what's your sign, and what sign would you like to date? \n\n(VIP process FYI)\n  ","270879":"\n   Heyy\n  ","270880":"\n   Such a great story! Thanks for sharing it to me.\n  ","270881":"\n   ah I see, I hope the rest of your day goes well for you 💙\n  ","270882":"\n   Do certain colors make you feel happier? Which ones?\n  ","270883":"\n   is bud light tasty?\n  ","270884":"\n   What was your worst vacation experience?\n  ","270885":"\n   If you used to have a crush on someone is it fair to say they’re your ex(crush)? Is it ok to say they’re you’re ex, or is that misleading?\n  ","270886":"\n   How was your weekend?\n  ","270887":"\n   Fav fruit\n  ","270888":"\n   What's your biggest fear?\n  ","270889":"\n   Hi there!\n  ","270890":"\n   How was your day?\n  ","270891":"\n   What you miss the most from your childhood?\n  ","270892":"\n   What's the hardest lesson you had to learn?\n  ","270893":"\n   Favorite music instrument to play\n  ","270894":"\n   Favorite movie?\n  ","270895":"\n   What show are you 100% obsessed with?\n  ","270896":"\n   Your favorite old school song?\n  ","270897":"\n   What’s your favorite Christmas breakfast?\n  ","270898":"\n   Have a great weekend everyone\n  ","270899":"\n   How is everyone doing?\n  ","270900":"\n   Do you still have your tonsils?\n  ","270901":"\n   Do you eat breakfast before or after Christmas presents? I eat before\n  ","270902":"\n   Guitar or piano\n  ","270903":"\n   Favorite TV show?\n  ","270904":"\n   Rainbow Christmas lights or warm white? 🌈 💡\n  ","270905":"\n   What celebrity would you rate as a perfect 10?\n  ","270906":"\n   Do you like fact or fiction better?\n  ","270907":"\n   What is your biggest addiction?\n  ","270908":"\n   What is the very first thing you have ever baked?\n  ","270909":"\n   What piercing would you get, if you could get any for free?\n  ","270910":"\n   Merry Christmas🎄\n  ","270911":"\n   What is your favorite drink on cold evenings?\n  ","270912":"\n   Should we forgive our enemies? Why\/why not?\n  ","270913":"\n   What's the first word that comes to mind when you think of the letter \"H\"?\n  ","270914":"\n   do you do holiday decorations?\n  ","270915":"\n   Boneless or bone in wings ?\n  ","270916":"\n   Hey, how are you today ?\n  ","270917":"\n   Hello do you like Instagram?\n  ","270918":"\n   What is your most beautiful day that you ever had in life? Can you describe it?\n  ","270919":"\n   Do you miss anyone from your past\n  ","270920":"\n   What’s your favorite kind of non-American cuisine?\n  ","270921":"\n   (To the one's who celebrate it! If not ignore & srry!)\n\nMerry Christmas you guuys! 😁✌🤙🎄 I wish you all a good one! Happy New year! Better year next year! Yes! I just wanted to send this message out to you wonderful people & re-remind some of you! Your the best & that YOU ROCK! & keep rocking! 😊\n  ","270922":"\n   HOw long do you sleep?\n  ","270923":"\n   They say love makes home-cooked meals taste better. Can u cook? PAP!\n  ","270924":"\n   I'm hurt. I don't know what to feel. I'd never say this in person but, please help.\n  ","270925":"\n   Cookies 🍪 or donuts? 🍩\n  ","270926":"\n   If you could save three memories from your life forever, what would they be?\n  ","270927":"\n   Hello do you like video game?\n  ","270928":"\n   What is your favorite tv show?\n  ","270929":"\n   What has been your favorite year so far?\n  ","270930":"\n   Hello how was your day?\n  ","270931":"\n   Have you ever slow danced in a parking lot? 💃🏼\n  ","270932":"\n   Would you be able to eat only at McDonald's for a month?\n  ","270933":"\n   What food can you make with lil effort but tastes so good!\n  ","270934":"\n   Did you finish wrapping gifts yet for Christmas?\n  ","270935":"\n   If you had a choice: no repercussions you can take revenge on the person who has wronged you the most in your life in any way you see fit.\nor\nyou can marry the person who you loved most in your entire life. [if you haven't met them you get to meet that person.] \n\nwhich do you choose? why?\n  ","270936":"\n   Do u have a favorite ice cream shop, candy store or bakery? Where? What's your favorite treat?\n  ","270937":"\n   Milkshakes or slushies\n  ","270938":"\n   Opinion on dying hair grey?\n  ","270939":"\n   How old are you?\n  ","270940":"\n   Are you feeling the Christmas spirit right now?\n  ","270941":"\n   How are you feeling at this very moment?\n  ","270942":"\n   yes be sure I bought it all 😂 this year I was Santa for other people\n  ","270943":"\n   How is your day?\n  ","270944":"\n   Do you watch the ad for 15 🔥\n  ","270945":"\n   Aw hooray! What was it that was better than you hoped for? :)\n  ","270946":"\n   merry Christmas 🎄🎁\n  ","270947":"\n   For y’all who celebrated, did you get what you’d hoped for this Christmas? 🎁🎄🎅🏻\n  ","270948":"\n   Do you like any actress ?\n  ","270949":"\n   Where are u\n  ","270950":"\n   What movie makes you cry\n  ","270951":"\n   Hey buddy I just voted for you ❤️❤️❤️👍👋\n  ","270952":"\n   Hello what is your favorite color?\n  ","270953":"\n   Are you computer savvy? 🤔\n  ","270954":"\n   As a child, what did you think would be awesome about being an adult, but isn’t as awesome as you thought it would be?\n  ","270955":"\n   Best show\/movie series you binge watched\n  ","270956":"\n   Did everyone have an eventful day? 😂\n  ","270957":"\n   Merry Christmas to you and your family\n  ","270958":"\n   do you prefer strawberry, chocolate, or vanilla ice cream?\n  ","270959":"\n   Do you like Christmas?\n  ","270960":"\n   How will you be celebrating Christmas?\n  ","270961":"\n   Do you like ice cream?\n  ","270962":"\n   What's the most thrilling thing you've ever done?\n  ","270963":"\n   Hi!\n  ","270964":"\n   Did you have your wisdom teeth removed? 🦷 how was your experience?\n  ","270965":"\n   Sugar cookies VS Chocolate chip 🍪\n  ","270966":"\n   Last state you visited\n  ","270967":"\n   What causes you to panic?\n  ","270968":"\n   Do you have a movie or actor you hate so much, that you wont even sit in the room if its on.\n  ","270969":"\n   Do you talk with emojis?\n  ","270970":"\n   Have you ever built a snowman?\n  ","270971":"\n   What does a women want from a man?\n  ","270972":"\n   Matching pajamas or nah?\n  ","270973":"\n   Favorite thing to sleep with\n  ","270974":"\n   Merry Christmas! 😄❤️\n  ","270975":"\n   How many times have you fallen in love?\n  ","270976":"\n   Have you ever been in love?\n  ","270977":"\n   Do people often come to you for relationship advice?\n  ","270978":"\n   You're beautiful!\n  ","270979":"\n   Has anybody every liked you so much that they couldn’t come to you,but could go to somebody else to talk about you ?\n  ","270980":"\n   Marshmallows or no marshmallows on your hot chocolate?\n  ","270981":"\n   Do you think a person can break your spirit completely?\n  ","270982":"\n   Christmas shopping done?\n  ","270983":"\n   When you address a woman as \"ma'am\" how old do you think she is?\n  ","270984":"\n   Who’s the best cook in your family?\n  ","270985":"\n   Who was the last person you hugged?\n  ","270986":"\n   A witch has cast a spell on you turning you into an inanimate, non-electronic object for a year. To be changed back into human form before the year is up, you need to be able to get at least a hundred people to touch you. What inanimate object would you be? 🤔\n  ","270987":"\n   Merry Christmas everyone 🎄 🎁\n  ","270988":"\n   Worst Christmas memory?\n  ","270989":"\n   I hope you have a good day and a better tomorrow ❤️\n  ","270990":"\n   Single or taken\n  ","270991":"\n   Do you play a musical instrument?\n  ","270992":"\n   Great 👍 anyway I wish you and your wonderful daughters both a great night and a merry Christmas 🎄🎁\n  ","270993":"\n   No problem pal and remember I’m here for you👍⭐️⭐️⭐️❤️❤️❤️😊\n  ","270994":"\n   Awww that’s so sad again I wish you and your two beautiful daughters well and I hope you move on and fully recover from your heartbreak sweetie😞❤️❤️❤️👍⭐️😁😊💪\n  ","270995":"\n   How many of you like chocolate cake?\n  ","270996":"\n   What's the worst chore?\n  ","270997":"\n   Do you believe in yourself?\n  ","270998":"\n   What was the last song you heard?\n  ","270999":"\n   cats or dogs?\n  ","271000":"\n   How was your weekend?\n  ","271001":"\n   A good guy or a bad boy?\n  ","271002":"\n   Favorite fast food?\n  ","271003":"\n   What's for dinner?\n  ","271004":"\n   What is your favorite movie?\n  ","271005":"\n   Dogs or cats?\n  ","271006":"\n   What makes you wake up each morning?\n  ","271007":"\n   What are you up to?\n  ","271008":"\n   Good morning 🌻💙\n  ","271009":"\n   What’s one food that grosses you out to the point of not being able to eat it at all? 😷\n  ","271010":"\n   Pink or Purple?\n  ","271011":"\n   Do you like formal clothes or casual clothes?\n  ","271012":"\n   Hi\n  ","271013":"\n   What noise do you hear right now?\n  ","271014":"\n   When is love a weakness?\n  ","271015":"\n   Are you happy?\n  ","271016":"\n   What was the tough subject you took in school?\n  ","271017":"\n   PAP\/gif of something you like\n  ","271018":"\n   Fruits or veggies\n  ","271019":"\n   What’s the scariest dream you’ve ever had?\n  ","271020":"\n   Do you like getting junk mail?\n  ","271021":"\n   What is the first thing that you notice about people?\n  ","271022":"\n   Favorite color?\n  ","271023":"\n   What is your favorite type of ice cream cone: cake cone or sugar cone?\n  ","271024":"\n   Do you block a lot of people on here?\n  ","271025":"\n   good morning! what goal will you set out to achieve today?\n  ","271026":"\n   Do you play any mobile game ?\n  ","271027":"\n   anyone wanna be friends?\n  ","271028":"\n   What's one thing you remember from school?\n  ","271029":"\n   Tell me a joke\n  ","271030":"\n   Ribs. Yay or nay?\n  ","271031":"\n   Favorite holiday?\n  ","271032":"\n   What is your job\n  ","271033":"\n   Hello do you like workout?\n  ","271034":"\n   How are you? ✨\n  ","271035":"\n   Do you have a favorite cartoon?\n  ","271036":"\n   Fav. Christmas song?\n  ","271037":"\n   Do you prefer to read or watch movies?\n  ","271038":"\n   What has been one of the best days of your life\n  ","271039":"\n   What is the quickest way to keep warm? \nDo you wear mittens? \nDo they make a big difference in overall body heat??\n  ","271040":"\n   Do you like coconut water?\n  ","271041":"\n   Do you enjoy graphic design?\n  ","271042":"\n   Sweet tea. Yay or nay?\n  ","271043":"\n   Hello do you like Instagram?\n  ","271044":"\n   I'm depresssed and want to die. what do i do?\n  ","271045":"\n   What do you design?\n  ","271046":"\n   When did you learn santa isnt real?\n  ","271047":"\n   What's a present that you really want this year?\n  ","271048":"\n   What are your plans for the day?\n  ","271049":"\n   Favorite color?\n  ","271050":"\n   How much time do you spend on your phone a day?\n  ","271051":"\n   Hi\n  ","271052":"\n   How was work today?\n  ","271053":"\n   Happy holidays\n  ","271054":"\n   How will you celebrate Christmas\n  ","271055":"\n   What's the weather in your area?\n  ","271056":"\n   Beautiful smile\n  ","271057":"\n   What are you looking forward to about this year the most?\n  ","271058":"\n   why ya gotta take things so serious\n  ","271059":"\n   are you into vintage things? clothing, furniture etc.\n  ","271060":"\n   You're very pretty!\n  ","271061":"\n   Im not stubborn. I just sometimes get busy ignoring you 😂😂😂\n  ","271062":"\n   Hello to everyone asking me.\n  ","271063":"\n   What’s the longest you’ve been single?\n  ","271064":"\n   Crushing on who?\n  ","271065":"\n   Have you bought a lot of presents? 🎁\n  ","271066":"\n   Do you talk everyday with the same person ?\n  ","271067":"\n   You now have a one-time ability to talk to your 15 year old self for 60 seconds. What do you tell them?\n  ","271068":"\n   I missed my gf cause she left me 😔💔\n  ","271069":"\n   I can't find you \nsend your link\n  ","271070":"\n   ok can you add me\nmy Facebook.\n   \n    https:\/\/www.facebook.com\/hanyadel.khater.7\n   \n","271071":"\n   ok Facebook or WhatsApp \nanother app\n  ","271072":"\n   good \nyour picture is so beautiful 🙃\n  ","271073":"\n   can I follow your Instagram 😍\n  ","271074":"\n   how was your day 🙂\n  ","271075":"\n   Ever been on a military base\n  ","271076":"\n   Do you listen to a lot of different music artists?\n  ","271077":"\n   Hi 👋😊\n  ","271078":"\n   Good one. Keep it up\nAwesome\n  ","271079":"\n   Have you ever traveled to Italy?\n  ","271080":"\n   What is something you pretend to understand but really don't?\n  ","271081":"\n   I feel sad for you. I see so many irrelevant questions like about your personal(SEX) life.\n  ","271082":"\n   Are you a gold digger ?\n  ","271083":"\n   Have you ever had a one night stand?\n  ","271084":"\n   do you stress easily?\n  ","271085":"\n   Favorite song?\n  ","271086":"\n   Hello do you like wrestling and basketball and baseball and tennis?\n  ","271087":"\n   Ain't sleepy\n  ","271088":"\n   what did you want to be, when you were a child?\n  ","271089":"\n   What are three websites that you visit every day?\n  ","271090":"\n   Dark or pastel color schemes? 🖤🎀\n  ","271091":"\n   Is it okay to cry with a stuffed animal that is a dolphin?\n  ","271092":"\n   The most intresting thing that you know about yourself?\n  ","271093":"\n   what's an interest you have that few of your friends share?\n  ","271094":"\n   Hey you.. yep.. YOU... so you probably haven’t heard this today but I just want you to know that I love you and your very important to me💚🧡 Be safe, be smart and stay positive 💋🧡💚 and please keep smiling no matter what my sweets\n  ","271095":"\n   What is the last thing you ate?\n  ","271096":"\n   Are you a hugger?\n  ","271097":"\n   Have you ever had to deal with a fake friend?\n  ","271098":"\n   Hi\n  ","271099":"\n   How good would you say your memory is?\n  ","271100":"\n   If someone who’s already in a relationship confesses their love for you, how would you react?\n  ","271101":"\n   What is the last thing you had to drink?\n  ","271102":"\n   Do you like Rasins?\n  ","271103":"\n   Have you ever won an award for something? 🏆 🥇 🥈 🥉\n  ","271104":"\n   Top 10 movies that you love?\n  ","271105":"\n   Are you excited for 2021?\n  ","271106":"\n   What's your favorite color?\n  ","271107":"\n   Hot showers or cold showers?\n  ","271108":"\n   Name five of your favourite anime\n  ","271109":"\n   Have you ever married? Divorced?\n  ","271110":"\n   Do you know anyone racist?\n  ","271111":"\n   How would you tell someone that they're being too loud?\n  ","271112":"\n   list your favorite social media apps.\n  ","271113":"\n   Who is your favorite author?\n  ","271114":"\n   What’s something that you can eat forever and not get sick of?\n  ","271115":"\n   A question for girls, how many times have you loved in your life\n  ","271116":"\n   Do you like brussel sprouts?\n  ","271117":"\n   You're beautiful!\n  ","271118":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","271119":"\n   My teacher pointed at me with a ruler and said,\"At the end of this ruler is dumb.\"\n\n---\nI got detention after asking which end.\n  ","271120":"\n   Hello do you like video game?\n  ","271121":"\n   Cool\n  ","271122":"\n   You're cool and don't let anyone tell you otherwise!\n  ","271123":"\n   If you could live in any fantasy world, be it comics, novel, or film, what world would you choose and why?\n  ","271124":"\n   I'll go look.\n  ","271125":"\n   that's cool. I wish you much luck in landing a sale <3\n  ","271126":"\n   Facebook, Instagram and Twitter\n  ","271127":"\n   what do you sell?\n  ","271128":"\n   If you knew the same people who aggravate and frustrate you were going to die would you be aggravated and frustrated by them ?\n  ","271129":"\n   Sure does. Got your back.\n  ","271130":"\n   Of course. Would you like to be friends?\n  ","271131":"\n   hi\n  ","271132":"\n   Do you watch Battle Rap?\n  ","271133":"\n   You're kind\n  ","271134":"\n   You bet\n  ","271135":"\n   What's your Christmas wish?\n  ","271136":"\n   Best wishes to you.\n  ","271137":"\n   If you could go back and change some choices you’ve made in your life, would you?\n  ","271138":"\n   😊\n  ","271139":"\n   Cual es tu comida favorita?😋\n  ","271140":"\n   not bad. thank you\n  ","271141":"\n   how are you\n  ","271142":"\n   What are you up to?\n  ","271143":"\n   Are you tired\n  ","271144":"\n   Hey everybody. How are you\n  ","271145":"\n   When was the last time you did something fun? What was it?\n  ","271146":"\n   What do you think of Memphis, Tennessee?\n  ","271147":"\n   Sorry bud I ain’t got snap so I’ll talk to you later ok 👍\n  ","271148":"\n   What scares you\n  ","271149":"\n   list three facts about yourself that your followers may not know:\n  ","271150":"\n   What is your favorite color?🌈\n  ","271151":"\n   what do you live for\n  ","271152":"\n   What’s your biggest screw up in the kitchen?\n  ","271153":"\n   Btw I am actually black and that wasn’t a joke 👍\n  ","271154":"\n   Yeah I know it was just a joke😂😁\n  ","271155":"\n   That’s good buddy just don’t forget I’m\/I’ll be right here\n  ","271156":"\n   Me too cause I’m black😂😂😂\n  ","271157":"\n   Fine with me😁\n  ","271158":"\n   What about orange it’s the new black?😂😂\n  ","271159":"\n   I wish you all the luck in the world with your graphic design business you go girl❤️!\n  ","271160":"\n   Is there snow on the ground where you are? ❄️❄️\n  ","271161":"\n   Anytime pal anytime and thank you happy to spread the love ❤️ 😁\n  ","271162":"\n   No problem this one was right after and this has been up before your response to my answer again no problem just remember I’ll be here if you need support ❤️❤️❤️😁👍👍😊\n  ","271163":"\n   What was your response to yourself?\n  ","271164":"\n   Do you like to use belts?\n  ","271165":"\n   What’s The One Thing You Cannot Live Without?\n  ","271166":"\n   You're so pretty.\n  ","271167":"\n   Sorry ran out of space I can’t\/gotta imagine how hard it is raising two beautiful daughters\n  ","271168":"\n   Do you have some Dreams?\n  ","271169":"\n   I'm good\n  ","271170":"\n   What inspired you to change?\n  ","271171":"\n   What is your favorite color?\n  ","271172":"\n   Its ok?\n  ","271173":"\n   How are you feeling now?\n  ","271174":"\n   Do you believe in spirits?\n  ","271175":"\n   How are you?\n  ","271176":"\n   Do you have a handicapped sibling ?\n  ","271177":"\n   What’s your favorite thing to do in your free time?\n  ","271178":"\n   What softens your heart?\n  ","271179":"\n   What's your favorite thing to order at McDonald's?\n  ","271180":"\n   How do you deal with heartbreak?\n  ","271181":"\n   Atta girl!\n  ","271182":"\n   Hey buddy on a serious note I hope you find somebody who loves you for who you are someone who you can go on walks with, lock eyes with, kiss, hold hands with and stick with through thick and thin   There are plenty of men out there who would date smart and beautiful women like you plus I cant\n  ","271183":"\n   How old are you\n  ","271184":"\n   My pleasure. How're you?\n  ","271185":"\n   If you could domesticate any animal what would it be?\n  ","271186":"\n   how old will you be turning in 2021?\n  ","271187":"\n   What are your weekend plans? ✨\n  ","271188":"\n   What’s something that annoys you?\n  ","271189":"\n   Thoughts on Netflix:\n  ","271190":"\n   Just a shoutout.  \n\n\nWhen you trip or fall.  Do you grumble,  curse a little,  lol or?\n  ","271191":"\n   That’s crazy. But if you’re able to do all that just think how inspirational it is to others with the same difficulty\n  ","271192":"\n   That's okay.\n  ","271193":"\n   What do you think 2021 will look like?\n  ","271194":"\n   Utterly brilliant. Nailed the expression.\n  ","271195":"\n   I can relate to this lol. It’s hard being consistent with one thought\n  ","271196":"\n   When do you know that you like someone ?\n  ","271197":"\n   Do you like Milk 🥛\n  ","271198":"\n   What are you doing for Christmas?\n  ","271199":"\n   Are you excited for the holidays?\n  ","271200":"\n   Pants or no pants\n  ","271201":"\n   Anyone else think it was Thursday? 😂\n  ","271202":"\n   Do you pour milk or cereal in to a bowl first?\n  ","271203":"\n   are you ready for winter\n  ","271204":"\n   Hey\n  ","271205":"\n   Can you take a joke? 🤣🤦🏽‍♀️\n  ","271206":"\n   Pizza or salad?\n  ","271207":"\n   Can’t believe this week is already over\n  ","271208":"\n   Would u rather have a friend who is rich but house is messy or hsve a friend who is poor and house is clean😳\n  ","271209":"\n   If You Could Watch Everything That Happened In Your Life Until Now, Would You Enjoy It?\n  ","271210":"\n   do you have nieces and nephews\n  ","271211":"\n   If you could meet any one celebrity, who would it be?\n  ","271212":"\n   Eggs or Bacon? 🍳🥓✨\n  ","271213":"\n   What can one catch that is not thrown?\n  ","271214":"\n   What’s your fav type of donut ?\n  ","271215":"\n   Are you excited for christmas?\n  ","271216":"\n   Do you believe in destiny? What's yours?\n  ","271217":"\n   Who likes Popeyes?\n  ","271218":"\n   What was the last movie that you watched?\n  ","271219":"\n   What would you do if you woke up in another body?\n  ","271220":"\n   do you have an outie belly button?\n  ","271221":"\n   What’s one thing you can never stop thinking about?\n  ","271222":"\n   You don’t disrespect me! I don’t beat you down.\n  ","271223":"\n   What's your favorite animal? My favorite animal is definitely dolphin. I love dolphins.\n  ","271224":"\n   Are you in love with someone? 😊\n  ","271225":"\n   Have you ever had a fight or were you a peaceful person?\n  ","271226":"\n   How many languages do you speak?\n  ","271227":"\n   Do you wear a mask correct?\n  ","271228":"\n   Favourite Youtuber ?\n  ","271229":"\n   ¿cuantas veces te han roto el corazón?\n  ","271230":"\n   Have you ever gone sledding?\n  ","271231":"\n   How is your day going so far?\n  ","271232":"\n   how often do you wash your masks?\n  ","271233":"\n   True story\n  ","271234":"\n   I don’t like being mistreated and disrespected... I went through that this past month with one of my roommates and had to move out. I did what I had to for the sake of my mental health. Still recovering from it. This has been such a difficult month.\n  ","271235":"\n   Which game consoles do you own\n  ","271236":"\n   Have you ever read a webtoon?\n  ","271237":"\n   Do you know anyone who hates shopping?\n  ","271238":"\n   Do I know you?\n  ","271239":"\n   Real or fake Christmas tree? 🎄\n  ","271240":"\n   Are you with the one you love?\n  ","271241":"\n   Do you like hot sauce?\n  ","271242":"\n   For thanksgiving, if you had to get rid of one of these food, cornbread, Mac & cheese, yams, collard greens, turkey or sweet potato pie, which would you get rid of?\n  ","271243":"\n   Do you like coca cola ?\n  ","271244":"\n   Use this to post something you find hilarious\n  ","271245":"\n   When people say no offense, do you get more offended or does it lessen the blow?\n  ","271246":"\n   Do you like to be in pictures?\n  ","271247":"\n   Lemons or limes?\n  ","271248":"\n   Hello\n  ","271249":"\n   What brand of shampoo and conditioner do you use?\n  ","271250":"\n   Favorite Christmas meal\n  ","271251":"\n   Could you pick five favorite colors of yours\n  ","271252":"\n   Who else is tired of wearing mask 😷\n  ","271253":"\n   Your dream car? 🚗\n  ","271254":"\n   If you could have lunch with one person alive or dead, who would it be?\n  ","271255":"\n   so it's not scary aha\n  ","271256":"\n   it's action\/comedy\/abt gang\/drug stuff in Japan but theres a very famous fight scene in it were main guy fights some black guys in a alley & he rips the belt off one so this black dudes pants fell dwn he was wearing a thong 😂 then he gets tripped hard af onto the ground & knotted up with his belt!\n  ","271257":"\n   Ever been gaslighted for no reason at all?\n  ","271258":"\n   Are you enjoying the cold weather?\n  ","271259":"\n   how did you spend your halloween?\n  ","271260":"\n   Would you rather be a vampire slayer, a Dr. Who companion, or an Xmen mutant?\n  ","271261":"\n   What's on your mind?\n  ","271262":"\n   10:16 here\n  ","271263":"\n   what language would you like to learn?\n  ","271264":"\n   Do you like blue, black or red pants?\n  ","271265":"\n   What color is your mask\n  ","271266":"\n   Do you hate when there are different phone numbers are calling you from different states?\n  ","271267":"\n   What do you think about when you wake up in the middle of the night?\n  ","271268":"\n   Have you ever fired a gun?\n  ","271269":"\n   Which social media do you operate\n  ","271270":"\n   What compliment does people give you the most?\n  ","271271":"\n   This has been a month I'd rather forget. *sigh. PAP of something happy or funny!\n  ","271272":"\n   Hi\n  ","271273":"\n   What song do you like to put on repeat? 🤔\n  ","271274":"\n   Yeah are you on Hangout\n  ","271275":"\n   Cu ce te ocupi?\n  ","271276":"\n   👍👍\n  ","271277":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","271278":"\n   Let’s be friend then\n  ","271279":"\n   Do you have tattoos? How many?\n  ","271280":"\n   Do overly sensitive people annoy you?\n  ","271281":"\n   I'm  James , my parents is  from Belize City,  I was born and raised up Austin Texas  on the 10th of feb 1995, where I live in San Antonio Texas. Do care for a relationship and a life partner\n  ","271282":"\n   Would you rather travel on a flying carpet or a dragon's back?\n  ","271283":"\n   Favorite color of vegetables\n  ","271284":"\n   Do you know when someone it's flirting with you ?\n  ","271285":"\n   What drives you ?\n  ","271286":"\n   Do you like to travel?\n  ","271287":"\n   What grocery store do you shop at?\n  ","271288":"\n   Do you believe in Ghosts? Why or why not?\n  ","271289":"\n   Excited for anything?\n  ","271290":"\n   Hug for life\n  ","271291":"\n   What's your favorite milkshake flavor?\n  ","271292":"\n   Why parents always lose they ass whooping skills\/beliefs when they have become grandparents\n  ","271293":"\n   Night owl 🦉 or early bird? 🐥\n  ","271294":"\n   Not that late here.\n  ","271295":"\n   My pleasure.\n  ","271296":"\n   Are you an anxious person? If yes, what does cause this anxiety in you?\n\nI'm extremely anxious about future events. I'm constantly worrying about what might happen in next day or 10 years later or wether I will reach my dreams or not.\n  ","271297":"\n   So do I.\n  ","271298":"\n   Which celebrity would you smash, marry, or kill?\n  ","271299":"\n   I know. All you could do.\n  ","271300":"\n   Absolutely. Keep your head up.\n  ","271301":"\n   How're you holding up?\n  ","271302":"\n   Have you ever suffered with migraines? \nIf so, (besides drinking a tall glass of water) what is your solution without taking medications? \nFigured out a way to avoid them?\n  ","271303":"\n   Where would you wish to wake up tomorrow?\n  ","271304":"\n   Nickname\n  ","271305":"\n   Last movie you watched was:\n  ","271306":"\n   Why don’t you love me? 😔😢\n  ","271307":"\n   how did you wake up feeling today ? 🌞\n  ","271308":"\n   Do you like junk food\n  ","271309":"\n   According to you, who are real heroes? ?\n  ","271310":"\n   What’s one item always on your grocery list?.\n  ","271311":"\n   What is your favorite way to spend a Saturday?\n  ","271312":"\n   What Bridges Are You Happy You Burned?\n  ","271313":"\n   When is the last time you had coffee?\n  ","271314":"\n   I can tell you bit abt it if want\n  ","271315":"\n   ah you should it's a good one!\n  ","271316":"\n   How big am I? I can’t tell\n  ","271317":"\n   How are you coping in the pandemic? Do you see it ending in 2021?\n  ","271318":"\n   If you had to go on the show are you the one to find your perfect match who would you bring out of the ppl you talk to or crush on to see if y'all should date?\n  ","271319":"\n   Do you like horror movies?\n  ","271320":"\n   Have you ever seen the movie called romeo must die?\n  ","271321":"\n   Ok I think I’m good now lol\n  ","271322":"\n   Have you ever ended a relationship on bad terms and have your ex look at\/follow (\"stalk\") your social media after a breakup? How did you deal w that? Did they use a \"fake\" account to do their lurking? (Delete if this makes you uncomfortable or doesn't apply to to you.)\n  ","271323":"\n   Haven't you ever drunk so much that you vomited?)\n  ","271324":"\n   How often do you go to a hairdresser?\n  ","271325":"\n   Are you one to have the latest gadgets? Or do you just use what you can?\n  ","271326":"\n   Have you ever induced vomiting?\n  ","271327":"\n   What phone carrier do you use?\n  ","271328":"\n   Did you ever use AOL?\n  ","271329":"\n   I’ll let you know if I think I’m gonna pop\n  ","271330":"\n   Do you ever wonder if our pets get sick and tired of us?\n  ","271331":"\n   What's your favorite cartoon?\n  ","271332":"\n   If you could go anywhere in the world where would it be?\n  ","271333":"\n   Keep going! I wanna see what happens 😂\n  ","271334":"\n   How do I look?\n  ","271335":"\n   Start pumping 😂\n  ","271336":"\n   Ok here’s the air pump\n  ","271337":"\n   Then you can just pump me up 😂\n  ","271338":"\n   Do you play video games?\n  ","271339":"\n   We can just avoid pointy stuff\n  ","271340":"\n   What if we were big balloons instead of blueberries? 😂\n  ","271341":"\n   Are you pregnant\n  ","271342":"\n   Let’s both try the gum lol\n  ","271343":"\n   Can’t go to work if I’m as big as the building 😂\n  ","271344":"\n   Keep smiling, beautiful! You deserve it.\n  ","271345":"\n   I got the same question lol. I’d blow up so I didn’t have to go to work 😂\n  ","271346":"\n   You're welcome. Wanted to make you smile and feel good this morning. ☺\n  ","271347":"\n   Might could find a way to make it useful lol\n  ","271348":"\n   You are really pretty.\n  ","271349":"\n   What if you weren’t blue? Haha\n  ","271350":"\n   lol she eventually went back to normal 😂\n  ","271351":"\n   No pain, no gain. Agree or disagree?\n  ","271352":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","271353":"\n   how will you bring in the new year ?\n  ","271354":"\n   do you watch saturday football? what team?\n  ","271355":"\n   Would you rather adopt a pet from a shelter or buy a pet from a breeder? 🐶 🐱\n  ","271356":"\n   What was\/is your favorite t.v. show or movie\n  ","271357":"\n   Are you a dog or cat person?\n  ","271358":"\n   I want a baby but my boyfriend says hes not ready. We've been messing around unprotected and he says things like I want to give you my child but I'm not ready I let it happen because I want one but\n I really think he actually got me pregnant now.  Should I tell him or hide it till it's too late?\n  ","271359":"\n   Have you had a fish pedicure before?\n  ","271360":"\n   What your favorite time pass\n  ","271361":"\n   What would you buy with unlimited money?\n  ","271362":"\n   What did you eat today?\n  ","271363":"\n   Clear skin or dream body?\n  ","271364":"\n   What is unique about yourself?\n  ","271365":"\n   Why doesn’t anyone want me?\n  ","271366":"\n   Mi amor platónico me sigue en Instagram y es celebridad . mira mis fotos pero lastima que no pase de ahi\n  ","271367":"\n   Hi\n  ","271368":"\n   I'll check it out but if it isn't im getting you in trouble\n  ","271369":"\n   Windows or Apple?\n  ","271370":"\n   What is your least favorite animal\n  ","271371":"\n   Awwww\n  ","271372":"\n   Do you have any LED lights?\n  ","271373":"\n   it’s been freezing lately. what’s your usual weather like right now??\n  ","271374":"\n   How’s your day?\n  ","271375":"\n   Do you have any tattoos?\n  ","271376":"\n   Are you going to watch some movies this weekend ?\n  ","271377":"\n   How's everyone today?\n  ","271378":"\n   Handsome????\n  ","271379":"\n   Do you like Christmas lights\n  ","271380":"\n   Hi\n  ","271381":"\n   Who is your hero?\n  ","271382":"\n   Would you ever go vegan?\n  ","271383":"\n   Do you help your parents out; even if you dont get paid for it?\n  ","271384":"\n   Hulu or Netflix?\n  ","271385":"\n   do you have any pets? post a picture of them! 😄❤️\n  ","271386":"\n   Everybody enjoying their weekend so far?\n  ","271387":"\n   What is something new you would like to try if given the opportunity?\n  ","271388":"\n   How’s life\n  ","271389":"\n   Have you ever been gaslighted?\n  ","271390":"\n   Who are the first 3 people you buy Christmas gifts for?\n  ","271391":"\n   Anything\n  ","271392":"\n   What's your favorite kind of bread\n  ","271393":"\n   What’s the best type of music to listen to when studying?\n  ","271394":"\n   Who is the last person you hugged?\n  ","271395":"\n   Do you like the zoo?\n  ","271396":"\n   How do you make yourself sleep when you can’t seem to get to sleep?\n  ","271397":"\n   What was the last movie you really enjoyed?\n  ","271398":"\n   Do you believe in God?\n  ","271399":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","271400":"\n   Do you hate winter?\n  ","271401":"\n   What can melt your heart?\n  ","271402":"\n   What's for dinner tonight?\n  ","271403":"\n   How often do you recognize your mistakes?\n  ","271404":"\n   Everyone's favorite color as a child was either red or blue. True or false?\n  ","271405":"\n   What's an underrated series that you enjoy that you think more people should watch?\n  ","271406":"\n   Are your answers getting deleted randomly?\n  ","271407":"\n   What is something you’ve always wanted to do?\n  ","271408":"\n   Are you lesbian\n  ","271409":"\n   Do you have close friends that you can count on ?\n  ","271410":"\n   What’s your favorite number ?\n  ","271411":"\n   How have you been?\n  ","271412":"\n   Do you enjoy ASMR stuff?? What kind?\n  ","271413":"\n   Fav place to visit? 2nd fav?\n  ","271414":"\n   What are your go-to stores when you’re at the mall?\n  ","271415":"\n   Have you ever had a role in a play before?\n  ","271416":"\n   Anyone else confused on how to use this app lol or is it just me 😆\n  ","271417":"\n   Do you have any tattoos? If so, what’s the story behind your tattoo\/s?\n  ","271418":"\n   Does follower count matter to you?\n  ","271419":"\n   What would you do if you found a lost dog or cat with no name tag?\n  ","271420":"\n   Who has animal crossing\n  ","271421":"\n   what’s the last text you sent\n  ","271422":"\n   How do you feel about having a gun for self defense and would you practice at a gun range?\n  ","271423":"\n   What is on your Christmas wish list?\n  ","271424":"\n   You're a beautiful mother!\n  ","271425":"\n   When do you usually start preparing gifts for Christmas?\n  ","271426":"\n   How is everyone?\n  ","271427":"\n   what are you allergic to?\n  ","271428":"\n   What characteristics or traits do you value most in others?\n  ","271429":"\n   Favorite milkshake\n  ","271430":"\n   Do you think 2020 will get better?\n  ","271431":"\n   Do you ever hum or sing while you’re doing something?\n  ","271432":"\n   cats or dogs \n\ndebate\n  ","271433":"\n   What's your lucky number?\n  ","271434":"\n   How’s life\n  ","271435":"\n   In which city you would like to live?\n  ","271436":"\n   Hello how was your day?\n  ","271437":"\n   Do you like Beatles ?\n  ","271438":"\n   When is your birthday?\n  ","271439":"\n   Is there anything you're uncertain about at the moment?\n  ","271440":"\n   Do you have Christmas eve off?\n  ","271441":"\n   What would you rather be doing then what you're doing now? \n🛌💆‍♂️🧗‍♀️🏄‍♂️🚴‍♀️\n  ","271442":"\n   You too 🤗damn them fruggers 💯stay safe and 🎄😷🤣☺️\n  ","271443":"\n   Do you believe there’s life after death?\n  ","271444":"\n   Which questions about yourself have you been asked many times, and never answer?\n  ","271445":"\n   What creeps you out?\n  ","271446":"\n   Crazy how Christmas is a week from today!\n  ","271447":"\n   How long have you had an account on here?\n  ","271448":"\n   Have you tried to wear a wig?\n  ","271449":"\n   Hello\n  ","271450":"\n   Smartest thing you have done so far this year?\n  ","271451":"\n   Favorite character from anything?\n  ","271452":"\n   Anyone make a new friend that only used your friendship for their gains and always make you feel bad about yourself?\n  ","271453":"\n   how would you describe your first love in one word?\n  ","271454":"\n   What’s your favorite color ?\n  ","271455":"\n   Have you met a celebrity?\n  ","271456":"\n   Love it\n  ","271457":"\n   What’s your favorite food to cook\n  ","271458":"\n   🍁What’s your favorites things about fall??🍁🍁\n  ","271459":"\n   What’s your favorite holiday candy?\n  ","271460":"\n   How was everyone's weekend so far?\n  ","271461":"\n   Who is dear to you?\n  ","271462":"\n   What do you want for Christmas?\n  ","271463":"\n   Do you believe in love at first sight? Why or why not?\n  ","271464":"\n   If you could be invisible for one hour, where would you go and what you would you do?\n  ","271465":"\n   Why people are so mean around here ?\n  ","271466":"\n   What is your religion?\n  ","271467":"\n   What's the weather like where you are?\n  ","271468":"\n   What would you choose to make your ultamite sundae?\n  "},"Answer":{"270396":"\n  Hi\n  ","270397":"\n  Hello\n  ","270398":"\n  Hi\n  ","270399":"\n  I dont have a pet\n  ","270400":"\n  Emily and Lacey\n  ","270401":"\n  \"After\" and \"After We Collided\"\n  ","270402":"\n  Being a graphic designer, but i need better equipment, programs, and in general just more equipment and eventually just some help but cant hire anyone until i make a sale\n  ","270403":"\n  It depends on who it was if it was my brother or my pawpaw id tell them about my kids tell them all that happened, id talk about how im starting up a company, and id tell them i loved them a lot and miss them\n  ","270404":"\n  Movies, food, my bed, designing, music, my kids, just a lot of fun\n  ","270405":"\n  Honestly im not sure\n  ","270406":"\n  Hopefully lounging around\n  ","270407":"\n  Love it and Harley Quinns Birds of Prey\n  ","270408":"\n  So this isn't mine but this is one i received before on the \"Whisper\" app.\n  ","270409":"\n  I throw myself into working more\n  ","270410":"\n  Busy\n  ","270411":"\n  Steak fajitas\n  ","270412":"\n  They are too personal to say on here\n  ","270413":"\n  Not sure honestly, I'm all over the place\n  ","270414":"\n  I work on designs, play on my phone, watch the kids, sometimes sleep if its just me\n  ","270415":"\n  sometimes we also double check other women's work too though unless its cooking\n  ","270416":"\n  Sun bathe its nice\n  ","270417":"\n  Hi\n  ","270418":"\n  Probably ask currently\n  ","270419":"\n  Veo que eres un usuario muy activo\n  ","270420":"\n  Bc its not done right unless we do it but we really want help at the same time but also its not help if its done wrong\n  ","270421":"\n  Hi\n  ","270422":"\n  Broccoli, shrimp, sushi\n  ","270423":"\n  Is it trouble\n  ","270424":"\n  Yes i occasionally do, i actually used to be a gamer way back in 2014-16, loved playing, best way to relieve school stress, my favorite is GTA 5.\n  ","270425":"\n  Well i know for sure that one trust me and the other im not sure about but i do hope they trust me, but i wont force anyone to trust me\n  ","270426":"\n  True it does, I'm always alone, even when i have a few people around me, but that's how life is because even if you're around someone, sometimes they aren't the ones who you feel you need to be around\n  ","270427":"\n  Id say my best is my eyes, not sure what color they are actually but definitely interesting\n  ","270428":"\n  Yes actually, my brother, all the time.\n  ","270429":"\n  feel free to ask anytime, thanks for your review of my page 😁😁😁\n  ","270430":"\n  More like a selective cool, im shy around certain people.\n  ","270431":"\n  Cant really do more than a week, sometimes a day\n  ","270432":"\n  Like a 9\/10\n  ","270433":"\n  Honestly for me its the trails behind my house.\n  ","270434":"\n  Definitely a music festival\n  ","270435":"\n  Thanks for the review, but id like to reach my VIP goals to keep my VIP status, feel free to join the VIP though.\n  ","270436":"\n  alright thanks\n  ","270437":"\n  well ive never studied other religions\n  ","270438":"\n  so I am a Christian and science believer, yes it says god built the world in 7 days and yes science says the world was built in 6 million to 7 million years. Put it together and 1 million years earth time could be 1 day in God time. its harder to remember all the theories ive figured together but there is a scientific thing behind every Christian thing and vice versa.\n  ","270439":"\n  That is true but i believe in many theories that happened at the same time, like i think the christian theory and scientific theory actually go hand in hand\n  ","270440":"\n  Shrimp or sushi\n  ","270441":"\n  What happened\n  ","270442":"\n  I will say, it is taking longer than I expected it to, but it is turning out nicely\n  ","270443":"\n  she's finally gotten over them, but yeah I understand why she got them with some of the things that it shows, that's enough to scare any young child\n  ","270444":"\n  My father never has really been one on advice but he has taught me many things like the best way to cut wood with a axe, how to live like my heart wasn't shattered, he's shown me what a true man is, i can only hope to one day find someone like him, always kind and never lets people disrespect his family while also remaining calm and not causing a fight, he's taught me how to rotate my tires and change my oil, he's still working on teaching me how to change my breaks but only because I'm slow at vehicles. He's taught me when it comes to vehicles check for quality, not the best price tag, it may be expensive and new but not of good quality always do research and find quality, he's taught me a lot over the years. Advice may be somewhere in that but i look at those as lessons not preachings, things that will help me in life instead of something ill probably ignore or forget\n  ","270445":"\n  Work for myself incredibly hard, i want to make it in my life\n  ","270446":"\n  Kid friendly\n  ","270447":"\n  That they were proud of me, all i ever saw in their eyes was disappointment, brought home trophies and medals and still i cold never do it in what they wanted me to do\n  ","270448":"\n  9 i mean all parents have their moment of oh my gosh whats wrong why are you crying\n  ","270449":"\n  Yes. Ed Sheeran's I see Fire. So much better from Oscar Bell though, oh my god i could listen to it all day long\n  ","270450":"\n  Yes yes yes. His excuse in exact words was \"I'm so sorry baby girl, i thought i wouldn't make it back home so i was trying to move on. I'm sorry i broke up with you after you found out and did it so rudely, baby i love you. I need you baby please let me prove myself to you, ill come home and we can be a family again, i promise\" then this idiot over here (me) said alright but start on proving yourself only for 4 months later to be cheated on again then blocked before i could fully discover, but lucky me the bastard forgot to block my mom so while he thinks he's left me clueless i know it all and have full closure, so thank you to Jordan Q. of Illinois for being a freaking wimp, you have helped me to push myself to start my own graphic design company and have made me stronger, not a day goes by where i don't push myself further.\n  ","270451":"\n  Can i just get both with cake and brownies too\n  ","270452":"\n  Not sure\n  ","270453":"\n  11\/23\n  ","270454":"\n  20\n  ","270455":"\n  Definitely Supernatural, my kids uncle introduced it to me around season 10 maybe 11 and i loved it but got so curious about what happened to make Sam and Dean chase these awful creatures everywhere, so i went back to the first episode and so far i have made it up to season 8 but had to stop watching it, my daughter started getting bad nightmares from the \"monsters\" now i only get to see it when the kids are away which is very rare. I get her fear though i was scared at first myself but Dakota made me sit through it with him in order for help with house chores, its funny to think back to it now.\n  \n   @jensenacklesofficialask\n  \n","270456":"\n  Stick to him, ive done it before, i dont care about my parents wishes in that area\n  ","270457":"\n  My bed\n  ","270458":"\n  So i haven't touched the face since my last update because I didn't want to lose my color match on the jacket. I have started on the shadow spots though since i finished the most of the light spots and it actually is a bit more detailed than i thought it would look, after i get it all color matched and drawn up i will have to work on blending.\n  \n   @jensenacklesofficialask\n  \n","270459":"\n  Yes actually, super embarrassing story its hilarious\n  ","270460":"\n  Normally its something to do with guys like, you dont need him, move on, find love in yourself\n  ","270461":"\n  Both\n  ","270462":"\n  Yeah wrote a few good books on there\n  ","270463":"\n  Yes i have\n  ","270464":"\n  A graphic design artist\n  ","270465":"\n  Im 20, how about you\n  ","270466":"\n  Yes and have several times\n  ","270467":"\n  Hi\n  ","270468":"\n  Never i really wanted to go to a warped tours concert but sadly they stopped.\n  ","270469":"\n  Chara Smith\n  ","270470":"\n  Ill stay home thanks, i mean i used to love traveling and everything but every time i go somewhere i leave in tears or very upset and just emotionally drained in general\n  ","270471":"\n  Corn and ranch\n  ","270472":"\n  No i dont travel that often\n  ","270473":"\n  Anywhere from 2 am to 6pm, it depends on how the kids sleep whether we were up all night or they went to bed too early, my favorite is when we are all on schedule bed by 9pm and awake by 8am\n  ","270474":"\n  I think the whole world has been asking this question for years\n  ","270475":"\n  Dont know yet, i never know until i get into the kitchen to fix it, then its whatever i feel like making\n  ","270476":"\n  Hi\n  ","270477":"\n  Yes, i have forgiven him, but at the same time i don't want him back in my life, and if i was to see him id probably slap him, but only if he tried talking to me like he didn't do anything.\n  ","270478":"\n  Rallys or Cheddars\n  ","270479":"\n  What do you have in common with her, talk about shared interest, find something that makes her really happy to talk about let her just talk and express her feelings but also show interest and try to find a way to communicate that you're listening to her as she talks\n  ","270480":"\n  no, I'm not gonna let my kids see me cry over it, they dont understand something is wrong right now do they dont need to worry about me, I can save my sadness until they go to bed\n  ","270481":"\n  No one knows yet but i actually did my design Bear Claw based on the legend mama bear, so fierce, strong, and majestic. A momma bear will never back down when trying to protect her cubs, i did that design for me and all moms who do the best they can for their kids, those who truly feel like the battle is getting the best of them but they still fight just for their cubs.\n  ","270482":"\n  Its not from today, but I'm too upset to do a new one tonight sorry\n  ","270483":"\n  Not huge on them but they are good for southern professionalism, shows a sign of rank depending on the business down here\n  ","270484":"\n  I want some so bad\n  ","270485":"\n  No cyber bullying, no explicit language like cussing, no explicit images like nudes or something that shows violence towards another, not entirely sure but i know thats the main focus point\n  ","270486":"\n  Sometimes yes, other times no, depends on the situation, who it is im with.\n  ","270487":"\n  I dont know yet maybe just one maybe up to three\n  ","270488":"\n  thanks for doing this free space shout out, its really appreciated in times like this\n  ","270489":"\n  sorry I saved this ask for a few days but I'm glad I did because I want to raise awareness on this issue, even if you trust them, sometimes they still can't be trusted with your kids, sad part is I know she knows how to, shes in her late 40's and raised 2 maybe 3 of her own, I just hope her kids got better treatment than she did mine today, I could never do that to someone else's kids\n  ","270490":"\n  in my future yes but not yet, I want to enjoy the two I have, and I want to make sure that the next ones will be with someone who will love them and my oldest kids, someone who won't try to drop out when things get hard\n  ","270491":"\n  So i saved this ask since i felt i didn't have anything but now i do. I want to talk about how truly bad babysitters have become today, used to a mom could easily leave her kid at a friends house and not have a single worry, now its terrifying to think about someone watching your kids. Will they feed them, will they cuddle them, will they tend them. I came home today to something horrible and im upset, my mom and i ran errands today, didnt want to take the kids because the car has no heat, no big deal my uncles girlfriend can watch them, no it was a huge deal. My mom and i were gone for 7 hours, came home the kids hadn't been feed, but damn sure that she had ate cause a big bowl was in the sink with a fork, baby had only had two sips of milk because the woman didn't want to heat it, the oldest had only one cup today and by time we got home and went to refill it the empty cup smelled sour, but yet there was still 3 perfectly good cups in the fridge untouched, for both kids, when i left there was 4 cups per girl left in that fridge to span through the day, only one was gone from each and as stated previously one cup was bad and the other was full but untouched because the baby doesn't take her cups cold, not only that but she let the fire go out in the wood stove, this house was easily as cold as that car, and she didn't dress them when they woke up so here was 2 diaper\/underwear clad kids in a cold house their body's cold, i felt like crying and still do, i could scream my head off until i had no voice left and still have anger and sadness left in me.\n  ","270492":"\n  thanks\n  ","270493":"\n  my girls are a sense of protection, kept me out of trouble when opportunity after opportunity arose, instead I turned that down to be here for my girls because they needed me\n  ","270494":"\n  Honestly not sure, i know that absence of beauty makes people upset sometimes and jealous. Not having beauty gets people picked on sadly, or makes them idolize these picture perfect women, which isnt entirely a bad thing but sometimes its unrealistic, makes people think ill never be like them so im ugly, when truly no ones ugly.\n  ","270495":"\n  Hi there\n  ","270496":"\n  Honestly it was good until an hour after i got home now im extremely pissed and could scream my head off and still have anger left, i hate babysitters but sadly i have to have them sometimes\n  ","270497":"\n  Single mom life\n  ","270498":"\n  yeah I know, they weren't planned but they are my greatest blessing, they kept me safe, if not for them I'd probably be in a worse situation than I am now. my situation isn't due to them currently its due to some mistakes I made along the way but my girls give me hope for my future\n  ","270499":"\n  Yes actually\n  ","270500":"\n  Anything chicken\n  ","270501":"\n  Id say Hardin Scott from the book After not the movie, the book gives him more personality\n  ","270502":"\n  Thank you\n  ","270503":"\n  My favorite quote across my leg\n  ","270504":"\n  Hi\n  ","270505":"\n  Yes every day multiple times a day\n  ","270506":"\n  Whats going on\n  ","270507":"\n  Not sure i have one\n  ","270508":"\n  love is love, my parents are 20 years apart my dad is 72 my mom 52\n  ","270509":"\n  I love cooking all sorts of foods, i can do some of the best chicken strips in my family\n  ","270510":"\n  Good and you\n  ","270511":"\n  Not sure honestly\n  ","270512":"\n  No not personally\n  ","270513":"\n  Everything gets better.\n  ","270514":"\n  Well im already poor and lonely so why not make it rich and lonely, at least then i can support my kids better just dont tell them i have a fortune, and teach them the values of life, keep the fortune for bills and needs and not to spoil them\n  ","270515":"\n  Hello\n  ","270516":"\n  So i had this best friend back when i was 6, her name was Jessica, i lost contact with her after my family moved though, so it was the beginning of the summer after 6th grade and i was 12, the best thing happened to me, one morning i was scrolling through suggested friends on facebook, swiping through then here come a familiar name, E_______, it was her mom got in contact with her here went a few weeks it was now mid summer and i was planning a trip to my grannys, well Jessica still lived in the same house from years before and it was close to my grannys, so my parents and i surprised her, her mom knew about the trip but she didnt, i remember i was so excited to see my best friend again, i still have the pictures she gave me that day, we went swimming, watched movies, and it felt so good to see her again, i never got a chance to make it back over to her yet, but i plan to again\n  ","270517":"\n  I did have a long distance relationship, he cheated and left me for her\n  ","270518":"\n  oh I heard of that place, yeah thats a big no from me\n  ","270519":"\n  thanks\n  ","270520":"\n  Isnt that a haunted house\n  ","270521":"\n  November 23rd\n  ","270522":"\n  Between ask or snapchat\n  ","270523":"\n  Sorry but no, i dont do that\n  ","270524":"\n  Sitting at home alone and single\n  ","270525":"\n  So far I have had to change part of the jacket color temporarily because it matched too much to the shirt color below it due to shadowing, i have part of the face color matched but i will have to do some blending once i finish due to how the lighting quickly changes skintone, i still have a lot of this design to do but we will eventually have a design dean, i do have to go back and do the hair because i wasn't properly color matching the first time so i had to erase it. Also the empty spots in the jacket are shadow spots that i will have to color match and fill in.\n  \n   @jensenacklesofficialask\n  \n","270526":"\n  guys don't say their feelings, they like solving them alone, taking time to think on things\n  ","270527":"\n  No\n  ","270528":"\n  well thank you\n  ","270529":"\n  I see it as big parties are just a popularity contest, see who can have the biggest party with the most guest, I wanna teach my girls all that matters is the people you hold close, dont try to fit in with the crowd\n  ","270530":"\n  I'm 20 and you?\n  ","270531":"\n  Purple entirely\n  ","270532":"\n  Yes, but under certain conditions\n  ","270533":"\n  its fine just because we can't have big parties doesn't mean we can't celebrate though, bake or order a cake, hang some balloons or streamers and get some gifts, that's still celebrating\n  ","270534":"\n  Yes but i try not to dwell on them too much, my past is my past if i continue thinking of everything i miss ill never grow from the things that i learned from them\n  ","270535":"\n  i celebrate their birthdays every year\n  ","270536":"\n  My oldest just turned 3 on November 29th and my youngest turned 1 July 29th, i find it sweet how they were both born on the 29th of two different months\n  ","270537":"\n  Hi\n  ","270538":"\n  I do have 2 kids just I still have my days where I feel like I'm not worth much\n  ","270539":"\n  you dont look 28 though, I would've guessed 21\n  ","270540":"\n  What does a fish say when it runs into a wall? Dam\n  ","270541":"\n  Not truly happy but yes i am happy, i just have my days just like everyone else\n  ","270542":"\n  Yes it can be if one side is unfaithful, personally i don't mind as long as the other side is faithful but if they cheat its over\n  ","270543":"\n  Yes but better yet try making pizza stuffed grilled cheese, switch your normal cheese with mozzarella, now here's how to make it:\n  \n  Get your bread any bread you choose, spread pizza sauce on one side of each slice of bread, put one slice on whatever your cooking it with, now do a slice of mozzarella then layer on pepperoni, and any other meat options you choose and other toppings of your choice but don't add on too much to where it will all fall off, then layer on some more cheese then put your second slice of bread with your sauce on it and cook it its really really good\n  ","270544":"\n  No feels so suffocating to me\n  ","270545":"\n  Cleaning, chasing kids, designing\n  ","270546":"\n  I know people dislike me, but i don't care. Turn your head up and smile, if people dislike you so be it, you weren't born to please them\n  ","270547":"\n  Honestly I'm known for nothing, used to be the devils wife for how crazy i was but i mellowed down years ago\n  ","270548":"\n  Im 20\n  ","270549":"\n  Fall, i love the colors, the smell, fall is just amazing\n  ","270550":"\n  I have 45, i follow 10 and while i talk to one often i dont know him in person, but i have come to trust him\n  ","270551":"\n  10 exact\n  ","270552":"\n  Lucifer, Supernatural, the Flash, Arrow, Supergirl, Young and Hungry\n  ","270553":"\n  Sorta, i know how to replace a few things, take stuff out to fix interiors, change hoods and tailgates, and change breaks, i know enough to make it in life\n  ","270554":"\n  Not for me\n  ","270555":"\n  Being with loved ones like my kids and my friends, designing it feels like stress leaving\n  ","270556":"\n  When other hair products drain my hair dye out of my hair, like its wasting my good color\n  ","270557":"\n  Id have to say yoga pants\n  ","270558":"\n  Designing im doing the famous Dean Winchester, otherwise known as Jensen Ackles behind the script\n  \n   @jensenacklesofficialask\n  \n","270559":"\n  I would never in a million years give up on my kids, my babies are my world, they challenge me like all the world but i could never give up on them\n  ","270560":"\n  Lion king cartoon version all three of them 1, 1 1\/2, and 2\n  ","270561":"\n  Kindness\n  ","270562":"\n  too sexual, and I font put sexual things on my page\n  ","270563":"\n  .\n  ","270564":"\n  Hello\n  ","270565":"\n  \"How in the world do you do this???\" With kids there's constantly something new to be learned newborn car seat, front facing car seat, bigger front facing car seat that also transforms into a booster seat, new toys, putting together new beds, there's a lot\n  ","270566":"\n  The universe buries strange jewels deep within us all, and then stands back to see if we can find them. - Elizabeth Gilbert\n  ","270567":"\n  I would chose\n  \n   @jensenacklesofficialask\n  \n","270568":"\n  I mean it works on my kids\n  ","270569":"\n  Wood burning, the different scents of different types of wood, it makes the house smell better and keep you warm all at the same time\n  ","270570":"\n  Yes, i have Chara, a person couldn't ask for a better friend than her, i love her to death. Without her I'm lost, like we guide each other through life, we know each others hard times, there's nothing we don't know about each other\n  ","270571":"\n  Hello, im watching movies, what about you\n  ","270572":"\n  Burgers, fries, and a lot of grease\n  ","270573":"\n  Well i cant really say my craziest because its a bit personal but my second craziest was when i had to make nix nasty mixture and i was dared to pour it on my friends older sister since she fell asleep (she did wake up before we were done mixing it and to our defence we were like 10 and the older sister was 17) now for those of you wondering about the mixture here is the special recipe:\n  \n  Raw egg\n  \n  Ketchup\n  \n  Mustard\n  \n  Mayo\n  \n  Napkin shreds\n  \n  Barbeque\n  \n  Milk\n  \n  Cake crumbs\n  \n  And pretty sure there was more, we had at least a good 20 items\n  ","270574":"\n  Showers but baths are nice\n  ","270575":"\n  I've actually never learned, my parents never fooled with it and i wasn't over to my cousins often enough for her to teach me\n  ","270576":"\n  That really depends on the situation and who they were to you, its hard to say for sure though without knowing the situation\n  ","270577":"\n\n   @jessedempsey\n  \n\n   @solarisotoma\n  \n\n   @LadySpiritWolf\n  \n\n   @jdowney9677\n  \n\n   @jacalapar\n  \n\n   @birddawg19\n  \n\n   @YaoiMasterSadist\n  \n\n   @mtaubs_fitness\n  \n","270578":"\n  Livingroom\n  ","270579":"\n  No mask\n  ","270580":"\n  The woods around my house, so beautiful in the summer, the trails are crazy too like easily could flip a four wheeler\n  ","270581":"\n  Not entirely honestly\n  ","270582":"\n  Usually no one, i just figure it out or mess it up\n  ","270583":"\n  I love drawing, the feeling of a pen or pencil in my hand is nice and my hand going across the paper, i truly love art with a passion\n  ","270584":"\n  Stumping my toe, shirt or pants catching on something, i have a few things actually\n  ","270585":"\n  Yes i love video games, especially gta i had almost the whole collection on 360 ballad of gay tony, liberty city, 4,5 there was i believe one more not exactly sure how many there are but i had several, and i had all three fables, i had a big collection of call of duty, i love gaming i just wish i still could\n  ","270586":"\n  So many choices i mean i love those \"Zero\" bars, kit-kats, m&ms, i really cant say i have a favorite though\n  ","270587":"\n  Youngest id say 18 i dont do minors, under 18 is just a no to me and oldest id say 30 but no more than 10 years\n  ","270588":"\n  Im alright\n  ","270589":"\n  Fuck no they hate it\n  ","270590":"\n  No, fictional characters apply everything a person visually wants, certain hair types, certain hair colors, perfectly drawn body, and that set face that looks best with the rest, who wouldnt want that and they even have the desirable actions that everyone wants.\n  ","270591":"\n  The skies shine bright tonight in a world full of spite.\n  ","270592":"\n  I have a fear of never being loved\n  ","270593":"\n  30\n  ","270594":"\n  I dont really snack often actually\n  ","270595":"\n  No one, to envy means you believe you can never have what they have, but i dont want what they have, i want to build what i have, i want to build what i want\n  ","270596":"\n  Hi\n  ","270597":"\n  I have whisper, ask, facebook, snapchat thats it\n  ","270598":"\n  5'5 maybe 5'6\n  ","270599":"\n  No, i have my eye on someone but i have no hope at anything currently, maybe someday when I'm better mentally but I'm not gonna know when until its time\n  ","270600":"\n  A tshirt press, and all the things id need for my business to really take off the ground\n  ","270601":"\n  What phone case (note joke sarcasm), my phone doesnt have a case made for its brand sadly\n  ","270602":"\n  No they ditched that years and years ago\n  ","270603":"\n  I am\n  ","270604":"\n  Yes, i dont accept cheaters\n  ","270605":"\n  Neighborhood by American Authors\n  ","270606":"\n  No but i used to, i loved it, it was a lot of fun actually and helped to build muscle\n  ","270607":"\n  Not too good but what about you\n  ","270608":"\n  Its a hard one between Anna Todd and Rick Riordan\n  ","270609":"\n  you're welcome\n  ","270610":"\n  No actually im not, if it were that easy for me to get someone itd be crazy, i wouldnt know what to do\n  ","270611":"\n  I always stuff mine back in the bag if there isn't a trashcan near me or get my kids down so I can walk over to it, I know how nasty those bathrooms get without those surprise diapers, I could never work at that place again with that kind of mess though, I loved my regular customers and some of my coworkers but never again\n  ","270612":"\n  Yes, i love the stars and trying to find the planets\n  ","270613":"\n  Not pretty, its beautiful, i am marked with my beautiful girls growth from the bottom to the top\n  ","270614":"\n  I always made sure to bring thick gloves in with me after the first time just in case I got bathroom duty that day, there was several times that used diapers were on the changing stands, but gloves were easier for me to buy than to tell a manager find someone else, buying 5 packs once a month was actually cheap\n  ","270615":"\n  Twice a week, if i wash it more then it gets more frizzy than it already is, i dont produce much grease from my hair thankfully but if i did id have to stick with being frizzy because i dont like greasy hair\n  ","270616":"\n  Both, just depends on who it is\n  ","270617":"\n  Cleaning McDonalds bathrooms, did you know that women will leave tampons on the floor or that men will pee next to the toilet its really nasty\n  ","270618":"\n  I cant give you an actual answer but i will say it was on new years\n  ","270619":"\n  I dont have one\n  ","270620":"\n  Depends on the human and what they do but personally i think we all have a certain balance some are unbalanced though\n  ","270621":"\n  Not good\n  ","270622":"\n  Very very shitty\n  ","270623":"\n  No i dont\n  ","270624":"\n  Hi\n  ","270625":"\n  Not me sorry\n  ","270626":"\n  Nope just no sleep again\n  ","270627":"\n  Me too\n  ","270628":"\n  :)\n  ","270629":"\n  No i dont\n  ","270630":"\n  then you've never heard it from someone you love, never heard it from your most trusted friend, never heard it from someone you gave a damn about, that shit hurts\n  ","270631":"\n  because how would you like if someone told you I hate you, ive heard it before, not the best thing to hear\n  ","270632":"\n  No, if i hate someone i make it clear i hate them, i dont exactly say i hate you but im not so kind like i am with someone i like\n  ","270633":"\n  20\n  ","270634":"\n  Not good, got some serious pain going on\n  ","270635":"\n  That love is hard to come by, and true love is even harder to find, i always thought oh ill get married by 25 but now im 20 and its like will that be my case because fuck its not gonna be the damn case cant just meet someone and the next day its love, gotta build that shit\n  ","270636":"\n  Lucifer or Supernatural, but only when I'm with someone else because i do get scared sometimes\n  ","270637":"\n  I tend to not have dreams unless im day dreaming, but when i do its normally some weird nightmare, keep asking to find them out lol\n  ","270638":"\n  I mean not really sure, i mean beautiful and pretty are quite common compliments id have to say the time my teacher thought so much of my work that she entered me for gifted and talented students (GATS) for science, i was always quite good at science too i loved it actually\n  ","270639":"\n  Yes it is\n  ","270640":"\n  Id say when they start calling me names and meaning it, when it becomes physical, when im getting ignored but sitting right next to them, when i just want to talk and have a conversation with them but get called annoying, or get told im asking too many questions when trying to talk to them about their favorite things just because it once made them so happy to talk about, when im trying to do something i like but they are spamming my phone calling me names because i didnt stay home to bow to their every need\n  ","270641":"\n  Not very good honestly\n  ","270642":"\n  Hi\n  ","270643":"\n  Me too but like im picky about who i cuddle with so itd have to be someone specific\n  ","270644":"\n\n   @jessedempsey\n  \n\n   @LadySpiritWolf\n  \n\n   @jdowney9677\n  \n\n   @birddawg19\n  \n\n   @solarisotoma\n  \n","270645":"\n  Id have to say fable 3, i love the way it has that good versus bad side to it\n  ","270646":"\n  The shower but i forget by the time im out\n  ","270647":"\n  X AMBASSADORS\n  \n  Black Veil Brides\n  \n  Imagine Dragons\n  \n  Ed Sheeran\n  \n  The Lumineers (not sure on spelling)\n  ","270648":"\n  After we collided\n  ","270649":"\n  I mean its not love that im in, maybe deep liking but thats i, my love days have long passed, but i will say love feels amazing, feels like happiness, pure happiness\n  ","270650":"\n  20\n  ","270651":"\n  That someone loves me for who i am flaws and all and are willing to help me better myself\n  ","270652":"\n  My day was actually opposite sorry\n  ","270653":"\n  Good and yours\n  ","270654":"\n  No not even close\n  ","270655":"\n  No its not bad, its all thay some of us ever want, but some of us are too fucked up from our past to be loved, its a fact of life thats why they make relationship counselling, mental abuse counselling, verbal abuse counselling and physical abuse counselling, and a shit load more so that people have hope at being loved, but they dont hit the real problems, all they do is tell you the same shit over and over in different ways telling you to love yourself when all you want is to not see the shit side of yourself\n  ","270656":"\n  The colors, the red and orange and yellow, the way it looks like fire but has no burn, the way the leaves crunch under your feet, jumping into leaf piles, bonfires. Fall is the best to me\n  ","270657":"\n  Hi everyone\n  ","270658":"\n  thank you\n  ","270659":"\n  Both i love them both\n  ","270660":"\n  Designing\n  ","270661":"\n  Thank you so much\n  ","270662":"\n  Google\n  ","270663":"\n  Thanks\n  ","270664":"\n  When that relationship feels draining or depressing to be in\n  ","270665":"\n  Never unless its just running errands\n  ","270666":"\n  Trust, its a hard one to describe, trust means to me trusting someone with your past, telling them all that made you who you are, the lessons you learned, how you learned them, telling them your deepest wishes your hopes your dreams, but trust is also hiding certain things, parts of you that would make anyone run out on you until you build confidence in that trust, yes you can trust someone with your life but if you dont have confidence in that trust then you could be trusting the wrong person, learned that a few years back, but also trust has another form i call it reverse trust, where while you trust someone sometimes you have to trust yourself to not say too much, while intentions may seem for the good, sometimes those pure intentions can lead you down a path that wasn't meant to be taken so sometimes its better to not say something than to say too much and stir more problems, that's always been a problem with me, i say too much then it comes back to hit me in the face.\n  ","270667":"\n  Janitor\n  ","270668":"\n  The colors, like fire without the burn, the smell of past love in the air, the nice weather its amazing\n  ","270669":"\n  I dont think i have a favorite, dont even know many\n  ","270670":"\n  My past, its nothing but pain and torture but its my company, its the only thing tying me to reality\n  ","270671":"\n  Trusting half the people I've ever trusted\n  ","270672":"\n  Depression, anxiety, a lot\n  ","270673":"\n  Both depending on the weather and temperature that day, whether I'm inside or outside, or public or home\n  ","270674":"\n  Whatever our souls are made of, yours and mine are the same\n  ","270675":"\n  Black\n  ","270676":"\n  Yes i do\n  ","270677":"\n  Yes i do\n  ","270678":"\n  Greatly, certain clothes help my body look sexy, like i have this one top that increases the size of my hips, and bluejeans increase my butt while leggings show my legs more and decreases my confidence, certain shoes make me confident even but sadly my favorites are about out of their life\n  ","270679":"\n  I know it wasn't with the right person\n  ","270680":"\n  No, i have to listen to music, whether im cleaning, designing, getting ready to go somewhere, i have to have music and few distractions\n  ","270681":"\n  Yes i do\n  ","270682":"\n  Yes i do\n  ","270683":"\n  Good day\n  ","270684":"\n  No, i love air hockey\n  ","270685":"\n  Depends on who it is, ill talk to my friends all day long if we have enough to talk about but if its someone besides then then forget it i give short answers\n  ","270686":"\n  Drive\n  ","270687":"\n  My belt its the only thing that dont fit in my purse\n  ","270688":"\n  21\n  ","270689":"\n  That my kids find happiness in their future\n  ","270690":"\n  Graphic design\n  ","270691":"\n  Well id hope that my boyfriend was my best friend if i cant go to him and talk to him after a hard day then whats the point\n  ","270692":"\n  Mozzarella sticks\n  ","270693":"\n  Doesnt matter, what matters is their personality, who they truly are, what they like, what makes them happy, how well they treat you and how well you treat them, id rather feel loved than have abs, and either way in the end they disappear\n  ","270694":"\n  Good morning\n  ","270695":"\n  This whole song\n  \n  We'll be the last ones dancing when the lights go out\n  \n  When there's no one to hold you, I will still hold you down\n  \n  We'll be the last ones dancing in the faceless crowd\n  \n  When there's no one to hold you, I will still hold you down\n  \n  I will still hold you down\n  \n  Don't talk but you speak so loudly\n  \n  You smile, but your eyes look cloudy\n  \n  You say someone left you broken\n  \n  But I'm here with the door wide open\n  \n  No matter what, no matter what I'm yours\n  \n  Those were the highs, highs and the lows for sure\n  \n  If you go to war, I go to war for you, for you\n  \n  We'll be the last ones dancing when the lights go out\n  \n  When there's no one to hold you, I will still hold you down\n  \n  We'll be the last ones dancing in the faceless crowd\n  \n  When there's no one to hold you, I will still hold you down\n  \n  I will still hold you down\n  \n  I'll hold you down (ooh-ooh, down, ooh-ooh)\n  \n  I'll hold you down (ooh-ooh, down)\n  \n  I'll hold you down\n  \n  Find me when the party's over\n  \n  Ride home with your head on my shoulder\n  \n  Last night's in the rear view mirror\n  \n  Wake up and I'm still right here\n  \n  No matter what, no matter what I'm yours\n  \n  Those were the highs, highs and the lows for sure\n  \n  If you go to war, I go to war for you, for you\n  \n  We'll be the last ones dancing when the lights go out\n  \n  When there's no one to hold you, I will still hold you down\n  \n  We'll be the last ones dancing in the faceless crowd\n  \n  When there's no one to hold you, I will still hold you down\n  \n  I will still hold you down\n  \n  I'll hold you down (ooh-ooh, down, ooh-ooh)\n  \n  I'll hold you down (ooh-ooh, down)\n  \n  I'll hold you down\n  \n  I'll hold you down\n  \n  Anytime that you will fall (ooh-ooh, ooh-ooh)\n  \n  I'll be there to pick you up (ooh-ooh)\n  \n  Yeah, I'll hold you down\n  \n  We'll be the last ones dancing when the lights go out\n  \n  When there's no one to hold you, I will still hold you down\n  \n  We'll be the last ones dancing in the faceless crowd\n  \n  When there's no one to hold you, I will still hold you down\n  \n  I will still hold you down\n  ","270696":"\n  I can honestly answer i have 0 blocked\n  ","270697":"\n  Depends on the day, but here's my list\n  \n  1. The kids\n  \n  2. The thought i can sleep after all this just push through the stress a little longer\n  \n  3. The hope of moving out\n  \n  4. My friends support,\n  \n   @jessedempsey\n  \n  and Chara (Leah in some of my previous post, still adapting to her name change) are my main 2, couldn't ask for better even though one thinks their an asshole\n  \n  5. The thought of doing what i love forever\n  \n  6. The thought of rubbing success in the faces of those who told or showed me I'm nothing, one day they'll see me ask how I'm doing and ill go off into a long saying of how well I'm doing and how I'm loving my life, never show haters disappointment in yourself always show them the better side of your life even if you feel like life is nothing at that moment\n  ","270698":"\n  Lion king the original cartoon, not this new live animation thing\n  ","270699":"\n  No it does not always win, sometimes negativity does and that's ok, life has to have both in order for it to not be boring for us, if we was all positive all the time we would get bored or depressed but yet be positive about it like yay i have depression but you know life has negative so that we can work past depressive stages\n  ","270700":"\n  My kids\n  \n  My friends\n  \n  Designing\n  \n  Swimming\n  \n  Music\n  \n  Cooking\n  \n  Drawing\n  ","270701":"\n  After we collided\n  ","270702":"\n  Pasta\n  ","270703":"\n  Otherhood, i love it\n  ","270704":"\n  Sagittarius\n  ","270705":"\n  I feel this post so much\n  ","270706":"\n  To love them and cherish them, i cant promise ill always agree but i can promise them my support, i love my friends dearly, my friends mean more to me than most of my family.\n  ","270707":"\n  Hold on by chord overstreet\n  ","270708":"\n  Lucifer\n  ","270709":"\n  Yes i would\n  ","270710":"\n  Sagittarius\n  ","270711":"\n  I dont think id be comfortable enough to have a statue made of me\n  ","270712":"\n  I really need a hug right now\n  ","270713":"\n  Happy new year\n  ","270714":"\n  Lucifer\n  ","270715":"\n  Este año tampoco disfruté la navidad\n  ","270716":"\n  No, no lo haría, incluso las tengo bloqueadas\n  ","270717":"\n  Sagittarius\n  ","270718":"\n  I've not made it far in life so far, never graduated highschool, can't drive, I'm starting this company right now barely anything except hope\n  ","270719":"\n  I feel you\n  ","270720":"\n  Id want to find out if i ever find happiness, you know succeed my company, find love, have more kids, or if i fail it all and end up in a pit of agony\n  ","270721":"\n  Personally in a relationship but only if its a healthy one, if not forget it then ill stay single\n  ","270722":"\n  Thank you, i hope you have a great day too\n  ","270723":"\n  Outdoor would be swimming, indoor would be gaming\n  ","270724":"\n  Hello\n  ","270725":"\n  Absolutely nothing\n  ","270726":"\n  Yes i love olives\n  ","270727":"\n  Thank you\n  ","270728":"\n  Depends on the friend, me and my friend Chara don't talk everyday but we know that when needed we are here for each other\n  ","270729":"\n  Yes, but i want to make sure its gonna last this time, im not exactly jumping into anything, i wanna make sure theres bond, connection, communication, i want to make sure that if we fight we fix it, someone who's not gonna cheat, someone who wont lie, someone i can trust, i don't care about gifts, expensive ass dates or how much money someone spends on me, i want time together, cuddling, movies, bonding time, video games together, i want someone who supports my dreams like i support theirs, someone who loves my kids just as much as i do, and maybe have more together, i want someone who i see forever with\n  ","270730":"\n  Yes done it multiple times\n  ","270731":"\n  This is so true\n  ","270732":"\n  Its my profile pic too, i love the way my hair looks in it honestly\n  ","270733":"\n  Mint chip, i love it so much, i could binge eat a whole bucket but i refrain from it because thats not healthy\n  ","270734":"\n  2 hours away from every one i knew\n  ","270735":"\n  Single and not interested\n  ","270736":"\n  Hi\n  ","270737":"\n  My highschool nick name \"the Devils wife\" i got that after i bit one of my friends for waving his finger in my face, and after jumping out of a tree in 5 inch high heels, and making a guy scared of me when i didn't back down to him like everyone else did, and it really started getting used after I dated a certain guy, he was one dangerous guy too and crazy, like scary crazy and i even had \"the ring\" it was crazy but that ended a couple years back when my parents got us into church\n  ","270738":"\n  Forgive\n  ","270739":"\n  Yes i am\n  ","270740":"\n  You too\n  ","270741":"\n  A lot, i love knowing my friends and potential boyfriends like how old are you, birthday, favorite music, any books, favorite movie, favorite foods, plus probably 100 more\n  ","270742":"\n  I had been 15 for 3 weeks when i had my parents take me up to mcdonalds\n  ","270743":"\n  De hecho, uso (~) para corregir palabras, pero solo porque no noté el error\n  ","270744":"\n  He tardado 8 días en responder a algunas\n  ","270745":"\n  Hola\n  ","270746":"\n  Kinda, i try staying up for the people i find important but sometimes i just cant do it\n  ","270747":"\n\n   @LadySpiritWolf\n  \n\n   @birddawg19\n  \n\n   @jessedempsey\n  \n\n   @jdowney9677\n  \n\n   @jacalapar\n  \n","270748":"\n  Yes a few episodes\n  ","270749":"\n  Yes i do\n  ","270750":"\n  .\n  ","270751":"\n  Bright colored clothes in general, like no thanks i like my dark ones\n  ","270752":"\n  Hola\n  ","270753":"\n  Yes i do\n  ","270754":"\n  Hi\n  ","270755":"\n  Hi\n  ","270756":"\n  Only in private because im not the best\n  ","270757":"\n  No more like 1 and a half to 2\n  ","270758":"\n  Hello\n  ","270759":"\n  Thank you\n  ","270760":"\n  Hey\n  ","270761":"\n  Chocolate covered cheesecake\n  ","270762":"\n  Designing\n  ","270763":"\n  Swimming\n  ","270764":"\n  The way squirrels fly, its beautiful\n  ","270765":"\n  Good afternoon\n  ","270766":"\n  20 piece chicken nuggets and medium fries and a large dr. Pepper\n  ","270767":"\n  Good and you\n  ","270768":"\n  November\n  ","270769":"\n  Nope ive had mine for 3 years now\n  ","270770":"\n  Actually it was good\n  ","270771":"\n  Love oreos\n  ","270772":"\n  Bra\n  ","270773":"\n  Its either woman woman by awolnation or daylight by maroon 5\n  ","270774":"\n  Chocolate covered cheese cake\n  ","270775":"\n  Oh can i get both please\n  ","270776":"\n  Friends, family, pets.\n  ","270777":"\n  Probably vacation, too many bad over the good.\n  ","270778":"\n  Just curious why\n  ","270779":"\n  Good and yours\n  ","270780":"\n  I get bored so easy\n  ","270781":"\n  No you dont slide them to the left to delete\n  ","270782":"\n  country is iffy for me its certain songs\n  ","270783":"\n  Can i say just about all\n  ","270784":"\n  Not 20 but definitely over 10\n  ","270785":"\n  Yes all the time\n  ","270786":"\n  I know your referencing to my passed dog, and my followers can do as they please im not gonna make them do something what they do is what they do but I've not lost a follower yet because those who follow me understand i have a busy life behind this screen, now if you don't mind i have to get ready to leave, i am taking my youngest to visit her sissy at her daddy's and possibly pick her back up from her visit depending on how today goes\n  ","270787":"\n  Very open, new friends are always good, whether good or bad intentions, bad will teach you what you dont want in a friend, and good will always be there for you\n  ","270788":"\n  I can't be on every day, I can't post answers every day, and at one point I could only do 2-6 answers a day if even that, and with me starting up my own business here soon its gonna reach that point again, I have designs to make, I have to make my logo, fix my company name, design my backdrop, get a website up and running, Facebook page, google page, have to advertise, I have so much to yet do plus raise 2 beautiful babies, I'm not expecting my followers to hit any goals if I can't be on to support them as well, I'll be on when I can but until I get it running smooth I might only be on maybe 10-20 minutes a day  depending on whether it was a busy day or a smooth day, thank you for suggesting I set limits but I'm not available to do post answers for my followers to do that\n  ","270789":"\n  I dont expect them to reach a certain amount, i know i dont always have time for ask, i cant always fulfill their questions until a few days later, i cant expect them to reach a certain point every day if i cant even be on often for them.\n  ","270790":"\n  Ask me questions, being my follower and asking me questions is support enough, i love every who supports me\n  ","270791":"\n  Yes my baby Rico, he was so special. Rico would always carry a sock in his mouth, always and if i wasn't immediately paying him attention or if he was excited he'd make this specific whine it was so annoying but id do anything to hear that whine again. To get him to stop whining we always had to pull the sock out of his mouth, then he'd just be left standing there shaking and dancing around, but he wasn't like normal Chihuahuas, he was terrified of people unless he was comfortable with them, i should've listened when he never adapted to the kids dad, i miss my baby, sadly the neighbors got a attack dog a few years back, a gorgeous pit that had been trained to kill, a small dog like him couldn't survive the attack. Here he is with his beloved sock, i miss you sock boy.\n  ","270792":"\n  Id say better because id still have my sensitive heart\n  ","270793":"\n  Birds, so beautiful, so graceful, they say when a cardinal visits you its a passed loved one trying to visit you, i find it beautiful and believe it to be true, but dont get the genders mixed, females are more brownish than red actually\n  ","270794":"\n  Im starting one but it will be a bit before i get lifted off the ground\n  ","270795":"\n  Yes i love them\n  ","270796":"\n  Yes so much so that when i see a person im not even mad, i mean i wont allow them close again but they wont see me upset\n  ","270797":"\n  Depends on what im asking\n  ","270798":"\n  Ignore it, i stopped caring about rumors\n  ","270799":"\n  Sagittarius and my favorite besides my own is Leo because its my youngest daughters sign\n  ","270800":"\n  what kind of pranks, and what do you mean by routines, getting an idea of your basic plans will help create your name\n  ","270801":"\n  Im great\n  ","270802":"\n  alright\n  ","270803":"\n  Sure\n  ","270804":"\n  I thought it was just me having this thought\n  ","270805":"\n  Lucifer\n  ","270806":"\n  Xbox but i haven't tried others yet\n  ","270807":"\n  No im not that lucky\n  ","270808":"\n  oh I'm sorry\n  ","270809":"\n  Whats it about, gaming, or like what are you doing\n  ","270810":"\n  Hi\n  ","270811":"\n  Hello\n  ","270812":"\n  Yes, one of the best dates yet\n  ","270813":"\n  Cool, the greens, the blues, the purples are all so pretty, such a wide variety of them too\n  ","270814":"\n  Good and you\n  ","270815":"\n  Hello\n  ","270816":"\n  Way too many to keep track of, im all over the charts\n  ","270817":"\n  Honestly none, each holiday holds pain for me so fuck em\n  ","270818":"\n  Not really my style\n  ","270819":"\n  Home\n  ","270820":"\n  Good and you\n  ","270821":"\n  Hart to say honestly\n  ","270822":"\n  Something not too dark nor to bright so like gray\n  ","270823":"\n  Good and you\n  ","270824":"\n  Fall\n  ","270825":"\n  Hopefully not\n  ","270826":"\n  United States\n  ","270827":"\n  I like to keep them up a while\n  ","270828":"\n  What do you mean\n  ","270829":"\n  I was 16 when i was pregnant, and then turned 17 and 6 days later i had my first daughter\n  ","270830":"\n  20\n  ","270831":"\n  Listening to music\n  ","270832":"\n  Natures beauty\n  ","270833":"\n  My kids, music, art, friends\n  ","270834":"\n  Yes i do\n  ","270835":"\n  Deep fried and battered chicken strips, best taste ever\n  ","270836":"\n  Christmas eve i hit a depressive point, let my mind get to me, thankfully i had my friend talking me through it, couldn't ask for a better late night buddy\n  ","270837":"\n  I know how to make a person look on the edgy side like Gothic or emo\n  ","270838":"\n  Because the fairy god mother only made on fit perfect the other was lightly bigger by only a centimeter, therefore making it lose enough to fall off, it was the fairy god mothers intention for the shoe to fall off so the prince would have to find her if Cinderella was his true match\n  ","270839":"\n  My brother, i feel like if he was here he'd be disappointed in me like the rest of my family, but maybe if he was here i wouldn't have went down the path i did, would've done better for myself, he was my better half, now i feel like ive only ended up like my other brother, not worth much\n  ","270840":"\n  3 and a half years\n  ","270841":"\n  Photography, not completely but i gave up on making it a lead career for myself, instead im pursuing graphic design, maybe later ill make my company have a photography branch\n  ","270842":"\n  Nope just shampoo and conditioner, ive discovered if i brush my hair with conditioner in it will give my hair its natural curl rather than having to use a curler\n  ","270843":"\n  Because they dont care about others\n  ","270844":"\n  I thought that was just me\n  ","270845":"\n  Uh hard choice, i love both\n  ","270846":"\n  Both, if its something i haven't done before i use recipe or if it something that's better by the book then ill stay with recipe but i do a lot of cooking to taste, like some of my cooking is if I like it others are bound to like it when I'm done with it, but if there's a seasoning they don't like better tell me ahead of time when I'm listing off how I'm making it or else you lost your chance to fix it, like with the ex's step dad i used to cook a lot using Lawry's seasoning salt but he didn't tell me until the last month he hated Lawry's\n  ","270847":"\n  Depends on if they are good or not\n  ","270848":"\n  Whatever i can find\n  ","270849":"\n  My friend jessica\n  ","270850":"\n  Black\n  ","270851":"\n  Yes i do\n  ","270852":"\n  Yes i am\n  ","270853":"\n  Like professional or done by myself\n  ","270854":"\n  Not really\n  ","270855":"\n  Yes i do\n  ","270856":"\n  Yes i love cheese\n  ","270857":"\n  Im not putting my hopes into anything\n  ","270858":"\n  No\n  ","270859":"\n  Facebook\n  ","270860":"\n  Nope not me\n  ","270861":"\n  Currently maroon 5's she will be loved\n  ","270862":"\n  My brother before he passed\n  ","270863":"\n  Night, more private\n  ","270864":"\n  Hi\n  ","270865":"\n  Good and yours\n  ","270866":"\n  One\n  ","270867":"\n  Like 50%\n  ","270868":"\n  snap me bitch\n  ","270869":"\n  eh kinda busy cleaning, maybe tomorrow askhole\n  ","270870":"\n  mhmm you messing with an ex gamer boy I think it out\n  ","270871":"\n  have you seen the movie After\n  ","270872":"\n  😊\n  ","270873":"\n  i have seriously watched both of your current players I know enough to make it to your latest check point\n  ","270874":"\n  I did have to delete some that i couldn't relate to or were irrelevant to me sorry to those that got deleted but i just couldn't give you an actual answer\n  ","270875":"\n  Thank you\n  ","270876":"\n  If its awake time then lights on unless the sun is bright enough, if bed time lights off\n  ","270877":"\n  Thank you\n  ","270878":"\n  Yes and i am a Sagittarius along with my oldest daughter and then my youngest is a Leo, i have compatibility with Aquarius but the last one i dated was a cheater so maybe time for a new sign\n  ","270879":"\n  Hey\n  ","270880":"\n  welcome, this is Sniper Skull currently, I never officially signed him over to my now ex and luckily never showed him an unwatermarked copy, so he is still my design to upgrade and work with, Sniper Skull has 3 other versions but this is the only one thats worth showing because the snipers aren't in odd places, my ex thought tall snipers would look good placed under the skull while I prefer behind the skull, Sniper Skull actually is one of my favorite skulls an i look forward to working with him more and revising his name to match his future upgrades\n  ","270881":"\n  thank you\n  ","270882":"\n  Yes black is my calming color, it soothes me it brings me peace, thats why when i was a teen i painted my bedroom black, but when the kids were born i painted it yellow and hand painted a shit load of ladybugs on the walls i mean that room is covered, even the light switch and wall plug ins are lady bug themed (wall plug ins were done very cautiously) wish i could've done the doors\n  ","270883":"\n  Yes very\n  ","270884":"\n  My last vacation, my mom, dad, 2 kids, my boyfriend and I went to Missouri together, went and seen the titanic museum together, just me and him and i paid while my parents took the kids to the park until we got out, then night time hit put the girls to bed and we went to the pub just up the road and had dinner together, he paid even though i offered to split it (he was on this trip completely free btw) the very next day he broke up with me after getting a free vacation, free titanic museum that we both had been dying to go to, and the rest of the trip i couldnt stop crying, i tried just locking myself in the bedroom with the kids but got forced out by my family so not only did i have to share a mini apartment with him on this trip i had to sit in a freaking car with him, ruined vacations for me and personally if its up to me ill never go on one again\n  ","270885":"\n  Thats misleading\n  ","270886":"\n  Good and yours\n  ","270887":"\n  Banana\n  ","270888":"\n  That my kids might ever grow up without me\n  ","270889":"\n  Hi there\n  ","270890":"\n  Good and yours\n  ","270891":"\n  Freedom\n  ","270892":"\n  That i cant please everyone, but im still learning it\n  ","270893":"\n  Guitar\n  ","270894":"\n  Currently After We Collided by Anna Todd\n  ","270895":"\n  Lucifer\n  ","270896":"\n  Hot child in the city by nick guilder\n  ","270897":"\n  Biscuits and gravy and sausage and pancakes, talk about yummy\n  ","270898":"\n  Have a great weekend\n  ","270899":"\n  Pretty good and you\n  ","270900":"\n  Yes i do\n  ","270901":"\n  After, no way to make a couple toddlers not open them first thing\n  ","270902":"\n  Guitar\n  ","270903":"\n  Lucifer\n  ","270904":"\n  Both on the same tree\n  ","270905":"\n  Hero Fiennes Tiffin\n  ","270906":"\n  If its books then fiction, go to another land, its like a movie just in your head\n  ","270907":"\n  To feel loved, its all i crave\n  ","270908":"\n  Brownies and now they are my skill\n  ","270909":"\n  Snake bite lip rings, been craving them for 7 years now\n  ","270910":"\n  Merry christmas sorry im a day late\n  ","270911":"\n  Hot tea, so good\n  ","270912":"\n  Yes because no one should pack around hate, just dont let the enemy get the idea it means weakness\n  ","270913":"\n  Holiday\n  ","270914":"\n  Yes i do\n  ","270915":"\n  Boneless 100%\n  ","270916":"\n  Good and you\n  ","270917":"\n  Dont even have it on my phone\n  ","270918":"\n  The day i learned love in graphic design, so i was with my ex and he had the idea of starting a YouTube channel and needed the profile pic and logos and everything, and even though i knew it wasn't happening i said well let me see what i can do, downloaded a few apps that looked good for graphic design then went to bed bc this was at 11 at night, well then wake up and he says \"well ______ is going to be doing our design now\" i said \"no she isn't because you haven't even seen what i can do, just give me a bit and ill have you a selection\" so i took from the design i knew he wanted for a tattoo and it was a skull, so i  got to work, had 5 different skulls drawn out, said here pick one we'll go from there, picked the easiest one of course BC he's a simpleton, so copied it onto 6 other blank pages, then came gamer skull i drew headphones on it then added a mic in, well he didn't like that, then came skull and pistols, classic design that a lot of artist do, well that was too normal for him, then did AR 15 nope not good enough so during all this i kept asking what do you want, what do you want to see in these, he wasn't telling me so i got on his Facebook because the dumbass gave it to me and read through his and ______'_ conversation he wanted freaking snipers, of course a sniper so then was born Sniper Skull still wasn't good, took 3 different styles of snipers and although this took a month its still beautiful for me because if it wasn't for all that i wouldn't be doing graphic design and making it my work\n  ","270919":"\n  Yes my aunt Barbra, my aunt martha, my brother Earl and my papaw\n  ","270920":"\n  Chinese its amazing\n  ","270921":"\n  Sorry I'm late but merry Christmas hope you had a wonderful day yesterday\n  ","270922":"\n  Anywhere from 1 hour to 10 hours, depends on if the kids are home if they are on schedule then thats usually 7 hours if off schedule then i could be getting down to 4 and if they are on 2 different schedules then 1 hour, but when they are gone my body takes the opportunity to sleep longer so around 10 hours\n  ","270923":"\n  It truly does, i cook for my family and if im not feeling it that day its not as good as on the days i put my heart into a meal\n  ","270924":"\n  Whats wrong\n  ","270925":"\n  Cookies\n  ","270926":"\n  My brothers last hug, i acted so strange the last day i seen him, i was usually all over him, i was 7, i was always right by his side but that last day i don't know what was different but i couldn't even look at him, even my parents questioned my strangeness, then a week later he was gone, id want to keep the memory of him and me \"building\" stuff, i don't remember much but ive been told i followed him everywhere and tried to help him when he was working on something, next id hold onto the memory of my kids being born, the way they was placed onto me for clean up, how tiny they were, how if they were gone for too long id cry where's my baby, (very emotional birther cried both times and definitely not from pain i didn't feel a thing) but i love the sweet moments, i live for them\n  ","270927":"\n  Yes i do\n  ","270928":"\n  Lucifer definitely lucifer\n  ","270929":"\n  Can i go with none, my life isn't really the best\n  ","270930":"\n  Good and yours\n  ","270931":"\n  No but i do want to\n  ","270932":"\n  Yeah i used to work there its easy to live off of them but its not healthy\n  ","270933":"\n  Cream of chicken and noodles its really good too\n  ","270934":"\n  Yes thankfully i finished on christmas eve\n  ","270935":"\n  Marry the person i love most because even though i may not have met them yet if i can meet them then that'd be amazing, in this world its better to walk with love than to sit with hate\n  ","270936":"\n  Yes Baskin Robins for Ice Cream and there's a bakery called Sweetheart bakery here in my area, i actually know the owners daughter in law, she comes and does in home visits for my kids to make sure they are growing properly and developing on time.\n  ","270937":"\n  Milkshakes\n  ","270938":"\n  Do it, you want it then do it my hair has purple in it\n  ","270939":"\n  20\n  ","270940":"\n  Not a whole lot\n  ","270941":"\n  A little upset but its nothing\n  ","270942":"\n  my kids got a lot of presents mostly from santa\n  ","270943":"\n  Its alright\n  ","270944":"\n  Sometimes depending on how im feeling\n  ","270945":"\n  I was hoping for a laptop to start my own business but my mom said no if anything I was getting a TV that I'd probably never use anyway and would probably get broke fast, so I was thinking more practical, well my dad gave me the money instead and said get what I wants so I got me a tablet since laptops are more than what he gave me and it still allows me to work\n  ","270946":"\n  merry christmas\n  ","270947":"\n  No i got better\n  ","270948":"\n  Yes Josephine Langford, oh my god she plays an amazing Tessa Young\n  ","270949":"\n  My home\n  ","270950":"\n  After we collided like holy fuck hardin why'd you go to london but omg the book was way worse i never cried so much over a book or movie but Anna Todd did so well with her After series and its still going on\n  ","270951":"\n  Thank you\n  ","270952":"\n  Black\n  ","270953":"\n  Not entirely but yes at the same time\n  ","270954":"\n  Freedom but you know instead of freedom i got more trapped and now im stuck but im gonna find my way out\n  ","270955":"\n  I have After and After We Collided on repeat, oh what id do to have me a Hardin Scott\n  ","270956":"\n  No got stuck cleaning all day, it sucks\n  ","270957":"\n  Thank you and merry Christmas to you and your family too\n  ","270958":"\n  Chocolate\n  ","270959":"\n  Yes\n  ","270960":"\n  I spent it cleaning\n  ","270961":"\n  Yes especially mint chip\n  ","270962":"\n  I've had a few thrilling times, jumping from a 15 ft ledge into water only 5 ft like i hit the bottom of the river, the guy before me took 30 minutes up on the ledge going back and forth between, he's doing it and he's not then he finally did thankfully, my momma wasn't gonna let me if he didn't, finally it was my turn i walked to the edge and measured how i needed to jump and took a few steps back in ran, i had a lot of adrenaline in me with that jump it was so exciting and i felt alive and would do it again if i could, id say that's my best thrilling story\n  ","270963":"\n  Hi\n  ","270964":"\n  Yes i was put to sleep and they were cut out, while painful i healed rather quickly\n  ","270965":"\n  Chocolate chip\n  ","270966":"\n  Missouri\n  ","270967":"\n  Quite a lot actually\n  ","270968":"\n  Not an actor or movie but i hate taylor swift like change the radio just anything but her\n  ","270969":"\n  Sometimes\n  ","270970":"\n  Only one\n  ","270971":"\n  Time together\n  ","270972":"\n  Yeah\n  ","270973":"\n  My kids, best cuddle buddies a mom could ask for\n  ","270974":"\n  Merry Christmas\n  ","270975":"\n  3 and none of them was exactly good for me\n  ","270976":"\n  Yes i have one too many times, im done trying to find it now im putting my love into my work\n  ","270977":"\n  Yes actually, but i know its because they know i take it from personal experience\n  ","270978":"\n  Thank you so much\n  ","270979":"\n  No im not all that liked\n  ","270980":"\n  Yes marshmallows\n  ","270981":"\n  Yes a person can, but its up to you to build new spirit\n  ","270982":"\n  Yes\n  ","270983":"\n  Any age at all\n  ","270984":"\n  Me, 100%\n  ","270985":"\n  My kids\n  ","270986":"\n  A fast food restaurant dining table, easily over 1,000 people touch those per year so id reach my 100 quota fast\n  ","270987":"\n  Merry christmas\n  ","270988":"\n  Not celebrating at all bc I just broke off my engagement to the kids dad the night before and let the kids stay there for a couple nights just so they could celebrate, but i did make him drop them off the day after Christmas because i don't trust the bastard\n  ","270989":"\n  Thank you so much\n  ","270990":"\n  Single\n  ","270991":"\n  I used to play guitar, my favorite instrument, i fell in love with the notes but had to stop for a few years and when i picked it back up i had forgotten my favorite\n  ","270992":"\n  merry Christmas to you too\n  ","270993":"\n  I will 😊😊😊\n  ","270994":"\n  thanks\n  ","270995":"\n  Yes\n  ","270996":"\n  Cleaning the bathroom, or dishes\n  ","270997":"\n  Yes, just sometimes i fall off track, but belief picks me up again\n  ","270998":"\n  Don't Threaten Me with a Good Time by Panic! At the Disco\n  ","270999":"\n  Both\n  ","271000":"\n  Pretty good\n  ","271001":"\n  How about a little bit of both, but that's too much of a dream, not all of us can have the amazing Hardin Scott\n  ","271002":"\n  The amazing taco bell\n  ","271003":"\n  Not sure yet\n  ","271004":"\n  After, and After we Collided just came out on Netflix so I'm excited\n  ","271005":"\n  Both\n  ","271006":"\n  My kids pulling on my hair, jumping on my back, they do a lot to wake me uo\n  ","271007":"\n  Designing, packing my girls for a night at their dads, more like his mom but still he lives there too so, just went through his lecture of how he should get say so of if him mom picks them up but i know if it wasn't for her he wouldn't bother with them,\n  ","271008":"\n  Good morning\n  ","271009":"\n  Theres a few things\n  ","271010":"\n  Purple but preferably black\n  ","271011":"\n  Pajamas all day, but dressing up does feel good sometimes\n  ","271012":"\n  Hi\n  ","271013":"\n  The dishwasher, my kids playing, their show playing\n  ","271014":"\n  When it makes you lose sight of yourself just trying to please the other person in hopes that maybe, just maybe they might take even a minute to notice you and spend time with you\n  ","271015":"\n  To a point\n  ","271016":"\n  I could never do history\n  ","271017":"\n  My girls like it too, constantly ask for ride\n  ","271018":"\n  Both??\n  ","271019":"\n  Ive had a few\n  ","271020":"\n  Absolutely hate it\n  ","271021":"\n  Persona, are they happy, sad, look happy but secretly sad, i can point out pain from experience\n  ","271022":"\n  Black\n  ","271023":"\n  Cake cone its so good\n  ","271024":"\n  No actually\n  ","271025":"\n  To get this mess cleared up\n  ","271026":"\n  Virtual Families 3 its the only one my phone has storage for\n  ","271027":"\n  Sure\n  ","271028":"\n  My friends, i miss Bonneville, that was my favorite year\n  ","271029":"\n  What does a fish say when it runs into a wall\n  ","271030":"\n  Yay definitely yay\n  ","271031":"\n  Can i say none, don't really have too many good times\n  ","271032":"\n  Graphic design\n  ","271033":"\n  Used to love it until my mom dropped our membership\n  ","271034":"\n  Im alright and you\n  ","271035":"\n  Yes lion king, all three of them\n  ","271036":"\n  Drummer boy that song gets me every time\n  ","271037":"\n  Both depending on which one is better\n  ","271038":"\n  The day i discovered my ex blocked me so he could go public with a new bitch, its like all these emotions flooded me for an hour then i felt relief like i wasnt being held down still hits me occasionally but i can make it through the day and that hurt helps me to design\n  ","271039":"\n  Layers, lots and lots of layers, like bluejean pants, then sweat pants and a shirt then sweater then full jacket and double my socks if needed, i love my warmth and i just got these amazing new gloves\n  ","271040":"\n  Never even tried it before\n  ","271041":"\n  I used to not, I used to be focused on photography, so focused that I just wanted to learn enough photo shop to make it in the photography world but then one day my ex was making a YouTube and needed a design, I knew how to do it so I told him let me try, and thanks to that Gamer Skull was born and its sibling Sniper Skull and their friend Dangerous Love, but no matter what I designed it wasn't good enough for him but I found love in design, and now I have more apps to help me figure out that perfect look like Gamer Skull now has  a reborn version I call Gamer Skull Light Show, and Dangerous Love now has 2 reborn versions called Spray Paint and Sun Rise, design has given me new hope in life when I lost all.\n  ","271042":"\n  Yay, sweet tea is one of the best cool down drinks, but i discovered during my pregnancies its so good warm too as a before bed time drink it helped me to relax a bit\n  ","271043":"\n  Never bothered with it so i dont know\n  ","271044":"\n  Keep living sun shine, i been there, i know that pain, message me if you ever wanna talk\n  ","271045":"\n  its up on my page in my photo polls, I'm doing graphic design\n  ","271046":"\n  Like 11\n  ","271047":"\n  Well it was a laptop but instead i got a more useful and cheaper tablet so I'm good\n  ","271048":"\n  Well since its currently night my plans was cleaning, designing, advertising and still going with wrapping gifts\n  ","271049":"\n  Black\n  ","271050":"\n  Gonna be a lot more now that im designing using it\n  ","271051":"\n  Hi\n  ","271052":"\n  Not entirely busy but i did accomplish a lot and still going\n  ","271053":"\n  Happy holidays\n  ","271054":"\n  At home not fully sure about the other details though\n  ","271055":"\n  Cold, just plain cold\n  ","271056":"\n  Thank you\n  ","271057":"\n  The kick off of my design company, im hoping to get it lifted off the ground a bit\n  ","271058":"\n  who said that was serious 😂😂\n  ","271059":"\n  Some vintage furniture\n  ","271060":"\n  Thank you so much! 😊😊\n  ","271061":"\n  mhmm I mean I could block you and your problem be solved, up to you though you ass hat\n  ","271062":"\n  I'm sorry i have been answering less and less, i have been trying to start up my own design company recently and have been very busy designing, I still have some of you from up to 3 days ago, i am trying to answer everyone in my free time, feel free to continue asking me and as soon as I'm available i will answer you\n  ","271063":"\n  Does before i started dating count because if not then id say like a couple months 4 at most\n  ","271064":"\n  For me to know and him to find out lol\n  ","271065":"\n  Yes i have actually\n  ","271066":"\n  I try to but\n  \n   @jessedempsey\n  \n  is a bit of a stubborn ass lmao\n  ","271067":"\n  Dont get with the last idiot i dated, i would give his full name and tell her that he will do nothing but hurt her\n  ","271068":"\n  I understand how you feel, im sorry she left you\n  ","271069":"\n\n   https:\/\/www.facebook.com\/bethany.reynolds.33633\n  \n","271070":"\n  here you add me Bethany Reynolds\n  ","271071":"\n  I dont have WhatsApp either but I do have Facebook\n  ","271072":"\n  thank you so much\n  ","271073":"\n  I dont have an Instagram actually\n  ","271074":"\n  pretty good, cleaned a bit, designed a bit, not done a whole lot but pretty nice day\n  ","271075":"\n  No i have not\n  ","271076":"\n  Yes too many to keep up with\n  ","271077":"\n  Hi there 😊\n  ","271078":"\n  thank you\n  ","271079":"\n  No but i do want to one day\n  ","271080":"\n  Reality, doctors words, there's a bunch\n  ","271081":"\n  Actually i delete most personal sexual interest questions, i don't answer a lot of them and pretty sure i deleted them all off my page, i don't take interest in answering those because i don't want my page to become a sexual interest page, i want my page to be liked because people like my persona and interest, if they don't like it they don't have to follow me and don't have to ask me\n  ","271082":"\n  No, i dont care how much a person has or spends on me, i prefer cheap stuff honestly like can we go for walks through the park, or a picnic, or stay home and watch movies with me can we just order pizza and lay in bed and talk, im happy just spending time with someone, talking to them, forget expensive dates, i want time together not money spent\n  ","271083":"\n  No i haven't actually\n  ","271084":"\n  Yes I'm a bad stressor, i constantly have something going through my head stressing me out, if I'm not talking to someone to distract myself I'm worrying\n  ","271085":"\n  Ugh too many to count right now\n  ","271086":"\n  Im not big on sports personally, but i do like volley ball\n  ","271087":"\n  Same\n  ","271088":"\n  Everything, doctor, nurse, firefighter, police officer, teacher, literally everything\n  ","271089":"\n  Ask, facebook, and google\n  ","271090":"\n  Dark\n  ","271091":"\n  Yes\n  ","271092":"\n  I dont think i have any interesting traits\n  ","271093":"\n  Greek mythology\n  ","271094":"\n  Thank you\n  ","271095":"\n  Spaghettios because my daughter wanted me to with her\n  ","271096":"\n  Yes i love hugs but only from people I've met before\n  ","271097":"\n  Yes i have\n  ","271098":"\n  Hi\n  ","271099":"\n  Like 4\/10\n  ","271100":"\n  Go back to your girlfriend and tell her that see what she thinks about your two timing ass, ain't no girl deserve a man hiding shit from her, and if he don't tell her i will\n  ","271101":"\n  Coffee\n  ","271102":"\n  No i dont\n  ","271103":"\n  Yes a few actually but those days are over for me\n  ","271104":"\n  1. Burlesque\n  \n  2. Step Sisters\n  \n  3. Sister Code\n  \n  4. Boy Bye\n  \n  5. Otherhood\n  \n  6. Kissing Booth 1&2 then 3 when it comes out\n  \n  7. After\n  \n  8. The Lightning Thief\n  \n  9. The live Aladdin\n  \n  10. Cartoon Lion King\n  ","271105":"\n  Yes, i might have a official launch for my business in 2021\n  ","271106":"\n  Black like my heart\n  ","271107":"\n  Hot then cold, i run all the hot out then to close up my pores i soak in the cold for a minute\n  ","271108":"\n  I haven't seen any anime, i have wanted to just haven't had the availability yet\n  ","271109":"\n  No actually but i do want to get married one day\n  ","271110":"\n  Yes i do, but i dont associate myself with them anymore than i have to\n  ","271111":"\n  By saying can you please be a bit more quiet\n  ","271112":"\n  Ask and snapchat, i mean i have facebook but i find it too stressful\n  ","271113":"\n  Rick Riordan i love his Kane Chronicles and Percy Jackson and the Olympians series and he's even starting up some others\n  ","271114":"\n  Can i just get steak fajitas for life\n  ","271115":"\n  3 all times were bad\n  ","271116":"\n  Ew no\n  ","271117":"\n  Thank you so much\n  ","271118":"\n  Whatever suits their face better\n  ","271119":"\n  Me too\n  ","271120":"\n  Yes\n  ","271121":"\n  thanks\n  ","271122":"\n  Awe thank you\n  ","271123":"\n  Id come from Rick Riordan's Percy Jackson series, i love Greek mythology and can say several true facts about Greek history, sometimes i feel like i came from Greek origins but I'm not sure\n  ","271124":"\n  alright\n  ","271125":"\n  thanks, I will be posting some later in a photo poll I have a few things to do currently\n  ","271126":"\n  I have Facebook, Bethany Reynolds same pic as my ask\n  ","271127":"\n  graphic designs\n  ","271128":"\n  Depends on if thats someone i like or not\n  ","271129":"\n  got any social media like Snapchat\n  ","271130":"\n  yeah that sounds good\n  ","271131":"\n  Hi\n  ","271132":"\n  No i dont\n  ","271133":"\n  you are too, not a lot of people would find a girl a couple days after she makes a upset post just to see how she's doing\n  ","271134":"\n  best wishes to you too\n  ","271135":"\n  That my kids enjoy it, that maybe i can get my first sell, i have a few wishes\n  ","271136":"\n  thanks\n  ","271137":"\n  Yes i would\n  ","271138":"\n  😊\n  ","271139":"\n  fajitas de pollo\n  ","271140":"\n  your welcome\n  ","271141":"\n  Good and you\n  ","271142":"\n  Trying to cheer up this baby\n  ","271143":"\n  Yes actually, woke up early with the kids\n  ","271144":"\n  Im good and you\n  ","271145":"\n  Ugh hard to remember\n  ","271146":"\n  Never been there\n  ","271147":"\n  alright that's fine\n  ","271148":"\n  Death, how will i die, will it be painful, what happens after, will i have had a good life\n  ","271149":"\n  1. I only have 1 true friend but im open for more\n  \n  2. My favorite meal is chicken strips, mac and cheese, green beans, and mashed potatoes\n  \n  3. I have learned more lessons through pain than i have through stories and people sharing their pain\n  ","271150":"\n  Black, like my heart\n  ","271151":"\n  My kids\n  ","271152":"\n  Eggs, i cant do eggs for my life\n  ","271153":"\n  you got snap, we can continue talking there lol\n  ","271154":"\n  I mean skin tone is skin tone but my heart is dark, ain't no one changing that lol, I've given up on those bright days, they'll be dark but good lol\n  ","271155":"\n  I will thank you 😊😊\n  ","271156":"\n  I mean spiritually for me lol\n  ","271157":"\n  I'm a dark person lol\n  ","271158":"\n  nah black its my black lol\n  ","271159":"\n  thanks, I'll need it, there's not a lot of buyers in Kentucky so I gotta find a way to send it through the states, thats gonna be my only challenge though\n  ","271160":"\n  No sadly\n  ","271161":"\n  love was received, I hope you get love too\n  ","271162":"\n  maybe one day but today I'm moving my life back on track\n  ","271163":"\n  I've never answered that honestly just asked it\n  ","271164":"\n  Yes, i can never find pants my perfect size so a belt keeps that problem at bay\n  ","271165":"\n  I cant live without my camera, that thing has been my baby since 13\/ 15 somewhere around there, and if course my kids, my babies keep me going\n  ","271166":"\n  Thank you so much, that's sweet of you to say\n  ","271167":"\n  My response is on the first one you sent me, thanks again\n  ","271168":"\n  Yes and im chasing them, im gonna become them too\n  ","271169":"\n  well I hope next time you can say I'm great, everyone deserves a chance to say I'm doing great\n  ","271170":"\n  Ugh an idiot, never letting heartache destroy me again\n  ","271171":"\n  Black, its my calm color\n  ","271172":"\n  Yes it is ok\n  ","271173":"\n  Im doing a lot better, thanks for checking up on me\n  ","271174":"\n  Yes ive seen many in my life time\n  ","271175":"\n  Good and you\n  ","271176":"\n  No i dont have any siblings\n  ","271177":"\n  Play on my phone, sit with the kids, draw designs, whatever i can do\n  ","271178":"\n  My kids, i love them to death\n  ","271179":"\n  Chicken nuggets with ranch and fries\n  ","271180":"\n  Normally cry it out but this time I'm turning it into power, keep moving forward do something today that you keep putting off until tomorrow or next week, you can do this, and if you need help finding your strength I'm here anytime, just keep your head up you deserve better\n  ","271181":"\n  I'm starting up my own graphic design business, and when I can I'm gonna add photography into it, not able to start with photography due to physical limitations but I will add that in as soon as possible, my logo is going to be \"Bethany Reynolds Designs\" maybe one day you'll see me at the top, but today I'm setting up base and creating\n  ","271182":"\n  Thank you, and actually now that the pain has sat a few days its actually inspired me, maybe i dont need a guy immediately, i can use this time to work on my own business, photography\/graphic design. I mean yeah a partner would be nice to build with but its me time, my kids need a mom to support them to show them what strong is, one day when they are older and having heart ache i can tell them about how i turned mine into work and maybe inspire them to start their dreams up, and thank you for your sweet message, its people like you that help to inspire hope in others. 😊😍\n  ","271183":"\n  Im 20\n  ","271184":"\n  I'm doing pretty good today actually, I think this has inspired me more than ever actually, I now have started on things that I've been saying I'm \"gonna do one day\" just trying to get better equipment at this point\n  ","271185":"\n  A lion, i love lions\n  ","271186":"\n  The big 21\n  ","271187":"\n  Not sure yet\n  ","271188":"\n  Ask resending shout outs\n  ","271189":"\n  Every day all day\n  ","271190":"\n  I usually ask myself \"really why you trip\"\n  ","271191":"\n  I mean everyone has other ways but my way is talking in my head about it, if I talked out loud people would look at me crazy but I talk to myself as if I was another person like a friend talking to a friend, and this is absolutely ok to do, a lot of people think its a sign of going insane or having a mental problem and its not always, it's just a way for some people to focus, and I hope some people try it whether its out loud or in your head, or if its a problem that you need to work through but can't tell someone else about just pretend you are that someone else it'll help you to focus and think it out, but only if this is your way of focusing, if its not there might be something else out there to help you slow down and think on something\n  ","271192":"\n  thanks for checking up on me though, I appreciate it\n  ","271193":"\n  Not sure but i hope better than 2020\n  ","271194":"\n  thought that might help, I love this honestly\n  ","271195":"\n  especially with anxiety, depression and ADHD, I've learned with help that if I need to focus on something my best idea is to have a conversation about it in my head like example yesterday I was preparing for an appointment to get my arm looked at and needed to focus on anything that the doctor needed to know so what I did was have a conversation with myself asking what's wrong with my arm, what my symptoms are, what part of my arm and wrist the problem was on, and it helped me focus enough to the point I was able to tell my doctor everything he needed to know, any other time I would've forgotten something because I couldn't focus\n  ","271196":"\n  When i get excited that they answered my message and sad when i see they looked but didn't answer, when i cant stop laughing when talking to them, when i can trust them enough to tell them my past, it takes a lot for me to trust someone enough to tell them about certain things that helped me grow, especially of the opposite gender, I've had a lot of trouble with guys, if i can trust a guy then he's special to me in some way\n  ","271197":"\n  Yes i do\n  ","271198":"\n  Sitting at home watching the kids open presents, gotta find time to finish wrapping gifts before Friday though,\n  ","271199":"\n  Yes and no\n  ","271200":"\n  No pants, maybe shorts but pants make me itch\n  ","271201":"\n  No i didnt actually\n  ","271202":"\n  Cereal first then milk\n  ","271203":"\n  No i am not, i freeze\n  ","271204":"\n  Hey\n  ","271205":"\n  Sometimes, some are too rude though\n  ","271206":"\n  Pizza for sure\n  ","271207":"\n  I know, time flies so fast\n  ","271208":"\n  Poor, poor people enjoy life more, they live for the moments not for the money\n  ","271209":"\n  No i wouldn't its all bad\n  ","271210":"\n  Yes 4 nephews and even 2 great nephews and a great niece\n  ","271211":"\n  Margot Robbie\n  ","271212":"\n  Bacon\n  ","271213":"\n  A cold, virus, any transferable disease\n  ","271214":"\n  I actually dont really like donuts its rare ill find one i want to eat\n  ","271215":"\n  Kinda\n  ","271216":"\n  My destiny is the help, i help people get through tough times then when their done get tossed to the side every single time, no one ever sticks around in my life\n  ","271217":"\n  Never had it ever\n  ","271218":"\n  Step sisters\n  ","271219":"\n  Well id make the most of it, try to find the original and hopefully switch back\n  ","271220":"\n  No i have a innie\n  ","271221":"\n  Every single thing, my mind never stops, its always this or that, then back to this and next thought, new thought, back to thought one then thought 3 back to thought 100 my minds everywhere\n  ","271222":"\n  people who disrespect you don't deserve you\n  ","271223":"\n  Lions, so strong and dominating, something i aspire to be\n  ","271224":"\n  Maybe, don't know yet, we'll see where things go\n  ","271225":"\n  I have actually, i didnt start it though, i was charged and thrown to the ground but you know she got what she deserved too\n  ","271226":"\n  1 but i am learning spanish\n  ","271227":"\n  Yes i do\n  ","271228":"\n  Sernandoe\n  ","271229":"\n  Honestamente, diría 3, pero uno no era amor, era mi corazón saliendo de la manipulación.\n  ","271230":"\n  Used to until i got older\n  ","271231":"\n  Pretty good got a new tablet to do my designs on and almost done with another design already i love it, got all my apps now, and only used 30% of storage, on my phone that would've been all my storage just supporting the apps alone not including the designs, thinking about starting a business, take my watermark and make it a reality\n  ","271232":"\n  Once a week depending on use, if i ain't used it but like once then it ain't getting washed but if i use it multiple times then yeah ill wash it\n  ","271233":"\n  life just attacks people randomly, it aint right but it happens\n  ","271234":"\n  If someone mistreats you or disrespects you just do your best to remain calm, its difficult but important, you will hold your dignity high at that point tell them you will not be disrespected or mistreated any longer and they have lost all respect and trust from you and then walk away and ignore them, they will do one of 3 things 1. Be left speechless, 2. Keep ranting and run out of things to say because you're not responding to them, or 3. Try to attack you, and at this point do whatever to hit either the throat, nose, or stomach, and if they keep going do it again and again until they either get the idea you are above them or help arrives to stop the attack, but never let someone mistreat you, i been there done that and never again\n  ","271235":"\n  The xbox 360 still good condition too, just a bit dusty been a bit since i could tend my sweet baby\n  ","271236":"\n  Yes i have\n  ","271237":"\n  Me, sometimes\n  ","271238":"\n  Not that i know of\n  ","271239":"\n  My family has always done fake\n  ","271240":"\n  Huh love, i didnt know that existed anymore (note sarcasm please) on a serious note now, no i am not, i hope i find my love though\n  ","271241":"\n  No i dont\n  ","271242":"\n  All but the turkey and mac and cheese\n  ","271243":"\n  Yes i do\n  ","271244":"\n  This\n  ","271245":"\n  Both like it still offends but i try not to show it\n  ","271246":"\n  Not really, i dont look good when others take the pictures, i know my angles and poses unlike others\n  ","271247":"\n  Well ive never had limes so i cant say without being biased\n  ","271248":"\n  Hello\n  ","271249":"\n  Vo5 the blue kind i think its ocean refresh\n  ","271250":"\n  ham, stuffing, mashed potatoes, green bean casserole, rolls, baked beans with bacon, mac and cheese, deviled eggs, regular green beans, and theres still more my family makes, we go all\n  \n  Out for holidays\n  ","271251":"\n  Black, purple, black, blue, black, i like it dark like my heart\n  ","271252":"\n  I hate it i truly hate it\n  ","271253":"\n  Not sure honestly, just anything that drives works for me\n  ","271254":"\n  My late brother, its been 12 years since i seen him, a lot of my memories have slipped of him because of how young i was when he passed, i just want to talk to him and let him know i still love him\n  ","271255":"\n  alright thanks\n  ","271256":"\n  not sure I'll have to look it up\n  ","271257":"\n  Yes, yes i have, example: baby i love you and i need you please stay with me, only to turn around and call me a bitch and other names the next hour and put me down\n  ","271258":"\n  I mean it feels nice but i prefer it to not be too cold nor too hot kinda like fall\n  ","271259":"\n  Trick or treating with the kids, their dad, his new bitch and some of his other relatives\n  ","271260":"\n  Not sure, tough decision\n  ","271261":"\n  A lot of things, stress, how to solve that stress and how to ignore some of it\n  ","271262":"\n  sorry I ended up falling asleep\n  ","271263":"\n  I want to continue to learn spanish, i can understand some things but others i still have to translate\n  ","271264":"\n  Blue and black\n  ","271265":"\n  Red, tan, and white\n  ","271266":"\n  Yes, its always spam callers\n  ","271267":"\n  How messed up life is towards people\n  ","271268":"\n  Yes i have\n  ","271269":"\n  ask.FM\n  ","271270":"\n  I dont really get compliments but i did just get one that someone told me im beautiful\n  ","271271":"\n  Hows this\n  ","271272":"\n  Hi\n  ","271273":"\n  Hot child in the city by nick guilder\n  ","271274":"\n  no I'm not\n  ","271275":"\n  Actualmente soy una ama de casa pero quiero ser diseñadora gráfica.\n  ","271276":"\n  👍👍\n  ","271277":"\n  Honestly id be seeing how i look naked like damn do i look good or bad, not sure\n  ","271278":"\n  but thats it, friends only\n  ","271279":"\n  No but i wish i did\n  ","271280":"\n  Sometimes but depends on the situation and who that person is to me\n  ","271281":"\n  Sorry not looking\n  ","271282":"\n  Dragon, them bitches bad\n  ","271283":"\n  Green\n  ","271284":"\n  No, my mind is very oblivious like no, they couldn't like you\n  ","271285":"\n  My kids\n  ","271286":"\n  Yes actually i just never get to\n  ","271287":"\n  All of them, walmart, save a lot, kroger, iga, theres a lot\n  ","271288":"\n  Yes i do, one lives at the end of my hallway\n  ","271289":"\n  No, not really\n  ","271290":"\n  Awe thank you\n  ","271291":"\n  Sonics oreo cheese cake milkshake\n  ","271292":"\n  I dont know but it would be nice\n  ","271293":"\n  Both?? Kinda just run off of whatever the kids need\n  ","271294":"\n  its 11:14 pm here\n  ","271295":"\n  I'll let you go for tonight its getting late here\n  ","271296":"\n  Yes and just abiut anything, stress, break up, and just generally a lot\n  ","271297":"\n  thanks again for checking up on me\n  ","271298":"\n  Smash would have to be Andy Biersack of Black Veil Brides\n  \n  Marry Jacob Elordi from the Kissing Booth\n  \n  Kill Taylor Swift personally i find her annoying\n  ","271299":"\n  I wish it was easier than this\n  ","271300":"\n  I'm trying to, its truly not easy\n  ","271301":"\n  Im holding up alright thanks for checking up on me\n  ","271302":"\n  Chug a mountain dew, works like a charm with all the caffeine in them\n  ","271303":"\n  In my own house, no one but me and the kids\n  ","271304":"\n  Beth\n  ","271305":"\n  Step sisters\n  ","271306":"\n  Same dude, same\n  ","271307":"\n  Alright\n  ","271308":"\n  Sometimes\n  ","271309":"\n  Kids, they save people in unexpected ways\n  ","271310":"\n  Milk\n  ","271311":"\n  Can i just spend it in bed alone with movies and no one else like i need a recoop day\n  ","271312":"\n  Theres this one girl im glad i quit being friends with, im glad i left the kids dad, then theres my last ex, theres honestly a lot im glad i burned bridges with\n  ","271313":"\n  This morning\n  ","271314":"\n  you can tell me about it but if its scary I won't watch it because I get nightmares easily from scary movies\n  ","271315":"\n  is it scary\n  ","271316":"\n  too big to measure\n  ","271317":"\n  I hope it does\n  ","271318":"\n  Well i cant really put his name out but if he could see this he would probably know its him\n  ","271319":"\n  No i get nightmares too easily\n  ","271320":"\n  No i have not\n  ","271321":"\n  alright\n  ","271322":"\n  He didnt do it directly but he had several of our \"mutual\" friends reporting everything back to him, every place i went, everything i posted, everything i did at home, he knew literally everything without me saying anything, what i did was test people started talking to them about certain things and seen if he found out if i got an enraged call over it i knew which person did it and blocked them finally it got to where he knew nothing unless i told him, still had my locations through people seeing me in public but it got bad, i feared my safety but after clearing out a bunch of people and going out less i felt safe again and some of only my friends even helped to guard me at home, if he hadn't heard of sightings for a while he would message them and they'd cover saying i was at their place so he wouldn't come to my place looking for me\n  ","271323":"\n  never even been drunk, I do want to be sometime but I'll wait till my kids are more grown and away to one of the grandparents\n  ","271324":"\n  Very rare, like sometime 2 years ago rare\n  ","271325":"\n  Give me whatever, even if its used\n  ","271326":"\n  No\n  ","271327":"\n  Assurance wireless\n  ","271328":"\n  What is that\n  ","271329":"\n  yeah ok I'm sure lol\n  ","271330":"\n  No, if they did they wouldnt act so happy around us, greet us by the door, sit in our laps, they wouldnt be here for us like they are\n  ","271331":"\n  Tom and jerry\n  ","271332":"\n  Somewhere in Greece, i just want to travel and explore, i love Greek history\n  ","271333":"\n  you gonna pop\n  ","271334":"\n  like a balloon\n  ","271335":"\n  uh huh you be careful\n  ","271336":"\n  have fun\n  ","271337":"\n  that'll work lol\n  ","271338":"\n  Not like i used to but when im able to i would like to get back into it\n  ","271339":"\n  easier said than done especially around kids\n  ","271340":"\n  that'd be worse dam I dont want to pop lmao\n  ","271341":"\n  Thankfully no, i want to enjoy the two i already have for a while\n  ","271342":"\n  I'll leave that to you lol, I got kids that need me\n  ","271343":"\n  can't get belittled if they are worse off then you\n  ","271344":"\n  i hope you succeed in your life, anyone who goes around making others feel better deserves to succeed\n  ","271345":"\n  could prank your enemy by saying its normal, they take it and suddenly they are ugly\n  ","271346":"\n  well that's very sweet of you I appreciate that, its people like you who make hard times feel better\n  ","271347":"\n  I could destroy my enemies with it lol\n  ","271348":"\n  Awe thank you so much\n  ","271349":"\n  I'm already fat I dont need to be even more fat lmao\n  ","271350":"\n  not completely\n  ","271351":"\n  Sorta both, gotta have those rest days whether its a work out or just bad stress, you cant over do it or it makes it worse\n  ","271352":"\n  No, too risky\n  ","271353":"\n  Hopefully with some friends\n  ","271354":"\n  No i dont actually\n  ","271355":"\n  Shelters are helpers, if i was to get a pet id get it from the shelter, those poor babies need love\n  ","271356":"\n  I have different movies for different moods, heres my list of favorites and moods to match:\n  \n  Happy but bored- Step Sisters\n  \n  Heart broken and need confidence- Burlesque or Boy Bye\n  \n  Heart broken and just typically sad- Kissing Booth 1 & 2 and After\n  \n  Randomly sad and need to forcibly cry- Sister Code that ending is so sad\n  \n  Need a pick me up- Employee of the Month\n  \n  Need a laugh- Father of the Year, Sextuplets, or Naked\n  ","271357":"\n  Both, i love them both\n  ","271358":"\n  Tell him or else chances are he will leave because you didnt involve him in any decision\n  ","271359":"\n  No i havent\n  ","271360":"\n  Drawing on myself, specifically my knee, currently my favorite quote:\n  \n  Whatever our souls are made of, his and mine are the same\n  ","271361":"\n  I would set up my life\n  ","271362":"\n  A sandwich\n  ","271363":"\n  Both?\n  ","271364":"\n  My friends tell me my uniqueness is that i care too much about how others feel and put myself last while only trying to help others, they say that's not found often anymore\n  ","271365":"\n  I ask the same thing myself every day\n  ","271366":"\n  No estoy seguro de cómo funciona Instagram, pero tal vez puedas enviarle un mensaje primero.\n  ","271367":"\n  Hello\n  ","271368":"\n  I mean it shows a naked guy swimming it the bed of a truck that isn't his, and he falls down a flight of stairs, I personally love it\n  ","271369":"\n  Hard to pick but i have always lover Acer and i think thats through windows\n  ","271370":"\n  I gonna go with opossum\n  ","271371":"\n  its really funny\n  ","271372":"\n  Uh maybe, idk\n  ","271373":"\n  Just cold\n  ","271374":"\n  Pretty decent and yours\n  ","271375":"\n  No but i wish\n  ","271376":"\n  Yeah hooefully\n  ","271377":"\n  Im alright, thanks for asking\n  ","271378":"\n  What???\n  ","271379":"\n  Yes i love them\n  ","271380":"\n  Hello\n  ","271381":"\n  My kids, they've saved me a lot of times\n  ","271382":"\n  No honestly i like meat too much\n  ","271383":"\n  Yes but all i get is bitched at\n  ","271384":"\n  Netflix for me\n  ","271385":"\n  I had a pet, his name was Rico. This was when he snuck into my parents bedroom one night and hid in their closet. I caught him and he was just like please mommy this is so comfy. I loved this baby\n  ","271386":"\n  Not yet honestly but maybe\n  ","271387":"\n  I'd love to be able to pet a lion\n  ","271388":"\n  Kicking my ass honestly but not for long\n  ","271389":"\n  Yes my whole last relationship\n  ","271390":"\n  My kids and if im in a relationship then hes third\n  ","271391":"\n  Everything\n  ","271392":"\n  White bread\n  ","271393":"\n  Something to help you focus, heres my list or rules i kept when finding music to study to:\n  \n  1. It has to be something you like, if its something you dont like your going to lose focus to keep changing it or think about how annoying you truly think it is.\n  \n  2. It cant be songs that will easily make you lose focus due to the lyrics and you just focus on it.\n  \n  3. If your sad no sad songs, it will make you lose focus fast or not even gain focus at all, or if needed cry it out first then sit down and study, you'll feel better.\n  ","271394":"\n  My daughters, they give the best hugs\n  ","271395":"\n  Yes i do\n  ","271396":"\n  Well for me i take my pillow and pretend im laying on a guys chest, but might not be for everyone\n  ","271397":"\n  Father of the year\n  ","271398":"\n  Yes i do, but its ok if others don't, everyone was raised with different beliefs and grew to believe their own\n  ","271399":"\n  Art, i mean i can do pretty decent but im not as good as i would like to be\n  ","271400":"\n  I dont hate winter its just getting dull since its stopped snowing here a few years back\n  ","271401":"\n  I melt when a guy im with holds me when I'm upset, like i quickly break down worse but like it just completely helps better my mood because my heart just says oh he does care and just completely forgets what stressful thing happened to make me cry to where i would even need to be held\n  ","271402":"\n  Nothing yet as far as i know, probably something small though\n  ","271403":"\n  Normally when its too late to fix it\n  ","271404":"\n  False yellow, but now its black\n  ","271405":"\n  Supernatural, Lucifer, i love Young and Hungry but they ended that, New girl, there's a lot I think more people should watch\n  ","271406":"\n  I dont believe so\n  ","271407":"\n  Get my lip pierced, i want snake bites, been wanting them for 7 years now\n  ","271408":"\n  No, strictly men for me, i support those who are but its just not me\n  ","271409":"\n  Yes one, i love her to death, without her I'm nothing\n  ","271410":"\n  I dont think i really have one honestly\n  ","271411":"\n  Ive been better but thanks for asking\n  ","271412":"\n  Yes i love the kinetic sand cutting and the ones who draw and let you hear the sounds of markers and pencils and the cut it up afterwards those sounds feel true to me since i love art\n  ","271413":"\n  I love science museums, absolutely love science, i really want to go to another I've only been to 2 and it was so amazing\n  ","271414":"\n  Hot topic, this girl loves her music and her band merch, then whatever shoe store they have, the food court, game stop, and just roaming around after that\n  ","271415":"\n  No i have nit thankfully i could not do it\n  ","271416":"\n  Must just be you\n  ","271417":"\n  No i dont but i would get a bird in a cage with its door slightly cracked open, showing that while we may be stuck now but with time we can get free\n  ","271418":"\n  No it does not, follow me, don't follow me, love me, hate me, its just temporary satisfaction\n  ","271419":"\n  First check for signs of abuse, does it look like its been fed recently, is it scared of humans, is it aggressive, try to figure out if its been abandoned, then take it home shelter it until i can find an owner if its just a wandering dog that's healthy, and if its abused take it home and shelter it and maybe keep it, i love animals so it doesnt bother me to keep them safe\n  ","271420":"\n  I love animal crossing but currently dont gave access to it\n  ","271421":"\n  Why are you such an idiot\n  ","271422":"\n  I mean yeah i probably need a gun but at the same time i have 2 small kids that get into everything, i think for now ill stick to pepper spray until they are a bit older, and yes i will need practice when that time comes\n  ","271423":"\n  A laptop\n  ","271424":"\n  Awe thank you so much\n  ","271425":"\n  Normally all the month of december\n  ","271426":"\n  Im alright and you\n  ","271427":"\n  Im actually allergy free\n  ","271428":"\n  Kindness, i love it with people are there for each other and help each other\n  ","271429":"\n  Sonics oreo cheesecake milkshake\n  ","271430":"\n  No i dont think it will but i hope that next year does get better\n  ","271431":"\n  Yes just about everything i do\n  ","271432":"\n  Ugh both, love my babies\n  ","271433":"\n  I dont really have one actually\n  ","271434":"\n  Pretty rough\n  ","271435":"\n  Not exactly sure\n  ","271436":"\n  Its alright and yours\n  ","271437":"\n  Yes i do\n  ","271438":"\n  November 23rd\n  ","271439":"\n  My feelings\n  ","271440":"\n  No, I'm a mom, Christmas is my biggest work day, got more cookies to bake, a dinner to make, and got gifts to give and help my girls open, then gotta clean and stories to read an baths to take, Christmas is the best work day\n  ","271441":"\n  Id rather be sleeping then cleaning on no sleep\n  ","271442":"\n  People be mean like that for no reason, stay safe out there watch who you keep on your side\n  ","271443":"\n  Yes i do\n  ","271444":"\n  Personality questions, i feel like if i answer im lying because i can never actually think of anything good about myself\n  ","271445":"\n  That a ghost lives at the end of my hallway\n  ","271446":"\n  True, its came up fast\n  ","271447":"\n  Just a few months\n  ","271448":"\n  Yes, the itchiness last forever, i cant wear a wig for the life of me\n  ","271449":"\n  Hey there\n  ","271450":"\n  Let someone go for a better future\n  ","271451":"\n  Anna beth from the Percy Jackson series, she's a role model\n  ","271452":"\n  How did you know my life\n  ","271453":"\n  Crazy, but in a good way\n  ","271454":"\n  Honestly black but i do enjoy a nice purple or blue, i like more dark nature colors its nice sometimes\n  ","271455":"\n  Yes i have actually, hes not worldly famous just a couple states famous, his name is Gareth and hes a native american and i love his music\n  ","271456":"\n  But the sides have to be green beans with salt, lawrys, webers roasted garlic and herbs seasoning and pepper, some creamy mac and cheese, not runny or sticky or clumpy, it has to be creamy and also some mashed potatoes with a bit of salt, pepper, butter and lawrys stirred in, not a lot of lawrys just enough to peak the flavor\n  ","271457":"\n  I love making chicken strips, dip them in a mix of flour, lawrys seasoning salt, little bit of webers kickin chicken, and salt and pepper, then into some whisked up eggs and back into the mixture then fry, it is so good and the breading is so right\n  ","271458":"\n  The nice temperatures, the colors of fire with the red, orange and yellow leaves, having bonfires with friends, when pumpkin spice comes out, i love carving pumpkins, fall is just the best season to me\n  ","271459":"\n  When all the minty chocolates come out i love it, mint is me, me is mint\n  ","271460":"\n  Shitty personally but trying to make the best of everything\n  ","271461":"\n  My two daughters\n  ","271462":"\n  A laptop so i can get my art kicked off, i really want to do digital art and photography, i used to only want to do photography but i realized digital art and photography combined makes a beautiful outcome\n  ","271463":"\n  Yes i do, i believe yes because sometimes that turns out to be your lifetime partner, yeah its hard to tell based off of looks but yeah it can happen\n  ","271464":"\n  Go to one of my ex's and beat the piss out of them\n  ","271465":"\n  Because, no one was raised to be nice\n  ","271466":"\n  I am a christian\n  ","271467":"\n  Cloudy and cold\n  ","271468":"\n  M&ms, twix, Oreo, chocolate ice cream, maybe strawberry syrup and chocolate, banana, yeah that sounds good\n  "}}