{"Question":{"271469":"\n   Do you talk in your sleep?\n  ","271470":"\n   What are you known in your family as?\n  ","271471":"\n   Do you believe in Magic??\n  ","271472":"\n   Thoughts on Facebook:\n  ","271473":"\n   What’s ur favorite day of the week\n  ","271474":"\n   What kind of sports would you like to try?\n  ","271475":"\n   What is your favorite candy?\n  ","271476":"\n   now that thanksgiving is almost over for most, who is heading to the gym to loose the couple of pounds that they gain from the food? xD\n  ","271477":"\n   do you like soccer?\n  ","271478":"\n   Do you have a husky?\n  ","271479":"\n   What’s your favorite animal\n  ","271480":"\n   What do you think of tattoos?\n  ","271481":"\n   Do you love me\n  ","271482":"\n   Do you use disposable face masks, or reusable? If you use reusable \/ washable masks, do they have any designs?\n  ","271483":"\n   Do you know sacasm when you hear it?\n  ","271484":"\n   what are you looking forward to this weekend? 🙂\n  ","271485":"\n   What is your favorite flower?\n  ","271486":"\n   Have you ever stepped up to a challenge & then changed your mind & retreated? Why?\n  ","271487":"\n   Doing anything fun within the next week?\n  ","271488":"\n   What is one positive thing you can do in you life?\n  ","271489":"\n   Hey I  am back! What  you're  plans for the day?\n  ","271490":"\n   Ever been to a water park ? are rhey  fun ?\n  ","271491":"\n   Did you remember your smile? your keys? your lunch? your energy?😊\n  ","271492":"\n   What do u need more of today?\n  ","271493":"\n   keep it in or let it out\n  ","271494":"\n   If you could chose only one breakfast food to eat everyday what would it be?\n  ","271495":"\n   are you waiting for a message from someone special this weekend?\n  ","271496":"\n   Have you ever chipped a tooth?\n  ","271497":"\n   What’s your favorite video game?\n  ","271498":"\n   what is everyone's plans for the week?\n  ","271499":"\n   Do you like the movie space jam?\n  ","271500":"\n   love can be scary. how to overcome fear\n  ","271501":"\n   Best PC model or brand to play high graphic video games.\n  ","271502":"\n   Monday is almost over, yeah!!!!!!\nWhats for dinner tonight?\n  ","271503":"\n   How many tattoos do you have? 🖊\n  ","271504":"\n   What is the strangest dream you've had?\n  ","271505":"\n   Do you have secret that no one know ?\n  ","271506":"\n   How does a girl make some female friends? .-.\n  ","271507":"\n   Are you\/Have you ever been a “loner”?\n  ","271508":"\n   Have you ever counted the calories in what you eat?\n  ","271509":"\n   Do you plan on sending out any gifts via post this year?\n  ","271510":"\n   Are there any places you are afraid to visit?\n  ","271511":"\n   Favorite morning drink\n  ","271512":"\n   Do you watch college football?\n  ","271513":"\n   It does Make a lot of sense I was 12 yr when I first tried it and chose it over anything else I’m 24 now\n  ","271514":"\n   What's a weird dream you can recall having?\n  ","271515":"\n   Ima mom of 3 boys they the reason I smoke every other night lmfaoo\n  ","271516":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","271517":"\n   Girlll try ittt !!! It’s worth it lol\n  ","271518":"\n   Tell me your a secret you haven’t told ANYONE\n  ","271519":"\n   I'm new ask me something?\n  ","271520":"\n   someone you admire?\n  ","271521":"\n   What do you mean, by unimaginable\n  ","271522":"\n   Anybody still active?\n  ","271523":"\n   How do you deal with the lame haters?\n  ","271524":"\n   What do you think about peope that only tell lies ?\n  ","271525":"\n   Are you usually the one to apologize first?\n  ","271526":"\n   What is something that you really want for Christmas this year?\n  ","271527":"\n   I want to redecorate my bedroom but I can’t pick a theme will you help me? My options are Stitch, Frozen, and Rose gold\n  ","271528":"\n   Its ok?\n  ","271529":"\n   Hang in there, I’m rooting for you. It will get better. I’m sure your children are happy that you go above and beyond\n  ","271530":"\n   Those are the worse. Is it Sweets? You know before bed\n  ","271531":"\n   Good Morning! How did you sleep?\n  ","271532":"\n   What is something you strive to own someday?\n  ","271533":"\n   Have a great week!!!😊🎉\n  ","271534":"\n   Xbox one or PS4? Which is better?\n  ","271535":"\n   Do you listen to other people’s advice, or do you prefer figuring things out yourself?\n  ","271536":"\n   a song that can make you sing or dance at anytime, anywhere?\n  ","271537":"\n   Is forrest gump a hero?\n  ","271538":"\n   I hope you’re drinking water\n  ","271539":"\n   Who else loves haribo candy? 😄\n  ","271540":"\n   What state are you from?\n  ","271541":"\n   hi i hope you have an amazing day((:\n  ","271542":"\n   Are you still working during this time\n  ","271543":"\n   Do all Ranch taste the same to you?\n  ","271544":"\n   is it snowing\n  ","271545":"\n   What was the most important lesson you’ve learned from your past relationship?\n  ","271546":"\n   Do you belive in life after death?\n  ","271547":"\n   Would you rather EAT or be EATEN?\n  ","271548":"\n   Hello how was your day?\n  ","271549":"\n   Have you taken care of yourself today??\n  ","271550":"\n   What color is your hair?\n  ","271551":"\n   Are goodbyes hard for you?\n  ","271552":"\n   Who is the bravest person you know?\n  ","271553":"\n   what’s the first thing you notice in a person?\n  ","271554":"\n   Have you ever had to end a relationship?\n  ","271555":"\n   fave songs of 2020?\n  ","271556":"\n   do you like coffee?\n  ","271557":"\n   What is the purpose of your existence?\n  ","271558":"\n   Do you like peanut butter?\n  ","271559":"\n   What’s your typical breakfast?\n  ","271560":"\n   Jim Carrey or Will Ferrell\n  ","271561":"\n   Do you dream of getting married in church one day?\n  ","271562":"\n   To all of you wondering why your ask have been deleted, i will not be answering any more perverted questions\n  ","271563":"\n   Do you back up your computer every night?\n  ","271564":"\n   Space\n  ","271565":"\n   Belive  in extraterrestrial life\n  ","271566":"\n   Do you have any favorite YouTubers you watch religiously?\n  ","271567":"\n   which fast food chain makes the best burger?\n  ","271568":"\n   Hiii\n  ","271569":"\n   What was the last thing you paid for?\n  ","271570":"\n   What makes you really nervous?\n  ","271571":"\n   Which of your senses could you live without\n  ","271572":"\n   Are you done Christmas shopping?\n  ","271573":"\n   Hello what are you doing?\n  ","271574":"\n   What’s the best comfort food?\n  ","271575":"\n   Cold coffee or hot coffee or no coffee?\n  ","271576":"\n   Does your closet consist of a variety of colors? Or do you tend to wear more of one color?\n  ","271577":"\n   Have you ever been to a fancy ass restaurant? If so was it worth it? :))\n  ","271578":"\n   Do you have preference of questions here?\n  ","271579":"\n   What personality type do you thrive on?\n  ","271580":"\n   What's on the top of your birthday wish list?\n  ","271581":"\n   Nice\n  ","271582":"\n   How do feel about twins?\n  ","271583":"\n   Why do some people feel the need to be rude?\n  ","271584":"\n   What does love look like to you?\n  ","271585":"\n   Do you have a favorite comedian? 🤔\n  ","271586":"\n   What was the last song to make you emotionally tear up?\n  ","271587":"\n   Do you use the fitting rooms at the store or try it on at home?\n  ","271588":"\n   When was the last time someone thanked you?\n  ","271589":"\n   are you for or against abortion?\n  ","271590":"\n   I'm still in lovebwith my ex but she wants nothing to do with me, she said that it wasn't my fault for the breakup but I feel like it is. What do I do? I want her...\n  ","271591":"\n   you ever ask a person if they kould help you and they say to you just pray about it?!\n  ","271592":"\n   Do you like children\n  ","271593":"\n   Hugs to you 🤗hun people suck but never lower yourself to 💩them stew as I let them now stew their brew alone stay safe hun 🤗😷\n  ","271594":"\n   What are your thoughts on an online love?? (Like two people chat online and fall in love) 🤔🤔🤔\n  ","271595":"\n   favorite color?\n  ","271596":"\n   Hey bro up for Among us ?\n  ","271597":"\n   Your view on short or long hair on women?\n  ","271598":"\n   Would you try becoming a streamer?\n  ","271599":"\n   Do you like wine ?\n  ","271600":"\n   When is your bday?\n  ","271601":"\n   True but very weak and if it’s a man even weaker stay safe 😷\n  ","271602":"\n   Are stores boarded up in your town?\n  ","271603":"\n   I’m just going to ignore them and I ain’t doing no more holiday shoutout ever again\n  ","271604":"\n   It’s okay\n  ","271605":"\n   What do you do to pass time?\n\nI draw stuff, hang with friends, play some games and do drugs lol\n  ","271606":"\n   What’s something that doesn’t really smell great, but you keep wanting to smell it anyway? 🤔\n  ","271607":"\n   Hewwooooo 👀\n  ","271608":"\n   What has someone borrowed but never given back?\n  ","271609":"\n   What do you hope to accomplish before 2020 ends?\n  ","271610":"\n   Why is it that some people can’t admit their wrong and can’t apologize for their mess up ? They blame the other party instead, everyone messes up sometimes and should face it and be a better person grow from it and move on I say 😊\n  ","271611":"\n   I'm a reasonably attractive guy in my 20s and I'm bored and lonely in quarantine. Do any pretty girls want to talk to me?\n  ","271612":"\n   I’m not saying happy Halloween this shit getting on my fucking nerves, I did this shit like two months ago i don’t know why y’all getting yesterday or today if y’all know it’s not fucking happy Halloween don’t respond sorry for my language\n  ","271613":"\n   Are you going to watch the new Marvel shows next year?\n  ","271614":"\n   Do you try on clothes before you buy them?\n  ","271615":"\n   What to do on a rainy day?\n  ","271616":"\n   Hi\n  ","271617":"\n   I want to be a singer. I may be bad. I may be good. I am noth_\n  ","271618":"\n   Video games are so violent these day.....thoughts?\n  ","271619":"\n   Hello, how are you? 😊\n  ","271620":"\n   how are you\n  ","271621":"\n   If you were going to get a tattoo, what would it be and where?\n  ","271622":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","271623":"\n   In your settings, what color is your layout for askfm?\n  ","271624":"\n   What is your favorite source of outdoor entertainment?\n  ","271625":"\n   I respond, \"Excuse me?\" and let them fill in the blanks.  \n\nWhat do YOU say, when someone insults you?\n  ","271626":"\n   Hello how are you doing?\n  ","271627":"\n   Are you a very stressed person?\n  ","271628":"\n   Who do you love the most?\n  ","271629":"\n   You are given immortality with the side effect of being sent back in time 2000 years. Would you accept this offer and if so what would you do?\n  ","271630":"\n   Home cooked food or fast food\n  ","271631":"\n   Are you a movie fan ?\n  ","271632":"\n   Who do you live for?\n  ","271633":"\n   Does anyone do this and is it okay or is it not safe? drink water from your bathroom that you use to wash up, brush your teeth etc. There are times I want a drink of water, I did not bring up a water bottle and I don’t want to go downstairs to get a drink. The water in my bathroom taste fine.\n  ","271634":"\n   Happy Halloween 🎃👻\n  ","271635":"\n   How is you\n  ","271636":"\n   Hey\n  ","271637":"\n   up or down?\n  ","271638":"\n   what do you drink the most throughout the day?\n  ","271639":"\n   What do you dislike the most about your day to day life?\n  ","271640":"\n   What gives you the f this attitude\n  ","271641":"\n   What wearable technology would you want to have?\n  ","271642":"\n   Would u rather talk to animals or speak all forgen languages.\n  ","271643":"\n   Who has a birthday this month?\n  ","271644":"\n   How was your day?\n  ","271645":"\n   Favorite color of Sharpie pens?\n  ","271646":"\n   Brownies or chocolate cake?\n  ","271647":"\n   My suicide tendencies is unbearable.\n  ","271648":"\n   What is your advice on dealing with a heartbreak?\n  ","271649":"\n   Make me laugh, and I’ll give you coins:)\n  ","271650":"\n   How many serious relationships have you been in?\n  ","271651":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","271652":"\n   Home Alone 1 or Home Alone 2? :)\n  ","271653":"\n   Hi\n  ","271654":"\n   Its ok?\n  ","271655":"\n   Be safe from Covid\n  ","271656":"\n   What is your biggest fear?\n  ","271657":"\n   i know im just saying\n  ","271658":"\n   as much as i want to acknowledge this comment i cant give it a like. you have 2 strong legs. get up and walk. move forward.\n  ","271659":"\n   What pet peeves do you have that are totally insane. ( i have to have the sub-titles on for EVERYTHING)\n  ","271660":"\n   Why does society condone or turn a blind eye to an angry, abusive alcoholic's behavior, but we shun other addictions?\n  ","271661":"\n   Are you happy 😁\n  ","271662":"\n   What do you prefer, Italian food or Japanese food?\n  ","271663":"\n   Have you ever locked yourself out of the house?\n  ","271664":"\n   Hey guys  how are you\n\n\nWhat you planning when this virus over ?\n  ","271665":"\n   who dislikes pizza with pineapple?\n  ","271666":"\n   If you could transform into any object or being what would it be?\n  ","271667":"\n   Have you experienced a out-of-body experience???\n  ","271668":"\n   What did you want to be when you grew up.. when you were younger??\n  ","271669":"\n   Cat 🐱 or dog 🐶 or both?\n  ","271670":"\n   Hey 👋\n  ","271671":"\n   1+1 = ?\n  ","271672":"\n   Have you ever started a fire accidentally?\n  ","271673":"\n   Are you stressed? If so, why?\n  ","271674":"\n   Nickname?\n  ","271675":"\n   Hi\n  ","271676":"\n   Favorite scary movie?\n  ","271677":"\n   You got a Christmas tree?\nIf so WHEN did you put it up\n  ","271678":"\n   Are diamonds still a girls best friend?\n  ","271679":"\n   Lyrics that resonate with you? 🎤\n  ","271680":"\n   What nfl team did you watch on Sunday ?\n  ","271681":"\n   If you could become famous, what would you want to be famous for? 🤔\n  ","271682":"\n   What do you like to being called?\n  ","271683":"\n   what's your favorite flavor (of anything)?\n  ","271684":"\n   Have you ever competed in an event? What place did you achieve?\n  ","271685":"\n   What do you do in your free time?\n  ","271686":"\n   Cold weather or hot weather?\n  ","271687":"\n   What would be your advice to artists struggling because of the pandemic\n  ","271688":"\n   Wyd?\n  ","271689":"\n   Hey\n  ","271690":"\n   What’s Your Greatest Accomplishment So Far?\n  ","271691":"\n   Fan of gta5?\n  ","271692":"\n   Im sure it did! Thanks for your answer!\n  ","271693":"\n   The second part was new. i havent heard that before! i just realized ive been asking anonymously 😂 my bad\n  ","271694":"\n   How many friends do you have ?\n  ","271695":"\n   What gets you out of bed every day?\n  ","271696":"\n   When was the last time you cried?\n  ","271697":"\n   Are you shipping gifts out of state?\n  ","271698":"\n   Well let's go! I refuse to let you get off with that answer 😂\n  ","271699":"\n   What is it?\n  ","271700":"\n   *hugs*\n  ","271701":"\n   Over it..\n  ","271702":"\n   Are you shy\n  ","271703":"\n   What was the dumbest or worst question you've been asked on here?\n  ","271704":"\n   Pepsi or Coke?\n  ","271705":"\n   Outfit of the day pic? Ootd pic\n  ","271706":"\n   Best way to cure a headache?\n  ","271707":"\n   When did u cry last time?\n  ","271708":"\n   Ootd pic?\n  ","271709":"\n   I followed you, you seem cool.\n  ","271710":"\n   What’s the craziest thing that has happened in 2020?\n  ","271711":"\n   Do you remember what made you smile the most this week?\n  ","271712":"\n   Do you have recurring dreams?\n  ","271713":"\n   do you drink soda? if you do what it your favorite kind?\n  ","271714":"\n   Would you ever want to travel around the world?\n  ","271715":"\n   How was everyone thanksgiving?\n  ","271716":"\n   Walmart or target?\n  ","271717":"\n   How do you beat a habit\n  ","271718":"\n   What does it feel like to be you today?\n  ","271719":"\n   Favorite video game? 🎮\n  ","271720":"\n   What’s the first thing you noticed that attracted you to your significant other or crush ?\n  ","271721":"\n   Tell me something about your night. How is it going? Or yesterday night. How was your night? Not good. Did you sleep?\n  ","271722":"\n   Do you smoke?\n  ","271723":"\n   Name as many states as you can without looking any up\n  ","271724":"\n   The best movie for you is...?\n  ","271725":"\n   Favorite actress?\n  ","271726":"\n   Who is your idol? why?\n  ","271727":"\n   What is the most difficult age for you? How can we avoid these difficulties?\n  ","271728":"\n   Do you wish to be something little bit more?\n  ","271729":"\n   What if something scary happened in real life?\n  ","271730":"\n   ¿Eres alérgico a algo?\n  ","271731":"\n   What's one thing that makes you happy? Name only one!\n  ","271732":"\n   Do you like to make new friends?\n  ","271733":"\n   What do you гusually eat?\n  ","271734":"\n   What style of hair so u like?\n  ","271735":"\n   do u know why PewDiePie was again accused of racism?\n  ","271736":"\n   What's the best news you've ever received?\n  ","271737":"\n   Can family be toxic\n  ","271738":"\n   Describe what a good friend means to you?\n  ","271739":"\n   Who was the last person you gave a kiss?\n  ","271740":"\n   What was the last thing you paid for?\n  ","271741":"\n   Have you ever liked someone & never told them? Why?\n  ","271742":"\n   How Good are you in taking up challenges ?\n  ","271743":"\n   When is the last time that you holded your nose because of bad smell?\n  ","271744":"\n   what's something you would never want to tell anyone?\n  ","271745":"\n   What are you interested in that most people aren’t?\n  ","271746":"\n   What is something you always tell people but they dont believe you?\n  ","271747":"\n   who's ur favorite viner (or youtuber)? aa\n  ","271748":"\n   First video question:\n   \n    https:\/\/www.youtube.com\/watch?v=LniGwv57uFg\n   \n   If you want me to stop sending you video questions, feel free to say so.\n  ","271749":"\n   What's the longest you've ever grown your hair?\n  ","271750":"\n   Why Mormons are Freemasons?\n  ","271751":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","271752":"\n   How often do you get bored?\n  ","271753":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends? What could be your reasons for discontinuing friendship with a person?\n  ","271754":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","271755":"\n   Only some of us are able to follow our heart. This is what makes people happy. Are you happy?\n  ","271756":"\n   What is your favorite old movie?\n  ","271757":"\n   What's the worst part of your body to  itches\n  ","271758":"\n   Finish the sentences. I will not be...........................? I can be...........................?\n  ","271759":"\n   Would you like to receive my questions?\n  ","271760":"\n   What's your wildest fantasy?\n  ","271761":"\n   You probably really love to travel?\n  ","271762":"\n   Why is everyone around me depressed? how can I make them happy?\n  ","271763":"\n   Whats a dream you’ve had recently?\n  ","271764":"\n   are you usually afraid of the dark?\n  ","271765":"\n   What are you doing right now?\n  ","271766":"\n   Did you like actor Blake Heron? Did you know that he died?\n  ","271767":"\n   hope you have a great week ahead! tell me something you're grateful for.\n  ","271768":"\n   How many exes u got ?\n  ","271769":"\n   Thoughts on people who constantly post about how they are single on Instagram\n  ","271770":"\n   Mood rn ❓\n  ","271771":"\n   Is flirting cheating?\n  ","271772":"\n   How would you describe today in one word?\n  ","271773":"\n   Write a note to yourself\n  ","271774":"\n   I hope so too, what about that \"vaccine\" thats comin', u think its goin' to work?\n  ","271775":"\n   \"Good morning!\n  ","271776":"\n   What is the craziest you’ve done in a relationship\n  ","271777":"\n   Do you think Covid-19 will be over by next year?\n  ","271778":"\n   What kind of transportation do you use most often?\n  ","271779":"\n   What is the purpose of newspapers?\n  ","271780":"\n   how can I get rid of some feelings you don't want to feel??\n  ","271781":"\n   What is your creative ambition?\n  ","271782":"\n   do you have any pets?\n  ","271783":"\n   How tall are you? Take a photo in full height\n  ","271784":"\n   What's your reason for smile?\n  ","271785":"\n   What is your biggest goal right now?\n  ","271786":"\n   Do you have any piercings?\n  ","271787":"\n   What scares you the most?\n  ","271788":"\n   where’s your favorite place to go to wind down after a long day?\n  ","271789":"\n   are girls more dramatic than guys?\n  ","271790":"\n   Who is someone you love?\n  ","271791":"\n   Hey do you know who makes better nose surgeries? Dr Kurdo or Dr Shivan?\n  ","271792":"\n   we are shortage of food in the house , please before God i will like you to try and get to help us with some money like 100$ to get some food stuff's in the house\n  ","271793":"\n   what's your favorite and least favorite: ice cream flavor?\n  ","271794":"\n   Where do you think is the worst place to live?\n  ","271795":"\n   If you could have lunch with ONE person living or dead who would it be and why?\n  ","271796":"\n   Are you happy with the amount of information in your head?\n  ","271797":"\n   A photo from childhood\n  ","271798":"\n   please i will like you to do something for me from your kind heart .. please you know im living with my nanny here and things are not that ok for us at the moment ,\n  ","271799":"\n   What do you drink most often?\n  ","271800":"\n   have you walked in on something that you wish you hadn't?\n  ","271801":"\n   If you could only keep five possessions, what would they be?\n  ","271802":"\n   What apps do you mostly use on your phone?\n  ","271803":"\n   What's your favorite meat?\n  ","271804":"\n   what’s your go to meal when you’re eating out and unsure of what you want?\n  ","271805":"\n   Ohhk\n  ","271806":"\n   How is your day going?\n  ","271807":"\n   what can men get away with that women can’t?\n  ","271808":"\n   Alright friend\nDo you have a WhatsApp?\n  ","271809":"\n   Have you ever run away from school lessons?\n  ","271810":"\n   I'm good friend\nHow about you?\n  ","271811":"\n   What is something that you would never wear?\n  ","271812":"\n   What genre of music do you prefer? Share your favorite track\n  ","271813":"\n   Yeah that's cool\n  ","271814":"\n   Do you have a favorite memory? What is it?\n  ","271815":"\n   What's your favorite gemstone?\n  ","271816":"\n   Lol okay,hope you do take care of yourself and your kid my friend?\n  ","271817":"\n   What’s the most scared you’ve ever been?\n  ","271818":"\n   How many years have you used this site?\n  ","271819":"\n   You really need some rest though\n  ","271820":"\n   Seems your job is stressful to you\n  ","271821":"\n   ??What would you say to your young self and why?\n  ","271822":"\n   Do you think your family really loves you?\n  ","271823":"\n   What do you love the most? Please answer\n  ","271824":"\n   What is the best feeling ever?\n  ","271825":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","271826":"\n   Nice one :)\n  ","271827":"\n   I’ve lost to 8 girls so far\n  ","271828":"\n   Post A Quote.\n  ","271829":"\n   iPhone or Android?\n  ","271830":"\n   Do you think that girls with really long legs would have an advantage in it?\n  ","271831":"\n   So...do you think if girls were to face guys in that,  that they would usually beat them?\n  ","271832":"\n   Di you are really an inspiration to me i would really like to meet you and spend some time with you i adore you a lot ?you are damn pretty ?\n  ","271833":"\n   What is your reaction when someone ignores you?\n  ","271834":"\n   Ahah definitely YouTube it right now. Then give me your thoughts\n  ","271835":"\n   How to Travel on an Airplane If You Suffer from Claustrophobia?\n  ","271836":"\n   Yea for sure! Have you ever tried leg wrestling?\n  ","271837":"\n   Do you play video games?\n  ","271838":"\n   Oh wow. I’m 5’3, and I’m a guy\n  ","271839":"\n   I'm doing fine, how about you?\n  ","271840":"\n   Oh no way. How tall are you?\n  ","271841":"\n   Who is your favorite singer?😃😟😯😳😰👦\n  ","271842":"\n   single\/taken\/talking?\n  ","271843":"\n   Do you write poetry?\n  ","271844":"\n   I'm Hilma\n  ","271845":"\n   you are such an attractive person\n  ","271846":"\n   Does your name have a meaning?What is it ?🎤\n  ","271847":"\n   Do you like poetry? Have you tried to write poetry sometime?\n  ","271848":"\n   How do you usually discover new music?\n  ","271849":"\n   What smells nicer, lemon or lime?\n  ","271850":"\n   How fast can you run\n  ","271851":"\n   Can moms be cute too?\n  ","271852":"\n   What’s a sport that you’ve played before?\n  ","271853":"\n   Which is the most memorable day you have ever had?\n  ","271854":"\n   Is a hotdog a sandwich?\n  ","271855":"\n   Hello dear friend\n  ","271856":"\n   What online games do you play?\n  ","271857":"\n   Do you agree that Christmas is the best thing of the year? What do you like the most about it?\n  ","271858":"\n   What have you been thinking about lately? ☘️\n  ","271859":"\n   What is something you will do before you die?\n  ","271860":"\n   Where do you shop the most?\n  ","271861":"\n   Do you get mad easy\n  ","271862":"\n   Do you like to read ?\n  ","271863":"\n   there are two times of year : autumn and waiting for autumn. innit?\n  ","271864":"\n   What inspires you?\n  ","271865":"\n   What word do you absolutely hate?\n  ","271866":"\n   Whatcha up to?\n  ","271867":"\n   What's a popular food you find disgusting?\n  ","271868":"\n   Wheres the effing Inbox?\n  ","271869":"\n   -\n  ","271870":"\n   What is your least favorite color?\n  ","271871":"\n   what kind of candy do u think we'd be for Halloween?\n  ","271872":"\n\n    @PositiveVibesOnly\n   \n   is a bully and likes to harrass people online all day\n  ","271873":"\n   Do you like Parry the Platypuss\n  ","271874":"\n   Favorite color of dogs\n  ","271875":"\n   Closest friends at sn\n  ","271876":"\n   Which holidays do you like to celebrate?\n  ","271877":"\n   What's on your mind atm???\n  ","271878":"\n   Would you ever wear your stripe t.shirt, suspenders and red pants again?😉\n  ","271879":"\n   Do you own any pets  ?\n  ","271880":"\n   If you could replace anything from your body,what would it be?😅\n  ","271881":"\n   Do you feel love tonight??\n  ","271882":"\n   If you were a tickle vampire would you also go after 10 to 15 year old girls to tickle\n  ","271883":"\n   What spots do you think they'd tickle\n  ","271884":"\n   If you were a tickle vampire do you think you would be a good tickler\n  ","271885":"\n   Also sorry I'm just bored do you mind these questions\n  ","271886":"\n   Who is the most underrated ASKfm user?\n  ","271887":"\n   Do you like taking risks?\n  ","271888":"\n   What's the best way to apologize?\n  ","271889":"\n   What things you want to do, but you can't?\n  ","271890":"\n   What do you say during awkward silences?\n  ","271891":"\n   What can you do to make this world a better place?\n  ","271892":"\n   What is something you think everyone should do at least once in their lives? 💕\n  ","271893":"\n   If you owned a shop, what would you sell there?\n  ","271894":"\n   Do you have any unreleased Ben 10 figures.\n  ","271895":"\n   Other than Chamalien were there any story concepts that involved an unused alien (Jetray, Spitter, Fasttrack)?\n  ","271896":"\n   Dude, it was an honest mistake and I just wanted the question answered. It's not like the omnitrix in incapable of creating Robotic things (Clockwork, Nanomech, even Ultimate Echo Echo), and I don't tend to google things like \"What are ultimate spidermonkey's legs made of?\"\n  ","271897":"\n   Hey Derrick I send you some questions but I didn't get an answer?\n  ","271898":"\n   What was the last terrible movie you saw?\n  ","271899":"\n   They never had robotic legs it was just spider legs\n  ","271900":"\n   This is probably a joke, but yeah he had the legs kinda like Spider-Man's Iron Spider Suit. Excuse the edit, but it's mainly for comparison's sake.\n   \n    https:\/\/i.imgur.com\/PucP6ab.png\n   \n   Would Ben's ultimates look a little different in the OV style than Albedo's? Besides the Red\/Green thing obviously.\n  ","271901":"\n   Have you watched Killer Bean ? What are your thoughts on it ?\n  ","271902":"\n   Will Humungousaur's tail grow a small mace at its tip at some point like the one in the reboot?\n  ","271903":"\n   Have you heard of Hitman ? The Bald dude in Black Suit and a Barcode behind his head ?\n  ","271904":"\n   If you had, would you do any homages to his work on Phantom of the Paradise?\n  ","271905":"\n   simple Their ultimate Form can\n  ","271906":"\n   Couldn't they run around a planet? And could an Ultimate Kineceleran be augumented and protected to be able to do it?\n  ","271907":"\n   I know that Chromastone’s powers are based off of Ultraviolet rays. What else can he do?\n  ","271908":"\n   Does Triplicate Girl have the combined strength of all of her duplicates, and when she splits, she is only comparable to a normal human?\n  ","271909":"\n   Can Grey Matter and Brainstorm read a book in a few seconds?\n  ","271910":"\n   What is one thing you regret about omniverse.\n  ","271911":"\n   Did Ben ever transform into Jetray, Chamalien or Fasttrack off-screen in Omniverse?\n  ","271912":"\n   Is it weird that Chamalien and Komodo (From the Secret Saturday’s) are both reptilian-like creatures with the power to go invisible?\n  ","271913":"\n   When Ben transforms does his allergies transfer over too?\n  ","271914":"\n   Could Kickin Hawk or Rath or Ultimate Rath learn Master Kundo's Stone Cutter due to their hand-to-hand combat?\n  ","271915":"\n   Was ever there a Kineceleran who reached or exceeded the speed of Light?\n  ","271916":"\n   If a Kineceleran has a baby with a Citrakayah, would the child have the combined speed of both species?\n  ","271917":"\n   If one of The Worst's warts is squished, could acid-like substance be released(like how it happened to to the Mirror-Ben from from \"Charmed, I'm sure\")?\n  ","271918":"\n   Does rath have a alien predator.\n  ","271919":"\n   Are you gay?\n  ","271920":"\n   How much Taydens does it cost to buy a Azmuth Bio Suit?\n  ","271921":"\n   What is your favorite ultimate alien.\n  ","271922":"\n   Do you hate the ultimate aliens.\n  ","271923":"\n   Did Appoplexians or Citrakayahs at some point in their existence have feline tails?\n  ","271924":"\n   Maybe I'm overstepping my boundaries here, but can Heatblast imbue things with fire, like the Ghost Rider does with his motorcycle for example?\n  ","271925":"\n   On Echo Echo's planet, do the Sonorosians live outside their containment suits?\n  ","271926":"\n   Could the Galvan have telekinetic powers but they choose not use them?\n  ","271927":"\n   Was there any direct motivation behind the design changes for certain Ultimates for Albedo in Omniverse, like Ultimate Spidermonkey losing the Robotic Legs? If Ben turned into these Ultimates in the OV style, would they look different?\n  ","271928":"\n   Any unreleased Omniverse sketches?\n  ","271929":"\n   Oh\n  ","271930":"\n   How do you feel about crazy cat people\n  ","271931":"\n   Lets do it!\n  ","271932":"\n   Yes, you must make the randos wollow in their inadequacy\n  ","271933":"\n   I personally have not seen the top 10, but I bet you could show those randos who's boss\n  ","271934":"\n   How many years have Albedo?\n  ","271935":"\n   Hi Derrick. Please get the crew back together and Bring Back Ben10. Much Love - Every Human out there\n  ","271936":"\n   Hahah. I complete understand. Theres gonna be some people who may ruin it, but we gotta try it out. It could be amazing\n  ","271937":"\n   Don’t speak for me, I asked if Ben had to be transformed to teach Snare-Oh magic or could Ben learn to study it, unlikely I know, and pass it on. I know Ben isn’t magic at all, but does that also go to some of his Aliens that could learn magic like Snare-Oh (despite his magic mostly being curses)\n  ","271938":"\n   What happened to Ben's car in Ultimate Alien?\n  ","271939":"\n   #26...\n  ","271940":"\n   A platform where we can have conversations and debates\n  ","271941":"\n   Bandai released Haywire Clockwork in the colours of UA Eatle. I just realised it looks a lot like when Ben was Clockwork and Ben23 was Techno- bubble and they merged. Its really cool.\n   \n    https:\/\/www.worthpoint.com\/worthopedia\/ben-10-ultimate-alien-haywire-eatle-1552316932\n   \n","271942":"\n   Wow 10k Posts\n  ","271943":"\n   #29\n  ","271944":"\n   Let me rephrase my question, Azmuth’s Bio suit is based on an old Galvan god and since some gods like Ah Punch have DNA that can be scanned does the Omnitrix have a sample of the Galvan god in it? I wasn’t trying to imply that just because Ben saw the suit he instantly can transform into it\n  ","271945":"\n   How are your animating skills?\n  ","271946":"\n   Was there that one alien that you always wanted to introduce when you started working in UAF. (That appeared in Omniverse)\n  ","271947":"\n   I think what he meant to be asking (sorry if im wrong) if Ben learns how to do magic, like Ultimate Ben, can he do those same tricks whilst being an alien?\n  ","271948":"\n   If you consider a finale for the original series, which would you choose?\n  ","271949":"\n   Is Rath nekojita( cat tongued)? [Meaning: Nekojita is a term in Japan that means one has a sensitive tongue who cannot stand hot food similar to cats not handling hot foods]\n  ","271950":"\n   Do you have any sketches of Jetray.\n  ","271951":"\n   Is Bryk and Morty Ben 10 version of Rick and Morty?\n  ","271952":"\n   So we all know the Iconic scene from Omniverse where Alien X recreates the universe and everything in it, I was wondering wouldn't he also have to have remade the alternate universes since if the main one is destroyed the branching universes wouldn't happen? (Totally irrelevant Happy Valentine Day)\n  ","271953":"\n   If Ben attempted to use magic as Terraspin, would he change forms to match Addwaitya (like Murk and Perk Upchuck) or remain his standard form?\n  ","271954":"\n   Besides Alien X, does Ben have any aliens outside of the Milky Way and Andromeda Galaxy (Such as Meiser 81, Pinwheel, Blackeye, etc.)?\n  ","271955":"\n   Would Ben have to be transformed for Snare-Oh to do magic, or can Ben learn it and pass it onto Snare-Oh? Also, the same question for Terraspin.\n  ","271956":"\n   Since Azmuth's Biosuit is based on an old Galvan God, could Ben transform into one, or does the Omnitrix has a DNA sample of it?\n  ","271957":"\n   Who got to choose which Aliens got Ultimate forms in Omniverse? Were there any scrapped choices or last-minute changes?\n  ","271958":"\n   When\/Will you open commissions again?\n  ","271959":"\n   Other than Dolphin, White Lab, Mouse, Lemur, and Elephant (I don't know who mentioned them, but apparently someone did) are there any other earth animals in the Omnitrix (Octopus, Gorilla, etc.)?\n  ","271960":"\n   Did you design the new omnitrix in omniverse at at the very end of UA\n  ","271961":"\n   Is Jetray in a better place.\n  ","271962":"\n   Out of curiosity, how many questions on average do you get a day?\n  ","271963":"\n   Would you be down to start a massive Ben10 Whats App group chat. (no reboot allowed)\n  ","271964":"\n   Congrats on 10K + Posts.\n  ","271965":"\n   P1. This might be a bit complicated so please bare with me. \nWe know that Ben10K is the same Ben10,000 from the Original Series. In episode Ken10, we see future Kevin, as a bad guy. We know its the same as Omniverse Kevin because of his Chin Scar. What happened to Kevin and made him  bad again?\n  ","271966":"\n   Did the new omnitrix lock jetray away.\n  ","271967":"\n   Does Ben regain the ultimatrix in the future.\n  ","271968":"\n   Are you gonna stick with the blue, or have a new colour scheme to differentiate him from XLR8 a bit more? Love the look he's taking!\n  ","271969":"\n   Wyatt! Run!!! *he is flattened as Giant Baby Yoda\/Grogu returns and picks up Wyatt Toy Store, taking a bite out of it like a mini ice cream sandwich*\n  ","271970":"\n   Do gods exist in Ben 10 Omniverse? If so what are the pantheons for every alien like?\n  ","271971":"\n   If Ben had a third Biomnitrix gauntlet on his leg and he wouls use all three to transform into fusion of Rath, Four Arms and Humungousaur, would that fusion be much stronger than the Hulk?\n  ","271972":"\n   Do you know anything about the character \"Peacemaker\"? I'm greatly looking forward to his show, despite knowing very little about the character.\n  ","271973":"\n   Could any type of acid melt Atrocian skin?\n  ","271974":"\n   If Xlr8 runs around the globe, how long would it take him to do this?\n  ","271975":"\n   How did you manage to make 8 series of Omniverse? I mean os had 4, af and ua had 3. But you made Eight series.\n  ","271976":"\n   Why wasn't Ben and Gwen's Dads half Anodite?\n  ","271977":"\n   Is Phil Foden an anodite?\n  ","271978":"\n   Any interesting facts about Fasttrack's species?\n  ","271979":"\n   Does No watch Ben's version of Gwen have powers?\n  ","271980":"\n   Could we get some more information about Port-A-Porty?\n  ","271981":"\n   Has there ever been a Celestialsapien that has actually done anything?\n  ","271982":"\n   Ive driven myself crazy with this question for years. What came first, the Contumelia or the Celestialsapiens?\n  ","271983":"\n   Do you think that most the Alternate Bens (except maybe for 23), if not all share the same fear?\n  ","271984":"\n   If the shows you worked were free to approach that subject matter without the restrictions of the time, would you have wanted to include any non traditional relationships?\n  ","271985":"\n   When you were redesigning characters returning from OS\/UAF (to Omniverse), did the studio provide you with their model sheets from the prior series' production?\n  ","271986":"\n   Thia\n  ","271987":"\n   Derrick, I promise, on behalf of every Ben 10 fan out there, if you manage to bring back Omniverse, we will make sure you become president one day\n  ","271988":"\n   Was that girl in the blue dress at Ken's birthday in Ken 10, Ben daughter?\n  ","271989":"\n   If Rocks and Squidstrictor get an OV look in the future, will they have clothes?\n  ","271990":"\n   What did you think of the Godzilla vs Kong trailer? do you like Kong or Godzilla more?\n  ","271991":"\n   i have a question about this regarding Looma, would she be open to marry ANY Tetramand that beats her in battle? wheter it be a male Tetramand or a female Tetramand?\n  ","271992":"\n   As you know the community will never be happy regardless of what happens, but as a fan of you and your art no matter what you choose to do I’ll be happy and impressed\n  ","271993":"\n   Is there any LGBT character that you designed for Ben 10 Omniverse?\n  ","271994":"\n   Thanks\n  ","271995":"\n   Is Grey Matter smarter than Blukic and Driba?\n  ","271996":"\n   Are you ever gonna post the Generator Rex stuff?\n  ","271997":"\n   Do you have any custom batsuits you've designed since your a fan of the comics?\n  ","271998":"\n   They mean, the fan made Ben 10 comic known as 5yl\n   \n    https:\/\/www.theinktank.co\/5yearslater\n   \n","271999":"\n   How do you ask for help without feeling like I’m asking for too much ? After feeling low after asking help and forced to be codependent ?\n  ","272000":"\n   Echo Echo originally had the ability to extend his neck and arms in the pre-production stage ofAlien Force. Can he actually do that?\n  ","272001":"\n   I’ve always wondered why most fictional characters have 4 fingers instead of 5 (besides for humans)\n  ","272002":"\n   Derrick can you say \"trans rights\"?\n  ","272003":"\n   Who's side are you with Kong or Zilla ?\n  ","272004":"\n   I don't know if this question was asked or not, but do Chronians even exist?\n  ","272005":"\n   hey! i just saw the news that an adult-animated Scooby Doo prequel centered around Velma is in the works at HBO Max! are you gonna be involved in that show?\n  ","272006":"\n   Do you have any art of bad ben, or is just a recolor\n  ","272007":"\n   You opinión cor 5yl?\n  ","272008":"\n   Hey, Derrick, did you ever collect any of the Ben 10 comics? I'm trying to find one in particular and hoping you could be of some help?\n  ","272009":"\n   how are the respective Rooks, Kai and Julie of the other multiverses, are they bad or not?\n  ","272010":"\n   What do you think would have made Fasttrack stand out more power wise?\n  ","272011":"\n   In addition to be able to become intangible, Can ChamAlien change colours to camouflage better?\n  ","272012":"\n   Do we have Onmiverse offcial art of grown Cooper Daniels?\n  ","272013":"\n   Can you tell us why OV ultimatrix had spikes comming out like is it for showing how evil it is or just unfinished model of ultimate ?\n  ","272014":"\n   I rewatched the Teen Titans ep \"Only Human\" for the first time in years and was caught off guard by Atlas saying \"Take that, Derrick Wyatt of east Gotham\" lmaoooo, this episode was actually my FAVORITe as a kid (I had it on DVD) so it was quite a trip\n  ","272015":"\n   He means how does his breathing brace work\n  ","272016":"\n   Something about the thing the Omnitrix is on a breathing brace( Personally, I view it as at least being a neck brace to support the head, because of the brain size possibly making it heavy)\n  ","272017":"\n   Is Polywhirl a tadpole alien?\n  ","272018":"\n   I would say rather Latin, but at what age could his birth be placed? before the Iulia dynasty (Giulius Caesar) or after the birth of Christ?\n  ","272019":"\n   And what about the process of naming the character? Does this happen after sketching, or do you have it as a basis to help sketch, voice actors inspiring it?\n  ","272020":"\n   Does Wyatt Toy Store do business with Scrooge McDuck Enterprises? What about StraxusCorp?\n  ","272021":"\n   what do you think about the new ben10k from reboot\n  ","272022":"\n   There's a pop-up in the OS mentioning the Primitive race of Arburian Pelarota living on the planet Vulpin (aka Vulpinic Pelarota), but what do you think a primitive version of Arburian Pelarota would look like?\n  ","272023":"\n   I'm trying to make a full 3D model of Swift. I'm just curious if she has the same gill-like markings on her sides as Jetray or other aerophibians. I'm assuming so based on the appearances of Helen and Manny but I'd just like to know for sure. Sorry if this question has already been asked.\n  ","272024":"\n   Is Luhley smarter than Albedo?\n  ","272025":"\n   Sir George comes from ancient Rome, so can we call him Italian? 🍕🇮🇹👨🏻‍🍳\n  ","272026":"\n   Do the evil Bens get along well with each other or do they all hate each other?\nWhat do Albedo think of them?\nWhat is Vilgax and Eon's favorite Ben?\nDid they all live together during their training?\n  ","272027":"\n   Can Upchuck swallow Captain Marvel without having any digestive problems lol\n  ","272028":"\n   Any reason why?\n  ","272029":"\n   While drawing concepts art of characters how do you draw them? like do you start with their Faces or first try out their Body ? I've seen plenty of your aliens and character concepts and some of them include different version of head and facial features.\n  ","272030":"\n   (\\\/) (;,,;) (\\\/)\n  ","272031":"\n   My neighbours are being really noisy, what do I do\n  ","272032":"\n   Is Psychobos smarter than Brainiac?\n  ","272033":"\n   Does your joke alien Polywhirl have anything similar to the pokemon with a similar name (Powers, design, etc.)?\n  ","272034":"\n   Was there any talk about bringing Clancy (Bug guy from the Original Series) back for Omniverse?\n  ","272035":"\n   Have you seen reboot Ben 10k? That's terrible!\n   \n    https:\/\/www.youtube.com\/watch?v=Kk1K266fqCE\n   \n","272036":"\n   Was there an alien who had different color but changed in last ? Could you name the alien ?\n  ","272037":"\n   How exactly does Brainstorm Life supporter work ? Does it helps only on Earth ? Or Space too ?\n  ","272038":"\n   In UAF, his eyes only had red eyes. In Omniverse, they were almost all red. Who decided to turn the red?\n  ","272039":"\n   Since Bob the Blob had two heads, can he split himself in two and then the halfs would merge back?\n  ","272040":"\n   If you designed Max Tennyson’s Rustbucket as a Autobot, how would it look?\n  ","272041":"\n   Could the creatures from the Ben 10 Alien creatures toy line be cannon (maybe not as rides but as natural wildlife)?\n  ","272042":"\n   It would be great to see new seasons of Omniverse if you ever had the time to make them with CN\n  ","272043":"\n   Who came up with the idea of turning Albedo's aliens red instead of only their eyes and Superomnitrix?\n  ","272044":"\n   You must have had a lot of fun making that Scooby doo hallway scene in omniverse\n  ","272045":"\n   Why was Rook given the Proto-Tool? Why are they not standard issue for the Plumbers?\n  ","272046":"\n   Who designed OV Eunice?\n  ","272047":"\n   Have you seen gameplay of Ben 10 Ultimate Alien: Cosmic Destruction? If so how do you feel about the Semirealistic design of the aliens?\n  ","272048":"\n   What was the standout best question you were asked on askFM? And the worst?\n  ","272049":"\n   What was day to day life working on the production of omniverse?\n  ","272050":"\n   Are you in touch with any other of the Omniverse producers today?\n  ","272051":"\n   How do you think ben10k Grandpa Max loses his arm?\n  ","272052":"\n   Could a Slimbiote completly cover a person and turn them into a non sapient alien like a DNAlien?\n  ","272053":"\n   Why did you choose Kai as a love interest for Ben Tennyson when there were many better contenders?\nEsther for example.\nI say this because as a character despite appearing from the first series it has not been developed at all.\n  ","272054":"\n   Would the Worst be able to hold and use the purple Power Stone(one of the six Infinity Stones) without disintegrating?\n  ","272055":"\n   Could Ditto or Echo Echo duplicate just a part of their body like an arm?\n  ","272056":"\n   Will gwen and charmcaster have a final showdown with awaita in the future?\n  ","272057":"\n   Can ectonurites be hurt by the ghostbusters’ proton packs? And can they be trapped in their ghost traps?\n  ","272058":"\n   Does Fourmungousaur have the combined strength of Four Arms and Humungousaur or does he have half of Four Arms's strength and half of Humungousaur's?\n  ","272059":"\n   How many of these are true?\n   \n    https:\/\/m.youtube.com\/watch?v=QQBMmHhLKxI\n   \n","272060":"\n   If the names of some Galvans were named after the producers, why did you not get one?\n  ","272061":"\n   Saw your name on a Craine in “its a mad mad mad Ben world”. Best (kinda) Cameo appearance in history of TV shows. 😎\n  ","272062":"\n   Why did Steve Blum not appear in UAF?\n  ","272063":"\n   Does Pakmar knows about the Forever Knights?\n  ","272064":"\n   i cant believe i have to ask this. But uh ok so you know how you guys made it so osmosians are mutants, well some fans still disregard that because servantis said it, but uh could you just say if they are a alien race or not, just for evidence purposes in discussions.\n  ","272065":"\n   How do you know what dophin tastes like?\n  ","272066":"\n   Frogs of War definitely works super well. 'It's a Mad, Mad, Mad Ben World' wouldn't make much sense with the other episodes in the arc\n  ","272067":"\n   Was it your idea to have Swampfire blossom and have a new design?\n  ","272068":"\n   I've always wondered - who draws\/designs characters' action poses featured in merchandise etc? Is it the same people from the show's art department that designed the characters, or someone 'from the outside'?\n  ","272069":"\n   Is Walkatrout tasty?\n  ","272070":"\n   Aside from the amazing voice actors you've met on the shows you worked on, have you ever met any celebrities\/movie stars outside of work?\n  ","272071":"\n   who in their right mind wants a toy of a naked little red man? aside of the hardcore fans of course\n  ","272072":"\n   Is Juryrigg's tail prehensile?\n  ","272073":"\n   Well that too but, in my opinion, his design just seemed terrible and didn’t work during UA. I mean he looked like something out of another show and\/or looks like a minion or a single use minor threat villain.\n  ","272074":"\n   I'm super grateful for that because Jury Rigg's redesign helped contribute to him becoming my favorite alien.\n  ","272075":"\n   Could a weapon made of obsidian pierce Atrocian skin?\n  ","272076":"\n   What does the caterpillar alien incidental from Ben 10 Omniverse look like?\n  ","272077":"\n   Stopping production\n  ","272078":"\n   Would you bring Ken (Gwen's brother) back? Or would you prefer that he stay forgotten.\n  ","272079":"\n   Were there more arcs for Omniverse that the cfew thought of? It there were, could state some examples?\n  ","272080":"\n   Did the Omniverse crew ever plan any references of the Destroy All Aliens movie? The movie doesn't seem impact the show the way Secret of the Omnitrix did.\n  ","272081":"\n   Will Sublimino will use his hypnotic watch in Omniverse or a different hypnotic instrument?\n  ","272082":"\n   Omniverse Arc 5 was the only one to get a subtitle, did you ever come up with names for the others?\n  ","272083":"\n   Does your Version of Fasttrack have tail ? UA didn't had also made it look weird.\n  ","272084":"\n   Do you think some aliens are objectively useless in battle?\n  ","272085":"\n   You can make the two types of pretty boy vreedle\n  ","272086":"\n   Can I ask you some artworks to try fixing that?\n  ","272087":"\n   He did it in UA episode Duped\n  ","272088":"\n   What are your thoughts on South Park’s art style?\n  ","272089":"\n   Derrick, could you please teach the art of Gwen Tennyson in her Anodite form?\n  ","272090":"\n   Did you draw mutated Kevin in Omniverse? If yes, how did you decide what alien prosperities he should have and where would they be?\n  ","272091":"\n   Was that why Magister Patilleday was frequently used more in Omniverse? To make up Ripjaws not being popular?\n  ","272092":"\n   Why did Cooper Daniels not appear in Omniverse?\n  ","272093":"\n   as far as we know, that only works with echo echo\n  ","272094":"\n   If you were a bender from the avatar series, what element would you bend?\n  ","272095":"\n   Is there a possibility that Shockrock is among the aliens we haven't seen who were locked in the omnitrix in the first 4 series?\n  ","272096":"\n   Why did the network not like BrainStorm?\n  ","272097":"\n   He’s making it seem worst than it actually was.\n  ","272098":"\n   I never rewatched it since it aired, it made Ben & Kevin look like attack happy morons.\n  ","272099":"\n   Meanwhile I'm sticking with \"Fools Gold\" as the worst episode.\n  ","272100":"\n   Can you describe your ideal picture of Ultimate Ampfibian ?\n  ","272101":"\n   Is Bromeba a Polymorph?\n   \n    https:\/\/ben10.fandom.com\/wiki\/Bromeba\n   \n","272102":"\n   But it was similar to Pandor’s design in UA\n  ","272103":"\n   Aside from Swampfire's blossomed form, are there any other redesigns that were inspired by concept art?\n  ","272104":"\n   Too be fair the UA one was some weird shit that crawled from the depths of hell’s nightmare so I understand why they didn’t want to make one until your version was released (btw thank you for fixing Jurry Rigg)\n  ","272105":"\n   Hm, interesting! I'm glad they had a change of heart, Jury Rigg makes for a great figure. Maybe even one of my favorites from the basic line!\n  ","272106":"\n   There is no god but God alone, he has no partner, to him is the king and to him is praise, and he is able over everything\n  ","272107":"\n   I never understood why do you think the wiki messed up with the artworks. Could you explain it?\n  ","272108":"\n   I am not the previous person but on their behalf i say no thank you\n  ","272109":"\n   Besides Brainstorm, were there any other aliens the network didn't want you guys using?\n  ","272110":"\n   Hi Derrick i think April 1,2021 would be perfect day to post or release Fasttrack cause Fasttrack was introduced in UA April 1, 2011.\n  ","272111":"\n   Were Feedback's powers concieved before Dave drew him?\n  ","272112":"\n   Why wasn't Dave asked to design more aliens? I remember he left the Original show because the network was treating him badly, I'd have loved to see more designs from him\n  ","272113":"\n   can you do Tom Perkins aliens into omniverse style? (aliens like Warp, Bungee Spongee etc.)\n  ","272114":"\n   Bandai contact you saying they are willing to make one limited edition Ben10 toy just for you. Who would it be?\n  ","272115":"\n   What were some of the feelings when you guys found out that Cartoon Network was basically scrapping out Omniverse\n  ","272116":"\n   Did you have a lot of knowledge on the Ben10 franchise before being brought on? Or did you have to go back and watch every episode\n  ","272117":"\n   When you sketch new characters, do you in vision what they would sound like? Is this one of the reasons you were part of casting crew on Omniverse?\n  ","272118":"\n   Was his character remotely inspired by Prof Pericles?\n  ","272119":"\n   i can't get over the fact that they only wanted fan-favorite aliens to show up. why would they ask the team to make new aliens if at the end of the day they'd only allow you guys to use fan-favorite aliens exclusively and not other aliens with huge potential like Brainstorm... that's so stupid\n  ","272120":"\n   Did you come up with the idea of Dr Psychobos? Was he inspired based on Prof Pericles?\n  ","272121":"\n   When you were first brought on board, you mentioned the likes of Bloxx and Feedback were already brought up. Did this include their design? Or was it up to you to design based on their ideas.\n  ","272122":"\n   Would you have introduced more new aliens in Omniverse if you could?\n  ","272123":"\n   14th question\n   \n    https:\/\/youtu.be\/cUbx1nSw0Tk\n   \n","272124":"\n   Does the J in your name stand for Jerry from Inhumane resources? (J for short)\n  ","272125":"\n   Are they wearing masks in undertown at the moment? Do aliens have to quarantine when coming from earth?\n  ","272126":"\n   If the Omniverse producers were to come to you asking to do a one time minor voice role, would you do it?\n  ","272127":"\n   You've probably been asked this already, but what's your favorite Ben 10 opening theme?\n  ","272128":"\n   I can tell you which is the worst Ben 10 episode ever, it's called \"Unearthed\" and in the episode Ben and Kevin punch a baby. I'm not joking, they literally punch a baby alien. Worst Alien Force\/Ben 10 episode ever.\n  ","272129":"\n   Hmm I think you once said you don't do comics, right? Because then it's sad, I would love to see your beautiful art style in some comics...\n  ","272130":"\n   What happened with the ending of Ultimate Alien? Most people (including my self) agree it was really lame, with a boring final battle.\n  ","272131":"\n   But, he created the series and the Omnitrix...\n  ","272132":"\n   Can Atomix reproduce gamma radiation?\n  ","272133":"\n   Just read your bio. Now when you growing?\n  ","272134":"\n   Did Malware lock Feedback from the Omnitrix or did he really straight up remove him?\n  ","272135":"\n   Can you have a great day, please?\n  ","272136":"\n   Let's just say I prefer the classic Romeo and Juliet.\n  ","272137":"\n   A warlock in a fairy tale cut out his heart using dark magic so that he would never fall in love and starea his still beating heart in a magic crystal casket. Due to separation from the warlock's body, the heart had grown hairy and shrunk.\n  ","272138":"\n   What do you think Ben wanted to kill *cough* BEST FRIEND *cough* Kevin in UA? I honestly think that was the dumbest idea in the UAF.\n  ","272139":"\n   If it's ok for me to jump in, Duncan stated many times that the Omnitrix transformations always has a bit Ben's DNA in the mix, and he's never 100% alien. This is why he always retains his memories and thoughts when he's an alien. Although, some aliens, mix with Ben's DNA differently.\n  ","272140":"\n   What is the worst episode in classic continuty (OS-OV) for you?\n  ","272141":"\n   I wanted to know if Ditto clone himself then transform the clone into a different alien like this predator did with the nemetrix\n  ","272142":"\n   Fans are wondering why Time bomb DIDN'T wiped out Ben's prime Omnitrix?\n  ","272143":"\n   What do you think about OS and what about UAF art style?\n  ","272144":"\n   Can you give me advice on how to draw (well) a donkey in cartoonish style? I want him to look at the audience.\n  ","272145":"\n   What sort of role did Glen have in Omniverse, if any? (From what I've read about him elsewhere there's no mentions about him being a part of OV)\n  ","272146":"\n   Was there a reason the UA crew didn't use many original series aliens? I feel like it definitely woulda helped toy sales if they did. I always guessd they wanted to phase them out with the UAF roster that had similar powers, hence why we never saw Ditto (cloning), but idk why they didn't use Upgrade\n  ","272147":"\n   Are there tattoo parlors in ledgerdomain?\n  ","272148":"\n   Do the Nanochips have a home planet or are they a manufactured species?\n  ","272149":"\n   Why does Nanomech look different from the other nanochips?\n  ","272150":"\n   If Humungousaur grew in Omniverse would he grow the plates\/spikes he had in UAF or just be a bigger version of his base size?\n  ","272151":"\n   Would Ben's Highbreed form look similar to the bailiff?\n  ","272152":"\n   Would Ben's Highbreed form be the only pure one in the galaxy? The Bailiff seems to be pure in OV but maybe it's superficial.\n  ","272153":"\n   If Eon is simply an alternate Ben, how is he able to use the Omnitrix to turn Race Against Time Ben into an Eon? Or is that part just non-canon now?\n  ","272154":"\n   Have a great day!\n  ","272155":"\n   Coincidentally, just about a few hours ago, I read about a warlock with a hairy heart on the Harry Potter wiki. Let's just say that he didn't end up well...\n  ","272156":"\n   Why didn't we see Humungousaur utilise his ability to grown in height and strength in omniverse?\n  ","272157":"\n   Would a Dwayne-lead Omniverse not have received the same higher-up comments from CN about changing the tone and bringing it more in line with the OS?\n  ","272158":"\n   It's a show from Nicktoons & Teletoon\n  ","272159":"\n   What about Ding Dong Daddy's car?\n  ","272160":"\n   So in your personal opinion did you prefer Albedo just having red eyes and what would be green for Ben’s outfits be red for him I know I personally liked that more then the “negative” aliens but I’d love to hear which you prefer :)\n  ","272161":"\n   In the Ultimate Alien \"Duped\" Ben was able clone himself as echo echo and then transform each clone into a Ben can he still so that?\n  ","272162":"\n   Can you tell us 2 aliens match ?\nLike fight against each other ?\nAnd who would you pick as winner ?\n  ","272163":"\n   How is it that OV is so well written (as opposed to UAF) even though it has similar (or even same) writers?\n  ","272164":"\n   Would Kevin be able to absorb Ultimate Humungousaur's armor?\n  ","272165":"\n   Could Juryrigg dismantle Rex's machines?\n  ","272166":"\n   How powerful are a Geochelone Aerio's wind blasts? Could it potentially be as strong as a serious hurricane?\n  ","272167":"\n   Well if you did answer, I cannot find it for some reason.\n  ","272168":"\n   While keeping the promise of doing Rex is good I feel like he isn’t needed\n  ","272169":"\n   What's some about them you would've done differently if you had the power.\n  ","272170":"\n   Watching the pilot episode for Teen Titans and I'm wondering, are Attea's goggles at all supposed to be reminiscent of Gizmo's?\n  ","272171":"\n   If Ben could turn into a Gelfling would he be able to have the powers of all Gelfings combined (Like Drenchen Gills and Grottans Night Vision) or would it be like Upchuck and change into the different Gelflings to get the different powers?\n  ","272172":"\n   Is General Pentagon Vreedle is a Plumber? Yes or No?\n  ","272173":"\n   Is Trombipulor's OV outfit supposed to resemble Mammoth from Teen Titans? (both named for Elephantidae)\n  ","272174":"\n   What inspired you to give Whampire the powers he has, especially the Corrupturas?\n  ","272175":"\n   Have you heard of Kaput & Zosky?\n  ","272176":"\n   How different do you think it would've been if Dwayne were alive during production?\n  ","272177":"\n   Duncan Rouleau once said that the Omnitrix transformations, except for Ghostfreak and Feedback, were not \"full-blown aliens\". I know that he didn't work on Omniverse and you don't work on the reboot, but I thought you may now what he meant from your history and experience with the Ben 10 series.\n  ","272178":"\n   Many people only see the beard on your face, but i see the beard in your heart😁\n  ","272179":"\n   You have to admit, as much as some of these questions can be painful to answer, some of them do bring a smile to your face\n  ","272180":"\n   Is Pentagon a good Vreedle by choosing to fight wars instead of being a criminal, or is he still a bad Vreedle and is a corrupted general?\n  ","272181":"\n   Huh? Do you mean you've answered this already?\n  ","272182":"\n   What inspired Animo to get ripped? And how did he loose all that muscle in a short period of time? (Ultimate Alien --> Omniverse)\n  ","272183":"\n   Yes i did, both were so good. I highly recommend them.\n  ","272184":"\n   So was Pentagon at war when the family photo was taken or do photos activate some PTSD\n  ","272185":"\n   Is General Pentagon Vreedle is Ma Vreedle's father?\n  ","272186":"\n   What war did he fight?\n  ","272187":"\n   Favourite Omniverse toy?\n  ","272188":"\n   Are you a fan of the Transformers toys based on other franchises (Starwars, Ghostbuster, etc.)? I think seeing them in the TFA style would be cool\n  ","272189":"\n   Hmm I asked that because OV had better animation, the characters don't look generic, each transformation sequences looked different...\n  ","272190":"\n   Do you still plan on doing Rex eventually? Or is he scrapped?\n  ","272191":"\n   Is Rayona based on Raven from Teen Titans?\n  ","272192":"\n   Do you recall which character you worked on for Foster's Home for Imaginary Friends? I saw that the series is listed on your IMDB page!\n  ","272193":"\n   Who's that on Tanner Johnson's shirt?\n  ","272194":"\n   Who will voiced Bushido?\n  ","272195":"\n   Would you have Ding Dong Daddy and\/or Master of Games?\n  ","272196":"\n   I'm not sure if this was asked already, but do you have a model sheet for Bushido?\n  ","272197":"\n   Something cool of ov art for my birthday? :)\n  ","272198":"\n   Did you guys think to bring in Antigravitesla\n  ","272199":"\n   First video question:\n   \n    https:\/\/www.youtube.com\/watch?v=Hw9PXLsOKH0\n   \n   If you want me to stop sending you video questions, feel free to say so.\n  ","272200":"\n   Is it possible you have the model for Superboy from LOSH?\n  ","272201":"\n   Does Hervé (Julie’s new boyfriend) resemble DJW in his prime??\n  ","272202":"\n   One day please do Mega man next after you do Rex and Fasttrack. I want to know how his design would be based on your original blueprints for him.\n  ","272203":"\n   Yes he did, plus another comic series entitled Gargoyles: Bad Guys.\n  ","272204":"\n   I wonder what General Pentagon Vreedle is doing currently?\n  ","272205":"\n   While working on Ben 10 UAF were you aware of any oversea stuff (like events or plays? Because there was some weird stuff being made (aka Rocks, Squidstrictor, 10\/10\/10 box aliens, unnamed robotic alien, etc.) that I believe they planned to add to the series at some point.\n  ","272206":"\n   Did you work on the game Ben 10 Fuel Rush? I ask because I had a question about the odd alien\/icon used for the alien counter.\n  ","272207":"\n   im still pissed people chose rex for the 4,500 tier instead of one of those characters or instead of rocks and squidstrictor\n  ","272208":"\n   Derrick! what was the user name of that guy that you usually do streams with? i forgot\n  ","272209":"\n   Mr Wyatt could please you provide us a Power or Weakness of Crabtastic?\nIt would be really helpful just anything related with him would do.\n  ","272210":"\n   A question that has little to do with your job but I think you know the answer: Which aliens were the hardest to draw for the animators?\n  ","272211":"\n   The question that the fanbase keeps asking itself but doesn't know the answer: Did OV have a bigger budget than UAF?\n  ","272212":"\n   Whenever you find the time to watch, make sure to stick to ending it with season 2, because season 3 was taken over by a completely different crew. The stories were weak and the animation went wonky.\n  ","272213":"\n   Would you like to receive my questions?\n  ","272214":"\n   Are aliens like Stretchleo or Shadowman canon?\n  ","272215":"\n   You know, if Psimon had any dialogue in Teen Titans, I think his voice should be provided by Robert Englund. What do you think?\n  ","272216":"\n   Wouldn't it be cool if there was a nemetrix predator that was like that spittin lizard from jurassic park.\n  ","272217":"\n   Is the Kraken from Ben 10 the same creature as the real-life cryptid? I ask as the Kraken is usually depicted as a squid-like monster and the one depicted in Ben 10 isn't squid-like.\n  ","272218":"\n   Who designed Four Arms' Omniverse appearance? (and maybe his Ultimate Alien one if u know) thx in advance :)\n  ","272219":"\n   Wait so does that mean 5yl is soft cannon ?\n  ","272220":"\n   If you ask me, Teen Titans Go makes the movie Batman and Robin look like the Godfather.\n  ","272221":"\n   Will Omniverse Fasttrack's head will be like the concept art of Fasttrack or something different?\n  ","272222":"\n   Why didn't the Prototype Omnitrix give Ripjaws a breathing brace? It gave Brainstorm one, when he couldn't breathe on land.\n  ","272223":"\n   Haha. Just found a few in storage. Thanks Man\n  ","272224":"\n   I lost my feedback and ben for about 3 years in my garage 😅\n  ","272225":"\n   Frankly, I don't know how Teen Titans Go! continues getting new episodes. I mean yes, SOME are good for a laugh, but most are....just there.\n  ","272226":"\n   Are Omniverse comics canon to show?\n  ","272227":"\n   Every time I see Port-a-Porty's name, I think about the TARDIS from Doctor Who with a funny face and Bloxx's colors.\n  ","272228":"\n   Have you seen or heard of Asterix? It was a good comic and show.\n  ","272229":"\n   Do you have any concept art or rough sketches of Gutrot?\n  ","272230":"\n   Pesky Dust? Mole Stache? Walkatrout?\n  ","272231":"\n   Murphybed? Turdberry? Brundlefoot?\n  ","272232":"\n   Feedback? Gravattack? Whampire?\n  ","272233":"\n   Bloxx? Bullfrag? Gutrot?\n  ","272234":"\n   Ever seen the Gargoyles series?\n  ","272235":"\n   Ball Weeval? Crashhoper?  KickenHawk?\n  ","272236":"\n   Huh, I might've been under a rock for while, but when did do name the your alien? I like the fact the alien has a name, but when did you name him?\n  ","272237":"\n   Does he have feelings for Molly Gunther?\n  ","272238":"\n   What characters?\n  ","272239":"\n   ¿Quién te conoce mejor que nadie?\n  ","272240":"\n   Seeing how Ben is irresponsible. I bet Batman would start planning contingency plans against him on the moment he saw him.\n  ","272241":"\n   Is it true that Ultimate Alien X is weaker than its regular version due to a mutation?\n  ","272242":"\n   Weren’t Gwen’s constructs technically mana?\n  ","272243":"\n   Can you tell us a random fact about Astrodactyl's species?\n  ","272244":"\n   Who's your least favorite Robin?\n  ","272245":"\n   Does Heatblast need to breathe?\n  ","272246":"\n   Are Corrupturas exclusively produced by Vladats or do they exist as a separte species in another part of the Universe?\n  ","272247":"\n   Had Argit gotten a figure, which accessory do you suppose he would have gotten? The Techadon cube perhaps?\n  ","272248":"\n   Maybe they could be worth a second try. Of course I can’t make you do anything but it’s at least something to think about.\n  ","272249":"\n   If this is the model art?\n  ","272250":"\n   Oh right sorry\n  ","272251":"\n   If Bludgeon ended up being a Decepticon pirate, then who would be his Samurai version? For me, it could have been Banzaitron. What do you think?\n  ","272252":"\n   Silly question but do Galvans or Cerebrocrustaceans can get Alzheimer or dementia like us?\n  ","272253":"\n   Which sound will Squirtapiller's voice look like? Animaniacs Wakko's voice, the Mad Hatter's voice or Fairly Odd Parents Cosmo's voice?\n  ","272254":"\n   What Omniverse toys were you most pleased with and most disappointed with?\n  ","272255":"\n   Which Omnitrix Alien will Tom Kenny will voiced? A. Snark Tanque\nB. Squirtapiller\nC. Ventrilosquid\nD. Alien Z\n  ","272256":"\n   Port-A-Porty\n  ","272257":"\n   Which aliens were your ideas?\n  ","272258":"\n   He is a voice actor from The Fairly Odd Parents\n  ","272259":"\n   Would you be interested if they made some Generations style Animated toys? Kinda like the Revenge of the Fallen Lockdown toy, or the 2010 Lugnut toy?\n  ","272260":"\n   Who would you pick Mark Hamill to voice on Animated?\n  ","272261":"\n   Do Floraunas and Methanosians have political issues similarly to the  Appoplexians and the Lewodans\n  ","272262":"\n   Are Zs'Skayr's necies running the castle now?\n  ","272263":"\n   Is Viktor trying to bring back Zs'Skayr?\n  ","272264":"\n   Does Ben still have some nanaites inside himself from when he traveled to Rex's Universe?\n  ","272265":"\n   Have you heard of Daran Norris?\n  ","272266":"\n   Is nyancy chan just a petty criminal or does she have an interesting backstory?\n  ","272267":"\n   What happens if Ben uses Ventrilosquid to play online coop against someone?\n  ","272268":"\n   I think their talking about why you chose it instead of regular goop for when someone asked you what aliens you would have on your omnitrix.\n  ","272269":"\n   Have you ever looked back at old alien sketches (unused and used concepts) and thought about redoing them? Kinda like how Perkins went back on old Eyeguy and Frankenstrike concepts and turned them into ‘what they could’ve looked like’ transformations\n  ","272270":"\n   Does Alien X have vision smelling?\n  ","272271":"\n   If you were approached to be the art director of a new Ben 10 series (classic continuity). Would you sketch the characters similarly to Omniverse?\n  ","272272":"\n   Where can I find old omniverse toys these days?!!!\n  ","272273":"\n   What happens if the Mino-Toga meets Ben Tennyson?\n  ","272274":"\n   Crabdozer art looks like this?\n   \n    https:\/\/static.wikia.nocookie.net\/ben10\/images\/f\/fc\/Crabdozer_official.png\n   \n","272275":"\n   I know you’ve said Rocks, Antigravitesla, etc. are cannon, but should we take this to be true? I ask because the wiki (and some of the fan base) still label them non-cannon\n  ","272276":"\n   Dou designed Ben 23? If so then probably\n  ","272277":"\n   Aw darn, understandable, they were all really good :) also its been many years but u did originally say she made OV Verdona\n   \n    https:\/\/ask.fm\/DerrickJWyatt\/answers\/121278861684\n   \n","272278":"\n   Am I the only one that wants to see Khyber using a Yaka Arrow (Yondu’s whistling arrow for people that don’t know it’s name)?\n  ","272279":"\n   I know how WandaVision will end, it will end with toast, toast as far as the eye can see. Toast smeared with jelly, cream cheese and butter!\n  ","272280":"\n   When you do Rex, will you draw him with a new machine never seen in the show?\n  ","272281":"\n   Did Patelliday and Phil get along before Phil went rogue?\n  ","272282":"\n   Do you know what other designs Shakeh Haghnazarian did for Omniverse? I really love her work on ester, Verdona, etc.\n  ","272283":"\n   How did future Ben get the Biomnitrix? Or will that be told in future Omniverse episodes 👀\n  ","272284":"\n   Do you have any regrets with Ben 10 omniverse?\n  ","272285":"\n   What were your feelings when you were told you were going to be the art director of omniverse?\n  ","272286":"\n   What clothes will Fasttrack wear?\n  ","272287":"\n   does Jerry have a family? like a wife and kids?\n  ","272288":"\n   Does crime happen in Anur Transyl?\n  ","272289":"\n   I know you stated that almost nothing is known about Atomix's species. Do you think this species is extinct or endangered or they're in hiding?\n  ","272290":"\n   Why do you prefer to see ultimate goop do you think that form will be unique ?\n  ","272291":"\n   Do you have that picture of Ben 23 where he is dressed up in swaggy clothes? I swear I remember seeing it but can't find it.\n  ","272292":"\n   Which wild feline will Fasttrack be like? A. Leopard B. Jaguar or C. Cheetah\n  ","272293":"\n   A lot of fans really like your Fasttrack sketch (the long, thin one). Maybe you can take some inspiration from it in the final version.\n  ","272294":"\n   Was NRG's OV design based off the 10,000 volt monster from Scooby Doo?\n  ","272295":"\n   Were we ever going to see a plot evolving Alton Alabaster (Ben 10s Walter White) or learn more about him if Omniverse continued?\n  ","272296":"\n   Did you know in the UK there's a huge statue of Bloxx?\n  ","272297":"\n   hey Derrick, could you post the model of either Atlas or Kroll from teen titans? (or both, that'd be really nice too)\n  ","272298":"\n   Could you share your experience while working on Omniverse like how many hours of work and time to start ? Any other ?\n  ","272299":"\n   I know you haven’t started on Fasttrack, but when you do will you start from scratch or use some of your old sketches?\n  ","272300":"\n   You ever watch Spongebob?\n  ","272301":"\n   Okay this question was asked poorly but the premise intrigues me so I'll rephrase it; What's your preferences when it comes to pasta dishes?\n  ","272302":"\n   Do people purposefully make nonsensical questions like these?\n  ","272303":"\n   Mr Wyatt how do you guys name a alien like would there be a group of  people in a room writing down aliens name ? Or simply calls out hey how about this name ?\n  ","272304":"\n   But Duncan Rouleau said they aren't\n   \n    https:\/\/static.wikia.nocookie.net\/ben10\/images\/3\/34\/Only_Canon_Aliens_In_Omnitrix.png\/revision\/latest?cb=20201026180230\n   \n","272305":"\n   Do you like noodles and what flavour chilli or something ?\n  ","272306":"\n   Mr Wyatt did you start your take on  Fasttrack ? Hope we get a sneak peak of it soon\n  ","272307":"\n   What’s your biggest cooking failure?\n  ","272308":"\n   Are aliens like Antigravitesla or Bob the Blob canon?\n  ","272309":"\n   Did Zs'Skayr bring Viktor back from the dead? Or was Viktor's soul dormant somehow?\n  ","272310":"\n   I know you said that you don't watch the Ben 10 reboot. But have you ever thought watching some episodes to see some of the reboot's own aliens? I mean aliens that have only been seen in the reboot.\n  ","272311":"\n   Also probably the best Phantom mask(in my opinion)\n  ","272312":"\n   In your opinion, do you think is better than The Rocky Horror Picture Show?\n  ","272313":"\n   Thank you, hopefully that can put some of the fans at ease\n  ","272314":"\n   Hello Mr.Wyatt,do you know anything about the homeworld of the Chronosapiens ?\n  ","272315":"\n   Are the video games cannon?\n  ","272316":"\n   What are you currently working on? Any big plans for 2021\n  ","272317":"\n   Out of curiosity,  Can you only answer questions about Omniverse and not about the original series, alien force and Ultimate alien?\n  ","272318":"\n   Do you think Krypton exists in the Ben 10 universe? And if yes do you think it’s destroyed or intact\n  ","272319":"\n   Do you think the Omnitrix can accept the DNA of certain species from Adventure Time?\n  ","272320":"\n   Can no time freeze time?\n  ","272321":"\n   During Omniverse, was there ever an alien concept named Toolbox? I ask because when someone asks Ducan about omniverse aliens considered for the reboot and one was called Toolbox, I know Ben 23 calls his Armodrillo Toolboxx (with an extra x), but I doubt that's what he meant\n  ","272322":"\n   Where's the best place to find some unused alien sketches? The only one I've managed to find is your unused Stretchy alien on Twitter, but that was by accident\n  ","272323":"\n   What do you think about Invader Zim?\n  ","272324":"\n   Do you think if Ben 10 ever got a Ben 10k show that CN would make it into an adult swim show like how they did with Samurai Jack?\n  ","272325":"\n   What do the sounds of Rocks, Squidstrictor & Ventrilosquid will they have?\n  ","272326":"\n   So, is Fistrick supposed to be a major recurring antagonist or something?\n  ","272327":"\n   Do you have a theory on why the prototype omnitrix didn't give Ripjaws a resperator (like the one the Piscciss Volann prisoner has) despite clearly needing one?\n  ","272328":"\n   So most of the fanbase seem conflicted about rather the aliens Rocks and Squidstrictor are cannon or not (I personally belive they are). Do you have an oppinon in the matter?\n  ","272329":"\n   I’m the guy who asked you if you could make Alien Z and I’m wondering if it would be ok for me to suggest a name for him as well? I was thinking ‘Slipslash’ since he slips around on his stomach and slashes things with his laser fins. What do you think?\n  ","272330":"\n   For spanner to make his way to the past and convince Ben and kai that they're suppose to be a couple\n\nWere their future counterparts suffering severe relationship problems (intense arguing, separation)?\n  ","272331":"\n   Which voice actor will Snark Tanque will voice? Kevin Schon or Quinton Flynn?\n  ","272332":"\n   What would Antigravitesla's voice sound like?\n  ","272333":"\n   What do you think about them incorporating elements from Batman into the Halloween Scooby Doo movie? The Scarecrow (Jonathon Crane) is a major villain, yet it isn't a fully fledged crossover at all.\n\nDid that ever come up when making Mystery Inc., or was it not an option then?\n  ","272334":"\n   So, how come Ben was still able to remember who Slix Vigma was when he saw him again in \"No Honor Among Bros\", even though Ben hadn't seen Slix Vigma since six years ago? Does Ben simply have a good memory or something?\n  ","272335":"\n   Is the King of the Gourmands a perk or a murk?\n  ","272336":"\n   On a scale of 1-10, what is your favourite colour of the alphabet??\n  ","272337":"\n   Did you ever want to write an episode of ben10? If yes, what was the idea?\n  ","272338":"\n   Last time I watched through Ultimate Alien, I didn't see any evidence of it draining. However, this is a statement I've seen passed around the Wiki, and some Ben 10 forums. (And im not counting Omniverse, because Albedo's stabilizer technically isn't a true Matrix Core)\n  ","272339":"\n   Where do you think Wanda is in \"WandaVision\"? I say she's trapped in her own mind or something like that.\n  ","272340":"\n   If Ben is so lazy, how did he get so buff as Ben 10K?\n  ","272341":"\n   What other Ben 10 K alien combinations were brought up as ideas for the show, but didn’t make it on?\n  ","272342":"\n   Can Ultimate Kevin morph his mouth into Ripjaws' like Kevin 11?\n  ","272343":"\n   Do you have more art of Aggregor?\n  ","272344":"\n   Will Fasttrack wear the same outfit like Kid Flash?\n  ","272345":"\n   Was there ever a new alien that went the farthest into development and not get made? I know there were many unproduced aliens but was there one that made the most progress out of them all?\n  ","272346":"\n   Are Albedo's ultimate forms the same as what Ben would have had or are they different from what Ben would have had?\n  ","272347":"\n   If you stood in front of the Contumellia, what would you perceive them as?\n  ","272348":"\n   Follow Up question to the 10K question, will Vilgax resemble his OS 10K self in the future?\n  ","272349":"\n   I was wondering... what are your opinions on Ben 10K and his aliens?\n  ","272350":"\n   If you knew when making Outbreak that all the Aliens would become series mainstays, would you have included so many or tried to pace them out?\n  ","272351":"\n   So as far as Ben and Julie go do you at least think there is a alternate timeline where they stayed together because lots of people say that he didn’t treat her well which annoyed because of course he didn’t the show writers didn’t write him to...and constantly made him rude or just plain oblivious.\n  ","272352":"\n   Hey Derrick, I was always wondering, why did the OV team choose for older Cannonbolt to have the trix on his stomach instead of his forehead?\n  ","272353":"\n   Is it true that the Evolutionary function drained the Ultimatrix's power faster than normal transformations? And if so, how much faster was that?\n  ","272354":"\n   How's Rex?\n  ","272355":"\n   Have you ever seen Phantom of the Paradise?\n  ","272356":"\n   How would Ben fare in Star Wars™?\n  ","272357":"\n   Hey mr Wyatt, is there a model for Wolf Blitzer?\n  ","272358":"\n   Who’s your favorite Star Wars character?\n  ","272359":"\n   Can Echo echo or Ultimate echo echo kill Venom?\n  ","272360":"\n   Mr. Wyatt, i saw someone said Ninja Ben. I really like this idea. There are many parallel universes or even infinite. Seems like a good idea to have Ninja Ben in one of them. I would like to know your opinion too Mr. Wyatt.\n  ","272361":"\n   Have you heard of Vince McMahon?\n  ","272362":"\n   Would you work if the Ben 10 omniverse 2 series came out?\n  ","272363":"\n   Derrick! what did you think of the first 2 episodes of WandaVision?\n  ","272364":"\n   Before the events of the most dangerous game show did Ben somewhat hold a grudge against kai for only liking him as blitzwolfer?\n  ","272365":"\n   Which is why I only ask questions once and if i don't get response I move on to a new one on a later date.\n  ","272366":"\n   This Dickhead literally accused you of having something against Rojo just because she didn't appear more, and has the stones to say you're being rude. Some people, jesus effing christ.\n  ","272367":"\n   Do aliens that share a home planet share a natural predator (like on earth), or would they have their own predators?\n  ","272368":"\n   The reason that the Omnitrix is unable to accommodate the DNA of magical creatures because magic is not compatible with the science of the Omnitrix, what if there is a multiverse that azmuth is a wizard, could the omnitrix in that universe able to scan the magic create?\n  ","272369":"\n   Can Stinkfly shoot lasers like we saw in The Forge of Creation?\n  ","272370":"\n   Okay! Sheesh! I'm just asking. I'm not trying to annoy you to death. I understand if I'm constantly asking you questions about the same character, but that you doesn't mean you need to be rude.\n  ","272371":"\n   Why couldn't Rojo be featured in more episodes? Do you have something against her or something? Something similar to Aggregor? Rojo is one of the toughest female antagonists in the franchise because she's an action woman.\n  ","272372":"\n   Hi Derrick, how are you doing? Can you tell me if the Omnitrix hasa failsafe against objects or attacks of magical origin, in case it's being forcibly removed from it's user? Have a great year\n  ","272373":"\n   Did you guys ever consider doing another plotline with Corrodium in Omniverse?\n  ","272374":"\n   And I am not a fan of Danny Phantom's creator.\n  ","272375":"\n\n    https:\/\/youtu.be\/rDQt81oBSag\n   \n   I don't know if the link would work, but if it does, what do you think of those Ultimates? They're drawn in Omniverse art style.\n  ","272376":"\n   Hello Mr derrick, I love u and ur works. Can u give us some interesting facts about Atomix?\n  ","272377":"\n   Are his powers like a mix of mutation and magic or a mutation that allows him to use that kind of magic or what? What am I missing?\n  ","272378":"\n   Who is your favorite Muppets character?\n  ","272379":"\n   I bet Ectonurites are good dancers.\n  ","272380":"\n   Is there a spell or a magic symbol that would prevent an Ectonurite from possessing them?\n  ","272381":"\n   Why do villains always get the best songs?\n  ","272382":"\n   You probably not gonna make a ninja one then i should just ask. Is there paralell universe that Ben is Ninja?\n  ","272383":"\n   Nega Ben does not seem like a person who enjoys camping or going out into nature. If this is true, how, where and when did he get his omnitrix?\n  ","272384":"\n   Have you thought about making another Anur System alien?\n  ","272385":"\n   Does the Plumbers have bases around the Earth?\n  ","272386":"\n   What are Port-A-Porty & Pxyl-Loaf's names based on?\n  ","272387":"\n   do you like teen titans Go! ( pls don't say yes Mr.Wyatt )\n  ","272388":"\n   did you draw carl tennyson? if you haven't can you please draw him? i really wonder what he looks like in ov style.\n  ","272389":"\n   Is Ben 10 Omniverse 2 the video game canon.\n  ","272390":"\n   Can you draw Ultimate Swampfire omniverse style.\n  ","272391":"\n   hi derrick, could you tell me what are the 10 gwen 10 aliens from omniverse?\n  ","272392":"\n   Wrote my astronomy paper on the multiverse. Scored 0%. Ffs\n  ","272393":"\n   Do you think Wolf Blitzer knows an alien is named after him?\n  ","272394":"\n   What was the inspiration behind changing Chromastones design?\n  ","272395":"\n   Are you sure she's an accurately rated character? Don't you think you could've featured her in more episodes? You know, like maybe have her develop some kind of relationship with Charmcaster.\n  ","272396":"\n   Please send the recipe for Chilly Fries. Thanks\n  ","272397":"\n   Did Rosecondé and the other Chronosapien Equus look like a hybrid of a Chronosapien and a horse or something like that?\n  ","272398":"\n   What colour would Ben's red aliens (Ex. Four Arms, Jury Rigg, Way Big) be for Albedo? I'm really interested in Way Big's design.\n  ","272399":"\n   Would you ever use the character models of Bahrvad and the Piscciss Volann Prisoner as Mad Ben's versions of Four Arms and Ripjaws? They seem very Mad Ben like to me.\n  ","272400":"\n   Have you heard of the infamous decepticons Chiller, Fireplace, Lamphead, Gogglebox, or John? If so, do you think they would ever exist in animated?\n  ","272401":"\n   does Albedo escape from jail and gets a new ultimatrix. And please no maybes or I think so, I mean a real  answer.\n  ","272402":"\n   Was there any thought to Pyxl-Loaf's powers, or was he just a name?\n  ","272403":"\n   what is the back story for bad ben\n  ","272404":"\n   could the omnitrix scan the ghost like danny phantom or demon like trigon\n  ","272405":"\n   mr. derrick, what do you think about fan make comic, 5yl(5 years late), is a crossover between ben10 & danny phantom\n  ","272406":"\n\n    https:\/\/youtu.be\/VoAfb3f04mo\n   \n","272407":"\n   Are there any paralel timelines\/dimensions where Ben was born as other species than human?\n  ","272408":"\n   Would you say Snakepit's heads all speak\/think in unison \n(how Echo Echo's clones are most of the time), or would they all think differently, each with their own personalities (like Blitzwing's heads)\n  ","272409":"\n   The random timer is the thing Azmuth said that happens bc Ben hits the omnitrix too hard, isn't it?\n  ","272410":"\n   They do sing catchy tunes.\n  ","272411":"\n   Is because It Is unknown if Ben really turned 17 in Omniverse....\n  ","272412":"\n   That's part of a theory that narrowed down Ben\/Gwen's Possible day of Birth.\n  ","272413":"\n   is burger shack doing well in the future.\n  ","272414":"\n   Does the band there for tomorrow exist in the ben 10 series.\n  ","272415":"\n   Is Ben's Ultimate Alien Force jacket leather.\n  ","272416":"\n   In Frogs of War part 2 Azmuth unlocked Bullfrag with a code. Could that code be used to unlock other aliens or does every species have its own unlocking code in the Omnitrix?\n  ","272417":"\n   What happens if a Celestialsapien is attached to the Black Mercy plant (the one Superman was attached to in one of the episodes of the Justice League)?\n  ","272418":"\n   Derrick, you know how to answer me, if there are races in specifics that do not evolve to the supreme, even going through millions of theoretical years\n  ","272419":"\n   In 'No Honor Among Bros' Malice said he had been beating up The Worst for a few hours, however, the omnitrix can only keep ben transformed for 10-15 minutes. Was that just an error in the script?\n  ","272420":"\n   I'm not personally a fan but I think you would like designing for warhammer 40k. You would revel in their mechs and monsters. Also, happy new year!\n  ","272421":"\n   Hey, idk if the link is going to work, but can u clarify those statements about Morningstar, pls? ˆˆ\n   \n    https:\/\/cdn.discordapp.com\/attachments\/703763965481713684\/795524277863710740\/Captura_de_Tela_2021-01-04_as_02.27.52.png\n   \n","272422":"\n   Other than Sugilite and Chromastone, is there any other Crystalsapien as of Omniverse (Not including alternate universe)?\n  ","272423":"\n   Could we get Omnitrix icons for Fastrack and Ventrilosquid eventually?\n  ","272424":"\n   STOP THE WORLD!!, So Guardabarranco is saying that the Ben Ten thousand seen in the original series is still part of the timeline where we saw the Ben 10k with the Biomnitrix, is this true?\n  ","272425":"\n   Is there an alternate universe where Eugene Son got the omnitrix?\n  ","272426":"\n   Would you be able to post progress pictures of Generator rex (when you're ready and have them) like for Ventrilosquid and other previous ones?\n  ","272427":"\n   Is Ben Tennyson Born on 27 december as a reference to the first airing of the first series and today how much he would be old now?\n  ","272428":"\n   Can you make what Gwen's Water Hazard would look like. I just want to see a Orishan with the Gwenverse color scheme.\n  ","272429":"\n   Did you like the way Tom Perkins did Shellhead or would you prefer if he was a turtle like it was depicted earlier?\n  ","272430":"\n   Mr Derrick, I have two questions\n\n1- Does Ben like any other drinks besides ice cream?\n\n2- Does Ben like any other franchise besides Sumo Slammers?\n  ","272431":"\n   You always tend to find more outlandish or stubborn people online.\n  ","272432":"\n   If Toepick got a yellow power ring, would he be the most powerful member of the Sinestro Corps?\n  ","272433":"\n   For Port-A-Porty did you have an idea for his design or was that his design that you couldn’t figure out?\n  ","272434":"\n   Have you ever thought about drawing them?\n  ","272435":"\n   Sadly...\n  ","272436":"\n   Had Ultimate Wildmutt appeared in OV, would he have looked closer to your original concept art for him?\n  ","272437":"\n   Is Clancy dead?\n  ","272438":"\n   What happend to Ben's car in Ben 10 Omniverse?\n  ","272439":"\n   Just saw your Animation Journey thing on Istagram and I was surprised to see Mucha Lucha and the Green Lantern Animated Series on there. I had no idea :o\n  ","272440":"\n   is ball weevil and the worst really from same planet as they say give me your Opinion\n  ","272441":"\n   Mr Derrick, there is an episode of Omniverse in which the Gourmands eat their own home planet. Are there other species in the Ben 10 universe that do this?\n  ","272442":"\n   Was Blitzwing a tank or a jet before he became a triple changer?\n  ","272443":"\n   If the omnitrix had landed in Crystal Cove, who would probably find it?\n  ","272444":"\n   Are the galactic enforcers alive during OV?\n  ","272445":"\n   Would Ultimate Kevin be scared of Toepick’s face?\n  ","272446":"\n   Could Pesky Dust put Ultimate Kevin to sleep?\n  ","272447":"\n   Any plans to watch Cobra Kai season 3 soon?\n  ","272448":"\n   did you know in ben 10 omniverse 2 that bloxx's block attack was building a replicate of himself that was pretty much a statue, do you think bloxx could actually do this or would you think of it has just nonsense\n  ","272449":"\n   was it your idea to make phil billings such a badass in omniverse?\n  ","272450":"\n   What do you think of this redesign of eatle?\n   \n    https:\/\/cdn.discordapp.com\/attachments\/738079949684080761\/793208476712042556\/latest.png\n   \n","272451":"\n   I'm curious when it comes to Alien X appearing in an episode of OV, do you guys decides which type of abilities he should use in an episode?\n  ","272452":"\n   What would happen if Sir Tok Tic wielded Ascalon?\n  ","272453":"\n   Do you think Princess Looma is equally strong or stronger than Wonder Woman?\n  ","272454":"\n   I know Rex is first, but do you think your Fasttrack will have clothes?\n  ","272455":"\n   How long does it take to find the right look or design when you draw a character?\n  ","272456":"\n   so he is just working there, not owning there?\n  ","272457":"\n   Hi Derrick! I was curious to know more about one of your joke aliens, the Crocduster! do you have any information about him or his powers? thanks\n  ","272458":"\n   what is your favorite spiderman villain? mine is Dr Octopus\n  ","272459":"\n   Which do you enjoy more now in retrospect having had experience with the fanbases of each of them?\n  ","272460":"\n   Could We Ever See Young Ben As Snare-Oh In Ov ? And do you like Five Nights At Freddy’s ?\n  ","272461":"\n   Can Chromastone compeletly or partly change the color of something like Lady Rainicorn from Adventure Time? Example making a skunk blue or make Kevins left leg orange\n  ","272462":"\n   I think he was talking about those eggplants that they have on their back, those that Gracklflint loved to eat in \"Rad\".\n  ","272463":"\n   If Albedo was to turn into Ventrillosquid could his Tentacle Puppets have a little mole on them like Constantine from Muppets Most Wanted?\n  ","272464":"\n   Why was Chromastone used only 2 times in omniverse?\n  ","272465":"\n   When you one day finish Fasttrack, (no rush), will you do an Albedo recolor or a Fastcat recolor?\n  ","272466":"\n   Is Juryrigg capable of dismantling a Terminator?\n  ","272467":"\n   Are you aware of 4chan's \/co\/ (Comics and Cartoon) board?\n  ","272468":"\n   Can Skurd create a Toepick mask for Ben to use?\n  ","272469":"\n   Could we ever see Young Ben as Snare-Oh in OV in the future ? he’s actually the last young Ben alien we haven’t seen I hope i’m Asking normal pls reply and pls don’t hate And block me\n  ","272470":"\n   Is Decagon capable of making bombs? Or does he just have a natural inclination to destroy things using whatever he has on hand? ( Blasters, explosives,etc )\n  ","272471":"\n   HAPPY NEW YEAR!\n  ","272472":"\n   Given that Cow and Chicken appeared in OV as aliens, is it safe to assume that the Red Guy from Cow and Chicken exists somewhere as well as a member of Juryrigg's species or the Pantophage perhaps?\n  ","272473":"\n   Did you come up with the design of Ultimate Wildmutt (in Ultimate Alien)?\n  ","272474":"\n   Were you involved with creating and\/or had plans for Bob the Blob, Antigravitesla, Plantapocalypse?\n  ","272475":"\n   Will another Ben 10 series start in the Classic Continuity in the near future?\n  ","272476":"\n   Who designed Omniverse Grey Matter? He's objectively my favorite Grey Matter design from any of the 5 shows\n  ","272477":"\n   Which character that you’ve worked on is the most likely to twerk\n  ","272478":"\n   Can Wildvine grow them on himself with his powers or not?\n  ","272479":"\n   Wait I’m confused since when can Pax grow strawberries? I mean so far from what I’ve seen Pax only grows the traditional explosive eggplant like seeds that all Florauna have\n  ","272480":"\n   Is Hippopotamass the same species as this guy\n   \n    https:\/\/static.wikia.nocookie.net\/ben10\/images\/9\/9f\/Hippow.jpg\/revision\/latest\/scale-to-width-down\/584?cb=20130510010149\n   \n","272481":"\n   Do studios seek you out for new shows and ask you to join or do you have to seek them out and\/or apply?\n  ","272482":"\n   Among Transformers Animated, Ben 10 Omniverse and Scooby Doo Mystery Incorporated did you enjoy working more?\n  ","272483":"\n   What kind of voice does Snark Tanque have?\n  ","272484":"\n   What do you think a Ben 10 - SDMI crossover could've been like?\n  ","272485":"\n   What do allspark shards taste like I can’t reach any of mine with my mouth\n  ","272486":"\n   Do you like Harry Potter?\n  ","272487":"\n   when are you going to do mad aliens ?\n  ","272488":"\n   Can Wildvine grow Strawberries on himself just like Pax?\n  ","272489":"\n   Do you have any color model that was never shown? Sorry if I named it wrong, I meant something like this:\n   \n    https:\/\/static.wikia.nocookie.net\/ben10\/images\/b\/bd\/Young_Arctiguana_Model.png\/revision\/latest\/scale-to-width-down\/1000?cb=20200909160803\n   \n","272490":"\n   was it your idea to giving kevin his chin scar in omniverse?\n  ","272491":"\n   how did 17 year old kevin opened his own body shop?\n  ","272492":"\n   was it your idea to make kevin working in a body shop?\n  ","272493":"\n   Is there any other alien that appearance changes as he gets older (Like Swampfire blossoming)?\n  ","272494":"\n   Are Celestialsapiens capable of solving the anti-life equation?\n  ","272495":"\n   you said that Xylene was supposed to appear in Omniverse but that didn't end up happening. did you think about what her design was gonna look like? was she gonna look just like the original series but in the ov art style or did you have some changes in mind?\n  ","272496":"\n   Did Azmuth know about the Rooters?\n  ","272497":"\n   Does Swampfire have an alien predator.\n  ","272498":"\n   You don't want to do Rex? I thought it was your idea, or at least suggestion you've aggreed to.\n  ","272499":"\n   Does this mean we won’t be seeing him for a while?\n  ","272500":"\n   Is taydenite stronger than vibranium or uru\n  ","272501":"\n   Is the dragon in Be-Knighted from Anur System?\n  ","272502":"\n   Derrick I’m Asking Norma  I want to know if you hate me or not because I love Ben 10 I Didn’t know about fund me pls reply\n  ","272503":"\n   Have you ever consider draw a 20 year old Ben with no beer\n  ","272504":"\n   It would be cool if instead of the reboot, CN had made a continuation series of ov, starring Ken.\nthen they would have had a \"reboot\" with a kid. And the fans a continuation of the show.\n  ","272505":"\n   Can Vligax time ben out when he is Alien X.\n  ","272506":"\n   There is a YouTube vedio discussing about Ben 10 new series in that vedio the person says that Derrick J Wyatt has been deleting the questions in Twitter about New Series is there any truth behind it ?\n  ","272507":"\n   What about for Decagon?\n  ","272508":"\n   Can I ask about some of your joke aliens? If not, it's fine, but I want to ask because some just interest me too much not to ask.\n  ","272509":"\n   Will you draw Thriller Whale and tell us more about his power\n  ","272510":"\n   What will you name toepicks specius\n  ","272511":"\n   If you could bring back one show you worked on, what would it be and why?\n  ","272512":"\n   Did you think of creating an Omniverse design for Sir Tok-Tic?\n  ","272513":"\n   Which alien did you enjoy designing most this year?\n  ","272514":"\n   In game Ben 10: Omniverse 2, Way Bads can release a powerful scream and in the 3DS version, Way Bads can shoot lasers out of their eyes can waybig do that too.\n  ","272515":"\n   Can Ventrilosquid use his powers on beings that are mouthless, like Atomix or Alien X?\n  ","272516":"\n   I don’t know why but just from looking at him I feel like he’d sound like Weird Al. I don’t know why or how but he just feels right herring Al’s voice come from him\n  ","272517":"\n   Was it your idea to give Tetrax 23 that super sick-looking beard in Omniverse?\n  ","272518":"\n   I know this will sound lazy, but do you know the best place to look for names of aliens that were either never made or finalized (Thillerwhale, Unnamed teleporting alien, etc). I’ve been looking all over and can’t seem to find any other than the more famous examples\n  ","272519":"\n   My tummy is upset, time for some alka seltzer and a good movie, any suggestions?\n  ","272520":"\n   What do you think we'd have a better chance at possibly seeing in the future, Omniverse version of Rocks, Squidstrictor, and Plantapocalypse, or Thillerwhale?\n  ","272521":"\n   Would\/could the Perkins alien Warp be the closest thing to your unnamed teleportng alien or would it be completly be different from Warp?\n  ","272522":"\n   Now that Ventrillosquid is done (quite like the design btw), I'm guessing Rex is next on the agenda?\n  ","272523":"\n   Is there a limit to how many DNA samples can the Nemetrix have?\n  ","272524":"\n   Is the horse dead too?\n  ","272525":"\n   Could Christopher Walken make a good voice for Sir Tok Tic?\n  ","272526":"\n   Could Ben break or tamper with the Omniverse Omnitrix in someone way to create alien hybrids or did Azmuth create a safe guard for something like that?\n  ","272527":"\n   Hah! The current ones are by Playmates, what do you think about their toys?\n  ","272528":"\n   Do you think Chronosapiens are immune to timeline changes? Like retaining their memories from before the changes or evade being erased from existence.\n  ","272529":"\n   The time has come! Merry STRAXMUS!\n  ","272530":"\n   Was there any concpet art of an Omniverse Aggregor or was he scrapped before any art was made?\n  ","272531":"\n   Why was Buzzshock in the intro to Ultimate Alien but wasn't actual used until Omniverse?\n  ","272532":"\n   So I asked Perkins about the different Arctiguana species (Like you suggested), and unfortunately, he didn't know since lore was added after he created him. Since the lore seemed to be added in Ben 10 Omniverse (current research suggests), could you please come up with the other elements they can be\n  ","272533":"\n   Would you visit mexico? Do you like tacos? ☺️\n  ","272534":"\n   I've made a list of things people shouldn't ask you about\n   \n    https:\/\/www.reddit.com\/r\/Ben10\/comments\/kf1561\/things_you_shouldnt_ask_derrick_j_wyatt_about\/\n   \n","272535":"\n   Just wanted to say thanks for giving Eye Guy a lot of appearances in Omniverse, he really deserved the love haha and it was great to see him again when I first watched OV as a teenager\n  ","272536":"\n   Who do you prefer as Ben's love interest Julie or Kai?\n  ","272537":"\n   You’re trending how does it feel?\n  ","272538":"\n   Merry Christmas! I'm not sure if anyone has asked you this before but my question is: Which episode was the hardest to make (writing, storyboarding and everything else in total)?\n  ","272539":"\n   Ooh Ooh! What cha' get? :3\n  ","272540":"\n   Merry Christmas, Mr. Wyatt!\n  ","272541":"\n   Is there any timeline have Ben is an anodite\n  "},"Answer":{"271469":"\n  As far as i know, no, unless someone tries waking me up and doesn't do it all the way, then ill mumble a sentence or two then roll over and go right back out entirely\n  ","271470":"\n  The disappointment\n  ","271471":"\n  Honestly no i dont\n  ","271472":"\n  Its alright, nothing too much about it\n  ","271473":"\n  Can i choose none\n  ","271474":"\n  I always loved volley ball but could never make the team even when i got all my marks bc \"we already have selected out the players moving forward theres just no room for you\" like why host tryouts then\n  ","271475":"\n  Does it have to be just one, i have to go with twix\n  ","271476":"\n  I dont know about the gym part but i am working on losing it all\n  ","271477":"\n  No, not personally, but i have cousins that played soccer\n  ","271478":"\n  No i dont but they are very beautiful dogs\n  ","271479":"\n  Lions, i love them\n  ","271480":"\n  Ugh, i want one, i just need money first\n  ","271481":"\n  Honestly i dont even know you\n  ","271482":"\n  Reusable and washable, its red on the inside and tan on the outside with flower print, the Amish made it for me\n  ","271483":"\n  Normally yes, its rare i cant\n  ","271484":"\n  Nothing\n  ","271485":"\n  Wild roses\n  ","271486":"\n  No i never step up to something i don't think i can accomplish to begin with and if i believe i can then i complete it\n  ","271487":"\n  Nope not at all\n  ","271488":"\n  Raise my kids to be better people when they grow up\n  ","271489":"\n  I really need to clean so probably that\n  ","271490":"\n  Yes i have and yes they are, i made a lifetime friend at one\n  ","271491":"\n  No i didnt\n  ","271492":"\n  Energy\n  ","271493":"\n  Both, i usually keep everything in, its rare i have to let it out but when i do its pretty bad\n  ","271494":"\n  Id have to say pancakes because you can change those like add chocolate chips, different fruits, different syrups, unless its got to be the exact same every day then id want to stick with chocolate chip\n  ","271495":"\n  No i don't have anyone special in my life\n  ","271496":"\n  Luckily no\n  ","271497":"\n  I have a few but id say GTA 5 as my top\n  ","271498":"\n  Grocery shopping, christmas shopping, gift wrapping, messaging my exs grandma\/kids great grandma, make some ornaments, theres more too just cant think of it\n  ","271499":"\n  Never seen it actually\n  ","271500":"\n  Do what i do and just jump in, or you could ease in dont matter but i just dive in head first, yeah i end up hurt a lot but its better to know i tried rather than to know that i stayed lonely\n  ","271501":"\n  Sorry but im not sure\n  ","271502":"\n  Not sure yet\n  ","271503":"\n  None, but i would like some\n  ","271504":"\n  At the time i was pregnant with my second kid, so in my dream i was still pregnant and i had been kidnapped with some other girls and the kidnappers was asking us questions, well it came to my turn and i said something they didn't like, they shot my stomach and i was bleeding, next thing i know is my baby is coming out through the bullet wound and I'm holding her just crying, and the kidnappers get back to asking questions again i say something they don't like so they shoot my baby then me then i wake up, both the scariest and strangest dream I've ever had\n  ","271505":"\n  Yes i do, it was a scare actually\n  ","271506":"\n  Not sure, i mostly have guy friends myself, it helps when you go through a breakup BC then its like you have all these brothers comforting you, even though they aren't related my guy friends act like brothers to me\n  ","271507":"\n  I am a loner, i dont really have many friends\n  ","271508":"\n  Hell no, i could never stick to that\n  ","271509":"\n  No i do not\n  ","271510":"\n  Yes, i hate caves, been through one willingly and hated it the other my teacher made me go through, hated it even worse, cant stand caves i am terrified\n  ","271511":"\n  Whatever i can find\n  ","271512":"\n  No i do not\n  ","271513":"\n  It all depends on who you're around growing up on how you turn out, a few years back i was completely against weed then i made friends that smoked and its just kinda changed my opinion over the last yer\n  ","271514":"\n  So i was at some type of factory or something then the next thing i knew was trapped in a crate with a pet dog of mine named vanilla and her pups and there was 2 snakes as well, but every time the snakes got close id wake up, i was reoccurring for a bit\n  ","271515":"\n  Im a single mom of 2 girls lol, i wasnt really exposed to the whole weed world until like a year or so ago, i knew people did it but didnt know anyone that did it if that makes sense lol\n  ","271516":"\n  Never done anything but car so idk\n  ","271517":"\n  I probably will someday but it might take me a bit\n  ","271518":"\n  I secretly want to try weed but dont have the courage to do so\n  ","271519":"\n  Sure but in order to do that you should probably go off of anonymous\n  ","271520":"\n  What do you mean by admire, like crush or look up to\n  ","271521":"\n  Not sure myself, id say just something hard to imagine or hard to achieve\n  ","271522":"\n  I am\n  ","271523":"\n  I dont have haters, i have inspiration to do better and be better, thank you to all\n  ","271524":"\n  I mean its stupid, eventually no one believes you so why lie and live so lonely\n  ","271525":"\n  No, i try not to unless i am in the wrong, but if I'm not then fuck it i ain't apologizing first\n  ","271526":"\n  A laptop so i can find my own work and make my way\n  ","271527":"\n  Personally frozen\n  ","271528":"\n  Its not??\n  ","271529":"\n  Thank you, i appreciate that, its been rough recently, my kids haven't seen the worst thankfully and id like to keep it that way, they don't deserve to be hurt.\n  ","271530":"\n  No its stress induced, been really stressed lately\n  ","271531":"\n  It was alright, kept having nightmares\n  ","271532":"\n  My own house, or a car, it'd be nice to have my own business, id love to just be successful, not famous or anything but just make it through life\n  ","271533":"\n  Thanks you too\n  ","271534":"\n  Xbox in general, but ive never had a chance to try playstation so my opinion is a bit biased, but i would like to try playstation\n  ","271535":"\n  Both, if i cant do it myself then i ask advice\n  ","271536":"\n  None\n  ","271537":"\n  Dont know ive never seen it\n  ","271538":"\n  Ew\n  ","271539":"\n  Meeee\n  ","271540":"\n  Kentucky\n  ","271541":"\n  Thanks\n  ","271542":"\n  Nope\n  ","271543":"\n  No, hell, no\n  ","271544":"\n  No\n  ","271545":"\n  You cant trust anyone\n  ","271546":"\n  Yes\n  ","271547":"\n  Eat\n  ","271548":"\n  Not too good\n  ","271549":"\n  No i dont have time for myself\n  ","271550":"\n  Blonde and purple\n  ","271551":"\n  Yes they are, but not always\n  ","271552":"\n  My friend Hannah, she's had a tough battle to fight and she's stayed strong through it all.\n  ","271553":"\n  How they treat people\n  ","271554":"\n  Yes i have\n  ","271555":"\n  Too many to list\n  ","271556":"\n  Yes\n  ","271557":"\n  As far as i know nothing, I'm useless\n  ","271558":"\n  Sometimes, it depends\n  ","271559":"\n  Absolutely nothing\n  ","271560":"\n  Jim carrey for sure\n  ","271561":"\n  Personally i want an out door wedding, the alter being a gazebo with a white lace drapery at its opening. Have a bunch of flowers but not like over flowing just like that medium level of flowers going around the front of the gazebo like rose bushes or just something lovely. I want my brides maids to have a dress that matches their personality but at the same time it will match the color theme. I will lose weight before my wedding i want to have a nice figure fitting dress, not figure fitting as like tight but something that shows off any curve and makes it beautiful, i heard my best bet as of right now for that is a princess dress but maybe once i lose weight it'll be something else. I want only close friends and relatives there. I want my husband in a nice outfit that suits him, it doesn't have to be a tux or anything overly fancy but something on the formal side, something he feels comfortable in. I dont want overly expensive gowns and tuxes and venues, i want something that is able to be accomplished, but most importantly i just want something with a guy that i love, something that reads we'll make it forever. But my dream probably wont happen, i can barely keep a boyfriend let alone ever make it past engaged, i thought i was going to make it once but that engagement ended a couple years ago.\n  ","271562":"\n  I will not let my page become that, I will be deleting any perverted question from now on. Whether its asking about me using the bathroom, or about where I've had sex or how I like to do it, it will all be deleted. If i get ask saying id like to fuck you, I'm deleting it, I'm not going to be taking this anymore, if you don't like it then unfollow me, I'm not on here for the followers, I'm on here because I enjoy interacting with others, I don't care if I'm popular or not. I don't appreciate getting these ask, if you want to ask me do something appropriate I will happily answer and respond. Rant done\n  ","271563":"\n  My family got rid of our computer so no\n  ","271564":"\n  I need some\n  ","271565":"\n  I mean it might be out there\n  ","271566":"\n  Used to, i used to love watching sernando and nought point four\n  ","271567":"\n  Not sure ive only had mcdonalds\n  ","271568":"\n  Hi\n  ","271569":"\n  Food\n  ","271570":"\n  Depends, i get nervous kinda easily\n  ","271571":"\n  Smell\n  ","271572":"\n  No not yet\n  ","271573":"\n  Answering strange questions\n  ","271574":"\n  Ice cream\n  ","271575":"\n  Both and some days none\n  ","271576":"\n  I got a rainbow\n  ","271577":"\n  No i havent yet\n  ","271578":"\n  Yes non perverted ones\n  ","271579":"\n  Not sure yet\n  ","271580":"\n  Well my birthday already passed but it was that my boyfriend could visit me for christmas, stupid wish now that i think about it\n  ","271581":"\n  Yeah he lucked out with me\n  ","271582":"\n  Adorable but it has to be a lot of work\n  ","271583":"\n  Because some people live off of being rude, they are mad at life itself so they create their own\n  ","271584":"\n  Not cheating on someone and not abandoning them\n  ","271585":"\n  I used to, i dont remember his name now\n  ","271586":"\n  Hold you down by x ambassadors, its also the last song i sent to my cheating ex before i knew he was cheating\n  ","271587":"\n  Depends on if I'm shopping foe pants or shirts. For pants i have a general size range, for shirts its gotta be tried on to see if it fits\n  ","271588":"\n  Uhhhhhh, there's such thing as hearing thank you???? I thought it was one of those that school teaches you to spell but is never used heard of again (this is purely sarcasm) i heard it a couple weeks ago in walmart when i helped a lady find cinnamon sugar\n  ","271589":"\n  Personally i wouldn't do it but if others do its ok\n  ","271590":"\n  You have to let her go, my guy recently cheated on me and left me for the other girl, im having to let him go, it wont work out with them unless they want us as much as we want them\n  ","271591":"\n  Yes all the time like maybe i just need your help this time\n  ","271592":"\n  I have 2 of my own\n  ","271593":"\n  Stay safe\n  ","271594":"\n  It happens\n  ","271595":"\n  Black like my heart\n  ","271596":"\n  Nah busy\n  ","271597":"\n  I have both, its nice\n  ","271598":"\n  No, its not the life for me\n  ","271599":"\n  I love it\n  ","271600":"\n  November 23rd\n  ","271601":"\n  I feel you,dealing with shit myself too, pretty similar\n  ","271602":"\n  No actually\n  ","271603":"\n  Well i wish you luck\n  ","271604":"\n  Ask sometimes acts up if i were you i wouldnt answer any more that come in\n  ","271605":"\n  Sit here with my kids\n  ","271606":"\n  Hair dye, but not the ones with ammonia\n  ","271607":"\n  Hello\n  ","271608":"\n  My sanity\n  ","271609":"\n  Absolutely nothing, i have lost all hope for this year\n  ","271610":"\n  Some are scared of consequences thats all it is\n  ","271611":"\n  I mean ill talk as a friend but im not looking right now\n  ","271612":"\n  Sorry ask is doing this to you\n  ","271613":"\n  Maybe i havent seen the others yet\n  ","271614":"\n  Sometimes if im unsure of if it will fit\n  ","271615":"\n  Clean, clean, and clean\n  ","271616":"\n  Hello\n  ","271617":"\n  Then follow your dreams\n  ","271618":"\n  I love video games personally and I've seen movies show worse\n  ","271619":"\n  Not good at all\n  ","271620":"\n  Not good\n  ","271621":"\n  My favorite quote going along my shoulders\n  ","271622":"\n  Whatever fits their face best\n  ","271623":"\n  Black\/grey\n  ","271624":"\n  Swimming\n  ","271625":"\n  Same\n  ","271626":"\n  Not good\n  ","271627":"\n  Damn how'd you know\n  ","271628":"\n  My kids\n  ","271629":"\n  Yeah lets go\n  ","271630":"\n  Home cooked\n  ","271631":"\n  Yes\n  ","271632":"\n  My kids\n  ","271633":"\n  No just no\n  ","271634":"\n  A bit late mate\n  ","271635":"\n  Not good\n  ","271636":"\n  Hello\n  ","271637":"\n  Left\n  ","271638":"\n  Hard to say, juice, milk, soda, theres a lot\n  ","271639":"\n  Everything\n  ","271640":"\n  Everything that happens in my life, fuck this shit\n  ","271641":"\n  Explain like common day tech or like whatever i can come up with\n  ","271642":"\n  Animals definitely\n  ","271643":"\n  Not me\n  ","271644":"\n  Pretty shitty\n  ","271645":"\n  Not sure, not seen any personally\n  ","271646":"\n  Brownies\n  ","271647":"\n  You can make it, i promise better days are ahead\n  ","271648":"\n  If you get some can you share it with me please, i need advice right now too\n  ","271649":"\n  Here\n  ","271650":"\n  Like 5\n  ","271651":"\n  No i have not\n  ","271652":"\n  Can i just watch both\n  ","271653":"\n  Hi\n  ","271654":"\n  Its not ok\n  ","271655":"\n  Thank you, you too\n  ","271656":"\n  To love but not be loved, but yet its my life so im living my own fear\n  ","271657":"\n  Im sad still\n  ","271658":"\n  You know my pain, remember I've told you via snap\n  ","271659":"\n  I have to remember every single special moment so that the moment everything goes bad i can torture myself with everything good until i force myself into forgiveness and just crave them all over again even though they secretly kill me every single second of every day\n  ","271660":"\n  Because most of the world is secretly alcoholics themselves\n  ","271661":"\n  No, i hate the world right now\n  ","271662":"\n  Japanese\n  ","271663":"\n  Have you ever been locked out by kids\n  ","271664":"\n  Im planning to get my life in order\n  ","271665":"\n  Personally i love it\n  ","271666":"\n  Id be a horse\n  ","271667":"\n  Yes but that's a odd story and not exactly sure it counts by everyone's standards but i personally believe yes\n  ","271668":"\n  Everything, every week it was something new\n  ","271669":"\n  Both kinda, depends on living area and what would be more reasonable, but id never get rid of a pet just because im moving unless its an absolute emergency and i cant find a place that allows pets\n  ","271670":"\n  Hey\n  ","271671":"\n  2\n  ","271672":"\n  No, only when needed\n  ","271673":"\n  Yes a lot of reasons, anxiety being one\n  ","271674":"\n  Beth\n  ","271675":"\n  Hi\n  ","271676":"\n  None, i hate them all\n  ","271677":"\n  The day after thanksgiving\n  ","271678":"\n  My best friend is hair dye\n  ","271679":"\n  Hold on by chord overstreet, that whole song\n  ","271680":"\n  Absolutely none\n  ","271681":"\n  Id rather not be famous\n  ","271682":"\n  What do you mean, like name, gender or what bc i have a list of things i like to be called and all for different questions specifically\n  ","271683":"\n  Mint chip ice cream, strawberry milk, butterscotch pudding, i have a lot of different flavors\n  ","271684":"\n  What kind of event\n  ","271685":"\n  Absolutely nothing, i dont get free time ever\n  ","271686":"\n  Can i choose the temporary in between weather, not too hot not to cold, that feels nice\n  ","271687":"\n  What kind of artist, its hard to say anything without some context\n  ","271688":"\n  Watching baby shows with my kids\n  ","271689":"\n  Hey\n  ","271690":"\n  Giving birth to two kids, thats it\n  ","271691":"\n  Yes i love it\n  ","271692":"\n  Welcome, ask anytime\n  ","271693":"\n  Its good, but yeah it got annoying\n  ","271694":"\n  Like 5 non close and one close\n  ","271695":"\n  My kids pulling me by the hair and screaming in my face\n  ","271696":"\n  This morning\n  ","271697":"\n  No, thank god too it would've been a waste anyway, the person would've thrown them away, thankfully dude showed his true colors\n  ","271698":"\n  I've had a few that asked me to post nudes and some to ask weir positions even though my page isn't like that, ive had some that started some bullshit stories and kept it going with the same questions over and over, like i don't mind making a story and helping with ideas but don't repeat the same questions over and over and over it got to the point i just started deleting any story or fantasy question\n  ","271699":"\n  A pink top with black leggings and house shoes bc I'm lazy today\n  ","271700":"\n  *hugs back* thanks i needed one\n  ","271701":"\n  I feel you\n  ","271702":"\n  Kinda depends on the situation honestly\n  ","271703":"\n  Ive had a bunch\n  ","271704":"\n  Normally coke but whenever i can pepsi\n  ","271705":"\n  Im sorry, im unable to do that, i dont have a mirror long enough\n  ","271706":"\n  Chug a mnt Dew works like a miracle for me when i start getting bad headaches\n  ","271707":"\n  Very early this morning\n  ","271708":"\n  What???\n  ","271709":"\n  Well thank you\n  ","271710":"\n  Like in my life or in general\n  ","271711":"\n  Movies\n  ","271712":"\n  Sometimes yes\n  ","271713":"\n  My favorite constantly switches, currently orange fanta though\n  ","271714":"\n  Yes, sounds like fun\n  ","271715":"\n  I was alright, kinda sad but i made it\n  ","271716":"\n  Walmart\n  ","271717":"\n  Depends on what habit it is\n  ","271718":"\n  Like shit, no one wants these panic attacks.\n  ","271719":"\n  Either GTA 5 or Fable 3\n  ","271720":"\n  Definitely not his looks, i thought he was ugly at first actually, then we got to talking, helped each other get over our ex's by checking up on each other every day and bonded over mutual heart ache, then went to Snapchat and still wasn't into his looks but i felt a connection, over time that dislike of his looks turned into ok not too bad then into damn he looks good, and absolutely nothing changed looks wise, just our hearts connected, then he moved in and a few days later we got together and i kept thinking how did i not see this before like he's handsome I'm glad he's mine, but now that's turned into he is ugly both inside and out so fuck you Jordan for wasting 6 months of my life, i hope that you get as you deserve.\n  ","271721":"\n  My nights are darkened with depression, no dreams when i do sleep, normally up with the kids all night\n  ","271722":"\n  Yes i do\n  ","271723":"\n  1. Alabama\n  \n  2. Alaska\n  \n  3. Arizona\n  \n  4. Arkansas\n  \n  5. California\n  \n  6. Colorado\n  \n  7. Connecticut\n  \n  8. Delaware\n  \n  9. Florida\n  \n  10. Georgia\n  \n  11. Hawaii\n  \n  12. Illinois\n  \n  13. Indiana\n  \n  14. Iowa\n  \n  15. Kansas\n  \n  16. Kentucky\n  \n  17.Maine\n  \n  18. Massachusetts\n  \n  19. Michigan\n  \n  20. Minnesota\n  \n  21. Missouri\n  \n  22. New Hampshire\n  \n  23. New Jersey\n  \n  24. New York\n  \n  25. North Carolina\n  \n  26. North Dakota\n  \n  27. Ohio\n  \n  28. Pennsylvania\n  \n  29. Philadelphia\n  \n  30. Rhode island\n  \n  31. South Carolina\n  \n  32. South Dakota\n  \n  33. Texas\n  \n  34. Utah\n  \n  35. Vermont\n  \n  36. Virginia\n  \n  37. Washington\n  ","271724":"\n  Ugh so damn many to pick from, im gonna go with my empowerment movie, Burlesque\n  ","271725":"\n  Has to be Margot Robbie, does a damn good Harley Quinn\n  ","271726":"\n  I don't have an idol anymore, he abandoned me, my idol was my love, he was once a drug addict, cleaned up his life worked his ass off every day, had a fractured rib once and still went and split wood for me and my kids with an axe when he wasn't supposed to even doctor told him not to, and due to having seizures not a lot of people would hire him but he still went out and found odd jobs to try to support me and my kids even though i said no he needed the money more, my idol abandoned us though, no explanation, no good bye, no ill be back, so now he's not my idol, now he's just someone i once knew, now he's dead in my eyes\n  ","271727":"\n  Id say 19 personally, it was pretty crappy\n  ","271728":"\n  Yeah more independent, i don't want to need anyone, if something happens then I'm still good\n  ","271729":"\n  My life every day\n  ","271730":"\n  No no soy alérgica a nada\n  ","271731":"\n  My kids\n  ","271732":"\n  Yeah i do, but its not easy in todays world\n  ","271733":"\n  Anything i can find\n  ","271734":"\n  I love this hair style but have never been able to get it\n  ","271735":"\n  Nope I've not watched him\n  ","271736":"\n  That i was pregnant with my girls, with my first i cried and the dad had to hold me till i was done, with the second i almost cried but i pretty much already knew with her\n  ","271737":"\n  Yes they can be\n  ","271738":"\n  Someone who's loyal, not gonna talk behind my back and be there for me like i am them, it doesn't have to be immediately just as long as i know that when i need them they'll be my support\n  ","271739":"\n  My boyfriend\n  ","271740":"\n  2 christmas dresses for the kids\n  ","271741":"\n  Yes and because they were a major jerk and even though i liked them i could never be with someone so rude, the second time although i dont know if this one counts he was my best friend and i didnt tell him but one night he kissed me and its been love and hurt since\n  ","271742":"\n  Kinda depends on what it is\n  ","271743":"\n  All the time, i live in a wooded area, theres always a dead animal somewhere\n  ","271744":"\n  That someone they love has passed\n  ","271745":"\n  Knitting and sewing and stuff like that, at least in my area people aren't into all that\n  ","271746":"\n  That theres a ghost at the end of my hallway, i've even taken pictures of her before, its pretty crazy but im the only one in my family who sees her\n  ","271747":"\n  Not exactly sure honestly\n  ","271748":"\n  I cant do video questions sorry\n  ","271749":"\n  To the mid of my back\n  ","271750":"\n  Not sure\n  ","271751":"\n  Not that i know of\n  ","271752":"\n  Does 24\/7 count\n  ","271753":"\n  Friendship is who is there for you when you need it, not when ever they want to be, but you also have to be there for them when they need it, you can like a person and not be their friend, you both have to support each other, yeah you may separate through the years, but true friends will always have your back, even if you lose contact\n  ","271754":"\n  Honestly im not sure kind of depends on the rest of their personality\n  ","271755":"\n  No im not happy, im not one who can chase my heart, at least not yet\n  ","271756":"\n  I have a few but not exactly how old they are, grease, legally blonde, charlie and the chocolate factory, i love Lucy is a good show along with Andy Griffith and matlock, i like a lot of old shows and movies\n  ","271757":"\n  Id say me feet bc the skin it too thick to get to that itch\n  ","271758":"\n  I will not be pushed over, i can be crazy\n  ","271759":"\n  Sure\n  ","271760":"\n  Honestly its to be some branch of photography, i dont really have a wild fantasy\n  ","271761":"\n  I dont get to travel often actually, maybe once ever 4-8 years\n  ","271762":"\n  Just be there for them, be supportive of how they feel, they arent looking for cheering up they need support, a listening ear\n  ","271763":"\n  That my neighbor rebuilt his house to be huge\n  ","271764":"\n  No not normally unless its in the woods\n  ","271765":"\n  Checking my toe to make sure i didnt break it earlier\n  ","271766":"\n  Sorry but who is he\n  ","271767":"\n  My kids\n  ","271768":"\n  5 and a maybe, kinda dealing with a issue right now but we'll see soon\n  ","271769":"\n  Depends on if its negative or positive because sometime being very positive when single helps others who just got out of a relationship to see that its alright and that they don't need a partner to be happy\n  ","271770":"\n  I need him, i need a fucking hug, i need him to tell me its alright, that he's here for me, i need him to fucking hold me and let me cry, i need to smell his scent, feel his arms around me, i need to hear his heart beat, i need him, but he's a state away\n  ","271771":"\n  Yes, very much yes\n  ","271772":"\n  Stressful\n  ","271773":"\n  Stop being stupid\n  ","271774":"\n  Not sure but im not taking the risk of getting it\n  ","271775":"\n  Good afternoon\n  ","271776":"\n  Screamed my love to him\n  ","271777":"\n  I truly hope so\n  ","271778":"\n  My moms car\n  ","271779":"\n  To share local news, basically the news channel but on paper\n  ","271780":"\n  Personally i distract myself from them, doesn't work for all though and probably isn't the healthiest but thats what i do\n  ","271781":"\n  Just about everything honestly, but then again im just artsy and a bunch of all that\n  ","271782":"\n  Yes 3 dogs and 3 kittens\n  ","271783":"\n  I'm sorry but i cant, i don't have a full body mirror\n  ","271784":"\n  Usually its my kids or my friends\n  ","271785":"\n  To find my own way in this world, for the better of my kids\n  ","271786":"\n  No but i wish, i really want snake bite lip piercings, i love them and want them and have since i was 13\n  ","271787":"\n  Losing my kids, im scared something could happen\n  ","271788":"\n  My bed, but if it has to be somewhere else then id say its the four wheeler trails around my house, i love em\n  ","271789":"\n  Sometimes yes, but id say its about even\n  ","271790":"\n  A guy named Jordan but I'm unsure if he loves me back\n  ","271791":"\n  I dont even know who those doctors are\n  ","271792":"\n  Ha came to the wrong person for money, i have $0\n  ","271793":"\n  Id have to say my favorite is oreo and least favorite well i have a few but rocky road is up in that list\n  ","271794":"\n  Kentucky\n  ","271795":"\n  I would choose my late brother Earl, i miss him very much. He passed when i was 7, i really could've used his support growing up, he was the best brother that this girl could ask for.\n  ","271796":"\n  I mean it could be better\n  ","271797":"\n  I dont have any available photos sorry\n  ","271798":"\n  I dont know what i can do\n  ","271799":"\n  Juice\n  ","271800":"\n  Yes, but its too indecent to put on here\n  ","271801":"\n  A picture of my brother, my hair straightener, the bear my brother gave me, and one thing from each of my two daughters, most likely their favorite blankets.\n  ","271802":"\n  Facebook and snapchat, also i like to play virtual families 3\n  ","271803":"\n  Chicken\n  ","271804":"\n  Chicken strips or nuggets depending on restaurant\n  ","271805":"\n  Yeah\n  ","271806":"\n  Its alright and yours\n  ","271807":"\n  Dropping out of kids lives because when dad drops out its like oh whatever just another man for you, and for women its like what a bad person how can she do that, sometimes its for the best though, personally i could never ditch my kids but i know some families that deal with that burden\n  ","271808":"\n  No i do not actually\n  ","271809":"\n  No i was surprisingly a good kid\n  ","271810":"\n  Pretty good now, just sitting a bit before i go to bed\n  ","271811":"\n  A crop top, those are too tiny for this girl\n  ","271812":"\n  I dont have a specific, im all over the list\n  ","271813":"\n  So how are you\n  ","271814":"\n  Yes, the day my girls were born.\n  ","271815":"\n  Easy, Topaz my birthstone, i love its warm orange color that matches the fall seasons\n  ","271816":"\n  My kids will always be first\n  ","271817":"\n  The first time i seen a ghost, scared the hell out of me and my friend\n  ","271818":"\n  Just this year, and its only been a couple months if even one month but i like it so i think ill stay on here\n  ","271819":"\n  I barely get to actually sleep\n  ","271820":"\n  My job is being a mom to two kids thats not the stressful part though, its other people\n  ","271821":"\n  I would tell her shes not as stupid as she thinks\n  ","271822":"\n  Personally i dont know\n  ","271823":"\n  My kids\n  ","271824":"\n  Cuddling with the person you love\n  ","271825":"\n  When a cat sat on my hair\n  \n  Her fur was very fair\n  \n  We made a nice pair\n  ","271826":"\n  Thank you\n  ","271827":"\n  Ouch im sorry\n  ","271828":"\n  Whatever our souls are made of, his and mine are the same. -Hardin Scott, in After by Anna Todd, but Anna Todds book gives it more meaning than the movie does\n  ","271829":"\n  Samsung definitely\n  ","271830":"\n  Maybe, as i said its hard to say\n  ","271831":"\n  Sometimes, it really kinda depends, in the video i seen the guy beat the woman so its hard to say\n  ","271832":"\n  Hi, i dont know how i inspire you but im glad i do and thanks\n  ","271833":"\n  Dont bother unless they are important, but if it keeps up then let them go not worth the pain\n  ","271834":"\n  Its not too bad, gotta try it sometime\n  ","271835":"\n  I'm not sure on that one im personally not claustrophobic\n  ","271836":"\n  No whats that\n  ","271837":"\n  Yes\n  ","271838":"\n  Oh nice, im female do you have any sports you like to play\n  ","271839":"\n  Im doing pretty good, kinda stressed recently\n  ","271840":"\n  5'5\"\n  ","271841":"\n  Honestly rn its Chord Overstreet\n  ","271842":"\n  Single, but i am having fun with it\n  ","271843":"\n  Sometimes if i feel like it\n  ","271844":"\n  Im bethany, how are you\n  ","271845":"\n  Awe thank you\n  ","271846":"\n  Honestly im not sure if my name has a meaning ill have to look it up, but if you mean my ask name then yeah it has a meaning but i need to change it bc that meaning is bullshit now\n  ","271847":"\n  Yes and yes when i was in like 2nd grade\n  ","271848":"\n  Honestly YouTube auto play or iHeartRadio\n  ","271849":"\n  Watermelon but if its truly limited to those 2 options I'm not sure, never smelled a lime before but lemon is good\n  ","271850":"\n  Not that fast\n  ","271851":"\n  Yes we can be\n  ","271852":"\n  Never been on a team ever but ive always loved volleyball\n  ","271853":"\n  Ive had a few most memorable days its hard to pick one\n  ","271854":"\n  Kinda in a way\n  ","271855":"\n  Hello whoever this is\n  ","271856":"\n  I love playimg Among Us its really fun\n  ","271857":"\n  No bc christmas isnt always that blissful for some\n  ","271858":"\n  Just some things that have happened, i really dont know what to do about it or how to deal with the outcome if i choose the second choice\n  ","271859":"\n  I hope its get married to the love of my life but rn looks like no one loves me\n  ","271860":"\n  Walmart, every single week sometimes twice a week\n  ","271861":"\n  No, not till a mf stupid\n  ","271862":"\n  Love it\n  ","271863":"\n  Yess\n  ","271864":"\n  My kids\n  ","271865":"\n  im not sure honestly\n  ","271866":"\n  Chilling\n  ","271867":"\n  Sushi\n  ","271868":"\n  Theres not one\n  ","271869":"\n  ??\n  ","271870":"\n  Not sure of its name\n  ","271871":"\n  Not sure\n  ","271872":"\n  Then block them\n  ","271873":"\n  Yes\n  ","271874":"\n  Any color, they are all adorable\n  ","271875":"\n  Whats sn\n  ","271876":"\n  Christmas, easter, new years, 4th of july, mothers day, fathers day, valentines day, halloween, theres several\n  ","271877":"\n  Honestly a lot, mostly involving my kids and their dad and the guy i am with and how im gonna deal with some problems once they occur bc i know they will happen just waiting for the right time to let those problems out.\n  ","271878":"\n  I dont ever remember wearing suspenders or ever even owning a pair of suspenders same with red pants, i think you have the wrong person\n  ","271879":"\n  Not my own but my mom has 2 chihuahuas a light brown and a chocolate brown, both are girls, sadly my pet passed away a while back.\n  ","271880":"\n  Personally my stomach, id have it be a bit smaller, i dont exactly dislike it, just wish it looked a bit better, but i would want to keep my stretch marks because those are a sign that i grew my babies.\n  ","271881":"\n  What do you mean by that?? Just so i know how to better put my answer.\n  ","271882":"\n  Yes i would\n  ","271883":"\n  Probably the stomach and sides\n  ","271884":"\n  I would hope i am if thats how i was supposed to feed\n  ","271885":"\n  Its fine it gives me something to do lol\n  ","271886":"\n  Not sure yet\n  ","271887":"\n  Sometimes yes\n  ","271888":"\n  Say your sorry and say why\n  ","271889":"\n  Get my life started finally\n  ","271890":"\n  Nothing\n  ","271891":"\n  Be nice to people and pick up your trash.\n  ","271892":"\n  Ride a horse.\n  ","271893":"\n  Different arts and crafts\n  ","271894":"\n  A few of the little ones\n  ","271895":"\n  No\n  ","271896":"\n  No, it was a ridiculous notion arrived at with no thought put into it\n  ","271897":"\n  Well, either they sucked or I haven’t gotten to them yet\n  ","271898":"\n  The last worst one I can remember was the Pet Sematary remake\n  ","271899":"\n  No shit\n  ","271900":"\n  Why would anyone think his spider legs, WHICH ARE THE SAME COLOR AS THE REST OF HIS FLESH would be robotic?!?\n  ","271901":"\n  I have no idea what that is\n  ","271902":"\n  No, obviously\n  ","271903":"\n  That doesn’t sound anything like the Hitman I know of\n  ","271904":"\n  Maybe\n  ","271905":"\n  You guys need to read about traveling at the speed of light, you are clueless right now\n  ","271906":"\n  At light speed?? No way, they’d trip on a pebble or run into a building and be dead in nanoseconds. Traveling at light speed is something you do in space to travel from planet to planet over vast distances\n  ","271907":"\n  You’d have to ask someone who worked on Alien Force\n  ","271908":"\n  I really don’t know\n  ","271909":"\n  Depends on how fast they can turn the pages\n  ","271910":"\n  Not getting Paul Williams to play Sublimino\n  ","271911":"\n  Maybe\n  ","271912":"\n  They’re all just based on chameleon powers\n  ","271913":"\n  I think so?\n  ","271914":"\n  No, Ben can’t learn anything that takes a lifetime to learn spending 10 minutes at a time being an alien\n  ","271915":"\n  I doubt it, they would have to be heavily technologically augmented and armored so they wouldn’t die. And where would they find anything long enough to run on at light speed?\n  ","271916":"\n  It doesn’t seem like it\n  ","271917":"\n  No\n  ","271918":"\n  Probably\n  ","271919":"\n  Nope\n  ","271920":"\n  Probably the equivalent of a huge warship or large city\n  ","271921":"\n  Swampfire maybe\n  ","271922":"\n  Nope\n  ","271923":"\n  I don’t know their prehistory or evolutions\n  ","271924":"\n  He can set things on fire\n  ","271925":"\n  No clue\n  ","271926":"\n  No\n  ","271927":"\n  ROBOTIC LEGS??? WHAT?!?!\n  ","271928":"\n  Is this unreleased?\n  ","271929":"\n  Well they changed it so you can’t get extra fires by watching a commercial after answering a question, so I can’t shoot up the ranks like I used to do. You guys will just have to give me more fires if you want me to move up\n  ","271930":"\n  My relatives\n  ","271931":"\n  Let’s see what happens\n  ","271932":"\n  Okay I’ll give it a try\n  ","271933":"\n  Do you want me to try to rise up the ranks? I’ve done it before\n  ","271934":"\n  A good rule of thumb is: don’t ask me questions that require numbers for answers\n  ","271935":"\n  You are confusing me with Tramm Wigzell or someone else who has the power to green light series\n  ","271936":"\n  Maybe\n  ","271937":"\n  People always want to jump in and be no help whatsoever, it’s my biggest pet peeve\n  ","271938":"\n  He drove it around in some episodes?\n  ","271939":"\n  Have you seen the top 10? Do you really want me mixing with those randos?\n  ","271940":"\n  I don’t know. Part of me is interested but part of me is terrified\n  ","271941":"\n  I remember that one!\n  ","271942":"\n  Death by 10,000 cuts\n  ","271943":"\n  Ooh 1 point up\n  ","271944":"\n  ALREADY ANSWERED\n  ","271945":"\n  Nonexistent\n  ","271946":"\n  I only did freelance on UAF\n  ","271947":"\n  Wow, you made that question totally incomprehensible\n  ","271948":"\n  Huh?\n  ","271949":"\n  I’m not sure, I’ve never seen him drink something hot\n  ","271950":"\n  None that haven’t been released\n  ","271951":"\n  No just homages to their names. Not sure why\n  ","271952":"\n  No\n  ","271953":"\n  Ben is not magical\n  ","271954":"\n  Probably\n  ","271955":"\n  No, Ben can’t learn anything like that being an alien 10 minutes at a time\n  ","271956":"\n  If he sees a statue of Zeus, can he turn into Zeus? No, obviously not\n  ","271957":"\n  We chose them in our story breaks like all the aliens. I don’t remember any changes\n  ","271958":"\n  Possibly after Rex\n  ","271959":"\n  Pffft. White lab is not an animal, weirdo. The Earth creatures in the Omnitrix are dolphins and white laboratory mice. That’s it\n  ","271960":"\n  No that was Matt Youngberg\n  ","271961":"\n  He’s dead?\n  ","271962":"\n  A hundred or more\n  ","271963":"\n  What’s that?\n  ","271964":"\n  10 questions with 10,000 answers\n  ","271965":"\n  Eh, Kevin is always turning bad again for some reason or another\n  ","271966":"\n  No\n  ","271967":"\n  No\n  ","271968":"\n  He’ll still be blue\n  ","271969":"\n  Gotta catch em all!\n  ","271970":"\n  I’m not sure, we’ve never seen any other than Dagon maybe\n  ","271971":"\n  Depends on how angry Hulk is\n  ","271972":"\n  I don’t know a lot, no. He was one of the Charlton Comics characters that DC acquired along with Blue Beetle and Clapton Atom. And he’s the inspiration for the Comedian from Watchmen. His live action adaptation looks fantastic. I can’t wait!\n  ","271973":"\n  Maybe something really strong like Aliens blood\n  ","271974":"\n  How long for him to get to your mom’s house?\n  ","271975":"\n  We had a really aggressive schedule and a big crew\n  ","271976":"\n  Who knows how that nonsense works\n  ","271977":"\n  Who?\n  ","271978":"\n  I doubt it\n  ","271979":"\n  No\n  ","271980":"\n  No. There isn’t any\n  ","271981":"\n  That’s actually a good question. Maybe early on they realized how dangerous their powers could be, and then invoked great restrictions\n  ","271982":"\n  It doesn’t seem that hard. The Contumelia pre-date this universe. Celestialsapiens evolved into what they are over the course of time within the timeframe of the universe\n  ","271983":"\n  Clowns?\n  ","271984":"\n  Sure\n  ","271985":"\n  We had access to the materials from the previous animated shows\n  ","271986":"\n  Not a question. Not even a word as far as I know\n  ","271987":"\n  I have as much power to recreate Omniverse as you do to make me president\n  ","271988":"\n  Wtf does this have to do with Godzilla?\n  ","271989":"\n  I don’t know\n  ","271990":"\n  It looks cool, I’m excited to see it\n  ","271991":"\n  I’m not sure, possibly\n  ","271992":"\n  lol that’s probably true\n  ","271993":"\n  No, unfortunately even though it wasn’t that long ago the rules were very different then, and we weren’t really allowed to touch on that kind of subject matter\n  ","271994":"\n  You’re welcome\n  ","271995":"\n  Much\n  ","271996":"\n  Maybe\n  ","271997":"\n  No, I’ve never really designed a Batman\n  ","271998":"\n  I don’t read fan fiction\n  ","271999":"\n  It’s hard but you have to do whatever you can to survive sometimes\n  ","272000":"\n  Like in Murakami’s concept art? That was pretty cool, too bad they dropped it\n  ","272001":"\n  I think three fingers were easier to animate on things like Bugs Bunny or Mickey Mouse, back when they actually animated in the US.\n  ","272002":"\n  Is this a test? Trans rights\n  ","272003":"\n  I can’t decide\n  ","272004":"\n  Not in the animated continuity. There’s no equivalent alien species\n  ","272005":"\n  Nope\n  ","272006":"\n  Recolor\n  ","272007":"\n  What do you mean?\n  ","272008":"\n\n   https:\/\/www.mycomicshop.com\/search?q=\n  \n  “Ben+10”&pubid=&PubRng=\n  ","272009":"\n  Probably some\n  ","272010":"\n  A speedster is a speedster\n  ","272011":"\n  When did he become intangible??\n  ","272012":"\n  How would we have that, exactly?\n  ","272013":"\n  What??\n  ","272014":"\n  Yep\n  ","272015":"\n  Good for him but what the hell is he talking about?\n  ","272016":"\n  Somebody please type a coherent sentence\n  ","272017":"\n  Polywhirl is a Pokémon\n  ","272018":"\n  This is obviously not a question for me\n  ","272019":"\n  The name generally comes first\n  ","272020":"\n  No, Glomgold Global, Destroido Corp, M.A.R.S. Industries, and Roxxon Oil\n  ","272021":"\n  I don’t really give any thought to the reboot\n  ","272022":"\n  Like a round cave man?\n  ","272023":"\n  I’ve never really considered it, possibly I suppose\n  ","272024":"\n  No, she’s not as smart\n  ","272025":"\n  Wouldn’t you call him Roman?\n  ","272026":"\n  I don’t think they spent enough time together to decide if they like one another or not\n  ","272027":"\n  He’d have to catch her first, and his tongues would definitely not be strong enough to reel her in. But if he could ingest her she would be trapped in the subspace of the Gourmand swarm gastronomy\n  ","272028":"\n  No one ever brought it up\n  ","272029":"\n  I don’t have any set way if starting. If I am trying to figure out the personality then I would probably start with the head. If I have an idea for the costume first I might start with the body\n  ","272030":"\n  Zoidberg or Vilgax?\n  ","272031":"\n  You have to try to go talk to them first. If that doesn’t work call the cops\n  ","272032":"\n  No\n  ","272033":"\n  Yes. Exactly similar\n  ","272034":"\n  Nope\n  ","272035":"\n  Worse than anything else?\n  ","272036":"\n  We did color variations for many characters\n  ","272037":"\n  What?\n  ","272038":"\n  What are you talking about they were all red? Why does this question keep coming back?\n  ","272039":"\n  I wouldn’t think so, no\n  ","272040":"\n  It would probably transform similarly to Ultra Magnus\n  ","272041":"\n  Some probably\n  ","272042":"\n  Yeah, it doesn’t work like that. I can’t just decide to start making episodes in my spare time\n  ","272043":"\n  What?\n  ","272044":"\n  I don’t think I did anything for the hallway scene\n  ","272045":"\n  Because it’s a prototype like his armor, genius\n  ","272046":"\n  Me\n  ","272047":"\n  No\n  ","272048":"\n  Somebody asked how Mole Stache breathed once, that was pretty terrible\n  ","272049":"\n  It was different from day to day. One day a week was taken up by story breaks, and records took up half a day every week. Color breakdowns were also long meetings. I had to squeeze in time for my own drawing while meeting with the different design departments for reviews\n  ","272050":"\n  Sure\n  ","272051":"\n  In the Limax Wars\n  ","272052":"\n  No\n  ","272053":"\n  Because that is who he ends up marrying and having kids with. And she’s a lot cooler of a character than the others\n  ","272054":"\n  No I don’t think so\n  ","272055":"\n  No\n  ","272056":"\n  Probably not unless the reboot picks up that storyline\n  ","272057":"\n  Yes\n  ","272058":"\n  Combined\n  ","272059":"\n  Well I definitely wouldn’t use parody as a blanket term for all of them. An example is Ultimate Gravattack and Gutrot are not parodies in any way (except maybe legally), they are definitely homages.\n  \n  The guesses for Feedback & Atomix are just wrong.\n  \n  Collectimus is half right, he’s based on a green Galactus from an old Fantastic Four cartoon intro, AND he’s sitting in a Metron-esque chair\n  \n  I’m not sure why he skipped Ben 23 and Benzarro, which have fairly obvious inspirations\n  \n  The Galvan names aren’t parodies of real people in any way, just references to their names. I can’t believe that guy can’t pronounce Butch Lukic’s name after we said it for 80 episodes. It wasn’t cool to disrespect Butch like that\n  \n  That’s the stuff that stood out to me as wrong the other stuff seems in the right ballpark\n  ","272060":"\n  Because I did\n  ","272061":"\n  Not just a crane! It’s a derrick\n  ","272062":"\n  I guess they wanted to use other actors\n  ","272063":"\n  I doubt it\n  ","272064":"\n  There are human mutants like Kevin, Cooper, Porcupine and Gator Boy. And there are alien hybrids like Manny and Helen\n  ","272065":"\n  Tuna safe dolphin\n  ","272066":"\n  Yeah I guess it has to be case by case\n  ","272067":"\n  Yes, I wanted a way to use old Perkins concepts\n  ","272068":"\n  Those are usually done by CN consumer products\n  ","272069":"\n  Tastes like dolphin\n  ","272070":"\n  I met Charles Nelson Reilly after seeing his one man show\n  ","272071":"\n  They could have made one of those little SD figures of him\n  ","272072":"\n  Yes\n  ","272073":"\n  I suppose he does look like a minion. When I did my concepts for him they told me he was a demon, not a gremlin. And they didn’t mention his powers\n  ","272074":"\n  Oh that’s awesome\n  ","272075":"\n  They aren’t white walkers!\n  ","272076":"\n  Huh?\n  ","272077":"\n  Well we had done 80 episodes, I was ready for a break or something new\n  ","272078":"\n  I don’t care either way\n  ","272079":"\n  We had more ideas\n  ","272080":"\n  Nope\n  ","272081":"\n  He won’t. Omniverse is over\n  ","272082":"\n  I think most can be described using the finale titles\n  ","272083":"\n  No\n  ","272084":"\n  No\n  ","272085":"\n  You can keep asking that over and over but it’s not going to make any more sense than the first time\n  ","272086":"\n  No. I have released tons of artwork\n  ","272087":"\n  So what? There are many examples of them using powers incorrectly\n  ","272088":"\n  It’s crude yet funny\n  ","272089":"\n  I don’t know what you mean, and we didn’t do her as Anodite\n  ","272090":"\n  Tom Perkins drew him with a few notes from me. We just put things where they made sense, could be functional, and look cool\n  ","272091":"\n  No\n  ","272092":"\n  Because he did\n  ","272093":"\n  No\n  ","272094":"\n  Blood\n  ","272095":"\n  No\n  ","272096":"\n  I just answered that\n  ","272097":"\n  I don’t remember that one\n  ","272098":"\n  Wow\n  ","272099":"\n  Do you think if Fools Gold was done in the original series it would have been really funny?\n  ","272100":"\n  I don’t think so\n  ","272101":"\n  No\n  ","272102":"\n  It would be nice if you actually read my answers instead of asking needless follow ups\n  ","272103":"\n  I think Steven and Chap did look back at their concepts when they redesigned their aliens\n  ","272104":"\n  I thought it was maybe because it was a little naked man\n  ","272105":"\n  Yeah I think he came out great\n  ","272106":"\n  And His name is Zoidberg\n  ","272107":"\n  What are you talking about? Just look at it! Use your eyes this time. They remove the characters from the backgrounds in the crudest way that wrecks their outlines. Just leave it on the backgrounds!\n  ","272108":"\n  Lol\n  ","272109":"\n  Not that I remember. Bandai said they didn’t want to make a Jury Rigg figure, but I guess they liked ours better since they ended up making him after all\n  ","272110":"\n  You want to wait until April?\n  ","272111":"\n  Yes\n  ","272112":"\n  Because he didn’t want to, and we had a enough designers we didn’t need him\n  ","272113":"\n  Probably not anytime soon\n  ","272114":"\n  Argit\n  ","272115":"\n  What does that mean?\n  ","272116":"\n  I had watched the original series and a lot of UAF, and collected the Bandai toys. Youngberg and I would sometimes talk about what we would do if we ever got to work on it years before we ever did. We still did go back and watch episodes for research sometimes\n  ","272117":"\n  Usually I like to do the opposite and let the actor’s voice inspire the design. I like to draw during the records. Once in a while it goes the other way. I did have Blukic & Driba’s voices already in mind after I drew them.\n  ","272118":"\n  No\n  ","272119":"\n  It wasn’t because he wasn’t a fan favorite, it’s because his toys didn’t sell\n  ","272120":"\n  It was my idea that he could be a Cerebrocrustacean because they didn’t want us using Brainstorm. Youngberg named him. And he’s my design\n  ","272121":"\n  They had some roughs for Bloxx I made notes on, I just changed the head. I think it was my idea to have Gravattack fold up into a planet. Feedback I had Dave Johnson to design so he would look more like an original series alien\n  ","272122":"\n  Yes\n  ","272123":"\n  I can’t think of anything lately\n  ","272124":"\n  No, I wasn’t named after Jerry\n  ","272125":"\n  Yes probably\n  ","272126":"\n  Well that would be me because I was involved in casting too. So I’d be asking myself. But I’m not in SAG\n  ","272127":"\n  Probably the original series\n  ","272128":"\n  Wow I don’t remember that one at all\n  ","272129":"\n  I draw way too slow to do comix, I’m just not cut out for it. The Stunticon comic drawn by Marcelo Matere is a great comic done in my style though! I highly recommend. I consider it canon too as Marty Isenberg wrote it\n  ","272130":"\n  Well the one guy was supposed to die! Youngberg had to re-edit it so he didn’t because CN all the sudden at the last second decided they didn’t want anyone dying\n  ","272131":"\n  Their original idea went through many stages of development with different creators\n  ","272132":"\n  Yes, if Ben learns how\n  ","272133":"\n  Uh, maybe you should reread it\n  ","272134":"\n  He absorbed and destroyed him\n  ","272135":"\n  I’ll see what I can do\n  ","272136":"\n  Ah yes! Claire Danes!\n  ","272137":"\n  Ooh, what was this in? Beedle?\n  ","272138":"\n  Ben had used Rath so many times that his brain became infected with Appoplexian emotions and ultra violent impulses that his human mind could not handle, resulting in Ben not being able to control his actions.\n  \n  Just kidding, I have no idea!\n  ","272139":"\n  His opinions are only canon to the reboot. You’d have to ask Alex Soto if that was true for the original continuity\n  ","272140":"\n  Gosh I’d have to watch every episode ever over again to figure that out.\n  ","272141":"\n  Nope\n  ","272142":"\n  Why are they wasting time doing that?\n  ","272143":"\n  I like them both a lot, but some of UAF is a bit too watered down.  It wasn’t Murakami enough for me at times. I like that there are distinct different eras. Johnson, Perkins, Murakami\/Wong\n  ","272144":"\n  I would look at some good reference. Like Eeyore and Nestor. I’d definitely look at Brianne Drouhard’s Art. Make sure you get good solid underdrawing before you add the details\n  ","272145":"\n  Glen and Dwayne came up with the concept of Khyber and the Nemetrix. Maybe Malware too? Basically the first Omniverse arc. Youngberg, Matt Wayne, and Charlotte Fullerton started working on Omniverse before I came on while I was still on Scooby so I’m not clear on all the details of that time\n  ","272146":"\n  I think that was just the idea to have an all new batch of aliens and not use any originals\n  ","272147":"\n  They don’t need them, they just do an incantation or something and the tats appear\n  ","272148":"\n  I don’t know\n  ","272149":"\n  Does he?\n  ","272150":"\n  Like UAF\n  ","272151":"\n  No\n  ","272152":"\n  If he was in Omniverse I’d probably make him green!\n  ","272153":"\n  It’s not canon, and my understanding is the live action shows were never mean to be considered the same canon as the cartoons\n  ","272154":"\n  You can’t tell me what to do, you’re not my dad!\n  ","272155":"\n  Oh, who was that? I can’t remember\n  ","272156":"\n  Nobody ever brought it up\n  ","272157":"\n  Sorry, misread the question.  Yes, CN was always trying to get them to go more in that direction, and Omniverse was always meant to be a course correction\n  ","272158":"\n  Well that explains it\n  ","272159":"\n  Well he would have to be able to take it apart faster than DDD’s pit crew could put it back together\n  ","272160":"\n  What?\n  ","272161":"\n  No\n  ","272162":"\n  No\n  ","272163":"\n  Well thank you. I’m not sure how to answer that one. A lot of it is just opinions and people’s taste. But the credit should mostly go to Matt Youngberg, he would rewrite parts of the scripts himself, which most producers don’t do. Omniverse’s story breaks were also generally really fun to do. We had tons of ideas and enjoyed putting them into the stories.\n  \n  I think Glen and Dwayne not being as big of fans of the original series as us hurt them too. And they were always butting heads with CN which probably made their jobs less fun and translated into the stories being less enjoyable\n  ","272164":"\n  It seems possible\n  ","272165":"\n  Sure\n  ","272166":"\n  What?\n  ","272167":"\n  It’s even in the wiki, come on\n  ","272168":"\n  There were a few people on twitter that said they’d be bummed out if they didn’t get Rex\n  ","272169":"\n  The Ecto-1 could have been much cooler. It should have had some of the iconic parts of the vehicle be prominent in the robot mode. His first head is really boring too.\n  ","272170":"\n  They just look like that style of goggles. It’s not a reference to Gizmo\n  ","272171":"\n  I’m not sure\n  ","272172":"\n  What? No\n  ","272173":"\n  No\n  ","272174":"\n  Vampires\n  ","272175":"\n  No\n  ","272176":"\n  Production of Omniverse? It would have been the same as the others. UAF part 3\n  ","272177":"\n  No clue\n  ","272178":"\n  Sounds like a tumor 😶\n  ","272179":"\n  Yes, I wouldn’t do it if I didn’t mostly like it.\n  ","272180":"\n  Neither.\n  ","272181":"\n  Yes, dumb ass. It means I answered it and I answered it only hours before you asked again\n  ","272182":"\n  A poor understanding of his character and a disinterest in the original series led to his UAF appearance\n  ","272183":"\n  Nice!\n  ","272184":"\n  Who knows\n  ","272185":"\n  No, everyone stems from Ma\n  ","272186":"\n  The war seems to change every time he tells a story\n  ","272187":"\n  That’s tough. Probably either Blukic or Driba or the Galvan soldier\n  ","272188":"\n  I think they’re a great idea in theory, but the execution is usually sub par\n  ","272189":"\n  I think splitting Glen Murakami’s job into two jobs where Youngberg could focus on the writing, storyboarding and animation, and I could focus on the art direction, preproduction art and the toys helped a lot.  Plus Youngberg and my priorities were much different than the UAF priorities. Matt and I really wanted to world build and get a more dynamic anime type of animation, which is what we like.\n  ","272190":"\n  I’m not sure, some people still want him\n  ","272191":"\n  Huh? In what way?\n  ","272192":"\n  I remember a little old lady in a rocking chair\n  ","272193":"\n  I think it was an ILM shirt\n  ","272194":"\n  I don’t think he spoke\n  ","272195":"\n  Unfortunately I only have Triple D in night colors\n  ","272196":"\n  Bushido was designed by Jon Suzuki. I wish they had made a toy\n  ","272197":"\n  Oops this reply is too late but here’s a Fistrick brand chicken astronaut\n  ","272198":"\n  I don’t think we even knew about those aliens at the time\n  ","272199":"\n  Tanner Johnson is the nicest person I’ve ever met\n  ","272200":"\n  No, unfortunately I have very few Legion models\n  ","272201":"\n  Upchuck would be a closer resemblance\n  ","272202":"\n  I drew him before?\n  ","272203":"\n  Did you read it at all? How was it if you did?\n  ","272204":"\n  He’s convalescing from his psychosomatic war wounds\n  ","272205":"\n  No, I was in house at CN when I did designs for the Attea episode, but I was back at WB during Ultimate\n  ","272206":"\n  I didn’t work on any games\n  ","272207":"\n  I wish I thought of that!\n  ","272208":"\n  Dyemooch! Josh Perez\n  ","272209":"\n  It’s just a name\n  ","272210":"\n  It’s got to be the Ultimates, they were more detailed than a lot of other designs\n  ","272211":"\n  No, definitely not. And it was 95% the same people working on it\n  ","272212":"\n  Didn’t Weismann do a comic of his version of season 3?\n  ","272213":"\n  Are they good questions?\n  ","272214":"\n  I don’t know them\n  ","272215":"\n  I think that’s a great choice\n  ","272216":"\n  Or just a straight up dilophosaurus\n  ","272217":"\n  It’s possible that a squid Kraken also exists\n  ","272218":"\n  Omniverse 4Arms is based on my concepts but I can’t remember who did the final model. Idk who did the UAF one\n  ","272219":"\n  Don’t be a douche\n  ","272220":"\n  Lol, even Chris O’Donnel is a better designed Robin\n  ","272221":"\n  Different\n  ","272222":"\n  Wow. Try reading the answers sometimes\n  ","272223":"\n  You can do Google searches and sometimes find online stores that still sell Omniverse, especially European stores. You might want to ask guardabarranco_collections on Instagram if you are looking for something that’s hard to find. He’s hooked me up with some really rare stuff. Other than that it’s just ebay and Mercari\n  ","272224":"\n  Garage finds are the best\n  ","272225":"\n  It keeps going because it gets better ratings than the other stuff on CN. Why I don’t know\n  ","272226":"\n  Some might be soft canon. Comic adaptations always try to overstep their boundaries and introduce characters that you know will turn up in later seasons of the show and be completely different\n  \n  The only comics that are full canon are the Transformers Animated the Arrival comics, because Marty Isenberg actually wrote them\n  ","272227":"\n  Except it’s a porta potty instead of a phone box\n  ","272228":"\n  Yes, I’ve only seen the comics\n  ","272229":"\n  Not in my sketchbooks\n  ","272230":"\n  These were all taken from Undertown aliens drawn by Steven and Chap. I think I came up with Pesky’s name\n  ","272231":"\n  Yep\n  ","272232":"\n  The ideas for Bloxx, Gravattack, and Feedback were already started when I came onboard. Whampire is mine\n  ","272233":"\n  No, yes, yes\n  ","272234":"\n  Just the first season, I keep meaning to watch it since it’s been on Disney+\n  ","272235":"\n  Yes, no, maybe I can’t remember\n  ","272236":"\n  It was a temp name that nobody really wanted to use\n  ","272237":"\n  I don’t know, does he seem like he does?\n  ","272238":"\n  Sublimino, Xylene, Cooper\n  ","272239":"\n  I don’t speak that language\n  ","272240":"\n  True, but he probably does that with everyone!\n  ","272241":"\n  That would be a pretty dumb idea\n  ","272242":"\n  No they are spells\n  ","272243":"\n  They want a cracker\n  ","272244":"\n  Go! Robin probably. I think I like all the rest\n  ","272245":"\n  I have no idea\n  ","272246":"\n  They are part of Vladats\n  ","272247":"\n  That would have been cool. I tried really hard to get them to make an Argit. Maybe a good accessory would have sold him\n  ","272248":"\n  Sure maybe. But I usually prefer to do more stuff I haven’t done before\n  ","272249":"\n  It’s style guide art for merchandise\n  ","272250":"\n  I just don’t have ideas for casting everybody\n  ","272251":"\n  There can be more than one samurai or pirate\n  ","272252":"\n  Probably\n  ","272253":"\n  Please ask this question 200 more times\n  ","272254":"\n  There are so many good ones in the main line, the Bens, Frankenstrike and the Halloween aliens, NRG. I was disappointed in Tyrannopede, he’s so small and in a weird pose\n  ","272255":"\n  Whoever he wants to\n  ","272256":"\n  Lol\n  ","272257":"\n  Guess\n  ","272258":"\n  Oh dear\n  ","272259":"\n  The problem is that the Animated toys were so much bigger than the current toys, so they wouldn’t be scaled the same\n  ","272260":"\n  Maybe Brainstorm or Jhiaxus\n  ","272261":"\n  I don’t know that they’ve ever been in contact\n  ","272262":"\n  Running around the castle\n  ","272263":"\n  No\n  ","272264":"\n  No\n  ","272265":"\n  The name sounds vaguely familiar\n  ","272266":"\n  Yes\n  ","272267":"\n  I have no idea\n  ","272268":"\n  Oh. Just because what would it be?\n  ","272269":"\n  No, not really. I don’t do as many concepts as Perkins and my false starts are just loose scribbles\n  ","272270":"\n  If he thinks of it\n  ","272271":"\n  What?\n  ","272272":"\n  Under your bed or in storage in your garage\n  ","272273":"\n  A fight?\n  ","272274":"\n  What??\n  ","272275":"\n  Already answered\n  ","272276":"\n  Dou did these concepts after I sent her my roughs. I would have liked to have used a few more of these outfits\n  ","272277":"\n  Hm, maybe I mistook the character. I don’t remember. But Shakeh was only there part of first season.\n  ","272278":"\n  Ha!\n  ","272279":"\n  Spoilers!\n  ","272280":"\n  No, I’ll probably do the gauntlet\n  ","272281":"\n  I get the impression they didn’t know each other. He was probably in the Null Void when the Earth Plumbers were merged with the space police force\n  ","272282":"\n  It’s hard to remember now, I couldn’t keep Shakeh on the show for too long. I think she designed the little human girl, Madison and probably other Kraaho. She didn’t do Verdona, I think that was Dou Hong based on my roughs\n  ","272283":"\n  Told in pop ups, I think\n  ","272284":"\n  I regret not getting to do a few characters and I regret we didn’t get to bring back Fred Tatasciore at least for a new role\n  ","272285":"\n  I was really excited. Excited enough about it to leave Scooby before it was finished.\n  ","272286":"\n  Omnitrix uniform clothes\n  ","272287":"\n  Jerry is still searching for that special somebody\n  ","272288":"\n  Watch the show\n  ","272289":"\n  Nope\n  ","272290":"\n  Prefer it to what?\n  ","272291":"\n  Those Dou Hong early concepts?\n  ","272292":"\n  D. Alien\n  ","272293":"\n  Maybe I can make him thinner like that\n  ","272294":"\n  The 10,000 Volt Ghost. Yes, a little\n  ","272295":"\n  Nah probably not\n  ","272296":"\n  Oh, no. I thought there was one in Brazil\n  ","272297":"\n  I don’t remember Kroll?\n  ","272298":"\n  Why?\n  ","272299":"\n  From scratch\n  ","272300":"\n  Sure\n  ","272301":"\n  Depends on what mood I’m in\n  ","272302":"\n  Yes\n  ","272303":"\n  There wasn’t a formula to it, it was different each time\n  ","272304":"\n  He only knows about the reboot, not the classic continuity\n  ","272305":"\n  Huh?\n  ","272306":"\n  No. After Rex\n  ","272307":"\n  I made a big pot of soup once but left the burner up too high for too long and burnt all the stuff on the bottom which made everything taste burnt and I had to throw it all out\n  ","272308":"\n  Sure why not?\n  ","272309":"\n  Watch the show\n  ","272310":"\n  Nope\n  ","272311":"\n  It’s a good one\n  ","272312":"\n  For me, yes. I like the songs in Rocky Horror but don’t really like the movie much\n  ","272313":"\n  Ha! Doubtful\n  ","272314":"\n  Not really\n  ","272315":"\n  Soft canon\n  ","272316":"\n  I’m just doing freelance stuff at the moment, nothing big yet\n  ","272317":"\n  Who’s going to stop me?\n  ","272318":"\n  Nope\n  ","272319":"\n  Nothing magical\n  ","272320":"\n  No\n  ","272321":"\n  No. He wasn’t involved so he wasn’t privy to any of our concepts.\n  ","272322":"\n  Here or Instagram probably\n  ","272323":"\n  Love Zim\n  ","272324":"\n  You mean pretty looking with a boring story?\n  ","272325":"\n  Like the sound of rocks scraping together and the sound of wet noodles\n  ","272326":"\n  What kind of question is this even? Terrible\n  ","272327":"\n  Because he wasn’t meant to be used outside of water\n  ","272328":"\n  Definitely canon\n  ","272329":"\n  No, sorry. I definitely couldn’t use any names the fans come up with\n  ","272330":"\n  Spanner traveling to the past had nothing to do with his future parents relationship\n  ","272331":"\n  I don’t know either of those people\n  ","272332":"\n  Like Peppermint Larry\n  ","272333":"\n  I don’t think it ever came up\n  ","272334":"\n  Why is this even a question?\n  ","272335":"\n  There is no king\n  ","272336":"\n  Finally a decent question\n  ","272337":"\n  No, I’m not a writer and I didn’t ever want to write for the show. Matt Wayne asked me if I did once, but I’m a drawer. I’m very happy coming up with the ideas and elements of a story for the writers to turn into a script\n  ","272338":"\n  Fan theories on the wiki not based on any facts spread like stds\n  ","272339":"\n  Or she created her own reality? I really don’t know\n  ","272340":"\n  Something changes in him obviously\n  ","272341":"\n  Just the ones that have already been shown\n  ","272342":"\n  I don’t know what Ultimate Kevin is\n  ","272343":"\n  No\n  ","272344":"\n  No\n  ","272345":"\n  No\n  ","272346":"\n  No\n  ","272347":"\n  Guinea pigs\n  ","272348":"\n  🤷‍♂️\n  ","272349":"\n  Good\n  ","272350":"\n  No, I wouldn’t change anything\n  ","272351":"\n  No, Ben and Julie never seemed to have much chemistry or a very good relationship. People who dated when they were 15 don’t usually end up together\n  ","272352":"\n  I don’t remember\n  ","272353":"\n  Did you ever see anything like that in the show?\n  ","272354":"\n  Nothing much so far but I’m hoping to get back to him soon\n  ","272355":"\n  Yes, I love Paul Williams\n  ","272356":"\n  If he could manage to figure out the Omnitrix timer he could be really good at espionage\n  ","272357":"\n  Yes, it’s just Tanner with a white beard\n  ","272358":"\n  Jabba and Palpatine\n  ","272359":"\n  I don’t think sound waves kill Venom, just destabilize him\n  ","272360":"\n  Are there realities where Ben is not lazy enough and has the focus to become a ninja? Seems unlikely\n  ","272361":"\n  From WWE\/WWF, yes\n  ","272362":"\n  I don’t know if I’d want to do another whole series\n  ","272363":"\n  Great but so short!\n  ","272364":"\n  No, I think he likes it\n  ","272365":"\n  I appreciate that, thank you. I do save questions sometimes because I have to give them thought, but questions I save also get buried and I can’t find them all the time when I go back to look.\n  \n  But this I already answered this guy’s questions anyway. They just weren’t getting the answer they wanted\n  ","272366":"\n  I like to hear people’s favorite characters, but sometimes there’s a weird obsession that is just too much. And these type of guys will only accept the answer they already have mind anyway\n  ","272367":"\n  Depends on the planet and species\n  ","272368":"\n  What would be the point if it didn’t?\n  ","272369":"\n  No, that was probably an animation error or the wrong fx model got sent to the animation studio\n  ","272370":"\n  You send me each of your already redundant questions literally 10 times, yes I’m going to be rude to you 🖕\n  ","272371":"\n  We get it, you like Rojo. Now move on\n  ","272372":"\n  No\n  ","272373":"\n  Nope\n  ","272374":"\n  Same\n  ","272375":"\n  Better let me tell you what’s Omniverse style\n  ","272376":"\n  Almost nothing is known about Atomix\n  ","272377":"\n  Missing the obvious?\n  ","272378":"\n  Beaker and SkekSil the Chamberlain\n  ","272379":"\n  They are not known for their fancy footwork (no feet)\n  ","272380":"\n  Probably\n  ","272381":"\n  Now I want an MCU villain to sing\n  ","272382":"\n  Unlikely\n  ","272383":"\n  I don’t like camping and I’ve been\n  ","272384":"\n  Already did one\n  ","272385":"\n  No I don’t believe so\n  ","272386":"\n  Porta potty and nothing\n  ","272387":"\n  No\n  ","272388":"\n  No and very unlikely\n  ","272389":"\n  I don’t know which one that is. The games are probably soft canon\n  ","272390":"\n  Probably not. I’d give it to Steven to do\n  ","272391":"\n  Similar to the original series playlist\n  ","272392":"\n  Oof. Next time maybe stick to our universe\n  ","272393":"\n  I doubt it\n  ","272394":"\n  I’m not sure if you noticed or not, but we changed all the designs. It was a new show\n  ","272395":"\n  Wtf??\n  ","272396":"\n\n   https:\/\/youtu.be\/bd_VnhMOcGo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","272397":"\n  They are clockwork mounts\n  ","272398":"\n  I don’t know\n  ","272399":"\n  I dunno\n  ","272400":"\n  Nope\n  ","272401":"\n  Maybes\n  ","272402":"\n  Just a name\n  ","272403":"\n  There isn’t any\n  ","272404":"\n  No\n  ","272405":"\n  I don’t read fan fiction, and I’m not a fan of Danny Phantom.\n  ","272406":"\n  That’s a good one\n  ","272407":"\n  There may be realities where the Omnitrix user is not human but Ben is probably always human\n  ","272408":"\n  Ask Perkins\n  ","272409":"\n  Probably one of the things yes\n  ","272410":"\n  They do indeed!\n  ","272411":"\n  No it isn’t\n  ","272412":"\n  Another weird idea treated as fact by the fandom\n  ","272413":"\n  I think so\n  ","272414":"\n  Is it something that exists anywhere?\n  ","272415":"\n  In Omniverse it’s Members Only\n  ","272416":"\n  I don’t remember him using a code to unlock anything just a code for the lifeform lock\n  ","272417":"\n  Same as what happens in the episode\n  ","272418":"\n  Things that don’t evolve go extinct\n  ","272419":"\n  Most times it seems like the transformation lasts for around 10 minutes, but the timer is also random\n  ","272420":"\n  I have friends who play it but I always prefer Rankin Bass orcs\n  ","272421":"\n  In what way?\n  ","272422":"\n  Not that I know of\n  ","272423":"\n  It’s not something I’d considered previously\n  ","272424":"\n  I thought that was common knowledge\n  ","272425":"\n  Maybe in a reality he wrote\n  ","272426":"\n  Yes\n  ","272427":"\n  What?\n  ","272428":"\n  It’s not on my to do list currently\n  ","272429":"\n  He wasn’t ever depicted earlier, but I like Perkins’ version\n  ","272430":"\n  Smoothies are not ice cream. Shakes are made from ice cream, smoothies are blended fruit\n  ","272431":"\n  Yes, people at a convention are usually happy to be there and very friendly\n  ","272432":"\n  You realize Toepick is Ben, don’t you?\n  ","272433":"\n  No, we never got that far. Just nobody liked the name\n  ","272434":"\n  Hm, I don’t think so\n  ","272435":"\n  I don’t think mine was a big enough evolution compared to the others they came up with\n  ","272436":"\n  I’m not sure, maybe parts of it. I’d probably have Steven do it. I just wouldn’t have UWM talk\n  ","272437":"\n  Not as far as I know\n  ","272438":"\n  His Mom drives it\n  ","272439":"\n  It’s almost like IMDB doesn’t exist\n  ","272440":"\n  Ball Weevils aren’t from the same world as the Worsts originally, but many immigrated there and have lived there for generations\n  ","272441":"\n  Most species eat what grows or lives on their planet\n  ","272442":"\n  Unknown\n  ","272443":"\n  Flim Flam\n  ","272444":"\n  I’ve always assumed so\n  ","272445":"\n  Yes\n  ","272446":"\n  Yes\n  ","272447":"\n  Yep!\n  ","272448":"\n  Sounds probable\n  ","272449":"\n  I don’t think so, i can’t remember who wanted to use him. I think everybody loved his design so they wanted to see more of him\n  ","272450":"\n  Looks pretty good but he’s got some poor Omnitrix placement\n  ","272451":"\n  It was either in the script or the storyboard artists came up with it\n  ","272452":"\n  Probably something bad\n  ","272453":"\n  I’m not sure\n  ","272454":"\n  Yes\n  ","272455":"\n  It depends on the character\n  ","272456":"\n  Yes\n  ","272457":"\n  I assume he swoops over people and gasses them\n  ","272458":"\n  Doc Oc is great. Mine is Jack O Lantern or Hobgoblin probably\n  ","272459":"\n  I think I rewatch Scooby the most, at least right now. I haven’t interacted with the Scooby fandom too much but the ones I have talked to seem nice. And the Unmasked Podcast interview I did was fun. Interacting with Transformers fans at conventions and doing TF podcasts was also fun. I’ve only ever really interacted with Ben 10 fans online\n  ","272460":"\n  No and no\n  ","272461":"\n  He could probably light something so it looks a certain color but once his light was off the color would go back to normal\n  ","272462":"\n  No they were insistent they meant strawberries, so I don’t know wtf they’re talking about\n  ","272463":"\n  Lol\n  ","272464":"\n  Nobody ever brought him up\n  ","272465":"\n  Maybe\n  ","272466":"\n  Not through the skin but he could dismantle an endoskeleton\n  ","272467":"\n  I don’t go on 4chan\n  ","272468":"\n  Probably\n  ","272469":"\n  No\n  ","272470":"\n  He may have some rudimentary bomb making skill\n  ","272471":"\n  Happy New Year!\n  ","272472":"\n  Probably\n  ","272473":"\n  No, my Ultimate Wildmutt designs were not used\n  ","272474":"\n  No, they weren’t created for the American market\n  ","272475":"\n  Probably not\n  ","272476":"\n  I designed Grey Matter and most of the Galvan. Dou Hong designed some too\n  ","272477":"\n  Starscream\n  ","272478":"\n  No more nonsense questions from you\n  ","272479":"\n  He can’t! Obviously\n  ","272480":"\n  You guys are the worst sometimes\n  ","272481":"\n  Yes usually they seek me out\n  ","272482":"\n  I liked working on all of them\n  ","272483":"\n  Like Nathan Lane\n  ","272484":"\n  It would be cool!\n  ","272485":"\n  Raspberry\n  ","272486":"\n  Sure\n  ","272487":"\n  No current plans\n  ","272488":"\n  Strawberries?!???\n  ","272489":"\n  Probably\n  ","272490":"\n  Yes\n  ","272491":"\n  Who says he did?\n  ","272492":"\n  I don’t think so\n  ","272493":"\n  Probably\n  ","272494":"\n  I don’t know\n  ","272495":"\n  I don’t remember ever saying she was supposed to appear\n  ","272496":"\n  No\n  ","272497":"\n  Probably\n  ","272498":"\n  I should have chosen Sir Tic Tic or Xylene or something else but I thought that’s what fans would want\n  ","272499":"\n  Just a little while. I’ll get back to it in a bit\n  ","272500":"\n  No\n  ","272501":"\n  No\n  ","272502":"\n  Well what did Norma say?\n  ","272503":"\n  Of course no beer, he can’t have beer til he’s 21\n  ","272504":"\n  Yep\n  ","272505":"\n  With what?\n  ","272506":"\n  I can’t delete other people’s questions on twitter\n  ","272507":"\n  He would just show up and say “Hi Ma! Remember me, cousin Decagon?”\n  ","272508":"\n  I guess you can but a lot of them are just names made up on the fly and don’t have any other info to them\n  ","272509":"\n  Not anytime soon\n  ","272510":"\n  I won’t be doing that\n  ","272511":"\n  I’d like to do a Transformers Animated movie that’s made up of short stories where we get to see Transformers that didn’t show up in the series\n  ","272512":"\n  I’ve thought about it a little\n  ","272513":"\n  Probably Decagon\n  ","272514":"\n  Probably\n  ","272515":"\n  He can project voices from them he just obviously can’t move their mouths\n  ","272516":"\n  Ha! That would be cool\n  ","272517":"\n  Yes\n  ","272518":"\n  They come from the fandom\n  ","272519":"\n  Ginger ale and Alien\n  ","272520":"\n  I’m not sure, probably not Thriller\n  ","272521":"\n  Port-A-Porty is a different alien\n  ","272522":"\n  It is but I don’t want to\n  ","272523":"\n  Not any practical limit\n  ","272524":"\n  They are from Chronosapien history long before interstellar flight, they have been gone for hundreds of years\n  ","272525":"\n  He’d be a good voice for anyone\n  ","272526":"\n  No\n  ","272527":"\n  I loved Playmates in the 90s, but the modern Turtles stuff seems off model with mushy sculpts. Playmates Ben 10 stuff looks alright, Cartoon Network consumer products is probably keeping them in line\n  ","272528":"\n  No, but they may be aware if there ever were changes\n  ","272529":"\n  Merry Straxmus! He hasn’t had a toy since 2010! There’s just not enough plastic\n  ","272530":"\n  Nothing other than what’s already been released\n  ","272531":"\n  Ask them\n  ","272532":"\n  It obviously wasn’t added in Omniverse. Use your head!\n  ","272533":"\n  I’d like to visit Mexico! I do love tacos and there are great youtube videos about all the amazing tacos\n  ","272534":"\n  The fundraiser one isn’t true. I just don’t want to commit to anything before I finish what I already have. I take any suggestions for the streams and gofundme from anyone, but that doesn’t necessarily mean I’ll use the suggestions\n  ","272535":"\n  Nice! You’re welcome\n  ","272536":"\n  Ben is young I prefer him not be already tied down at 16. I never felt Julie’s and Ben’s relationship had much chemistry, and Ben didn’t treat her very well. Ben’s relationship with Kai is more fun because you know they will end up together eventually, but it’s not happening yet\n  ","272537":"\n  Trending on a social media platform that no one knows or cares about. Formspring was so much better than this nonsense\n  ","272538":"\n  There isn’t one that stands out as hardest. Plus we are working on multiple overlapping episodes at the same time\n  ","272539":"\n  I got a double volume set of Marc Davis Imagineering books, and a Gremlins advent calendar with little figures. And a bunch of smaller things\n  ","272540":"\n  Merry Christmas!\n  ","272541":"\n  No\n  "}}