{"Question":{"277907":"\n   I heard that Botcon might finish after this year, Do you know anything about it?\n  ","277908":"\n   Glad to see Transformers animated continue through different avenues like the recent Comiket. Is there anything more in store for TFA?\n  ","277909":"\n   Hey, Mr Wyatt!!!\nWhat films\/cartoons r u excited to watch next year??\n  ","277910":"\n   How many Ben 10 questions are you still being asked?\n  ","277911":"\n   Did the Ben 10 omniverse Upchuck ever come out?\n  ","277912":"\n   What do you like about Metalhawk?\n  ","277913":"\n   Who was your reference for Animated Ginrai? :)\n  ","277914":"\n   Did you watch Star Wars force awakens?\n  ","277915":"\n   What is the saddest thing about being an animator?\n  ","277916":"\n   Was animated Ginrai based off real ghostbusters Peter Venkman?\n  ","277917":"\n   Who did you base\/reference the human form of Metalhawk from?\n  ","277918":"\n\n    @itsmerickeyt\n   \n   asks, \"How do you start your morning?\"\n  ","277919":"\n   Who would you have voice Animated Ginrai?\n  ","277920":"\n   Alan Rickman passed away. Best known as Severus Snape in the Harry Potter movies; Hans Gruber, in Die Hard; Alexander Dane\/Dr. Lazarus in Galaxy Quest; and The Metraton, in DOGMA. Rest in Peace.\n  ","277921":"\n   Do You Like Soccer? If Yes, Whats Your Favorite Soccer Team?\n  ","277922":"\n   Are you gonna vote for the Donald?\n  ","277923":"\n   Do you have the G1 fire guts ginrai?\n  ","277924":"\n   What's your favorite GI Joe season 3 ep?\n  ","277925":"\n   derrrrrrrrrrrrrr thats a nice hat\n  ","277926":"\n\n    @shandude\n   \n   asks, \"What's your favorite animal and why?”\n  ","277927":"\n   I received your answer. That's okay; I found the pics on TFW2005.com link. Plus, more pics that you posted on Tumblr, from your Instagram. Will you try to remake Bludgeon (pirate or Pretender-Samurai) and Marauder Megatron, from Season 4? Feel free to respond,  anytime.\n  ","277928":"\n   Hey, Grant Morrison released a new comic called KLAUS. I think you should check it out. it's santa claus as a barbarian.\n  ","277929":"\n   Happy New Yeaaaaaaarrrr!!!!\nCan you post your picture that you made of the new Animated God Optimus and Sari, for the japanese  doujinshi, in which you collaborated, MORE THAN A JUST GEEK SPARK G1?\n\nPleeeeeeaaaaaaassseeee?\n  ","277930":"\n   So I finally got around to watch The Force Awakens and it was amazing! I took my brother to go see it and he wasn't really a fan until now lol. If you haven't seen it you gotta go it's so awesome!\n  ","277931":"\n   You hate Ben 10 questions. Why?\n  ","277932":"\n   What movie are you excited for in 2016? I am seriously hyped for Deadpool.\n  ","277933":"\n   Why not???\n  ","277934":"\n   So the new ninja turtles sequel came out, looks like fun at least to me. It also appears that they fixed up there designs a little, not too much though, we also got Bebop And Rocksteady making there live action debut and I honestly like there designs. What do you think?\n  ","277935":"\n   Spoiler Alert: it's revealed in the Force Awakens that Luke's father is Chewbacca.\n  ","277936":"\n   Seen any good anime lately ?\n  ","277937":"\n   You still don't want to talk about Ben 10 stuff?\n  ","277938":"\n   Eyy! Got a few things to ask.\n1: What?\n2: Is?\n3: Up?\n  ","277939":"\n   What is your favorite weapon that you designed\/came up with?\n  ","277940":"\n   You seen The Martian?\n  ","277941":"\n   What is your favorite Disney movie?\n  ","277942":"\n   at what will you work next?\n  ","277943":"\n   Just read Grant Morrison whole New X-Men run and loved it. Still tripping over Beak and Angel Salvadore having 7 or 8 kids. that was weird.\n  ","277944":"\n   Did you see that new Goosebumps movie? its really good, at least in my opinion. I honestly thought it was gonna be just another boring\/bad book to movie adaptation or whatever but it honestly surprised me.\n  ","277945":"\n   Hey derrick,what's up man?\n  ","277946":"\n   What will be your resolution for 2016?\n  ","277947":"\n   Have you watched the movie, Star Wars: The Force Awakens? What are your reactions?\n  ","277948":"\n   Would u rather get stranded on Mars or answer another ben 10 question\n  ","277949":"\n   can you please answer my question about ben 10 please ?\n  ","277950":"\n   About to read Grant Morrison's X-Men run. it's sure to be Mind Bending.\n  ","277951":"\n   how do you fell about your creations being used for rule 34?\n  ","277952":"\n   a thought poped into my head. what if Grant Morrison worked on a Ben 10 comic? would you read it? I know I would.\n  ","277953":"\n   Are you ready for some CHOCOLATE!?\n  ","277954":"\n   Should I dress up as\n   \n    @SGSari\n   \n   for Halloween, or don Iron Man colors?\n  ","277955":"\n   Do you ever have time for video games?\n  ","277956":"\n   Can you just answer the question mate\n  ","277957":"\n   just read Mark Millar's Wanted and Kick-Ass. I think you'll enjoy these 2 books.\n  ","277958":"\n   what's your favourite species in doctor who?\n  ","277959":"\n   Since only a very very very few people apologize for continuing to ask you Ben 10 questions on behalf of all the thick headed inconsiderate dipwads who dont have the brain power to understand anything you say who continue to ask ben 10 stuff i apologize.\n  ","277960":"\n   Hey have u seen the finale of Transformers Robots In Disguise(or the show at all) if so what do u think?\n  ","277961":"\n   Aquafire, the fusion of aqua (water) and fire; can appear in Ben 10 Omniverse?\n\nSpanish translation for what Danilo said. He's talking about an alien.\n  ","277962":"\n   Did you see the trailer for the new Jungle Book movie? looks amazing to me, what your thoughts?\n  ","277963":"\n   Hey Derrick! I've got a few Qs to ask you:\n1) Is Transformers Animated and Ben 10 Omniverse's episodes hand-drawn frame-by-frame (excluding the car CGs)?\n2) What's gonna be your next project?\n3) Is it true that pizza is more important than lovelife?\n  ","277964":"\n   What is more important - to be loved or to fall in love?\n  ","277965":"\n   Aquafuego la fusión de aquatico y fuego, podría aparecer en ben 10 omniverse?\n  ","277966":"\n   Does Malgus Lyzack have a jet alt mode?\n  ","277967":"\n   Hey Derrick! I've got three questions to ask you: 1)What did you do during high school? 2) Is working in the animation industry lazy? 3)What have you done with your family in the past 13 years?\n  ","277968":"\n   Will There Be A Ben 10: Omniverse Sequel?\n  ","277969":"\n   do u watch tmmtv2012?\n  ","277970":"\n   There were a few things I always wondered about Teen Titans. Who became Red X after Robin? Was it Jason Todd? Was it changed from Red Hood? Or was it a censored version of renegade? Red X always intrigued me because he was cool and an anti-hero. Are you able to answer that?\n  ","277971":"\n   Who is your favorite Marvel Superhero?\n  ","277972":"\n   Who Is your favorite DC Superhero?\n  ","277973":"\n   Hello, I know you probably will not respond, but I have to ask, since Ben 10: Omniverse is over, you could show how the Chamalien series in Omniverse design, said his scene was then cut means that there some stuff from him.\n  ","277974":"\n   If you had super speed what's the first thing you'd do?\n  ","277975":"\n   What do you think about the Jungle Book trailer?\n  ","277976":"\n   Remember when we we're talking about Robot Jones? I was wondering, have you ever met Greg Miller? (the guy who made the show)\n  ","277977":"\n   There are rumors that say there will be a Season 6 of Teen Titans! what do you think âbout it?\n  ","277978":"\n   Hello I am a fan of teen titans and I would like to ask if there is a season six and is Terra going to remember please answer me if not thank you anyways for reading 😊\n  ","277979":"\n   Derreck Hi , I am Brazilian and also a fan of his work. I also learned English so I'm writing badly , sorry . I wonder if it will have plans for Ben 10 in the future?\n  ","277980":"\n   Quick TF question, you know G1 Shockwave? what were your thoughts on his Sympathetic Backstory? (if you are unaware if the specifics, i would be happy to say what it is, but i'm unaware of the rules about Spoilers)\n  ","277981":"\n   Are you answering Ben 10 Questions again?\n  ","277982":"\n   Why didn't MOA continue with Ben 10 and make the next series about the road trip around the universe? That would have been so interesting expanding the universe kinda like those episodes back in alien force with kevin and Gwen but, now with the addition of rook and kai.\n  ","277983":"\n   alright derrick i need you to go down to the bronx and get a sugar cookie.\n  ","277984":"\n   sorry for bombarding you(but this time no ben 10). So I know I love your art but since u must love it too, what's ur fav animated character design\n  ","277985":"\n   Sir can you help me or give me some tips I'm trying to make a monster for a comic book and I want it to look like astrodactyl and toepick combined but I can't really figure it out :(\n  ","277986":"\n   Why didnt Agregor appear in Omniverse? What happened to him? How is he an Osmosian?\n  ","277987":"\n   Hey, Derrick! What's the story behind the new Headmaster Mk 2 unit? I saw the picture on Instagram, and I say that is so radical! Will you kindly post it here?\n  ","277988":"\n   What makes the omnitrix more powerful than the ultimatrix?\n  ","277989":"\n   I loved omniverse! But I want to know more about the Biomitrix, Albedo's new Ultimatrix, and such.. Could you explain more on those things. Please😫🙏\n  ","277990":"\n   why can't there be an Omniverse sequel with the same awesome animation. have u seen this reboot it's so ugly. plus Ben's character spent so much time developing along with the story and now it starts over with horrid animation.\n  ","277991":"\n   Okay, well which would you stay away from more then?\n  ","277992":"\n   Well you don't like Ben 10 because of all the dumb questions that you most likely don't know the answer to, and SU because of Tumblr if I remember right.\n  ","277993":"\n   What site would you recommend as an alternative to deviantArt?\n  ","277994":"\n   dude u misunderstood, i loved omniverse 100% from the start it just seemed lijke more awesome ben 10, I am not one of tyhose jerks\n  ","277995":"\n   Which is worse? Steven Universe or Ben 10?\n  ","277996":"\n   *Buries you all in back to school supplies.*  Enjoy your WMD's!  TRAMPLETRAMPLETRAMPLE!\n  ","277997":"\n   I've been looking at your Instagram account recently; best pictures of the Hasbro brands. C.O.P.S; Inhumanoids; G.I.Joe; and of course, Animated versions of Drift and DJD Kaon. They should reconsider \nhiring you again, so you can remade the entire franchise and do the crossover of your dreams!\n  ","277998":"\n   Forget the DC and Marvel mess; what you need is a true group of heroes. Here's my pick:\nGL Guy Gardner; Red Star; Lady Legasus (Raven); Freddie Jones; Zak Saturday; Ben Tennyson; and Sari Sumdac. They are: The Amazing Seven! For Justice; Honor; Truth; and Fun, specially kicking butts and smashing.\n  ","277999":"\n   Dude, bad news. Wes Craven passed away.\n  ","278000":"\n   I like to eat, I like to hump, and I don't like to drive.\n  ","278001":"\n   Derrick I need you to go feed my emu for me, here feed them with this *hands you a bazooka*\n  ","278002":"\n   Why did Man of Action decide to make this fucking piece of shit reboot to Ben 10 instead of continuing where the awesome Omniverse left off.\n  ","278003":"\n   Do you think you've changed in the last year? In what way?\n  ","278004":"\n   Which mutants do you like the most from the X-Men franchise?\n  ","278005":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","278006":"\n   Today is Women's Equality Day! Who do you think is the greatest woman in history?\n  ","278007":"\n   When will you humans learn, your emotions or whatever will only keep you from evolving further \"starts tap dancing\"\n  ","278008":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/125122392180\n   \n   But if you get rid of George Lucas, we loose Han Solo and Indiana Jones!  :(\n  ","278009":"\n   Have you seen How To Train Your Dragon? it's really good, it's like my favorite movie ever.\n  ","278010":"\n   you ever watch Young Justice?\n  ","278011":"\n   What is your favorite anime?\n  ","278012":"\n   Do you happen to know the difference between ketchup and catsup, it's rather urgent that i give an answer to the scary looking gentlemen who have some form of laser sword pointed at me. It's yellow like a twinkie, like a twinkie.\n  ","278013":"\n   So let me get this straight you took all the money you have and used it to bet against the harlem globetrotters?\n  ","278014":"\n   yay you like the show! they should totally bring robot jones back!!\n  ","278015":"\n   Is there any truth to the rumors that you are a lemur pretending to be human?!\n  ","278016":"\n   My sister in law asked me if i could babysit her kids, then she asked me if i had any babysitting experience. Well i told her that i sat alot when i was a baby, and then once i actually sat on a baby so there's that.\n  ","278017":"\n   Like my 30 answers.i will like your 60 answers.\n  ","278018":"\n   like my 75 answers i will give you 2 gifts\n  ","278019":"\n   I know that you don't want to talk anything about Ben 10, but there's something related to Transformers Animated that you can ask: Who came up with the idea of putting Sparkplug Witwicky, as a cameo, in the episode 53; Season 6, of Ben10 OV: \"The Vengers\" ? Answer me anytime.\n  ","278020":"\n   Are you an introvert or an extrovert?\n  ","278021":"\n   Some rhinos got loose and are on the rampage, is there anything that can these raging thunder lizards!\n  ","278022":"\n   Sweet sweet purple stuff!!\n  ","278023":"\n   Which SH figuarts you got?\n  ","278024":"\n   If you could go back in time and stop something from happening, with no bad after time effects afterwards what would you stop?\n  ","278025":"\n   So the Deadpool trailer has been out for a while, you of course probbaly saw it. If so what are your thoughts on it ?\n  ","278026":"\n   Are Sari and SG Sari straight?\n  ","278027":"\n   i challenge my friend with 30$ inbox if alien x is omnipotence or not ( i said no because it can be only one omnipotence god in the world and an omnipotence can't  be reserved in the omnitrex )\n  ","278028":"\n   Who is your favorite Transformer?\n  ","278029":"\n   Hey, Derrick. Yeah, it's me. I just want you to know how sorry I am for giving you too many questions. It was something I came to regret.\n  ","278030":"\n   Do you watch Winx Club?\n  ","278031":"\n   Derrick do not be alarmed but a higher power has contacted me and told me to warn you of impending doom, it said a dead woolly rhino will be sent from the past to smoosh you. If i were you id make sure to put my anti woolly rhino armor on, but thats just me.\n  ","278032":"\n   Is original Ben 10 anime or cartoon? Some people say its anime\n  ","278033":"\n   You seen the Fargo TV series ?\n  ","278034":"\n   what are the strongest 10 aliens used  by  ben 10 (no fusions or ultimate forms)????\n  ","278035":"\n   did you ever watch Whatever Happened to... Robot Jones?, if yes, did you like it?\n  ","278036":"\n   You're stuck on an island. How would you spend your time?\n  ","278037":"\n   The world is going to hell in a hand basket, i blame the media blamers.\n  ","278038":"\n   working in animation, have you met any people you've looked up to?\n  ","278039":"\n   Happy late birthday!\n  ","278040":"\n   Are you a Bruce Cambell fan?\n  ","278041":"\n   Yo man how's it going, the pink weirdo wants to know if you're down for a law and order marathon. Rainbow Dash is gonna bring the chips and drinks, and im bringing some pizza. You in bro?\n  ","278042":"\n   Tell you what Derrick if you'd like i can grant one single wish, this wish will not backfire in anyway. The only catch is you must shout this phrase, To The End Of The Rainbow. Only then will i be able to grant your wish, but just like Spider Man and his webs everybody gets one.\n  ","278043":"\n   Happy Birthday!\n  ","278044":"\n   Happy Birthday, Derrick!!! You're turning 43 years old today. Congratulations! From Teen Titans & League of Superheroes; to Transformers Animated & Ben 10 Omniverse, you have give us the best  cartoon designs ever. May you keep doing the best drawings ever, specially TFA, and the next secret stuff.\n  ","278045":"\n   Happy Birthday!  *Sends cookies.*\n  ","278046":"\n   Who's your favorite Seinfeld character? i like Newman, cuz its so fun to say his name. Newman lol\n  ","278047":"\n   What are your thoughts on Vincent Price?\n  ","278048":"\n   Sometimes you just gotta wonder, what it all really smells like.\n  ","278049":"\n   You gonna watch the new Goosebumps movie in october? The trailer has already been out and to be honest looks like fun, at least to me it does.\n  ","278050":"\n   just finished reading the first 2 volumes of  Grant Morrison's Doom Patrol and it was, wow. what a mind trip.\n  ","278051":"\n   How much does it usually cost to make a show like Ben 10 or Transformers animated?\n  ","278052":"\n   Tyrannosaurus Guinea Pig, Blue the VelociGuinea Pig, and MosaGuinea Pig Vs Indominus Guinea Pig. Who would win?\n  ","278053":"\n   But seriously, can you imagine an Indominous Rex as a transformer?\n  ","278054":"\n   You probably already know about the 10th doctor himself David Tennant voicing The Fugitoid in the TMNT show, so awesome how they continue to bring in awesome people to star in the show. Who would you like to see in the show? personally i'd like Lucy Lawless to play someone she's awesome.\n  ","278055":"\n   Derrick i made you my emergency contact, i wanted someone who had nothing to gain from my demise.\n  ","278056":"\n   Any movies that you are excitedly anticipating\n  ","278057":"\n   How you doing my friend? That's really cool that you guys got to do TMNT!\n  ","278058":"\n   Yo dude how's it going, how's life been treating you there bud.\n  ","278059":"\n   Where's my birthday cake?\n  ","278060":"\n   What do you think if all the 86 movie characters got to unite for one story in TFA?\n  ","278061":"\n   Have you ever seen that Gargoyles show from Disney ? I saw it many times over and over again, then again. Then one more time it was that good, everytime Keith David starts to talk I put down the ham and cheese sandwich I usually find myself making\/eating and listen to his intoxicating voice.\n  ","278062":"\n   Does the thing your secretly working on involve Pigeons by any chance?\n  ","278063":"\n   It's Friendship Day! How do you cheer your best friend up when they're sad?\n  ","278064":"\n   Who's your favorite Looney Tunes character? mine is Taz.\n  ","278065":"\n   Do you like Hellboy? i do especially when Ron Perlman got thrown into the mix with the live action movies. Plus he voiced for those animated movies, he rules.\n  ","278066":"\n   Have you seen that show We Bare Bears, it's really cool and funny.\n  ","278067":"\n   Dead man walking on the green mile! oh wait hold up.............i wasnt in that movie, nevermind.\n  ","278068":"\n   I Know you cant tell us what your working on, but your work has been awesome so far. so I'll look out for your next project. have a good day.\n  ","278069":"\n   So DC Is bringing back Milestone Media. you excited or are you unfamiliar with it?\n  ","278070":"\n\n    @jroberts332\n   \n   : In non-media news, a question: if the main MTMTE cast were wiped out, onto which six Lost Lighters would you shine the spotlight? #NewBroom\n  ","278071":"\n   Wyatt, I'm going to ask you Ben 10 questions today, tomorrow, and the next day, and the next day, because I don't care that you don't wish to answer questions about them anymore. I deserve answers even after you said no! Muwahahaha! *is then devoured once again by the mighty Mosasaur*\n  ","278072":"\n   Would you like to come down to SD? Let's get some lunch or dinner my treat :)\n  ","278073":"\n   If Botcon could do a 86 movie transformers animated set: (A) which 5 characters would be in it\n(B) plus exclusives!\n  ","278074":"\n\n    http:\/\/vectormagnus2011.deviantart.com\/art\/Attea-and-the-Flying-Gals-550309626\n   \n   The two Saris are now Attea's look-a-likes!\n  ","278075":"\n   Good sweet lord, last thing I will ever mention about that Ben 10 wiki to you EVER. There's some guy on there who's spouting out about how there should be a \"Ben Gwen Romance\" on the show! im like WHAT!. He's going off about the \"millions\" of fans who want it. I mean wtf, oh man I aint going back\n  ","278076":"\n   Got any image comic's lately?\n  ","278077":"\n   All I know is you either get busy living, or get busy answering god awful questions.\n  ","278078":"\n   Derrick J Wyatt the man who crawled through a river of shit and came out clean on the other side. And by shit I mean all the Ben 10 questions you answered.\n  ","278079":"\n   what do you think of Brian Michael Bendis?\n  ","278080":"\n   is ben 10 omniverse hand drawn animation or computer?\n  ","278081":"\n   Which character do you like so far in Star Wars force awakens?\n  ","278082":"\n   Did you ever read the books after Return of the Jedi like Thrawn trilogy?\n  ","278083":"\n   Whose your favorite character in the walking dead?\n  ","278084":"\n   Have you heard of victory baptist church in Burbank, CA? I have a couple of friends there\n  ","278085":"\n   Did you like street sharks or Dino riders growing up?\n  ","278086":"\n   (A) What do you think of the X men Animated Series? (B) And who's your favorite character?\n  ","278087":"\n   How can you build your portfolio if you're just starting out as an artist?\n  ","278088":"\n   (A) You ever interested in doing a comic book? (B) Or just stick with animation?\n  ","278089":"\n   (A)  you like Chowder on CN? (B) Are you friends with CH Greenblatt?\n  ","278090":"\n   Have you ever seen Cheers?\n  ","278091":"\n   Favorite character in dragon ball or dragon ball z?\n  ","278092":"\n   I was wondering, ben 10s intros clearly sound different (like near the end sounds much different to the start), who actually does the music and such for it?\n  ","278093":"\n   Can you show me the redesign picture of Chamalien, Fasttrack and Jetray ( all of them ) in Ben 10 Omniverse,Please?\n  ","278094":"\n   In which city you would like to live?\n  ","278095":"\n   What happened to Carl in Omniverse? Did Ben's parents divorce? Did he die? Why haven't we seen Carl?\n  ","278096":"\n   to all the peeps, quit spamming his ass or I'll throw you under a bus!!!\n  ","278097":"\n   So when your heading up character design on a show, do you have other designers with you following your instructions to make sure it's all consistent?\n  ","278098":"\n   Funniest \"Laugh Out Loud\" moment you've encountered today?\n  ","278099":"\n   Also *fart* i like macaroni.\n  ","278100":"\n   I have a Transformers Animated questions for you; feel free to answer, anytime. \n\n1.It is possible to use Starscream's and Slipstream's bodies for Leozack and Lyzack?\n2.Knockout's animated version will be based in his Transformers Prime's design?\n3.How Autobot-X will be made of?\n\nThat's it. Later.\n  ","278101":"\n   Fuck… you… autocorrect. Aquatic was supposed to be imagine.\n  ","278102":"\n   What is the name of the Homeworld of Antonio (Ben 10)?\n  ","278103":"\n   I know you havent seen Steven Universe so allow me to give you my two cents\/opinion on the show even though you probably don't wanna hear it\/don't care. I feel like it's forcing emotional scenes and messages down my throat when it has the potential to do so smoothly, i still like it though *fart*\n  ","278104":"\n   I don't wanna bother you with Ben 10 stuff so im sorry for this, but i just wanted to say i wished Estelle Harris wouldve voiced someone in Omniverse. I always imagined she'd voiced an Appoplexian, it wouldve been funny to hear her say \"let me tell you something!\" lol.\n  ","278105":"\n   Aquatic if the Indominous Rex was a Transformer?\n  ","278106":"\n   what is the answer to life?\n  ","278107":"\n   When you said \"Celestialsapiens can destroy the Multiverse or the Omniverse, but they would require 6 thoughts to do so.\" What exactly are these \"6 thoughts\"\n  ","278108":"\n   In every cartoon i ship everyone with everything\n  ","278109":"\n   It was a lie when they said in jurassic park that they used frog dna to fill in the gaps of the dino creation process, they actually used guinea pig dna. Cuz as we all know guinea pigs can spontaneously change gender, and have laser eyes and can breathe fire.\n  ","278110":"\n   Chris Farley was suppose to voice Shrek but he sadly passed away, though he did apparently finish some work on the movie. Fun fact for the day, unless you already knew this.\n  ","278111":"\n   In Ben 10, the Spitter is able to speak? Because this has never been confirmed.\n  ","278112":"\n   You ever read Ultimate Spider-Man Or Ultimate X-men?\n  ","278113":"\n   I was Reading Superman Red Son and thought to myself, am I the only one rooting for Communist Superman?\n  ","278114":"\n   Do you think Marvel will ever make an amazing animated show that's on par with DC's animated history? that show The Avengers EMH was really good, but it ended and replaced with Avengers Assemble or whatever. And we all how horrible that show is, along with all the other marvel shows on Disney XD.\n  ","278115":"\n   What was the most fun thing to design when working on Omniverse?\n  ","278116":"\n   Are you going to work on the team for the Ben 10 reboot?\n  ","278117":"\n   *and then you're confronted by a mighty Indominus Guinea Pig*\n  ","278118":"\n   Cake or pie?\n  ","278119":"\n   What film do you wish Tony Scott could have made before he died?\n  ","278120":"\n   I have to admit, a Burgerito sounds amazing.\n  ","278121":"\n   So people actually think that you work on Ben 10 reboot. I was checking out the wiki and saw some dipstick raving about you working on it, and then this one guy came and corrected him, but then he just started insulting him saying it was never said you werent coming back. Dont you just love people\n  ","278122":"\n   What people didnt realize was that the Indominus Rex was part Gerbil, which is why it was so evil.\n  ","278123":"\n   Most ask questions. Let's try something different. Why don't you ask me questions instead? Tough ones. Click on my name to ask. Thanks.\n  ","278124":"\n   burger or burrito?\n  ","278125":"\n   Wait, is tfa returning? In show or comic form?\n  ","278126":"\n   New trailer for Batman Vs Superman movie dropped or whatever, looks okay but you can never truly tell with trailers. What are your thoughts and expectations on the movie?\n  ","278127":"\n   Have you watched Steven Universe? If so what do you think of it?\n  ","278128":"\n   *cuts off his own head before you reach it. Now you're in control of Ratchet's body*\n  ","278129":"\n   A zen master goes up to a hot dog vendor and says, \"Make me one with everything.\" the hot vendor makes it then gives it to him, the zen master gives him a 20 for a $2 hot dog but doesn't get his change, so he says \"hey where's my change?\" the hot dog vendor says, \"Change must come from within.\"\n  ","278130":"\n   I know this reboot of Ben 10 wasn't your choice, but if it was, would you continue off Omniverse or just get to the beginning?\n  ","278131":"\n   who actually thinks of the plot for each episode of a cartoon? (I don't mean who individually, I mean is it the producers who think of it? ect)\n  ","278132":"\n   We're trampling on sunshine!  WOOHOO!  We're trampling on sunshine!...  *Continues to sing.*  TRAMPLETRAMPLETRAMPLE!\n  ","278133":"\n   hey Derrick, how did you manage to get Animated another Botcon run ?\n  ","278134":"\n   If you could only keep five possessions, what would they be?\n  ","278135":"\n   If you could visit anywhere on holiday where would you go?\n  ","278136":"\n   ben vs evil ben likes deadpool vs evil deadpool\n  ","278137":"\n   Hello, Derrick! Did you get the chance to see the pics posted by Tsushima-san and Josh Perez at their Twitter accounts? Transformers Animated returns again, with The Return Of Blurr!! Joe Moshcitta as Blurr; Susan Blu as Arcee and Kreemzeek,; with Sari, and the rest of the Bots! That's Ultra-gear!!!\n  ","278138":"\n   IDW Transformers comics still amaze me! Guess who will be appearing on the Windblade comic series: some Beast Wars characters; some from Transformers Cybertron, and even a certain, narcissist Decepticon, from Transformers Prime. Things are getting good!! How about a MLP\/TF crossover? Will ever be?\n  ","278139":"\n   Derrick i need help! i need 500 dollars and a car, i cant stay in the country for long MY GERBIL SCREWED ME!!\n  ","278140":"\n   Get out of my blood! *takes a shot of Dark Energon in the hopes that it will kill you*\n  ","278141":"\n   You Read Superman Red Son?\n  ","278142":"\n   Dude Lance Henriksen will voice a giant alien triceratops warrior in the TMNT show on Nick so awesome!!\n  ","278143":"\n   Just Got the first 4 volumes of Grant Morrison's Doom Patrol and im about to Binge read them.\n  ","278144":"\n   You know something Mr Wyatt, why don't you make a Ben 23 series or continue Ben 10 Omniverse, one series about the road trip around the universe?\nI am sure people will like them\n  ","278145":"\n   why did you reboot ben ten?\n  ","278146":"\n   What kind of things do you like to do in summer?\n  ","278147":"\n   Hi. Do you hate answering questions but go ahead and do it anyway so you won't disappoint your fans?\n  ","278148":"\n   so Dwayne only wrote 2 episodes od Teen Titans, which was your favorite?\n  ","278149":"\n   You designed Control Freak!? Are you God?\n  ","278150":"\n   do you keep in touch with Glen Murakami?\n  ","278151":"\n   I was curious, if Dwayne had not passed away, how different would omniverse be? and did he create Rook Blonko or was that someone else?\n  ","278152":"\n   Did you work with Dwayne McDuffie? If you did, what was it like?\n  ","278153":"\n   The 4th of July distracted us!  We need to make up for lost time!  TRAMPLETRAMPLETRAMPLE!\n  ","278154":"\n   Are there any brands or companies that you boycott? Why do you refuse to do business with them?\n  ","278155":"\n   Favorite anime?\n  ","278156":"\n   Hello and Happy 4th of July! Do you happen to have a Tumblr or a blog of any kind? I love your art. Especially your work on Transformers Animated and Ben 10.\n  ","278157":"\n   Happy 4th of July! What are you doing this weekend?\n  ","278158":"\n   Do you like Koffing's evolution Weezing? Or just Koffing?\n  ","278159":"\n   Whose powers would you rather have? Bens , Gwen's or Kevin's?\n  ","278160":"\n   Now that Ben 10 Omniverse is over, what will you work on next?\n  ","278161":"\n   Is there anything you care less about as you have grown up? What is it?\n  ","278162":"\n   Do you watch anime? I have a challenge for you if you do.\n  ","278163":"\n   It's World UFO Day! What's the first thing you'd ask an alien?\n  ","278164":"\n   Im very confused, im disguised as a dog and in love. So now i think I'll go get married, later.\n  ","278165":"\n   Dude i got a arm!!\n  ","278166":"\n   Did you see Inside Out yet, it's super good. Just came back from watching it, my lil sister spilled her soda on my leg and i didn't even notice till the movie was over lol.\n  ","278167":"\n   just got Batman Arkham Knight. I am beyond excited\n  ","278168":"\n   In TFA, does Soundwave have a spark?\n  ","278169":"\n   I don't if peoples asked you this before but... did 11 year old Ben unlocked Buzzshock yet? Even if he didn't appear on the flashback can Young Ben still turn into him?\nIt seems kind of weird not to be included he appear in the original series.\n  ","278170":"\n   Have you heard of the youtuber Natewantstobattle?\n  ","278171":"\n   Mix pineapple juice with club soda, and you've got yourself a big bucket of crap.\n  ","278172":"\n   How'd you get started drawing the way you draw?\n  ","278173":"\n   If you could be any OITNB character, who would it be?\n  ","278174":"\n   What's the homeworld of the Chronosapiens?\n  ","278175":"\n   My football coach had an interesting speech before practice, he said \"im gonna ride you guys so hard your gonna wish you were all dead! i'm gonna chew you up spit you out take a big dump on top of that then im gonna get tough!\" i'm so seriously dead dude.\n  ","278176":"\n   what new comics have you read?\n  ","278177":"\n   And now there are 2 Homophobes on the Ben 10 wiki, and one of them is going after Steven Universe now. I guess Haters Gonna Hate, this is why i stopped going onto wikis and other sites like it, there's always some ignorant buttholes who don't know what they're talking about.\n  ","278178":"\n   have you seen Mad Max or Jurrassic World?\n  ","278179":"\n   That homophobic bastard.\n  ","278180":"\n   Hey Derrick,I have this question after seeing this video:\n   \n    https:\/\/www.youtube.com\/watch?v=gkyqd8GDGlo\n   \n   Im curious to know what the name of the alien that Ben turn into,How did he unlocked this guy,what his powers,what his species?\n  ","278181":"\n   I heard about the Ben 10 reboot but I have decided not to watch it, I want to leave the franchise on a high note, and that high note was Omniverse, thanks DJW!\n  ","278182":"\n   You should check out redamimi on deviantart, his fusions are incredible, they look like you drew them!\n  ","278183":"\n   I have a question about your job, how hard was it to get where you are now?\n  ","278184":"\n   Do you still care about Ben 10?\n  ","278185":"\n   *comms you* Wyatt, help me out! I'm trapped inside the belly of a great Mosasaur! And my new roommate is an Indominus Rex! Help!\n  ","278186":"\n   Did you catch that Seinfeld episode last thursday night from 10 years ago?\n  ","278187":"\n   Do you have a favorite spongebob episode, mines is the one where spongebob and patrick sell chocolate and that one fish dude follows them yelling \"CHOCOLATE\" like a mad man.\n  ","278188":"\n   Any reason why Fasttrack, Jetray, or ChamAlien haven't appeared in Omniverse? And also, what would Bullfrag look like with his glasses off?\n  ","278189":"\n   What's the home planet of Crashhopper and Mucilator?\n  ","278190":"\n   I sorta kinda hit my friend when i backed up my car. I think i hurt him, maybe i should hit him again to make sure.\n  ","278191":"\n   How glorious was Jurassic World?\n  ","278192":"\n   there's a new ben 10 series confirmed.... will you watch it? do you even care?\n  ","278193":"\n   wow just wow, i went on the Ben 10 and actually saw a homophobe there. It was on a thread on the Ben 10 reboot with this ignorant user saying \"and please no homosexuals\" wow just wow. I mean what the hell would be so wrong with a homosexual character\/characters, thst user is just ignorant.\n  ","278194":"\n   Do you like to act spontaneously or plan things? Why?\n  ","278195":"\n   *he is suddenly grabbed and dragged down into the depths of the ocean by a colossal Mosasaurus* WHAT DID YOU THINK OF JURASSIC WOOOOOORRRRLDDDD????? *gets eaten*\n  ","278196":"\n   how about Grant Morrison? I love his batman stories and all-star superman. plus THE FILTH is the weirdest comic ive ever read.\n  ","278197":"\n   What are your thoughts on the Jokers new look for the Suicide Squad movie? also what are your thoughts on the Suicide Squad movie in general.\n  ","278198":"\n   Gee Derrick what do you want to do tonight?\n  ","278199":"\n   No, I'm fattening you up because a Mr. Boss Hogg and his compatriots keep begging me for roast Galvan.\n  ","278200":"\n   Have you ever seen the movie Rudy? it was about a little fireplug of a never say quit at Notre Dame, he died of cancer after the big game i think.\n  ","278201":"\n   Would you consider yourself a loyal friend? How do you earn people's loyalty?\n  ","278202":"\n   ive been reading a lot of Alan Moore's comics, so far my favorite are Promethea, Tom Strong, Swamp Thing, and League of Extraordinary Gentlemen. you got any favorite Alan Moore Comics?\n  ","278203":"\n   If there isn't going to be a fourth season of TFA, are you going to say how the protoform that became Sari wound up in Sumdac's lab?\n  ","278204":"\n   Have you seen Fury Road?\n  ","278205":"\n   Show us your favorite emoji!\n  ","278206":"\n   I miss you, Galvan artist, and hope you're well. And that you and Agent Fowler's wife are doing well. *leaves a large goody basket of Galvan foods on your doorstep*\n  ","278207":"\n   Are you playing any Square Enix games? Like for example: Final Fantasy, Kingdom Hearts, and etc\n  ","278208":"\n   Who was your favorite character in Teen Titans? Robin, Beast Boy, Cyborg?\n  ","278209":"\n   Do you watch Fullmetal Alchemist?\n  ","278210":"\n   Which actor would you like to play Spider-Man\/Peter Parker in the MCU?\n  ","278211":"\n   What do you think of my Blurr fan art?\n   \n    http:\/\/tinyurl.com\/animatedblur\n   \n","278212":"\n   I love the ending of Omniverse but a little depressed and mind hurting on what The Ultimates Albedo didn't turn into would look like in your style of animation. As a Role-Player with my pals. Also on what the billions of Biomnitrix fusions would look like. Kinda messing with my head.\n  ","278213":"\n   Do you have any upcoming projects you'd like to share with us?\n  ","278214":"\n   *then he smashes down the wall of Wyatt Toystore, being pursued by a hungry Mama Cass. The store is suddenly invaded by clones of Boss Hogg and Ma Vreedle... And they all begin to square dance with each other*\n  ","278215":"\n   have you ever read the xeelee sequence books? if so did you enjoy them. (if not, what are some of your favourite books?)\n  ","278216":"\n   A while ago, you answered a question about what you generally do as an art director, how (depending on the show) you oversee the characters, colors and background, but also things like plot and certain story elements. How did you get to be that versatile? How do you get so much influence over shows?\n  ","278217":"\n   I'm loving that Tom Perkins continues to post Omniverse fusions that weren't used\n  ","278218":"\n   So Derrick  how was it like the dream of being a transformers fan and got to design the charaters for transformers animated? Even though that was 6 years ago and the show got cancelled...so wanted a season 4 :(\n  ","278219":"\n   If you could animate your favorite band, who would it be?\n  ","278220":"\n   I read your response, thank you. That means that you, eventually, will do the bodies for the other transformers that you made for the ALMANAC. I'll be checking out whenever possible. One last question, and done: Will Windblade  have an Arcee-type body or one based on her comic version?  Later.\n  ","278221":"\n   I have a 45 million dollar animated comedy in the works, I don't really want it anymore. Perhaps you would like to do something with it.\n  ","278222":"\n   Hello, Derrick! Questions:\n1. Did you watch The Avengers: The Age Of Ultron?\n2.When the \"secret stuff\" will be unveiled?\n3.Cartoon Network is involved with the \"secret stuff\"?\n4.Did you see the new Female Autobot designs made by Alex Milne? Will you made \"Animated\"  head versions?\nThat's it for now.\n  ","278223":"\n   Is the new show you're working on is something we saw before or something new?\n  ","278224":"\n   What do you think of Transformers Robots in Disguise 2015? It's better than Prime, but I still prefer Transformers Animated more and it was just as good as Beast Wars!\n  ","278225":"\n   Hello I'm a big fan of your designs on Teen Titans, Legion of Super Heroes and most of all, Transformers Animated. I have the complete series, animated comics and complete Almanac. I know the show might never make a comeback on tv, but will you work with IDW to make season 4 in comic form?\n  ","278226":"\n\n    http:\/\/vignette3.wikia.nocookie.net\/ben10\/images\/1\/1c\/ArrestedD141.png\/revision\/latest?cb=20130214134247&path-prefix=es\n   \n   Do you remember her from Arrested Development? Who's her name?\n  ","278227":"\n   Hello Mr. Wyatt, I'm curious, will we ever get to see a Transformers Animated season 4 or a Transformers Animated sequel in the years to come?\n  ","278228":"\n   What bothers you the most?\n  ","278229":"\n   Excuse me, but we have been waiting for the new Ben 10 series since November. But there is no sign about the new series. When will there be a new series?\n  ","278230":"\n   What would your Xenomorph fan art look like since you love Alien 3?\n  ","278231":"\n   do you watch adventure time?\n  ","278232":"\n   Have you ever tried customizing your action figure?\n  ","278233":"\n   In your opinion, by looking at the original Teen Titans animation style, would you say Raven actually does have eyebrows and the second pair of eyes just \"magically\" appear? Or are the second pair of eyes just closed all the time. Imo its kind of hard to tell which is which\n  ","278234":"\n   420 blaze it\n  ","278235":"\n   What's up?\n  ","278236":"\n   Hello again! I just read an info about the upcoming Bot-Con: you'll be once again on the convention, signing autographs and doing sketches of the Transformers. Congratulations. Any info about the secret stuff? It will be unveiled next year? That's it for the moment. Till all are one!\n  ","278237":"\n   I am a biggest fan of your arts\n  ","278238":"\n   What was the first TV show you worked on?\n  ","278239":"\n   What alien figures do you have?\n  ","278240":"\n   Is this new stuff you're working on going to have a bulky, broad-shouldered mainly yellow charater?\n  ","278241":"\n   Have you tried out the Alien: Isolation game?\n  ","278242":"\n   are you ever reading naruto or one piece manga\n  ","278243":"\n   I should've done the right thing and shoot all those emu\n  ","278244":"\n   Do you prefer to draw using digital art or a sketch for the first draft?\n  ","278245":"\n   Greetings, Mr. Wyatt. I know that you're still busy with the \"secret stuff\", but I need to check out on your version of Barricade. He almost looks like Prowl; his face that is. Which is his vehicle mode?: police car?  motorcycle? With the cap on his head, he looks like a biker. Right? Later.\n  ","278246":"\n   If your sorority has to sell jelly to buy beer you're drinking too much.\n  ","278247":"\n   Wondering, how long do you usually take to design one character?\n  ","278248":"\n   hey derrick, you seen the new Daredevil Series on Netflix yet?\n  ","278249":"\n   Did you know that the first artist that I ever looked up to was you?\n  ","278250":"\n   any future plans?\n  ","278251":"\n   Why do you like Aliens 3?\n  ","278252":"\n   Hello? Yes I'd like to order a large Galvan burger with a side of walrus fries - hold the Seeker chives - as part of the daily Trolling Hour dinner special. And best make it a free Ralf toy that comes with the meal. Also, a Wyatt-flavored smoothie. I'll pull up and pay at the next window.\n  ","278253":"\n   yeah I like alien 3 as well, I think Scott pilgrim actually got a better reception.\n  ","278254":"\n   hi!\n  ","278255":"\n\n    https:\/\/www.youtube.com\/watch?v=5FK9tWT5pA4\n   \n   Get Batty!  :D\n  ","278256":"\n   hey derrick, you have any more favorite directors?  mine are Michael Bay, Stanley Kubrick, Bryan singer, Christopher Nolan, David Fincher, Ridley Scott, Sam Rami, Steven Speilberg, George Lucas, Guillermo Del Toro, and Zack Snyder.\n  ","278257":"\n   *Covers you all with elbow grease.*\nTRAMPLETRAMPLETRAMPLE!\n  ","278258":"\n   Stephen Amell the dude who plays Green Arrow on Arrow has been casted as Casey Jones in the new TMNT sequel. Im real excited about it, I actually liked the first one alot despite it being awful lol it was just a fun bad movie though Megan Fox made it harder to watch. What do you think bout this news\n  ","278259":"\n   What did you do to become a cartoon designer (eg. university course, work experience, etc)?\n  ","278260":"\n   are there any films that you love but were critically hated by most?\n  ","278261":"\n   Would you rather live in the mountains or on the beach?\n  ","278262":"\n   Do you have an extra pretender metalhawk helmet? :D\n  ","278263":"\n   I read your response, and I thank you. I suppose that If I draw Barricade, with your head design, He will have the same body as Lockdown, or a new one made from scratch? Just to know, for advice. Also, the Autobot that's next to Blaster, its Twin Twist? If not, let me know. Take your time, no rush.\n  ","278264":"\n   are you going to watch the new avengers movie?\n  ","278265":"\n   Is this new stuff you're working on going to have a toy line?\n  ","278266":"\n   If you don't mind me asking, how come your not on Facebook?\n  ","278267":"\n   What's the most expensive thing you bought?\n  ","278268":"\n   No, look up on YouTube the Rifftrax for \"Santa Claus and the Ice Cream Bunny\". *gets knocked on his aft by Santa, while the Ice Cream Bunny kicks his face* AND THEN HELP ME FEND THEM OFF!!\n  ","278269":"\n   Are you getting the rocket, Groot, and Thanos hot toys?\n  ","278270":"\n   (continuation) they are next to Autobot-X and Blaster; plus another Autobot that has glasses and a tie, and he stands next to Pharma and RiD Strongarm. Is that G1 Headmaster  Cerebros? I'm also doing body designs for them. Finally, any glimpse about the secret stuff? Feel free to answer, anytime.\n  ","278271":"\n   Hello, Mr. Wyatt. I read your answers to the questions that I send, about the Allspark Almanac. Speaking of which, there are three characters that I don't know, they look new to me; one is a Decepticon  with a cap and glasses, next to Sky Linx; a pink fembot and a Autobot fella; they are next to\n  ","278272":"\n   hey, if you didn't know there's a Samurai Jack comic being published. if you're a fan of the show, you'd probably want to check it out.\n  ","278273":"\n   out of the 3 X-men animated shows which one is your favorite?\n  ","278274":"\n   What are you into right now?\n  ","278275":"\n   *Ratchet is suddenly attacked by Santa Claus and the Ice Cream Bunny, and the ensuing brawl demolishes your dwelling*\n  ","278276":"\n   What is the best song of all time?\n  ","278277":"\n   So paramount is gonna try to copy the marvel cinematic universe using the transformers movies. So yea it's gonna just keep getting worse and worse, plus there was something about Bay coming back and I think the people behind Batman And Robin or something. So yea more awful transformers movies coming\n  ","278278":"\n   Did you get star saber & exhaust??\n  ","278279":"\n   How's your sentai\/power rangers collection going? :D\n  ","278280":"\n   Only say yes or no and make me very happy.only say \"yes blackarachnia forgive optimus\" or \"no you are crazy\"\n  ","278281":"\n   What do you think about the new Deadpool movie coming out? I am seriously excited about. Especially since they aren't giving him swords that come out of his arms and no mouth lol. Plus T.J Miller is in there he's like my favorite actor lol.\n  ","278282":"\n   I have a confession Derrick, I did not care for godfather. There I said it and it feels good!\n  ","278283":"\n   Do you like Uncle Grandpa? I think it's the best cartoon CN's aired in years\n  ","278284":"\n   have you read SAGA, it's pretty amazing.\n  ","278285":"\n   Do you still go out on Thursdays for figures?\n  ","278286":"\n   Is it weird that my base my collection off of yours? Your my canon\n  ","278287":"\n   So what's Rachet's deal?\n  ","278288":"\n   My member told me you dont answer Ben 10: omniverse questions anymore my fault......but another question perhaps? Is it true you worked for DC or Marvel?\n  ","278289":"\n   hello mrs.wyatt ¿Blackarachnia forgive optimus? please reply.i admire you and I need to know this\n  ","278290":"\n   How's your \"show accurate\" beast wars collection going? Do you have the Takara & Telemocha versions or just stick with Hasbro?\n  ","278291":"\n   So since this secret stuff your working on doesn't involve things, does it involve purple stuff?\n  ","278292":"\n   You have a dimensional portal in your toilet?\n  ","278293":"\n   *he then leaps out of your toilet, causing irreparable damage to your plumbing and house*\n  ","278294":"\n   Mr Wyatt, I just want to thank you for a very good animation andddd.....\nummmm.....\nfor all the arburian pelorotas....\nespecially Gwen´s......\n(yep, I'm the creepy cannonbolt fan)\n  ","278295":"\n   I'm upset that Ma Vreedle didn't star in an episode called \"Mean Grey Mother from Outer Space\", and she didn't get to have a musical number.\n  ","278296":"\n   Which shade of green you like the most?\n  ","278297":"\n   Do you remember your first gi joe action figure?\n  ","278298":"\n   Have you read Suicide Squad by John Ostrander?\n  ","278299":"\n   What is your Top ten favorite 3\/34 inch o ring GIJoes\/Cobra figures?\n  ","278300":"\n   Hello, Derrick!! If you receive this message, is for one thing: I got my copy of the COMPLETE ALLSPARK ALMANAC!!!!!!! THAT'S SO AWESOOOOOOOOOME!!!!!! Thank You!! You are the Master Man!!!\n  ","278301":"\n\n    https:\/\/www.facebook.com\/addictingfactssmileyface\/photos\/a.1550181021915017.1073741828.1550175225248930\/1550207958578990\/?type=1&theater\n   \n","278302":"\n   Do you have a beast wars set up? :D (cue beast wars theme)\n  ","278303":"\n   Where have you been?  Did you just take a break?\n  ","278304":"\n   Does the secret stuff you happen to be working on just so happen to have THINGS AS WELL!!?\n  ","278305":"\n   Galvan artist, as much as you try to kill me and I you, I do miss your presence whenever you're not around. Know that you'll always be welcome here, Wyatt. *dumps some of Boss Hogg's favorite foods on you*\n  ","278306":"\n   What transformers masterpieces do you have?\n  ","278307":"\n   Do you decide quickly or do you think a long time?\n  ","278308":"\n   who's your favourite superhero\/villain? :)\n  ","278309":"\n   You ever Read Frank Miler's RONIN? it's awesome. I also saw AKIRA. do you think miller was inspired by that movie when he made ronin?\n  ","278310":"\n   Since ben 10 Omniverse is over, how have you been spending your free time? play any videogames or see any movies?\n  ","278311":"\n   het Derrick you told me you were gonna help me move, ah jeez.\n  ","278312":"\n   So what's your favorite kind of music?\n  ","278313":"\n   Why is 99.9 percent of the internet stupid?\n  ","278314":"\n   We're gonna need some juice!\n  ","278315":"\n   Alright Derrick I bought a cinnabun and a P trap, come on lets go I don't have anymore time to kill.\n  ","278316":"\n   Emily has 52 points in depression test. And You?\n   \n    http:\/\/depressiontest.club\/\n   \n","278317":"\n   I keep feeling like I'm forgetting something important.  \/:S\n  ","278318":"\n   Can I work for your studio?\n  ","278319":"\n   What's your preferred Transformers news site?\n  ","278320":"\n   What kind of show would you like to work on, or maybe what network XD\n  ","278321":"\n   When were you on FB?\n  ","278322":"\n   Greetings, Derrick! Hey, how are you doing? Nothing about the \"secret stuff\"? and, have you got your copy of the TRANSFORMERS ANIMATED: THE COMPLETE ALLSPARK ALMANAC?  I MISS YOUR ARTWOOOOOOOOOOOORK!!!!!!!!\n  ","278323":"\n   Which joes\/cobra do you have on display right now?\n  ","278324":"\n   Hello men, how many time without making you a question, how are you doing? and what are you working on now?\n  ","278325":"\n   Hey man, firstly i apologize for my english coz im from Poland. I would like to ask u about my favourite show on CN... Teen Titans... No, no teen titans go!, just teen titans. Whats up with it? Will it be ever continued? There's so much unanswered questions and its 100% times better thanteentitansGO\n  ","278326":"\n   Do you like Battleforce 2000?\n  ","278327":"\n   What is your top 5 favorite 80s cartoons? That you think still holds up for this new generation\n  ","278328":"\n   If you had the resources to make a totally new toy franchise with a TV show attached it what kind of toys\/gimmick would you like to make?\n  ","278329":"\n   What do you think about Super Robot Monkey Team Hyper Force Go?\n  ","278330":"\n   I squeed internally when I saw that the drawing of Discord you did made it into the TFA almanac! Robots AND Discord? It's not even my birthday!\n  ","278331":"\n   Hello again, Mr.Wyatt. I got my hands on the COMPLETE ALLSPARK ALMANAC, and you, sir, make my day! BEST-ILLUSTRATIONS-EVER!! And the head pictures of Strongarm (RiD); Tidalwave (Armada); Autobot-X (G1); Rung(IDW-G1); Chromia (IDW-G1); are absolutely gorgeous!! Will you post them? Check you later.\n  ","278332":"\n   Can I see Animated Flint?\n  ","278333":"\n   Have you ever tried to be vegetarian?\n  ","278334":"\n   Hey man, hows it going? What happened to your Facebook account? I miss seeing your toy shelf pics.\n  ","278335":"\n   You probably get asked this a lot, but do you know the current status of the Ben 10 franchise? The reason I ask is because I enjoyed Omniverse and so far I've heard no news from CN or any other sites about plans for a new series. Makes me worried it might be canceled.\n  ","278336":"\n\n    https:\/\/36.media.tumblr.com\/66c7a37be9df97cb583d9c64006f10d1\/tumblr_nitbz8whI31u91p59o1_540.jpg\n   \n   this is a very serious bat\n  ","278337":"\n   I have a special question: In an interview made at TFW2005.com you spoke about doing an Animated version of Octopunch, along with the Insecticon Kickback. You said that the drafts that you made for Octopunch got lost. Therefore, are you still considering to design again Octopunch? Let me know.\n  ","278338":"\n   You were only the animator for the latest series of the show which shall not be named here, right? I'm assuming you don't know much of the technical side. Is that why you don't like answering those questions?\n  ","278339":"\n   Oh darn it, I guess there's no fooling you. *somehow Airbends you into a tornado the size of Boss Hogg while he begins singing*\n  ","278340":"\n   Dude, if Ben 10: Omniverse it's over, what are you currently working?\n  ","278341":"\n   Of course not, Wyatt. I will do this, however! *unleashes a horde of killer Krabby Patties on you*\n  ","278342":"\n   What is the last thing you forgot?\n  ","278343":"\n   There's gonna be Scooby-Doo lego sets! Too bad they'll probably be based on that crappy new series....\n  ","278344":"\n   hey derrick, would you answer my one ben 10 question I have? I know you said you wont answer anymore but I was hoping you would say yes just to this last one. how powerful are plumber ships? if hand guns can let out 3 petawatts of energy, I was thinking plumber ships would let out billions times mor\n  ","278345":"\n   Wyatt, I must ask. If you could have the humans known as Peter Cullen and Frank Welker voice anyone in Animated, who would it be?\n  ","278346":"\n   *Travels through time and tramples you tomorrow.*\nTRAMPLETRAMPLETRAMPLE!\n  ","278347":"\n   *Travels through time and tramples you yesterday.*\nTRAMPLETRAMPLETRAMPLE!\n  ","278348":"\n   Derrick J. WYAAAAAAAAAAAAAAAAAAAAAAAAAAAAT *his angry bellowing is so powerful it breaks one of your toy store's windows*\n  ","278349":"\n   Will you ever start answering ben 10 question? Or have you stopped forever?\n  ","278350":"\n   hello, sorry for that question about Ben 10, but I was wondering what is the level of destruction of Diagon, planetary, galactic, universal. Could answer?\n  ","278351":"\n   When did you start disallowing anonymous questions and why? Not trying to start anything, I just noticed I couldn't hide my name.\n  ","278352":"\n   I'm sorry about my ben10 questions before.\n  ","278353":"\n   Hey. Sup\n  ","278354":"\n   Do you prefer designing characters or redesigning them?\n  ","278355":"\n   What villain from omniverse and what villain from tfa would make the most formidable team?\n  ","278356":"\n   What do you think of Stargate SG1?\n  ","278357":"\n   What's the thing that throws you off about Gen Rex?\n  ","278358":"\n   If you were asked, would you be willing to work on a new TV show based on the Secret Saturdays?\n  ","278359":"\n   Get me Steven Spielbergs mexican equivalent!\n  ","278360":"\n   I know that you can't do anything to bring back the original show Teen Titans. But would you like it to come back ?\n  ","278361":"\n   hello i got a question...witch ninja turtle is your favorite?\n  ","278362":"\n   Have you ever watched the anime film \"Akira\"? If so, did you enjoy it?\n  ","278363":"\n   Are you enjoying the piece and quiet now that Omniverse is over and people aren't bombarding you with questions?\n  ","278364":"\n   Derrick Lord wants me to answer this question Can you give us a masterpiece of kevin 11,000 mutated aliens from ben 10,000?\n  ","278365":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/122938996596\n   \n   Someone needs to ask you.  You'd do an awesome Pokemon show!  Preferably a reboot like Origins.\n  ","278366":"\n   Wait what, the Colonel is dead?! Why wasn't I told?\n  ","278367":"\n   Remember when I asked if you were interested in making your own animated Pokemon show, well, I had an idea, I think if you are doing artwork like with Transformers, Teen Titans, Scooby Doo, and Ben 10, why don't you try Pokemon series, only with Ash. Misty, and Brock as the main characters!\n  ","278368":"\n   HEEEEEEEELP *the flying Boss Hogg clones begin trying to snatch him up like a pelican trying to catch a fish*\n  ","278369":"\n   What do you think of Angry Birds Transformers?\n  ","278370":"\n   So last thursday I go to Kentucky to get some fried chicken and guess what, the colonel wasn't even working that day!\n  ","278371":"\n   *Buries you all in bubble wrap.*  TRAMPLETRAMPLETRAMPLE!\n  ","278372":"\n   Now there is only one path to peace, Wyatt: your extinction!\n  ","278373":"\n   Wyatt, are you the new king of Pride Rock? You might wanna take on King Scar to attain your title!\n  ","278374":"\n   *you see Ratchet being attacked by a flock of flying Boss Hogg's*\n  ","278375":"\n\n    https:\/\/38.media.tumblr.com\/d3cceb4ed3da0be9fce3267f19031661\/tumblr_nfz3gkVmum1qb6v6ro2_500.gif\n   \n   bat :D\n  ","278376":"\n   Any plans for Generator Rex or the Secret Saturdays? Just thinking about other series you could reboot.\n  ","278377":"\n   Yo dude Rainbow Dash wanted to know if your free this weekend to watch her do some new flight tricks.\n  ","278378":"\n   Did you know that Twin Peaks is coming back in 2016? I'm so excited!\n  ","278379":"\n   Where is Hulk? That was your best badge. :'(\n  ","278380":"\n   Hello; I noticed that you leaved Deviantart. Any reason why? Also, can you explain to me why do you like the dark; the macabre and the goth? You have been posting photos related to those subjects on your TUMBLR account. Finally, I watched TFA Season 3, & your comments on \"Transwarp\". Excellent!!!\n  ","278381":"\n   hey, so i'm making a new ben 10 series. It's fan made, with real episodes and real animation.\n  ","278382":"\n   what do you think of transformers robots on disguise\n  ","278383":"\n   you ever watch Firefly?\n  ","278384":"\n   Why do zombies like brain so much?\n  ","278385":"\n   Mr. Wyatt, I have a question, why are Cartoon seasons almost always ordered in multiples of 13? Either 13 or 26 episode seasons or a solid chunk of 65  back in the 1st run Syndication Days. With a lot capping at 52 episodes. Why the obsession with 13?\n  ","278386":"\n   what do you think of david lynch?\n  ","278387":"\n   Lol wait titans fans aree second?\nLemme guess they come to you to complain about GO or somethin?\n  ","278388":"\n   Is there anyone you wanted to have on SDMI that you didn't get to have, like a special guest star voice actor ?\n  ","278389":"\n   Mr. Wyatt, would you be willing to critique me on some character drawings? You are honestly my favorite animator and any feedback would be amazing coming from you. :)\n  ","278390":"\n   Thanks for everything, Derrick. OV ended in a strong note. :)\n  ","278391":"\n   Are you really not going to be the art director of the franchise anymore? I mean, the animation style when you were around was amazing and colorful. I just wish you continued to series 5 or had a son with your talent. PS, sorry that this is a 'Ben 10' related question.\n  ","278392":"\n   good bye good sir, thanks for everything :)\n  ","278393":"\n   The original after credits scene for Rise Of The Planet Of The Apes was that you a figure walking up flight of those swirly stairs in the statue of liberty and he reaches the top and it's Caesar all old. Then he looks out a hole in a the statue and as we pan out we see the city on fire. fun fact!\n  ","278394":"\n   Are there any autobots you would've liked to have on TFA with a pivotal speaking role that you didn't get to have on the show ?\n  ","278395":"\n   Yo man, how's it going how's life been treating you lately.\n  ","278396":"\n   Out of the four shows, which fans are the worst when it comes to questions? Teen Titans Fans? Ben 10 Fans? Scooby Doo Fans? Or Transformers Fans?\n  ","278397":"\n   Do you prefer to eat at a restaurant or at home?\n  ","278398":"\n   If you were doing what your doing in the 90s and you were asked to work on Batman the animated series, would you take the job?\n  ","278399":"\n   How long until you start looking for a new show to work on, or do you already have a new one?\n  ","278400":"\n   Goodbye. This is the last question that I will ever give you.\n  ","278401":"\n   Thank you muchh Mr.Derrick!!!!!\n  ","278402":"\n   Could you show Chromastone artwork?\n  ","278403":"\n   What happen to Future Zed?\n  ","278404":"\n   Who was your favorite female character from SDMI?\n  ","278405":"\n   Why did OV run on arcs rather than the traditional season structure? Seems unique.\n  ","278406":"\n   Have you've been to Yogurtland? I love their flavors.\n  ","278407":"\n   Proctor is the last name of John Proctor in Arthur Miller's \"The Crucible\" which was set in Salem during the witch trials. He was also a real person, and was one of the famous male witches to be burned.\n  ","278408":"\n   What all you creators will be doing now? now that Ben 10: Omniverse has come to an end?\n  ","278409":"\n   Are there any aliens in the omnitrix with shorter lifespans than humans?\n  ","278410":"\n   What would Clockwerk and Atomix fusion be called? Atomwerk, Atomiclock , Clocktomix, etc?\n  ","278411":"\n   I've watched all 80 episodes.  I enjoyed everyone.   I know that the fans (myself included) were annoying to you.  But you bared through it and answered our questions. So thanks for a good two years.  I look forward to your next project.\n  ","278412":"\n   I just finished watching the finale. I don't think i can even muster the words to explain how much I loved it and how much it affected me. I was sitting there grinning like an idiot the entire time. Thanks for these past two years. They've been the best. Omniverse was fantastic....just...thank you.\n  ","278413":"\n   Are you still doing the Movie?\n  ","278414":"\n   Skurd and his species seems to have played a HUGE part in the ending of Omniverse. How would Omniverse had ended if Bandai didn't want him to be created?\n  ","278415":"\n   Thank you and congratulations on the best Ben 10 series. The finale was really something else. Thank you again for this thrilling ride. :)\n  ","278416":"\n   Great ending, not a lot to say but I do have one mundane question in me. What do you think Professor Paradox saw the Contemelia as?\n  ","278417":"\n   Have you watched Smallville?\n  ","278418":"\n   How's you Riddler shrine?\n  ","278419":"\n   Did Max have an Archie style Betty\/Veronica thing with Xylene and Verdona back in the day?\n  ","278420":"\n   OH sorry, I managed to misread that quite a few times.\n  ","278421":"\n   another question...is the dream beaver episode of tmnt 2012 comin tonight\n  ","278422":"\n   this is what i was talking about\n   \n    http:\/\/i.imgur.com\/MYTmLpC.png\n   \n   sorry if i was unclear. the finale was awesome, thank you for all of your hard work!\n  ","278423":"\n   That ending was aswm but now its over :'(\n  ","278424":"\n   Sweet dude you seen the episode, can you give me some kinda spoiler from the episode. Like umm what is the dream beavers origin? like why are they the way they are lol\n  ","278425":"\n   I tip my hat. Congratulations for a killer finale.\n  ","278426":"\n   OH MY GOSH!!!!! THAT WAS AMAZINGNESS!!!!!\n\nOn behalf of myself and the entire rest of the Ben 10 community, fanbase, and franchise (Whether they want to admit it or not) I thank you and the entire Ben 10 crew for this spectacular journey you have taken us on from the stars and back again.\n\nThanks XD\n  ","278427":"\n   Who appoints the leader of the plumbers?\n  ","278428":"\n   I am disappointed we never got to see Dr. Animo put knees on bees.\n  ","278429":"\n   Will you make another ben 10 series? Oh, and thanks for the episode 80, the best episode ever\n  ","278430":"\n   I love this episode, all aliens and all other <3\n  ","278431":"\n   Thanks for all the hard work you put into Omniverse. I hope you enjoyed it as well. Just a pointless question, more a request, can whoever got the idea to make Exoskull and Subdora a couple (so cute) get a mental hug from me? I've enjoyed watching them and Maltruant in this last season.\n  ","278432":"\n   Yo dude, the rainbow jerk wanted me too let you know tonights TMNT episode features Robert Englund and John Kassir as killer mutants. So yea man.\n  ","278433":"\n   Seems that Cartoon Network will rerun the last 30 episodes of Ben 10 Omniverse, until January 2015. After that, it will be replaced by Dan VS.\n  ","278434":"\n   Amazing work, Mr Wyatt. This finale was just wonderful.\n  ","278435":"\n   derrick...that last episode...was,....amazing i loved it\n  ","278436":"\n   So long Mr. Wyatt, and Thanks for all the Smoothies!\n  ","278437":"\n   It would've been hysterical if that Scanty Way Bad was a contestant in The Most Dangerous Game Show XD\n  ","278438":"\n   OMG that ending!! I just want to say this: Thanks for all :3\n  ","278439":"\n   Mr waytt please draw the bases of man and woman\n  ","278440":"\n   Malware didn't come back in episode 80. Did the plans change or was it clever misdirection?\n  ","278441":"\n   By second-in-command, I meant second-in-command Magister of Earth, like how Magister Patelliday is second-in-command of Earth in the present.\n  ","278442":"\n   Since Rene Auberjonois is your favorite voice actor, did you want him to voice anymore characters?\n  ","278443":"\n   Who's second-in-command of Earth in the future?\n  ","278444":"\n   Was there a really important reason for Paradox not to be in the Forge of Creation? what did he do to the Celesterialsapiens that made them so angry at him?\n  ","278445":"\n   Does Rook have any personal fears?\n  ","278446":"\n   speaking of fincher, I found out that he almost directed a spiderman movie in the early 2000s, not only that but he was born the same month and year as the comic debut of spiderman.\n  ","278447":"\n   How long did Ester date Antonio before revealing it to Ben?\n  ","278448":"\n   Was there a reason Azmuth and Driba weren't at Max's retirement in The End of an Era?\n  ","278449":"\n   Hey there Derrick, as a personal fan of the entire series growing up i would like to say thank you for everything that you have done for omniverse, and good luck in future developments.\nMy question is since the show is coming to a close what was your favorite alien out of all of the omnitrix aliens?\n  ","278450":"\n   Since Paik's Body Shop is destroyed, what does Kevin do every day?\n  ","278451":"\n   Has Kenny met Big Chill's offspring?\n  ","278452":"\n   By Puhnivore, I meant Charles Zenith's species.\n  ","278453":"\n   Ding dong!\n  ","278454":"\n   Has Ben transformed into a Puhnivore offscreen?\n  ","278455":"\n   Was Ben or Gwen 10k ever Earth President?\n  ","278456":"\n   What does Carl (Ben's dad) do for a living?\n  ","278457":"\n   Why Molly Gunther doesn´t went a contestant in \"Most dangerous game show\"? She was just watching Ben on TV\n  ","278458":"\n   What a pretty name, I wish my name was Derrick\n  ","278459":"\n   Have you seen Gone Girl yet?\n  ","278460":"\n   Spring.me or Ask.fm?\n  ","278461":"\n   The squirrel badge is useless. There is no image that I can play with it.\n  ","278462":"\n   Was Young Ben meant to be involved in more episodes but didn't make the cut?\n  ","278463":"\n   thanks a lot! how about some azmuth art? :))\n  ","278464":"\n   Any information about Subdora?\n  ","278465":"\n   I completely forgot that Exo-Skull was in the original Ben 10K episode back in the day! Was that one of the main reasons why he was brought back for the Time War arc?\n  ","278466":"\n   I took that bomb, and I stayed in a fancy hotel. And BOOOOOM.\n  ","278467":"\n   Can you show us some new official art?\n  ","278468":"\n   On Thanksgiving, what is Ben most greatful for?\n  ","278469":"\n   Will Ben 23 ever understand what it means to be a true hero?\n  ","278470":"\n   I put the donut image on Pateliday's face. Yummy.\n  ","278471":"\n   lol I put your Hulk badge on Argit's face.\n  ","278472":"\n   What kind of tragic event would be so horrible, that it would make Ben quit being a hero forever?\n  ","278473":"\n   I'm sorry for mistaking Subdora's accent. I actually realized the mistake while taking a shower after sending that question last night, but it was too late to correct it. On the bright side, by the time you get this the last episode will have aired and you'll be free of us. Thanks for enduring it.\n  ","278474":"\n   Yes it is. And one day, I promised myself I'd get rid of that dollar once and for all. So I spent it on a bomb!\n  ","278475":"\n   I am Brazilian and I am his fan too. Sorry my english, but his work is amazing.\n  ","278476":"\n   I wanted to ask, How did you get involved with Ben 10 in the first place?\n  ","278477":"\n   What is your favorite restaurant in the world?\n  ","278478":"\n   Hey what comics have you been reading lately? ive been reading most of Bendis work.\n  ","278479":"\n   And my protoform batch initiator... Gave me a dollar! I loved that dollar! Me and that dollar went everywhere! Until it went crazy and tried to kill me! Over eleven times, as a matter of fact.\n  ","278480":"\n   Would you consider designing chamalien *not for the show* but for us to see what he'd probably look like?\n  ","278481":"\n   What was one thing you'll miss about working on the show or the show in general?\n  ","278482":"\n   well, Ben 10 OV will be over. Thanks for the show man.\n  ","278483":"\n   Lets just say Future Driba is off on Galvan Prime with Luhley and had 2 kids, named Yurinthal and Driba Jr.\n  ","278484":"\n   Did Devlin and Kenny get grounded for the same thing?\n  ","278485":"\n   I just want to say Future Arigt looks on point. Also could there ever be a Ben 10,000 show? I always wanted one since the first time Ben travel to the future. Lastly just wanted to tell you TFA is by far the best transformers show hands down; wished there could have been a season 4.\n  ","278486":"\n   I don't know if this has been asked yet, but can Ben 10K use one gauntlet to turn into normal aliens if he wishes?\n  ","278487":"\n   So all of a sudden people think that all Merlinisapiens are now Italian just because Subdora has that accent? Did they just forget Prisoner 775 and ChamAlien were light German accented?\n  ","278488":"\n   During Omniverse which were more fun for you to design: alien fusions, ultimate aliens, or brand new aliens all together?\n  ","278489":"\n   Do any of the alternate Universe Bend name their Aliens like Ben Prime and Ben 23 do?\n  ","278490":"\n   So you said that you would like to name an alien Fredrickson. What would his powers be?\n  ","278491":"\n   I believe you once said Malware would return in 079. What happened?\n  ","278492":"\n   I seem to remember you saying NegaBen's aliens were miscolored and I'm kinda confused as to what kind of color themes he's supposed to have (mostly for the made up alien challenge). What are his color themes?\n  ","278493":"\n   Where was Devlin during today's episode?\n  ","278494":"\n   Oh noooooo! I put a period instead of a question mark on my last question. Sorry about that.\n  ","278495":"\n   What are Atomic-X's weaknesses?\n  ","278496":"\n   What happened to Future Driba?\n  ","278497":"\n   Do ben and Eunice still talk?\n  ","278498":"\n   I liked that episode.   Pesky Dusk is awesome.  Does Charles Xenith have any limits to his powers?\n  ","278499":"\n   Okay. Since my birthday is in eleven days, can you show us Lodestar, Chromastone, AmpFibian, and all of the remaining Omnitrix aliens?\n  ","278500":"\n   Will we be seeing the last seasons of omniverse on dvd\n  ","278501":"\n   What would you like to name a alien if you were to name one?\n  ","278502":"\n   Don't you want to hear my annual scary story??\n  ","278503":"\n   Can you show us a clear image of Future Patelliday?\n  ","278504":"\n   Have you seen the Flash yet? It's pretty good. Except for his suit.\n  ","278505":"\n   Can we see art of that Opticoid incidental?\n  ","278506":"\n   Is this the end ?\n  ","278507":"\n   I think the only thing I love more than President Argit is the fact that he's also UNCLE ARGIT to Kenny oh my gosh that's so cute I love him.\n  ","278508":"\n   Well, it was a good run! Thanks for working on the best Ben 10 series ever!\n  ","278509":"\n   EYE saw an opticoid incedental!!\n  ","278510":"\n   I love scene where you appear in background and swim in air. XD\n  ","278511":"\n   What the hell happened to Future Patelliday?\n  ","278512":"\n   I just love future stuff!!\n  ","278513":"\n   Okay, that was an awesome episode. I can only hope the finale is as good. (Only downside, I was too starstruck by how awesome everyone was to actually pay attention to the plot...)\n  ","278514":"\n   Sorry, can we see an official Alien X.\n  ","278515":"\n   How old is Kenny now?\n  ","278516":"\n   Was Swift left in the Null Void or she was taken to custody like Rojo and Nyancy Chan?\n  ","278517":"\n   What would be Shocksquatch + Clockwork's fusion name?\n  ","278518":"\n   Who designed Argit 10K ?\n  ","278519":"\n   man what is it with people confusing France and Italy? First the wiki called Punchinello a French-style clown, now poor Subdora :c\n  ","278520":"\n   why azmuth's dad looks younger than him?\n  ","278521":"\n   Dude Argit 10k is seriously friggin cool!!\n  ","278522":"\n   Speaking of Merlinisapiens, are they a whole species of French stereotypes, like how all of the Shocksquaches seem to act Canadian, or is Subdora just eccentric?\n  ","278523":"\n   You said XLRG was drawn, is that official art or just rough concept art? And can you post it? I really want to know how that fusion would look\n  ","278524":"\n   Can we see an official ma Vreedle artwork?\n  ","278525":"\n   Great new episode! It was fun seeing everyone in the future. One question though, is the OV Omnitrix Kenny's first watch in Omniverse continuity, or has he already had several of them? Sorry for the boring question.\n  ","278526":"\n   do you love me?\n  ","278527":"\n   Who had the idea of putting in aliens like atomix and toepick?\n  ","278528":"\n   Can we get a bit more info about the Anur horse? It seriously looks amazing.\n  ","278529":"\n   Good Day, Sir! Are U willing to post the following: George Washington; OLDER Max; Kai 10,000; Kevin 11,000; Gwendoline (future); Omniverse Zombozo; Antonio; Myaxx; cameraman Harangue; Antonio's bike; and Jennifer Nocturne? Also, I got TFA Season 3 on DVD! I'll watch it; and hear your comments.\n  ","278530":"\n   Are dragons aliens or mystical creatures?\n  ","278531":"\n   Why did you decide to make Elena a brunette?\n  ","278532":"\n   Official art for Frightwig? And what would happen is Upchucks eat a celestialsapien?\n  ","278533":"\n   I remember reading that Transformers Animated had a few scenes that had to be cut because the finished animation was unusably terrible. Is that a common occurrence when working with animation?\n  ","278534":"\n   Can Upchuck eat Ascalon?\n  ","278535":"\n   If Subdora is anything to go by, it seems Merlinisapiens do in fact wear clothes. With that in mind, what kind of clothing would ChamAlien have had if he appeared in Omniverse?\n  ","278536":"\n   Will you make TFA Season 4 IDW comics on next year, Mr. Wyatt. Goodbye Ben 10 Omniverse we all missed you.\n  ","278537":"\n   So is Ken 10 (Original Series) non canon?\n  ","278538":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121741951348\n   \n   If Charmcaster won, and agreed to marry Ben, would she have been freed? Does that mean she took the contest seriously so she can be freed?\n  ","278539":"\n   Are there anyone on the wiki who you are in contact with?\n  ","278540":"\n   One last question for tonight (I think), will you be answering questions until the end of Friday or just to some point in the day before lights out and no more?\n  ","278541":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121751956852\n   \n   What specific jobs do they do? Other than write stories I mean...\n  ","278542":"\n   Thank you for all the time you take out for us and all the answers you give! Had a non Ben 10 question. I'm praying you haven't been asked this before but what was going on with the finale for Teen Titans? Was there another story where it was going and was canceled or was it intentional to end there\n  ","278543":"\n   I just want to say, Omniverse has by far been my favorite Ben 10 series. It really combines the best of the original and AF\/UA. BTW I'm curious, what has your experience working on Omniverse been like (annoying fans barred)? Is it something you're glad you did, or did you regret it?\n  ","278544":"\n   So is Charles Zenith trapped in that boring dream forever?\n  ","278545":"\n   I never said that Mr. octothrobe's question made sense. I just meant that I THINK that that was what he meant.\n  ","278546":"\n   Charles Zenith can control Ben´s transformations and everything! He´s very powerfool! like a celestialsapen maybe!\n  ","278547":"\n   Why was Ma Vreedle booted out with Ben's relatives? Ben is not related to her, right? ._.\n  ","278548":"\n   Have Ben and Kai previously been in contact with each other before \"American Benwolf in London\"?\n  ","278549":"\n   What would be your opinions if the writers made an episode or a tv special that takes a peek into the lives of the alternate dimension bens and explains why their universe is different? Would you be interested or excited?\n  ","278550":"\n   Gobotron or Cybertron?\n  ","278551":"\n   Could I have an interesting Omniverse factoid?\n  ","278552":"\n   Azmuth wasn't exactly fond of the evolutionary function Albedo added to the Ultimatrix, so, with that in mind, what do you think future Azmuth thinks of Ben 10,000's Biomnitrix?\n  ","278553":"\n   I really liked today's episode. Zenith reminds me of Batmite, or Mr. Mxyzptlk. 5th dimension, omnipotent powers. I like it! :D\n  ","278554":"\n   Yo man you'll never believe this, there is a story about a killer Bigfoot and the name of the story is The Baumann Story!\n  ","278555":"\n   So Slamworms also live in other parts of the galaxy like on Peptos XII or did Charles Zenith just teleport one there for the game show?\n  ","278556":"\n   Just wondering, what would the fusion of Big Chill and Ghostfreak be called? Big Freak or Ghost Chill?\n  ","278557":"\n   If Primus no longer exists, then what's Eunice been up to all this time?\n  ","278558":"\n   Would you consider being a consultant on any future Ben 10 projects because you honestly did this show a lot of justice by bringing back what made the original Ben 10 so great.\n  ","278559":"\n   I forgot that Eunice was a relative to the Tennysons.. From Gwen's DNA origin, right?\n  ","278560":"\n   YES! I love how Pesky Dust appeared. The dreams he creates are hilarious. Thanks for including him in the episode\n  ","278561":"\n   I just want to say that I appreciate everything that you have done for the fans. I really appreciate you making Ben 10 the show that it was meant to be. Not only that, but you put up with us fans for a long time. Like a really long time. You are an awesome person and I will always appreciate it.\n  ","278562":"\n   IDEA!\nPignacius Baumann\n  ","278563":"\n   If Ben didn't end up with Kai or Ester, who would he end up with?\n  ","278564":"\n   What do you think Benzarro is doing right now?\n  ","278565":"\n   Could you say the main roles of an art director, other than, of course, drawing designs for show\/project.\n  ","278566":"\n   Did Gwen's mum or Helen Wheels ever appear in ep 78 as I didn't notice them? By the way I loved how all the women were fighting over Ben it was an awesome ep!\n  ","278567":"\n   Have you enjoyed Star Wars Rebels so far? I sorta like what they've been doing.\n  ","278568":"\n   How come Eunice got booted with all of the Tennyson ladies (and relatives)?\n  ","278569":"\n   Not a question, just wanted to say Gravadactyl is one of the most awesome names I may have ever heard!  XD You guys are awesome! Thanks for everything!\n  ","278570":"\n   I'm so sad omniverse is ending!! You and the crew did such a great job on the show :). I hope this won't be the last series, even though Ben 10 has been on for quite awhile! Thank you so much for keeping this show alive and it has grown up with me so it will forever be in my heart! Thank you!\n  ","278571":"\n   Well, Wyatt, your Omniverse production, and the era of Ben 10 is coming to an end. *hands you a glass and pops the cork off of some champagne* For all your hard work. *aaaaand he's suddenly flattened by a flying Boss Hogg, who crushes him*\n  ","278572":"\n   If you're allowed\/willing to answer this question, what were some of your favorite fusion alien ideas that didn't make the cut? I remember you said \"XLRG\" had some concepts drawn up that were really cool.\n  ","278573":"\n   What did the last text message you sent say?\n  ","278574":"\n   Who do you think is the prettiest girl in Omniverse?\n  ","278575":"\n   Mr. Wyatt, why don't you answer my questions?\n  ","278576":"\n   Official artwork of Antonio please?\n  ","278577":"\n   will ben 10 have any more shrinking episodes\n  ","278578":"\n   im sorry\n  ","278579":"\n   may I ask you something please\n  ","278580":"\n   So, this \"Primetime Omega Lord\" is a god in the Ben 10 Multiverse?\n  ","278581":"\n   Is this only me or you send everybody this thing\n   \n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121542092916#_=_\n   \n","278582":"\n   Forgive me for bothering but I have a question if you have time; In 078 just because a female competed doesn't mean she likes Ben romantically right? Because Subdora and Drew are in relationships. I'm sorry I'm just weird and that idea bothers me a bit. But thank you for your time. It was fun.\n  ","278583":"\n   It's possible OV will continue as Comic Book ??\n  ","278584":"\n   Was Verdona in 078? I think I missed her\n  ","278585":"\n   Did Zenith permanently free Charmcaster from her bag or has she somehow gone back to being trapped there after Zenith was taken down?\n  ","278586":"\n   Amm... i have a question. Who is this guy?\n   \n    http:\/\/img2.wikia.nocookie.net\/__cb20141112214247\/ben10fanfiction\/images\/7\/74\/GuyTMDGS.png\n   \n","278587":"\n   I think Mr. Octothrobe was asking how CheshireP knows things about Ben 10 ahead of time (like the Secret Saturdays crossover). I for one couldn't find that no matter where I looked.\n  ","278588":"\n   Are you upset that you didn't get to re-design fasttrack, chamalien, or jetray?\n  ","278589":"\n   You once said all the alternate Goops have their own flavors. What flavor are Bad Ben, Mad Ben, Nega Ben and Benzarro's Goops?\n  ","278590":"\n   Is there anyone else you wanted to include in 078 but didn't make the cut?\n  ","278591":"\n   Antonio! Wow that ending was just, wow!  XD Yuri Lowenthal did a great job writing that! Where'd he come up with that idea or is that something I need to ask him?\n  ","278592":"\n   I got to watch the new episode with my great grandma whom I enjoyed most of the original series with as a child. She and I enjoyed it! I often tell her the new stuff that gets announced for the show, so it was very nostalgic to watch a new OV ep with her. We look forward to the last two episodes. :)\n  ","278593":"\n   Who is CheshireP?\n  ","278594":"\n   Are you glad that Omniverse is going to end soon and that we will probably stop with the annoying and weird questions that we asked that are often quite a burden and sometimes a spoiler?\n  ","278595":"\n   Have you seen the new transformers movie? If so, what do you think of the design for Lockdown?\n  ","278596":"\n   Who is Ezekiel Saturday?\n  ","278597":"\n   I ask because you hang out around them a lot . Hoe would a writer break into cartoons? I see a lot of artists break in via drawing on shoes but Joe would a writer get into the biz who can't draw?\n  ","278598":"\n   Does Nega Ben fight villains or use his Omnitrix for personal gain?\n  ","278599":"\n   Do you know what the planet names are for Water Hazard, AmpFibian, and NRG's species?\n  ","278600":"\n   So is the First Thinker position on Galvan Prime similar to a president?\n  ","278601":"\n   Does that mean it isnt but should be, it is, or that it hasn't been decided yet. Either way, I do find the idea very clever. Whose idea was the whole Ezekial Saturday concept?\n  ","278602":"\n   Is the Ezekial Saturday story still canon even though we won't see it? I really like the idea!\n  ","278603":"\n   I remember a while back you gave out a bunch of fake alien names (Crabtastic, Mealymouth, The Zilch, etc) and the artists of the Ben 10 fandom, myself included kinda took that as a fun group-design challenge. Can we get some more?\n  ","278604":"\n   Looma? A looma? A looma naughty? ILLUMINATI CONFIRMED!!!\n  ","278605":"\n   Ben 23's Omnitrix is called the Hero Watch, Mad Ben's is the Power Watch... What is Argit's called?\n  ","278606":"\n   Hi Mr. Wyatt, Correct me if I'm wrong but it seems that you are ignoring me.\n  ","278607":"\n   How about a clean up of Gorilla Joseph Chadwick? Or is he labeled \"Hyde\" Joseph Chadwick?\n  ","278608":"\n   Is Argit even an alien?\n  ","278609":"\n   Derrick, I believe \"... instead of\" asked for YOUNG Gwen's artwork. Could we possibly get young Gwen's model art?\n  ","278610":"\n   Can you please show us Judge Domstol's official art?\n  ","278611":"\n   Hey, Derrick! Hello again! I'm turning 46 this wednesday. Will you post here the pictures of the college goth girls based on Raven; Jinx and Stocking? BTW, have you played Lollipop Chainsaw? I made a drawing of Sari based on the concept, and I'm doing another one with SG Sari. Check it\n   \n    @Deviantart\n   \n   .\n  ","278612":"\n   In Classic's episode \"Perfect Day\", Ben is put in a simulation by the Forever Knights and is programmed to dream of whatever would make the best day for him. In that dream, he saw Kai. Even though it wasn't too significant, it happened. I really think that says something about his feelings for her.\n  ","278613":"\n   Do you know what Argit's species is called? Or is that a question for someone else?\n  ","278614":"\n   Any chance of seeing Chrono Spanner in outfit today? :o\n  ","278615":"\n   I see that\n  ","278616":"\n   Atomix really DOES have overconfidence!\n  ","278617":"\n   Can I get Crashocker?\n  ","278618":"\n   Lol, you posted that Swampfire twice, Mr. Wyatt\n  ","278619":"\n   Can you show us new Swampfire official art in Polish fans? I gift you HULK! HULK SMASH!\n  ","278620":"\n   I saw the episode, Malgax Attacks. At least, it's \"over\" for Vilgax; and poor Albedo is stuck for ever, as a human. And, Driba and Blukic now have girlfriends to booth;Luhley, and her cousin Duffy. If that's possible, can you post the pictures of Luhley and Malgax? Happy Veterans\/Armistice Day!\n  ","278621":"\n   How is this guy called?\n   \n    http:\/\/i.imgur.com\/zCoUA7L.png\n   \n","278622":"\n   Who in the Ben 10 crew thought of Maltruant?\n  ","278623":"\n   How did Hobble make it into Alpha Squad?\n  ","278624":"\n   I just wanted to say, I love omniverse, congratulations to you and the crew for making such a wonderful series, it'll be sad to see it go, but I guess, good things must come to and end, thank you\n  ","278625":"\n   Hi Mr. Wyatt. How are you. I don't mean to be a burden but would you mind showing some concept arts for jetray in omniverse?\n  ","278626":"\n   But does that make Walkatrout omnipotent?\n  ","278627":"\n   What if Ben transforms into walkatrout, then Skurd gives him an Alien x upgrade, does that mean that walkatrout is now omnipotent?\n  ","278628":"\n   omg you shouldn't have told me about Ezekiel Saturday now I'm so upset he got nixed :(((( Was there ever a design drawn up for him?\n  ","278629":"\n   between teen titans, OV, transformers and scooby doo, which was your most favorite one to work with?\n  ","278630":"\n   An epic ''Benale'' on November 14th ~ ''A New Dawn'' only on Cartoon Network, I will be celebrating in honoring all of the Ben 10s over the multiverse with Ben 10 cake\n  ","278631":"\n   How did you come up with then ending of ben 10 omniverse and bringing in George Washington that was funny. Also what are you working on now that Ben 10 is over?\n  ","278632":"\n   Is it just me or have I realized that this final episode is about: How Ben discovers that he will have a son ( Kenny a.k.a Spanner )  in the future, and yet so he's gotta stop Maltruant... any other shocking surprise we may witness?\n  ","278633":"\n   starting from \"final countdown\" is it just me or are these last episodes are sad in the middle(end)\n  ","278634":"\n   Are all part-Way Big Biomnitrix fusions smaller than regular Way Big?\n  ","278635":"\n   What is the average lifespan of a Galvan?\n  ","278636":"\n   Would it be possible for one Ditto (or Echo Echo) to use Skurds powers, while the others do their own thing?\n  ","278637":"\n\n    http:\/\/ben10.wikia.com\/wiki\/Thread:195873\n   \n   must  see\n  ","278638":"\n   What would Ditto+Echo Echo's fusion name be? I'm thinking infinite multiplication for powers.\n  ","278639":"\n   If Ben would use Echo Echo or Ditto, with Skurd attached to the Omnitrix, would he multiply as well, or would he just stay on one Ditto, or one Echo Echo?\n  ","278640":"\n   Was that Malware or Vilgax escaping in the end of today's episode?\n  ","278641":"\n   Omniverse has honestly been my favorite of the 4 series so far.\nIt's sad to see it go :(\n  ","278642":"\n   Man... only 3 days and... Bye Bye Omniverse :c\n  ","278643":"\n   Does Atomix' species normally have an omnitrix symbol on their chest? And if so, are they some how connected to the Galvans?\n  ","278644":"\n   Am I the only one who find it funny that you keep answering people with the link to a question whose answer is 'WATCH THE SHOW'? Yes? Just me? :C\n  ","278645":"\n   is it over ?\n  ","278646":"\n   Did you design any one in batman the brave and the bold or the batman (TV show)\n  ","278647":"\n   How do you design such awesome characters? Do you write stuff down before drawing or do you just let it slide?\n  ","278648":"\n   What do you think of the rumor that Gwen is getting her own anime series? Do you know who suggested this idea?\n  ","278649":"\n   Good sweet jesus tap dancing christ! You and the crew have not only put the life and spirit back into ben 10, you all took it to a whole new level of awesome. Thank you and the crew!\n  ","278650":"\n   Since Omniverse is ending does that mean that the toy line will stop after the release of the arc including Atomix, Whampire, and Ball Weevil?\n  ","278651":"\n   Hi Derrick sir. How are you? Thank you for your work on Omniverse. Please continue to work for Ben 10.\n  ","278652":"\n   Okay, I'll ask the obvious question. Did Ben 10,000 get the inspiration for the Biomnitrix system from past experiences with Skurd? It certainly SOUNDS feasible.\n  ","278653":"\n   Okay my last question...would you like me to stop asking weird or Murk Upchuck based questions?\n  ","278654":"\n   If Ben 10K uses a Heatblast\/Swampfire(I say Swampblast) fusion or a Feedback\/Buzzshock(Buzzback) fusion would that be too much heat\/electricity for him and the Biomnitriz to handle?\n  ","278655":"\n   What you next work?\n  ","278656":"\n   in the future....is argit the mayer?\n  ","278657":"\n   what would you call   walkatrout+the worst?  walkaworst  or thetrout.....or anyothers?\n  ","278658":"\n   How did the crew manage get the brilliant Mark Hamill to voice Maltruant?\n  ","278659":"\n   Does Sheelane 10K use the same model art as regular Sheelane?\n  ","278660":"\n   I am confused, is Ben an official  plumber or not?\n  ","278661":"\n   Can you show us Future Argit?\n  ","278662":"\n   I'm really glad Master Kundo came back. How devastating would the stone cutter be with the cybernetic arm?\n  ","278663":"\n   Ooooh and I just thought you got tired of me asking about Murk Upchuck :P\n  ","278664":"\n   Do you get every question you're asked and only answer ones you feel like or do you only see ones that are asked when you're on?\n  ","278665":"\n   getting annoyed with people hm?\n  ","278666":"\n   Would Pesky Toe (Pesky Dust + Toepick) make sense as a fusion since PD can control nightmares and Toepick's face IS a nightmare?\n  ","278667":"\n   Did they really make a Rick and Morty reference? .-.\n  ","278668":"\n   Should I watch the show?\n  ","278669":"\n   can we get official art of Bro Rook?\n  ","278670":"\n   Shouldn't your Galvan be called Dwyatt?\n  ","278671":"\n   I don't know why people didn't believe you when you said Most Dangerous Game was a fight for Ben's wife. All the pieces were there, all the cameos, and Yuri Lowenthal writing it (which is just fabulous!). People should be more trusting on the internet, or at least the most awesome person on it. :)\n  ","278672":"\n   What is your least favorite food?\n  ","278673":"\n   Would you consider just dropping a big ol file of art stuff in a zip file when Omniverse is over?\n  ","278674":"\n   Have you ever played\/had any interest in TableTop RPGs like Dungeons and Dragons or Pathfinder?\n  ","278675":"\n   I'm glad you're willing to release official art. Thanks! You need a pat on the back for an amazing Ben 10 series made better by your direction. What did you think of the finale when it was written?\n  ","278676":"\n   What about in four hours?\n  ","278677":"\n   is ma vreedle scared of  anything?\n  ","278678":"\n   If Toepick's Species' Face is one of the worst things imaginable... What are Toepick's Species' scared of? o.o\n  ","278679":"\n   So, Omniverse is ending next week. Does that also mean you are going to stop posting your awesome artwork too? :( I'm honestly more saddened by the perspective of no more designs than no more episodes.\n  ","278680":"\n   Are you ready to reveal more official art?\n  ","278681":"\n   What's one thing you wish you could've done on Ben 10: Omniverse, but didn't get the chance to?\n  ","278682":"\n   Did Skurd inspire Ben 10,000 to create the Biomnitrix?  Or is it something not important?\n  ","278683":"\n   Would ma vreedle be scared by toepick?\n  ","278684":"\n   You posted Bezel, and everything else, Thank You! Now, will consider post the figurines that Charmcaster had in her bag? Plus, from Scooby Doo Mystery Incorporated: Do you know who designed the robot soldiers that were under Professor Pericles' command? Do you have those pics? That's it, for now.\n  ","278685":"\n   Are Ripjaws' species and Sheelane's species related in any way?\n  ","278686":"\n   Could you talk to CN to tell them that fans would love a design book like Allspark Almanac? A book like that for Ben 10 would seriously be a dream come true.\n  ","278687":"\n   Why does Ripjaws not have lips like Patelliday?\n  ","278688":"\n   Any more official art for today?\n  ","278689":"\n\n    http:\/\/img3.wikia.nocookie.net\/__cb20140209140813\/ben10\/images\/d\/d2\/RJOVI2-1-.PNG\n   \n   Well mostly I ask because of the Galactic Monsters opening that had this.\n  ","278690":"\n   Do Jury Riggs people have a leader?\n  ","278691":"\n   That Ripjaws \"Fan art\" was from a Cartoon Network game.\n  ","278692":"\n   what made the team decide to return the ben 10 future back to the original Ben 10k and not not work on a new future for him?\n  ","278693":"\n   AAH! Thank you so much! I've been wanting to see him clearly for so long. Amazing design. I do have a question, did the young Ripjaws design for OV have the round OS eyes? Oprah is always going on about preferring the circle eyes...\n  ","278694":"\n   You like Ben 10 Wiki? ENG version vs. PL version? :>\n  ","278695":"\n   Can you show us Way Big, and Clockwork's official art? (Please, this is for a friend)\n  ","278696":"\n   Ohh please I liked so much Gwen 10 XLR8, can we see her official artwork?\n  ","278697":"\n   Could we see Ripjaws's art? :o\n  ","278698":"\n   Can you show us King Xarion's official art?\n  ","278699":"\n   Did aliens build the pyramids?\n  ","278700":"\n   Are these guys Synthroids?\n   \n    http:\/\/img2.wikia.nocookie.net\/__cb20130614093239\/ben10\/images\/c\/c7\/Ben-10-omniverse-side-characters-01.jpg\n   \n","278701":"\n   Are the future aliens Kenny mentioned (Snakepit, Sandbox, Shellhead) already in the current Omnitrix, or will Ben unlock them in the future?\n  ","278702":"\n   I was just asking, to confirm if someone was lying to me on a wiki. Apparently it's a rumored Buzzshock fusion.\n  ","278703":"\n   What is the Merlinisapien home world like? And what's it called?\n  ","278704":"\n   Does Pattersonea have a big Maple Syrup industry?\n  ","278705":"\n   Buzzfreak?\n  ","278706":"\n   How old is Vilgax?\n  ","278707":"\n   What happens when you give Rath a car?\n  ","278708":"\n   I love charmcaster, it's probably such a fun character to voice and write for\n  ","278709":"\n   Can you show us Chromastone's official art?\n  ","278710":"\n   Can you show Magister Patelliday Art? he rules.\n  ","278711":"\n   Did life evolve naturally in the null void, or was it brought there only after the galvans discovered it?\n  ","278712":"\n   I laughed when I saw someone asked if it's possible for Ben to Marry in the future and you said not in the future. So is it possible in the present? or in the not so distant future ?\n  ","278713":"\n   if alien x is omnipotent why atomic-x was killed by  the chronosapien time bomb?\n  ","278714":"\n   Who designed Kundo's robotic form?\n  ","278715":"\n   Alien X created universe with a thought. Can he destroy(if he wants to) a multiverse or the omniverse?\n  ","278716":"\n   Can Skurd give Alien features while Ben is not an alien?\n  ","278717":"\n   Um.... Malware ?? I thought he was dead and his remains were only there ....\n  ","278718":"\n   it's possible for ben to marry esther in future instead of kai  ?\n  ","278719":"\n   If anything else is wrong on the wiki, please tell us. We don't want to put their fake\/incorrect info. Especially if it's a name.\n  ","278720":"\n   Three made up alien names\n  ","278721":"\n   What do you think ll happen to the biomnitrix after ben faces his natural death?\n  ","278722":"\n   How old is Ben 23? 12-14 Yes?\n  ","278723":"\n   how strong is ultimate rath (albedo)\n  ","278724":"\n   Is Atomix \"physically\" stronger than Way Big?\n  ","278725":"\n   What would Ultimate Atomix be like?\n  ","278726":"\n   Is Professor Paradox omniscient?\n  ","278727":"\n   Can you start revealing official art in a hour or two?\n  ","278728":"\n   Did Azmuth create Null Void or was it some other galvan?\n  ","278729":"\n   According to a Ben 10 Marathon, Vilgax is supposedly going to meet his death 200 years from the original series. Is that still \"canon\" to the series or have you all not discussed his actual death?\n  ","278730":"\n   Does Hex love Xagliv deep down?\n  ","278731":"\n   What caused the Plumber's files on magic to disappear?\n  ","278732":"\n   Yes, I am Almighty Tallest Shades.\n  ","278733":"\n   Thank you Mr. Wyatt. I'm renaming them.\n  ","278734":"\n   I'm sorry. I added those names after someone sent me that image, I had no idea it could have been fake.\n  ","278735":"\n   What should we name the other four kids? They already have a page and they can't get deleted and fake names are not allowed.\n  ","278736":"\n   Since it's the weekend, can you show us some official art?\n  ","278737":"\n   I'm not asking nothing about return of characters now.\nWhy 11 year old Ben's Ghostfreak has chains if he had'nt in the original series?\n   \n    http:\/\/img1.wikia.nocookie.net\/__cb20140208211509\/ben10\/images\/f\/fb\/11_year_old_Ghostfreak_in_an_Omniverse_Comic.png\n   \n","278738":"\n   Omniverse incidentals are seriously cool, you and the crew did a great job of making them.\n  ","278739":"\n   Which country do you want to visit?\n  ","278740":"\n   The wikians think it's a malware clone, please clarify.\n  ","278741":"\n   I only have Stick-Doug, Robucket and Bromeba. There are two I don't know the slug and the guy.\n  ","278742":"\n   What does skurd do if ben is in the shower?\n  ","278743":"\n   Did Bezel create his charms in an attempt to add rules to magic?\n  ","278744":"\n   I hope the ratings for Omniverse were considerably higher than UA. I really want the series to continue, especially as it now.\n  ","278745":"\n   I believe I've found the funniest line from the Ben 10 Wiki, Wyatt. \"Ben finds the Plumbers on the wrong end of a rampaging Ma Vreedle.\" Classic! Almost as good as TF Wiki humor!\n  ","278746":"\n   Is Adwaita going back to rule Ledgerdomain like the tyrant he was before? Im surprised they let him escape knowing all he has done in the past.\n  ","278747":"\n   Wyatt, the League of Big Evil wishes to dine on Galvan Prime's population. Boss Hogg, Ma Vreedle, Mama Cass, Orson Welles, Bubble Bass, Straxus, Sugar Bear, Rasputia, and Mother Mae-Eye are on the rampage!\n  ","278748":"\n   Just to confirm, Bryk Then his name is?\n   \n    http:\/\/img4.wikia.nocookie.net\/__cb20141107195721\/ben10\/pt\/images\/a\/ac\/Plumbers_mud_is_thicker_than_water.png\n   \n","278749":"\n   Man Bezel was a riot! A great feature of that episode! Where'd you guys come up with the idea for him?\n  ","278750":"\n   Did Adwaita teleport back to his homeworld?\n  ","278751":"\n   Who designed dragon Charmcaster?\n  ","278752":"\n   If he was named, would the Retaliator have the name of a writer\/director too?\n  ","278753":"\n   Is the Time Cycle a permanent vehicles for Ben and Rook or will they get the Proto-Truck and Tenn-Speed back?\n  ","278754":"\n   Could you show us the night color clothed Rath?\n  ","278755":"\n   When you were redesigning Big Chill, did you intentionally make him big to have him live up to his name of BIG Chill? As in big stature wise? As he was rather thin in UAF. Thanks for answering my many questions! I really appreciate it.\n  ","278756":"\n   The wiki spells his name Mole-Stache, but Bandai spells it Molestache. Which one is correct?\n  ","278757":"\n   What is the name of the Alpha Squad plumber in No Honor Among Bros.\n  ","278758":"\n   Who are you favorite aliens?\n  ","278759":"\n   Mr. Wyatt, out of morbid curiosity (and I'll admit a 76% chance of \"burning need for Argit backstory\"), what went into the Rooters gathering up of the DNA donors?\n  ","278760":"\n   We'll see Europe's cameo in Final Countdown?\nXD\n  ","278761":"\n   Really? Then what made morty and bryk the only minor plumbers with names?\n  ","278762":"\n   Have you ever considered doing commissions? Obviously, many people love your arts, so it's be a delight for them if you drew something special just for them at a reasonable price.\n  ","278763":"\n   Is there any social media to contact Charlotte with? Y'know, to take some of the questions for you?\n  ","278764":"\n   Just saw a preview of Final Countdown, Yetta is seriously friggin powerful!!\n  ","278765":"\n   before the series end will kai find out the truth that her  and ben (me)are married in the future\n  ","278766":"\n   I was actually going to ask about him next xD whose the yellow plumber next to Gwen?\n  ","278767":"\n   HOW DID ANYONE COME UP WITH THE NAME \"RATH' I MEAN all the other ones have the name of something of there ability but rath's name would have better with \"tiger claw\" (tmnt reference)   -o-\n  ","278768":"\n   Haha alright but you do now? He just seems to be like one of the plumbers in every plumber scene, and who's bryk?\n  ","278769":"\n   You do know who I'm talking about though right?\n   \n    http:\/\/ben10.wikia.com\/wiki\/Vilgax_Must_Croak\n   \n   he's in the picture with vilgax, morty and Ben. He seems to be in a lot of the episodes it's a shame he dosent have a name\n  ","278770":"\n   Sorry I ment hobble xD but I was talking about the plumber that kinda looks like a dinosaur\/lizard with pink eyes without pupils. He's in vilgax must croak but he's not hobble or morty.\n  ","278771":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121466308724\n   \n   I think Pavel is a massacring of Hobble\n  ","278772":"\n   seriously awesome episode DJW good job thats a 9-10\n   \n    http:\/\/img1.wikia.nocookie.net\/__cb20141106164709\/ben10\/images\/thumb\/f\/fd\/Luchador_Rath.png\/255px-Luchador_Rath.png\n   \n","278773":"\n   Are all Acrosians just heads attached to machines? Or was Fistina involved in some sort of horrible accident?\n  ","278774":"\n   Since were talking about morty, who's the other plumper that's in vilgax must croak? Not pavel the lizard\/fish looking guy with pink eyes\n  ","278775":"\n   its pretty good that RATH has cloths on\n  ","278776":"\n   Is this Plumber really called Morty? If not what's his name? I'm trying to get rid of potential fan-fiction.\n   \n    http:\/\/ben10.wikia.com\/wiki\/Morty\n   \n","278777":"\n   lemme tell you something DERRICK J WYATT...rath admires your  alien transformations.....including RATH's so lemme tell you something....keep up the good work.......so.. is that a good RATH line?\n  ","278778":"\n   As a native spanish speaker, Secret of Dos Santos was just a joy to watch. And that clothes Rath! So amazing.\n  ","278779":"\n   Santa Mascara! Rath is speaking crazy spanish and dress up as a luchador! Ben still acting like an idiota (idiot) and Kai is still enamorada (in love) with Ben, even if she's in negacion (denial). Kevin Michael Richardson's performance is still top notch. Excelente! Bueno! (excellent, good.)\n  ","278780":"\n   So what do you think No Watch Ben is up too right now.\n  ","278781":"\n   Since you designed Subdora, and ChamAlien was supposed to appear in Universe Vs Tennyson, did you ever design ChamAlien?\n  ","278782":"\n   Will Khyber end up like phil after the nemetrix, being able to turn into a tyranopede hybrid at will?\n  ","278783":"\n   Did scurd create rath's new clothes?\n  ","278784":"\n\n    http:\/\/img2.wikia.nocookie.net\/__cb20130321165317\/ben10\/images\/a\/ab\/Malware_from_ben_10_omniverse_the_video_game.png\n   \n   This design of Malware was planned to appear in the series? Or just for the video game?\n  ","278785":"\n   Were any Rath fusions designed?\n  ","278786":"\n   Yo man just wanted too stop by before i go too the pink weirdos place and say that heatblast transformation from Stuck On You was seriously badass. Also wrestler Rath was nothing short of awesome!\n  ","278787":"\n   Is the Time Beast in the Nemetrix? Also, is Aggregor actually a human?\n  ","278788":"\n   So like, you did not see the final version of Upgrade's figure? Well that sucks.\n  ","278789":"\n   Is it spelled Crashocker or Crashshocker?\n  ","278790":"\n   Ok, i have to know, why dont you like FastTrack? He's freaking awesome!\n  ","278791":"\n   Does Eugene really talk like Ugin?\n  ","278792":"\n   Im still bummed that my favorite, FastTrack wont be in the show. Is there any chance however that you have official art of what he, JetRay and Chamalien would have looked like? I just really like those guys\n  ","278793":"\n   Ickthyperambuloids. That is an awesome name, I love it! The wiki changed the name so fast it was scary XD\n  ","278794":"\n   I've heard that sometimes with cartoons, episodes are finished just days before they air. Is that the case with the remaining OV episodes?\n  ","278795":"\n   Last year you mentioned a funny story regarding Rath wearing clothes. Does that relate to the episode that aired today at all, or just the episode where Ben realized Rath is naked?\n  ","278796":"\n   OH, HELL YEAH!! I WANNA BUY ME ONE OF THOSE WICKED COOL TIME SPEEDERS!! THEY LOOK LIKE IF JETFIRE AND JETSTORM WENT INTO BIKE MODE, AND DO THE SAME COMBO. WHO DESIGNED THOSE WONDERFUL TOYS?! YOU SHOULD  POST THEM HERE!!! TIME SPEEDERS FOR THE WIIIIIIIIIIIIIIIIINNNNNNNNNN!!!!!!!!!!!!!!!!!!!!!!\n  ","278797":"\n   thanks for the tip! also how long does it take to make one episode of ben 10?\n  ","278798":"\n   Can you show us the artwork of mexican wrestler Rath?\n  ","278799":"\n   Well, Jonesy's now one of my favorite characters. He's great!\n  ","278800":"\n   Dude my mom and dad loved Rath dude! they were cracking up when they heard him speak Spanish. They don't understand much English so it was a treat for them too hear it, thank you and the crew for making rath way more awesome!\n  ","278801":"\n   What Ben 10 alien you want to see become a figure?\n  ","278802":"\n   Will we see more Jonesy\n  ","278803":"\n   Man, it's episodes like this when you realize Paradox can kick some butt. Quick question, with Ultimate Ben being a bad idea and thereby discarded how much of \"Ben 10'000 Returns\" was kept around and used for Omniverse? Like Eon's servants being alternate Ben's. Were there any kept concepts?\n  ","278804":"\n   Dude Rath was my favorite alien ever, now you guys made him even more awesome! thank you!\n  ","278805":"\n   I was wondering, not asking if there's a new ben 10 season, but would you enjoy making a new series?\n  ","278806":"\n   Rath will forever speak Spanish? and your clothes will continue in other episodes?\n  ","278807":"\n   I understand you and trust me none of that type of info were deleted. We ultimately got rid of 18 pages and kept the other 200-300 minor characters. If they were aliens they would all stay. Here is a list of them:\n   \n    http:\/\/ben10.wikia.com\/wiki\/Thread:181884\n   \n","278808":"\n   Isn't it Ichthyperambuloids? I though they have Ichtys with an h not a k.\n  ","278809":"\n   \"You never know what info might be useful to future creators of Ben 10\" -You\nThis got me thinking. How did you catch up on the past history of Ben 10 before you began working on Omniverse? Were you mandated to watch the series?\n  ","278810":"\n   Right, I misread; I apologize. So, what are the Walkatrouts really called? The wiki seems pretty ignorant surrounding him and his species. I mean, they decided he can breathe underwater JUST 'cause he looks like a fish.\n  ","278811":"\n   We will have them when OV ends, because until that anyone can become a more important character. Now we just have this.\n   \n    http:\/\/ben10.wikia.com\/wiki\/Category:Omniverse_Characters\n   \n   (this will get re-ordered too when OV ends)\n  ","278812":"\n   No, no they are perfectly fine. There was a suggestion about it but we kept them with 17 opposes and 8 supports. They want to re-add the (OS\/UAF) incidentals that were deleted due to lack of screentime, lack of voice actor and no significant history. They are dead ends. They were 95% humans too.\n  ","278813":"\n   Actually, they want to restore the UAF\/OS incidentals that were approved for deletion. You know the police officers in the background and stuff. We didn't let them delete the OV ones.\n   \n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121438665844\n   \n","278814":"\n   They just work so hard on making the wiki even shittier.\n   \n    http:\/\/ben10.wikia.com\/wiki\/Thread:195119\n   \n","278815":"\n   Do you ever want to make your own cartoon, like Rebecca Sugar?\n  ","278816":"\n   OK, but does Excalibur makes anyone who wields it in battle invincible, like Chadwick said? Or was it just a legend?\n  ","278817":"\n   Just a thought: Can Merlinsapiens (the species of Subdora and ChamAlien) see each other when they're invisible to other species?\n  ","278818":"\n   RATH HAS CLOTHES NOW!\n  ","278819":"\n   Did you survive the Skeleton War, Derrick?\n  ","278820":"\n   Was the Rath figure naked Rath or Secret of Dos Santos wrestler Rath?\n  ","278821":"\n   Why can't Rath always be a macho Mexican wrestler? That was awesome!\n  ","278822":"\n   Can Ben 10,000 still do regular transformations, or does he just like using the fusions better?\n  ","278823":"\n   Sooo, Walkatrout is technically the most racist \"Walkatrout\" to exist?\n  ","278824":"\n   So is Kevin happy and not-so-shady in Nega-Ben's universe? XD\n  ","278825":"\n   Just so the Wiki can get it through their heads, Walkatrout's species isn't really just called \"Walkatrout\" is it? They seem to have decided Ben would name an alien after their species just because Driba called him \"*a* Walkatrout\".\n  ","278826":"\n   Oh that's a shame if it's a time issue, what kinds of stuff were planned or ideas that you wanted to do but didn't get a chance to?  I'm sorry if these questions have been asked.  I really enjoy Ben 10 and have been really stoked about this new OV arc and those cool fusions! :-)\n  ","278827":"\n   Is there a story behind the weird poker-like game that the aliens were playing in this episode? The one where all of the cards had dismembered human body parts drawn on them.\n  ","278828":"\n   got any tips for someone who wants to be a better drawer? I would love to draw things like you do.\n  ","278829":"\n   Feedbacks theme is awesome! Who composed it?\n  ","278830":"\n   do you know who Spanner is in Ben 10?\n  ","278831":"\n   Does Vilgax have relatives?\n  ","278832":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121426528884\n   \n   . Thanks for answering!  \nAnd these concepts included some of the other alien forms?  Or more precisely, why are some of the older aliens dropped from rotation in OV while others were kept?\n  ","278833":"\n   Do you have the Ben 10k figure?\n  ","278834":"\n   VILGAX FIGURE? GIMME GIMME GIMME!\n  ","278835":"\n   What do female Nemuinas look like?\n  ","278836":"\n   Ok, the ten most powerfull aliens? If Alien X and Atomix are the first and second most powerfull\n  ","278837":"\n   Why were certain aliens or storyline concepts completely dropped from Omniverse?  Is a personal taste or a licensing matter or something?  Examples like Jetray for aliens, and the Sentient Ultimates for concepts...always wondered what happened to those guys\n  ","278838":"\n   Let's Do the Time War again proves that the Time War is still awesome. Good work to you and the OV Team.\n  ","278839":"\n   Lol, I can't even write. So is that a 'no' about Ventrilosquid?\n  ","278840":"\n   Since Matt Wayne is answering questions anymore, could you tell us a little bit about Ventrilosquid?\n  ","278841":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121404065652\n   \n   I know that he's not Jonesy, but that guy SEEMS like how the Present-Jonesy will look, in my opinion...\n\nPS: Sorry if you don't understand me, my english isn't very good :c\n  ","278842":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121419108724\n   \n   Yeah, but you have the best job ever, you get to work with amazing voice actors\/actresses and writers and everyone on animation teams. And you get to draw for a living, for big name franchises nonetheless!\n  ","278843":"\n   What is Rook like in the Ben10k future?\n  ","278844":"\n   Can we name that Mr. Smoothies employee Walter White?\n  ","278845":"\n   Sorry ten most powerfull aliens ?\n  ","278846":"\n   Do you happen to have a picture of the Ben 10K figure cuz I would love to see what he looks like\n  ","278847":"\n   Which town did you grow up in?\n  ","278848":"\n   Sorry, I'm still new here, but I remember reading something about a rule that stated no more new aliens? Was that cartoon network's rule?\n  ","278849":"\n   So, what are the tem most powerfull aliens of ben?\n  ","278850":"\n   Who can outmatch Ma Vreedle?\n  ","278851":"\n   Were any Ultimates going to be made as figures? Any of them would have been impressive.\n  ","278852":"\n   Giving Ben 10k fused aliens is a nice loophole for the no new aliens rule. Super excited to see the last few! (Gonna avoid spoilers for the last week or so of the show.)\n  ","278853":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121382167156\n   \n   Can you say some of the Ben aliens?\n  ","278854":"\n   If you were asked to do a Bionicle TV series, would you do it?\n  ","278855":"\n   this guy should make more apperence since hes cool lol....\n   \n    http:\/\/img4.wikia.nocookie.net\/__cb20141006144646\/ben10\/images\/5\/53\/Emo_Ben.png\n   \n","278856":"\n   is that rock monster from \"enemy of my frenemy\" the only one who could talk or is there others too\n  ","278857":"\n   I am so sorry for everything the Ben 10 franchise has done to you, but I personally want to say thank you for everything.\n  ","278858":"\n   Can Rook use stonecutter? Or did he never learn it?\n  ","278859":"\n   I think there should be a Skurd pencil topper.\n  ","278860":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121403627380\n   \n   Because... I'm doing a FanFic of Ben 10, and I want that official artwork (Please) because that guy seems like how the Present-Jonesy will be (In my opinion)...\n  ","278861":"\n   Mr. Wyatt, could you please pass on my sincere adoration to whoever designed the Time Beast in today's episode? 'Cause it was amazing\n  ","278862":"\n   I want to see Rook Shar use stonecutter.\n  ","278863":"\n   Since Ben has like a lot of aliens was it difficult deciding what aliens too use for a fusion?\n  ","278864":"\n   Did anyone mention Crashshocker being an awesome idea?\n  ","278865":"\n   Smethies. I know, terrible.\n   \n    http:\/\/i.imgur.com\/dicCkpC.png\n   \n","278866":"\n   Will there be a Skurd figure?\n  ","278867":"\n   How was it like working with Tom Kenny?\n  ","278868":"\n\n    http:\/\/www.subeimagenes.com\/img\/latest-1145731.png\n   \n   Don't know.\n  ","278869":"\n   What do you think of AD-32 Stinger being a redeco of AOE Bumblebee?\n  ","278870":"\n   Who would you choose to voice Aggregor if he made it to Omniverse?\n  ","278871":"\n   Do you have the official artwork of this guy?\n   \n    http:\/\/www.subeimagenes.com\/img\/latest-1145731.png\n   \n   If so, can you show it?\n  ","278872":"\n   Do you like Alex Polinsky so much because of Argit or you know\/like his other works too?\n  ","278873":"\n   Why do you not answer my wuests?\n  ","278874":"\n   any chance you got some Ultimate Echo Echo?\n  ","278875":"\n   What's your favorite franchise that you've worked with?\n  ","278876":"\n   Who is your favourite voice actor?\n  ","278877":"\n   What advantage is Skurd gaining besides using the Omnitix's DNA database?\n  ","278878":"\n   mystery? so true.\n  ","278879":"\n   Can't believe we've been saying Arctiguana's name wrong for so long! Can we see Ultimate Echo Echo next? You guys did a great job with his look in Omniverse.\n  ","278880":"\n   idk but good question though! lol\n  ","278881":"\n   How many episodes you guys make in a year?\n  ","278882":"\n   is it me or are anons really this high???\n  ","278883":"\n   Does the omnitrix contain Dna from aliens from other dimensions, such as the Rock monsters from Ledgerdomain?\n  ","278884":"\n   Oh yeah, I think the end of the war is more recent in RID than TFA but Instead of a bunch of veterans it seems that most of the characters (like Strongarm) are new Cybertronians straight from the AllSpark after Optimus' sacrifice. I don't think it's been confirmed how long after TFP it's been in RID\n  ","278885":"\n   lol dude, the user who is uploading is placing your art is Nice Mouthing you! he\/she says \"Well he did request it, plus we should do something nice for him\" and \"it is nice of him too let us use art\" and also,I mean the man gets harassed and attacked for no reason.The least we can do is like be nice\n  ","278886":"\n   Will you ever have a \"Submit an alien\" Contest, in which the winning alien becomes real?\n  ","278887":"\n   Goop looks awesome! Can we see Articguana too?\n  ","278888":"\n   The plot of the 2015 RID is mainly that the Autobots have one the war and are still battling the remaining Decepticons on Earth, though there are a bunch of differences. Gotta agree with you on the whole Bay thing, RID looks promising.\n  ","278889":"\n   No JPGs? Man, the Ben 10 wiki admins run that thing tighter than a sumo in skinny jeans.\nHow about some Handy Man official art? Y'know, so they can remove it, and put it back up again ten minutes later.\n  ","278890":"\n   Glad they decided to put the Pax picture up.. Can we see Goop? He's one of my favorite aliens. :)\n  ","278891":"\n   It truly is, it really truly is the small things.\n  ","278892":"\n   I have searched high and low on search engines but I must know, Where can I buy Ben's hoodie in an adult size?\n  ","278893":"\n   They put your pax pic up on the wiki and said \"PNG is better,slightly better but better. and since he did request it\"\n  ","278894":"\n   So man how you been, I hope life outside of answering awful questions has treated you good.\n  ","278895":"\n   They removed it already and I can't re-upload it.. But how about Goop or Azmuth?\n  ","278896":"\n   Can you tell us a little about Ventrilosquid? What's the story behind that guy? Was he an idea for a new alien you guys had that never made it into the show?\n  ","278897":"\n   Does Ben like anime?\n  ","278898":"\n   I uploaded Pax to the Wikia for you! Unless they take it down because it's a .JPG and not a .PNG..\n  ","278899":"\n   What are your thoughts on the upcoming 2015 Transformers Robots in Disguise show? It's pretty much the events of TF Prime mixed in with most of the plot from TFA.\n  ","278900":"\n   Got any official art of the Galactic Gladiator you'd like to share?\n  ","278901":"\n   Would Ventrilosquid have some similarities to Squidstrictor if he had made an appearance?\n  ","278902":"\n   Rainbow wants too know if you can hang with her tomorrow, I told her she should ask you herself but there is no sense talking too that rainbow jerk.\n  ","278903":"\n   Eatle stated in \"Let's Do The Time War Again\" that he turned into aliens he didn't know he had, what were the aliens?\n  ","278904":"\n   who is your favorite villan\n  ","278905":"\n   If Ben had no compassion, he'd totally put Skurd on Albedo.\n  ","278906":"\n   I know you and all the other designers who work on the show have done countless civilian aliens and humans alike on the show, but if you had to pick one, who would be your favorite background character? I like K8-E and the female Splixon. (As well as quite a few of the Anur aliens)\n  ","278907":"\n   That moment you realize Pax is supposed to love nature BUT HE'S Wearing A F***ING FUR COAT\n  ","278908":"\n   I loved the ectonurite in the wooden hand cuffs thing, very cool idea.\n  ","278909":"\n   Is Albedo angry that he is stuck in his 11 year old form forever?\n  ","278910":"\n   A new Ben 10 movie is being rumored with Joel Silver being involved. How do you feel about this?\n  ","278911":"\n   If any Ben 10 character were to get a spin-off series, who do you think it would be?\n  ","278912":"\n   Is Tyrannopede's species also the predator of Astrodactyl's Species?\n  ","278913":"\n   Please tell me Lucy and Jonesy  ended up together.\n  ","278914":"\n   So how does Ben deal with privacy issues with Skurd? Does Skurd close his eyes?\n  ","278915":"\n   Do you prefer very spicy or non-spicy food?\n  ","278916":"\n   So Skurd is the reason why Ben made the Biomitrix?\n  ","278917":"\n   Have you ever gotten mad at Bandai for messing up on your original design on a figure?\n  ","278918":"\n   Why did you have to make Skurd so adorable and awesome?!\n  ","278919":"\n   Who is taking care of Mad Harangue?\n  ","278920":"\n   how do you like walkatrout\n  ","278921":"\n   I know that the original Omnitrix could cause some accidental powers. Was Upgrade's eye beam thing an accidental power as well, or has 16 year old Ben just not used that? Or have I just been a complete idiot and 16 year old Ben HAS used that but I just never noticed it?\n  ","278922":"\n   Derrick can you tell us the story ofnthe origins of celestialsapiens?\n  ","278923":"\n   Thanks for liking my reply to that stupid anon. That idiot asking me for 50 drawings; and I can't do it 'cause I'm busy at work; practicing my drawings, and recently, surviving the Chikongunya. Now, he sends racist comments and insults, 'cause he's not pleased. No more  anons! Thumbs Up 4 Me!!!\n  ","278924":"\n   before plumber jerry spoke.... since in \"rooters of all evil\" and so on he can talk so my question is did he not no how to talk or just dident want to?plz answer me\n  ","278925":"\n   Can you describe Subdora's history before the events of Omniverse?\n  ","278926":"\n   hey if ben were to use ultimate rath would he still say \"lemme tell you something\"\n  ","278927":"\n   That's official: Skurd is definitely the most funniest, cutest, and crazy alien that I ever seen. It makes Ben feels awkward now; this little dude its the perfect upgrade kit for the Omnitrix and its aliens. I can't wait to see more of Skurd right until the end.\n  ","278928":"\n   So, Derrick, are you ready to reveal some spoilers\/anything?\n  ","278929":"\n   How will the present-Cooper be? Like AF or like UA?\n  ","278930":"\n   how are you derek :)\n  ","278931":"\n   I think the same question applies to David Kaye too. Is he really that good or some of his voices are filtered (e.g. Deefus and Skurd)?\n  ","278932":"\n   Why are you so based?\n  ","278933":"\n   If you could voice a character in Omniverse, who would you voice?\n  ","278934":"\n   What color is Skrud U think? Lime? Green? I must know ;^;\n  ","278935":"\n   So wait? Ben 10k Returns WASNT the conceptual seed of the Omniverse Time\/Multiverse stuff? Then what was?\n  ","278936":"\n   I know you did some work for TMNT like the kraang human suits and metalhead, also some concept art for Rahzar the wolf dude and Wingnut and Screwloose. Are there any other characters you've made concept art of or were those the only characters you did art and design for?\n  ","278937":"\n   Will Ben transform into an Highbreed? (Is this a better question? :D)\n  ","278938":"\n   If I asked a question, how long does it take for you to read and reply to most questions? Do you have a back log of questions that takes time to get to?\n  ","278939":"\n   Who voices Skurd?\n  ","278940":"\n   It's not too scary at the boneyard, besides I gotta get away from these friggin ponies dude. At least the dead ones dont friggin bother me......or anyone that matter.\n  ","278941":"\n   I'm really curious what happened to Jarret. Did he survive the fight?\n  ","278942":"\n   Things just got a whole lot interesting with skurd hanging around. Good episode.\n  ","278943":"\n   That sounds like a good deal.\n  ","278944":"\n   Is Kenny Tennyson 11 in Omniverse?\n  ","278945":"\n   Let's make a deal, if I don't ask stupid questions like \"Will Jetray appear in Omniverse?\", will you answer my  official art questions?\n  ","278946":"\n   Yo dude, you wanna go hang out at the pony boneyard?\n  ","278947":"\n   Do you think it would be okay for me to start Transformers with the Animated series? Does it have any prequels\/sequels I should watch before\/after?\n  ","278948":"\n   Hello Mr. Wyatt! OV has brought Argit onto my faves list and I know he's one of your favorites, so I was wondering- Do you have any Argit trivia you'd like to share with us unwashed masses?\n  ","278949":"\n   Okay the ratchet dude does not know where pinkie is, he made that clear enough. Eh doesnt matter anyways turns out fluttershy took it too buy whatever, she gave that bunny of hers as reimbursement.\n  ","278950":"\n   I want to ask something about Eric Bauza. Is he really that versatile or he has a few of his voices tweaked by computers?\n  ","278951":"\n   I'm pretty sure that making people step on Legos was deemed to be unnecessarily cruel and was banned by the Galactic Geneva Convention. Ben will probably need to appear in intergalactic court again after that.\n  ","278952":"\n   Gosh! Skurd is the adorable dodger :3, and powers which he gives Omnitrix's so awesome :D\n  ","278953":"\n   Why don't you answer me?\n  ","278954":"\n   After seeing the episode I'm curious, what was the concept that Bandai asked for that produced Skurd? What did they ask for?\n  ","278955":"\n   You do realize that even if Omniverse ends, you'll still probably going to be getting Ben 10 questions, right?\n  ","278956":"\n   Is Khyber gonna turn into a alien\/Tyrannopede hybrid like how Phil turned into a human\/Terroranchula hybrid?\n  ","278957":"\n   I loved \"From Hedorium to Eternity\" It reminded me a bit when I was little and I hung out with my cousins and my friends and we were playing all the day :3 Thanks for that episode! \nPS: Lucy and Jonesy ❤\n  ","278958":"\n   Can you show us  Atasian's in Omniverse official art?\n  ","278959":"\n   Alright Mr. Wyatt, legitimate question in the last two weeks. Steve Blum played Heatblast in the first series of Ben 10, as well as Vilgax and Zs'skayr. He came back to play Vilgax and Zs'skayr so did he either not want to play Heatblast or had David Kaye already been cast before he came on board?\n  ","278960":"\n   What character did you enjoy designing most on Omniverse?\n  ","278961":"\n   ...Whatever.\n  ","278962":"\n   Pesky Dust + Hummungosaur? (the omnitrix failed again xD)\nTerraspin+Gutrot?\n  ","278963":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121338689396\n   \n   You that 13 years from now, after June has been expanded and you've long since forgotten this message, someone's going to pop out of nowhere and ask you where it's at, right? Someone always does.\n  ","278964":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121339313012\n   \n   my apologies my art friend dude. im sure u got lots of questions too get through.\n  ","278965":"\n   I feel bad for asking this but all my friends are telling me to because they don't want to. Ultimate Articguana official artwork? Because, you know. That's definitely necessary. :P\n  ","278966":"\n   Are Cannonbolt's species extinct?\n  ","278967":"\n   Oh yea also wanted too say, Ghostfreak and Jury Rigg fusion, JuryFreak.\n  ","278968":"\n   Spoiler alert turns out Maltruant was trying too stop something horrible from happening. He was trying too stop the writers of star wars from making Midichlorian!!\n  ","278969":"\n   Heatblast+Atomix=?\n  ","278970":"\n   If you're handing out artwork, you should give us a picture of Murk Upchuck. All of the wiki pictures of him suck.\n  ","278971":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/121339127412\n   \n   Fish? I aint got no fish just.....rotten bacon for some reason.\n  ","278972":"\n   Why is Maltruant a Black Chronosapien? Do Chronosapiens come in different colors?\n  ","278973":"\n   albedo is apper again?\n  ","278974":"\n   Is there anything else you can tell about the Time War or any other upcoming episodes like A New Dawn or End of an Era?\n  ","278975":"\n   Does Maltruant know he's evil or is he one of those villains who think they're doing the right thing?\n  ","278976":"\n   Will Kundo returns, to seek revenge against Ben and Rook?\n  ","278977":"\n   That ratchet dude didnt know nothin about where pinkie is\n  ","278978":"\n   Why are people asking questions about the Skurd when they can just wait 8 hours?\n  ","278979":"\n   Who is your favourite alien to draw?\n  "},"Answer":{"277907":"\n  That's what I e heard too. Last Botcon, last Joecon this year.\n  ","277908":"\n  That's just a limited run art book, not Hasbro sanctioned.\n  ","277909":"\n  Hmmm. Captain America. I can't think of any more.\n  ","277910":"\n  All of them!\n  ","277911":"\n  Yes. Somewhere.\n  ","277912":"\n  Too many things to list here. I like his design a lot.\n  ","277913":"\n  Just Ginrai. And that Real Gagbusters voice.\n  ","277914":"\n  Yeah. I thought it was okay. No cool alien designs, but I like the characters. Like the first Star Trek with a better bad guy.\n  ","277915":"\n  All of it.\n  ","277916":"\n  Nah.\n  ","277917":"\n  He's partly Big O, some Castle of Cagliostro, and probably some of the Space Dandy that's in my Joes. I like to imagine Kyle MacLachlan doing his voice.\n  ","277918":"\n  I'M TRYING TO\n  ","277919":"\n  He should sound like animated Peter Venkman\n  ","277920":"\n  Yeah, one of my all time favs!\n  ","277921":"\n  Nope!\n  ","277922":"\n  Peter Capaldi!\n  ","277923":"\n  Yep!\n  ","277924":"\n  The Viper is Coming\n  ","277925":"\n  THANKS\n  ","277926":"\n  Here he is\n  ","277927":"\n  I don't have any plans to anything with those guys right now.\n  ","277928":"\n  Oooh\n  ","277929":"\n  Sorry, I can't post those images. I've put a few pieces of the images on my Instagram.\n  ","277930":"\n  I saw it, I thought it was okay.\n  ","277931":"\n  Because they're always terrible.\n  ","277932":"\n  There's a lot of stuff coming next year! The Marvel and X-Men movies... And other stuff I can't remember\n  ","277933":"\n  Because. Wait, why not what?\n  ","277934":"\n  Yeah, I might give this one a chance!\n  ","277935":"\n  D:\n  ","277936":"\n  I've been watching GI Joe and Season 3 Transformers.\n  ","277937":"\n  Correct!\n  ","277938":"\n  I am. I'm in the sky. Ask is the only ap that has few enough pics that it works on this wifi.\n  ","277939":"\n  Control Freak's remote.\n  ","277940":"\n  Nupe\n  ","277941":"\n  Uuhhhh... It's either Jungle Book or Robin Hood or Great Mouse Detective. Something like that!\n  ","277942":"\n  At where I will work is WB.\n  ","277943":"\n  There's so much stuff packed in there. My biggest regret is Quitely didn't do the Magneto story!\n  ","277944":"\n  No! I do kind of want to tho! It looks goofy in a good way.\n  ","277945":"\n  Me. In the air. In a plane.\n  ","277946":"\n  I want to make some kind of stuff to sell at Botcon.\n  ","277947":"\n  Not yet\n  ","277948":"\n  Mars\n  ","277949":"\n  No Ben 10 questions.\n  ","277950":"\n  Is super good, just wish Quitely drew more of it.\n  ","277951":"\n  Eh, whatever.\n  ","277952":"\n  I probably would.\n  ","277953":"\n  Always.\n  ","277954":"\n  Iron man!\n  ","277955":"\n  Not really.\n  ","277956":"\n  Absolutely not.\n  ","277957":"\n  I've read them.\n  ","277958":"\n  Time Lords\n  ","277959":"\n  I'd rather they just stop.\n  ","277960":"\n  The new one? I haven't even seen the beginning of it.\n  ","277961":"\n  I'm not on Ben 10.\n  ","277962":"\n  I did! ScarJo as Kaa is pretty great!\n  ","277963":"\n  1) Transformers Animated and Omniverse were both animated traditionally, hand drawn.\n  \n  2) The next new thing I have coming out is Half Shell Heroes: Blst to the Past, it's on Nick Nocember 22.\n  \n  3) No.\n  ","277964":"\n  To be feared!\n  ","277965":"\n  Uhhhh\n  ","277966":"\n  Yep. Probably still Cybertron mode.\n  ","277967":"\n  1) Normal horrible high school stuff\n  \n  2) No\n  \n  3) Family type stuff\n  ","277968":"\n  Pffft\n  ","277969":"\n  I don't think so.\n  ","277970":"\n  But why would I?\n  ","277971":"\n  Mr. Fantastic\n  ","277972":"\n  Guy Gardner\n  ","277973":"\n  He was cut at script stage, so there's no artwork for him.\n  ","277974":"\n  Take a really quick nap\n  ","277975":"\n  ScarJo makes an awesome Kaa!\n  ","277976":"\n  No, I never have.\n  ","277977":"\n  I'm sure there will be another season of Go.\n  ","277978":"\n  Highly unlikely.\n  ","277979":"\n  Only to avoid it\n  ","277980":"\n  Do you mean IDW Shockwave? G1 Shockwave didn't have the same origin.\n  ","277981":"\n  No\n  ","277982":"\n  MOA does not own or make any decisions about the franchise.\n  ","277983":"\n  I don't think LA has a Bronx.\n  ","277984":"\n  I'm not sure, I like Swindle a lot.\n  ","277985":"\n  Why do t you make an original monster instead?\n  ","277986":"\n  Because he sucks.\n  ","277987":"\n  I drew it a long time ago and just came across it.\n  ","277988":"\n  Why in the world do people ask this? WHO CARES\n  ","277989":"\n  Not my problem anymore\n  ","277990":"\n  I don't know, rebooting such a young franchise is stupid.\n  ","277991":"\n  I'm not really interested in either, unless it's Omniverse.\n  ","277992":"\n  Nooooooo. All wrong.\n  ","277993":"\n  I like tumblr and Instagram.\n  ","277994":"\n  Alright. But still, moa doesn't own Ben, CN does.\n  ","277995":"\n  Worse in what way?\n  ","277996":"\n  Note to self: make fancy science to make rhinos finite.\n  ","277997":"\n  I'd do it.\n  ","277998":"\n  Forget it? I couldn't even remember it all as I was reading it! It's already gone, son.\n  ","277999":"\n  I know! Awful news. I'm going to watch all the Screams pretty soon.\n  ","278000":"\n  Yep!\n  ","278001":"\n  Well yeah\n  ","278002":"\n  I don't get you guys! The whole time Omniverse was around you wanted the gen rex team on Ben, and now that you get what you wanted you're still bitching. Also please feel free to learn ANY facts about moa, as the ben fandom in general knows none.\n  ","278003":"\n  Yes, I've withered nicely.\n  ","278004":"\n  Magneto, Prof X, Kitty Pryde\n  ","278005":"\n  THE COMING OF GALACTUS (and the FF back to Marvel Studios).\n  ","278006":"\n  Jo Anne Worley\n  ","278007":"\n  That's illogical!!!\n  ","278008":"\n  We've lost them now, and our only hope is that Lucas is far far away from them forever.\n  ","278009":"\n  Nope\n  ","278010":"\n  Nope\n  ","278011":"\n  FLCL or DieBuster or Ebichu or something.\n  ","278012":"\n  One is a tomato based sauce you put on hot dogs. Yes you do Chicago, don't be a dick! Anyway, the other is a soup made from cats, clearly.\n  ","278013":"\n  No, I lobbied to get them in the show!\n  ","278014":"\n  Yay! If only they would all go up in a massive fireball!\n  ","278015":"\n  No comment. Except one, no.\n  ","278016":"\n  You just plagiarized the plot of all the Roger Rabbit cartoons!\n  ","278017":"\n  Dude, that other guy offered me money!\n  ","278018":"\n  Alright but the gifts have to be WAY expensive. Pref just cash.\n  ","278019":"\n  Oh that was me. I didn't think anyone noticed!\n  ","278020":"\n  Introvert.\n  ","278021":"\n  Terrible Thunder Lizards?\n  ","278022":"\n  Yeeeaaahhhh now you're talking!!\n  ","278023":"\n  I have a bunch, mostly Sentai, and Ultraman and a few digimon.\n  ","278024":"\n  George Lucas.\n  ","278025":"\n  Looks good! Def best looking Colossus, and Fox's best costumes yet.\n  ","278026":"\n  I haven't given it too much thought. We never got to develop Sari in terms of dating type relationships.\n  ","278027":"\n  Don't lie!\n  ","278028":"\n  Swindle\n  ","278029":"\n  Well, what about this one? It's not even a question.\n  ","278030":"\n  No.\n  ","278031":"\n  If I see it coming I'm gonna run right at it\n  ","278032":"\n  Don't listen to those people, they don't know anything.\n  ","278033":"\n  Not yet, waiting for it to hit Hulu\n  ","278034":"\n  Let's see...\n  \n  10 I don't care\n  \n  9   I don't care\n  \n  8   I don't care\n  \n  7   I don't care\n  \n  6   I don't care\n  \n  5   I don't care\n  \n  4   I don't care\n  \n  3   I don't care\n  \n  2   I don't care\n  \n  1   I don't care\n  \n  Clear?\n  ","278035":"\n  Yeah, I did like it!\n  ","278036":"\n  Where would you poop would be a better question. Dig a hole? Go in the ocean? Are sharks attracted to poop in the water?\n  ","278037":"\n  I blame the hand baskets. I mean look how they're woven all flammable like. Just asking to be sent straight to hell if you ask me. And you did.\n  ","278038":"\n  Yeah, of course.\n  ","278039":"\n  Thanks\n  ","278040":"\n  Yep\n  ","278041":"\n  Aight\n  ","278042":"\n  Okay I did it!\n  ","278043":"\n  Thanks\n  ","278044":"\n  Thank you.\n  ","278045":"\n  Thanks!\n  ","278046":"\n  Balki Bartokomous\n  ","278047":"\n  I 💜 VP\n  ","278048":"\n  Or you could just go out and smell it...\n  ","278049":"\n  Maybe! The trailer was pretty good.\n  ","278050":"\n  Good stuff!!\n  ","278051":"\n  A shit load of money.\n  ","278052":"\n  Guinea pigs are vegetarians!\n  ","278053":"\n  G1 mechanical or technorganic Beast style?\n  ","278054":"\n  Yeah! We have a great guest star villain in HSH too.\n  \n  And I think she is in Turtles if I'm remembering right...\n  ","278055":"\n  Well, I can only be reached here and by raven.\n  ","278056":"\n  I'm hoping the next Alien will actually be good!\n  ","278057":"\n  Yeah, I have no idea how that thing is going to come out... Not the most fun I've ever had on s show.\n  ","278058":"\n  Well I try to ignore it, but it just seems to keep going on and on.\n  ","278059":"\n  Wherever cakes go 😢\n  ","278060":"\n  I'd do a Transformers and GI Joe movie characters cross over.\n  ","278061":"\n  I watched some of it way back in the day. I've worked with Keith David. He said my name in an ep of Titans.\n  ","278062":"\n  Doesn't everything?\n  ","278063":"\n  We watch Grave of the Fireflies.\n  ","278064":"\n  Dracula or Napoleon.\n  ","278065":"\n  Yeah, I'm a big Mignola fan in general.\n  ","278066":"\n  Not yet, no.\n  ","278067":"\n  Let's pretend!\n  ","278068":"\n  Well they announced TMNT Halfshell Heroes, I was working on that for awhile.\n  ","278069":"\n  Neither.\n  ","278070":"\n  Rad, Jackpot, and Mainframe\n  ","278071":"\n  The answer is pudding.\n  ","278072":"\n  Sorry, I don't really like driving that far, and I've been to San Diego, I'm not super into it. I don't really hang out with fans I don't know too much either, except at cons.\n  ","278073":"\n  Jeez. I dunno, no molds would work for the movie Cons. We could do Kup, a couple Junkions maybe? Not really enough molds to make a whole movie set.\n  ","278074":"\n  Heh. That's a fun idea.\n  ","278075":"\n  People have such warped perceptions. They find six dumb asses that agree with them and that makes them think everyone shares their shitty opinions.\n  ","278076":"\n  Nope\n  ","278077":"\n  I could just go back to sleep!\n  ","278078":"\n  It's an honor, Mr Freeman.\n  ","278079":"\n  Wordy and never gets anywhere\n  ","278080":"\n  Hand drawn for the most part, with digital color. Some more complicated moving elements like the vehicles were cg.\n  ","278081":"\n  Nothing has grabbed me yet. I don't know if I can care anymore after the prequels.\n  ","278082":"\n  I did read the Thrawn Trilogy, and the other Zahn books.\n  ","278083":"\n  Glenn.\n  ","278084":"\n  I'm not religious.\n  ","278085":"\n  Dino Riders, yeah.\n  ","278086":"\n  I hated it, it's a terrible show, Saban animation is the worst. But it did bring the X-Men into the public eye.\n  ","278087":"\n  Draw until you get something good!\n  ","278088":"\n  I don't think I could do a full comic.\n  ","278089":"\n  I liked Chowder, I've never met the creator.\n  ","278090":"\n  Yeah, not really a fan.\n  ","278091":"\n  Never watched it.\n  ","278092":"\n  Parry Gripp\n  ","278093":"\n  No.\n  ","278094":"\n  Whatever the best city in Transylvania is.\n  ","278095":"\n  He's in the back yard hedge on a business trip.\n  ","278096":"\n  Tell them it's not my problem anymore, Emma!\n  ","278097":"\n  Depends on the show.\n  ","278098":"\n  On Brooklyn 99 they intimated that the eggplant emoji 🍆 is a boner icon.\n  ","278099":"\n  Name one person who doesn't like macaroni.\n  ","278100":"\n  1. I'm not sure. Probably not. 2. Loosely, probably. 3. You mean \"who?\" If so, I'm not sure, probably a bunch of different guys.\n  ","278101":"\n  Haha! That was a weird autocorrect!\n  ","278102":"\n  Stop. I don't care.\n  ","278103":"\n  Tumblr has murdered any interest I ever could have possibly had in SU.\n  ","278104":"\n  Please god and satan and any other fabled deity, yes don't. I don't mind hearing about the actors you like tho.\n  ","278105":"\n  I understand all those words individually.\n  ","278106":"\n  There is no answer, you're free!\n  ","278107":"\n  What\n  ","278108":"\n  You and every other mad fool!\n  ","278109":"\n  Also Zartan and Fluttershy.\n  ","278110":"\n  Yeah, we were just talking about this at lunch! Mike Ploog did some concept designs that were a billion times better than the final.\n  ","278111":"\n  Not my problem.\n  ","278112":"\n  Nope.\n  ","278113":"\n  That's where I got Red Star's hat.\n  ","278114":"\n  I don't have high hopes.\n  ","278115":"\n  I liked designing the civilians based on Ben's aliens.\n  ","278116":"\n  Nope.\n  ","278117":"\n  Don't touch his butt! It will make him very angry!\n  ","278118":"\n\n   http:\/\/youtu.be\/Rp4yWTLIPaE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","278119":"\n  I honestly don't know if I've ever seen any of his movies.\n  ","278120":"\n  Now imagine pooping it 😩\n  ","278121":"\n  They're the best\n  \n  🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝🐝\n  ","278122":"\n  Too bad it wasn't guinea pig DNA. Clever lad...\n  ","278123":"\n  Yeah, sometimes growing with the flow is the right thing!\n  ","278124":"\n  Burgerito\n  ","278125":"\n  Ugh. What.\n  ","278126":"\n  I have zero expectations, as I haven't liked any of DCs latest. But it looks kind of neat.\n  ","278127":"\n  No, and after tumblr I never want to.\n  ","278128":"\n  *Infine rhino\/medical robot secks*\n  ","278129":"\n  And then he poops his change out.\n  ","278130":"\n  I would go away and not come back.\n  ","278131":"\n  Depends on the show & on the episode.\n  ","278132":"\n  And they are all incinerated in the sun. The end.\n  ","278133":"\n  Huh?\n  ","278134":"\n  Five one million dollar bills.\n  ","278135":"\n  Transylvania\n  ","278136":"\n  Deadpool vs evil Deadpool is like Benzarro vs extra evil Benzarro\n  ","278137":"\n  Uh, yeah. I'm the one who hired them.\n  ","278138":"\n  I only really read MTMTE. I find the other stuff pretty boring in general.\n  ","278139":"\n  I hate to sound so racist, but gerbils and hamsters are totally inferior to guinea pigs.\n  ","278140":"\n  Whoa! Did you know dark energon was grape flavored?!? Pretty delic... bbBRAAAAIIIIIINNNSsss... Ious, you know! Grape! mmMOAR BRAAAIINS!! *starts swimming toward Ratchet's cranium*\n  ","278141":"\n  Yes, Batman's Russian hat was the inspiration for Red Star's.\n  ","278142":"\n  I know, I was there.\n  ","278143":"\n  Love Doom Patrol. Really loved doing them in Titans.\n  ","278144":"\n  Because not my decision. You guys are weird. You seem to think that either I'm just a stupid character designer who has no say in anything, or I have complete godlike executive control over WB and CN... C'mon guys. Read a wiki article or something.\n  ","278145":"\n  I didn't, dumb ass, that's a different show... Oy...\n  ","278146":"\n  Not work\n  ","278147":"\n  Sometimes\n  ","278148":"\n  Fear Itself\n  ","278149":"\n  I'm Dog.\n  ","278150":"\n  Yep.\n  ","278151":"\n  I don't know\n  ","278152":"\n  I worked with Dwayne on Teen Titans. Well, Dwayne wrote some Titans scripts while he was doing Static Shock, while I was working on Titans. The Static and Titans productions shared the same area. So Dwayne's office was close to my cube and I would go in and bug him about nerdy stuff.\n  \n  Dwayne created one of my favorite characters I've ever gotten to design, Control Freak.\n  ","278153":"\n  *jumps on and is never seen again*\n  ","278154":"\n  I can't eat at Carls Jr because their commercials grossed me out. But who cares it's Carls Jr... I also boycott Bank of America, as they are truly one of the most Halliburton-level corrupt and evil corporations on this planet. No, wait. I take it back. They are my bank...\n  ","278155":"\n  FLCL\n  ","278156":"\n  I have a tumblr but it's all about depression and goth girls\n  ","278157":"\n  *fart noise*\n  ","278158":"\n  Weezing is alright too.\n  ","278159":"\n  Fred's.\n  ","278160":"\n  Something else\n  ","278161":"\n  Yes, all of it.\n  ","278162":"\n  I have been known to.\n  ","278163":"\n  When are you going can I come\n  ","278164":"\n  I saw the Grizzly Adams movie in the theater with my father 😐\n  \n  #GrizzlyAdamsReboot\n  ","278165":"\n  Ugh. Just like having one sock 😤\n  ","278166":"\n  Nope\n  ","278167":"\n  You are Batman Beyond excited.\n  ","278168":"\n  Hai.\n  ","278169":"\n  I don't if people asked too.\n  ","278170":"\n  That's a pretty personal question!\n  ","278171":"\n  It's not awesome pineapple soda??\n  ","278172":"\n  It was an evolutionary process.\n  ","278173":"\n  I don't want to be any, but I want to hire Red to cook for me.\n  ","278174":"\n  Lady's choice.\n  ","278175":"\n  C'mon, man. I don't like football.\n  ","278176":"\n  MTMTE, Rocket Raccoon, Transformers vs GI Joe, I'm still getting Hawkeye, but I haven't read the new series yet. I get the Carl Barks collections from Fantagraphics too.\n  ","278177":"\n  There's always something.\n  ","278178":"\n  I saw Jurassic World. I liked it. I like dinosaurs.\n  ","278179":"\n  Yep. Wait, who??\n  ","278180":"\n  I'm not clicking that, get lost.\n  ","278181":"\n  Okay.\n  ","278182":"\n  I only like Perkins fusions.\n  ","278183":"\n  I don't know how to answer that. I don't think how easily I get a job is relevant or applicable to you in any case.\n  ","278184":"\n  I usually find it hard to care, but once in a while I see a good episode or something and I'm interested for a couple hours.\n  ","278185":"\n  Don't wurry, Ratchet! Ah'm in yer bluuuuuud! Bingo!\n  ","278186":"\n  Certainly not\n  ","278187":"\n  I don't think so.\n  ","278188":"\n  Probably.\n  ","278189":"\n  Uranus.\n  ","278190":"\n  How good of a friend?\n  ","278191":"\n  All the glory there is\n  ","278192":"\n  Not really.\n  ","278193":"\n  I wish I could say I was surprised, but man that's one jacked up fandom...\n  ","278194":"\n  I'd just rather not do it.\n  ","278195":"\n  I THINK IM SEEING IT TOMORROOOOOOOOOWWWWWWW\n  ","278196":"\n  Love Morrison. Doom Partol might be my fav there. Also anytime Morrison works with Quitely its fricking Magic.\n  ","278197":"\n  I'm just glad he has real bleached white skin and green hair!\n  ","278198":"\n  I think I'll talk to a girl on the Internet while she shows me her boobs.\n  ","278199":"\n  I've always know I would be delicious. And quite a powerful hallucinogen!\n  ","278200":"\n  Rudy is a good name for s fireplug!\n  ","278201":"\n  I am a super loyal friend, I would do anything for my friends, but I'm also a lazy friend who doesn't always put in the effort to maintain friendships.\n  ","278202":"\n  Those are all great. I love the short stories he did for DC, especially the Green Lantern back up stories. From Hell is a really great intense read too. So hard to pick a favorite!\n  ","278203":"\n  Only on my death bed!\n  ","278204":"\n  Not yet\n  ","278205":"\n  \";&0\n  ","278206":"\n  Oh, are you doing meals on wheels now?\n  ","278207":"\n  Nope. I don't play many games.\n  ","278208":"\n  Mumbo.\n  ","278209":"\n  Nope\n  ","278210":"\n  Tobey!\n  ","278211":"\n  Shiny!\n  ","278212":"\n  You should ask Perkins if he does commissions! He's the only guy who can do fusions right.\n  ","278213":"\n  I can't say anything until my projects are officially announced.\n  ","278214":"\n  Stay classy, Doc Bot.\n  ","278215":"\n  I haven't.\n  ","278216":"\n  I dunno, those are just all things I've always been interested in. And all the things I do really relate back to character design. Like casting too, I love casting voice actors. It's so essential that the voice work with the design harmoniously.\n  ","278217":"\n  He always gives me a ton of awesome designs to choose from.\n  ","278218":"\n  It was cool.\n  ","278219":"\n  I wish we could have done an episode of SDMI with Garfunkel and Oats guest-starring.\n  ","278220":"\n  There was a really nice custom with an Arcee body.\n  ","278221":"\n  Can I just have the money?\n  ","278222":"\n  Yep.\n  \n  Dunno.\n  \n  No.\n  \n  Yes. Maybe.\n  ","278223":"\n  I don't know what you've seen before.\n  ","278224":"\n  I haven't really seen it, but I like the designs better than Prime.\n  ","278225":"\n  That's not up to me either.\n  ","278226":"\n  No.\n  ","278227":"\n  It's really not up to me.\n  ","278228":"\n  Willful ignorance.\n  ","278229":"\n  Not my problem, man.\n  ","278230":"\n  I dunno, I haven't ever really thought about it.\n  ","278231":"\n  I don't either.\n  ","278232":"\n  No, I'm not a customizer at all.\n  ","278233":"\n  They aren't there all the time, she undergoes a metamorphosis.\n  ","278234":"\n  Fine but it's only 9am.\n  ","278235":"\n  Nothin\n  ","278236":"\n  Secret Botcon stuff?\n  ","278237":"\n  Tanks.\n  ","278238":"\n  I have an IMDB\n  ","278239":"\n  Which Alien figures? Kenner?\n  ","278240":"\n  I don't believe so.\n  ","278241":"\n  I haven't! Is it cool?\n  ","278242":"\n  Not so far.\n  ","278243":"\n  That could have been delicious.\n  ","278244":"\n  I almost always start on paper.\n  ","278245":"\n  He's one of those Italian Lamborghini police cars.\n  ","278246":"\n  That sounds dirty.\n  ","278247":"\n  I'm really bad at giving estimates. Everything I do takes me different amounts of time.\n  ","278248":"\n  Yep\n  ","278249":"\n  I did not!\n  ","278250":"\n  Nope.\n  ","278251":"\n  I love the art direction. I also liked the cast, the direction and story.\n  ","278252":"\n  Would you like to Infinite Rhino-Size that?\n  ","278253":"\n  I did okay critically, but was a flop at the box office.\n  ","278254":"\n  Hi\n  ","278255":"\n  Awesome!\n  ","278256":"\n  Wow that is weirdest list of half great and half terrible directors ever!\n  ","278257":"\n  Ew!\n  ","278258":"\n  They'll have to give me some appealing Turtles for me to want to watch it.\n  ","278259":"\n  I did a lot of drawing and learning how to draw.\n  ","278260":"\n  I love Alien 3 and Scott Pilgrim.\n  ","278261":"\n  No!\n  ","278262":"\n  You ask the weirdest questions sometimes.\n  ","278263":"\n  I would do Barricade with a new body type, so he can have his wheel hands. The guy next to Blaster is Siren.\n  ","278264":"\n  Probably.\n  ","278265":"\n  Possibly.\n  ","278266":"\n  It was bothering me.\n  ","278267":"\n  A house.\n  ","278268":"\n  I'll do it right away! *Goes back to bed*\n  ","278269":"\n  Just Rocket. I think my interest in Marvel Hot Toys is waning.\n  ","278270":"\n  Cerebros is in there, yep.\n  ","278271":"\n  I think you mean Barricade and Clipper.\n  ","278272":"\n  I wasn't a huge fan of the show, but I am a fan of Andy Suriano!\n  ","278273":"\n  Pride of the X-Men\n  ","278274":"\n  Transformers, mostly the MTMTE comic, and Joe convention stuff.\n  ","278275":"\n  Ice Cream Kitty?\n  ","278276":"\n\n   http:\/\/youtu.be\/-w-58hQ9dLk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","278277":"\n  Yeah, the writer from Batman & Robin. Sounds awful. But it's not like they can get any worse.\n  ","278278":"\n  Only Star Saber.\n  ","278279":"\n  I haven't been into them for a while now.\n  ","278280":"\n  Spoilers!\n  ","278281":"\n  His costume looks cool, I liked that short they made. Hated him in Wolverine though.\n  ","278282":"\n  Your godfather? Or the movie?\n  ","278283":"\n  I haven't watched it.\n  ","278284":"\n  Nope.\n  ","278285":"\n  Nope.\n  ","278286":"\n  Are you going to start collecting Joe Club figures with Street Fighter and Mortal Kombat heads next then?\n  ","278287":"\n  Oh... He's a dick.\n  ","278288":"\n  I'm on IMDB\n  ","278289":"\n  But that would be telling!\n  ","278290":"\n  I haven't gotten any lately really. I never got any of the Telemochas.\n  ","278291":"\n  Why yes it does.\n  ","278292":"\n  I didn't mean to!\n  ","278293":"\n  *flushes faster*\n  ","278294":"\n  Oh dear. Well, you're welcome.\n  ","278295":"\n  I will file this complaint with all your others... *Flushes*\n  ","278296":"\n  Sumdac green.\n  ","278297":"\n  Torpedo.\n  ","278298":"\n  Nope.\n  ","278299":"\n  I stole these images from yojoe.com. This doesn't include club exclusives.\n  ","278300":"\n  Thanks for picking one up!\n  ","278301":"\n  Oh god, plant anxiety.\n  ","278302":"\n  Nope, the Dawn of Future's Past set is in its box at the mo.\n  ","278303":"\n  I took a break then I just forgot for a really long time.\n  ","278304":"\n  Nah, just stuff.\n  ","278305":"\n  ARGH! Pickled pig's feet and cheesy grits!\n  ","278306":"\n  Hmm.. I think I got rid of the old ones except Optimus and Rodimus (And black Rodimus). And I got G2 Sideswipe, Bumblebee and Ultra Magnus. I'm not super interested in most 1984 Autobot cars, so I haven't bought too many.\n  ","278307":"\n  Long long time\n  ","278308":"\n  Mr. Fantastic and The High Evolutionary\n  ","278309":"\n  I read it, but it was years and years ago now. I thought it was inspired by samurai manga and Kurosawa movies.\n  ","278310":"\n  What is \"free time?\"\n  ","278311":"\n  No way! I don't do that.\n  ","278312":"\n  Guinea pig song.\n  ","278313":"\n  Because humanity.\n  ","278314":"\n  There's s good juice bar across from work.\n  ","278315":"\n  Well, you just sealed your doom with that Cinnabon. No one could survive that.\n  ","278316":"\n  Guh... A depression quiz written by non-native English speakers... I got a 41.\n  ","278317":"\n  Did you poop today?\n  ","278318":"\n  I don't run a studio.\n  ","278319":"\n  I guess I go to TFW2005 most often.\n  ","278320":"\n  Netflix might be cool! Sounds like less restrictions.\n  ","278321":"\n  Long time ago.\n  ","278322":"\n  Yep! I got mine!\n  ","278323":"\n  Movie guys\n  ","278324":"\n  Im working on secret stuff.\n  ","278325":"\n  Go! is doing really well for CN & WB, so I think that's probably it for the time being.\n  ","278326":"\n  Yes! I keep hoping that will be a Joecon set theme.\n  ","278327":"\n  Ha! Probably none!\n  ","278328":"\n  Naked boobs.\n  ","278329":"\n  I like it.\n  ","278330":"\n  I figured he could dimension hop! He'd be a great adversary for any Hasbro property.\n  ","278331":"\n  Yeah! That was super fun. Love getting to revisit the universe and add fresh characters!\n  ","278332":"\n  If I ever get to draw him you will be the first guy I show.\n  ","278333":"\n  Yep, I was vegetarian for 10 years.\n  ","278334":"\n  I deleted my FB account. I'm still on Instagram.\n  ","278335":"\n  No, I don't have any interest in it so I'm not paying any attention to what's going on over there. Although even if I knew I couldn't tell you.\n  ","278336":"\n  He can't deal with that right now\n  ","278337":"\n  I'm not currently planning to.\n  ","278338":"\n  No, I'm not an animator, and those questions are pointless and terrible.\n  ","278339":"\n  Boss Hogg is only four feet tall!\n  ","278340":"\n  Secret stuff.\n  ","278341":"\n  Oh really. I see you miming the words to let it go, and I can hear it coming from your iTunes!\n  ","278342":"\n  How the heck am I supposed to remember that?!?\n  ","278343":"\n  No! They're totally classic versions!!!\n  \n   http:\/\/toynewsi.com\/\/news.php?itemid=24093\n  \n","278344":"\n  I wouldn't have answered this even when I was answering questions...\n  ","278345":"\n  We kind of off handedly talked about him playing a human John Wayne type who would teach Optimus something about heroism and leadership.\n  \n  Or he could play Venger.\n  ","278346":"\n  Not if I call in sick!\n  ","278347":"\n  Whew, that was close.\n  ","278348":"\n  You're just going to stand there in the rain of twinkling glass singing Let it Go , aren't you..?\n  ","278349":"\n  Never, at least no time soon.\n  ","278350":"\n  Oh great. Now you're just going to have to apologize for this one! It's a horrible never ending cycle...\n  ","278351":"\n  When I stopped answering Ben 10 questions, because I stopped answering Ben 10 questions.\n  ","278352":"\n  Alright. But what about the ones after?\n  ","278353":"\n  Whoa hey\n  ","278354":"\n  Depends on my mood.\n  ","278355":"\n  Malware and Megatron.\n  ","278356":"\n  Not for me.\n  ","278357":"\n  Most of it.\n  ","278358":"\n  I don't think so, we already did our take on them.\n  ","278359":"\n  Senior Spielbergo!\n  ","278360":"\n  Nah\n  ","278361":"\n  Donatello\n  ","278362":"\n  Yes and yes.\n  ","278363":"\n  Pffft. You haven't seen my inbox!\n  ","278364":"\n  Tell the lord I don't have time for him!\n  ","278365":"\n  Preferably someone with lots of money!\n  ","278366":"\n  Not Colonel Mustard!\n  ","278367":"\n  Well, you can ask, but it's better if a studio executive asks.\n  ","278368":"\n  I'll save you! All weapons lock on Ratchet and fire! Side guns!\n  ","278369":"\n  :(\n  ","278370":"\n  He's dead! D:\n  ","278371":"\n  I've never been so comfortably cushioned during a trampling!\n  ","278372":"\n  Is that the left fork of the path or the right??\n  ","278373":"\n  No! Casterley  Rock!\n  ","278374":"\n  A flock of Boss Hogg's what's?\n  ","278375":"\n  A baby!\n  ","278376":"\n  I don't have any interest in Rex and I already did the Saturdays.\n  ","278377":"\n  It's never Discord!\n  ","278378":"\n  I heard!\n  ","278379":"\n  I guess they only float around for a while, after that you can only see them on the gifts page.\n  ","278380":"\n  Deviantart is gross. I don't want to be there anymore.\n  ","278381":"\n  Sounds awful.\n  ","278382":"\n  Looks interesting.\n  ","278383":"\n  Yes.\n  ","278384":"\n  It's the only thing that stops the pain!\n  ","278385":"\n  52 is evenly divisible by 26 or 13.\n  ","278386":"\n  I love Twin Peaks.\n  ","278387":"\n  Yes, they all hate Go, and think that I can some how magically resurrect the original series.\n  ","278388":"\n  Alex Polinsky!\n  ","278389":"\n  No, I have to do that enough at work, and it is not something I like doing much.\n  ","278390":"\n  Thanks, glad you liked it.\n  ","278391":"\n  No, I was not interested in continuing that job.\n  ","278392":"\n  Thanks for watching.\n  ","278393":"\n  I had heard that.\n  ","278394":"\n  Metalhawk.\n  ","278395":"\n  Good, good.\n  ","278396":"\n  Ben 10 fans, then Titans fans. Scooby fans don't ask me questions. I don't think Scooby has the same kind of fandom.\n  ","278397":"\n  Restaurant.\n  ","278398":"\n  Sure.\n  ","278399":"\n  Negative five months or so.\n  ","278400":"\n  Thanks for watching!\n  ","278401":"\n  You're welcome, Jesus.\n  \n  Well, that's all for me for now. I'm done answering Ben 10 questions.\n  ","278402":"\n  Okay. This is the LAST ONE I'm doing. Bye!\n  ","278403":"\n  At home with Devlin.\n  ","278404":"\n  Velma.\n  ","278405":"\n  Because all our orders were for multiples of 10 episodes, instead of the normal 13.\n  ","278406":"\n  Yep.\n  ","278407":"\n  That's not relevant. Proctor is Servantis's title.\n  ","278408":"\n  You mean what have we been doing since it ended. The end for us was like seven months or so ago.\n  ","278409":"\n  I dunno.\n  ","278410":"\n  Clocktomix.\n  ","278411":"\n  Thanks.\n  ","278412":"\n  You're welcome! Thank you for enjoying.\n  ","278413":"\n  Huh?\n  ","278414":"\n  Impossible to know now.\n  ","278415":"\n  You're welcome.\n  ","278416":"\n  That's a good question.\n  ","278417":"\n  Ew! No!\n  ","278418":"\n  I'm not in to DC stuff anymore.\n  ","278419":"\n  No. I believe that Verdona probably took over and inhabited the body of Ben & Gwen's real grandmother.\n  ","278420":"\n  That's why doing this is so pointless. Everything I say gets misinterpreted or twisted to fit peoples fan fiction.\n  ","278421":"\n  I am not a TV guide.\n  ","278422":"\n  Yeah, he doesn't return, like I answered. His presence is in 077.\n  ","278423":"\n  YAY!!!!\n  ","278424":"\n  I will tell you that Mikey's interaction with one Beaver is my favorite part.\n  ","278425":"\n  Thanks.\n  ","278426":"\n  You're welcome, thanks for watching.\n  ","278427":"\n  The retiring Magistrata\/Magistratus and a conclave of high ranking Plumbers.\n  ","278428":"\n  Ohshi..!\n  ","278429":"\n  No, I won't, but you're welcome.\n  ","278430":"\n  Good good!\n  ","278431":"\n  I'm not sure who came up with that, but I'm sure the four of us can share the mental hugs. Thanks!\n  ","278432":"\n  Yes! I've actually seen this episode already. It's pretty great.\n  ","278433":"\n  Sounds just like them.\n  ","278434":"\n  Thank you.\n  ","278435":"\n  I think so too.\n  ","278436":"\n  You're welcome.\n  ","278437":"\n  At least she was in the episode!\n  ","278438":"\n  You're welcome.\n  ","278439":"\n  No.\n  ","278440":"\n  What?\n  ","278441":"\n  Who's first in command?\n  ","278442":"\n  Always.\n  ","278443":"\n  What?\n  ","278444":"\n  NOT MY SHOW\n  ","278445":"\n  Probably questions like this.\n  ","278446":"\n  Interesting, but I love the Raimi Spider-mans.\n  ","278447":"\n  Couple weeks. She had been trying to call.\n  ","278448":"\n  Yes.\n  ","278449":"\n  Grey Matter.\n  ","278450":"\n  But what does Paik do now!?\n  ","278451":"\n  Yep.\n  ","278452":"\n  Pugnavore. As in Pugsley!\n  ","278453":"\n\n   https:\/\/www.youtube.com\/watch?v=Kd1jRpGwVFU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","278454":"\n  A what??\n  ","278455":"\n  No.\n  ","278456":"\n  He's on a business trip in the back yard.\n  ","278457":"\n  Ah! We missed her too. She should have been there.\n  ","278458":"\n  It just means heavy machinery :\/\n  ","278459":"\n  Not yet, I want to. Love Fincher.\n  ","278460":"\n  Definitely not.\n  ","278461":"\n  He can stand on Azmuth's head.\n  ","278462":"\n  No.\n  ","278463":"\n  One of my most favorite designs and voice actors for Omniverse.\n  ","278464":"\n  She looks good in white.\n  ","278465":"\n  Yes.\n  ","278466":"\n  And then..?\n  ","278467":"\n  This is one of my favorite things in the show ever.\n  ","278468":"\n  Baumann.\n  ","278469":"\n  Will you ever ask a question I can answer?\n  ","278470":"\n  YUMMY\n  ","278471":"\n  D:\n  ","278472":"\n  Mr Smoothy goes out of business.\n  ","278473":"\n  Don't apologize to me apologize to France! And save your shower stories for the BTFF.\n  ","278474":"\n  I had a bomb once, he was a little moody, but he was a good egg. He never got to explode though, made him mopey.\n  ","278475":"\n  Thanks!\n  ","278476":"\n  I was asked if I would be interested in working on it.\n  ","278477":"\n\n   http:\/\/www.timeout.jp\/en\/tokyo\/venue\/2785\n  \n","278478":"\n  Transformers More than Meets the Eye, Rocket Raccoon, Hawkeye (for however long it lasts)\n  ","278479":"\n  Is this the same story?\n  ","278480":"\n  Maybe if I ever get not sick of drawing Ben aliens.\n  ","278481":"\n  That' silly.\n  ","278482":"\n  You're welcome.\n  ","278483":"\n  Azmina!\n  ","278484":"\n  Maybe!\n  ","278485":"\n  I don't know what could or couldn't be. I think it would be the way to go though.\n  ","278486":"\n  Yes, it's been asked over and over and over and over and over and over and over\n  ","278487":"\n  No, they're all French. Didn't you hear?\n  ","278488":"\n  Civilians.\n  ","278489":"\n  Possibly.\n  ","278490":"\n  He never loses the mail, always delivers it on time.\n  ","278491":"\n  Not me.\n  ","278492":"\n  On his gas powers and FX were miscolored. His alien forms are all desaturated with grey outfits and grey eyes.\n  ","278493":"\n  Grounded.\n  ","278494":"\n  A fatal error for sure.\n  ","278495":"\n  Boundless overconfidence and the possibility for total meltdown.\n  ","278496":"\n  I'm not sure! D:\n  ","278497":"\n  Did they ever?\n  ","278498":"\n  Budgetary constraints!\n  ","278499":"\n  I'm likely not going to be doing this in 11 days, and that's too many anyway.\n  ","278500":"\n  What do I look like, Amazon?!?\n  ","278501":"\n  Fredrickson.\n  ","278502":"\n  Like that thing you did yesterday wasn't scary enough?!? What did you call that again.. Singing?\n  ","278503":"\n  I don't have that one. My files for the last shows are not complete.\n  ","278504":"\n  Not yet, I thought his suit looked better than Bale's Batsuit!\n  ","278505":"\n  I don't have that one.\n  ","278506":"\n  I hope so!\n  ","278507":"\n  <3 <3 <3\n  ","278508":"\n  Thanks for watching.\n  ","278509":"\n  Indeed!\n  ","278510":"\n  That is probably the best part.\n  ","278511":"\n  What do you mean? He's retired and scoots around in his water filled hover chair.\n  ","278512":"\n  Yeah, it's fun.\n  ","278513":"\n  It's definitely worth repeat viewing.\n  ","278514":"\n  Apology accepted.\n  ","278515":"\n  Not that old.\n  ","278516":"\n  I don't remember. I only remember discussing Charmcaster being zapped back to the bag prison. Everyone should take note that Charmcaster starts out a bad guy, and is a bad guy all the way to the end of Omniverse without any hint of redemption, as promised!\n  ","278517":"\n  Oh that's easy, ClockSquatch.\n  ","278518":"\n  Me, of course!\n  ","278519":"\n  People suck.\n  ","278520":"\n  Clone boby.\n  ","278521":"\n  But of course!\n  ","278522":"\n  Wow. You've never heard a French accent before, have you?\n  ","278523":"\n  There's not any difference in those two things. It is official rough concept art.\n  ","278524":"\n\n   http:\/\/ben10.wikia.com\/wiki\/Ma_Vreedle\n  \n","278525":"\n  That's the one he has now (when he's not grounded from it).\n  ","278526":"\n  Definitely not crazy about your questions.\n  ","278527":"\n  I was the only one who remembered that stuff.\n  ","278528":"\n  It's just your typical alien ghost horse.\n  ","278529":"\n  That's too many! Congrats on the DVD, it's a good one!\n  ","278530":"\n  Depends on which dragons.\n  ","278531":"\n  Instead of black hair you mean? I can't remember. I think if I were to do it over I would darken her hair and eyes.\n  ","278532":"\n  The Celestial would either be digested, or spit back out.\n  ","278533":"\n  Yes, you can request the animation studios fix the problem animation, but sometimes that's just as bad and you have to cut what you can.\n  ","278534":"\n  Yes.\n  ","278535":"\n  Not a miniskirt.\n  ","278536":"\n  It doesn't work like that.\n  ","278537":"\n  No.\n  ","278538":"\n  Yes, she would be freed.\n  ","278539":"\n  Oprah.\n  ","278540":"\n  It's whenever I feel like it really. But the clock is ticking!\n  ","278541":"\n  They write.\n  ","278542":"\n  If you're looking for an answer to this, you missed the point.\n  ","278543":"\n  Thanks, that's what we went for, for the best parts of the original and UAF. I don't regret doing the show. Youngberg and I had talked for years about what we would do with Ben 10 if we got the chance. I always thought of Ben as one of those weird Saturday morning cartoons, like Captian N, or Kid Video, or something. We had a lot of fun on the show, building worlds and awesome records, but the end was very stressful, it was really tough work.\n  ","278544":"\n  Villains never seem to be gone forever.\n  ","278545":"\n  This isn't a super interesting conversation...\n  ","278546":"\n  Yes.\n  ","278547":"\n  I really don't know what happened there. It seems like some may have gotten taken out in the wrong places. I was already done by the time that animation came back, so I never got to look it over.\n  ","278548":"\n  Not to my knowledge, but I wouldn't completely rule it out either.\n  ","278549":"\n  I wish people knew what writers did...\n  ","278550":"\n  Both!\n  ","278551":"\n  Ha, okay... Albedo is able to exert more control over the emotions in his Rath form, because of his superior intellect.\n  ","278552":"\n  He thinks it's silly, but ultimately he's just relieved that Ben is having fun again.\n  ","278553":"\n  Yep, Q and The Great Gazoo as well! Pugnavores have much in common with those type of all powerful imps.\n  ","278554":"\n  Baumann versus Bigfoot! Amazing!\n  ","278555":"\n  Teleported.\n  ","278556":"\n  I like Freak Chill.\n  ","278557":"\n  Stuff!\n  ","278558":"\n  I don't think the job Ben 10 consultant exists.\n  ","278559":"\n  Yep.\n  ","278560":"\n  I can't remember who came up with that. I want to say it was Charlotte? But yeah, it was a great defeat by Blonco boredom.\n  ","278561":"\n  Thanks!\n  ","278562":"\n  (^@^)\n  ","278563":"\n  Attea.\n  ","278564":"\n  Walking backwards down stairs.\n  ","278565":"\n  It depends on the series and the art director. For me, I oversee all (character, prop, and BG) design and color, I'm included in casting decisions,I liaise with Bandai, I am involved in the story meetings which includes coming up with plots, creating new characters, and deciding how old characters are reintroduced, and where the arcs go. Probably a bunch of other crap I'm forgetting too.\n  ","278566":"\n  Helen was there.\n  ","278567":"\n  Nah, I can't make myself care enough to watch it. It looks really bland.\n  ","278568":"\n  Because she's a relative.\n  ","278569":"\n  I think that was a Matt Wayne name.\n  ","278570":"\n  Thanks!\n  ","278571":"\n  I knew it!\n  ","278572":"\n  XLRG was the only one that was drawn the others were just names on the board. Gravadactyl was one name.\n  ","278573":"\n  \"That is my favorite super hero.\"\n  \n  (Sent to Tom Perkins!)\n  ","278574":"\n  Attea or Frightwig.\n  ","278575":"\n  Ask a good one!\n  ","278576":"\n  I don't have Antonio or Myaxx.\n  ","278577":"\n  Not in Omniverse.\n  ","278578":"\n  You can ask a question, but I may or may not answer depending on the question. Fair?\n  ","278579":"\n  Do you have to?\n  ","278580":"\n  Just because television executives think they're gods doesn't make it true!\n  ","278581":"\n  So, not only will you not just watch the show, you won't even read the answers I've given?\n  ","278582":"\n  Some of them are just fighting because they are competitive and hate losing, Drew likely had a suspicion about what was happening to the losers.\n  ","278583":"\n  Ask IDW.\n  ","278584":"\n  Maybe her model didn't get sent in time, I don't know what happened. She was only there until all Ben's relatives get zapped out.\n  ","278585":"\n  She probably got zapped back to the bag.\n  ","278586":"\n  He's just a working man.\n  ","278587":"\n  That is not at all the same as \"who is she.\"\n  ","278588":"\n  Nope.\n  ","278589":"\n  Licorice, sour orange, black pepper, and grape.\n  ","278590":"\n  Well, I think we forgot Xylene and Shelane! Probably others too.\n  ","278591":"\n  The initial germ of the idea came from me really wanting to get Charles Phoenix to do a voice, and what better role for him than intergalactic game show host!\n  ","278592":"\n  Awesome, very sweet. Tell her I said thanks for watching!\n  ","278593":"\n\n   http:\/\/bit.ly\/10ZFuEk\n  \n","278594":"\n  Yes!\n  ","278595":"\n  Terrible.\n  ","278596":"\n  An ancestor of Doc Saturday.\n  ","278597":"\n  You should ask a writer!\n  ","278598":"\n  No.\n  ","278599":"\n  Not my show.\n  ","278600":"\n  No.\n  ","278601":"\n  I can't remember who's. I feel like it was either Youngberg or me.\n  ","278602":"\n  It should be.\n  ","278603":"\n  Pyxl-Loaf, Crocduster, Overround, The Sledge, Splatterator, Dropsies, Tranquenstine\n  \n  Some 23's: Mr. Storage, Hammerific, Man Man, Little-Big-Man, Bounce-A-Round, Mister Missler\n  \n  Nega Bens: Sad Panda, Diss-topia, Alien-Whatever, Don'tCare Bear, Apathetic-X, Snooze Alarm\n  ","278604":"\n  ZOMG\n  ","278605":"\n  The Argitrix.\n  ","278606":"\n  Hi, I have no idea.\n  ","278607":"\n  What?\n  ","278608":"\n  Yes.\n  ","278609":"\n  She's not so old!\n  ","278610":"\n  Absolutely! Might be my favorite DiMaggio voice of all time.\n  ","278611":"\n  Here's your dark birthday ladies. I haven't played that game, I don't play too many video games really.\n  ","278612":"\n  Maybe he did!\n  ","278613":"\n  No one can answer that question.\n  ","278614":"\n  No outfit, only Spanner.\n  ","278615":"\n  What did you see?\n  ","278616":"\n  That's one of his most powerful powers!\n  ","278617":"\n  He's already out.\n  ","278618":"\n  Bleh! Too many questions, can't keep anything straight.\n  ","278619":"\n  Lol, thanks!\n  ","278620":"\n  I put up Luhley earlier, you can find her on the wiki, but here's the Vilgax in Malware armor.\n  ","278621":"\n  You mean WHAT is he called. His name is I.M. Werfzel.\n  ","278622":"\n  Youngberg came up with him when he wrote Ben 10 K's dialog in show 025.\n  ","278623":"\n  Failing upwards.\n  ","278624":"\n  You're welcome.\n  ","278625":"\n  That is way too much of a burden.\n  ","278626":"\n  It gives him all the in-sole arch support he could ever want.\n  ","278627":"\n  He could probably make Walkatrout some really nice Alien X slippers.\n  ","278628":"\n  Sorry! I take it back!\n  ","278629":"\n  It's too hard to pick a favorite.\n  ","278630":"\n  And I will be sleeping, because that is way too early to get up and watch.\n  ","278631":"\n  We wanted to do that from the beginning, to show the Earthly origins of the Plumbers fighting the supernatural (this was the original idea for the Plumbers before first alien contact). Washington was originally going to be traveling with Ezekiel Saturday (yes, of those Saturdays), but that idea was nixed due to time constraint.\n  ","278632":"\n  It's just you.\n  ","278633":"\n  Probably just you, because what?\n  ","278634":"\n  Unless he's fused with something else as big or bigger, yes.\n  ","278635":"\n  It's a long time.\n  ","278636":"\n  Probably.\n  ","278637":"\n  No thanks.\n  ","278638":"\n  Echo Ditto Echo Ditto.\n  ","278639":"\n  Skurd can only stretch so far, they would have to remain huddled to use Skurd's power.\n  ","278640":"\n  Does Vilgax ooze around like that??\n  ","278641":"\n  That's very kind, thank you.\n  ","278642":"\n  Yes! And Bye bye Ben questions!\n  ","278643":"\n  Of course not.\n  ","278644":"\n  Probably.\n  ","278645":"\n  God I hope so. Wait, what are you talking about?\n  ","278646":"\n  Nope.\n  ","278647":"\n  No, you don't write stuff when you design, you draw stuff.\n  ","278648":"\n  I think it's a rumor that I'm very uninterested in.\n  ","278649":"\n  You're welcome!\n  ","278650":"\n  I don't even know if it's continuing now in the US. I haven't seen anything new in forever.\n  ","278651":"\n  Thank you, but no thank you.\n  ","278652":"\n  No.\n  ","278653":"\n  Yes, those two.\n  ","278654":"\n  What a weird question...\n  ","278655":"\n  The secret stuff.\n  ","278656":"\n  Oh no, he hasn't been mayor for years and years...\n  ","278657":"\n  Worstatrout!\n  ","278658":"\n  Well, Dan Riba has worked with him many times over the years, and Dan ran into him one day, and Mark commented that he did all these different CN shows, but he'd never done Ben 10. So we set out to fix that!\n  ","278659":"\n  Yes, she ages much slower.\n  ","278660":"\n  Ben is not a plumber. He's a super hero.\n  ","278661":"\n  Ohhohoho! Not yet!\n  ","278662":"\n  Man, that would have been cool.\n  ","278663":"\n  Yeah. I did.\n  ","278664":"\n  I get read every question, unless I get too slammed and just do a mass delete without reading.\n  ","278665":"\n  Oh you know. Always.\n  ","278666":"\n  Toe Dust!\n  ","278667":"\n  I think those were Matt Wayne names, you'd have to ask him.\n  ","278668":"\n  Nah!\n  ","278669":"\n  You mean Fistrook!\n  ","278670":"\n  I guess so, but it doesn't seem to work as well as Blukic or Driba.\n  ","278671":"\n  Even the tongue and cheek answers I give can have truths to them!\n  ","278672":"\n  Olives!\n  ","278673":"\n  Nope.\n  ","278674":"\n  Long long time ago.\n  ","278675":"\n  I'm not willing, I do it under duress!\n  ","278676":"\n  I dunno, got stuffs to do tonight.\n  ","278677":"\n  Scared for the safety of her precious babies.\n  ","278678":"\n  Ma Vreedle.\n  ","278679":"\n  Yep, probably!\n  ","278680":"\n  Nope.\n  ","278681":"\n  Sublimino. But only if Paul Williams would have done the voice. And hopefully would have sang a song.\n  ","278682":"\n  No, you guys always come to the weirdest conclusions. They don't have anything to do with each other.\n  ","278683":"\n  Meh, she's seen worse.\n  ","278684":"\n  I think I was gone by that point. They were probably either Brianne or Danny Kimanyen.\n  ","278685":"\n  Nope.\n  ","278686":"\n  Already tried.\n  ","278687":"\n  Why would he??\n  ","278688":"\n  All done for now.\n  ","278689":"\n  Teen RJ can open his eyes wider too.\n  ","278690":"\n  They have a Master Builder.\n  ","278691":"\n  That is freaking terrible. TERRIBLE. Wtf.\n  ","278692":"\n  Because that future was already cool. And TPTB wanted everything more like OS, which was the most successful of the franchise.\n  ","278693":"\n  I don't think they were any different.\n  \n  Aso: WHAT IS THIS FANART!?!!??\n  \n   http:\/\/ben10.wikia.com\/wiki\/Ripjaws\n  \n  Freaking gross man!\n  ","278694":"\n  Playstation version????\n  ","278695":"\n  I can only add one pic at a time.\n  ","278696":"\n  Another where there was only night color.\n  ","278697":"\n  I'm ready for you this time!\n  ","278698":"\n  I only have him in purple night colors.\n  ","278699":"\n  Didn't you see Fight at the Museum?\n  ","278700":"\n  You need glasses.\n  ","278701":"\n  Well they have to be in there to be unlocked.\n  ","278702":"\n  Nope.\n  ","278703":"\n  Impossible to know, no one can find it!\n  ","278704":"\n  Oh, certainly.\n  ","278705":"\n  What's that?\n  ","278706":"\n  Not Azmuth old, but still pretty advanced in years compared to human life. Probably a hundred or two years old.\n  ","278707":"\n  Nothing good!\n  ","278708":"\n  Super fun records with Kari!\n  ","278709":"\n  Not yet.\n  ","278710":"\n  He does rule!\n  ","278711":"\n  There are naturally occurring \"soft spots\" in the multiverse that lead into the Null Void. But they don't usually lead back out.\n  ","278712":"\n  Sure. You never know, did anyone ever say Kai was Ben's first wife??\n  ","278713":"\n  Time Bombs don't care about that!\n  ","278714":"\n  Steven Choi designed Kundo.\n  ","278715":"\n  That would take him six thoughts.\n  ","278716":"\n  I think so, but Ben's human form is not strong enough to use many.\n  ","278717":"\n  WATCH THE SHOW\n  ","278718":"\n  Not in the future, no.\n  ","278719":"\n  I just happened to see those. If I see anything else I'll let someone know.\n  ","278720":"\n  Wha..?\n  ","278721":"\n  Is this before or after his unnatural death?\n  ","278722":"\n  That's a safe guess.\n  ","278723":"\n  27\n  ","278724":"\n  Certainly not \"psychologically\" stronger.\n  ","278725":"\n  Very dangerous. Don't stand within at least 40 feet from him. Should probably put him in some kind of NRG armor...\n  ","278726":"\n  He's omnipatient.\n  ","278727":"\n  Maybe. I have to be in the right mood to go digging through files. Maybe coffee would help.\n  ","278728":"\n  The Null Void is not a creation of anyone. It's another dimension. This is one of those alternate dimensions that is not part of the branching time stream.\n  ","278729":"\n  Doesn't he die and come back to life all the time anyway? So probably. And then he'll meet his next death 203 years from OS, then again 203.5, 204, 206...\n  ","278730":"\n  Helena thinks so.\n  ","278731":"\n  Magic, DUH.\n  ","278732":"\n  Stop changing your name all the time. I can't keep up.\n  ","278733":"\n  Thank you.\n  ","278734":"\n  Don't feel bad, I half thought I must have done it, I've answered so many Qs. But I wouldn't mistake a male character (that I drew) for female.\n  ","278735":"\n  N8 and ND are fine. The boy called J-NE should be DJ. And LN should be E-N.\n  ","278736":"\n  Are you Tallest Shades? If you are, I have a problem. This thing is either fake or I was totally wrong:\n  \n   http:\/\/i.imgur.com\/IC54qQd.png\n  \n  I don't remember ever giving those other kids names, I only remember saying K8-E and ML-E. plus I'm pretty sure I wouldn't name a BOY J-NE, which also has a very clunky phonetic. And LN doesn't sound like Allen, it's Ellen, another girl's name for a boy. We should get this thing fixed.\n  ","278737":"\n  I don't know, why does he have a Yogi Bear nose is a better question. We don't have anything to do with the comics.\n  ","278738":"\n  Thanks, we put a ton of work into them, we like them a lot too.\n  ","278739":"\n  Iceland.\n  ","278740":"\n  Think what's a Malware clone? There's no Malware clone.\n  ","278741":"\n  The blue guy with the purple rooster hair is Leadfoot, and the slug guy is Chortle.\n  ","278742":"\n  Wears a shower cap.\n  ","278743":"\n  No, he created the charms a very long time ago (he is much older than he looks), during his quest for magical power. The creation of the charms, along with their destruction and recreation over the ensuing years softened the veil of reality that separates our dimension from the Ledger Domain. This weakened the barrier between realities enough for other magic using humans like Hex or Charmcaster or whoever to tap into the power of the LD, as well as eventually letting them enter the other realm.\n  ","278744":"\n  Yeah, they were pretty consistently higher at our normal weekly time slot. I haven't seen any of the 6AM ratings, I'm guessing they're not good a tall. You don't put something on at 6AM trying to get ratings.\n  ","278745":"\n  They better hope she has more self control than Unicron if their on that side!\n  ","278746":"\n  He'll probably take a nice vacation first.\n  ","278747":"\n  No no no! Frogs legs are OFF the menu! *Shields up*\n  ","278748":"\n  Yeah, that's Bryk.\n  ","278749":"\n  He stems from Youngberg's dislike of the use of magic in the super hero genre. That's why he thinks stage magic tricks are cool, but real magic is a big cheat. For my part, I modeled his outfit a little on my idea of Rincewind from Discworld. It was also my idea to have him be Tom Kenny doing a Charles Nelson Reilly homage. He's very probably a protrusion or aspect of the Amazing Mumbo into the Ben 10 reality.\n  ","278750":"\n  Wut\n  ","278751":"\n  Perkins.\n  ","278752":"\n  You mean Azmuth's dad or the Retaliator armor? I bet everybody calls his dad \"Dadsmuth.\"\n  ","278753":"\n  Guys stop asking me these stupid little spoiler questions about who or what are going to be in every last show. There are only five more episodes, you can wait and see.\n  ","278754":"\n  Nope.\n  ","278755":"\n  No. We just wanted to make it more Animated Manbat in proportion.\n  ","278756":"\n  Hyphenated.\n  ","278757":"\n  Agent Zorian. He should have been credited to Dee Baker.\n  ","278758":"\n  Cybertronians.\n  ","278759":"\n  Probably whatever they could get that they thought they could weaponize.\n  ","278760":"\n  What, from space?\n  ","278761":"\n  That's what the story dictated.\n  ","278762":"\n  I'm terrible at commissions. I have two outstanding ones already. I owe one guy a drawing from years ago now.\n  ","278763":"\n  I am not Google.\n  ","278764":"\n  Yep.\n  ","278765":"\n  Well, she's already been told. I'm not sure how much she believes it though.\n  ","278766":"\n  None of the others are named.\n  ","278767":"\n  They probably did it so they could use that first title.\n  ","278768":"\n  He's the other one with the horn. Third from the left in this pic:\n  \n   http:\/\/ben10.wikia.com\/wiki\/File:Plumbers_mud_is_thicker_than_water.png\n  \n","278769":"\n  No, I had no idea who you were talking about. I don't think he has a name, it's not Bryk.\n  ","278770":"\n  No, I don't know. He may not have a name.\n  ","278771":"\n  Oh dear..!\n  ","278772":"\n  Lol, good good.\n  ","278773":"\n  No.\n  ","278774":"\n  Who? Who's Pavel???\n  ","278775":"\n  Well, it's about time at least!\n  ","278776":"\n  Yes, that's Morty.\n  ","278777":"\n  I don't think Rath would ask, Rath would just shout it.\n  ","278778":"\n  Awesome!\n  ","278779":"\n  Niza.\n  ","278780":"\n  Thinking about going to the Plumber Academy.\n  ","278781":"\n  Nope, we never got very far.\n  ","278782":"\n  Nope.\n  ","278783":"\n  No, he actually just fixed that glitch when he was messing with the omnitrix. Rath was never supposed to be naked!\n  ","278784":"\n  I don't know what that is. It's not Malware, doesn't make any sense for Malware.\n  ","278785":"\n  Nope.\n  ","278786":"\n  Yeah! That was a good transformation!\n  ","278787":"\n  Aggregor is a lab experiment.\n  ","278788":"\n  No, but that was over half a year ago now.\n  ","278789":"\n  Crashocker\n  ","278790":"\n  That's like being a fan of watching paint dry. He's the most boring alien possible.\n  ","278791":"\n  No, not at all. But he is always smiling!\n  ","278792":"\n  I can't believe Fasttrack is anyone's favorite... In fact, just pick a new favorite right now.\n  ","278793":"\n  I know, they are always so hungry for species names. Charlotte wrote a bunch that I don't have.\n  ","278794":"\n  Lol, no. They wouldn't let us get away with that. They've been finished for a while now.\n  ","278795":"\n  Well, it's all one long thread in the tapestry really.\n  ","278796":"\n  They were engineered and designed by Alex Kubalsky, and Alex Diltz did the final designs. Color by Chris Hooten.\n  ","278797":"\n  Around six months or so.\n  ","278798":"\n  I only have night color right now. I'm looking for day.\n  ","278799":"\n  It would have been fun to see what teen Jonesy is up to now.\n  ","278800":"\n  That's fantastic! Thanks for sharing.\n  ","278801":"\n  I spent my whole time on Ben 10 trying to get them to make an Argit figure :(\n  ","278802":"\n  Nope, that was it for Jonesy. He was an homage to one of the CN execs we actually liked, Brian Jones.\n  ","278803":"\n  No, I don't think any of that stuff is the same. Plus the servants being alt Bens sounds like a specific plot. In Omniverse, they are just robots.\n  ","278804":"\n  Just say that if he shows up again naked, that's a glitch, he should have had his pants on still.\n  ","278805":"\n  No thanks.\n  ","278806":"\n  I think it was supposed to be permanent, but I think I f'd up and he shows up naked again. You'll have to forgive me, the last part of the 8th arc was a hectic nightmare. It was really hard to keep up with. I thought about putting Albedo's Rath in the outfit too, but I couldn't figure out if it made sense or not.\n  ","278807":"\n  Some of those guys have names! Some of those guys have families! What if the guy who wrestled Porcupine was a caricature of someone on the crew?\n  ","278808":"\n  Nope. The icky part is the slipperiness.\n  ","278809":"\n  Nope. And sometimes the people who worked on the previous series didn't remember enough of it to help!\n  ","278810":"\n  The species name is Ickthyperambuloids.\n  ","278811":"\n  But they don't do the same with the other series?\n  ","278812":"\n  I get it now. I'm still of the opinion they should stay. Remember it's not just fans now, you never know what info might be useful to future creators of Ben 10.\n  ","278813":"\n  Ah, thanks for clearing that up. Do they not have an incidentals category? It still seems like you want all those extra characters. that's all information. Even the nameless manikins.\n  ","278814":"\n  I deleted my answer, because I read through that thread a little bit, and realized I don't really understand what is going on. What exactly are they deleting? I thought it would be ML-E and Gil Steptoe and whoever, but those guys are all still there, in perfect health. Are they in danger?\n  ","278815":"\n  I haven't, not really. I enjoy working on licensed properties.\n  ","278816":"\n  She doesn't lose often.\n  ","278817":"\n  I think their differently colored eyes are a clue to that. It may be that they have a secondary ability to see in different spectums, allowing them to see the \"invisible.\"\n  ","278818":"\n  ¡Viva los pantalones!\n  ","278819":"\n  I don't think so! I sure don't feel like I survived.\n  ","278820":"\n  The one I saw was naked.\n  ","278821":"\n  He could have if we had thought of it sooner! DiMaggio looooved doing that.\n  ","278822":"\n  Why, did you break the Biomnitrix already!?\n  ","278823":"\n  I said INOFFENSIVE.\n  ","278824":"\n  Maybe he's a nerd. Or a jock.\n  ","278825":"\n  Walkatrout would be a sort of inoffensive slang term.\n  ","278826":"\n  I would have liked to have maybe finished the series with a Negative Ten TV movie.\n  ","278827":"\n  I just wanted the cards to have weird suits, so there's like a thumb and an eyball and a tooth and stuff.\n  ","278828":"\n  Draw all the time, draw everything.\n  ","278829":"\n  Sebastian Evans II composed our episodic music. He's great.\n  ","278830":"\n\n   http:\/\/ben10.wikia.com\/wiki\/Chrono_Spanner\n  \n","278831":"\n  No idea.\n  ","278832":"\n  No, we put some of the aliens off so we could figure them out better, then ran out of time ultimately.\n  ","278833":"\n  No, I only saw pics of the grey scale prototype.\n  ","278834":"\n  I hope it gets released!\n  ","278835":"\n  Pretty similar.\n  ","278836":"\n  Okay.\n  ","278837":"\n  We just ignored or got rid of any ideas like that that didn't make any sense.\n  ","278838":"\n  It's been awesome since the beginning of time or so.\n  ","278839":"\n  Yeah, that's Matt's guy.\n  ","278840":"\n  Not if he's still answering questions anymore.\n  ","278841":"\n  Your English is better than most native English speakers that I get. It's just a weird request.\n  ","278842":"\n  Best job ever is being a judge on Iron Chef.\n  ","278843":"\n  Pretty badass.\n  ","278844":"\n  His name is Alton Alabaster.\n  ","278845":"\n  Okay then.\n  ","278846":"\n  Don't think I'm allowed to show that stuff.\n  ","278847":"\n  Paw Paw, Michigan.\n  ","278848":"\n  That was a request from consumer products. Also keep in mind that when they started the show they wanted tons of new aliens. At the time they felt they never got enough from UAF.\n  ","278849":"\n  Tem I guess.\n  ","278850":"\n  Maaaaybe Starbeard... But I'd still bet on Ma.\n  ","278851":"\n  Not that I saw.\n  ","278852":"\n  Exactly. And they are just super fun.\n  ","278853":"\n  XLR8, Upgrade, Eyeguy, Rath.\n  ","278854":"\n  I doubt it.\n  ","278855":"\n  No more Nega.\n  ","278856":"\n  I have no idea what was up with that thing.\n  ","278857":"\n  LOL, Thanks, but I'm not a broken man or anything!! Every job has it's stresses.\n  ","278858":"\n  No, it's too advanced for even Rook at this stage.\n  ","278859":"\n  Sure.\n  ","278860":"\n  That's not Jonesy.\n  ","278861":"\n  That was Dou Hong, you can find her and tell her.\n  ","278862":"\n  Lol! That would be pretty cool.\n  ","278863":"\n  Yeah, we had a whole huge list of them. And it's so hard to choose because you just want to see Perkins draw all of them.\n  ","278864":"\n  I think so.\n  ","278865":"\n  Pfft\n  ","278866":"\n  I really don't know. I mean the whole concept was made specifically for Bandai, at their request. But the fact is toy sales were really our undoing. We were able to bring Ben's ratings back up from the lows of the previous series, but near the end of Ultimate, Walmart dropped the toy line from their stores. Target did the same soon after, and as different as fans view the latest series, the toys just weren't different enough from the older series for the retailers' taste.\n  \n  I hope the later series of figures I saw makes it to retail in some form, there were some great characters there. Ben 10K, some Forever Knights, Vilgax, and of course more Ben aliens.\n  ","278867":"\n  Awesome as always.\n  ","278868":"\n  That's not a very good reason.\n  ","278869":"\n  Laaaaaame.\n  ","278870":"\n  I dunno. I can't remember what he originally sounded like. I feel like Clancy Brown would be a good fit.\n  ","278871":"\n  WHY\n  ","278872":"\n  I like Argit so much because of Alex Polinsky.\n  ","278873":"\n  I think you just answered your own dumb question there.\n  ","278874":"\n  Why do I get the feeling this wasn't your request??\n  ","278875":"\n  Transformers.\n  ","278876":"\n  So hard to choose. Maybe either Alex Polinsky or Rene Auberjonois.\n  ","278877":"\n  He's good at arguing with Ben.\n  ","278878":"\n  Where's Shag & Scoob when you need 'em?\n  ","278879":"\n  That was Bandai's fault though, wasn't it? The other spelling makes no sense.\n  ","278880":"\n  It's a mystery.\n  ","278881":"\n  Too many.\n  ","278882":"\n  I don't know?? How high are they, and where do they get that stuff?\n  ","278883":"\n  The Omnitrix isn't able to accommodate magical creatures.\n  ","278884":"\n  Looking forward to it.\n  ","278885":"\n  Oh dear, don't start any drama or anything.\n  ","278886":"\n  Me? Hell no.\n  ","278887":"\n  I'm going to give you the whole sheet so you can see how it's spelled.\n  ","278888":"\n  Oh, I see what you mean. But they JUST won the war, it wasn't a generation ago. I'm super excited about Strong Arm. She looks like she has great potential.\n  ","278889":"\n  LOL\n  ","278890":"\n  Have that Shades guy format the art. I always give him the same type of jpg files, and then he does whatever makes them happy.\n  ","278891":"\n  Plus the big things will kill you.\n  ","278892":"\n  I have no idea.\n  ","278893":"\n  It's the small things in life, isn't it?\n  ","278894":"\n  Oh, pretty good. Drawing a lot of reptiles and dinosaurs and robots and things.\n  ","278895":"\n  Nah, that's fine, if they're not going to even use it, then I can just stop posting designs.\n  ","278896":"\n  I think that's a Matt Wayne question!\n  ","278897":"\n  Who doesn't!?\n  ","278898":"\n  Okay, you pick something and I'll post it.\n  ","278899":"\n  It doesn't look like it takes anything from TFA. I'm interested to see it. I'm so glad they've excised the awful Bay stylistic elements. That was so not necessary and really held Prime back design-wise.\n  ","278900":"\n  No more art until Pax is up.\n  ","278901":"\n  Of course not.\n  ","278902":"\n  I have a lot of questions to delete, I'm going to be busy all week.\n  ","278903":"\n  Ventrilosquid.\n  ","278904":"\n  Swindle.\n  ","278905":"\n  Lol.\n  ","278906":"\n  Fergi & Y-It or whatever my frog is called.\n  ","278907":"\n  It's all moss and greenery.\n  ","278908":"\n  Yep. That was Dou.\n  ","278909":"\n  Of course.\n  ","278910":"\n  Meh.\n  ","278911":"\n  Kevin & Argit, on the road (in space).\n  ","278912":"\n  Could be.\n  ","278913":"\n  Lol!\n  ","278914":"\n  He covers him with an empty smoothy cup.\n  ","278915":"\n  SPICY\n  ","278916":"\n  Please stop asking this pointless question.\n  ","278917":"\n  No, they always took my notes well (the few times I had them). I think they do a fantastic job. They are probably the best American toy company with making on model figures based on animation designs.\n  ","278918":"\n  It was my job.\n  ","278919":"\n  Mad Pakmar will raise him as if he were MP's own son.\n  ","278920":"\n  Lots.\n  ","278921":"\n  I dunno. Shooting a laser is something like half of Ben's aliens can do. It's super uninteresting when you can make bullets out of popcorn.\n  ","278922":"\n  Nope. Don't know it.\n  ","278923":"\n  I think I might have had to block that guy too. He was super annoying.\n  ","278924":"\n  Please ask a question that deserves and answer. Please don't ever add \"please answer me\" unless you want to be blocked. Please is spelled PLEASE.\n  ","278925":"\n  She'll curl your mustache, Jerry!\n  ","278926":"\n  He's ultimate, so he would be like \"Let me tell ya FIVE things!\"\n  ","278927":"\n  Nice!\n  ","278928":"\n  Nope!\n  ","278929":"\n  He won't be.\n  ","278930":"\n  Not super happy when people can't even spell my name right.\n  ","278931":"\n  When you have a hero that turns into 60 or 70 or whatever other characters, you need a very versatile cast. David is amazingly multitalented.\n  ","278932":"\n  What?\n  ","278933":"\n  I'd like to play the mayor of Bellwood when Argit runs against him.\n  ","278934":"\n  Slime green.\n  ","278935":"\n  No, of course not. We just wanted to do alternate Bens. It's that simple.\n  ","278936":"\n  I did a Leatherhead, maybe a couple others, It's hard to remember.\n  ","278937":"\n  No. Terrible. You can know the answer to this with a simple guess. And it was already stated a million years ago that we weren't adding any new transformations after a certain point.\n  ","278938":"\n  I answer questions in my own time. I usually have a huge backlog of questions, but once it gets too big I just delete everything.\n  ","278939":"\n  David Kaye.\n  ","278940":"\n  I need to get away from aliens in a watch. I'm thinking robots or turtles is the way to go.\n  ","278941":"\n  He's probably fine.\n  ","278942":"\n  Yes, and he will play into the time war as well.\n  ","278943":"\n  Good!\n  ","278944":"\n  No.\n  ","278945":"\n  How about, you don't ask annoying questions, and I won't block you?\n  ","278946":"\n  I don't like the sound of that at all.\n  ","278947":"\n  Animated is it's own thing, you can watch it first. There are a lot of homages to previous series, but you can look them up on the TFWiki.\n  ","278948":"\n  He has an exciting future ahead!\n  ","278949":"\n  He's such a liar...\n  ","278950":"\n  We filter some of the voices, but he is just genuinely that good.\n  ","278951":"\n  You may be right.\n  ","278952":"\n  Good, good!\n  ","278953":"\n  Ask better questions.\n  ","278954":"\n  Something that would affect the Omnitrix in a way that would allow one alien form use the abilities of another.\n  ","278955":"\n  Do you realize that I have a handy block button, built in to every single question?\n  ","278956":"\n  No.\n  ","278957":"\n  Yeah, that episode felt really different to me, very fun. It has a kind of Goonies\/Monster Squad type vibe.\n  ","278958":"\n  Who?\n  ","278959":"\n  We didn't have Mr. Blum in until arc 2.\n  ","278960":"\n  I always liked doing civilian characters based on Ben's watch aliens best.\n  ","278961":"\n  Exactly.\n  ","278962":"\n  Peskmungodust, Gutspin\n  ","278963":"\n  Dammit.\n  ","278964":"\n  Yes! I have enough to delete already! It's going to take me til New Years.\n  ","278965":"\n  You should feel bad!\n  ","278966":"\n  Unknown.\n  ","278967":"\n  Don't you start! I have enough of these as it is.\n  ","278968":"\n  Well then he would be a hero..\n  ","278969":"\n  HeatMix.\n  ","278970":"\n  Okay, I'm not.\n  ","278971":"\n  I guess it's worth a try!\n  ","278972":"\n  Please don't ask stupid questions.\n  ","278973":"\n  I hope not! I don't even know what that is!\n  ","278974":"\n  Well, they are episodes, and they are all a little over 20 minutes long. OH! there will be credits at the end (possibly wrong).\n  ","278975":"\n  I don't know if he cares about good and evil. He just thinks he's right.\n  ","278976":"\n  He might.\n  ","278977":"\n  He's such a liar. You could try bribing him with some fresh fish!\n  ","278978":"\n  Because Ben 10 fans.\n  ","278979":"\n  Swindle.\n  "}}