{"Question":{"27898":"\n   Favorite compliments to get?\n  ","27899":"\n   Hiiii silliest friend. I'm doing okay. How are you? Give my best to all and pet the puppies. See ya'.\n  ","27900":"\n   Sometimes I feel like.................??\n  ","27901":"\n   Fantastic as always!\n  ","27902":"\n   💘Aww.... thank you for the kind gesture and words Bella💐 I too, appreciate your friendship💞 You've been awesome and I wish you all the best😊\n  ","27903":"\n   what are you up to\n  ","27904":"\n   what are you ready for in 2021?\n  ","27905":"\n   What makes you sad?\n  ","27906":"\n   Can you get me famous\n  ","27907":"\n   Are you making plans for your Birthday?\n  ","27908":"\n   When’s your birthday?\n  ","27909":"\n   wow you answered very well thanks 🤗\n  ","27910":"\n   Yeah I haven’t seen a lot of my family this year\n  ","27911":"\n   What do you miss the most that you’ve been unable to do in 2020?\n  ","27912":"\n   What are some of the first things you do in the morning?\n  ","27913":"\n   Have you made a Christmas list yet? Do you even still do that? 🎄🎅🎄🎅\n  ","27914":"\n   When?\n  ","27915":"\n   ❤️\n  ","27916":"\n   Sweet Bell...! 🔔🌹\n  ","27917":"\n   ❤️\n  ","27918":"\n   If anyone else hungry?\n  ","27919":"\n   how would you describe me?\n  ","27920":"\n   Do you like latino songs?\n  ","27921":"\n   Best type of candycanes?\n  ","27922":"\n   Is it raining where you are?\n  ","27923":"\n   🍃\n  ","27924":"\n   😂🤣\n  ","27925":"\n   What small things make your day?\n  ","27926":"\n   Do you have a christmas tree up? 🌲\n  ","27927":"\n   How’s everyone night morning going?\n  ","27928":"\n   How would you describe your aesthetic when it comes to home decor?\n  ","27929":"\n   What was your go to tv channel as a kid? Mine was probably Nickelodeon 😁\n  ","27930":"\n   How many times have you had to move in your life? And how do you find it? It’s considered one of life’s most stressful situations, do you agree?\n  ","27931":"\n   If someone asks you to ‘hang out’ what type of thing would you plan to do? 😊\n  ","27932":"\n   It's looking more hopeful for us all now\n  ","27933":"\n   What made you laugh today?\n  ","27934":"\n   Best Christmas films?\n  ","27935":"\n   Sound fun! Happy early birthday! 🥳🥳\n  ","27936":"\n   are you going to drive around and look at christmas lights this year?\n  ","27937":"\n   do you think 2021 is going to be better than 2020?\n  ","27938":"\n   have you had to get a covid test?\n  ","27939":"\n   Self love 7: What's something that you do to love and care for yourself that is rather unique to you? (for example I make sure to take my insulin to keep myself physically well and dye my hair neon green to cheer myself up mentally)\n  ","27940":"\n   Good night...\n  ","27941":"\n   Weekend plans?\n  ","27942":"\n   I Hope You Had A Fantastic Weekend & I Hope You Have. a Fabulous Week ✨\n  ","27943":"\n   What time do you usually wake up?\n  ","27944":"\n   Matching pajamas or nah?\n  ","27945":"\n   laptop\n  ","27946":"\n   thats cool\n  ","27947":"\n   Have you ever slow danced in a parking lot? 💃🏼\n  ","27948":"\n   have you ever went scuba diving before\n  ","27949":"\n   do you own a laptop or a desktop? what kind, if you know what it is?\n  ","27950":"\n   What is the last app you downloaded 🤔\n  ","27951":"\n   How are you feeling right now, in this very exact moment?\n  ","27952":"\n   Have you ever eaten porridge for breakfast ?\n  ","27953":"\n   What's your favorite beer?\n  ","27954":"\n   What is the quality you most like in a man?\n  ","27955":"\n   What do you do when you don't know the answer?\n  ","27956":"\n   good night, I hope you sleep well if your going to bed. xD\n  ","27957":"\n   oh so sorry bella good night to you....\n  ","27958":"\n   McRibs are coming back on Dec. 2.  Are you excited?\n  ","27959":"\n   not too much.  eating dessert and watching Big Bang Theory; enjoying my evening.\n\nwhat's up with you?\n  ","27960":"\n   Hello\n   \n    @Ice_Frozen_Vocals\n   \n","27961":"\n   Aww sweet, what kind?\n  ","27962":"\n   Hello, how are you?\n Good morning 😊\n  ","27963":"\n   Can't argue with good n easy!\n  ","27964":"\n   Your makeup is *chef's kiss*! Thank you for your help. I sent them a v long Karen-type email, haha. I'll continue sending one daily until I get my coins back!\n  ","27965":"\n   Sounds lovely\n  ","27966":"\n   What’s your recent fav meal to have?😜\n  ","27967":"\n   Never owned a dog in my life, somehow\n  ","27968":"\n   Is there anyone that care for $3000 for Christmas bonus\n  ","27969":"\n   Is it easier for you to run from love or accept it?\n  ","27970":"\n   Yeaaaa....😀😍😍😍\n  ","27971":"\n   Do you like travelling? What were your fave places to visit?\n  ","27972":"\n   do you have a consistent sleep schedule? if yes, then what time do you normally go to bed and wake up?\n  ","27973":"\n   anytime sis🙂😊\n  ","27974":"\n   Would you rather continue with your life or restart it?\n  ","27975":"\n   How do you know when it’s time to continue holding on or time to let go?\n  ","27976":"\n   🤩\n  ","27977":"\n   Gives me hope\n  ","27978":"\n   If you had to go on a game show but you got to choose what one which would you pick?\n  ","27979":"\n   What is the meaning of ‘peace’ to you?\n  ","27980":"\n   Is being happy the best revenge?\n  ","27981":"\n   What was your LEAST favorite cartoon when little?\n  ","27982":"\n   Emoji of the day!\n  ","27983":"\n   You're so beautiful sis😍♥️🤗\n  ","27984":"\n   Does life change after you turn 30?\n  ","27985":"\n   What are you addicted to?\n  ","27986":"\n   Who or what do you think of when you think of love?\n  ","27987":"\n   There is gonna be a Super Nintendo World opening next year in Japan. Would you go to this?🎮🍄🏎\n  ","27988":"\n   Yea the less people using it does help a little you can get a satellite connection for the internet though I wouldn't have a clue the costs in your country here it's very expensive and spotty on the connection we dont have the high end tech for it here like in the states\n  ","27989":"\n   If you could rekindle an old friendship that faded, who would it be with and why?\n  ","27990":"\n   ANYTHING 💎✨\n  ","27991":"\n   😩It's not working for me I bet you sung it too😔\n  ","27992":"\n   hey how was thanksgiving\n  ","27993":"\n   Awww.... I wanted to be people’s favorite dragon!!!\n  ","27994":"\n   It’s no problem and thank you so much\n  ","27995":"\n   Hey folks! If you follow my backup acc, you'll know that this acc was wrongfully disabled earlier today. I've obviously gotten it back but when I logged in again I had no coins so now I'm contacting them to see if I can get my thousands of coins back. They gave no reason for disabling my acc, haha!\n  ","27996":"\n   13 days to go till the 12 days of Christmas 🤩 have you ever had a true gift you 12 days of Christmas?\n  ","27997":"\n   Wow that sounds absolutely amazing and I will try that one day thank you for introducing me to this\n  ","27998":"\n   Do you like ramen? If so, what kind \/ what do you like in it?\n  ","27999":"\n   What is Cajun food?\n  ","28000":"\n   In recent years dietitians have advised us against eating the amount of carbs we see in the food pyramid. Regardless of what you eat, do you think it's wiser to follow the food pyramid they enforced when we were children or the one they enforce nowadays and why?\n  ","28001":"\n   It looks lovely but just not something I’d eat haha\n  ","28002":"\n   If you are choosen for any tv shows.(it can be travel show,cooking show,fear factor,dating show)\nWhich kind of show will you choose?\n  ","28003":"\n   What did you have for dinner? Or what will you have for dinner?😀\n  ","28004":"\n   What’s your favorite hobby? 📸 🎨 📝\n  ","28005":"\n   Should we do the secret santa hidden messages this year? 🎅🎄\n  ","28006":"\n   Love it\n  ","28007":"\n   Pubg Or FF?\n  ","28008":"\n   ❤️❤️\n  ","28009":"\n   You both are evergreen sweet couple 😍😊🤗\n  ","28010":"\n   Egg nog. Yay or nay?\n  ","28011":"\n   🤩 you like gaming lol have you got ps5 yet?\n  ","28012":"\n   Oh wow really cute\n  ","28013":"\n   Wowow so adorable\n  ","28014":"\n   Will you like to hear a Background Music...???..\n  ","28015":"\n   Is there a setting that always responds with it open and not anonymously?\n  ","28016":"\n   Would you like to receive my questions?\n  ","28017":"\n   1000🙄🙄🙄\n  ","28018":"\n   Awwwwww so cute\n  ","28019":"\n   Oh, thank youuu 💕\n  ","28020":"\n   Do you wanna share a picture of them? ☺️\n  ","28021":"\n   Wow I accidentally hit the tab!  Sorry\n  ","28022":"\n   Would you rather crazy or completely unexpected questions?\n  ","28023":"\n   Favorite song by Brian Setzer\n  ","28024":"\n   What is your number one goal for the next six months?\n  ","28025":"\n   Ohh sweet Lord!! 😅😂🙃😅😂\n  ","28026":"\n   Do you own a gaming console is yes  which one do you own?\n  ","28027":"\n   wow.. awesome weather there..hope you enjoy the weather 😊🤗😍\n  ","28028":"\n   What is something you have always wanted to try?\n  ","28029":"\n   I am always ON and be there your side sis♥️♥️♥️\n  ","28030":"\n   What was your first pet? 🐶 🐱 🐰 🐠\n  ","28031":"\n   Do you have a favourite board game?\n  ","28032":"\n   What song do you have on repeat?\n  ","28033":"\n   Do you feel more inclined to buy something if you get something additional for free?\n  ","28034":"\n   What is your favorite day of the week?\n  ","28035":"\n   Omg yes, exactly!!  It's a full-time job and when she didn't understand that it was so incredibly frustrating!\n  ","28036":"\n   AwwW!!!💕💕💕\n  ","28037":"\n   Is there something you remember from your childhood that no one else seems to remember? {examples: TV shows, commercials, toys \/ games, etc?}\n  ","28038":"\n   Which countries have you visited?\n  ","28039":"\n   Do you have a diary that you write in?\n  ","28040":"\n   Do you lick your plate clean?😂\n  ","28041":"\n   🎀🎁.. Have Pets??..💋🎄💋.. Tienes Mascotas??..🎁🎀\n  ","28042":"\n   That's exactly what I would try to tell my ex, that crazy dudes can and will track down your location and God knows what happens next!\n  ","28043":"\n   What’s your favourite type of youtube videos to watch?\n  ","28044":"\n   Hi\nGood evning\n  ","28045":"\n   Happy Holidays to you 💖\n  ","28046":"\n   Om nom noms on early turkey\n  ","28047":"\n   did you go black Friday shipping or are you waiting for cyber Monday?\n  ","28048":"\n   good night Mary - Jane...🐶💤\n  ","28049":"\n   How do you see yourself in 5 yrs?\n  ","28050":"\n   What is something you do for fun?\n  ","28051":"\n   I asked God, “why are you taking me through troubled water? He replied because your enemies can’t swim 🏊‍♂️\n  ","28052":"\n   How would you feel if someone spoilt the ending of a movie for you before you’ve even seen the movie?\n  ","28053":"\n   What do you think is crucial for a good night's sleep?\n  ","28054":"\n   🖤\n  ","28055":"\n   Have you ever performed on a stage? Did you enjoy it?\n  ","28056":"\n   a space for your thoughts ✍🏻\n  ","28057":"\n   If you like her, what's your favourite Britney Spears single? 🎶 👍 🙃\n  ","28058":"\n   What is the best relationship advice you have ever been given?\n  ","28059":"\n   What small act of kindness were you once shown that you will never forget?\n  ","28060":"\n   When do you put your Christmas tree up?\n  ","28061":"\n   Could you ever live in the mountains away from civilisation if there was a house up there for you?\n  ","28062":"\n   Are you planning on getting married? :))\n  ","28063":"\n   It’s my best friend’s birthday and we’ll be having a feast tonight.💜🦃\n  ","28064":"\n   Do you think the weather affects your mood at all? If so, how?\n  ","28065":"\n   Could you ever live on a boat?\n  ","28066":"\n   Have a good day and night everyone 😊\n  ","28067":"\n   Start coming off anon then. It's kinda obnoxious. 👍 Ya know? Here 1000 this time 👍\n  ","28068":"\n   Breakfast for dinner?\n  ","28069":"\n   15\/15like?\n  ","28070":"\n   Space ✍🏻\n  ","28071":"\n   Yes!!!\n  ","28072":"\n   Happy Thanksgiving! 🦃\n  ","28073":"\n   How was your thanksgiving?\n  ","28074":"\n   Did you ever get grounded for something silly as a child?\n  ","28075":"\n   Well, let’s say: I never had a favorite show. Like sure, there are many good shows, but none that would deserve the title “My favorite” in my point of view. Sense8 changed that!!! 😍 I watched both seasons (24 hours in total) within 4 days!!!!\n  ","28076":"\n   Your third @ is gonna help you fight in a zombie apocalypse, who is it? 🤪\n  ","28077":"\n   Do you find glasses on someone attractive? Or not (There is no wrong answer, it’s a personal preference)\n  ","28078":"\n   What’s a belief that you hold with which many people disagree?\n  ","28079":"\n   Do you have a favourite aftershave\/ perfume? Or any other scent?\n  ","28080":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","28081":"\n   When responding to questions on AskFM, are you selective or do you try to answer everything?\n  ","28082":"\n   PAP 💫\n  ","28083":"\n   Happy Thanksgiving💜\n  ","28084":"\n   What type of popcorn do you enjoy?\n  ","28085":"\n   Mine is sense8 😄 Have you seen it?\n  ","28086":"\n   I watched one or two episodes on Disney+ once, but didn’t really get the hype 😄\n  ","28087":"\n   Happy Thanksgiving, everyone!🦃🍁 \nAs I take time to give thanks for the many blessings in my life, I want to let you know how grateful I am that you are one of them😊\n  ","28088":"\n   You guys are so cute 🌸✨\n  ","28089":"\n   What is it about this show that you like so much? 😄\n  ","28090":"\n   Happy thanksgiving!! 😁\n  ","28091":"\n   Can you bake when was the last time?\nWhat was it you baked?\n  ","28092":"\n   Happy Thanksgiving for those of you who celebrate it!! I hope y'all have a wonderful day 🦃\n  ","28093":"\n   Would you say YES if your crush propose you unexpectedly?\n  ","28094":"\n   What is Friendsgiving? 🤔😄\n  ","28095":"\n   I’m good and you dear! how was your night ,hope you have a lovely night ?where are you from ??\n  ","28096":"\n   Thank you very much, Bella! I appreciate that a lot. ☺️💖\n  ","28097":"\n   I have a new account to start fresh:\n   \n    @itzmanu_\n   \n   🔥 You‘re very welcome to follow and ask me questions there if you like. I won’t be active on this account anymore.\n  ","28098":"\n   I Hope You All Have Happy Thanksgiving 🦃. and if you’re not celebrating thanksgiving today . i hope you enjoy your day 💖🥺\n  ","28099":"\n   Space for Throwback Thursday💫\n  ","28100":"\n   Can we chat if you don’t mind I don’t know how this app works lol\n  ","28101":"\n   Happy Thanksgiving! (yes I know I am a day early) What is one thing you are thankful for? 😊\n  ","28102":"\n   Be honest r u really happy?\n  ","28103":"\n   I know Bella but my birthday 🍰 it’s in three months tho\n  ","28104":"\n   How do you relax at the end of the day?\n  ","28105":"\n   Have you ever been the monitor or Prefect in your school?\n  ","28106":"\n   so cute 🐶🌹❤️❤️❤️\n  ","28107":"\n   so cute🐶❤️🌹\n  ","28108":"\n   What's your favorite comfort food?\n  ","28109":"\n   Thanks 😊 bella and yeah 😎 tomorrow it’s thanksgiving at my house 🏡\n  ","28110":"\n   Have you ever eaten something only to realize that it was actually expired?\n  ","28111":"\n   Thanks 😊 tho I really do care about you because you have been so nice 👍 to me\n  ","28112":"\n   You act like all of these are just everyday common sense things. These came from a survey I read about where it gave the percentages of people who have never seen\/done these things. Like for example, 2\/3 of US kids have never seen a cow in real life.\n  ","28113":"\n   Last time you let emails pile up?\n  ","28114":"\n   Do you ever wish you had multiple dogs\/puppies like 3 to cuddle with and 3 to lick you all at the same time?\n  ","28115":"\n   Have you ever… \n1. Seen a cow in rl? \n2. Seen the sunrise? \n3. Seen the sunset? \n4. Looked at the stars? \n5. Saw a solar eclipse? \n6. Saw snow in rl? \n7. Traveled more than 50 miles\/80 km from home? \n8. Traveled outside of your state? \n9. Been fishing? \n10. Been knocked over by a wave?\n  ","28116":"\n   Hi 👋 Bella how are you happy 😃 Wednesday to you a hug 🤗 tho I really adore 🥰 you for the way you are\n  ","28117":"\n   What is the last thing you said to someone?\n  ","28118":"\n   remember you’re loved by god ❤️\n  ","28119":"\n   Have you ever texted for five hours straight?\n  ","28120":"\n   I wish you lasting happiness\n  ","28121":"\n   Have you ever been caught cheating on a test? 😁\n  ","28122":"\n   What are your plans for Thanksgiving?\n  ","28123":"\n   Who did you last say “I love you” to?\n  ","28124":"\n   i hope you all had a wonderful day 🥰🥺\n  ","28125":"\n   Adorbs!!!\n  ","28126":"\n   Aww she's so cute😍 Wow, that was sad. I'm glad she found a home with you guys♥️  Just in time to celebrate the holidays too😊 Her name.... hahaha😄 Cuddles to Mary Jane💞\n  ","28127":"\n   thank youuu! do you wanna do 28likes=28likes?☺️\n  ","28128":"\n   hiii angel, how are you today? i’ve followed you, can you follow me back? i wish you the best day everrrr <3 stay safe and have fun\n  ","28129":"\n   Hi.\nWould you please aks your followers to follow me too?\nI also follow you.\n  ","28130":"\n   Would you spend a full night inside of a haunted house if someone paid you? 👻 🏡 👍 🙃\n  ","28131":"\n   What's one thing you think everyone should do every day?\n  ","28132":"\n   what's on your mind?\nallow yourself to ramble on for a moment if needed.\n  ","28133":"\n   Hi Bella💕 What name have you given your new pup? And how old do you reckon is she now? PAP or video please😊\n  ","28134":"\n   Hey muchacha\n  ","28135":"\n   Do you bite your nails? Or have any other habits\/coping mechanisms?\n  ","28136":"\n   LSU is at 3-3. It hasn’t been much fun. They had an awesome year last year and it’s been different this year with some starters out.😕\n  ","28137":"\n   What was one item you purchased, believing you would use them, but end up never using them?\n  ","28138":"\n   Who killed the Dead Sea?\n  ","28139":"\n   In my profile picture, what fast food restaurant does it look like I'm eating at between McDonald's and Culver's?\n  ","28140":"\n   Did you watch Sam Collins?\nThoughts\n  ","28141":"\n   What's your favorite thing to order at McDonald's?\n  ","28142":"\n   Are you mysterious?\n  ","28143":"\n   Wyd\n  ","28144":"\n   What is your favorite supermarket chain?\n  ","28145":"\n   Have you ever hiked while drunk? \n\nInspired by Ask.fm ads: vodka + a hiking picture.\n  ","28146":"\n   It’s me ....Inna...Bell ...🔔🌹 “forget open anonymous “\n  ","28147":"\n   With the Covid-19 and most borders currently closed, what are your plans for this December?\n  ","28148":"\n   Do you believe in ghosts ?\n  ","28149":"\n   how are you?\n  ","28150":"\n   How do you entertain yourself while on the toilet?. I do word searches 🤣\n  ","28151":"\n   Feelings💎\n  ","28152":"\n   Thank you!\n  ","28153":"\n   Happy Thanksgiving season 🌹🍽🦃...!Beautiful Bell 🔔🌹\n  ","28154":"\n   yeah. and today I woke up early and enjoying the day. how about you sis?\n  ","28155":"\n   so cute...🐶💤❤️\n  ","28156":"\n   Can you share a useful tip for dating?\n  ","28157":"\n   What do you prefer for living (city and countryside?\nDo you like countryhouse or appartment?\n  ","28158":"\n   Which decade of music gives you the most nostalgic feelings?\n  ","28159":"\n   Have you ever cut your own hair and regret it?\n  ","28160":"\n   thank you sis. good morning 😊\n  ","28161":"\n   Dragon or unicorn? Which would you take as a pet?\n  ","28162":"\n   Have you ever thought of taking an ex back?\n  ","28163":"\n   Thank you! means a lot. Things has been slowed and flipped upside down for sure. but at least here, it has been bringing people closer together more then ever. our church has been at small capacity since the beginning of this pandemic only allowing 15 or so at a time. but still keeping positive. :D\n  ","28164":"\n   Hello what are you doing?\n  ","28165":"\n   Have you ever tried a \"fake meat\" vegetarian\/vegan substitute? What exactly was it? Did you like it? Was it similar to the real thing or super different? :3\n  ","28166":"\n   How are you 🙂\n  ","28167":"\n   🙂\n  ","28168":"\n   How are you\n  ","28169":"\n   How's the weather?\n  ","28170":"\n   Have you ever volunteered?\n  ","28171":"\n   It’s an incredibly tough year for many families and I just want to say thank you for giving — this world needs more giving\n  ","28172":"\n   I'm actually getting canned goods, rice, turkey and other stuff ready for my church, they are doing a huge food drive for needy families. your mother sounds like a sweet woman. that's good that the both of you are helping out needy families for a great cause. hope you enjoyed the food. 🙂\n  ","28173":"\n   ❤️\n  ","28174":"\n   take rest sis♥️\n  ","28175":"\n   Have you ever re-gifted? 🎁\n  ","28176":"\n   LAST ANSWER DARLING.\n  ","28177":"\n   Dear Bella.. Where is khalidah's acc?\n  ","28178":"\n   Some things that make you happy ?\n  ","28179":"\n   Things are going pretty decent so far. getting thanksgiving stuff ready, stores are already running out of stock or has restrictions in place here. dodged a bullet on that one.\n  ","28180":"\n   What are some cool things that people aren't doing, but should?\n  ","28181":"\n   That's not an answer😔 if you haven't maybe you know someone who has😃\n  ","28182":"\n   What are three intresting things about you?\n  ","28183":"\n   that does get your brain to thank a lot from it lol. i just thought i would come up with something different instead of the same ole same ole 😁\n  ","28184":"\n   Have you ever taken a street sign if so what?\nI have taken a stop sign, give way sign, one way sign also I found one with my name so I had to take it 😌 I did🤣\n  ","28185":"\n   daybreak and nightfall 😁\n  ","28186":"\n   What does being \"romantic\"  mean to you?\n  ","28187":"\n   What breaks and never falls, and what falls and never breaks?\n  ","28188":"\n   anytime :)\n  ","28189":"\n   recommend me something to watch on Netflix 🥺\n  ","28190":"\n   2020 is almost over. how do you feel about that? are you happy , sad , grateful , etc\n  ","28191":"\n   He asked me the same thing. I'm wondering what this could poOossibly be.\n  ","28192":"\n   This is something about instagram stories\nHave a look on creative ideas for IG Story & Subscribe. Forward as well! 😄\n   \n    https:\/\/youtu.be\/V1GcMXLk3Dk\n   \n","28193":"\n   Will you give me a favor?\n  ","28194":"\n   Bella\n  ","28195":"\n   Tell me about the last time you were proud of yourself?\n  ","28196":"\n   Cool\n  ","28197":"\n   Do you have a Christmas present for the one you care for most yet?\n  ","28198":"\n   Do you agree that what's bad for your heart is good for your art?\n  ","28199":"\n   🌻.. What are you doing right now apart from being on Ask.fm??..💙💋💜.. Qué estás haciendo ahora además de estar en Ask.fm??..🌻\n  ","28200":"\n   #yesss😍😭\n  ","28201":"\n   What was your biggest disappointment in 2020?\n  ","28202":"\n   What kind of person is attractive to you?\n  ","28203":"\n   Have you ever lost any respect for someone instantly?\n  ","28204":"\n   __💛\n  ","28205":"\n   Where do you wanna go for your next vacation?\n  ","28206":"\n   Where did you go for your last vacation?\n  ","28207":"\n   Do you play favoritism to people?\n  ","28208":"\n   Would you rather take a guaranteed $100,000 or risk it all on a 50-50 chance at $1 million?\n  ","28209":"\n   What your favorite tradition?\n  ","28210":"\n   Do you sleep with your sheet tucked in or out?\n  ","28211":"\n   What do you like about road trips?\n  ","28212":"\n   Do you like cucumber soup?\n  ","28213":"\n   ❤️\n  ","28214":"\n   What's the best compliment you've ever received?\n  ","28215":"\n   What gets you excited about life?\n  ","28216":"\n   ♥️♥️♥️♥️♥️\n  ","28217":"\n   Do you sleep with the room door open or closed?\n  ","28218":"\n   When staying in a hotels\/motel do you take the little shampoos and conditioners?\n  ","28219":"\n   Do you prefer to eat alone or in the company of others?\n  ","28220":"\n   What is one thing that would be nice if you got for Christmas? 🎄\n  ","28221":"\n   💌\n  ","28222":"\n   Ohh my god that sounds better i hope your husband   is your soulmate for long times✔😊🤗\n  ","28223":"\n   How do you personally handle gossip?\n  ","28224":"\n   Aww thanks for saying so hon 💕 your like family to me too at this rate\n  ","28225":"\n   How are you?\n  ","28226":"\n   WOW!!!! A sister!!!! Hiiii silliest sister....lol. Thank you for choosing me along with others.Be safe and pretty....sister.\n  ","28227":"\n   Whats the stupidest thing you've done on a dare?\n  ","28228":"\n   If you could change one thing about your life, what would it be?\n  ","28229":"\n   I find change of systems challenging but not hard. And as for forgiveness, I'm very forgiving, but not naive.\n  ","28230":"\n   who are you when no one's watching?\n  ","28231":"\n   What song best describes your day today?\n  ","28232":"\n   Have you ever stepped up to a challenge & then changed your mind & retreated? Why?\n  ","28233":"\n   aisle, middle, or window seat?\n  ","28234":"\n   Do you believe in love at first sight? Why or why not?\n  ","28235":"\n   Cheers Bella 🤘 😊\n  ","28236":"\n   Do you have any friends you would consider to be family? 👍 🙃\n  ","28237":"\n   Do you ever find yourself singing Christmas songs the closer it get to Christmas?\nWhat is your favorite Christmas song? mine is Snoopys Christmas\n  ","28238":"\n   Nearly at the weekend finally, how's everyone doing?\n  ","28239":"\n   do you like fruit? 🍎🍉🍌\n  ","28240":"\n   In need of questions pls\n  ","28241":"\n   What are your favourite things to do in your free\/spare time?\n  ","28242":"\n   What was the last concert you saw??    Feel free to send me questions, I will answer then in a quick manner.\n  ","28243":"\n   You done your before december you do love Christmas 🤩 I like that\n  ","28244":"\n   What is missing in your life that would make you very happy?\n  ","28245":"\n   ❤️\n  ","28246":"\n   ❤️\n  ","28247":"\n   How is your week going?\n  ","28248":"\n   that's cool. send my greetings to your family. stay blessed and keep enjoy these days 😊🤗\n  ","28249":"\n   Do you find yourself pretty\/handsome? Why or why not?\n  ","28250":"\n   Do you have the Christmas spirit\nWill you be decorating what will you do?\n  ","28251":"\n   it's going good. I am working now at my office 😊. how about you sis?\n  ","28252":"\n   anytime 😊♥️\n  ","28253":"\n   Oooh that’s cool\n  ","28254":"\n   I’m good\n  ","28255":"\n   Oooh ok\n  ","28256":"\n   Can I get to know you more??\n  ","28257":"\n   I love all of your pictures Sis♥️♥️♥️. I can't choose faster while it's in poll 😊🤗\n  ","28258":"\n   You're so hot 🔥\n  ","28259":"\n   PAP\n  ","28260":"\n   How many times per day do you shower?\n  ","28261":"\n   lkuytrew\n  ","28262":"\n   Why are people more sensitive nowadays than 15 years ago?\n  ","28263":"\n   Have you ever cried because you were so happy?\n  ","28264":"\n   Tell me about your Ask.fm experience?\n  ","28265":"\n   Follow back?\n  ","28266":"\n   Can you think of something that everyone could agree on, despite the chaotic world we live in?\n  ","28267":"\n   ❤️\n  ","28268":"\n   What is your favorite Cajun dish?\n  ","28269":"\n   beautiful Bell...🔔🌹\n  ","28270":"\n   If you had a time machine, where would it stop?\n  ","28271":"\n   Netflix or Hulu\n  ","28272":"\n   😄😄\n  ","28273":"\n   Well... my favorite YT channel died a few days ago (on Friday 13th).  I knew it was going to happen but I wasn’t prepared. R.I.P.💀🖤♡🔳🔲⚰ memento mori\n  ","28274":"\n   Do you like green bean casserole?\n  ","28275":"\n   I hope you have a fantastic Monday!\n  ","28276":"\n   such a cutie 🥺 🐶\n  ","28277":"\n   my day was good 🥰☺️\n  ","28278":"\n   did you have a good day? 💖🥺\n  ","28279":"\n   Pieces of my heart would crack hearing about delays and stuff. But after the end of the day I rather have a fully polished game than a half finished buggy mess. But it would definitely be a great early Christmas present. Once next month happens!!!\n  ","28280":"\n   I honestly believe that the game will live up to it's hype and deliver as promised. the same developers that made cyberpunk are the same ones that made the witcher 1, 2 and 3. not sure if you played the third one but they really nailed it on that last title. (:\n  ","28281":"\n   That's great, you deserve it!\n  ","28282":"\n   What are you doing right at this moment?\n  ","28283":"\n   What are you thankful for this year?\n  ","28284":"\n   awesome I appreciate it and I followed you as well. had to double check.\n  ","28285":"\n   🎶\n  ","28286":"\n   What's cool nowadays?\n  ","28287":"\n   Have you ever felt hate towards a helpless baby?\n  ","28288":"\n   Follow me 😎  instagram , my name Abodkaseh\n  ","28289":"\n   Cool\n  ","28290":"\n   Feel free to ask me some questions. Apologies about jokes posting, trying to get that vip+ thing going xD\n  ","28291":"\n   Have you ever ordered liver in a restaurant?\n  ","28292":"\n   How often do you replace your phone\/other electronics? Do you like to collect them, or do you prefer to keep the same device for years?\n  ","28293":"\n   Sorry this way.        🔙\n  ","28294":"\n   what’s something you wish to accomplish in 2021?\n  ","28295":"\n   Yep ditto for me. all this week is work, then next week I work 3 days then off the remaining week for thanksgiving.\n  ","28296":"\n   Do you believe everything happens for a reason ?\n  ","28297":"\n   aahh thats right actually...it should be slow\n  ","28298":"\n   awesome\n  ","28299":"\n   This one is one of my faves too! I hope u got some rest this wknd.\n  ","28300":"\n   ❤\n  ","28301":"\n   How do you take your coffee?\n  ","28302":"\n   What is your favourite video game?\n  ","28303":"\n   How was everyone's weekend so far?\n  ","28304":"\n   Can you share a useful tip for dating?\n  ","28305":"\n   If beauty is in the eye of the beholder, what about reality?\n  ","28306":"\n   Have a good night!\n  ","28307":"\n   That’s awesome! Glad to hear it😁 mine was really good, thank you!😊\n  ","28308":"\n   i’m back :) please talk to me!!!\n  ","28309":"\n   Heya, how has your weekend been so far?\n  ","28310":"\n   Hi. If you'd like to answer my questions pls let me know.\n  ","28311":"\n   Buying anything during black friday?\n  ","28312":"\n   Hii\n  ","28313":"\n   Why is there so many fake profiles being made??\n  ","28314":"\n   thank you so much 😀😀\n  ","28315":"\n   💕😈😇 good teast on 🎶 and how is it out there i wanna go visit someday i heard a bunch of awsome kool stuff of it\n  ","28316":"\n   feel free to ask me questions.\n  ","28317":"\n   What are you passionate about?\n  ","28318":"\n   Would you like to suggest few good  ask profiles to follow?? 😀😀\n  ","28319":"\n   ❤️\n  ","28320":"\n   Do you go to the national parks like Zion , Yellowstone, Sequoia, Yosemite, Bryce Canyon.  Or Cave explore?\n  ","28321":"\n   Do you like peaches? (The fruit)\n  ","28322":"\n   🕊🖤🥀\n  ","28323":"\n   What has someone said to you that you will never forget?\n  ","28324":"\n   :)\n  ","28325":"\n   What's Going on?..\n  ","28326":"\n   Music\n  ","28327":"\n   What makes you feel more alive ?\n  ","28328":"\n   thank you sis for accompanying me. have a nice and sweet dreams. good night..love you sis 🤗♥️\n  ","28329":"\n   Where does a thought go when it’s forgotten?\n  ","28330":"\n   ❤️\n  ","28331":"\n   What makes you wake up each morning?\n  ","28332":"\n   How's your weekend going?\n  ","28333":"\n   LA or NY\n  ","28334":"\n   ❤️❤️\n  ","28335":"\n   I followed you 🌸\n  ","28336":"\n   😹 🤣 😹 🤣 Come on Bella, let me in, as you can see, it's very cold and stormy out here ⛈️ 🤪\n   \n    https:\/\/www.youtube.com\/watch?v=cwxR2_AtYtE\n   \n   😹\n  ","28337":"\n   I think Ryan Gosling is a talented actor.....i like the picture you posted.  Thanks\n  ","28338":"\n   Could you finish a XXL pizza in one go?🤔\n  ","28339":"\n   Imagine that you got a knock on your door and when you answer it, it’s the 7th @ on your friends list. What would you do?\n  ","28340":"\n   How fast can you finish XL bucket of popcorn?\n  ","28341":"\n   Last thing or person to surprise you?\n  ","28342":"\n   Whats your 1st reaction when you see something dangerous occurring?\n  ","28343":"\n   ❤️\n  ","28344":"\n   List of your fav music \/\/ what state are you located at ? ...\n  ","28345":"\n   If you could have any car you wanted, what kind of car would you get?\n  ","28346":"\n   What song cheers you up? Post the music video for it!\n  ","28347":"\n   Happy World Kindness Day ✈️\n  ","28348":"\n   Today is world kindness day.. what kind thing have you done for yourself and\/or others today?\n  ","28349":"\n   Happy World Kindness Day...✈️🌹  Bell...🔔 ❤️\n  ","28350":"\n   If you're married, how did you know you wanted to marry your spouse? If you are not, what qualities would you look for in a future spouse\/partner?\n  ","28351":"\n   Followed you ! Back maybe ? ❤\n  ","28352":"\n   Let's launch a plane of kindness in the shoutouts today! Send a message with ✈️and good wishes and see how much gets back to you.\n  ","28353":"\n   I hope everyone’s Friday the 13th is amazing as you are! 😌🤗 ✈️\n  ","28354":"\n   Let's do an experiment. If you could take a ✈ anywhere in the world for free... where would you go & what would you do? Let's take a trip!\n  ","28355":"\n   Missing you Beautiful (Bella) 💓 hope you have a wonderful day. And keep safe. Xoxo 🤗😘\n  ","28356":"\n   tell me something good that recently happened to you 🙂☺️\n  ","28357":"\n   ❤️\n  ","28358":"\n   ¿Do you have goals for your future? ❤\n  ","28359":"\n   hope you're having a good day\/night my friend 🤗 much love from 🇲🇾 MY\n  ","28360":"\n   not more than you😊♥️🤗\n  ","28361":"\n   yes I totally agree with you\n  ","28362":"\n   that's one of my dream 😊\n  ","28363":"\n   How beautiful!!!\n  ","28364":"\n   *Sends late Thursday hugs to friends*\n  ","28365":"\n   ❤️\n  ","28366":"\n   Do you often wear a mask nowadays? How has the experience been?\n  ","28367":"\n   What is your Song of the week?🎧🎼\n  ","28368":"\n   Would you pay 20 dollars for a sweater?\n  ","28369":"\n   Am A lonely 😒\n  ","28370":"\n   100%!\n  ","28371":"\n   ☀️\n  ","28372":"\n   ❤️\n  ","28373":"\n   Love it\n  ","28374":"\n   What’s something that overwhelms you?\n  ","28375":"\n   Who is more jealous - girls or boys?\n  ","28376":"\n   Have You Ever Done Secret Santa?\n  ","28377":"\n   I hope I can meet you one day in USA😊♥️\n  ","28378":"\n   🍃\n  ","28379":"\n   Do you like summer over winter ❄️?\n  ","28380":"\n   Would you rather have mermaids or unicorns be real?\n  ","28381":"\n   Is it harder for you to accept change or forgive people?\n  ","28382":"\n   What is something from your childhood that you still enjoy now?\n  ","28383":"\n   🌹🍽❤️\n  ","28384":"\n   So satisfying!\n  ","28385":"\n   Bell...🌹🔔 ❤️\n  ","28386":"\n   Beautiful Bell...!🌹🔔❤️\n  ","28387":"\n   I wish I could spend time with you while you cooking so that I could learn from you sis🤗\n  ","28388":"\n   Ever wanted to set sail on a pirate adventure matey?\n  ","28389":"\n   Who’s ready for Christmas 🎄\n  ","28390":"\n   Hhhi, how are you feeling today??🤍 just wanted to let you know I’m following you. Can you follow me back? Sending much luv to you and your loved ones. Keep yourself safe pls! Have a nice day👏🏼\n  ","28391":"\n   What is your favorite task to do in your weekend?\n  ","28392":"\n   Tempting 🤤🤤🤤\n  ","28393":"\n   Are you having a good time lately?\n  ","28394":"\n   ❤\n  ","28395":"\n   How do you know that you're in love?\n  ","28396":"\n   Are you happy with how your life is right now? Why or why not?\n  ","28397":"\n   Would You Prefer To Work The Overnight Shift Or Work Alone For Eternity?\n  ","28398":"\n   Who is your style role model?\n  ","28399":"\n   Who is your guru?\n  ","28400":"\n   What your long term goals?\n  ","28401":"\n   What is your opinion on valentines day?\n  ","28402":"\n   Thankyou👌\n  ","28403":"\n   Do you like to hike? If so what’s the longest distance you’ve ever gone?\n  ","28404":"\n   Is suicide justifiable ?\n  ","28405":"\n   How to get out of a toxic relationship\n  ","28406":"\n   Hi! I followed you :D\n  ","28407":"\n   What does TRUE HAPPINESS mean to YOU?\n  ","28408":"\n   ❤️\n  ","28409":"\n   it was indeed wonderful 🤗😘\n  ","28410":"\n   Pick a work shift \n\n6am-2pm \n\n10pm-6 am\n  ","28411":"\n   What’s something people think is great but you don’t really care for?\n  ","28412":"\n   what's something you're looking forward to?\n  ","28413":"\n   What, in your opinion, is the secret to a happy life?\n  ","28414":"\n   Are you ready for the black friday?\n  ","28415":"\n   ❤️\n  ","28416":"\n   are you worried about anything?\n  ","28417":"\n   🌹\n  ","28418":"\n   oh you deserve to have a rest. Good night Bella 🤗😘 it's productive day indeed for you.\n  ","28419":"\n   Hi👋 followed you\n  ","28420":"\n   How are you feeling today?\n  ","28421":"\n   🖤👑\n  ","28422":"\n   Who are you in a parallel universe?\n  ","28423":"\n   ❤️\n  ","28424":"\n   If you have any mind peeling and thought provoking questions for me, you’re very welcome to send them my way. 🤗💖\n  ","28425":"\n   me too. hope you and jason brother enjoying the show 😊\n  ","28426":"\n   hows your day?\n  ","28427":"\n   yeah. I like her creative ideas of every performance\n  ","28428":"\n   What about yourself do you love the most\n  ","28429":"\n   she looks hot there 🤠\n  ","28430":"\n   I am fine. eating oatmeal now as my breakfast 🤠. how about you sis?\n  ","28431":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","28432":"\n   Whats do you want to accomplish this week?\n  ","28433":"\n   Are you planning on going black Friday\/bank holiday shopping?\n  ","28434":"\n   When the covid vaccine becomes readily available will be taking it? As long as they make it into a chewable vitamin with grape flavor I’m in.\n  ","28435":"\n   yes sis. be careful at night while you are outside\n  ","28436":"\n   we already had snow here I'm hoping no more\n  ","28437":"\n   thank God you were safe\n  ","28438":"\n   Do u like snow?\n  ","28439":"\n   If you won the lottery, what would your “today” look like in five years?\n  ","28440":"\n   I agree! 😊\n  ","28441":"\n   How do you deal with someone who’s really selfish?\n  ","28442":"\n   How old do you think I look?\n  ","28443":"\n   How often do you go out to party?\n  ","28444":"\n   How do you handle rude people?\n  ","28445":"\n   what happened after that?\n  ","28446":"\n   hi...)Beautiful ...🌹\n  ","28447":"\n   ❤️\n  ","28448":"\n   Good day beautiful 💝\n  ","28449":"\n   Do you prefer texting rather than calling ?\n  ","28450":"\n   What makes you happy? Nervous? Alone? Tired?\n  ","28451":"\n   Do you like calling people buddy or pal? How do you feel when friends call you that?\n  ","28452":"\n   what’s your most prized possession? 💎\n  ","28453":"\n   What song do you love to dance to?\n  ","28454":"\n   Weirdest sound you can make?\n  ","28455":"\n   iphone 12  OR  iphone 11\n  ","28456":"\n   🎵🎶S: Who is your favorite pianist of all time?\n  ","28457":"\n   What kind of music calms you down?\n  ","28458":"\n   What was the last thing you got for free?\n  ","28459":"\n   How do you feel about sushi? Does it gross you out, or do you enjoy it?\n  ","28460":"\n   What’s the most interesting thing about you?\n  ","28461":"\n   Flu shots or nah?\n  ","28462":"\n   Favorite childhood book?\n  ","28463":"\n   Thank you ...! Bell...🔔 🌹\nHave a good week...!\n  ","28464":"\n   Cool\n  ","28465":"\n   If someone narrated your life, who would you want to be the narrator?\n  ","28466":"\n   Heyy\n  ","28467":"\n   What do you have a lot of experience in?\n  ","28468":"\n   Your welcome 🙏 Bella\n  ","28469":"\n   Thanks 😊 bella you too sleep 🛏 good tho\n  ","28470":"\n   💝\n  ","28471":"\n   What’s your favourite restaurant and what do you like to eat from there?🤪\n  ","28472":"\n   What’s your favourite restaurant and what do you like to eat from there?🤪\n  ","28473":"\n   What’s your favourite restaurant and what do you like to eat from there?🤪\n  ","28474":"\n   Have you witnessed a shooting star?\n  ","28475":"\n   😲😨😰\n  ","28476":"\n   Do you consider yourself a sweet or savory toothed person?\n  ","28477":"\n   Where is the coldest place you have ever been and what was the temperature?\n  ","28478":"\n   When you need advice, who do you go to?\n  ","28479":"\n   indeed😊\n  ","28480":"\n   Where is the pretty place in MS to visit?\n  ","28481":"\n   I don't watch comedy shows. Many on this app is like watching a comedy show. It's also like the Food Network show.\n  ","28482":"\n   I have a sillies question for you. I'm certain that all keep you busy however; which aisle do you prefer the most....should you not mind my asking?\n  ","28483":"\n   What's one thing that always makes you happy? PAP!\n  ","28484":"\n   ❤️\n  ","28485":"\n   Your favorite Book? 📚🥀\n\nاحسن كتاب قرأته ؟💜\n  ","28486":"\n   ❤️\n  ","28487":"\n   Do you have commitment issues ?\n  ","28488":"\n   IPhone or Samsung ?\n  ","28489":"\n   tell me if you experience ever in future 🙂 I am interested to know about this 😊\n  ","28490":"\n   What do you daydream about ?\n  ","28491":"\n   As a hunter, have you ever seen something in the woods that you just can't explain?\n  ","28492":"\n   How was your day today?\n  ","28493":"\n   perfect 👍👌😊\n  ","28494":"\n   i love u all 🥺😘\n  ","28495":"\n   Probably not but it came to mind for the shoutout\n  ","28496":"\n   Good night 😀😀\n  ","28497":"\n   What kind of music do you listen to?\n  ","28498":"\n   Please vote on my recent poll.. 🤗❤️\n  ","28499":"\n   What is your favorite season?\n  ","28500":"\n   \"anything now\"? I have plenty of time......to do whatever later. I'm in no hurry.\n  ","28501":"\n   What do you believe in?\n  ","28502":"\n   Do you understand Hungerian?\n  ","28503":"\n   Do U find it hard for U to be kind to others\n  ","28504":"\n   Do you prefer to ski or snowboard?\n  ","28505":"\n   Hobby Spam: Do you devote a lot of time to your hobbies? How much?\n  ","28506":"\n   thank you...! my dear... Bell 🔔 🌹\n  ","28507":"\n   What are 5 things you love?\n  ","28508":"\n   Do you believe in the Tooth Fairy\n  ","28509":"\n   What is the most interesting science?\n  ","28510":"\n   Do you need money to be happy?\n  ","28511":"\n   Best thing to get at chipotle?\n  ","28512":"\n   Is there an app you hate but use anyways?\n  ","28513":"\n   Do you think different brands of bottled water taste different?\n  ","28514":"\n   i hope everyone had a fabulous day wherever you are! 🙂\n  ","28515":"\n   What makes a teen popular in school?\n  ","28516":"\n   Is poetry dead? Who likes poetry anymore?\n  ","28517":"\n   Do you like hot cocoa? Do you like marshmallows in your cup?\n  ","28518":"\n   ❤️\n  ","28519":"\n   tell me something u learned today?\n  ","28520":"\n   Have you ever tried seaweed salad? If so, do you like it?\n  ","28521":"\n   Would you rather be seen as kind, or intimidating?\n  ","28522":"\n   What have you done for you today?\n  ","28523":"\n   Whats the biggest goal you have set for yourself and acheived?\n  ","28524":"\n   Last time you got a massage?\n  ","28525":"\n   What chocolate is your favorite?\n  ","28526":"\n   Do you want to be famous?\n  ","28527":"\n   What is your favorite restaurant? Where is it located?\n  ","28528":"\n   If you dream about someone does that mean they're thinking of you?\n  ","28529":"\n   thats real good\n  ","28530":"\n   ❤️\n  ","28531":"\n   What’s your favorite things to eat on thanksgiving day?\n  ","28532":"\n   it’s so beautiful Bell...!🔔🌹❤️\n  ","28533":"\n   Do you believe in horoscopes\n  ","28534":"\n   Have you ever been to a crazy house party?\n  ","28535":"\n   What country do you want to visit?\n  ","28536":"\n   You're pretty! And the eyeliner tho 👀🥰\n  ","28537":"\n   ❤️\n  ","28538":"\n   it’s really happy moments the life Bella 🌹...!!!\nsometimes happiness live in simple things...!\ni don’t speak about  money ( you understand...)\nits wonderful to be a real rich with big money...  and to be loved its \ndouble happiness...!\nyes ...!!!\nbut in rich life too more beautiful real love...!\n  ","28539":"\n   In your opinion does ask.fm need to fix in order to make this site better?\n  ","28540":"\n   You are welcome... !Bell 🔔🌹\n  ","28541":"\n   Hobby Spam: What is something you want to try but never have?\n  ","28542":"\n   Xmm. Why exactly there?\n  ","28543":"\n   You're lucky having your birthday so close, I remember someone who had his birthday on Christmas Eve, what a guy 😻 Tbh, having your birthday on Christmas Day isn't as good as Christmas Eve or Boxing Day since people sometimes use it as an excuse to give you ONE present, your birthday\/Xmas present 😝\n  ","28544":"\n   \"how silly are you? You think\"? At one time I was silly however; I use to be sillier but now, I am the silliest tho' not alone. I don't think....I know.\n  ","28545":"\n   Are you lazy or hard-working?\n  ","28546":"\n   ṧ℘ᾰḉḙ 🖤🦋\n  ","28547":"\n   Ok my dear❤️...! i will...!\nand it’s true... Sweet and beautiful Bell ...!!!🔔🌹\n  ","28548":"\n   WOW! You have to love customers. Lol\n  ","28549":"\n   What’s the dumbest thing someone has argued with you about?\n  ","28550":"\n   cool.  sounds fun; hope you get to go soon!!!!\n  ","28551":"\n   where is your dream honeymoon?\n  ","28552":"\n   Have you ever used an ouija board? If so, what happened? 👻 👍 🙃\n  ","28553":"\n   How are you\n  ","28554":"\n   Where did you go on your honeymoon?\n  ","28555":"\n   sweet or unsweetened tea?\n  ","28556":"\n   Hello wsup\n  ","28557":"\n   \"frightened or curious about my future\"? No. Why should I be? My achievements......successes\/failures......will be dealt with in time.\n  ","28558":"\n   What would you do if an elephant were charging at you?\n  ","28559":"\n   For thanksgiving, if you had to get rid of one of these food, cornbread, Mac & cheese, yams, collard greens, turkey or sweet potato pie, which would you get rid of?\n  ","28560":"\n   ❤️\n  ","28561":"\n   Do you like giraffes?\n  ","28562":"\n   Are you wearing socks right now? Post a picture.\n  ","28563":"\n   When do you usually start preparing gifts for Christmas?\n  ","28564":"\n   Have you ever tasted dog or cat food?\n  ","28565":"\n   where would you like to live?\n  ","28566":"\n   What is the one habit that saved your life?\n  ","28567":"\n   Do you like salty sticks?\n  ","28568":"\n   What are you good at that nobody knows?\n  ","28569":"\n   Why do some people get so mad about wearing masks? Can’t they just wear the mask and move on? What's so hard?\n  ","28570":"\n   Weird things you do when you’re alone ?\n  ","28571":"\n   Do you know any weird names?\n  ","28572":"\n   amazing story...❤️💍❤️\n  ","28573":"\n   Beautiful Bella🌹...! finally see without mask your face \nI have feel \nthat masks stole our smiles...!!!(((\n  ","28574":"\n   Are you afraid that robots will take over the world?\n  ","28575":"\n   For bed\n  ","28576":"\n   Do you like Dairy Queen? What’s your favorite thing to get from there?\n  ","28577":"\n   What's the color of the sheet?\n  ","28578":"\n   Do you like butter sandwiches?\n  ","28579":"\n   Do you like cats?\n  ","28580":"\n   Do you know anyone who seems to enjoy being mean? Like they get pleasure out of being rude, nasty and condescending.\n  ","28581":"\n   Have you played Pokémon go and do the battles yet?\n  ","28582":"\n   Something that cheers you up when you’re down?\n  ","28583":"\n   We both own and ride H\/D.\n  ","28584":"\n   Do you think people actually slip on banana peels the way it's depicted in cartoons? 👀🍌\n  ","28585":"\n   Are there any commercials that got stuck on your head for some reason? If so, which ones?\n  ","28586":"\n   love you sis♥️\n  ","28587":"\n   How often do you drink coffee? ☕\n  ","28588":"\n   What food do you swear people only pretend to like?\n  ","28589":"\n   what was your biggest fear as a kid? Is it still the same as today?\n  ","28590":"\n   that's great. have a nice day 🙂😊\n  ","28591":"\n   🖤\n  ","28592":"\n   good morning sis😊🤗\n  ","28593":"\n   Elect-ives Spam: What non-degree specific courses\/classes were your favorites in school?\n  ","28594":"\n   Elect-ric Boogaloo Spam: Have you ever seen the movie Breakin 2?\n  ","28595":"\n   Pic 🖼️💜\n  ","28596":"\n   - Space -\n  ","28597":"\n   Say something 😌\n  ","28598":"\n   Do you find yourself thinking more about your past, present or future?\n  ","28599":"\n   right sis👍 that's what I was thinking\n  ","28600":"\n   Have you tried looking at Australian style Akubra's?  Maybe might suit a bit more than the US western style.  🤷‍♂️\n   \n    https:\/\/akubra.com.au\/collections\/western\/products\/snowy-river-santone\n   \n","28601":"\n   Correction my apologies\n  ","28602":"\n   I’ve seen it and have had it happened first hand. Also with a ouiji board. You’re right though. Unless they experience it themselves they will not believe it.  Some spirits aren’t bad though 😊\n  ","28603":"\n   and I think every person has his or her own path. happiness can be different. most of people want to find their soulmates but some people don't and there's no special person in the world for them. that's not my path but I respect that 😊\n  ","28604":"\n   Is it normal to want the people around you to be happy, even if it means being unhappy yourself?\n  ","28605":"\n   great thoughts. but what about people who found happiness in being single?\n  ","28606":"\n   I understood 👌\n  ","28607":"\n   I love your hair♥️. And you are beautiful 😊🤗\n  ","28608":"\n   as I see you're from the USA. what do you think about your current president?\n  ","28609":"\n   in my opinion official marriage isn't necessary for everyone. it's OK and I don't mind it for other people, but I don't want it for myself. it doesn't prove love, it's just legal agreement. Also I hate weddings. And what do you think, is it necessary for every couple to get married officially?\n  ","28610":"\n   Love the answer\n  ","28611":"\n   🎶Spam: How often do you sing along with your playlist?\n  ","28612":"\n   Do you own a cowboy hat?\n  ","28613":"\n   what is the best age for marriage in your opinion?\n  ","28614":"\n   You are one of my favorite persons to follow! Not many believe or like the paranormal 😆☺️\n  ","28615":"\n   🌿\n  ","28616":"\n   I must say that's me when I am with my circle's 😁\n  ","28617":"\n   post a recent pic\n  ","28618":"\n   Can I recommend users to you?\n  ","28619":"\n   Horror movies or romantic movies...\n  ","28620":"\n   hello!🤗 new account, the first one was banned😞\n  ","28621":"\n   Hello how was your day?\n  ","28622":"\n   yes it was good at 1st November. but 31st October okay..not bad🙂\n  ","28623":"\n   me too sis🤠\n  ","28624":"\n   good morning? 🙂😂\n  ","28625":"\n   🥀\n  ","28626":"\n   If you could change your eye colour , would you?\n  ","28627":"\n   How do people who vlog manage to record stuff in their life and all?\n  ","28628":"\n   Right😊\n  ","28629":"\n   That's great. Do you ever feel sleepy early in the morning in winter?\n  ","28630":"\n   You're adorable sis😊🤗\n  ","28631":"\n   awesome. hope you enjoyed the day😊\n  ","28632":"\n   How do you make someone understand they’ve hurt you\n  ","28633":"\n   Nice🤙\n  ","28634":"\n   What do you miss?\n  ","28635":"\n   IS: How confident are you in your privacy being protected online?\n  ","28636":"\n   right ☝️\n  ","28637":"\n   Internet Spam: What is the longest period of time you have ever disconnected from social networking?\n  ","28638":"\n   💙💙✨\n  ","28639":"\n   Nice gif sis I liked it😍\n  ","28640":"\n   ohh great\n  ","28641":"\n   Space 🖤\n  ","28642":"\n   Can you fly\n  ","28643":"\n   *sends marvelous Monday hugs of support*\n  ","28644":"\n   Good morning my friends 🥺\n  ","28645":"\n   Oh..You are married?.\n  ","28646":"\n   Pap a balck and white photo..\n  ","28647":"\n   Black and white?\n  ","28648":"\n   What's your favourite fried-food item?\n  ","28649":"\n   Are you mentally prepare for marriage ?😛\n  ","28650":"\n   Recently done an unfollow spree of all the inactives on here so suggest me funny people to follow 😂😂\n  ","28651":"\n   👻Horror Flick: Do you like scary movies? If so, which one is your favourite?\n  ","28652":"\n   Send me pictures and videos of your cooking if possible at halloween.\n  ","28653":"\n   If you could take a single photograph of your life, what would it look like?\n  ","28654":"\n   Does having a daily routine make your life any easier?\n  ","28655":"\n   What time of the day is it considered too late to wake up, generally?\n  ","28656":"\n   How much money can you make owning a FedEx route?\n  ","28657":"\n   How do you describe your taste in music?\n  ","28658":"\n   What is One thing that scares you the most? 🕷🦂🦈\n  ","28659":"\n   What is your least favorite color?\n  ","28660":"\n   What would your pet say to you if they could talk? If you don't have a pet, then animals in general\n  ","28661":"\n   What’s the view like from your bedroom window ??\n  ","28662":"\n   Ask asked me to ask you what impressed you today? #staif\n  ","28663":"\n   What drink do you prefer when you’re thirsty?\n  ","28664":"\n   If I was sad or lonely or unhappy how would you make me smile\n  ","28665":"\n   What can a picture tell you?\n  ","28666":"\n   Where is the most beautiful place in the world to you?\n  ","28667":"\n   How were you the most hurt, and by who? Did you love or adore this person?\n  ","28668":"\n   Have you ever been on a silly diet?\n  ","28669":"\n   What meal do you cook best?\n  ","28670":"\n   Whats your least favorite thing to do?\n  ","28671":"\n   Anyone having issues with snap codes on Snapchat? I used my free Onlyfans as a snap code and now it’s gone and I can’t make any new codes.\n  ","28672":"\n   What are you waiting for?\n  ","28673":"\n   How was your Halloween?!🍂🕸🕷\n  ","28674":"\n   Have you ever had an item or money stolen from you, and if so, did you get it back?\n  ","28675":"\n   Is it possible to stay friends with a person you have loved before?\n  ","28676":"\n   and so you are my lovely adorable sis who have pure heart. you're the best. love you♥️🤗\n  ","28677":"\n   Wow😍..I don't know riding bike still now not even driving. How lame I am😞\n  ","28678":"\n   If you like dogs, favorite dog breed?\n  ","28679":"\n   ❤️❤️\n  ","28680":"\n   It's World Vegan Day!  Do you think it is healthy to be a vegan\/vegetarian?\n  ","28681":"\n   Likes?\n  ","28682":"\n   CATS 🐈 OR DOGS 🐕?  🤗✌🏻\n  ","28683":"\n   ❤️💫\n  ","28684":"\n   Cute!!🖤\n  ","28685":"\n   📷🖤 Sunday Selfie 🖤📷\n  ","28686":"\n   Beautiful\n  ","28687":"\n   How do you feel right now ??\n  ","28688":"\n   How old were you when you learned how to ride a bike?\n  ","28689":"\n   answer this if you want to go on a trip\n  ","28690":"\n   I have experienced this yesterday and I was upset for it by the person's behavior. but the person is shameless still now.\n  ","28691":"\n   Aw I'm glad you had fun! Did you dress up or just have fun in comfy clothes? :)\n  ","28692":"\n   🎃🎃🎃🎃🎃HAPPY HALLOWEEEEEEEENNNNNNNNNNNN 🎃🎃🎃🎃🎃\nDid you do anything it just chill at home alone? :)\n  ","28693":"\n   What do you think that everyone should experience at least once before they die?\n  ","28694":"\n   Do You Think The Nightmare Before Christmas Is A Halloween Movie Or Christmas Movie?\n  ","28695":"\n   Do you judge anyone with their monthly salary if the amount is lower than you? e.g. Like as teasing them, make fun of them while you meet with them or sometimes inner mind of you laughing on them.\n  ","28696":"\n   Did you know they make CBD skittles? O.o\n  ","28697":"\n   Hello Dear, How are you doing and how is life treating you over there. my name is tom alex   I am new on here and I am very lucky to have come across ur profile. Well life is good and it is cool and fine here. How is life treating you over there?\n  ","28698":"\n   Does any one that lives with their parents(maybe significant others can answer too) but especially ones that live with your folks do they ever hound you to go to bed especially if you have to be up at a certain time? Mine does and its drives me up a wall i just like to be left alone.\n  ","28699":"\n   post a halloween themed selfie. 🎃👻 if you don’t have one or don’t celebrate halloween, post something else. 🖤\n  ","28700":"\n   i love when it rains 😍😍\n  ","28701":"\n   What are some things you do but you are not happy doing them?\n  ","28702":"\n   PAP\/video showing you carving a pumpkin. Alternately, PAP of your carved pumpkin.\n  ","28703":"\n   Test\n  ","28704":"\n   City or countryside? What do you prefer?\n  ","28705":"\n   Which is the most delicious food for you?\n  ","28706":"\n   Who was the rudest celebrity you’ve met?\n  ","28707":"\n   Do you believe the future will be better or worse than the present? Why or why not?\n  ","28708":"\n   What is at the same time funny and sad?\n  ","28709":"\n   What are some of the first things you do in the morning?\n  ","28710":"\n   How often do you use your brain?\n  ","28711":"\n   What is your idea of paradise?\n  ","28712":"\n   Which state is your favorite?\n  ","28713":"\n   What’s the last time you went to a library?\n  ","28714":"\n   .-..-. Happy Halloween! If you're\n`·.·´  going out tonight, please\n🎃\/ be safe. \n\/▌\n\/ \\\n  ","28715":"\n   PAP of what you see when you look up?\n  ","28716":"\n   Happy Halloween 🎃🎃\n  ","28717":"\n   Funniest Halloween experience?\n  ","28718":"\n   perfect answer sis 👍👌🤠😀\n  ","28719":"\n   favorite emoji\\\n  ","28720":"\n   Would you rather Sky dive or Bungee jump?\n  ","28721":"\n   Beetlejuice\nBeetlejuice\n  ","28722":"\n   Follow me and some likes pls 🥺\n  ","28723":"\n   What’s the best way to learn a new language?\n  ","28724":"\n   Followed ✨\n  ","28725":"\n   Thanks 😊 bella\n  ","28726":"\n   Followed ✨\n  ","28727":"\n   Spooks Galore \nscary witches at your door\nJack-o- lanterns \nsmiling bright 🎃 \nWishing you a haunting night\nHAPPY HALLOWEEN everyone!👻💀 stay safe!\n  ","28728":"\n   Hi 👋 Bella how are you and happy 😃 Halloween 🎃 tho a hug\n  ","28729":"\n   .-..-. Happy Halloween! If you're\n`·.·´  going out tonight, please\n🎃\/ be safe. \n\/▌\n\/ \\\n  ","28730":"\n   👻Vampire: What is your favourite supernatural creature?\n  ","28731":"\n   🎃Corn Maze: What is your favourite halloween time activity?\n  ","28732":"\n   🎃Cauldron: What kind of potion would you make if you had the opportunity?\n  ","28733":"\n   🎃Witch: If you could have any superpower, what would it be?\n  ","28734":"\n   Beautiful x\n  ","28735":"\n   If You Had An Emo\/Scene \"Phase\", Lemme See. I Bet Ya Looked Super Awesome! xD\n  ","28736":"\n   Bella 🌹your Jack-o-lanterns 🎃 🍂🍁ready for Halloween ...?!👻 🧡🧡🧡🧡\n( photo if you you have...)\n  ","28737":"\n   How are you my dear friend?\n  ","28738":"\n   Ever ridden in a hot air balloon?\n  ","28739":"\n   Do you embrace or fear change?\n  ","28740":"\n   Both of these are approved yummy!!!\n  ","28741":"\n   wow..your bestfriend is very lucky\n  ","28742":"\n   How stubborn are you out of 5?\n  ","28743":"\n   If I was your Best friend, How would you wish me on my Birthday?👻\n  ","28744":"\n   Happy Friday! Today's theme is Hedgehogs. Ask questions on my page for answers with hedgehog pictures!\n  ","28745":"\n   🖤\n  ","28746":"\n   thank you\n  ","28747":"\n   I hope you will get it soon. it's really awesome 😀😊\n  ","28748":"\n   What are your halloween plans ?\n  ","28749":"\n   have you gone apple 🍏🍎  or pumpkin 🎃 picking this year?\n  ","28750":"\n   What kind of friend do you think you are? 👭👫\n  ","28751":"\n   Hi 👋 Bella how are you I’m back at my ask again tho and sorry 😐 for my absence but I was in a wedding 🎩 in San Francisco\n  ","28752":"\n   correction I didn't mean to say type of science I meant to say type of seance*\n  ","28753":"\n   What happens if we say Bella three times?\n  ","28754":"\n   Would you rather explore outer space or the oceans?\n  ","28755":"\n   Do you remember what your last dream was about recently?\n  ","28756":"\n   Have you ever said Bloody Mary in front of a mirror? 🎃 💀 👻 🕷️ 👍 🙃\n  ","28757":"\n   What food can you make with lil effort but tastes so good!\n  ","28758":"\n   Do you prefer day or night?\n  ","28759":"\n   What's your secret side hustle that you use to make some extra money on the side?\n  ","28760":"\n   Today's theme is a question for a cat pic. Who wants to see cats?? Hit me up on my page.\n  ","28761":"\n   Would you choose money or fame?\n  ","28762":"\n   what has made you cringe lately?\n  ","28763":"\n   Are you looking forward to Halloween?\n  ","28764":"\n   no. the update look is like conversation look on chatting apps. It updated early in the morning today\n  ","28765":"\n   have a blessed day sis♥️\n  ","28766":"\n   Did you get the updated look of ASKfm threads part? I love this design seems like chatting conversation 😊\n  ","28767":"\n   LOVE 💘\n  ","28768":"\n   🎃Candy Corn: What is your favourite kind of candy?\n  ","28769":"\n   👻Full Moon: Do you prefer nighttime or daytime?\n  ","28770":"\n   What are your plans for Halloween? 🎃👻✨\n  ","28771":"\n   anyone ready for thanksgiving 🦃\n  ","28772":"\n   How do you think that we can learn to be alone in life?\n  ","28773":"\n   How long do you think you would last in a horror movie? 🎃 💀 👻 🕷️ 👍 🙃\n  ","28774":"\n   right\n  ","28775":"\n   Its all good, we won last night ✌🏾\n  ","28776":"\n   What is one thing you wouldn't give up right now?\n  ","28777":"\n   How many people are followed by you.?..\n  ","28778":"\n   😃\n  ","28779":"\n   You. Yes you...\nI miss you!!\n  ","28780":"\n   Are funny people necessarily smart?\n  ","28781":"\n   Yes\n  ","28782":"\n   Do you have tumblr?\n  ","28783":"\n   What word do you absolutely hate?\n  ","28784":"\n   How do you deal with unfair criticism?\n  ","28785":"\n   Which holidays do you and your family celebrate?\n  ","28786":"\n   What is your best question to get to know someone?\n  ","28787":"\n   What do you like to do on a rainy day?\n  ","28788":"\n   In your opinion, what is the worst emotion? Why?\n  ","28789":"\n   Do you listen to your parents’ advice?\n  ","28790":"\n   Have you ever lost a tooth?\n  ","28791":"\n   You have to tell people about this year, 35 years from now. What items are you putting in a time capsule from 2020\n  ","28792":"\n   Followed back Honey 🏌️❤️\n  ","28793":"\n   What is the worst thing someone can do that isn’t illegal?\n  ","28794":"\n   Whatcha up to?\n  ","28795":"\n   Do you read any webtoons?\n  ","28796":"\n   I think its because you are honest, sincere and know how to communicate effectively....thank you.\n  ","28797":"\n   What level in a video game were you stuck on back in the day? Or recently?🎮\n  ","28798":"\n   Reason why people love\/hate you?\n  ","28799":"\n   would you host a podcast? 🎙\n  ","28800":"\n   I agree! 🤗😍\n  ","28801":"\n   Chips & Salsa or Chips & Dip? 🔥✨⭐️\n  ","28802":"\n   What r ur thoughts rn?\n  ","28803":"\n   I got the name cartoon man because I been doing cartoon voices over 5 years\n  ","28804":"\n   What makes you special?\n  ","28805":"\n   Teddy and cartoon man\n  ","28806":"\n   Mine are silly\n  ","28807":"\n   I like those names\n  ","28808":"\n   Have u ever watched a scary movie before ?\n  ","28809":"\n   Do u have any nicknames people call u?\n  ","28810":"\n   What was the happiest moment of your life?\n  ","28811":"\n   Favorite thing to do on rainy days please?\n  ","28812":"\n   I always wanted to ride a motorcycle but I never got to before\n  ","28813":"\n   Thanks Madame 😇\n  ","28814":"\n   I follow you from my account beginning...\n  ","28815":"\n   Omg that’s super gorgeous 😍😍\n  ","28816":"\n   Favorite color of dogs\n  ","28817":"\n   Shall we look for love, wait for love or forget totally about it?\n  ","28818":"\n   I don’t you,\n  ","28819":"\n   Will you please follow me back?.\n  ","28820":"\n   Do you have any interests, hobbies, or talents that most people don't know about? What are they?\n  ","28821":"\n   Do you do henna often? \nYou must be an artist or super creative 😊\n  ","28822":"\n   Do you own up to your mistakes or do you rationalize them to save face?\n  ","28823":"\n   Hope everyone has an amazing week ☺️🙃\n  ","28824":"\n   Happy Monday Y’all 🥺💖\n  ","28825":"\n   Just a little positive note.. you're amazing, loved, and strong! Don't ever give up! 💕\n  ","28826":"\n   Oh how cool!! 💖 \nI love seeing people’s tattoos. \n\nI realized now that this came off really rude but like i was actually curious and wanted to see what you had so im sorry. 😔\n  ","28827":"\n   What are you up to today?\n  ","28828":"\n   Follow me on #JMSwayze1994 please & thank you i’ll do the same\n  ","28829":"\n   Do you hide from the summer heat or enjoy it?\n  ","28830":"\n   Is anyone else getting notified of questions but they aren't appearing in your inbox?\n  ","28831":"\n   How are you?\n  ","28832":"\n   I don't believe my Dodgers jus lost. We had that win smh 🤦🏾‍♂️\n  ","28833":"\n   Its says you have tattoos, where?\n  ","28834":"\n   Halloween is 7 days away. 🎃 👻 💀 🧙‍♀️\n  ","28835":"\n   👻Ghost: Do you get scared easily?\n  ","28836":"\n   Who is the funniest person you know?\n  ","28837":"\n   What's the best news you could hear right now?\n  ","28838":"\n   Who was the last person to do something nice for you?\n  ","28839":"\n   Wow..Is it your dayoff today?\n  ","28840":"\n   What's it like riding a motorcycle?\n  ","28841":"\n   Last 10 answer 💓\n  ","28842":"\n   🖤\n  ","28843":"\n   suno naa please\n  ","28844":"\n   hi\n  ","28845":"\n   Hi how are u doing? I'm new to this app\n  ","28846":"\n   can u please suggest me any of your single friend?? with whom i can roam\n  ","28847":"\n   Considering people use their phones much more these days. When was the last time you spent an entire day without your phone? What did you do?\n  ","28848":"\n   How are you?\n  ","28849":"\n   i want to marry you\n  ","28850":"\n   ❤🌸\n  ","28851":"\n   Mood ?\n  ","28852":"\n   Wow..It's been raining here too. We are in same weather. Hug sis🤗\n  ","28853":"\n   Thank you sis❤️♥️\n  ","28854":"\n   Āpanākē nāmbāra kala?\n  ","28855":"\n   Do you like Ariana Grande??\n  ","28856":"\n   Same here Bella, thoroughly miserable weather 🥴\n  ","28857":"\n   pic?\n  ","28858":"\n   yes same here....i deleted some annon. link to a youtube video last night seemed trashy ugh\n  ","28859":"\n   I love this smile of yours sis♥️\n  ","28860":"\n   ♥️\n  ","28861":"\n   Specially bosses in working place I guess😁\n  ","28862":"\n   What advice would you give to children today?\n  ","28863":"\n   I think it's OCD\n  ","28864":"\n   If you had to be a gym leader in Pokémon, what would your type be?\n  ","28865":"\n   Me too\n  ","28866":"\n   What is it called when you have to have everything perfect?\n  ","28867":"\n   What’s the last song you listened to that gave you chills?\n  ","28868":"\n   PAP of the very first image on your camera roll?\n  ","28869":"\n   🖤\n  ","28870":"\n   What life skills are really valuable?\n  ","28871":"\n   ever been to disney land? who were you with and what was your memorable experience?\n  ","28872":"\n   What was the last movie that you watched?\n  ","28873":"\n   What are 5 things you appreciate about yourself?\n  ","28874":"\n   I’m okay thank you 😊\n  ","28875":"\n   How are you doing today? 😊\n  ","28876":"\n   What is a \"junk\" food you really like?\n  ","28877":"\n   What’s the weirdest thing that someone has said to you on here?\n  ","28878":"\n   What would you name your boat if you had one?\n  ","28879":"\n   Do you like ghost stories?\n  ","28880":"\n   What the perfect day look like for you today?\n  ","28881":"\n   Space\n  ","28882":"\n   Tell about the most curious case in your life.\n  ","28883":"\n   what do you live for\n  ","28884":"\n   Do you dream often?\n  ","28885":"\n   Haha!🤭 Yeah, i know she wasn't sure how to use the shoutout at that time, and it's totally fine, cute little mistake!😅\n  ","28886":"\n   Hopefully one day you'll get that opportunity! :)\n  ","28887":"\n   Followed u 🌷\n  ","28888":"\n   That would be epic\n  ","28889":"\n   Post a picture of yourself\n  ","28890":"\n   Though I have fallen in & out of her music, I have alwayz had an affinity for her. She's a beautiful soul & I found her back then as well.\n  ","28891":"\n   Miss Avril.\n  ","28892":"\n   Have you tried inventing your own dish?\n  ","28893":"\n   What is your favourite gif?\n  ","28894":"\n   Now I'm teaching you how to make a Cheesy jalapeno Mexican cornbread with your chili.\n  ","28895":"\n   Continued chili making and cornbread.\n  ","28896":"\n   Continue...\n  ","28897":"\n   This will continue. Chili seasonings.\n  ","28898":"\n   Seasonings... Chili\n  ","28899":"\n   This is a continuation on how to cook Cajun chili and cornbread on the side.\n  ","28900":"\n   This is a continuation to my recipe for Cajun mild chili and Mexican jalapeno cheesy cornbread.\n  ","28901":"\n   This is a continuation to show you what I put in my chili and my corn bread.\n  ","28902":"\n   Omg.. That sounds amazing! 😍 Could you post the recipes?! (Especially for the bread)\n  ","28903":"\n   What do you care about the most ?\n  ","28904":"\n   Have you ever gone mountain climbing?\n  ","28905":"\n   This is a continuation from the last question I was asked.\n  ","28906":"\n   Actually 🙏... I want to live and play music in New York as soon as possible. Not to live here in Europe in the middle of nowhere in a disgusting country. How can I do this? I don’t even have parents standing next to me and I don’t have money either🥵I believe in God’s help, but yeah....🥺\n  ","28907":"\n   add me as a friend plz thank you\n  ","28908":"\n   Do you like candy corn?\n  ","28909":"\n   How important is it to you to keep your word  ?\n  ","28910":"\n   You know how I said something about baby.\n  ","28911":"\n   Oh gosh!...😆😂😂 Sav!\n   \n    @SavannahMaeb\n   \n   😂 (Just read the thread) Aww🤭😁 Thanks for the shoutout... which went to many random people...😳😅\n  ","28912":"\n   What annoys you the most?\n  ","28913":"\n   Will you risk your life to save someone else’s life?\n  ","28914":"\n   Post  a picture 💕\n  ","28915":"\n   Have you been on a camping trip before? If yes, do you like it? Any tips for other campers?\n  ","28916":"\n   Do you know who are drag queens? Do you have a favourite drag queen?\n  ","28917":"\n   Hope you all are having a great day! Just a reminder the Dodgers came back from a 3-1 series deficit and won the National League and are on their way to the World Series!!\n  ","28918":"\n   If your life was a book, what would its title be? 📖 👍 🙃\n  ","28919":"\n   Are you left handed or right handed?\n  ","28920":"\n   🍃💜💙🍃.. You are a curious Person??.. 🍃💙💜🍃.. Eres una Persona curiosa??.. 🍃💙💜🍃\n  ","28921":"\n   Have you ever ended a relationship on bad terms and have your ex look at\/follow (\"stalk\") your social media after a breakup? How did you deal w that? Did they use a \"fake\" account to do their lurking? (Delete if this makes you uncomfortable or doesn't apply to to you.)\n  ","28922":"\n   Have you ever ended a relationship on bad terms and have your ex look at\/follow (\"stalk\") your social media after a breakup? How did you deal w that? Did they use a \"fake\" account to do their lurking? (Delete if this makes you uncomfortable or doesn't apply to to you.)\n  ","28923":"\n   What’s your secret talents?\n  ","28924":"\n   Ah ok haha XD\n  ","28925":"\n   Do you dress to impress or keep your appearance low-key?\n  ","28926":"\n   Name three things you think shouldn't exist in the world.\n  ","28927":"\n   Wait so Darkrai is your favorite mythical?\n  ","28928":"\n   -\n  ","28929":"\n   What do you have planned for this weekend?\n  ","28930":"\n   Which legendary Pokémon is your favorite (not mythical)?\n  ","28931":"\n   ¿Qué sabes que es cierto y verdadero?\n  ","28932":"\n   Do you believe in the paranormal?\n  ","28933":"\n   What’s your favourite ice cream flavour?\n  ","28934":"\n   Where the happiness can be found?\n  ","28935":"\n   On scale 1-10, how awkward are you?\n  ","28936":"\n   Great\n  ","28937":"\n   Good\n  ","28938":"\n   Do you plan your day before starting?\n  ","28939":"\n   Do you mind being friends with people older or younger than you?\n  ","28940":"\n   Hey\n  ","28941":"\n   Love can be diverse. What types of love can you name?\n  ","28942":"\n   I just wash my car after it was sitting for a couple months . How often do you wash your car?\n  ","28943":"\n   After all. Pikachu is the iconic mascot for the Pokémon merchandising. I mean kids love the little electric buddy.\n  ","28944":"\n   What’s your favorite junk food?🍬🍩🍿\n  ","28945":"\n   On a scale of 1-10 (10 being the highest) how patient are you?\n  ","28946":"\n   🖤\n  ","28947":"\n   💕\n  ","28948":"\n   You r so brave sister\n  ","28949":"\n   Have you ever had a near death experience?\n  ","28950":"\n   That’s alright sister. We make mistakes sometimes.\n  ","28951":"\n   Want me to tell u\n  ","28952":"\n   Just guess\n  ","28953":"\n   What?\n  ","28954":"\n   Just take a guess\n  ","28955":"\n   Chicken Butt?\n  ","28956":"\n   I am actually a Pikachu fan though. I think Pikachu is an adorable starter aside from the three.\n  ","28957":"\n   Guess what?\n  ","28958":"\n   Have you came across any catfishes on here?\n  ","28959":"\n   What do you like best about yourself?\n  ","28960":"\n   Which starter from Kanto is your favorite?\n  ","28961":"\n   Anyone else know how to do magic ?\n  ","28962":"\n   What’s your favourite thing about autumn?\n  ","28963":"\n   What food do you crave most often?\n  ","28964":"\n   Is there a story behind your profile picture? What is it?\n  ","28965":"\n   Have you ever gotten your photo taken with the beautiful and majestic Mexican zebra?\n  ","28966":"\n   Do you like to organize things?\n  ","28967":"\n   What do you wish was easier for people to understand about you?\n  ","28968":"\n   What is a interesting fact most people don’t know about you? ⭐️⚡️\n  ","28969":"\n   Goals you wanna achieve this week?\n  ","28970":"\n   Do you ever part of any vampire,wolf or paranormal group for fun?\n  "},"Answer":{"27898":"\n  I love it when people compliment my hair and ask me how in the world did I get it that long and that nice looking? I take all those types of things as compliments, huge compliments. I really like it when people compliment me by my talents and skills. Like when I sing or my creations and art. I love it when I get compliments and stuff like that. And the last thing that I probably love the most when I get complimented by is my food. I love to cook I'm Cajun so it's a big deal to make sure that my food tastes great. And when people compliment it more than just saying it tastes good and they're like this tastes amazing and start asking me what did I put in here and how did I do this and oh my gosh that's great. It really makes me feel good to see that smile on their face.\n  ","27899":"\n  I am very good. How are you? Today is a great day. We got to go to a really nice festival and my husband got me my birthday present and I got my husband one of his Christmas presents a little bit early. I put my birthday present under the tree considering it's right after Christmas. Just so I would be more excited to get it during Christmas. But yes today is a good day. Everything is going well. And all three of my pittis said hello Mary Jane G Fred and Dixie said hello. Thanks so much my friend for the hellos and checking in with me. I hope everything is going all right with you! Happy holidays to you by the way! Happy late Thanksgiving and happy early Christmas and New Year! And yes I will be 25 soon isn't that crazy how the years go by? I'm excited but not sure what I will do for my birthday. Maybe travel and maybe get some good food.\n  ","27900":"\n  I just want to go riding. I love traveling and going riding and seeing different Landscapes and going to different shops. Especially Antique and Flea Markets. I love going to Farms. Museums. Especially art museums. History museums. And I really enjoy going to different rest stops and checking out some of their little tourist attraction areas and tourist shops. And then sometimes I like to browse across the beach because they have the best stores. Get you a spray paint shirt or hat or something. Or maybe even a magnet. Traveling is fun to me. Sometimes it's just something I feel like doing\n  ","27901":"\n  Yeah. 😁 I actually got to go to an event. Honestly the first event I've been to since the start of all of this covid-19 so sick and tired of not being able to get out and have fun and spending time. Just because everybody's terrified. I wore my mask the whole time and just stayed careful and cautious\n  ","27902":"\n  It's no problem at all. You deserve the shout-out. You're awesome. Keep being awesome! Just like I said before. And have a great day! Good night to you.\n  ","27903":"\n  cuddling with my husband and trying to cheer up\n  ","27904":"\n  New adventures.\n  ","27905":"\n  Just certain things unfortunately\n  ","27906":"\n  ???\n  ","27907":"\n  I'm hoping to travel for my birthday. Maybe go out to eat but honestly I'm not sure what I'm going to do for my birthday\n  ","27908":"\n  In 24 days on the 29th of December. That's when my birthday is\n  ","27909":"\n  You're welcome. This really is a lot of the things that I do in the morning. And now I'm about to stop and get breakfast because I did not eat at my house I'm going to get a sausage biscuit probably\n  ","27910":"\n  Yeah usually by this time of the year I have went to my mom's anywhere from four to seven times considering I live about 300 to 600 miles away from her depending. But this year I've only seen her once or twice... Really upsetting to be honest. And most people are just like... well it's all for a reason.. Blah blah.. and I'm like.. just shut up. I am tired of hearing the same thing. Nothing is getting better.. Understand this whole covid-19 thing needs to be stopped they say... and not continuously spreaded but we can't stop our lives forever. And that's the thing that pisses me off when someone tells me over and over like I am a horrible person for missing the events and people that we wants used to spend time with your round. They get mad at me and tell me will again it offer a reason why would you want to continue to spread? I say.. what is so wrong about me missing things? And wanting it to all be back the same. Though it's never going to happen. We cannot sit here for 3 to 10 years waiting for this stuff to go away when it's not going to. Like any other sickness it will fade. It just takes time. In the meantime we just have to all be cautious and careful. But we can't forget our roots and our family. Cause I already know this.. That it's not going away but literally this sickness stuff has got people scared and hiding in their houses and not even coming out to see daylight. It has got people literally working from home eating from home and not doing anything and having people deliver their groceries and everything. I haven't seen one of my family members and almost an entire year because they are terrified to come out of their house now because they have now scared them to death. I think that is completely and utterly ridiculous on every extent. B\/c they literally are terrified. It's sad. But like it's going to take all of us to understand that it's not going to go away and that we means all connecting even if it means connecting one by one. Our lives must go on\n  ","27911":"\n  A lot of family get-togethers and events have been canceled and it has been a very upsetting your because of that. Some of the most popular event has been canceled this year. Mardi Gras nearly really popular fairs most popular events have been canceled this year. Mardi Gras nearly really popular fares. Family get togethers on Thanksgiving and other events that have happened in between now and March and June or whenever this all started\n  ","27912":"\n  Well the first thing I do is walk around the house and make sure everything's looking okay and I turn the heater on if I'm cold or I turn the air on if I'm hot. Then go into the bathroom and try to freshen up brush my hair my teeth put some nice clothes on wash my face either put a little makeup on it just depends going to try to get me something to eat pack up everything and try to figure out what the temperature is outside if I need to wear a jacket or if I need to wear boots or if I need to wear heavy socks or an extra pair of pants or something. And then I try to pack a drink. If I don't eat anything at my house I will go get breakfast from somewhere. It just depends. I also walk my dogs and feed them depending on what time it is. Sometimes my husband doesn't go into work yet so he can feed them. And this about almost everything I do. Get my bag and make sure I have everything me and then hit the road.\n  ","27913":"\n  Yeah I still do this to try to remember who's getting what and I don't really buy for a lot of people because that's just too expensive nowadays and I make a list so I make sure I can budget my money pretty well. So far I have Christmas more than 55% bought so I'm doing pretty good in my opinion\n  ","27914":"\n  Ready in the kitchen now. Lol. Anytime.\n  ","27915":"\n  Hope your well! 😊✌\n  ","27916":"\n  Thanks dollin'! 😊🤙\n  ","27917":"\n  😊 Thanks.\n  ","27918":"\n  Nah. I got roast and veggies tho. You can make ya a plate if ya want. 👍\n  ","27919":"\n  Smart.\n  \n  Very together.\n  \n  Understanding.\n  \n  Family lover. Much.\n  \n  Independent.\n  \n  Confident.\n  \n  Beautiful.\n  \n  Very caring.\n  \n  Stern.\n  \n  Don't take no sh-\n  \n  Make money and work hard type person. Idc how. Ima take care of mt family type person.\n  ","27920":"\n  I dooooo omgosh I love Latino music... Yasssssss Becky G is ma sh-\n  ","27921":"\n  Any... Omgosh... Any man... Any. I love candy candys!\n  ","27922":"\n  It was drizzling earlier but now I think it's clear skies\n  ","27923":"\n  About to go and chill out and play Ark survival with a friend. I'm so excited about this month. My birthday is at the end of this month. I just don't know exactly what I'm going to do. But I want to spend it traveling somehow. Whether this means going on a couple our long trip I just want to ride around. And go to different places I haven't been to before\n  ","27924":"\n  😆 Ikr? Like wtf dude?\n  \n  I WANT A GF.\n  \n  Ummm and what and theHeck do you want me to do?! Lawl\n  ","27925":"\n  Just being with the people I love makes my day\n  ","27926":"\n  I just put it up yesterday with my husband and I will have pictures either by tonight or tomorrow. I have not had a chance to take a picture of it because I want to take a picture of it while it's a little dark in my house and there have been people in my living room so I don't want to go in there and take a picture yet\n  ","27927":"\n  I live in the central time zone in USA and it is 11:37 and everything is going great\n  ","27928":"\n  I like a laid-back Bayou You country when you walk into no good cook and goes on. Lots of Louisiana and Mississippi history on the walls. Wonderful and beautiful pictures of family members. Grey carpets gray flooring dark color Furnitures Browns. Very patriotic looking house. And of course we are Gamers so you're probably going to see a gaming lamp here and there or a gaming console or Tower of games or two TVs in the same room because you're a gaming couple and you like to put together LOL for a picture here in there from the video games we play. Or a poster. We are definitely very laid-back fun people\n  ","27929":"\n  I love Disney Channel and I like the show called That's So Raven and Life With Derek. These two shows were my favorite. Hannah Montana was pretty good. And then I like Wizards of Waverly Place. Cory in the House was also pretty good Sunny With The Chance was decent and and then of course we have Good Luck Charlie. The Cheetah Girls in High School Musical. But there's so many other shows that I liked as well. I like the Thirteenth Year. That's probably one of my most favorite shows.\n  ","27930":"\n  Maybe 3 times? Twice?\n  \n  Considering moving back and forth not even a mile from my house to my grandmother's back to my mom's back and forth Just too live in a different spot and work was closer. Just a little bit closer. Plus I was trying to take care of my grandmother because she needed someone there to care for her. But I don't really count that so if I really had to tell you how many times I actually have moved in my life would only be once. And I guess I'll count moving to my grandmother's ass never too. But I moved back and forth a few times. Which I love living in both places that's why I move so much. I love living with my mom and my sisters and I love living with one of my sisters and my at my grandmother's. Everything was so nearby that I literally used my bike is transportation for literally 2 years as I lived there. Now I moved from Louisiana to Mississippi and I love it. Though of course I miss at home but I have two homes now. I can go back home and have a good time with my family and I can come here and spend time with family in law and my husband and my pitbulls.\n  ","27931":"\n  If we were back home in Louisiana... there is so many different things you can do. Let's pretend it's Mardi Gras night right? Or a good Mardi Gras day right? We could go and get some very small breakfast and go walk around on the Levee for just a little bit and then we'd probably start heading to the house to get a few things and some food together to go to a Mardi Gras parade. I would probably go pick up some friends and we would get some chairs and tables and we would set them up before the parade and we would just enjoy some good music and just sit around and conversate a little bit. Maybe buy some really cool merchandise from the trailer that ride around for Mardi Gras. They sell many different types of merchandise that you can wear at the parades and go home with. Sometimes we'll play different types of games and will play with the kids and throw footballs and baseballs. Sometimes will even set up in the middle of the road and actual baseball game until the parade start. Usually will start lining up and waiting for parade even almost 7 hours at a time or longer. Just to celebrate. We eat really good food and have a great time. And catch awesome stuff. After the parade would probably go home and look at the things that we got wash up and get ready to go and watch movies in the living room and probably bake cookies at the end of the day. And in the day in the best way you can after a wonderful Mardi Gras celebration.\n  ","27932":"\n  My scare was pretty tough because I lost some very close family members of mine and this year has not been going good until now the month of December. It's been going pretty good so far. I'm just really hoping that 2021 will be full of Adventure and happiness\n  ","27933":"\n  My pitties. They always do. Playing with them atm.\n  ","27934":"\n  Any from the 1990s and the 2000s. Just some old school my time type\n  ","27935":"\n  Thaaaanks. Thank you thank you! I am super excited!\n  ","27936":"\n  YES! Already have accidentally. Came across a ton of beautiful slides and a mansion that literally had lights from the road to the house front door to the back yard. It was absolutely beautiful. I almost told my husband to pull in and he was like you can't just pull into people's yards and I'm wanting this yard you can if they don't understand why then they're nuts\n  ","27937":"\n  I think any year has been better than 20\/20\n  ","27938":"\n  No I have never had to get a kavat test but the bad thing is even if you want one the only way you can get one is if you have symptoms. I know they always say no matter what if you want because you're going to get one well that's a lie. You have to actually show Sirius and seems to go to get a covid-19 test around here and it's kind of weird\n  ","27939":"\n  Nothing wrong with that.\n  \n  When I am down in the dumps I like to sing to make myself feel better. I enjoy building on different types of video games and in real life and just being creative and making different types of things. Especially for others. I love to volunteer and help people in real life. I just love making people feel better and making people laugh. That honestly just makes my day. I definitely like to keep up with my hygiene you know get my eyebrows done and keep my hair color cut and clean. Keep the house up-to-date and cleaning. Don't procrastinate about anything. Just do everything right then and there if not plan a scheduled date to do the things and get it done when that day comes. But yeah that's a few things I like to do that make me sane LOL\n  ","27940":"\n  Thanks. Night anon.\n  ","27941":"\n  Just getting ready for Christmas and my birthday. Going to a festival this weekend. Idk how they are going to do it with all of this Covid 19 stuff but I know I am wearing my mask and keeping my distance for sure.\n  ","27942":"\n  Thank you so much! And same back to you! I hope everything has been going great for you! I just love December!\n  ","27943":"\n  Just depends but anywhere between 5 and 10 in the morning\n  ","27944":"\n  Sure but I never really do it but I don't mind matching pajamas but when I have them sure\n  ","27945":"\n  Yeah. 3\n  ","27946":"\n  Ikr???\n  ","27947":"\n  I think so actually!\n  ","27948":"\n  No but this is definitely something I would like to try one day\n  ","27949":"\n  Please don't post. Thanks in the house we own three computers and no I don't know what kind they are\n  ","27950":"\n  Shutterfly I think\n  ","27951":"\n  Doing great. Satisfied. I want something to nibble on and I'm a bit cold but I'm still good\n  ","27952":"\n  Yes I have. Good day to you all. Srry. Have been very busy today!\n  ","27953":"\n  Michelob Dark Lager or Southern pecan\n  ","27954":"\n  Having all their priorities straight and being confident about it\n  ","27955":"\n  I just be like I don't know I'm not sure\n  ","27956":"\n  Thanks and I am definitely going to sleep. I'm exhausting\n  ","27957":"\n  You're okay. Don't be sorry. I love it when you guys tell me good morning when it's good night here because then it reminds me that I have love with friends from all over the world. You have an amazing day my friend.\n  ","27958":"\n  ???\n  ","27959":"\n  Same here I just got done eating dessert too. It was very good\n  ","27960":"\n  Hey. What's up Sweet? 😊\n  ","27961":"\n  3 pits.\n  ","27962":"\n  Hey. I'm great. Doing great! Goodnight here. Good morning there! 🤙🤙🤙\n  ","27963":"\n  Exactly!\n  ","27964":"\n  Thanks! 😊😊😊😊 I appreciate the compliment# and no prob. Gooood. Yeah def.\n  ","27965":"\n  Ikr?\n  ","27966":"\n  Hamburger Helper because it's good and easy\n  ","27967":"\n  Yeah. I never owned my own my own dog. Until. Now.\n  ","27968":"\n  Reported - scam. 👍\n  ","27969":"\n  Except\n  ","27970":"\n  😊 I try\n  ","27971":"\n  Omgosh... YeeES!\n  ","27972":"\n  Well like normally...\n  ","27973":"\n  😁😁😁😁😁 yayayayyay\n  ","27974":"\n  Yeeeeeeaaahh...\n  ","27975":"\n  You know..\n  ","27976":"\n  😊 Thanks love\n  ","27977":"\n  What ya mean? 😊 (Hope you are doing well btw.)\n  ","27978":"\n  Oh wow. Hard to choose but...\n  ","27979":"\n  Peace... To me? Means..\n  ","27980":"\n  I'm happy it makes people run away. I don't want ugly mean people around me anyway and it's my happiness or my kindness makes them run away and good riddance right? I don't want to be around those kinds of people anyway. I never could understand why people have a problem with kind happy people. You want to know why they do? Because they have no happiness in their life and they can't be nice to people or kind people. They don't want to be. And I understand people are going through things but there's no reason to take it out on people to bully another individual or make someone feel less than you just so you can feel better. I feel like those kinds of people need to be taught a lesson and a serious lesson. But at the end of the day they never really learned anything. Or at least that's what it seems like. In some cases.\n  ","27981":"\n  I was not a fan of Dave the Barbarian or SpongeBob SquarePants. I know a lot of people are going to be surprised by that one but I just never got into SpongeBob\n  ","27982":"\n  😁\n  ","27983":"\n  Thank you so much! You are awesome!\n  ","27984":"\n  Naaaaaah\n  ","27985":"\n  My husband's company. He is wonderful. ❤😍🙏\n  ","27986":"\n  When I hear the word... love.. i......\n  ","27987":"\n  Annnd my answer to this awesome question iiiissssss..\n  ","27988":"\n  Yeah we definitely do not get good internet out in the countryside but it's all good. My text answer is the same as my voice answer pretty much so if you're not able to look at the video it's okay. But it's kind of sad that when I go to town I can get better internet out on the streets than I can in my own home  LOL\n  ","27989":"\n  Well.. Relationship and friendship. Here's my answer to both\n  ","27990":"\n\n   @Ice_Frozen_Vocals\n  \n  singing. Enjoy some Post Malone. 😁🤘 A little clip for all. Ima tag a fewm enjoy y'all! You guys rock!\n  \n   @redoasis2017\n  \n\n   @illin_ahmed\n  \n  here enjoy yall\n  \n   @krrice\n  \n  enjoy 😊\n  \n   @askamanz5506\n  \n\n   @Alicia861\n  \n\n   @eqcarpenter\n  \n\n   @LeaderofTIAA\n  \n\n   @kittiemeowsie\n  \n","27991":"\n  I don't mind singing! 🙊 haha that's a good idea to do at the moment! Because I am where I can put up videos. I am in town. Even the internet on the streets out here is better than the internet out where we live at. Unfortunately we can't get good internet. So it's always slow. Maybe when my roommate moves out my internet will get a little bit faster but I'm not sure\n  ","27992":"\n  Wonderful! So we had...\n  ","27993":"\n  What's good. 😄 Haha\n  ","27994":"\n  😁😁😁😁😁🤙🤘\n  ","27995":"\n  Umm. Well.. Lemme tell ya..\n  ","27996":"\n  You know what...\n  ","27997":"\n  Your fine.. Here's my response in a small video for ya. Enjoy!\n  ","27998":"\n  Ouu Ramen? Okay.. Well I like....\n  ","27999":"\n  Cajun food is basically soul food. Haitian Cuisine is basically just down to earth Southern Homemade type foods. Usually they have a lot of flavor to them. A lot of color to the food. The food can be slightly spicy but it's never super hot. Most of the time you add extra spices to your own bowl. Not to the main pot. But basically Cajun food just has tons of flavor. It's really really good food. I grew up around Cajun culture and they just have some of the best food ever. A lot of it isn't the most healthiest for you so most of the time a lot of it you have to have on occasion. But red beans and rice is really good for you. It's got beans in it it's got sausage in it it's got ham in it lots of spices. Mild spices not hot hot spices. The cornbread just a really buttery sweet cornbread and then the cheesy cornbread is just a slightly sweet cornbread with cheese and a little spice to it. And then the potato salad is just a simple potato, eggs, little mayonnaise, very little mustard, sprinkle of salt and pepper and parsley. Nothing too extravagant or strange. Just your everyday potato salad. And if you like Relish in yours you can add a teaspoon of relish. I'm not too much of a fan of vinegar in my potato salad. If y'all eat that in your country. It's a very everyday American side dish. Something easy and yummy. But red beans and rice is definitely a Southern food homemade Thai Dish. It's very warm. So if it's cold out it's a good dish to make when it's freezing out. Made to warm you up. It's mouth-watering to be honest with you. It's just so good. It's soupy kinda.\n  ","28000":"\n  My answer on this question is...\n  ","28001":"\n  Cajun food is the best to me. 😁🙏\n  \n  #DontKnockItUnlessYouveTriedIt\n  ","28002":"\n  If I could be on any paranormal investigation live action on TV show I would totally do it. If I could be on Wicked Tuna I would totally do it. TV show for that matter honestly. It's a honor. I wouldn't mind doing a cooking show but they would have to make dang sure that they have plenty of Cajun seasonings and don't pester me on how I need to cook things. Once they are done they're delicious and that's all that matters. Everybody has a certain technique in how to make things. You just need to always remember to be professional, safe and of course presentation. You need to always present your food and make it look like it's going to be tasty. And you need to hurry and make it in a matter of time. You don't want to sit there for 3 hours. If you're going to sit there for 3 hours then you need to be there and preparing early so when your guests get there they don't have to wait more than 15 minutes and their seats to get their food\n  ","28003":"\n  Leftover homemade red beans and rice. Then sweet cornbread and then as a second pick cheesy jalapeno Mexican cornbread. Potato salad on the side. This was so Good by the way. We're also going to be putting our Christmas tree up today but we're not going to be decorating it just yet. We're going to go with a Mardi Gras themed Christmas tree. I'm super excited.\n  ","28004":"\n  Singing. My fav.\n  \n  Gaming.\n  \n  Art.\n  \n  Traveling.\n  ","28005":"\n  Sure but I feel like that would go downhill somebody would mess it up\n  ","28006":"\n  Yeah. I can't have unfortunately but it looks good\n  ","28007":"\n  1st?1\n  ","28008":"\n  Thxxxx\n  ","28009":"\n  Yay. 😊 Thaanks.\n  ","28010":"\n  Not really much of a fan of eggnog considering most of it contains cinnamon\n  ","28011":"\n  No. I don't ever own a console right off the bat because they usually have mess-ups.. But maybe eventually I will.\n  ","28012":"\n  Ikr? So cute!\n  ","28013":"\n  And the black one is Dixie\n  ","28014":"\n  Maybe?\n  ","28015":"\n  Nope. You have to press it every single time you go to answer a question\n  ","28016":"\n  Sure as long as they're not inappropriate. I don't mind answering any question and as long as they're not against the rules of this site I don't mind answering them\n  ","28017":"\n  Well you posted as Anonymous so that's why I locked it. Too bad right?\n  ","28018":"\n  And this is Mary-Jane.\n  ","28019":"\n  You are most welcome\n  ","28020":"\n  Yeees! I do! I'd be conard! Sorry earlier I was a little busy when I was answering this so it's kind of quick.\n  \n  Here's G being a cutie! 😍😍😍🙏❤\n  ","28021":"\n  It's all good\n  ","28022":"\n  I rather questions when you're not Anonymous. That's the reason why I lock them.\n  ","28023":"\n  Don't have any srry\n  ","28024":"\n  Raise my newborn puppy to be healthy and strong\n  ","28025":"\n  Yeah I know right? Another crazy question yay\n  ","28026":"\n  I own quite a few.\n  \n  I have PlayStations I have Game Boy to have DS's I have Xbox what do I not have LOL\n  ","28027":"\n  Yeah I like the rain. Hope it snows!\n  ","28028":"\n  Lobster again. I've only ever had it but once and I don't really remember too much what it tasted like\n  ","28029":"\n  Thaanks I appreciate that. Same back to you. I hope your day has been going all right. It's very cold and rainy here today and it's very dark\n  ","28030":"\n  Well I never exactly had my own pet until now in my upper age. My pitbulls. Because it was always a family pet. But if you count Family Cuts my first pet was a dog I think named angel\n  ","28031":"\n  Life and apples to apples def scrabble\n  ","28032":"\n  Avril Lavigne Ariana Grande songs and Becky G songs\n  ","28033":"\n  Sometimes but it depends on what the catch is. Like if you're paying for both of them and they're saying you're going to get a free item but you're really not that I'm not going to buy it but if you're really getting a free item in your getting a cheap item then sure. But it depends if I even want the item in the first place but does it want me to check it out? More? Sure\n  ","28034":"\n  I really like Thursdays\n  ","28035":"\n  Yeah\n  \n  Gotta be ready def\n  \n  I will be working 6 day's straight this week. Man. It's ok tho. Good check\n  ","28036":"\n  Ain't she a darling? This is our new baby puppy. She's such a cutie. She's definitely bad. But a cutie cuddle buddy!\n  ","28037":"\n  I mean I kind of remember distinctive smells but I'm not sure if someone else doesn't remember that like I do. But I remember certain things that I've definitely probably feel like other people didn't notice that I did and I remember\n  ","28038":"\n  I unfortunately have only been in my own country. I would love to visit any and every country. I find traveling and geography and culture very interesting\n  ","28039":"\n  Yeah. Kinda this site. More a journal than anything. Love it. And you guys get to be a part of it. Especially\n  \n   @redoasis2017\n  \n  and\n  \n   @illin_ahmed\n  \n  and\n  \n   @leahtvergara\n  \n  and\n  \n   @askamanz5506\n  \n  and\n  \n   @krrice\n  \n  and\n  \n   @Rufinalexa\n  \n  and\n  \n   @Alicia861\n  \n\n   @synfalen\n  \n\n   @kittiemeowsie\n  \n  and more. You guy's are all apart of tue adventure!\n  ","28040":"\n  Not always\n  \n  No\n  ","28041":"\n  Yep. I sure do. 3 little pitties 😍❤🙏\n  ","28042":"\n  Well I would feel bad for them.. because I have three dogs in my house waiting for them and a big redneck man waiting at the door LOL. But still of course it's good to be cautious regardless. For the safety of everybody.\n  ","28043":"\n  Paranormal ones.\n  \n  Adventure.\n  \n  At home vlogs\n  ","28044":"\n  Good morning everyone! (Yawns*) 😴 ✌ ☕\n  ","28045":"\n  Thanks so much! And same back to you!\n  ","28046":"\n  I hope everyone had a great turkey day! Happy holidays everyone. I'm going to sleep now! I'm very tired. And I have to wake up very early.\n  ","28047":"\n  No I didn't go Black Friday shopping. I worked today and we didn't have any Black Friday sales this year. And I'm not really into Cyber Monday either\n  ","28048":"\n  😊 Thanks for that.\n  ","28049":"\n  Happy and with a family\n  ","28050":"\n  Gaming.\n  \n  Wood burning.\n  \n  Sing.\n  \n  Paint.\n  \n  Adventure.\n  \n  4-wheeler ride.\n  ","28051":"\n  Oh gosh.\n  ","28052":"\n  I would be really angry at sand in probably pour my drink on their head\n  ","28053":"\n  For you to be able to sleep comfortable and make sure that you get at least six to seven to eight hours of sleep\n  ","28054":"\n  Long day! Making a homemade red beans and rice and sone corn bread!\n  ","28055":"\n  I have performed on stage many of times and yes I have enjoyed it even though I have a little stage fright yes I enjoy it and I enjoyed the Applause\n  ","28056":"\n  Crazy day about to rest and relax for the day. Good night everyone!\n  ","28057":"\n  To be 100% honest with you I am a very old school Britney Spears fans so I love almost all of her music.\n  ","28058":"\n  Be patient and take it slow\n  ","28059":"\n  Someone brought me coffee. Just to do it just to be nice. I'm not really from this area so it means a lot to me when someone that doesn't really know me or is it really friends with me and does something like that. Really is a random act of kindness.\n  ","28060":"\n  In the next few days we are. Maybe tomorrow. Maybe Sunday.\n  ","28061":"\n  Well.. I kinda live out in the middle of nowhere now 😆\n  \n  Not in the mountains or nothing buut yeah. Haha.\n  ","28062":"\n  I am married. Married and very happy. 😊 I feel lucky. 🙏❤😍\n  ","28063":"\n  Sounds wonderful\n  ","28064":"\n  Naaah. I love the weather.\n  ","28065":"\n  Sure. I wouldn't mind that. I'm Cajun. Living on the bayou on a boat would probably just be like home\n  ","28066":"\n  Thaaanks 😊 Goodnight to you too.\n  ","28067":"\n  😁👍\n  ","28068":"\n  Yaaaaas\n  ","28069":"\n  Sure. ✔ Done\n  ","28070":"\n  Mary-Jane says goodnight everyone! The\/our little baby. 🌙 😴 ✌ Little bitty baby gurl! 😍🙏💚\n  ","28071":"\n  Yeah..\n  ","28072":"\n  Happy Thanksgiving everyone! Today went great!\n  ","28073":"\n  Today went really really good. I tried some new food on Thanksgiving and we had lots of dessert choices and I had a little bit of everything. Tried everything. Everything was delicious. We had lots of family time and just chatted worked on vehicles and more. All around had a really good time.\n  ","28074":"\n  I'm sure. Lol.\n  ","28075":"\n  Nice! 😁 Very good.\n  ","28076":"\n\n   @KeepYourEyesPeeled\n  \n\n  Okay Lucas. Let's go. 😆 What's your weapon of choice pal? How about the first thing to your right? What is it? That's your weapon LOL!\n  ","28077":"\n  I do. I very much do. I think glasses like makeup and accessories gift people character. And I don't think there's anything wrong with it. Especially tattoos and piercings. I think all of the people character.\n  ","28078":"\n  I think everyone should have somewhat of an open mind about anything and everything. Not judge people so harshly ya know? Let people do them. Get things a chance.\n  ","28079":"\n  Sweet pea. Cotton candy. Cucumber fresh smell. Grapefruit citrus. Vanilla spray and really sour raspberry smelling hair perfumes\n  ","28080":"\n  Family. Health\n  ","28081":"\n  I try my best to answer everything and anything but I get thousands of questions and thousands and thousands so it's kind of hard to get to everyone so again I try my best to get to everyone\n  ","28082":"\n  Happy Thanksgiving! 🦃\n  ","28083":"\n  Thank you! Appreciate it! Same back to you!\n  ","28084":"\n  I like Carmel. Chocolate covered. And then kettle. Butter. Any really other than cinnamon flavor.\n  ","28085":"\n  I don't think so. Maybe buut I am not sure. It's really good?\n  ","28086":"\n  I love it. The best. 🙏❤ My fav. show.\n  ","28087":"\n  Awe thanks so much\n  \n   @NicoleBuckleyyx\n  \n\n  I really appreciate it. Have an amazing Thanksgiving! And a good day!\n  ","28088":"\n  Awe. Thanks. 😊 I appreciate the compliment. 😁 We try.\n  ","28089":"\n  You really need to go look it up on Netflix. The dhow is so funny. Raven just has the best personality. She is so funny and sweet. Really. I recommend this show. Funny early 2000's show.\n  ","28090":"\n  🎂Happy Thanksgiving! 🍃🦃\n  ","28091":"\n  Yes. Sure. And not too long ago. Maybe a week or so ago if that.\n  ","28092":"\n  Thank you so much! I really appreciate it! And same back to you!\n  ","28093":"\n  If Jason asked me again?! Yeah!! So sweet to renew vows. Really is. 🙏❤😍💗\n  ","28094":"\n  Idk. I thought it was funny. Lol look at this one too.\n  ","28095":"\n  I'm great. My morning was good. Day is great. Day is still young. And it says my age in my biography. 🤙 And in the link in my biography.\n  ","28096":"\n  It's no prob at all.\n  ","28097":"\n  Followed ya on the new one! 🤘🤙\n  ","28098":"\n  Thank you so much and you too have a great Thanksgiving\n  ","28099":"\n  Happy Thanksgiving everyone! I had a really good time down in Louisiana with my family! That's my throwback! Love you mom! Thanks for everything and Happy Thanksgiving!\n  ","28100":"\n  Sure but I don't know who you are, I can't see who you are cause you have to swipe to open. Your posted as anonymous. Everytime you send a question unless you want to be unseen, you have to swipe to open for people to see you or you will always be unseen and posted as anonymous.\n  ","28101":"\n  That is alright! Thanks and Happy Thanksgiving everyone! Goodnight. 🤘😊😴\n  ","28102":"\n  Yep. I am. Extremely.\n  ","28103":"\n  Really? Nice. My birthday is on December the 29th. I am super excited about that. 😊\n  ","28104":"\n  I just try my best to take it easy and talk to a few friends take care of my dogs clean a little bit lay down a little or eat supper. Take me a nice shower and then watch TV with my husband or play video games.\n  ","28105":"\n  I have always been praised for my good behavior in school. I even got to leave school at the end of the year a few weeks early because of my good grades finishing everything am I good behavior and good attendance. I didn't like missing school because then I would have to sit there and Miss more classes and have to catch up on more classes and more classes and more work and tests so that's why I never like to miss school. Unless I was really sick or had a death in the family. Or if I had a fever and I could possibly get someone else sick. Those were the only times I ever took off school and that was only like a few days and they were excused.\n  ","28106":"\n  I know right?! She's a darling. 😊\n  ","28107":"\n  Ikr? Ain't she?!\n  ","28108":"\n  Guuuumbo\n  ","28109":"\n  Yeah. I'm really excited about tomorrow. I get to work and I'm actually kind of excited about that. Being able to go to work for a little bit and telling everyone Happy Thanksgiving I find is fun! I like to work on my birthday sometimes too because then you get to see everyone and they get to tell you happy birthday. You also get to stay productive of course. But I am really excited about tomorrow. I get to spend time with my in-laws. I hope that you have a great time tomorrow! Be safe!\n  ","28110":"\n  Yes and sometimes when things go bad it doesn't mean they're immediately bad that day it just means that the stores that they are in can't sell them at that date anymore. Some things really are bad when they go bad like some cut fruit. I wouldn't trust baby food because considering you're giving it to an incident. But if you get like sour cream? Sour cream takes a while to go bad even when it reaches its expiration date. Chips are pretty decent until you open them. Even after expiration. Not all chips though. Milk can sometimes be fine even at its expiration and sometimes you can even go bad 3 days before its expiration. You just have to be careful. Jugs of tea usually don't go bad on their expiration date. Everything has to have an expiration date or at least almost everything especially when a store is selling the item. It's insured that the item is safe for the customer to consume or be around. If not then you cannot sell it.\n  ","28111":"\n  I try my best to be as nice as I can but for some reason they're still a few human beings don't think that I am trying to be rude I guess. Sometimes I wonder if this year's just straight bad. I'm not referring to you either in this answer. I appreciate the support from you always. It is very kind. I try my best to just think positive and move forward in life always. And in a positive and happy way\n  ","28112":"\n  Are you offended or something? Because I am confused. I am aware that people have not seen these types of things and I wasn't trying to \"act\" like any of what you said.\n  \n  I say \"Of course\" alot because that was just the word I just chose to say. It didn't mean anything mean or rude. I wasn't saying it like... \"Well. How could you have not see these things or something?\" No. Don't take how I said it in a wrong way.\n  \n  Using the words, \"Of course,\" to answered this more along the lines of just being very excited, happy and eager because I love questions like this. The number questions. I just wanted to answer it positive. So I said of course. Saying many times and that I loved it.\n  \n  Don't take the things I say out of context because most of the time I'm only answering it in a really excited and happy way and that's the only thing I am getting out of it. It's not me being rude what's so ever or in any form. 👍\n  ","28113":"\n  Only always. It is impossible to keep up with emails I feel\n  ","28114":"\n  I do have three puppies haha so I'm good fam. Lol 😆 come share the love\n  ","28115":"\n  1. Of course. Millions of times.\n  \n  2. Of course.\n  \n  3. Of course.\n  \n  4. Again yes. Of course.\n  \n  5. Yep.\n  \n  6. I have.\n  \n  7. Yes I have\n  \n  8. Yes I have.\n  \n  9. Yep. I have.\n  \n  10. Of course.\n  \n  All yes.\n  ","28116":"\n  Thanks. I appreciate that. I try my best. Happy almost. Thanksgiving.\n  ","28117":"\n  Talking to my husband about getting pictures ready for people for Christmas. We are giving out picture for Christmas this year to people\n  ","28118":"\n  Thanks love. You are too. You all are. You all are wonderful. I am thankful for all of you on my page! All I follow and that follow me. Thank you. I appreciate you. I am thankful to have you guys. Much love. The 🇺🇸 USA!\n  ","28119":"\n  Ohhh yeah... I've done that. 😆 haha.\n  ","28120":"\n  Thank you so much. Same back to you and I appreciate that. Shout out to all of you! I wish you all Everlasting happiness also!\n  ","28121":"\n  I've never cheated on any of mine people that I have dated in the past. If I simply don't want to be with them I break up with them. I find cheating pointless mean and wrong. Even if they were cheating on me I would not do it in Revenge back. I'm just not like that. That is a rule for me in life.\n  ","28122":"\n  Already went and visit my family in Louisiana and we had a blast and we had our own early Thanksgiving together and it was great. And I'm going to go to my in-laws and spend Thanksgiving there on Thanksgiving in the afternoon. And that's going to be awesome.\n  ","28123":"\n  My husband my mom and my little pitties. Good night. ❤\n  ","28124":"\n  Today has been really good but now I'm tired so I think I'm probably going to get some sleep in a minute. Good night everyone! Happy Thanksgiving Everyone by the way! It is just so close!\n  ","28125":"\n  Ikr?! Ain't she?!\n  ","28126":"\n  Thaanks. She definitely was a gift brought to us. We feel she was put in our life for a reason. We're definitely going to spoil her and take care of her and give her the life that she deserves reply. Give her a chance. And yes we definitely got her at a great time. During the holidays.\n  ","28127":"\n  Sure. Why not.\n  ","28128":"\n  I have been following you. But thank you!\n  ","28129":"\n  I mean I can shout you out through this answer? If you would like? Everybody give this person follow!\n  ","28130":"\n  I would do it for freeee\n  ","28131":"\n  Thank someone or do something for someone.\n  \n  Say good morning!\n  \n  I want to thank a person that shouted me out and the three other amazing people in the shout! It was very nice and we have gotten a lot of tagged posts replies to it. I think whoever did it! Whatever Anonymous that did it that was very nice of you! And you deserve a shout out to the well.\n  ","28132":"\n  Just really tired. It was busy. Everything's going great. The new puppies doing amazing. Mary-Jane is the same. There she's a little rough but it's all good. She's a puppy what can she do right? Can't wait for Thursday. Going to the mother-in-law's to you have Thanksgiving there. I hope tomorrow is a great day. Anyway all of you have an amazing night! And goodnight and sweet dreams!\n  ","28133":"\n  She was a rescue. She was found underneath my husband's vehicle thrown out in the freezing cold. She reeked of some strong \"trees\" 🌳 if you understand that reference. So basically she ended up being named Mary-Jane. She's adorable. She's sweet. She's almost 7 weeks old.\n  ","28134":"\n  🤙\n  ","28135":"\n  Unfortunately I have a severe bad fighting nail issue\n  ","28136":"\n  That's usually what happens. They do really good one year and then all of their starters go to other places and get paid millions for doing it. Plus this isn't really a good year because of covid. A lot of players are in and out with getting that stuff\n  ","28137":"\n  Giving.\n  \n  Love to give. I do very much.\n  ","28138":"\n  O.o\n  ","28139":"\n  Neither 😆 srry\n  ","28140":"\n  I don't believe I have watch this. I'm not really into TV too much to be 100% honest with you\n  ","28141":"\n  A customized hamburger. A hamburger patty cheese one piece of bacon lettuce onions ketchup mayonnaise mustard pickles extra onions a little more salt. And then I like a medium fry on the side with a caramel frappe\n  ","28142":"\n  I guess? Maybe?\n  ","28143":"\n  Talking with my husband. Chilling.\n  ","28144":"\n  Hubben's\n  ","28145":"\n  No I have not done this I do not think it's a good idea either\n  ","28146":"\n  It's ok. Your ok. Thank you my friend.\n  ","28147":"\n  It's just have the best birthday I can Christmas and New Year\n  ","28148":"\n  Considering I work in this field and have been for over a decade. Of course. But the amount of things that I've had happened to me with visiting different locations and all the research yes\n  ","28149":"\n  I am doing great. Good. 😊 Trying my best to have a great day\n  ","28150":"\n  🤦🤦🤦🤦🤦\n  ","28151":"\n  Good morning everyone! 🙏😁 Much love 🇺🇸 Have a good day y'all.\n  ","28152":"\n  You are most welcome!\n  ","28153":"\n  Thank you so much my friend! Goodnight to everyone! Today was a very very productive day. I did so much cleaning around the house. Made my house look near to spotless and got the dogs comfortable and their bed. Washed them up and their blankets. Everything is going great. But anyway good night everyone! I hope each and every one of you have sweet dreams and wonderful days!\n  ","28154":"\n  I'm doing amazing. Very tired and I'm about to go to sleep in a minute. Just got done giving our new baby puppy kisses for bed. She's just absolutely adorable. I gave all of my pups a bath today and they're all smelling good. One of them got a little sick today but it's okay I took care of him tomorrow I'm going to feed him good and give him love before I go to work. I have work tomorrow.\n  ","28155":"\n  Ain't she? 😍\n  ","28156":"\n  Do not take her home on the first day meeting her. Take things slow as you can because cupcake phase is always the best and the phase that you want to last the longest and the phase that you will miss me most\n  ","28157":"\n  Country living out on the countryside. That's how I'm living right now and I love it\n  ","28158":"\n  90's def\n  ","28159":"\n  When I was a couple years old and of course but then again I was so young I didn't know what was going on anyway. And I have before cut my hair and no I don't regret it because I cut hair a little bit like I know how to do it a little bit. Like I cut my husband's hair for him and do very well. He always loves the way I do his hair and plus it's for free why not?\n  ","28160":"\n  Hope your morning is going well\n  ","28161":"\n  A dragon definitely. A Ice Dragon\n  ","28162":"\n  Now? Absolutely not I'm married and am happy\n  ","28163":"\n  Yeah. I definitely wish all of this covid-19 stuff would go away. They're just not allowing us to do anything anymore. Travel anywhere at all nor even continue our everyday and every year culture activities. Traditions. Which of course I knew they were going to cancel my drawers but it's just taking away from our culture so much. I really hope that they fix this somehow so we can start living our everyday lives a little more like they used to be. But yes we must all stick together during this time. People are struggling. Especially during the shutdowns.\n  ","28164":"\n  I am sitting here taking care of a spoiled puppy and getting ready for bed because I have work early in the morning. I literally have been cleaning and tidying up the house and the puppy beds all day. Washed all my dogs as well\n  ","28165":"\n  Yes I have tried vegetarian food and it's okay and it does taste a lot like regular meat and I think that a lot of them say different vegetables were in them but who truly knows exactly what unless you really read into it\n  ","28166":"\n  I already answered this\n  ","28167":"\n  ?\n  ","28168":"\n  I'm great how are you?\n  ","28169":"\n  Weather is decent. Good.\n  ","28170":"\n  Yes yes I have. More than half of my life to feeding families definitely for Thanksgiving and Christmas and year-round. From the age of six seven or eight all the way till almost 20 random parts of the year I and volunteered my time to helping people in need. Feed them. Help them. I have enjoyed doing it my whole life. Still do. Just recently my mom and I and a few other people helped fed 11 families and my mom adopted a family of five children plus the mom to give them the best Christmas they can have this year.\n  ","28171":"\n  Thank you so much for the nice comments. We definitely are trying our best. It definitely is a crazy sad year so we definitely want to try to help out wherever we can. I helped my mom out but she's the one who paid for all of it so she's definitely a saint for that. And she donated a meal to us. We are going to cook it on Christmas. Thanks for all the support by the way on my page.\n  ","28172":"\n  That's really wonderful that you're doing that! We definitely need more people to give in the world now especially in this year of 2020 with so much craziness going on it seems. And yes my mom is wonderful. She is the best. She's extremely giving and always helpful and hard-working. And yes we will enjoy the food I think we're going to cook it for Christmas. Because we've had Thanksgiving dinner quite a few times so I think we're going to say that. But I definitely thank her for everything.\n  ","28173":"\n  Good evening to you\n  ","28174":"\n  Yeeeaah.. I sure did and I slept in a little bit because I was exhausted\n  ","28175":"\n  Unless it's like from a auction and it's a pre-wrapped item that's the only time I technically read gift I don't get something from someone and then give it to someone else unless I can't have it because of allergies or yeah because I'm allergic to it. Like cinnamon stuff I can't have cinnamon stuff so I would have to donate it to someone else\n  ","28176":"\n  Ummm. Tf\n  ","28177":"\n  Come off anonymous\n  ","28178":"\n  God.\n  \n  My family.\n  \n  My friends.\n  \n  My pitties.\n  \n  My hobbies.\n  \n  My job.\n  \n  And then life.\n  \n  All of that makes me happy.\n  \n  Appreciative\n  ","28179":"\n  I help my mom with some Thanksgiving baskets for some families. We fed 11 families for Thanksgiving. And now she's adopting a large family to basically help out for Christmas because they can't afford anything right now and they have like five children. So she's going to basically buy them Christmas and give them the best Christmas that they can have. But yes we fed 11 families today and it really felt good. My mom made us an early Thanksgiving dinner and then she sent us home with another full Frozen Thanksgiving dinner for Thanksgiving. My mom is just the best.\n  ","28180":"\n  Wood burning\n  ","28181":"\n  Unfortunately I can't actually answer this truthfully because taking signs where I'm at is illegal. You know what I mean? If you catch my drift then you probably know my answer LOL. All I'm going to tell you is it was a hilarious experience. And it wasn't me if someone else and it was the funniest thing I have ever witnessed. But of course I don't really want to fully answer this but at least I did a little bit. And the reason why I answered it with that emoji is because I laughed because that question is awesome because I just remembered a situation but I can't really talk about it me basically posting that emoji relating to it\n  ","28182":"\n  I am very different. I'm Cajun (a cook) and try to be as creative as I can.\n  \n  I am very ambitious. Determined.\n  \n  I am very positive and talkative.\n  ","28183":"\n  It's all good. Nice one. Hope everything is going okay\n  ","28184":"\n  😆\n  ","28185":"\n  See we were saying The Season's but I was like that kind of 1\/2 fits the joke not fully and then we were just sitting there and sitting there trying to figure out what it was and we just couldn't figure it out LOL it was kind of funny. It was a bunch of different people but that's a good one nice.\n  ","28186":"\n  Just you automatically do things that are just adorable towards the person that you absolutely adore. It's just an automatic thing that you do. You're very creative with your dates and relationship with that person. You are the talkative I'm going to start the conversation and I'm going to make you laugh throughout the conversation type person. I'm going to spoil you but like in a unique original creative Type of Way. Romantic people I find just make you say wow. Make you feel special all around\n  ","28187":"\n  What is it because I have been sitting here with a few people trying to figure it out LOL\n  ","28188":"\n  Back home and just both mentally and physically exhausted seriously...\n  ","28189":"\n  Wynonna Earp\n  ","28190":"\n  Happy. And I'm hoping next year really will be a really good year. Be better. Especially then this year\n  ","28191":"\n  Some kind of Link about updating your Instagram story and him showing you a few different ways on how to do it. That's what the link was\n  ","28192":"\n  Pretty cool I checked it out. Nice job\n  ","28193":"\n  Depends.\n  ","28194":"\n  Mhmm\n  ","28195":"\n  Today I helped my mom prepare 11 meals for family so they could eat Thanksgiving. I'm pretty proud about that. There's a good 10 of us that were in on it. So it was really good that we help people out and made sure that they get to eat for Thanksgiving. So yeah. I feel very thankful for what I have around me. My trip has been really good. But today I am a little proud of myself for helping and doing what I can regardless of being on a Thanksgiving vacation\n  ","28196":"\n  Yeee\n  ","28197":"\n  I am trying my best to get Christmas bought. Like buy something? Buy Christmas. Sorry I used my voice feature on my phone so it probably typed the wrong thing. But yeah I don't really have Christmas bought just yet. I'm in the middle of trying to get that done\n  ","28198":"\n  Suuure? 🤷\n  ","28199":"\n  Spending time with family at the moment. Just got done helping my mom and Aunts with feeding 11 families just now for Thanksgiving.🙏❤\n  ","28200":"\n  #GoodDay #Thanksgiving.\n  ","28201":"\n  200 different things but it's okay. I tried to look at the few positives rather than the hundreds of negative that happened this year. Still a good year regardless of all the craziness.\n  ","28202":"\n  Jason. How he is. His kinda person. I am just going to go ahead and explain how he is. And I guess that's the kind of person that's attracted to me because considering he's my husband and we've been together for eight years lol.\n  \n  He is very good with people but he does not put up with BS he'sVery strong. Mentally and physically. He's very self independent. He is a very good worker. Very good worker. Extremely hard-working. He is the kind of person that will protect his family no matter what. He's very creative. Would die for his family. Works all the time. Family man. Just always about business and taking take of all of the priorities. He is a VERY SMART person. He is very chill though talkative. Again so good with people. Gentlemen. Both nice to girls and guys even strangers. Performs random kind tasks. Recycles. Hunts fishes fixes cars always helping people and is therefore people. And again he's very much a gentleman to people he does not treat random people horrible\n  ","28203":"\n  Ohh yeah. Def.. Sadly. Has happened.\n  ","28204":"\n  Bestie. ❤ Hung out with here yesterday. 😊\n  ","28205":"\n  For my next vacation? I would actually love to go and it be spontaneous. We just get in the car and go in a direction and just go riding and stop at a few places and stop at a random motel and stay the night and just have a really good time. It would have to be a puppy Hotel though\n  ","28206":"\n  I am currently on a vacation right now. Spending time with family and having an early Thanksgiving. Also kind of celebrating an early birthday because I'm not going to be here unfortunately for Christmas or my birthday which Falls around the same time of the year. Also got to bring the pups. The trip has been going really good. But this is the last trip that I have been on. Back home down in Louisiana\n  ","28207":"\n  Yeeaaaaah'no. Nope. I do not. Treat all the same. For the same.\n  ","28208":"\n  I would take anything because I need to renovate our house and even $100,000 will do it. But if we had a million I would just sell our house and just get a brand new one LOL\n  ","28209":"\n  Putting the Christmas tree up with my family. Their tree at their house because we listen to Christmas music while doing it. Eat good food and put up homemade ornaments that we made. Good memories. Sweet. 🙏😊\n  ","28210":"\n  I just sleep with a sheet and general because I'm a really hot natured person and I like to be cold at night. Though I do have two comforters in the bed at the end of the bed just in case if I get really cold at night. I also sleep with a pillow blanket wrapped around my head and a puppy on top of my head LOL\n  ","28211":"\n  My favorite thing about road trips would definitely have to be the random stops that we make sometimes at these really awesome Stories. The memories. The scenery and Landscaping is wonderful. Especially when you take the back roads instead of taking the everyday highways you get to see all kinds of different types of landscaping and scenery. The tourist attractions of course who doesn't like them right? And then the experience with our pitties. We have three pitbulls now. A little newborn puppy and then we have Old Dixie she's about 13 and we have G he's about mid Age 5 and 1\/2. And we take them everywhere with us because that's just what we love to do with them. G's a water dog so he loves the beach and Dixie loves people and she loves to be loved. So taking our dogs definitely amps of the experience. So that's probably my most favorite part about traveling is the unexpected and the spontaneous moments that happen\n  ","28212":"\n  That does not sounds good to me for some reason so that is a no my friend. Srry. Would I try still? Yes. I don't mind trying.\n  ","28213":"\n  Going to sleep. Goodnight all. #SoTired #Goodnight #Bella #Sleepy #sleep\n  ","28214":"\n  My hair. My art. My voice. Make up. These few.\n  \n  Goodnight you guys\n  ","28215":"\n  Relaxing time... Vacation and road trips! 😁 Liiiike!\n  ","28216":"\n  Goodnight y'all. So tired.\n  ","28217":"\n  Opened usually 90 to 95% od the time. Usually it is hot so no. I don't because of that reason.\n  ","28218":"\n  Yeah because they are there for us to have when we pay for the room sooo yeah. Of course. They are complementary. For us to have for free as an add on.\n  ","28219":"\n  I like having others to accompany me usually.\n  ","28220":"\n  A makeover on my house\n  ","28221":"\n  Early Birthday Cake. Lol.. Cause I sadly don't get to be back at home to spend my birthday with everyone. But it's okay\n  ","28222":"\n  Of course. 8 long years and want more. 💙❤\n  ","28223":"\n  I just don't listen. Pay no attention to it and just don't do it 🤷 But yeah. Lawl\n  ","28224":"\n  You really are. You are like an older brother. You're always there for me. You're always being positive towards me. Always building me up and it's always there when I'm needing to vent. We always have the greatest conversations and stay up so late and have a blast together. And again I absolutely appreciate everything. Thanks for being a good friend.\n  ","28225":"\n  I am doing great. Good.😊\n  ","28226":"\n  No prob. More than welcome. 😊 yep friends like family.\n  ","28227":"\n  I honestly don't do a lot of stupid things especially dares\n  ","28228":"\n  I wish everyone lived closer\n  ","28229":"\n  Right. Definitely can be challenging at times. It can never just be 100% easy all the time. Like moving? I honestly don't think that's easy for anyone. At least not fully. There's some stresses in moving somewhere. And I tried my very best to forgive people. But I don't give third and fourth and fifth chances I only give you one or two chances and after that that's it. And it depends on what you've done. If you've crossed the line immediately then that's it. But if you haven't crossed that line I'll more than likely will give you a second chance and even if you have crossed that line sometimes I still have nice and try to give Second Chances.\n  ","28230":"\n  Still me\n  ","28231":"\n  Just a really positive song. Maybe something by Jamie Grace\n  ","28232":"\n  Yeah... Of course. We are only human. We all have those.. I'm kinda scared.. Not sure kind've moments.\n  ","28233":"\n  Window!\n  ","28234":"\n  Sure. Anything's possible. Yeah sure.\n  ","28235":"\n  Yee! 😁🤘\n  ","28236":"\n  Yeah. You 😆 haha.\n  \n   @illin_ahmed\n  \n  and\n  \n   @synfalen\n  \n  and\n  \n   @lnr87\n  \n\n   @kohlalli\n  \n\n   @soph_333\n  \n\n   @krrice\n  \n\n   @KeepYourEyesPeeled\n  \n\n   @MACKabiVIPer42\n  \n\n   @kittiemeowsie\n  \n\n   @Alicia861\n  \n\n   @carlahall88\n  \n\n   @Rufinalexa\n  \n\n  You guys... You guys I tagged are like family to me... And thanks for that.. ❤😊🤘\n  ","28237":"\n  I love the song All I Want For Christmas Is You and Rockin Around the Christmas Tree. And I love singing Christmas songs even before way before Christmas\n  ","28238":"\n  Doing great. 😊\n  ","28239":"\n  I very much do.\n  \n  Goodnight everyone!\n  \n  Was a good day! 🤘😴 🌙\n  ","28240":"\n  Ok followed\n  ","28241":"\n  Gaming.\n  \n  Painting.\n  \n  Traveling.\n  \n  Wood burning.\n  \n  Cleaning\n  \n  Yard work.\n  \n  Hunting.\n  \n  Fishing.\n  \n  Playing with pups.\n  \n  Paranormal exploring.\n  \n  Researching.\n  \n  And more.\n  ","28242":"\n  The last concert I went to was a skillet concert and it was really really awesome. And the drinks were amazing and there wasn't thousands of people there. It was just like a couple thousand not like 25,000 people it looks like maybe four thousand people. And it was really good. And I'm sorry I haven't sent too many questions out lately I have been so busy.\n  ","28243":"\n  I absolutely love December. My birthday is in December and then I love winter and Christmas New Year's fireworks.\n  ","28244":"\n  Family alone time... Just me and Jason and the pitties.\n  ","28245":"\n  Thanksgiving for us. Early with family. ❤\n  ","28246":"\n  😊\n  ","28247":"\n  It's going great! Very good. I'm having a good trip!\n  ","28248":"\n  Thanks so much and I will!\n  ","28249":"\n  Am I confident in myself? My self-esteem level High?? Yes\n  ","28250":"\n  I absolutely have a huge huge Christmas side to me considering I was nearly born on Christmas of course I would. But yes I love Christmas I love decorating for Christmas I love giving I love the Season Winter. Everything visiting family in Louisiana and we just got done decorating the Christmas tree. So definitely love Christmas. When we get home we're going to decorate our Christmas tree\n  ","28251":"\n  I am good. We just got done celebrating an early Thanksgiving and putting up the Christmas tree. I am out visiting family down back at home in Louisiana. Everything's going great. That's good to hear that you are productive and having a good day it sounds like\n  ","28252":"\n  How has today been for ya?\n  ","28253":"\n  Yeah. Sure is. We had early Thanksgiving because we weren't going to be able to have Thanksgiving on the day. Still I am down visiting family and spending Thanksgiving early and putting the Christmas tree up. Having a good time. Considering of them working two weeks in a row\n  ","28254":"\n  That's good. I'm good. Just chilling. Watching The Polar Express with family. We just put our Christmas tree up\n  ","28255":"\n  Yeah so what's up?\n  ","28256":"\n  In an appropriate way sure. Considering I am married. But in general as friends. Sure.\n  ","28257":"\n  Haha. Thanks for the comments. So sweet. 😊\n  ","28258":"\n  Thanks for the compliment. I try. 😊\n  ","28259":"\n  Much love y'all 😊❤🙏\n  \n  Having fun on my trip back home. Hope everyone is doing great today!\n  ","28260":"\n  Once? Sometimes it is not good to do that multiple times a day. Skin conditions\n  ","28261":"\n  ???\n  ","28262":"\n  Iiii don't know but I have been wondering the saaame thang lately... Like come on people! TAKE A JOKE. Nooo.\n  ","28263":"\n  Yes 🙊😭🙏\n  ","28264":"\n  It's been wonderful. I've always had a really good time on this app. I recommend it to anyone. I really enjoy answering and sending out questions to people. I love meeting different people from all over the world and trying to adapt by speaking their language with them and talking about the cultures there. I have a huge interest in that. But I definitely really enjoy using this app. It's my favorite app. I've been on it for eight or nine years? Not sure how many years but I have been on it for a really long time. But haven't been active but recently in the past 3 or so years. But have always been on here but never really got on too much until like I said in the past 3 years.\n  ","28265":"\n  Followed ✔😊\n  ","28266":"\n  Sleep is good.\n  ","28267":"\n  Bbq for dinner. Mac and black-eye peas! Was so good!\n  ","28268":"\n  Homemade Gumbo, rice potato salad and bread rolls. Yaaaaas.\n  ","28269":"\n  Thaanks. 😊\n  ","28270":"\n  Ahead for just 10 mins just to see what in stored\n  ","28271":"\n  Netflix\n  ","28272":"\n  Look where she is. 😂 Haha. She's so cute and funny. Haha.\n  ","28273":"\n  😭😭😭 That's so sad... May Gid rest their soul... I am sorry that one of your idols has passed... That is a breaker there.. :( I wouldn't imagine.. I am sorry that that happened...\n  ","28274":"\n  I sure do. Green bean casserole is the bomb-diggity\n  ","28275":"\n  I did have a good Monday and a good Tuesday. Goodnight now. 😁\n  ","28276":"\n  Ain't she.\n  ","28277":"\n  That's really good!\n  \n  We got this little angel yesterday! She is just literally a angel. She was found underneath our car while my husband was at work. When he went outside and noticed something under the truck and it was a little baby 6-month week old blue nose reverse brindle. She's like gray with like white brown peach little stripes on her and then she has white spots on her stomach and toes. She's adorable. She's got these crystal blue eyes. She's a cuddle bug. Definitely we were blessed with her. Somebody just dropped her off in the cold to freeze. I never understood how someone could do that to a little baby. I named her Mary Jane because she kind of smelled like some good Mary Jane when we picked her up. Hehe.. Well I guess the person that used to have her smokes a little trees. No judge there. Ended up becoming her name after all. I think it's really pretty. She's just the sweetest. She's a little Rebel too. Haha. Me and my husband really feel like she was blessed in our life. She was put under our car for a reason. That's why we kept her. Plus G my other Pitbull needs a little girlfriend. And then of course we have a Dixie which is his mom off. So now I have three pitbulls LOL three little ones LOL did not expect to get another one last night but am blessed to have her definitely\n  ","28278":"\n  I did have a good day though it was very productive and busy and I'm really tired it was still good. I hope your day was okay?\n  ","28279":"\n  Right right I definitely can agree. Definitely can't wait for the game to come out!\n  ","28280":"\n  I never really played much of the witcher's but I've heard lots of good things about them and I definitely heard that the third one was really good. My husband has played The Witcher and he said it's pretty good. He likes it. But yes we are extremely excited about cyberpunk coming out and us getting to play it. I definitely think it will come out on the release date that is a fact. We have been waiting way too long LOL it's about time!\n  ","28281":"\n  Thanks! I try my best. Very tired but it's okay\n  ","28282":"\n  I am riding in the passenger seat of a Tahoe with my husband taking care of my new little baby puppie that we got yesterday. She barely 6 weeks old\n  ","28283":"\n  All of my pups. They are definitely like children to me. Also my family. I appreciate them. I miss them. I have not got to see them very much this year because it's covid-19. Right now I'm on my way as we speak to go and see my mom and family and friends of course. But as I said before I am very appreciative of having them and being able to go see them because like I said I'm not always able to go see them. But I'm going to spend a few days before, a early Thanksgiving with them and I am thankful for that. Haven't got to see them really at all this year. Better to appreciate the small things in life and things that you can get rather than complaining about absolutely everything and it not being perfect or something.\n  ","28284":"\n  LOL it's so sad that we have to go back and check but it's the real deal. Because this app is just strange. But it's all good. I like your name by the way. It is the name of a new game that's coming out soon that I'm excited about playing.\n  ","28285":"\n  She's absolutely stunning! Absolutely adorable with bright blue eyes and little white patches on her. She is a full blue nose pit brindle reverse. A pretty kool looking color on her\n  ","28286":"\n  This baby!\n  \n  My new little baby. 😍 She is a babe. We love her. We pretty much rescued her. If we would not have taken her and I don't know what might have happened to her. She was surrounded by stores vehicles and streets\n  ","28287":"\n  Never. Just look at this one. ❤\n  \n  Mary-Jane She is a darlin'. 6 weeks old new little baby we are taking care of. Just got her yesterday. Jason brought her home. She is sweet and spoiled. And a cuddle doll. 🙏😍🐾\n  ","28288":"\n\n   @Ice_Frozen_Vocals\n  \n  is me ✌\n  ","28289":"\n  Yee! 🤙😊\n  ","28290":"\n  Your ok. I'll follow you well.. I think I'm already following you but I don't know I'll check again\n  ","28291":"\n  No but I haven't had liver too much to be honest with you I would like to try it more.\n  ","28292":"\n  I 100% honestly don't replace my electronics often because I can't afford it and I don't really like starting with something new when it comes to electronics because I'm not really that great at technology to be honest with you but I try my best\n  ","28293":"\n  Good morning everyone!\n  ","28294":"\n  To raise her to be happy and healthy. Ladies and gentlemen... I would like for you to meet our newest addition to our family! Mary-Jane. A new baby girl! A full blooded blue nose reverse brindle. (Rare)  My husband was at work and she was just sitting under his truck freezing. She is healthy as can be and must be someone's puppy that must have wandered off but all I know was they must have not care too much about her if she wandered off. Plus nobody was inside. He went ahead and put him in his truck to get her warm and brought her home to surprise me. Why Mary-Jane? For some reason she smells like strong tree 🌳 and she kinda looks like it. Haha. So. Mary-Jane it is. bout 6 weeks old about. Sept is her bday month then. She's a little tough gal. 💚 Love her. (I look a mess in pic. Srry. Haha.)\n  ","28295":"\n  I worked like a week and a half straight and I have tomorrow and that's it and I'm going on vacation for a few days to see my mom, family, friends back home.\n  ","28296":"\n  Yes. I do.\n  ","28297":"\n  Exactly\n  ","28298":"\n  Yeah\n  ","28299":"\n  Trying. Been working for a week and a half straight. Really tired. Work is swamped. Preparing for a trip though. I'll have a few days off\n  ","28300":"\n  Thanks. Good morning\n  ","28301":"\n  I just love cold coffee to be 100 with ya.\n  ","28302":"\n  Halo games. Metroid. Modern Warfare series games. Almost all of them. Forza. Pokemon. Gta. Bomberman\n  ","28303":"\n  Good morning everyone! Going great so far! Been working all week, weekend and now today ANND tomorrow... Ughhh working. Working. And working.\n  ","28304":"\n  Good morning!\n  \n  Take it as slow as you can. Taking it slow makes it exciting and makes it to where you can enjoy that cupcake faze longer. Trust me. Take it slow. 1st dating of a person is always the best if your into them.\n  ","28305":"\n  Eye of the Beholder is all in the hands of the Observer. So technically it is reality. It's Beauty in the eyes of that one person. Everyone has their own taste.\n  ","28306":"\n  Goodnight everyone!\n  ","28307":"\n  You're welcome! And no problem. 😊 Have a goodnight. Well it's night here at least. Haha\n  ","28308":"\n  Hi\n  ","28309":"\n  Great. My weekend is going really good. Thanks for asking. 😊 How is yours going? I hope good.\n  ","28310":"\n  Again sure. As long as they are appropriate one's. i do not mind at all. I like getting questions.\n  ","28311":"\n  My husband and me were looking at TVs but to be honest we don't need another one but they were good prices\n  ","28312":"\n  👋 Hi\n  ","28313":"\n  🤷\n  ","28314":"\n  Your welcome 😊\n  ","28315":"\n  Good morning everyone!\n  \n  It's really nice out here in Mississippi but I would definitely have to say I love living in Louisiana. The people are different. They're very judgmental at the same time. In this area... Like race and stuff. I don't know how to word it. But I grew up here my whole life. Everybody is always fighting. But I grew up in an area where we just accept each other because we grew up together. But there is some touchy places but over all the places great the food is great it's beautiful and you're close to everything. The culture is amazing. I really like Louisiana I miss it. This is where I was born and raised. I definitely recommend that people but be careful because the crime rate is it high and told it is high for no reason. You have to be really careful when living here.\n  ","28316":"\n  Followed 👍\n  ","28317":"\n  Good night after this answer.\n  \n  😴 ✌ 🌙\n  \n  Singing. My singing def.\n  \n  I have always loved to sing. I have sang at many different events schools football games bars colleges funerals lead choirs and more. It's something I'm extremely passionate about. It's something that makes me smile. Makes me happy when I'm feeling down.\n  ","28318":"\n  Here is just a few. Just a few. Follow away!\n  \n\n   @redoasis2017\n  \n\n   @illin_ahmed\n  \n\n   @krrice\n  \n\n   @fiezuqa\n  \n\n   @NineGDxFour\n  \n\n   @askamanz5506\n  \n\n   @leahtvergara\n  \n\n   @dy6andz\n  \n\n   @carlahall88\n  \n\n   @courtneym4\n  \n\n   @lnr87\n  \n\n   @kohlalli\n  \n\n   @Grace_Elias\n  \n\n   @LisaLuLu09\n  \n\n   @laalelow\n  \n\n   @LeaderofTIAA\n  \n\n   @Alicia861\n  \n\n   @w0hxes\n  \n\n   @kittiemeowsie\n  \n\n   @Lady_Eloquent\n  \n\n   @Rufinalexa\n  \n\n   @synfalen\n  \n\n   @KeepYourEyesPeeled\n  \n\n   @bigboypete\n  \n","28319":"\n  😁🤘Evening\n  ","28320":"\n  I don't but If I'd love to if I could.\n  ","28321":"\n  Not too much tbh. A kinda sweet I can't have too often.\n  ","28322":"\n  Much love you guy's! 🤘\n  ","28323":"\n  I always remember sweet words always\n  ","28324":"\n  Good morning everyone!\n  ","28325":"\n  Just waking up and going into work AGAIN. Lol I feel like I live here. Anyway. Good morning everyone!\n  ","28326":"\n  Ou good one. True!\n  ","28327":"\n  My hobbies do.\n  ","28328":"\n  Always. And no prob. 🤙 Gn\n  ","28329":"\n  Away sadly. Most of the time. Sometimes we remember it. But not always.\n  ","28330":"\n  Goodnight y'all\n  ","28331":"\n  My family friends hobbies. Loves in life. My future.\n  ","28332":"\n  Going wonderful. Great. Busy. Good weekend. Excited because I get to see my fam in Louisiana again suuuper soon. So happy! Miss my family. I do. Love them.\n  ","28333":"\n  LA as in Louisiana then yeaaah.\n  ","28334":"\n  😊❤💙💜\n  ","28335":"\n  Followed ya back! 😊🤘✔\n  ","28336":"\n  Lawl\n  ","28337":"\n  No prob. Haha. 😁 🤙🤙🤙 No prob. Have a good night\n  ","28338":"\n  Nooo. Lol\n  \n  No way.\n  ","28339":"\n\n   @RedOasis2017\n  \n  XD I AM NOT EVEN LIEING IT WAS YOU! XDDD HAHAHAA #Hilarious #OfCourse #MyHomie\n  ","28340":"\n  I can't. I would need help LOL\n  ","28341":"\n  My husband. He got an extra two days off for our vacation and I did not expect that\n  ","28342":"\n  Try to get it to stop or if it's going to hurt me then I try to get away\n  ","28343":"\n  Evening y'all\n  ","28344":"\n  I love metal alternative rock RnB and Country and I I'm from south Louisiana and live in mid Mississippi\n  ","28345":"\n  McLaren\n  ","28346":"\n  Avril Lavigne and Ariana songs\n  ","28347":"\n  Yep yay\n  ","28348":"\n  Working at the store that I do you kind of continuously are always helping people. I talked to a lady that wasn't feeling very well. She's sick... Like... She is old and not doing well... Not like Covid sick.. No. But she touched me with what she said and I think the same thing back I touched her with what I said. So I guess I made someone feel alive today not alone. I guess you could say that's a thing of kindness I did though it's something I do on a regular basis. Talk people and make them feel like someone actually gives a crap about them. Try. Ya know? 🤷 I try.\n  ","28349":"\n  Yes it is. Have a wonderful day! 😁🤙🤙\n  ","28350":"\n  He was just and is extremely special to me. I never want to lose him. He's my best friend. ❤ He's honest loyal and just extremely trustworthy. Strong keeps me safe makes me feel safe. 💜 And you just kind of know. It's just a feeling that you get when you meet your soulmate. You best friend. And that's how I felt for me so that's how I knew I wanted to marry him. Keep them for good. 💙\n  ","28351":"\n  Yep. I followed you. 😁🤙\n  ","28352":"\n  ✔ Done and thanks! ✈️\n  ","28353":"\n  Thanks and same back to everyone who reads this! Going into work. We have been extremely busy. I am trying my best to be on y'all. Much love. ✌ 🇺🇸 Have a great day lovely's!\n  ","28354":"\n  There are many places that I would love to visit in the world. Not just considering the place in general because I have many friends from all over the world. I would most definitely love to visit Malaysia. The UK. Bangladesh. Indonesia. France Germany Brazil and India Pakistan and more. There are just so many different places\n  ","28355":"\n  Thank you so much my friend you be safe also and had an amazing day regardless of the number of the day. Today is Friday the 13th. Be safe and have a good day. Regardless. And this goes out to each and every other person the Reeds this. Let's try to have an amazing day. This year has been rough but today is a new day. Let's try to turn it around\n  ","28356":"\n  Happily found out my trip to go and see my mom is going to be 4 days not just 2 days! Excited!\n  ","28357":"\n  Good morning y'all again! 🌄 ✌\n  ","28358":"\n  Of course. A family. 😍 And family business and beautiful home 🏡\n  \n  Goodnight everyone! Much love! Always! 🤙😴\n  ","28359":"\n  Yes I am doing very well. I'm exhausted. Had a good day and my night is going well. I'm really tired I work a double today so I'm definitely about to get some sleep. I appreciate each and everyone of you! Good night! Sweet dreams! From the USA!\n  ","28360":"\n  Awe. Thanks. 😊\n  ","28361":"\n  I absolutely love the water and love mermaids\n  ","28362":"\n  Yeah... Some of you are awesome! 😊 for sure.\n  ","28363":"\n  Ikr? I really liked this GIF alot tbh.\n  ","28364":"\n  Always appreciate it!\n  ","28365":"\n  Going to bed shortly\n  ","28366":"\n  Of course and also of course I don't enjoy it but I do it anyway just to try my best to stay safe. At least I'm attempting. I've always been clean but the new mask thing definitely is something to get used to\n  ","28367":"\n  Take what you want by Ozzy Osbourne and post Malone Like It featuring Ozzy Osbourne\n  ","28368":"\n  Depends on the quality\n  ","28369":"\n  I'm here if ya need someone to talk to. 👍\n  ","28370":"\n  😁\n  ","28371":"\n  Sorry I haven't been on much today guys. I worked a double and I am exhausted\n  ","28372":"\n  Good morning! Morning! 🌄\n  ","28373":"\n  Thanks.\n  ","28374":"\n  Too many people trying to speak to me at once and all need me at the same time. Too much.\n  \n  Being a bit late in the mornings.\n  ","28375":"\n  Humans are more jealous. There's the answer. 👍\n  ","28376":"\n  I have. Was really fun doing. And the person loved their gift. Wouldn't mind doing it again. Secret Santa\n  ","28377":"\n  That would be awesome my friend!\n  ","28378":"\n  Goodnight everyone!\n  \n  Much love from the 🇺🇸 USA 👋\n  ","28379":"\n  Wiiiinter\n  ","28380":"\n  Mermaids. I would definitely like to be a part of that community.\n  \n  Besides Dolphins swans and orcas my third favorite thing is mermaids and then vampires\n  ","28381":"\n  I don't find it hard to accept change nor forgive people. I find both of them easy to do. And I'm just being 100% honest\n  ","28382":"\n  Video gaming and singing\n  ","28383":"\n  Almost about to go to sleep shortly.\n  ","28384":"\n  Right? Just getting into a good chapter in a book drinking some hot cocoa with marshmallows maybe eating a little something extra sweet on the side a cookie of some sort or a warm biscuit and reading right underneath the cold window. With a blanket on you. EXTREMELY satisfying\n  ","28385":"\n  Hey 👋😊\n  ","28386":"\n  Thank you so much for the compliment.\n  ","28387":"\n  Yeah I definitely agree with you with the whole wanting to spend time with each other because it's unfortunate that we live so far apart that we're not able to hang out one more such great friends.. I made some of the greatest people online and you guys are like the greatest friends. Butt Lift so far away. Who would have ever thought someone like me from where I am from can a person like you where you're from being best friends. We really are really great friends but live so far apart. It's so unfortunate\n  ","28388":"\n  Heck yeah. Let's go get rich man... So I can start building my mansion I've always wanted.\n  ","28389":"\n  Ouuuu ME 👋 I LOOVE CHRISTMAS\n  ","28390":"\n  Hey. I'm doing great thanks for asking and I'm already following you\n  ","28391":"\n  Cook.\n  \n   Spend time with folks\n   \n\n     View more\n    \n\n","28392":"\n  Haha\n  ","28393":"\n  Yeah. I have been. Especially today. Today me and Jason spend a lot of time together. Had a lot of fun. Went hunting went to the junkyard to return some stuff got some money and then went out to dinner together covered pretty much in mud LOL my kind of a day. Us and hunting clothes looks cute. Couple going hunting together\n  ","28394":"\n  Here y'all. For you guys\n  ","28395":"\n  You just do. It's just a feeling you get.\n  ","28396":"\n  I am. Though I wish some people lived a bit closer. I am happy. Life will always have it's ups and downs and obstacles.\n  \n  I am happy.\n  ","28397":"\n  Overnight. Def. Not alone. I mean I wouldn't mind that neither but I rather be around people and socializing.\n  ","28398":"\n  Avril everyday for everything.\n  ","28399":"\n  .-.\n  ","28400":"\n  Family family family\n  \n  And a beautiful life and family. ❤\n  ","28401":"\n  I like it. To celebrate it. It's okay.\n  ","28402":"\n  Your welcome.\n  ","28403":"\n  Yes. Miles and miles. Never counted. A looong way. 10? Miles? Maybe later. 12? Prob longer... I don't remember.\n  ","28404":"\n  Never is. No.\n  ","28405":"\n  Simple. Just get out. Get out soon and quick. Without reason said to them or an explanation, get up and get out. Happiness will eventually be felt. Get away from it. If it's toxic, it ain't never good for ya. Leave. Be alone. It's okay to be alone. I rather be alone then with someone treating me like garbage.\n  ","28406":"\n  Thanks! I followed you back! Good morning everyone!\n  \n  Going hunting... Bye. 👋🙊😊🙏❤\n  ","28407":"\n  Everything. Goodnight everyone. Ttyl 😴 ✌\n  ","28408":"\n  Goodnight everyone!\n  ","28409":"\n  Good good. That's great to hear my friend\n  ","28410":"\n  6am to 2 is about what I work and I like. If I could work 4am till 11 or 12 pm I would. Even 1pm. I'd like that. With a break around like 8 or 9 am for breakfast. I love breakfast and I don't mind going to bed everyday around 7 or 8 pm.\n  ","28411":"\n  Bananas. Not a fan.\n  \n  Cinnamon.\n  \n  Technology.\n  \n  High heels (girls mostly)\n  ","28412":"\n  Seeing my mom.\n  ","28413":"\n  Just going with the flow and just trying to keep yourself healthy and productive and doing the things that you like the most with the people you love the most\n  ","28414":"\n  Not really.. To be honest I never really get into it. Nearly ever. Or at least not crazy right? Like I wouldn't never wait in line for like a whole day and camp out for something and then fight over it and tae's each other over something. But I wouldn't mind going look at some socks or something for a dollar that are usually like $5 or maybe go look at some shirts that are $3 that are usually $15 or go look at some really cute shoes that are not even five bucks that are supposed to be like $25 or maybe go look at a few TVs that are another $200 off but I'm not going to sit there and fight over things.\n  ","28415":"\n  Evening yall\n  ","28416":"\n  Naaah. I try not to\n  ","28417":"\n  Much love\n  ","28418":"\n  Hope your birthday was great! Thanks\n  ","28419":"\n  Thanks. I followed you back. 🤙 #TheCountrySide\n  ","28420":"\n  Great! #TheCountrySide\n  ","28421":"\n  Much love you guys! Hope everyone is doing good this week!\n  ","28422":"\n  Still me\n  ","28423":"\n  Good morning\n  ","28424":"\n  Ok 🤙🤙🤙\n  ","28425":"\n  Yes we very much are. Very exhausted. I think I'm about to go to sleep. You all have an amazing night \/ day! Wherever you may be and whatever time it may be\n  ","28426":"\n  Thanks for asking. Going good. Almost time for sleep here. Goodnight. But my day has been good today. Extremely busy. Worked allll day. And we were swamped... So many people came in the store. It's okay though. My day was still good an productive. 👍 Hope your day has been good.\n  ","28427":"\n  Saaame.. I love good creativity.\n  ","28428":"\n  I try my best. I try. Love myself and the people around me. You mist love yourself. Especially to be able to love others. I adore my family. ❤ God is my everything. And I just love to do. Be productive. That is important to me. Is to do. It's what you do.\n  ","28429":"\n  Ikr? She looks great. She always looks great.\n  ","28430":"\n  I am good. Me and Jason are cuddling watching TV in the room while I ask a question. Just taking it easy. I'm watching a Super Bowl performance by Katy Perry. Very cute very good. She sounds great live\n  ","28431":"\n  Putting tags out at work but at least I tried my best right? And I do it? And I get it done and correctly\n  ","28432":"\n  Just trying to plan to go see my mom a week before Thanksgiving\n  ","28433":"\n  Maybe. Not sure yet\n  ","28434":"\n  I'm not taking anything them people make. None of those anti virus flu things ever seem like they work all they do is make me sick\n  ","28435":"\n  Yeahh... How are you?\n  ","28436":"\n  Oh dang. Srry.\n  \n  (Send it all here!)\n  ","28437":"\n  Yeah same here. We're not really sure if it was a panther we just guessed because it was very large is very dark out and it was even darker than the night. My husband said that he thinks it was a panther. Extremely dangerous and terrifying. We definitely were okay though we were in the car.\n  ","28438":"\n  I dooo. Love love snow! Winter for that fact! Love being cold\n  \n  #IceFrozenVocals\n  ","28439":"\n  Loved ones living closer lots of children big home and happiness. In a few years that'll be the same. Just might be a smaller home and that's okay. And people might still be distant but we can still work things out\n  ","28440":"\n  Ayyyye. 🤙👍 #BeGoodToPeople #AppreciateEVERYTHING #Life #Love\n  ","28441":"\n  A lot of people have a little selfishness and them but people that have so much to the point that's all I see is specially when I first meet them I don't talk to them. Selfish people are just gross to me. Disappointing I don't like talking to them.\n  ","28442":"\n  I don't know maybe 16?\n  ","28443":"\n  Family get-togethers? Pretty often. Random parties? With lots of people and stuff that I don't really know just random parties? Never\n  ","28444":"\n  Kill em with kindness every time\n  ","28445":"\n  Well I was going to get out the car to get something but then we saw that so instead Jason got his weapon just in case if it tries to attack the car or do something and we just we're on our way back in the car and drove away quickly because that thing to kill us clearly. Terrifying\n  ","28446":"\n  Thanks! 😊\n  ","28447":"\n  Evening yall! 🤙😁\n  ","28448":"\n  Thanks! Same back to you too dollin'!\n  ","28449":"\n  Actually rather call. I'm not much of a texter. Just takes too long when I could just explain it to you in 20 seconds other than sitting there and trying to text you for 10 minutes straight a big paragraph\n  ","28450":"\n  Spending time with friends and being productive makes me happy. Being outside and adventuring makes me happy being able to express myself and be creative makes me happy.\n  \n  Doing too many things at once makes me nervous and frustrated. Bean talk to buy more than one person makes me really nervous. Being an area with more than 10 people makes me nervous depending on how close they are to me. I don't like being claustrophobic. I don't like it when people touch me.\n  \n  Alone? Not feeling loved. Not being productive. At least the other people. I like doing things with people. I don't like to sleep alone.\n  \n  Just draining my brain or my body constantly for hours and hours and hours.\n  ","28451":"\n  Only a few select people I called buddy because I don't exactly remember their name but they're always really kind to me and they're kind of close to me because they see me every single day so I call them buddy for short. I'm really terrible at names so I just called them buddy because they're my buddy. I only talked to him for a few seconds. Basically regular customers at my job. They don't mind me calling them buddy because they always say remember me? I'm buddy? And I don't mind if people call me buddy or pal it just depends on who they are. And I don't call too many people pal. I do that more or less as a joke\n  ","28452":"\n  My baby blanket.\n  \n  A quilt that are my grandmother sewed. And then another quote that my grandmother said that I got from my mom's house. Why so many blankets? Because blankets to make keep you warm. Plus I take the blankets that I sleep with absolutely everywhere and I used to sleep with all of these blankets periodically every single day. Of course because you know... But anyway another price position is something that my grandmother gave me it has the Lord's Prayer in it. It's a necklace that you look inside of that the really really tiny. It's a really really tiny little see-through hole and you look into it and it comes up as a giant prayer. It's pretty much an illusion cross. It's super tiny but when you look inside of it it looks like a giant piece of paper. It's the most fascinating thing I've ever seen in my life. And then I have a box of military things and things that my grandparents gave me. Things that I hold onto to remember them.\n  ","28453":"\n  Any and every song.\n  \n  I love the cupid shuffle!\n  ","28454":"\n  I can make awesome chicken noises\n  ","28455":"\n  I don't know anything about either of them\n  ","28456":"\n  I don't exactly have a favorite to be honest with you\n  ","28457":"\n  R&B alternative rock country\n  ","28458":"\n  This really cute electric fireplace thing. I love it and so does my husband\n  ","28459":"\n  It's okay but I'm not much of a raw type Sushi person.\n  ","28460":"\n  I try. Maybe.\n  \n  Cajun.\n  ","28461":"\n  I always seem to just get sick or nearly sick or just feel sick so no\n  ","28462":"\n  Goodnight moon ❤\n  ","28463":"\n  Tysm! Thank you!\n  ","28464":"\n  🤙\n  ","28465":"\n  My husband Jason. ❤ Love you hun.\n  \n  Goodnight everyone.\n  ","28466":"\n  Hi 👋 to this shoutout\n  ","28467":"\n  Singing\n  \n  Retail.\n  \n  Gaming\n  ","28468":"\n  Yee 👍😁\n  ","28469":"\n  Thanks. I appreciate it\n  ","28470":"\n  Good night everyone! Will be getting off soon\n  ","28471":"\n  Again already answered 🤙\n  ","28472":"\n  Already answered 🤙\n  ","28473":"\n  I like Ryan's Buffet and I like to have the red beans and rice bread and just a mixture of different things sausage.\n  \n  I like to go to Yomatos and I like to order the shrimp chicken and vegetable hibachi\n  ","28474":"\n  Twice for split-second? Yes. I true one almost fully? Yes\n  ","28475":"\n  Yeah. That happened. Very big. Scary. Mean hungry animal.\n  ","28476":"\n  Sweet 😏 of course\n  ","28477":"\n  Back home in Louisiana one time I got 7 degrees out. That's the coldest it's ever been for me I think\n  ","28478":"\n  My mom. My husband.\n  ","28479":"\n  Yeah! 😁\n  ","28480":"\n  Umm.  there are really pretty lakes here and the beach is beautiful and the sunsets and sunrises are beautiful\n  ","28481":"\n  Oh ok.\n  ","28482":"\n  Wait what? Srry\n  ","28483":"\n  Us\n  \n  Together\n  ","28484":"\n  Hope everyone is having a good day.\n  \n  Same with you.\n  ","28485":"\n  Where the Red Fern Grows\n  ","28486":"\n  Good afternoon\n  ","28487":"\n  No\n  ","28488":"\n  doesn't matter to me to be honest\n  ","28489":"\n  I know one time me and Jason pulled over near his house and we saw a huge Panther. That was terrifying\n  ","28490":"\n  Just life that's going on now and Future\n  ","28491":"\n  I've heard tons of stories from people that I know but I've never actually seen anything strange at least not from what I remember\n  ","28492":"\n  It has just began. Good morning everyone! So far it's going pretty good.\n  ","28493":"\n  Right.\n  ","28494":"\n  Thanks. Same back! Good morning!\n  ","28495":"\n  Eh. It is kinda a sweet thing to do still. So yeah.\n  \n  But knowing people they would prob just freak out. Sadly. But it is nice. Cause we always have to be strict all the time. Would be nice to break a little every now and then to reach out people just like we used to at one point. Go back to normal.\n  ","28496":"\n  Goodnight 🤙🌙 🌃 🌙 😴 ✌\n  ","28497":"\n  Metal. Alternative rock. Rap. Country rap and Country and R&B\n  ","28498":"\n  I think I did. So ✔ Check. 🤙\n  ","28499":"\n  #Winter #AskFm #Ask\n  ","28500":"\n  Have a good night. Or day. 😊\n  ","28501":"\n  Life.\n  \n  And that we are only human and that we all make mistakes and have to learn from them.\n  ","28502":"\n  I can.\n  ","28503":"\n  Not at all.\n  ","28504":"\n  I don't mind trying or doing either\n  ","28505":"\n  Yesss. Hours a day sometimes.\n  ","28506":"\n  You're most welcome my friend\n  ","28507":"\n  God.\n  \n  My life.\n  \n  My family and friends\n  \n  My pets\n  ","28508":"\n  Suure\n  ","28509":"\n  Paranormal atmospheric and environmental\n  ","28510":"\n  Naaah\n  ","28511":"\n  And fortunately have never had Chipotle though I have always wanted to try this\n  ","28512":"\n  Not really. If I don't like it I don't use it\n  ","28513":"\n  You do 100% from where some companies get their water from. I actually in high school took a separate class 1 Environmental Science and in this class one giant section was on water. Types of water. And the sources on where you get the water. You'd be surprised where some water comes from. Someone is from aquifers under the ground. Some water is pretty much just unfiltered dirty water that has AKA \"nutrients\" in them. Some water is super duper purified and some of it is just partially purified and they just slap a label on it to try and get people to buy it. And especially that wire that is purified where do they get it? You need to go and look up the section yourself and find out yourself. It is appalling to find out where they get their water from sometimes. Considering nobody really owns some of the water lands in certain places. There's a hint. Pretty much everyone for themselves. And just hope they don't use all the water. Pump it all. And then some water has salt in it. A lot. And then other places also. This is just a few. I literally took a class on this. Water is water but it just depends on where you get it and then what is done with it after.\n  ","28514":"\n  Thanks! Same back to you! Everything is going wonderful! Hope everything's going okay for you as well! Thanks for asking by the way.\n  ","28515":"\n  Just depends on the type of environment you're around. I think responsible smart outgoing people\n  ","28516":"\n  Most certainly is not. I love poetry\n  ","28517":"\n  I very much do and I love marshmallows in it as well! Very good!\n  ","28518":"\n  Evening\n  ","28519":"\n  A few different things today. A few things at work little things\n  ","28520":"\n  I don't believe I have\n  ","28521":"\n  I would rather be seen as humble and kind\n  ","28522":"\n  So far I'm at work and I got really that busy but I have been working and cleaning at my job. And answering questions on here\n  ","28523":"\n  To make a beautiful family with my husband and raise them together and make them have a wonderful life.  ❤\n  ","28524":"\n  My husband usually gives me massages every other day so I guess a few days ago but a real massage? I don't think I've ever gotten but maybe one that I don't even think I have ever gotten a massage before a real one\n  ","28525":"\n  Super dark chocolate. ❤\n  ","28526":"\n  I mean if it happens it happens.\n  ","28527":"\n  Ryan's Buffet - Soul food - American food.\n  \n   Yomatos - Vietnamese Chinese restaurant Hibachi Sushi Steakhouse\n   \n    Texas Roadhouse - Seafood or Southern\n    \n\n      View more\n     \n\n","28528":"\n  Not  necessarily but anything's possible\n  ","28529":"\n  Ohhh yeah\n  ","28530":"\n  Good evening y'all. 🤙😁\n  ","28531":"\n  Homemade macaroni and cheese turkey dressing gravy and green bean casserole biscuits\n  ","28532":"\n  🙏😊 Thanks\n  ","28533":"\n  Sure.\n  ","28534":"\n  Maybe. Don't remember.\n  ","28535":"\n  Bangladesh so I can see my close best friend like family, sister\n  \n   @Illin_Ahmed\n  \n  .\n  \n  And then the UK, so I can see my very good friend, homie and bestie,\n  \n   @RedOasis2017\n  \n  .\n  \n\n   @Askamanz5506\n  \n  and to meet Rock Chick. Go to her countru also and meet her. That would be nice.\n  \n  These two are my besties. And I would love to go and visit and spend time in their country with them and see them.\n  ","28536":"\n  Thanks! I appreciate it! 😁 I try.\n  ","28537":"\n  Good afternoon everyone!\n  ","28538":"\n  Yep. The simple things are always the best. Me and him. We always recognize the simple things and appreciate them most. Because those are the things that are more to happen more often. If that makes any sense. We love one another for the day 1 things. Simple and small things. And for the major also. We will always have each other's back. Always. This is how has always been. ❤ Wonderful.\n  ","28539":"\n  The reporting system and make it to where people that aren't doing anything wrong. They don't get their account shut down. I'm talking about the catfish. The spammers. The scammers. The people that are being violent and posting extremely nasty and inappropriate pictures and comments. And the people that ask inappropriate comments and ask for pictures. There needs to be a better reporting system. Like if somebody report someone 50 times and then you look at the reports and the person isn't doing anything wrong then don't terminate them. But if you see 50 reports and you clearly see on this person's page that they're posting inappropriate things and asking people nasty questions and that they're being violent and showing violent activity then get rid of them. Not the people that are making the side better. Get rid of the ones that are making it worse.\n  ","28540":"\n  😊\n  ","28541":"\n  Wood carving.\n  \n  I have tried wood burning but I want to try wood carving and wood burning together maybe even in the same piece.\n  ","28542":"\n  Because that's where I'm from and where I was raised. I moved to Mississippi but I would like to go back and live back at home\n  ","28543":"\n  My due date was on Christmas I was just a late baby LOL but I absolutely love that my birthday is right around Christmas. I wouldn't have mind if it was on Christmas because we always celebrate it right after Christmas anyway. We're going to have to send each other gifts or something this Christmas! That would be really cool for you to get something from the Cajun Town and for me to get something from the British town LOL maybe. We'll have to see\n  ","28544":"\n  Then that makes two of us top 10. Number 10 sillys. The silliest then don't it? Haha. Lol😆\n  ","28545":"\n  Extremely hard-working. Always have been. Never half things. Get them done. Wether I am getting paid or not. Getting it done.\n  ","28546":"\n  Goodnight everyone! ✌😴🌙\n  ","28547":"\n  Thank you so much my friend!\n  ","28548":"\n  Yep. People are most definitely interesting. I have been doing one I have been doing it work for 10 years now almost. You would think I would know what I'm doing especially by now right? LOL\n  ","28549":"\n  Arguing how the machine works at my work even though I'm the employee and they are not. And I know how the machine works and they don't\n  ","28550":"\n  Me too! Would be really nice!\n  ","28551":"\n  We either want to go to California where is the GTA map is made considering we met on GTA and honeymoon somewhere around there. Go to New Orleans and honeymoon somewhere around there or go to Chattanooga and honeymoon up there. All three areas are very special to us so. All would be wonderful experiences.\n  ","28552":"\n  Properly? Yes. What happened? Much happened. I have been researching Ouija boards for years. I tried to diss promote using them. They are very dangerous if you don't know how to use them correctly and can just start a lot of negative energy. Especially if you don't play them correctly. I always try to tell people not to play them. You just really have to be careful.\n  ","28553":"\n  I'm great\n  ","28554":"\n  Me unfortunately didn't really get a real honeymoon because it is so expensive. We are thinking about going on one. A real one soon.\n  ","28555":"\n  Sweet. Of course. Haha\n  ","28556":"\n  Hi\n  ","28557":"\n  Right right.\n  ","28558":"\n  I would take off running for cover. 👍\n  ","28559":"\n  I am not really a fan of yams. And I know which one you're talking about that Meme with the pictures! I saw that on Facebook to LOL it's a hard choice.\n  ","28560":"\n  I have missed you my friend I hope all is well. Have an amazing day \/ night!\n  ","28561":"\n  I do. They are cute.\n  ","28562":"\n  I'm not atm.\n  \n  So yeah.\n  ","28563":"\n  In between November till Christmas\n  ","28564":"\n  No lol\n  ","28565":"\n  Maybe somewhere down in Louisiana\n  ","28566":"\n  Just try my best to always be planned and organized and stuff like that I'm not exactly sure if that saved my life or not I'm sure\n  ","28567":"\n  Sure why not. Especially when I want something salty\n  ","28568":"\n  Not sure. Only other can answer that\n  ","28569":"\n  I don't know sometimes I wonder the same don't feel bad\n  ","28570":"\n  Sing ❤ Not weird tho. Game. I still don't think this is weird. Lol\n  ","28571":"\n  La-hu\n  \n  Lay-uh\n  \n  Can't remember how it was spelled but is very strange indeed.\n  ","28572":"\n  Thank you. 😊🙏 It very much is wondeful.\n  ","28573":"\n  Yes indeed I feel they have... And yes! No mask and thank you so much for the comment! 😊🙏\n  ","28574":"\n  Not really bit that would be really creepy though at spme point.\n  ","28575":"\n  Oh the sheets on me and my husband's bed? What color are they? Red and white crazy small striped. They are cute.\n  ","28576":"\n  Never been. They don't have it down here around where I live sadly. Would love to try their food tho if I could. Ice cream.\n  ","28577":"\n  ?.?\n  ","28578":"\n  This is actually a really country thing to eat a butter sandwich I haven't had one in a really long time. Not too much of a fan of them anymore I guess\n  ","28579":"\n  I do. Cats are so sweet and adorable animals and are very fun to play with. Unfortunately one of my dog's is not a cat lover and I do not want to risk getting a cat and something happened to the poor baby. My other dog is fine with cats. He wouldn't even hurt a fly much less a frog. I have to wait. But when I'm able to get a cat I was thinking about getting a long haired cat. And making it an inside cat only. I guess I'll put the litter box inside of the washroom or something. But yes I love cats. Throughout my life I have always had a cat in the house so it's very strange not have one running around and begging me to pet it and play with it. LOL\n  ","28580":"\n  Yeeeep\n  ","28581":"\n  never really got into Pokemon go. Have only ever been into the old school games\n  ","28582":"\n  Socializing gaming and singing\n  ","28583":"\n  Yeah?\n  ","28584":"\n  I'm sure. They look like you can play 100% honest. They look slippery\n  ","28585":"\n  The Tony the Tiger commercial in the meow meow meow commercial\n  ","28586":"\n  Much love to you back as well\n  ","28587":"\n  I love iced coffee the most. Whenever I can\n  ","28588":"\n  Dragon fruit\n  ","28589":"\n  getting taken. Still is. Losing people\n  ","28590":"\n  Thanks. Will. 👍\n  ","28591":"\n  What I am doing now. Getting some foods for my deers ❤😊\n  ","28592":"\n  Morning.\n  \n  Going help a friend out, out here with their new house. Help them clean it and stuff\n  ","28593":"\n  I like geography Louisiana history and any history class that I took back in middle school because the teacher made it fun. I liked environmental science in high school and geography but I didn't really like the teachers because they were boring and mean so they made me pretty much not like the classes. Fine Arts was a pretty good class to but the classmates were horrible to the teacher so they almost made me not like the class. I literally almost had to beat someone up for harassing the teacher for no reason. They were literally everyday stopping the class from continuing because of their attitude and because they didn't want to learn.\n  ","28594":"\n  I have not\n  ","28595":"\n  Goos morning y'all 🌄\n  \n  Much love from the 🇺🇸 USA\n  ","28596":"\n  Goodnight everyone. 😴 🌙\n  ","28597":"\n  Good night everyone! All of you are wonderful! Sweet dreams!\n  ","28598":"\n  My future\n  \n   The wonders\n   \n    Potential\n    \n    Family ❤\n    \n    And more.\n    \n\n      View more\n     \n\n\n\n","28599":"\n  Yeah 😊\n  ","28600":"\n  Oh wow. Nice. Looks kool.\n  ","28601":"\n\n   @blessedwifeyandmommy28\n  \n\n  My apologies. I was trying to say not all Spirits are bad. But of course we have that one side of the Paranormal world that is evil. Sorry about my typos I am voicing the text because it's a lot to type\n  ","28602":"\n  Spirits are bad now but other entities can be harmful. All the researches I've done on Ouija boards. Most of the time people don't play them correctly and bad things come from them. You really have to be aware and careful when using Ouija boards. I have years and years of research and practice in learning how to use a Ouija board properly. I have explained to people so many times how to use them. Properly. And why they shouldn't use. The do's and the don'ts. But there's so many different things about the Paranormal world that are complicated that I'm not going to get into because there's so many different branches and such a long conversation that I would be here for hours explaining it. My years of experience and researching. I would actually just have to be face-to-face with a person to show them how much information I have. It's pretty cool\n  ","28603":"\n  And that's basically the same thing I just stated above. That's the same way I look at it. Everybody has their own pass that they choose to take in life.\n  ","28604":"\n  Yes I have felt this way but the same time you still need to find that way to make yourself happy also. Because all people deserve happiness\n  ","28605":"\n  Good for them. If that's the truth and what they want then they can do whatever they please. Birthday ever so happened to go out and search I definitely think there is a person for every single person in the world. It's up to them to accept it or not. Which is okay\n  ","28606":"\n  👍🤙 appreciate you for understanding and respecting that\n  ","28607":"\n  Thanks Illian. You are too. You are also amazing. Thanks for always being there for me and being a great friend. For always being positive. This is the good thing to do in life. Think of the happy positive things other than the negative. I always try to preach this to everybody. There's so much craziness in the world this is all we can do\n  ","28608":"\n  This is the same answer I tell everyone I don't talk about my political views just because I don't it just causes arguments\n  \n  It's nothing against you I just tell everyone the same thing. Hope you could understand that\n  ","28609":"\n  No I don't think every couple should have to get married no. I never stated that. Do I think everybody has potential to be in love? Like everyone has a soul mate somewhere out there? Yes. Does everyone need to get married? No\n  ","28610":"\n  Thanks. 😁\n  ","28611":"\n  24\/7. If it's a song I know I'm singing it\n  ","28612":"\n  I don't but I have been really wanting to get one but can't find one that looks like it suits me. To be honest it's really hard to find a cowboy cowgirl hat that suits me. I'm not much of a country girl though I do live out in the country and a lot of people probably would call me that I'm more of a Cajun girl so wearing a cowgirl hat but just not look right on me to be honest with you. I don't want to feel like that everyday want to be cowgirl so that's why I don't try to stick to that type of dial. I'm more of a biker tomboy kind of girl. Along the lines of type of dress wear\n  ","28613":"\n  Honestly as long as you're the age I don't think it really matters as long as you know for sure that you're ready to get married that person, both of you. It's a really important commitment. It's really hard to get out of a marriage than it is to get into a marriage. Buy paper is what I mean. So don't just jump into a relationship and not even wait a couple weeks and then get married. I would probably wait a good couple months at least and get to know the person and their family and how they are and how they live. And just know for sure that you want to be with that person. As long as both of you know for sure that you are ready to get married then I don't see a problem in it. Like I said the legal age of course. Me and Jason knew for sure that we were ready to get married when we were only a year and a half maybe together. But we waited till four years because one money to we just wanted to make sure that we were ready but we were. But we did the right thing I think. Plus there were tons of obstacles and distance in between us. So it was a little hard for us to get married. We wanted to make sure we were together when we got married. Physically in person together. We were in a long distance relationship for 4 and 1\/2 years before we permanently we're together and living together. I never regret marrying Jason. He is wonderful and I love him very much. But of course not every relationship works like me and my husband's did. You really need to make sure that you are ready to be with a person. It's an extremely important decision to make in life. And if you want to leave leave. Don't stick around and let them control you.\n  ","28614":"\n  Thanks! I appreciate the compliment. At one point I didn't believe in it neither. Just at one point in my life I witnessed to certain things and that's what made me believe. Just certain events and things that I have witnessed made me believe. Some people laugh at it. Some people don't believe in it. But that's just because they're Skeptics and they have seen it firsthand. And that's okay.\n  \n  I have been interested and curious about the Paranormal as young as the age of eight years old. And I have been working in the field since I was around that age also. So it's been a long time since I have been researching the topic. So yeah.\n  ","28615":"\n  Hope you all had a great day 🤙\n  ","28616":"\n  Haha\n  \n  Road trips are the best\n  ","28617":"\n  💙\n  ","28618":"\n  Sure! I would love to follow some new people and send questions to them!\n  ","28619":"\n  I like both tho.\n  \n  Romantic I guess.\n  \n  Paranormal one's win tho.\n  ","28620":"\n  Followed.\n  ","28621":"\n  Good so far. Good morning!\n  ","28622":"\n  Oh okay. Kool kool.\n  \n  Very good.\n  ","28623":"\n  Love sleeping in the cold. The best. 💙\n  ","28624":"\n  Good morning y'all 😁\n  ","28625":"\n  Getting tired. I will talk to all of your tomorrow. Goodnight! 🌙 😴 ✌\n  ","28626":"\n  Nahh.. But if it HAD to be changed. White. Like a Smoky grey bight light white. Shady. Prettt.\n  ","28627":"\n  Just carry the camera everywhere and remember to document and be really good at doing it. Explain your day and just turn it on when you get a second. I do this sometimes myself vlog\n  ","28628":"\n  Yee. 😁\n  ","28629":"\n  Yessss. I do. I do. Def.\n  \n  Being cold is my fav.\n  ","28630":"\n  Thanks. I try.\n  ","28631":"\n  I did. Same back to you. Hope your day was okay?\n  ","28632":"\n  Depending on the situation, just tell them. They don't understand then oh well. 🤷\n  \n  If not. Don't even bother.\n  \n  It just depends on the situation because if they really hurt you and they don't deserve to even talk to you anymore or an explanation you just need to ignore them and not speak to them anymore. Clearly they didn't care\n  ","28633":"\n  Thanks\n  ","28634":"\n  My family in Louisiana.\n  ","28635":"\n  Extremely\n  ","28636":"\n  Yee! 👍\n  ","28637":"\n  Years upon years upon years\n  ","28638":"\n  🤘\n  ","28639":"\n  Thanks! I try! I liked it myself.\n  ","28640":"\n  Yee\n  ","28641":"\n  I hope everyone is having a wonderful day!\n  ","28642":"\n  Sometimes I ain't gonna lie to ya.. Jk 😆 Noo? Maybe. Jk again. Haha.\n  ","28643":"\n  Thaaanks 😁 I appreciate that.\n  ","28644":"\n  Good morning y'all 🤘🤙\n  ","28645":"\n  Bio\n  ","28646":"\n  Oh. My bad 😂\n  \n  It didn't say do I didn't know. Haha.\n  ","28647":"\n  The colors? Sure. Why not?\n  ","28648":"\n  Oreos\n  \n  Shrimp\n  \n  Frog legs\n  \n  My favs. ^\n  ","28649":"\n  Hint* read my profile bio. 😆 🤣🤣😂😂😂🤷🤦\n  ","28650":"\n  Morning y'all!\n  \n  Looks like your account went off. Like they took it down or you deactivated it or something... Come back online!\n  ","28651":"\n  I don't mind scary movies as long as there's not too much killing and Gore. I'm not much of a person with super violent Gwar bloody movies. But haunted paranormal type real story kind of horror movies yes I like those. The Conjuring really good and Insidious\n  ","28652":"\n  Unfortunately we didn't really cook cook anything other than just barbecued some hot dogs but we actually just did them in the kitchen because it was freezing outside and some people were getting over allergies and we did s'mores I have pictures but right now I can't post them because I don't think they're going to upload. But we did s'mores Halloween cookies we did pumpkins and then we did hot dogs. And then we did have seafood but we didn't take any pictures of that. Everything was fine and everything was really good that's one thing I can tell you.\n  ","28653":"\n  Just a picture of a geography map. The world. My life my family is everything and it is all over the world\n  ","28654":"\n  My routine is an exact every single day but when I go to work usually my routine is the same almost completely. I just try to make sure that I get a series of things done before going into work making sure everyone's okay everything's done so when I come home I won't have too many things to do of course.\n  ","28655":"\n  In my opinion I don't think anyone should sleep past 2 in the afternoon. But to be 100% realistic I think everyone should get up at least 11 am. Gives you just enough time to try to get a brunch and and be able to get out and actually see someday time. I usually get up anywhere from 5 in the morning to 1 in the afternoon depending on what I have to do the next day.\n  \n  I work anywhere from 7 to 10 in the morning until 5 in the afternoon the latest. So yeah. I usually get up every day early. If I'm off I'll probably sleep till 9:10 or 11. If I don't feel well and I just want to stay home and do nothing I'll sleep till 1 or something usually when my husband's home. If he's not I don't like sleeping in\n  ","28656":"\n  I don't know too much about that job but I'm sure you could probably make decent money\n  ","28657":"\n  I like just about anything but not absolutely everything but a good bit. Metal alternative rock pop rock rap R&B\n  ","28658":"\n  Listen family or friends or even hearing about them getting hurt. I don't take that Pleasant\n  ","28659":"\n  Pink or green.\n  ","28660":"\n  I think they would tell me that they love me. And then I would want them to tell me their honest opinion about their bed what they eat. How they feel. Just because it would be interesting to know that about any animal to be honest with you. And I would tell them I love them. And I would tell them that they're spoiled.\n  ","28661":"\n  Acres and acres of land Landscaping and trees\n  ","28662":"\n  Just seeing people do nice I got your back type favors\n  ","28663":"\n  Either water tea chocolate milk or juice but most of the time it's tea or juice\n  ","28664":"\n  Buy you a drink talk with you give you a hug and make you some food. Then we're going to go out\n  ","28665":"\n  Well I mean I can tell you a lot and I can also tell you nothing it just depends\n  ","28666":"\n  either Louisiana on the Bayou or on the Levee. Both beautiful\n  ","28667":"\n  Certain friends. And a couple family members but more friends. And of course I love to some but sometimes you have to let people go\n  ","28668":"\n  Only go on diet if I have consulted with my doctor about them. You have to be really careful as diets. You don't want to lack anything certain\n  ","28669":"\n  Chili gumbo shrimp soup\n  ","28670":"\n  I'm not really a fan of doing dishes\n  ","28671":"\n  I don't really use Snapchat\n  ","28672":"\n  To travel to Louisiana to see my family\n  ","28673":"\n  My Halloween went really really good\n  ","28674":"\n  Yes but I try not to hang out with people that do these kinds of things. If you know what I mean. Like I don't hang out with just anyone or let them use my things. And usually when I let people borrow money they don't necessarily have to pay back and I don't let them borrow large quantities. Like if they need 25 bucks they can have it if I have it.\n  ","28675":"\n  Depends not always. But I have a few exes that it just never really worked out with a relationship and we just always kind of had been only friends. That's what we always remained as. Sometimes you just have to know your boundaries control and just yeah. Trust yourself and trust them you once did\n  ","28676":"\n  I try my best. Thanks for the sweet comments. And much love to you as well. Again I try my best.\n  ","28677":"\n  Naaah not lame\n  ","28678":"\n  I love pitbulls\n  \n  And my most favorite is a dogo Argentina.\n  \n  Tea cup Chihuahua.\n  \n  And I love the weenie dog\n  \n  The GIF below is the picture of a Dogo Argentino. There a humongous Pitbull looking dog type thing. They are adorable. I want a girl\n  ","28679":"\n  Good day\n  ","28680":"\n  Can be if you go about it the right way. Just depends\n  ","28681":"\n  Sure ✔ done\n  ","28682":"\n  Dogs definitely. Here are ours\n  ","28683":"\n  Good morning everybody!\n  \n  Good day\n  ","28684":"\n  Thaaaanks 😁\n  ","28685":"\n  ❤\n  ","28686":"\n  Thanks! 😁\n  ","28687":"\n  I am great. Doing good this morning.\n  ","28688":"\n  5? 6? 7? I don't remember the exact year. My bad. Young.\n  ","28689":"\n  Yaaaas. Do I?! I talk about it allllllll the time! Yes! With fam! Friends! Yes!! ROAD TRIP! COME ON!\n  ","28690":"\n  I would have told that person off. Here in America sometimes people can't get a job. Because of homelessness. Once they see that you're homeless they don't want you because they don't see that you're clean they don't see that you're this they don't see that you're that but the thing about it is is the fact that you're even trying to come up there and get a job when it's so hard to get the courage because it's embarrassing to be homeless. To be able to have the courage to go up there and actually try to get a job regardless of what it is and how much it is is the bravest thing you could do and it is a good thing. As long as they're in there trying and they look like they're trying and you see their story maybe try helping them out and really seeing the real person behind the homelessness? Starting on homeless with no money whatsoever is hard especially if you've been homeless for a while. They could have no type of proper clothes for working or maybe even no shoes. Maybe buy them a pair of shoes. Or maybe two or three pairs of socks. Or maybe buy them a pair of khaki pants. Honestly they could be an extremely intelligent person, something just happened. Things happen. Family members died or something... maybe they're handling something in life really hard. People get addictions and then they overcome them... Some don't... Sadly but they still are homeless. Many things can happen. They could get sick. They could be even a veteran... people just want to judge. They never want to look at the big picture or put themselves in someone's shoes. But when they they're homeless they're crying and they're sobbing just like that person was that they were making fun of. Now they will really see what it's like once they get into the situation and then when they get mad when people make fun of them but they were the ones that were making fun of someone else once. Then they will realize but they did was messed up and they should have never did it. Karma is horrible.\n  ","28691":"\n  My costume was very simple and comfortable because it was really cold yesterday. I wore my greenish jeans my black and red and gray shoes and then I'm matched with a red shirt and then I more a little bit more green I think I can't remember and then I wore my little demon horns and then I did my make-up and then I wore my skull necklace. That's what I was yesterday was a little demon a little devil for Halloween. Was very fun. I wore it to work. And headed out candy and we took pictures and stuff. Very fun. That I came home and spend time with family we did s'mores hot dogs we did some painting. Yesterday we did Halloween cookies and we did carving of pumpkins. We went outside and looked at the rare Blue Moon. We did a lot of stuff.\n  ","28692":"\n  I had a really good Halloween and I spent with family! We had a really good time. I hope everyone's Halloween has been great!\n  \n  Good night everyone!\n  ","28693":"\n  Family ❤\n  ","28694":"\n  I don't know but I've never understood why they consider it a Halloween movie but it's whatever\n  ","28695":"\n  What the ....\n  \n  If people do this then they seriously need to have their butt handed to them because that is so messed up. No way I don't do that at all. That is so mean and horrible. They should be telling them good job that they even have a job because some people would beg for a job to make even a dollar an hour.\n  ","28696":"\n  O.o Oh dang\n  ","28697":"\n  I am great. Thanks for asking. Good to hear you're all right. Welcome to Ask.fm.\n  ","28698":"\n  It's just them showing their care for you. At least I care for you. Some kids wish their parents cared. Even if it seems like they're bothering you most of the time it's because they want to make sure you are doing what you're supposed to so you can get to where you're supposed to. Confusing. But the crazy thing is that's really what it is. They care\n  ","28699":"\n  Work selfie with employee testing\n  ","28700":"\n  I looove the rain too! 😃🌧\n  ","28701":"\n  Dish washing. It sucks.\n  ","28702":"\n  Mine's in the middle ❤🤘\n  ","28703":"\n  ??? Followed. 👍\n  ","28704":"\n  Country side.\n  \n  That is where I am now.\n  \n  Love it.\n  ","28705":"\n  🍤\n  ","28706":"\n  The catch me outside girl\n  ","28707":"\n  Never know. It is unpredictable. We just hope.\n  ","28708":"\n  Math... Not fun neither. All 3 lololol\n  ","28709":"\n  Wash my face and teeth.\n  \n  Brush hair.\n  \n  Change.\n  \n  Eat and drink.\n  ","28710":"\n  Fact every second of the day. We all have to.\n  ","28711":"\n  Having a awesome time with family on vacation with my husband there.\n  ","28712":"\n  Louisiana. Def.\n  \n  Cajun state\n  ","28713":"\n  Been a min since Covid sadly\n  ","28714":"\n  Thanks! Will be\n  ","28715":"\n  Unfortunately no PAP cause my phone won't load one atm but it's the roof when I look up. About to take a nap in a sec.\n  ","28716":"\n  Thanks! I appreciate it!\n  ","28717":"\n  I like to spend time with family Creations carving pumpkins corn mazes and haunted houses\n  ","28718":"\n  Exactly\n  ","28719":"\n  🤘 or 🌬\n  ","28720":"\n  Both scary but I wouldn't mind trying either to be honest with you.\n  ","28721":"\n  🤙🤙🤙🤙🤙🤙🤙\n  ","28722":"\n  I did this yesterday. I just forgot to tell you yesterday. I think I sent you 12 likes and I followed you.\n  ","28723":"\n  Go to the country and stay as long as you can until you learn the language in the country and how to speak it\n  ","28724":"\n  Followed back. Thanks!\n  ","28725":"\n  Your welcome!\n  ","28726":"\n  Followed back!\n  \n  Thanks!\n  ","28727":"\n  Thanks so much!\n  ","28728":"\n  Thanks! Happy Halloween to you! Hope your day is going great\n  ","28729":"\n  Thanks! Will try my best to!\n  ","28730":"\n  Vampires\n  ","28731":"\n  Pumpkin carving\n  ","28732":"\n  I guess one that would make it to where you could speak Spirits or something temporarily\n  ","28733":"\n  Flying or talking to the Paranormal. Or to control the weather\n  ","28734":"\n  Thank you so much!\n  \n  Happy HALLOWEEN!\n  ","28735":"\n  I kind of still look like this and I'm in my twenties LOL\n  \n  I have always had a scene emo tomboyish punkish look to myself. Never grew out of it. It's just a part of me. Always and forever.\n  ","28736":"\n  This is our Jack-o'-Lanterns that we just got done with! Check it out! Happy Halloween! 🎃\n  \n  Mines in the middle*\n  ","28737":"\n  I am carving pumpkins with family. Very fun. Doing well\n  ","28738":"\n  Haven't but I want to! Would be kool!\n  ","28739":"\n  I don't mind it. I like it.\n  ","28740":"\n  Easy\n  \n   Cheap\n   \n   Quick\n   \n   Simple\n   \n   Yummy! Haha! 😄 👍\n   \n\n     View more\n    \n\n\n","28741":"\n  Yes he and she is. They are the best. They deserve the world.\n  ","28742":"\n  Maybe a 1. Not much at all.\n  ","28743":"\n  Well for one I would probably tell you two days ahead of time if not the whole week happy birthday would take you out multiple times throughout the week of course get you treats and spoil you and we would go out to eat and we would watch movies and we would just do all kinds of things together. This is how I always treat my best friends\n  ","28744":"\n  Sent 🤘\n  ","28745":"\n  Good morning everyone!\n  \n  I am really excited about today because short noticed a day or two ago I got told that my in-laws are coming over to spend time for Halloween. So I'm really excited and happy today because they are coming in about an hour or so!\n  \n  I'm going to be saying happy Halloween until probably November 1st so everyone just get over it. Halloween is too short of a holiday to just say it for 1 day so I'm going to say it for the next few days. I love Halloween. It's a good way to spend time with your family and be silly and just have a good time. So I hope everyone else does the same! Have an amazing day\n  \n  🌾 🎃 👻 🕷 🕸 🍬 🍫 🍎 🌰\n  ","28746":"\n  Welcome\n  ","28747":"\n  Yeah. I know right?\n  ","28748":"\n  We are going to be barbecuing hot dogs we are going to make s'mores make Halloween cookies we're going to carve pumpkins and we're going to paint. Probably play with the dogs and pop fireworks also. And of course we have Halloween candy! Super excited!\n  ","28749":"\n  Unfortunately not yet but I have some family coming over tomorrow with some pumpkins and we're going to carve! Excited!\n  ","28750":"\n  I would hope a good one because that's definitely what I try my best to be. Trustworthy. Very compassionate. And bushes. Always there for you. Very easy to communicate with. Not very absent when I tell you I'm going to be somewhere. Not going to backstab you or talk about you and less I need to say it to you. You can vent to me you can whatever\n  ","28751":"\n  You're okay. Hope you're okay. Hope you have had fun\n  ","28752":"\n  correction I didn't mean to say type of science I meant to say type of seance*\n  ","28753":"\n  Then I come out of the mirror and I'm finally there with you all LOL yay 😆 haha\n  \n  Can meet yall. In a exciting feeling too haha.\n  ","28754":"\n  The oceans first then outer space. I think this would be really cool\n  ","28755":"\n  I unfortunately don't remember but I'm sure it was something strange. Most of mine are strange\n  ","28756":"\n  With the line of work that I am in the Bloody Mary ritual is a ritual and a type of science. We try not to do it because sometimes it can conjure up bad things. In lines of research that I have done. So no I don't actually try to do that. The real actual attempts of it. Especially the negative bad ones. There are bloody mary rituals that can be taking way too far and actually literally conjure bad things that are near to impossible to get rid of. Because the bad thing is there's no reverse with the rituals. Once you do it it's there. There's no going back. Reversing it\n  ","28757":"\n  Cereal! 😁\n  \n  Sammich!\n  ","28758":"\n  Night. Def.\n  ","28759":"\n  Painting.\n  \n  Working on cars for people.\n  \n  Cooking.\n  \n  And other rare jobs that I do sometimes. Like cleaning houses. And stuff.\n  ","28760":"\n  Sure!\n  ","28761":"\n  Neither really. You'd be surprised how lonely it feels to have these two.\n  \n\n   https:\/\/youtu.be\/xQOO2xGQ1Pc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I don't know how many people have been around for the start of Justin Bieber. When he just first became a thing. He was extremely young. So he never really got to live an actual natural life for long. Once you're as famous as he is there is no going back. It was young and talented and that's what happened. Fame and money. But in the song and I'm going to post below is his real thoughts on it. Even though you have all that thing in money does it mean that you're happy it really means that you're really lonely. People aren't going to listen and people aren't going to be there for you as properly as you think they would. But this song right here. I have been here since day one. I have always been a fan of him. A huge fan of his actions? No. Just because he was really young and around the same age as me when I found out that he got famous at the same age. I know for sure he wishes he could go back though he doesn't take any of the fame and love for granted though I think he really doesn't miss his old life. A life without judgment. A life without criticism. If you have been here since day one for him you will understand this video. If you haven't put yourself into his shoes. What would you do if you were 11-13 years old and a kid and got famous? Yeah. There. Look at that.\n  \n\n   https:\/\/youtu.be\/xQOO2xGQ1Pc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","28762":"\n  Just things thay people say and how they say it... Just like.. Don't say it bro.. Ugh.\n  ","28763":"\n  I am. Exciting. Family is coming over so yeeah.\n  ","28764":"\n  Oh I'm not sure then. I don't think mine updated or looks different. That would be really cool! Hopefully it update soon. I am on my phone too\n  ","28765":"\n  You too! Thanks\n  ","28766":"\n  Good morning.\n  \n  The update with like the post and then the number of how many additional questions being talked about under that post? Like it shows the number 24 after it and you have to click the thread to read all. Yeah I got this update a few weeks ago. I like it but the bad part is a lot of people don't click and that's the only thing I don't like about it but I do like the way it look I will agree. Doesn't crowd up the page so much. Some people go on for thousands of questions talking with people. Which is a bad it's just a good way to have the page looking if you're going to do that. Because I have done that myself. And I liked it being all under the same thing and showing all under the same thing.\n  ","28767":"\n  Of course much love to all of you. And good night! 🌃\n  \n  Halloween is SUPER SOON YO! HAHAHAAA 🌙 🐱 🍬\n  \n  You are all beautiful.\n  \n  Wonderful people!\n  \n  Not alone. I am here. You rock! 😊🤘❤ 🎃\n  ","28768":"\n  I like Ferrero Rocher Kit Kat and nerds\n  ","28769":"\n  Nighttime\n  ","28770":"\n  Spend lots of time with family and friends barbecuing and baking and just chit-chatting together\n  ","28771":"\n  I aaaam! Love Thanksgiving!\n  ","28772":"\n  Just focusing on the things we love to do and just appreciating the small things in life. Focusing on ourselves. It's okay to be alone in life. Definitely get you a few pets though.\n  ","28773":"\n  A really long time I promise LOL\n  ","28774":"\n  ???\n  ","28775":"\n  Aye! That's great!\n  ","28776":"\n  My life ❤\n  ","28777":"\n  I follow I don't even know how many. A lot of people. But I have like 7k wonderful followers. ❤\n  ","28778":"\n  😁\n  ","28779":"\n  Oh. Thanks ✌\n  ","28780":"\n  No one is necessarily smart. Regardless of what they are. Even if they're intelligent doesn't mean that they're a smart person. Just because they know a lot doesn't mean they're smart person basically. Just because someone's funny doesn't mean that they're smart either. But it doesn't mean that they're not smart. That goes the same way with all humans a different characteristics about them.\n  ","28781":"\n  Yee! 😁\n  ","28782":"\n  Did. I don't have it anymore or I don't remember the password really tbh.\n  ","28783":"\n  The word hate.\n  ","28784":"\n  I tell people to fudge off. 😃 LOL\n  ","28785":"\n  Every and any holiday. Mardi Gras. Halloween Christmas Thanksgiving Valentine's Day St Patrick's Day Cinco de Mayo Fourth of July New Year's all the birthdays. Mother's Day Father's Day. Labor Days Easter and any other holidays that I missed we celebrate to. We just like to spend time together more or less. Spend time during the holidays together.\n  ","28786":"\n  Tell me the basics about you. Introduce yourself to me and then tell me the things that you love. People and things that you like to do. Hobbies.  What are you passionate about.\n  ","28787":"\n  I really love to embrace the rain. Listen to the sound of it. The wind. Sometimes I like to go out in it. Stand under the porch and sometimes reach my hand out and just feel it. I never wear a coat when it's raining because I never stay out and it too long. I either run out to my car and of course when I eventually get to my destination I hurry inside but I honestly embrace it when I am out in the rain because I just love the rain. I love to hear thunder. It's just something different with the day. Adds character. Lately we haven't really been getting a lot of rain which is sad but it's okay. We're about to get another hurricane down here. But you would be surprised how to some people how much the rain means to them. Some people are not able to see the sky and Rain like we are able to. And they appreciate just that small thing. Being able to witness it. It's just something I don't take for granted. I love the rain. ❤\n  ","28788":"\n  Depressing feelings\n  \n   And then morning... a loved one or pet like family member or friend...\n   \n\n     View more\n    \n\n","28789":"\n  My mom's for sure\n  \n  All the time\n  ","28790":"\n  In my younger ages of course. I lost all my baby teeth when I was younger. I pulled some and sometimes I had to help from my mom to pull some\n  ","28791":"\n  I would put a lot of clean brand new covid-19 masks in there just to show them we had to wear so many of them at this time. And then I would put an American flag in there and put a note attached to it saying this apparently was considered offensive even in America. At this time everything was offending.  And then I'll probably put tools in there because it seems like nobody uses them anymore and I'm sure in 35 years they will be considered ancient old school artifacts or something lol XD\n  ","28792":"\n  Followed you. Thanks. 🤙\n  ","28793":"\n  This isn't the worst but this is pretty horrible and messed up. Shooting a dog just because it doesn't know any better and it came over to your house and it is trying to play with your chickens. Shooting it and trying to mame it and hurt it when not even realizing that it's someone's loved pet and it actually happens to be a little girl's pet. Horrible. All they had to do was come over and tell the neighbor that their dog was in their yard messing with their livestock. Chickens that maybe cost $0.50 to a dollar that were bought. They're going to slaughter the chickens. They're not even that important. But let's kill a expensive loved animal that is a little girls dog because you are a evil person. I never understood how people work. Now there are thousands of little pellets in this dog's body and they are going to have to take each and every one of them out of him. He is literally the sweetest dog in the world and it never hurt a fly. All he wanted to do is play with the chickens. And of course we have people like this in the world that can't physically walk themselves over and verbally speak about the manor. Even maybe call the police? But have to shoot the animal? I do not feel like that as the answer whatsoever.\n  ","28794":"\n  Taking care of my sick dog and worrying about her. That's what I have been doing all day\n  ","28795":"\n  Not really. I don't do this no.\n  ","28796":"\n  🌃😴 Goodnight Yall 🌙✌\n  \n  I appreciate these compliments deeply. All genuine and very sweet words to say. Thank you so much. These words make me smile.\n  \n  I really do try my best to be the best kind of person I can be. Someone people can just fall down to even if they don't know me very much. 😴 They just feel automatically comfortable with me. I just try my best to be as open-minded as possible and to be as obvious on it. Be accepting. 🌠🌜\n  \n  But yeah. This is what I try to to do. 🌕\n  \n  You all have an amazing night! Good night. 🌟\n  ","28797":"\n  I mean my whole life I have always been into video games. As young as the age of four. I either played or watched. I love watching people play video games and I love playing video games. I always like playing Sonic games Mario games Bomberman Metroid Halo Ark Minecraft Pokemon Modern Warfare Skyrim Club Penguin skate games motocross games more Mario games more Pokemon games LOL Battlefield games Ghost Recon all the forza games Fallout Fable games pinball games strategy games board games just so many this is just a few that I wanted to name. Right now I'm playing a lot of Ark Minecraft and Halo and Modern Warfare\n  ","28798":"\n  I don't know. 🤷 I can't answer that. Ask them.\n  \n  But I'll tell you one thing I'm always appreciate in the love from each and every one of you all. You guys rock man...\n  ","28799":"\n  Yeah. Sure. Why not. I would. I think that that would be aloot of fun. Talk about diff thangs going on in the world. In our lives. Our fav. things in life. Hobbies. Fam. Pets. Working. All kinda things we would talk about.\n  ","28800":"\n  😁😁😁😁😁🤘😊\n  ","28801":"\n  Salsa and Chips yaaaas\n  \n   Homemade salsa and warm homemade tortilla chips. Yaaaaaaas SOO good. Bruh\n   \n\n     View more\n    \n\n","28802":"\n  Miss my mom.\n  \n  Thinking about Thanksgiving and Christmas.\n  \n  Love my hubby.\n  \n  Want a tattoo.\n  \n  Wanna make Halloween cookies. 🤷😂 Alot of random diff thoughts there for ya. 👍 haha\n  ","28803":"\n  Nice 👍 ✔\n  ","28804":"\n  Not sure exactly what makes me special. All I know is I try my best to make people happy regardless of who they are.\n  ","28805":"\n  That's not that bad. Haha. That's a good one.\n  ","28806":"\n  Whats yours? Lol\n  ","28807":"\n  Thanks. Me too. They are all really sweet. ❤\n  ","28808":"\n  Of course. Many.\n  \n  I thought this GIF was really funny\n  ","28809":"\n  Bell\n  \n  Bella\n  \n  Boo\n  \n  Baby\n  \n  Love\n  \n  Bella boo\n  \n  Lulu\n  \n  LoLa\n  ","28810":"\n  Getting married. Moving. Getting G. Graduations. Lots of wonderful things.\n  ","28811":"\n  Sleep play video games go out and work Barbecue on the carport\n  ","28812":"\n  They're pretty awesome. You'll get your one day to do it. You can always ask people to let you ride also\n  ","28813":"\n  No prob.\n  ","28814":"\n  Oh okay kool. Well I was already following ya. 🤙 So yee! Have a good day.\n  ","28815":"\n  Thanks! I loved it! Hennas are awesome!\n  ","28816":"\n  I love white\n  ","28817":"\n  I am married sooo.. Yeeah. Srry!\n  ","28818":"\n  So you want me to follow you but you not follow me back??\n  ","28819":"\n  Been following you?\n  ","28820":"\n  Well I will mention some of my most favorite hobbies that I have been doing throughout my life. I'm not sure what you guys know me by or not but I'm sure you guys know me by singing for sure and paranormal investigation. And researching. Another few hobbies that I really like I enjoy drawing painting and wood burning. These are things throughout my life I love to do off and on. With singing. I say for many schools events funerals football games parties weddings all kinds of different things. I have done this throughout my life. I also have even let a choir at a school for a few years. I really really enjoyed this in loved it. Another thing that I really like that I haven't physically been able to get into but I have been researching it is Gem mining. Another one magnet fishing. These are two things that I would absolutely love to physically get into doing. I also left playing sports as a child. Volleyball and soccer being my favorites and then I also played basketball and baseball. If I had to say the number one sport that I was best at was volleyball. Being the team captain for 2 years and playing for almost seven to eight years of volleyball I almost went professional. A couple injuries happened and that's why I did not go professional. I also used to write poetry and some songwriting with a very close friend of mine while I was at the peak of my singing. Over the years I have been moving a lot and haven't been doing as much as I used to but I still love to sing. I don't do much songwriting anymore like I used to but I still every now and then like to pick up a book and write something down. I also love to cook. This is something that my family culture and everything has always been into. I love cooking things for people and then seeing their reactions. Smiles. Also gaming. These are some of the things that I love to do.\n  ","28821":"\n  Myself? Sometimes. Not too often though because it is very tedious. I do love art though. I love to woodburn. I really been wanting to get into wood carving. It's kind related to wood-burning, you can associate for two together and make beautiful art out of there. These two things are very popular around where I live. I also love oil paints and acrylic. Sometimes I do it'll. More of a landscape painter more than anything. And really neat abstract. And then I love interior designing. Decorating houses and different types of places. More better at just on and I'm going to building them though but I can design the builds.\n  \n  This is one of my henna tattoos I got done around getting engaged, got it done at a Renaissance Festival. This really awesome girl did it for me. It's a really beautiful elephant. Loved it and still love it.\n  ","28822":"\n  If I make a mistake but not need and I own up to it. I don't pretend like I didn't make it. Things happen. Try again harder. Try again. Better luck next time.\n  ","28823":"\n  You too! Thanks! Ans same back also! And same to all that view this! You all have an amazing week you guys! Halloween is SOOOON!\n  \n  Good morning! 🌄\n  ","28824":"\n  Thanks! Good morning to you 😊🤘 🌄 Morning to all!\n  ","28825":"\n  Thank you! Goodnight everyone again. Had to come on one more time before bed. Yawns* =.= Goodnight peeps ✌ 🌙 🌃 🎃\n  ","28826":"\n  You're okay. I totally took it as you being curious. You're fine. I like it when people ask me about my tattoos. Especially about the stories because they're really special. I don't ever get something on me unless it's extremely special. I put a lot of thought and meaning into the tattoos on me. I love henna as well. I don't know if you've ever had that done before. Henna tattoos are the best! Especially because you can get something outrageous and it go away in about a month.\n  \n  Your okay.\n  ","28827":"\n  Worked all day. Chilling now. Answering questions. Sending out. Playing games.\n  ","28828":"\n  I followed you on here. 👍\n  ","28829":"\n  I'm definitely not a fan of the summer. I love the winter\n  ","28830":"\n  I think so. Yeah. Maybe. I have definitely been getting notified about certain questions and stuff like that but I never really thought to click it and go and actually see if it's even there but I'm sure it's happened to me.\n  ","28831":"\n  I'm great. How are you?\n  ","28832":"\n  Awe. They lost. Dang..\n  ","28833":"\n  I have a huge 10 by 6in tattoo on my right arm. Kind of where my shoulder is more or less. And then I have a really cute small diamond tattoo on my left arm. I've been getting that done and edited a lot. It's a matching tattoo with my husband It's a matching tattoo with my husband. There's a huge story behind it Then I have a pretty big Louisiana tattoo on my right shoulder and it's going to get put into an entire shoulder sleeve\n  ","28834":"\n  Ikr?! So exciting! 😁😁😁🙏🎃\n  \n  Goodnight to you and to everyone! 🌃\n  ","28835":"\n  Nah. Of Ghost especially no.\n  \n  Halloween is soooon y'all!\n  \n  Goodnight you guys!\n  ","28836":"\n  My mom. I love her. Miss her. 💛\n  ","28837":"\n  You just won a friend home! Budget of 700,000 dollars! And build it the way you want! Congrats! Yesh\n  ","28838":"\n  Who was the last person to do something nice for me? My husband. He's always doing nice things for me off and on throughout the day. It's definitely really nice. 😊 and I always appreciate everything\n  ","28839":"\n  No sadly. But it's okay.\n  \n  I worked today. Just wasn't all that busy at work until like 11. I worked today from 7 to 1 and yeah. Now I am just chilling waiting for Jason to get off so we can get to the house and take the dogs out and feed them.\n  \n  Tomorrow we may do a little hunting.\n  ","28840":"\n  It's nice. It's fun. It makes you feel alive\n  ","28841":"\n  I will like a couple sure\n  ","28842":"\n  Much love you guys! 🤘😊💛\n  ","28843":"\n  ? Not sure what this means. Srry.\n  ","28844":"\n  Um. Hi\n  ","28845":"\n  I'm great. It's okay. Welcome.\n  ","28846":"\n  I don't have any. Srry. 🤷\n  ","28847":"\n  This world is so crazy I at least keep my phone on me for emergency purposes but there's plenty of times where I don't get on my phone but maybe once a day for an hour if that. And that's to check up on family members and stuff and to check my everyday notifications. Especially if I don't have time to really check much I just kind of peek at them but there are many days that I don't spend time on my phone. I used to not have a phone and I used to not have internet. So I definitely know how it feels to not have anything but physical and verbal things to entertain myself with.\n  ","28848":"\n  I am great. Just taking it easy. Just got off of work\n  ","28849":"\n  You should definitely check out my biography and the link that's in my biography but thank you for the complement and sweet gesture\n  ","28850":"\n  🤘\n  ","28851":"\n  I am in a good exciting Halloween type mode even though I'm probably not going to be doing much this year for Halloween unfortunately but it's okay\n  ","28852":"\n  I finally stopped raining after like five or six hours straight. Off and on hard raining and drizzling. We definitely needed the rainbow we got a lot of rain. I woke up around like 4:30 to 5 and it rained all the way till 10:30 a.m.. that's crazy! LOL but I don't mind the rain I like the rain it makes the day interesting you know.\n  ","28853":"\n  😊🤘\n  ","28854":"\n  Bella\n  ","28855":"\n  I am a fan. Yes. Very much. I really like her music. I do. 😊\n  ","28856":"\n  It is almost 10:30 here and it has been raining since 3 in the morning nonstop. I love the rain but geezue that's a lot of rain\n  ","28857":"\n  Sure\n  ","28858":"\n  Yeeeah. I turned off anonymous questions because of spam catfish and trolls. People getting my account messed up. I gave them a good opportunity and they messed it up so it got turned off\n  ","28859":"\n  Thanks! I appreciate the compliment! You're awesome too\n  ","28860":"\n  Much love to you my friend! I hope that you're doing all right. It's raining here\n  ","28861":"\n  Some of those overly do it definitely\n  ","28862":"\n  Do not get into a car with anyone other then with your parents or if your parents told you to get in that vehicle. Do not go anywhere Alone by yourself and try to be in groups of at least three. So you don't get kidnapped by somebody or here. This world is crazy. Any age should be cautious of these types of things regardless of knowing better do you still need to be told be cautious. Or at least try to be told\n  ","28863":"\n  I mean I have some compulsive OCD problems but not like that. Some people are just a-holes and expect you to do everything correctly\n  ","28864":"\n  Either electric or ghost\n  ","28865":"\n  How have you been feeling lately?\n  ","28866":"\n  Just a perfectionist. I don't like people that just constantly think everything everyone else does is weird and unnormal and they have to be normal in that they have to be perfect. When they're not\n  ","28867":"\n  Ariana Grande's new song called position\n  ","28868":"\n  Me and my little sister\n  ","28869":"\n  Good morning! 🤙\n  ","28870":"\n  Knowing how to fix things around the house and fix your car especially plumbing and carpentry\n  ","28871":"\n  I have never been to Disneyland or Disneyworld or Six Flags from what I remember. I was like to go one day though and with friends and family\n  ","28872":"\n  I haven't watched a movie in a good minute so I don't remember the last one I saw\n  ","28873":"\n  I try. I look like my mom. I'm determined and very passionate. Creative\n  ","28874":"\n  You're welcome. Thanks for asking\n  \n  Work floooow yoo.\n  \n   Y'all are the bes man. 😊🤘💛\n   \n\n     View more\n    \n\n","28875":"\n  I am great. How are you? 😊 I hope great. Tired this early morning but it's okay. It is 6:38 AM. Woke up around 4:45ish 5 AM. It's raining as well. Dark and raining.\n  ","28876":"\n  Sometimes I like to eat celery but that's not really junk food. I guess the little muffins that you get in the Debbie packs and then I really like to eat on popcorn.\n  ","28877":"\n  Trying to say a sentence to me that's incomplete and expect me to understand it and then get angry at me. Just random gibberish. Or them going on a bus tour that we never even started so I could understand what they're talking about.\n  ","28878":"\n  The U.S.S. Berra Star* or the Corra\n  ","28879":"\n  I do!\n  \n   I like telling them and I like hearing them. I have a lot of real true ghost stories\n   \n\n     View more\n    \n\n","28880":"\n  Just stress free. That's a good day honestly\n  ","28881":"\n  Goodnight everyone!\n  \n  Sweet dreams!\n  ","28882":"\n  Adventuring is quite wonderful and amazing to me.\n  \n  Paranormal investigating especially. #Paranormal #Adventure\n  ","28883":"\n  I lice for living and for my family and continuation.\n  ","28884":"\n  Sometimes. I used to not drain barely at all but lately I have been having dreams maybe once or twice a week out of the seven days of sleep. That I remember? I don't always remember\n  ","28885":"\n  Yeah. Right. Right. It's all good.\n  ","28886":"\n  Me too. 🙏😁🤘\n  ","28887":"\n  Followed you back too lovely. Thanks. 🤙\n  ","28888":"\n  Sent a few.\n  ","28889":"\n  💛 #YouAreAllGolden\n  \n  #MuchLove #LoveMyFollowers #LoveMyPeople #Life #LiveLife #ShoutoutToThePeopleOfAsk\n  ","28890":"\n  I have always been a huge fan of her. I love her old music I love her new music. Every now and then she lets out an odd song but of course everybody has that tick in them that is different and that's what makes them unique! I love her because of her genuine soul. She's such a wonderful person. And a console that is always trying to find the joy in any and every person. She has true talent and has an amazing voice. I will always admire her. She will always be my idol. And inspiration in life. I hope to tell her that one day.\n  ","28891":"\n  My idol in life. I love ever-lovin! Have been a fan since way back in the 2000's when it all started.\n  ","28892":"\n  I haaaave.\n  ","28893":"\n  This one. Avril.\n  ","28894":"\n  This is also a continuation from the last question. And to this thread.\n  \n  After I ate at the jalapeno. I had two dashes of salt I add 3 tablespoons of butter depending on how sweet you want your cornbread to be. 2 is okay. Usually you will use a cast iron skillet to make your cornbread. You want a small cast iron skillet to make your cornbread about 1 in tall. You were going to want to take a stick of butter and rub it on the cast iron skillet walls and on the floor of the cast iron skillet. Why? This acts as vegetable oil and also taste better instead of using regular vegetable oil. Rub it densely against the sides of the cast iron skillet. You're going to want to chop up an egg add milk according to the Jiffy box instructions go ahead and additionally I had a half a teaspoon of sugar to your cornbread. Then add a 16 oz of shredded cheese usually sharp cheddar to your cheesy cornbread. Now that you have the jalapeno all of the ingredients on the back of the Jiffy box the cheese the sugar and the salt added you can cook this cornbread from 20 minutes to 30 minutes in the oven until the top of the corn bread becomes brown and the inside of it isn't too mushy.\n  \n  You can also eat mild Cajun chili with some corn chips. And some extra cheese if you really want. And then of course you have your cheesy jalapeno cornbread! Bon appetit!\n  ","28895":"\n  When you go to try the chili. It needs to taste really strong. It's probably going to need some salt. This is when you add your salt. It's at again. You don't want to add enough salt to your taste but just enough to where you almost need more. If you salt your food too much it might be more\/too salted for someone else. So very carefully add your salt. The thing about it is when you go to try your chili you need to sit there and really think what it's missing. Is it missing some more garlic powder? Is it missing some more chili powder? Do I need to add a little bit more salt? Does it need more tony chachere's? Do I need more bell pepper? You go ahead and you add what you want. If it tastes fine then eat it. But the thing about it is you really need to sit and think. Is it missing anything? If you add any seasoning to your chili make sure you mix it and let cook for another 5 minutes to let the seasonings that you added additional to melt into your chili and keep mixing it off and on for the next five minutes.\n  \n  Say for instance you're done with your chili right? You need something else to eat with it. How about cheesy jalapeno cornbread. To make that I get the regular cornbread Jiffy from the store if it sells around where you live. I follow the instructions and then I add one tablespoon without the juice of pre-packaged cut up jalapenos. You can get them in a jar on the aisle at the store usually or in a can. If you get fresh jalapenos be careful when you cut them because they can cause acid burns your fingers. Use gloves and make sure you wash your hands thoroughly with soap after. Only add one medium sized jalapeno to your cornbread if you use fresh jalapenos\n  ","28896":"\n  Go ahead and add your three or four cans of beans.\n  \n  It doesn't really matter how many cans of beans you get as long as you get enough. Three or four cans. Just don't get only kidney beans and only chili beans unless you have to.\n  \n  Again you can go ahead and add the beans to your ground beef and vegetables and Seasonings.\n  \n  Mix it together really really well. And if your chili is not watery enough then you need add a little more water or go ahead and add all of the kidney bean juice. It's your opinion on what you want to do with your chili. If you want your chili more dry then you don't have to add any more water or any of the canned beans juice. But honestly I would recommend having your chili a little watery. Especially if you're going to be eating it with chips corn chips or corn bread. So if you want to have it watery go ahead and add one cup of hot water to your chili. With the beans vegetables seasoning and the beans juice that you already have in the pot. Go ahead and mix your Chilli together. Mix it extremely well for about 2 to 3 minutes. Leave it on a really good temperature that it's boiling on. Let It boil for about 5 to 10 minutes with all of the seasoning and vegetables in it. Make sure it doesn't get dry and burn. Add more water as you can to make sure it stays watery. You should be able to see the water at the top of your chili. That's usually the density that you want. Make it a little soupy. Barely tho...\n  \n  And go ahead and try it. When you add the beans make sure that you try to crush up some of the beans in your chili. Why? It will add texture color and make the chili taste better with the inside of the beans mashed up inside of the chili. It really does matter if you crush up some of your beans. Not all of them. Just as you started maybe smash him up against the wall of the chili pot.\n  \n  Will continue...\n  ","28897":"\n  This is a continuation to Cajun chili seasoning adding.\n  \n  After you add the garlic ingredients seasonings.\n  \n  If you have to dried crushed bell pepper you can add a little bit more if you would like. Even though it's dried it's going to read marinate and become a different texture in your soup with the juices. So don't be alarmed by the heart pieces of bell pepper.\n  \n  You're going to want to add the two chili packets that you bought from the store and then add a couple dashes of the regular chili powder that you have. Maybe four or five dashes. Not too much just enough.\n  \n  Depending on if you bought fresh cilantro or in the bottle cilantro. If you bought regular cilantro cut you up about four or five pieces and put it in the chilling. If you want to add six pieces of cilantro you can. Fresh cilantro is stronger than in the bottle cilantro. So be careful with the fresh cilantro adding. If you have dried cilantro from the store off of the baking Isles then you can add a full teaspoon of cilantro.\n  \n  You are going to want to get two cans of regular kidney beans any size it doesn't matter light kidney beans dark kidney beans it doesn't matter you can mix it up. And you're going to want to get two cans of regular chili beans. It should just say chili beans on the can. If you don't have chili beans in your area just get four cans of kidney beans. If you don't have kidney beans in your area than just get three or four cans of regular chili beans. The only reason why you don't want to get too many chili beans is because they come with the chili flavor in the can. Regular kidney beans come with a more Bean taste. That's why you want to mix them together.\n  \n  So you have four cans of beans? Or 3. How ever much beans you want in your chili really.\n  \n  You want to drain half of the juice out of each can. You don't want to add all of the juice to your chili. If you want to you can but I would recommend raining at least a quarter or half of the cans juice from each can.\n  \n  Will continue\n  ","28898":"\n  Salt at the beginning you're really not going to add this first. But if you really want to go ahead and add it. Don't even put 1\/4 of a teaspoon in your chili at start. So maybe just a dash or two of salt . A dash basically meaning one or two good shakes.\n  \n  You're going to want to put a decent amount of pepper. Probably a half a teaspoon.\n  \n  Crushed red pepper you're probably going to need to put half a teaspoon of crushed red pepper. Maybe a couple more dashes after the half a teaspoon. The red pepper really gives the chili a wonderful taste. I promise you put it in there it will not be that hot. It will add a little taste spice but that's it.\n  \n  The next thing that you're going to add is Tony chachere's if you're stores sell it around there. You're going to want to add probably a half a teaspoon of Tony chachere's.\n  \n  If you sell Slap Your Mama seasoning you probably are going to want to do about three dashes of slap your Mama seasoning.\n  \n  If you were able to find the minced garlic in your store put a teaspoon of minced garlic in your chili. You're also going to want to add a dash of garlic powder. And if you were able to find The Garlic hot sauce put 2 tablespoons of garlic hot sauce in your chili. Don't get mixed up with tablespoons and teaspoons. Teaspoon smaller than a tablespoon. Teaspoons are usually associated with seasonings. Tablespoons can be also but they are larger than teaspoons.\n  \n  This will continue on.\n  ","28899":"\n  So the type of seasonings that you're going to want for this chili. Usually I get to pre-made chili packets from the store when I make about 3 lb of ground beef chili. So get two of them. Just in case get a thing of chili powder. It comes in a premade bottle. Get that just in case if it's not chili tasting enough. You can add that and it's pretty much the same thing in the chili packets. The next type of seasonings are going to want is of course salt pepper red pepper chips. I promise they're not that hot get them they add flavor to the ground beef. You're going to want dry bell peppers if your store has them. If not the one that you cut up should be enough. You're going to want to get cilantro parsley Tony chachere's if your store sells it this is the best in chili. You can also buy it online from Louisiana products sell stores. Are you suggesting called Cajun sauce. This is a special ingredient that you're only able to actually get from the stores in south Louisiana. So unfortunately you're not going to be able to add this. But it's okay. Are you the garlic tasting hot sauce. As long as you don't put a lot of the hot sauce it won't make the chili hot. It will only add flavor and make it mild. You're going to need garlic powder or minced garlic. Slap Your Mama seasoning if you have it where you live. You're going to need cayenne pepper. And I think that's all of the seasoning that I use.\n  \n  And of course you're going to have to carefully add till taste.\n  \n  But if I had to be exact on how much of each one I put in there I will describe it for you.\n  \n  This will continue on...\n  ","28900":"\n  As you're letting the ground beef cook down. Keep focusing back and forth on your vegetables and of course your ground beef.\n  \n  After about 30 minutes of letting your vegetables cook down they should be done. You can actually poke them with stuff and see if there mushy. Do you want them to all be mushy. If they're not mushy keep cooking them until they get to this texture.\n  \n  So say that you are done with the marinating of the vegetables and that you are done with your ground beef cooking down. If you want to add a few spices to your ground beef you can. If you want to wait until you add everything you also can. You just might have to let everything cook down for about 30 minutes in the end. It's very important to stir your pot and let it cook about 30 minutes after you put everything in. This helps the seasoning cook into the juices and all of the ingredients inside of the pot. It helps them all infused and taste correctly.\n  \n  So you can go ahead and add your ground beef to your vegetables that you marinate it for about 30 minutes or so and got them to a mushy texture.\n  \n  So now you just mix it together really well. Now you only have ground beef and well cut up vegetables.\n  \n  You can start seasoning everything now. This is your first attempt to seasoning. You are not going to get correct the first time. You really need to know your seasonings. You don't want to add too much of something too strong. It's sometimes part 2 fix a pot after adding too much of something. You really want to focus and make sure you don't add any salt really. When you're adding the other seasonings sometimes they have salt in them. Do you want to wait till the end add salt.\n  \n  This will again. Continue. Not only am I putting the ingredients but I'm telling you how to do it as well. Trying to show you the technique. If you don't know then you're really not going to know how to do it. So I hope you enjoy reading on.\n  ","28901":"\n  This is a recipe to my\n  \n  🔻Cajun Mild Tasting Chili.🔺\n  \n  Feeding about 3 to 5.\n  \n  So the first thing that you're going to want is about 3 lb of ground beef.\n  \n  In one pot you're going to Brown the ground beef.\n  \n  In a separate pot there is a such thing called at the store as all seasoning bags. They're on the frozen aisle where the vegetables are. It's already cut frozen seasoning bags. The frozen bag will read celery onion and bell pepper in it.\n  \n  If your store does not sell this then I recommend you getting a medium sized onion. I'm medium size bell pepper. And then you need to get three or four celery sticks and green onions and cut them off very well and put them in the chili. You're not going to need a lot of green onion. Just enough. You can never put too much onion bell pepper celery green onion in your chili. So it doesn't matter how much you put. Just make sure that you put enough. By the way if you don't like these types of vegetables it doesn't matter because once you put them in your chili they're going to condense in and you're not even going to realize that they're in your chili. Just try it and go with it and you will see what I mean.\n  \n  Now don't add this to your ground beef. You want to cook this in a separate pot and marinate your vegetables down before you add them to anything. For about 30 minutes you want to put your vegetables on high. You want to put your vegetables in that pot as soon as it gets hot enough and you want to add 3 tablespoons of butter water and olive oil. Every time your vegetable start to get dry out a little bit more water. Do you want to let these vegetables marinade really really well. The smell will be wonderful as you wait.\n  \n  As you're focusing on the vegetables your ground beef will be able to cook down. Make sure that you mix it periodically as you're trying to focus on the vegetables you don't want to burn your ground beef. You don't even want to cook it on high. Just slowly cook it.\n  \n  This will continue on...\n  ","28902":"\n  So what I do for the chili. It is a lot of ingredients. And honestly all of the seasoning is by taste. So as long as you have a very strong tasting. It's going to be a good chili. Another thing is people get so nervous about making it too spicy or hot really more or less. Spicy isn't really hot. It's just your tolerance on what you can handle when you eat it more or less. Hot is hot. So I never understood why people say spicy is hot? Maybe it's just a different opinion. I respect that.\n  \n  But anyway.\n  \n  Here's the main things I put in my chili.\n  \n  It also depends on how much you want to make. Do you want to make enough for yourself only? Do you want to make enough for three people? Or do you want to make enough for like a party size of 10? It just depends. Because then it gets harder to cook it when you get into the bigger quantities. I'm going to tell you how much to make for three people which honestly it's enough for 5 but really and truly if you really like the taste of your chili it's only going to last you maybe two days. I'm going to explain to you what I put in my chili and the next thread.\n  ","28903":"\n  Living and caring for others.\n  ","28904":"\n  Actual real mountain climbing? Unfortunately I have never seen an actual mountain in my life. This is definitely something I want to do. Definitely something on my bucket list\n  ","28905":"\n  - paperwork and you have to talk to the right kind of people. Once you start getting everything together you need to be really cautious and careful when you move to a new country especially by yourself. And you have to learn to fit in. If you make it obvious that you're from another country then people might judge you and not help you. There's nothing wrong with being yourself but unfortunately if you really want to fit in and get a job and be able to do stuff like everyone else can around the area you really have to try to accustom yourself to the area. They want bilingual and intelligent people. So when you move to that country you really have to understand their language. You also have to know the slang. But it is very nice here but I'm not going to tell you that it's 100% safe in the USA. Anywhere you go is going to be nasty and there's going to be nasty people. Unfortunately. But we are very free here and you did a lot of opportunities here. And I can understand why you want to come here. But like I said before I would definitely try to look and go into Canada first and then maybe a year or so later try to come to the USA if you really want to. It's probably going to be a lot before you can come to the USA but at least you can start today and try to make your way to your goal. You have to start somewhere\n  ","28906":"\n  I'm not 100% on the details on how it works to move from one country to another but I can tell you this... I have a friend that lives in Brazil or really, he grew up there. Well the part of Brazil that he lives in is really horrible violence and there's a lot of really bad people that live there. Not everyone and Brazil is bad, no. But where he is from it is really bad. You can't even go to the grocery store and back safe. This makes him feel really upset. So he tried to move to Saudi Arabia. It was worse there...but! he found really good work... unfortunately it got really bad and he didn't like it and he also really missed his family. After about four five or even six years of living in Saudi Arabia he moved back to Brazil. It's still really bad there and he would like to move again. But this time he wants to move to the USA. He tried to look into moving to the USA. He tried talking to me about it but I knew nothing about it. I befriended him because he seems like a really nice person. I have been trying to help him learn English so when he does try to come to an English-speaking country he's able to at least know the basics. I have been teaching him English for about 3 years now. He tried to look into moving to America and it's way harder to move here then to the other place where he's trying to move to now which is Canada. I say the same for you. I would try to move to Canada before trying to move the USA. It's not a one or two-day process it might not even be a one or two-year process. But you might as well go ahead and start now. Time will help. You need to stay in school and keep making money. Unfortunately that's how this world Works. Everybody Time will help. You need to stay in school and keep making money. Unfortunately that's how this world Works. Everybody wants money. Plane tickets cost money. But it's nothing impossible to save up for. And then of course you have to get into all of the paperwork and\n  \n  _\n  \n  This Thread will continue\n  ","28907":"\n  .-.\n  ","28908":"\n  Yeah! They are pretty good!\n  ","28909":"\n  Extremely to me.\n  ","28910":"\n  Ok\n  ","28911":"\n  Haha. It's okay. She didn't mean to.\n  \n  And like I said LOL at least she shouted you out haha it's all good\n  ","28912":"\n  Squatted trucks people squatting their trucks. It is completely and utterly pointless and honestly it negatively does things to the truck and for your eyesight when you're driving. People usually squat their trucks to make it look cool like a rocket to the moon like it's fast or something. I think it honestly tells you something about the person before you even meet them and how big their ego is probably going to be before you talk to them but this is just an assumption foot probably right\n  ","28913":"\n  I have before and I would do it again anyday.\n  ","28914":"\n  Love y'all😊🤘❤\n  ","28915":"\n  It's been awhile but yes. Make sure you bring an ice cooler. Ziploc bags if you're going to go on the river. For like phones and flashlights and stuff. Make sure you bring flashlights. Batteries. Blankets. Make sure you have a bathroom and toilet paper\n  ","28916":"\n  One of my friends is kind of like one. I guess him lol\n  ","28917":"\n  🤘\n  ","28918":"\n  The Bella life\n  ","28919":"\n  I am ambidextrous in throwing but not in writing. I am right handed\n  ","28920":"\n  Yeah. Sometimes I definitely can be\n  ","28921":"\n  I answered last question for ya. 🤘\n  ","28922":"\n  I mean I'm sure I have had some do this. Sometimes people don't even say nothing when they do it. That's the really creepy people that you have to watch out for. Is The Quiet Ones. But I'm sure I've had many do this. But be very careful some people are crazy especially if you never really got to 100% get to know them if you know what I mean. And it was a short relationship or something. I gladly never had this happen really. It was always a long-term relationship. But like I said I'm not sure if they even did this to me but I'm sure they have. I have never done it to someone that's for sure. But if you're being harassed by someone and it starts to seem a little scary and threatening you need to really contact your authorities and make sure that they need to be told to leave you alone if not get a restraining order or something. Stay safe and good luck!\n  ","28923":"\n  I mea. I sing.\n  \n  _\n  \n  I can play different instruments.\n  \n  _\n  \n  I can communicate with people even if they speak a different language usually. I can get them to understand what I am trying to get them to do. The reason why. Sign language people no even when they don't know it. At least the basics.\n  \n  _\n  \n  I can cook things that I have never cooked before and I don't know what it is but sometimes I can just go with it and know how to cook it without even looking up how to do it. I guess it's just in my Cajun blood.\n  \n  _\n  \n  Even though I'm almost completely blind in dark Lighting and the dark ISO for some reason go Fearless through paranormal investigations. Even in the dark. I find that a talent LOL.\n  \n  _\n  \n  Creativity and art. Decoration.\n  \n  _\n  \n  Some sports.\n  \n  Like volleyball and soccer.\n  \n  And others. These are just some\n  ","28924":"\n  Yeeeah\n  ","28925":"\n  Address to be comfortable. That's it\n  ","28926":"\n  Wasteful drugs that do nothing but harm people and cause addiction problems. Nuclear bombs. Plastic\n  ","28927":"\n  Zapdos, and Darkrai are my favorite legendary Pokemon yes.\n  ","28928":"\n  Cooking time!\n  \n  I am... at the moment..\n  \n  Chopping up an onion to make some really yummy tasting green beans and then I'm going to make some corn and I'm going to make a shrimp alfredo. And then come garlic 🧀 cheesy bread on the side for soaking.\n  \n  Can't show a pic because of bad internet atm.. Sorry.\n  \n  But yeah! #CajunCooking #Cajun #CajunSouth #South #SouthernBell #Bella #WelcomeToTheSouth #USA #Food #RaginCajun #ForSure\n  ","28929":"\n  This coming up weekend? Not sure. All I know is I have family coming over in a few days and we might roast marshmallows and cook hot dogs\n  ","28930":"\n  Zapdos is probably one of my top favorites.\n  \n  And then I really like Darkrai.\n  ","28931":"\n  Todos cometemos errores. Somos solo humanos.\n  ","28932":"\n  I've been working in this field and searching for over 13 years.\n  ","28933":"\n  Cake batter definitely\n  ","28934":"\n  Through anything you just have to get out and find it. Socializing going outside and finding new hobbies and adventuring through anything you just have to get out and find it.\n  ","28935":"\n  Not very maybe a 1 or 2 of that. But I do have my moments too sometimes.\n  ","28936":"\n  👍 Yee\n  ","28937":"\n  Thanks.\n  ","28938":"\n  Eh. Some times. Just depends.\n  ","28939":"\n  Most of my friends are older and I do have a few friends that are younger especially ones that I work with.\n  ","28940":"\n  👋 Hello to you.\n  \n  Hey everyone! Afternoon in America 🇺🇸\n  ","28941":"\n  #Anything #LoveIsLove #OneLove #AllAsOne #MaybeDifferent #ButStillTheSame\n  ","28942":"\n  Just because me and Jason are really into cars and we love cars we have a motorcycle a Jeep a truck and a Tahoe and we usually wants them once or twice a month all of four of them\n  ","28943":"\n  Absolutely.\n  ","28944":"\n  I like little muffins. 💛 My fav.\n  ","28945":"\n  I am a extremely patient person. I learned it throughout my life from certain different things that have happened to me.\n  \n  9.5 prob. Everybody has a little impatience though. I don't think I could ever see a 10 through anyone.\n  ","28946":"\n  Good night everyone!\n  ","28947":"\n  Good night everyone!\n  \n  Halloween is near! 🎃\n  ","28948":"\n  Haha. Nah. Thanks tho. But I will say this you can't just freak out and run out. Sometimes you have to stay and figure out what that thing you heard or figure out what threw the item at you and which nothing is in the direction in which it was thrown at you from. Or your hearing something and no one else is talking. You hear someone or something running and there's no one there. You can't just run. You have to investigate. It does take a real person to do it but it's not impossible for anybody.\n  ","28949":"\n  Unfortunately many inwhich it's hard to talk about sometimes. I havd alot of problems now. It sucks remembering the situations sometimes and stuff.. But it's all good. But yeah. It's whatever I guess. Sucks.\n  ","28950":"\n  It's been a few years too. I've been loving Pokemon since I was a little girl. Probably the age of six seven or eight\n  ","28951":"\n  4th time. Sure\n  ","28952":"\n  3rd time. Idk what?\n  ","28953":"\n  Idk what?\n  ","28954":"\n  Idk 🤷\n  ","28955":"\n  😂😂😂😂😂😂😂😂\n  ","28956":"\n  That's right! You can pick Pikachu! I forgot about that! I would definitely pick Pikachu overall 3. And you're right he is cute!\n  ","28957":"\n  Mhmm?\n  ","28958":"\n  ****Yes. Many.\n  \n  I've seen many people get catfished and I've seen people try to catfish me. There's actually a lot on this app. So y'all be aware of that and be careful****\n  ","28959":"\n  I try my best to stay determined and passionate about everything I do in life. I try\n  ","28960":"\n  Either Charmander or Squirtle. It's hard to pick them too but if I had to pick one it would be Charmander\n  ","28961":"\n  I used to know how to do a lot but I can still do a little magic. I used to really be into this when I was younger\n  ","28962":"\n  The beautiful change of the Landscaping colors\n  ","28963":"\n  Seafood definitely\n  ","28964":"\n  Halloween costume! Probably what I'm going to wear for this Halloween!\n  ","28965":"\n  O.o\n  ","28966":"\n  I like everything to be organized so I know where it's at and when I look over there I can pretty much see it anyway. Or tell someone where something is if I need them to get it. It also makes me feel good\n  ","28967":"\n  I wish people would see my determination to accept people for who they are. Instead of just jumping the gunlike they do with everyone else actually look at the situation and see what I'm doing. See my progress.\n  ","28968":"\n  I am very much a gamer.\n  ","28969":"\n  There's quite a few things that we have to do tomorrow. Tomorrow is my off day so I'll probably be able to at least get 90% of them done. I know I need to cut my husband's hair. He is needing one. I need to get my eyebrows done. But that's not a priority. I know we have to run a few errands and get dinner. I know we have to cut the grass and make a few phone calls. And then we have to put a lot of things away in the shed and get some of Christmas things out because I know that's coming up around the corner.\n  ","28970":"\n  I have been researching the Paranormal for probably around 13 or more years. I go to different locations learn the history check out the places help people where I can. u\n  \n   Use different tools to prove that there is evidence that there's something there. This is something I've been doing almost more than half of my life. I enjoy it. It's more of a hobby but it's definitely something I enjoy doing. I like to go with a group of friends usually or even a few family members\n   \n\n     View more\n    \n\n"}}