{"Question":{"280053":"\n   Which is your song of the week?\n  ","280054":"\n   Im working at wallmart, just feeding the beast that killed me\n  ","280055":"\n   LUCY!!!\n  ","280056":"\n   this is how you spell Mole-Stache, I thought it was Molestache\n  ","280057":"\n   I'm here to see your responses too. I don't think this is strange. I wish I could get an autograph but well, Asia.\n  ","280058":"\n   Doing anything in Nevada?\n  ","280059":"\n   Praise Potato\n  ","280060":"\n   The detroit red wings beat the living crap out of a pee wee hockey team, like messed them up good. I am talking broken teeth, bloody noses and mouths. theres video of it, rob paulsen likes the red wings should I send him the footage ?\n  ","280061":"\n   I hate hollywood!!! Gfdhjjfgikjhfrssxchjjjbgghkhdswruiolpiuyhn\n  ","280062":"\n   Rick moranis, idk im just tired.\n  ","280063":"\n   Say what you will about how the turtles look in the new movie, but one things for sure the actors and crew behind it all worked really super hard on everything they do in the movie. Except megan fox, its like she is a lifeless doll, you know who I wouldve casted EMMA STONE shes seriously great!!\n  ","280064":"\n   Is it strange that I like stalking your page on here just to see your responses to the questions you get?\n\nAnd can I have your autograph? c:\n  ","280065":"\n   Any concept sketches you did while developing Animated that didn't make the AllSpark Almanacs? I loved those!\n  ","280066":"\n   Do you like Steve Carrel?\n  ","280067":"\n   and what if I'm a brony? what?\n  ","280068":"\n   Yetta was actually in the episode\n   \n    http:\/\/img1.wikia.nocookie.net\/__cb20140718175630\/ben10\/pt\/images\/4\/4c\/NoH12.png\n   \n","280069":"\n   I went and saw the Yugioh question. Does that mean you aren't a fan?\n  ","280070":"\n   Does Jetstorm have yellow optics beneath the visor?\n  ","280071":"\n   Have you ever met Phil Bourassa?\n  ","280072":"\n   What is the last thing you picked up off the ground?\n  ","280073":"\n   if ben could crossover with one of the mainstream comic book companies who would you have him crossover with Marvel or DC\n  ","280074":"\n   I need to go to the bathroom RIGHT NOW!!!!!!!!!!!\n  ","280075":"\n   Marvel or DC\n  ","280076":"\n   Have any of your TFs suffered from Gold Plastic Syndrome?\n  ","280077":"\n   what do you think about marvel turning Thor female?\n  ","280078":"\n   B.U.R.G.I.T. is B.L.R.T (Bestial y Largo Robot del Terror) in spanish. At least this gives a hint.\n  ","280079":"\n   what do you think about the big hero 6?\n  ","280080":"\n   you ruined my vacation\n  ","280081":"\n   Are Jae Woo Kim and Jae Hong Kim the same person? The different credits always confuse me.\n  ","280082":"\n   Only 99 haunts?  That's perfect!  >:D\n  ","280083":"\n   Hmm....  I have looked it up on the world wide internet you humans use and I like it!  Paisley is a very good choice.\n  ","280084":"\n   *Impressed by the building.*  I need to find someplace like that.\n  ","280085":"\n   \/FARTS LOUDLY IN YOUR FACE\/\n   \n    http:\/\/theweek.com\/article\/index\/264585\/speedreads-study-smelling-farts-is-good-for-your-health\n   \n","280086":"\n   What is this paisley you speak of?  Show me.\n  ","280087":"\n   found a burgit:\n   \n    https:\/\/media.meindm.at\/asset\/dmshop\/product_seo_big\/ffffff\/burgit-footcare-fuss-deo-spray--10001749_B_P.jpg\n   \n","280088":"\n   I like that at least they try.\n   \n    http:\/\/ben10.wikia.com\/wiki\/Portal:Characters\n   \n","280089":"\n   Do you like My Little Pony?\n  ","280090":"\n   Jesus, spring.me is just so shit.\n  ","280091":"\n   Do you like to watch Super Fighting Robot Mega Man?\n  ","280092":"\n   Is the TFA Stunticons are crazy?\n  ","280093":"\n   Any Pretenders you're itching to draw Animated versions of?\n  ","280094":"\n   Have you ever met Fred Tatasciore?\n  ","280095":"\n   do you like tara strong?\n  ","280096":"\n   Do you think a Masterpiece Victory Leo will be made in the future?\n  ","280097":"\n   Are there a template for colors how would they look like in different scenarios? Like at night, or when everything is reddish or you figure out the colors? I'm sorry if it doesn't makes sense, I'm Ukranian.\n  ","280098":"\n   Yeah, B.U.R.G.I.T. is the brazilian name just as Phiander (the rooter guy). They were never credited so they have these names.\n  ","280099":"\n   *the Freds begin eating your house to get to the nachos*\n  ","280100":"\n   The wiki admin (who spoke english better in elementary school than the teachers themselves) once said that he is not good at descriptions, then he later said he is a writer. I'm no englishman but I can see that this is bullshit.\n  ","280101":"\n   You were grounded up like fish food, and got sprinkled in there, like you do with Oil Slick sometimes.\n  ","280102":"\n   Deathsaurus' teeth. Oh! So that's how the Decepticon Breastforce came from.\n  ","280103":"\n   This just in - Derrick J. Wyatt was eaten by Nixon, but not before he was enslaved by prehistoric mammals and dunked in a smelting pool!\n  ","280104":"\n   Just those last videos in general, they couldn't have come from anywhere else BUT the dark corners of the internet!\n  ","280105":"\n   Deathsaurus or Dezsaras?\n  ","280106":"\n   Is Prof.Princess aka Penny Sutton Princess is a psycho child or a psycho PHD midget?\n  ","280107":"\n   \"The original series was terrible, it didn't care anything about what alien force introduced.\"\nThe wiki is a good place.\n  ","280108":"\n   Deathsaurus' teeth?\n  ","280109":"\n   What is one thing you will never do again?\n  ","280110":"\n   Did you say at Botcon that you were gonna make TFA Season 4?\n  ","280111":"\n   Ah, so you explore THAT part of YouTube, eh?\n  ","280112":"\n   did you see that shorts series on Disney Channel called 'Nina Needs To Go'?\n  ","280113":"\n   Okay that's actually pretty good\n  ","280114":"\n   Derrick help I'm on a road trip and my parents won't stop talking like southerners\n  ","280115":"\n   Party animals. Are they toys was created by Deathsaurus' dark magic?\n  ","280116":"\n   Did you see the new Sailor Moon Premiere?\n  ","280117":"\n   That's what she said!\n  ","280118":"\n   If Animated Leozack and Lyzack transformed, what would the twincons turn into?\n  ","280119":"\n   Breaking news! Derrick J Wyatt's pet is a renaissance musician from the year 2099! More at 8.\n  ","280120":"\n   I would be agreeable to go ascot shopping, yes.  I think red suits me best, but what do you think?\n  ","280121":"\n   If you could spend a whole day with a celebrity, who would that person be? (doesn't have to be alive)\n  ","280122":"\n   do you know Mojo Jojo? that green monkey from ppg.\n  ","280123":"\n   WHY DOES SENTINEL PRIME'S CHIN LOOK LIKE A SEXY BUTT?\n  ","280124":"\n   congratulations,derrick! you will win at the eurovision next year.\n  ","280125":"\n   Since you were the design guy, why did Sari's protoform look like a baby\/child but the regular protoforms look like adult mannequins? Because they didn't have a spark? The Allspark Almanac hints that Sari was some kind of special protoform, with more potential\/abilities than most Autobots.\n  ","280126":"\n   There was an old man named Micheal Finnagin\n  ","280127":"\n   Draw MLP Equestria Girls human Sunset Shimmer in Omniverse version, please?\n  ","280128":"\n   this just in: DERRICK J WYATT is a HUGE BABY NERD. more at 7.\n  ","280129":"\n   If Animated Whirl transformed, what would he turn into?\n  ","280130":"\n   *as if it were a plague of Scraplets, 1984 billion Freds suddenly descend upon you all, looking for nachos, but completely destroying everything they touch. The idiots are too stupid to control themselves, even though they're friendly. The Fredpocalypse has begun, led by the mighty Fredaking*\n  ","280131":"\n   Stunticon Drag Stip is a femcon in TFA version?\n  ","280132":"\n   which are the shows you hate the most?\n  ","280133":"\n   If Animated S4 was go, and Megatron became a triple changer, would he suffer from insanity ?\n  ","280134":"\n   Post a picture of your pet!\n  ","280135":"\n   RED-ALERT! WOO-WOO-WOO-WOO!\n  ","280136":"\n   Cut them down!\n  ","280137":"\n   What's your favorite Omni Productions Transformers dub?\n  ","280138":"\n   You have to give credit for one in Transformers 4..............there was stuff.\n  ","280139":"\n   Do you like Jennifer Hale? (ignore this if you not)\n  ","280140":"\n   DRAW MOOSE PORN. }8^U>\n  ","280141":"\n   EVIL SOAP!! D:\n  ","280142":"\n   If you could hug anyone right now, who would it be?\n  ","280143":"\n   Oh I know, I just thought congratulations were in order\n  ","280144":"\n   do you like the powerpuff girls?\n  ","280145":"\n   WELCOME TO REVENGE OF THE BALLS! \/TEABAGS YOU\/ YOU ARE DIRECTLY BELOW THE ENEMY SCROTUM. }8^U>\n  ","280146":"\n   The got blocked, I'm finally free! I think I'll start a life.\n  ","280147":"\n   There's supposed to be a Mosasaur feeding show in Jurassic World, where they feed Great Whites to it! And a Pachycephalosaur gladiator arena, a jungle cruise, an aviary, a petting zoo... They're just asking for it, aren't they?\n  ","280148":"\n   Do you like Weezing too? Or just Koffing?\n  ","280149":"\n   Do you like the TF movies?\n  ","280150":"\n   What are some of your favorite Pokemon? Besides Ralf, that is.\n  ","280151":"\n   I remember that, that was back in 1994.\n  ","280152":"\n   Just finished watching Scooby-Doo: Mystery Incorporated on Netflix. It was freaking great! I have a question: how did you guys get away with all that violence in the last episode? Mr. E and others being devoured onscreen; we even see a child get attacked at one point. Very surprising for Scooby-Doo.\n  ","280153":"\n   Your taking it to your room!\n  ","280154":"\n   I was actually beginning too like that show some.\n  ","280155":"\n   GUILTY!!\n  ","280156":"\n   Did you know there is a form of martial arts that defends your attacker at all times\n  ","280157":"\n   We the jury find the defendant.................DELIGHTFUL!!\n  ","280158":"\n   Charlie Adler\n  ","280159":"\n   That's classified\n  ","280160":"\n   I think they are going to have aquatic dino's in the new jurrassic park\n  ","280161":"\n   Who's the Cybertron Megatron inspired character from Bots of Science supposed to be?\n  ","280162":"\n   Jesus Christ Derrick! Omniverse is just too good.\n  ","280163":"\n   Does Impactor have anything to do with the Autobots' \"no purple\" rule?\n  ","280164":"\n   I JUST SAW ROOTERS OF ALL EVIL AND EVEN THOUGH I CAN'T SPEAK PORTUGUESE EPISODE MESSED ME UP IN THE BEST WAY PHENOMENAL JOB AGAIN\n  ","280165":"\n   Just saying\n   \n    https:\/\/fbcdn-sphotos-e-a.akamaihd.net\/hphotos-ak-xpa1\/t1.0-9\/994456_750929958291861_603210773754765090_n.jpg\n   \n","280166":"\n   First two likers get 15 likes . . ??\n  ","280167":"\n   what are your preffered pizza toppings, I always love get meat lovers. Sausage, bacon, ham and peperroni\n  ","280168":"\n   You insane artist, robots don't work that way! And neither do human heads, especially those of long-dead politicians!\n  ","280169":"\n   Derrick, would you like to see Spinosaurus return for Jurassic World? Or what other dinosaurs would you like in that movie?\n  ","280170":"\n   If the multiverse exists then that would mean in another world I would hate ninja turtles!!\n  ","280171":"\n   And now get ready for the re-re-re-re-re-re-re-release of the first ever ninja turtles movie. The lovable Jim Henson constumes will now be replaced by mocap suits and CG to make them badass and super cool!!!\n  ","280172":"\n   My schoooool\n  ","280173":"\n   What the flick is up with Spring.me? Why does it still exist?\n  ","280174":"\n   you is\n  ","280175":"\n   Derrick my goldfish that ran away came back!!\n  ","280176":"\n   Something always seemed off with skylar page. Sorry to bring this up after you've responded to other stuff regarding it.\n  ","280177":"\n   I and I alone! control the dragons!\n  ","280178":"\n   YONDUUUUUUUUUUUUU YONDUUUUUUUUU YONDU YONDUU YOOOOOONDUUUUUUU YONDUUU YYYYYYYYYYYYYOOOOOOOOOOOOOOOONNNNNNNNDDDDDDDDDDUUUUUUUUUUUUUU\n  ","280179":"\n   Why would anyone put a latch on the INSIDE?\n  ","280180":"\n   This is my swamp\n  ","280181":"\n   You are never gonna believe this, we win the money......WE WIN DA MONEY!!!\n  ","280182":"\n   What's your favorite color?\n  ","280183":"\n   Just transformers 4, too belive I actually tried to defend the movies even revenge of the fallen! But I should have known better. The first one was pretty good though, I wish they had stopped at the first one\n  ","280184":"\n   I have a confession to make, transformers 4 is a guilty pleasure for me. I know its wrong but it is the guiltiest of guilty pleasures for me, like i will secrectly buy the dvd and watch it in the dark and lock the door and watch.\n  ","280185":"\n   Do you watch Parks and Recreation?\n  ","280186":"\n   Why do people kill each other?\n  ","280187":"\n   *an entire herd of Freds a trillion strong swarms around Wyatt Toy Store, led by a Fred that looks and smells suspiciously like the lovechild of Nixon and Ratchet* ATTACK, YES!!\n  ","280188":"\n   Are you following yu gi oh\n  ","280189":"\n\n    http:\/\/www.cartoonbrew.com\/ideas-commentary\/exclusive-clarence-creator-skyler-page-out-of-cartoon-network-after-sexual-assault-allegations-101061.html\n   \n   WHOA\n  ","280190":"\n   also, pertaining to age of extinction Lockdown, what if some lucky sob manages to shoot into the barrel ? Stupid design.\n  ","280191":"\n   Do you remember the time I told you about how my goldfish ran away, and then you told me I never had a goldfish, then why did I have the bowl derrick! why did I have the bowl!\n  ","280192":"\n   Well looks like CN's newest show Clarence will probably be canceled. Nice.\n  ","280193":"\n   YOU SURE GET A LOT OF STUPID FUCKS ASKING QUESTIONS HERE. HEY DUMBASS ANONS, YOU'RE BORING.\n  ","280194":"\n   \/TOSSES YOU IN THE GLUE PIT\/\n  ","280195":"\n   When will people stop asking question that can get you legally in trouble?\n  ","280196":"\n   Can you make alien Transformers Animated version like in B10OV No Honor Among Bros just like TF\n G1 - The Gambler, please? Thank you.\n  ","280197":"\n   What's your favorite music genre?\n  ","280198":"\n   What did you think of AOE Galvatron? Should he of been his own character and not a recarnation of Megatron as usual?\n  ","280199":"\n   You gotta help me out derrick I'm running out of crazy things too say!\n  ","280200":"\n   Never really liked how over complicated the Bayformers designs are. You can make robots realistic without having them look like a bunch of literal piping with armored plating surrounding it\n  ","280201":"\n   What is the last thing you downloaded onto your computer?\n  ","280202":"\n   \"They see us Tramplin'!  They hatin'!\"  *Singing to\n   \n    https:\/\/www.youtube.com\/watch?v=03eNODCDdqY\n   \n   *  TRAMPLETRAMPLETRAMPLE!\n  ","280203":"\n   What happened after the Stunti-con Job comics? Then , Team Charr attacks Cybertron tries to rescue Marauder Megatron in TFA Season4. Would you be kind make TFA Season 4, please?\n  ","280204":"\n   How adorable, Wyatt. Anons hating each other!\n  ","280205":"\n   I was left home alone twice 17 times!! and no one made a movie about me!!\n  ","280206":"\n   Going to TFCon again this year?\n  ","280207":"\n   *crashes on your couch* If I'm your prisoner, I'll make myself comfortable.\n  ","280208":"\n   You are so beautiful TOO MEEEE!!!!!\n  ","280209":"\n   Is it wrong that I saw TF4 just to hear the voice actors ? PS I really really liked john goodman, john DiMaggio and frank welker.\n  ","280210":"\n   Omg transformers 4 was so awesome, it was nothing but a scrambled mess of explosions and a terrible story that made no sense!! isn't that fantastic!!\n  ","280211":"\n   Did anyone sat next to you in Botcon?\n  ","280212":"\n   Super Mario Brothers\n  ","280213":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/115456073588\n   \n   Whoever this anon is has absolutely NO IDEA what he or she is talking about. They did not stay true to the character at all, I will give that grey name slapped generic robot this.....he was pretty scary and evil. But again NOT true to the character.\n  ","280214":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/115456073588\n   \n   I wanna punch who ever wrote this and sent it too you so hard. HEY OTHER ANON IF YOU SEE THIS GO WATCH TRANSFORMERS ANIMATED THEN TRY TO SAY BAYFORMERS STAYED TRUE TO CHARACTER!!! ALL CAPS RAGE!!!!\n  ","280215":"\n   Lockdown was awesome in the new Bay movie! He was very true to the character even if he looked different and didn't have Lance voicing him.\n  ","280216":"\n   Do you ever have art-slumps\/art-blocks?\n  ","280217":"\n   Kidding about the -10\/10, it wasn't THAT bad but I'm sure CinemaSins is gotta have a field day when it goes to DVD\n  ","280218":"\n   Bay4mer was way too long, Lockdown's gunface was just wrong, and Megatron just won't stay dead. -10\/10\n  ","280219":"\n   Did you like the Dark Knight (2008)?\n  ","280220":"\n   Why has Teen Titans been getting so merch lately (original series, not just Go!)? Are they having a resurgence in popularity?\n  ","280221":"\n   Have you drawn Oil Slick's bike mode with his new mods?\n  ","280222":"\n   SATAN CAME AT MY HOUSE!\n  ","280223":"\n   I've just seen Bayformers 4. What a fantastic movie. Finally, they don't try to give a story to it. Breaking stuff for 165 minutes. Who needs more?\n  ","280224":"\n   Oh boy, that really does sound taxing. Well, what's the most enjoyable part of your job then?\n  ","280225":"\n   What goes on in a color breakdown meeting?\n  ","280226":"\n   It worths to be part of the wiki for this moments.\n   \n    http:\/\/i.imgur.com\/OabYpML.png\n   \n","280227":"\n   What is your most played song?\n  ","280228":"\n   I was deeply disappointed when they didn't show Reptile in the new game trailer.\n  ","280229":"\n   The lets keep dancing\n  ","280230":"\n   is it true that in every TFA episode there was a hidden message warning us of more Bayformers to come?!\n  ","280231":"\n   \/FARTS ON YOUR LATEST PROJECT\/\n  ","280232":"\n   My ascot?  hmm...  Fred stole it.  You know, the one who hangs out with a talking dog?  Where do you think he got his? Obviously from me.\n  ","280233":"\n   anything in particular you liked about E3 like Zelda or Halo or what?\n  ","280234":"\n   it's not unusual to be loved by anyone\n  ","280235":"\n   We consider Formspring successfully trampled now.  We can't do anything more to it.  We are moving on... to here!\nTRAMPLETRAMPLETRAMPLE!\n  ","280236":"\n   Thoughts on Mega Sableye? I personally like that he is different than the others.\n  ","280237":"\n   i know this is a little at the border, but if james cameron was to do a movie, which would you prefer. ben 10, transformers, or scooby doo.\n  ","280238":"\n   We like to Move It!  Move It!  We like to Move It!  Move It!  We... ... ... forgot the rest.  Screw it!  TRAMPLETRAMPLETRAMPLE!\n  ","280239":"\n   If you've ever watched the original Teen Titans show, who was your favorite Titan and Antagonist?\n  ","280240":"\n   Did you have fun at Botcon? What was your favorite part?\n  ","280241":"\n   SCRAAAAAAAPLEEEEEEEETS! \/CARDBOARD SCRAPLETS EVERYWHERE\/\n  ","280242":"\n   *Unicron caused him to crash into your house, and he's on the floor dirtying your carpet, but at your mercy*\n  ","280243":"\n   *Stampedes through your house.*  Now you don't have to worry about the carpet.  You're welcome!  TRAMPLETRAMPLETRAMPLE!\n  ","280244":"\n   *steps on Ratchet, and begins cleaning your carpet* One greasy medical automaton, courtesy of me and Unicron.\n  ","280245":"\n   Okay, I have a lot of free time now. Which Transformers series should I start with? (I have only seen Bayformers 1&2 but I heard that the animated part of it is better)\n  ","280246":"\n   Is there any part of your job that's particularly taxing on you (not including answering questions)?\n  ","280247":"\n   What three things in life you want more than anything else?\n  ","280248":"\n   Who's afraid of the DJD?\n  ","280249":"\n   Best Episode So Far Good Job\n  ","280250":"\n   Whoops. I didn't realize you weren't answering Ben 10 related questions before I sent that question in. My bad. ^^\"\n  ","280251":"\n   Scratch that. I couldn't get Ratchet last night. But I'm going after him again soon. In the meantime, I'm bringing you that Raf kid to do as you please with him.\n  ","280252":"\n   You want me to bring him to you to kill, or you want me to do it myself?\n  ","280253":"\n   Finally. I'm not the only one who prefers Reptile.\n  ","280254":"\n   How many times a day do you look at yourself in the mirror?\n  ","280255":"\n   Stampeding for Klondike Bars!\nTRAMPLETRAMPLETRAMPLE!\n  ","280256":"\n   A gun-face, eh? Sounds inefficient. But that's alright. I'll get your medic for you.\n  ","280257":"\n   Are you answering Questions for Ben 10 yet? Or is that still not happening? :\/\n  ","280258":"\n   Any minor characters from the Michael Bay TF films you would include in Animated alongside Blackout & Grindor? Guys like Dispensor or the Dreads?\n  ","280259":"\n   Heh. Sounds like a job I'll take. Thought you hated the fact I was from Tyran thanks to my appearance, though?\n  ","280260":"\n   Will the shine ever shine again!!!!! will it!!!!! will it shine!!!!! omg will it shine!!!!!! GAAAAAAAAAAAHHHHH.\n  ","280261":"\n   You know what I like about the wiki? When a page doesn't have the Maunal of Style, they don't correct it, just put a cleanup box there. Our admin (who is one above all) said that he is basically the man who speaks english better than everyone else, but 70% of the pages are stubs. The other 30% is...\n  ","280262":"\n   Mega Swampert! I'm done.\n  ","280263":"\n   \/SPAMS SELFIES OF HIMSELF POLEDANCING ON THE BIG STONE GALVATRON STATUE IN AUREX\/\n  ","280264":"\n   I heard that Bauza is an animation artist too. Is that true? If is, is he good?\n  ","280265":"\n   *Gives you a pair of techno-organic optics.*  Ever since you made that chip, I've been making backups.\n  ","280266":"\n   THE WORLD CUP!\n  ","280267":"\n   *Steals some of your \"Cypertronian powers and weapons.\"  Thank you!\nTRAMPLETRAMPLETRAMPLE!\n  ","280268":"\n   I'M CRYING. THIS BIG BAD TROLL IS CRYING.\n   \n    http:\/\/moosey-the-twinkling-faggot.tumblr.com\/post\/88707287423\/message-for-the-future-from-the-past\n   \n","280269":"\n   Can you draw the swap force skylanders? Please? Or at least draw Freeze Blade? But first, look him up.\n  ","280270":"\n   NAAAAANTS INGONYAAAAAAAMA BAGATHIIIIIII SI BABAAAAAAAAA *the herds of African animals destroy half of Wyatt's toy store. You see Ratchet riding an enormous elephant into battle*\n  ","280271":"\n   Barbara Bush looks great.\n  ","280272":"\n   Casey Kasem. :(\n  ","280273":"\n   *he stands there from a distance, watching you. You may not notice him for a moment or two. You may see a little smirk form at the end of his mouth before he retreats. He's collected data on you. Just in case someone ever puts a price on your head. If you are his target, he will come for you.*\n  ","280274":"\n   Are you okay? You haven't been on here in a while.\n  ","280275":"\n   NAAAAAAAAAAANTS INGONYAAAAAAAAAAMA BAGITHI SI BABA *then hordes of African animals come stampeding by, leaving droppings everywhere in our office*\n  ","280276":"\n   Theres a show you worked on that always makes me happy when i watch it, no matter how awful of a day I had or how much i cried it made me feel better. Looking forward to new episodes kept me going through a dark time. I wont mention the name cuz you're not taking questions on it right now. Thank you\n  ","280277":"\n   DO YOU LIKE MOOSE BUTTS?\n  ","280278":"\n   DERRICK.  Why am I not the most stylish celebrity?  I am Navaliok!  That should be reason enough!\n  ","280279":"\n   First impressions of the 2014 SDCC Transformers exclusive set?\n  ","280280":"\n   they made fun of you for messing up ERROR instead of ERRORS in your speach.\n  ","280281":"\n   When will you give Lightbright and Lickety-Split their own series?\n  ","280282":"\n   \/TWERKS ON YOUR FACE SO HARD CALIFORNIA SINKS\/\n  ","280283":"\n   What are your favorite smoothie ingredients?\n  ","280284":"\n   and now for the question on everyones mind. Have..........You..........Ever............................................................................................Twerked???\n  ","280285":"\n   You didn't show us any Barricade (yet)! All we got is his face from the second Almanac. :(\n  ","280286":"\n   Our beloved wiki admin has a serious God complex. \"Omnipotence>Anything\"\n  ","280287":"\n   good old days\n   \n    http:\/\/37.media.tumblr.com\/tumblr_lun5vxHi4O1r4ww6so1_500.jpg\n   \n","280288":"\n   \/FARTS MOOSE HAIR IN YOUR FACE\/ SUCK IT!\n  ","280289":"\n   DO YOU SMOKE PONY BUTTHOLES?\n  ","280290":"\n   G2 Electro.\n  ","280291":"\n   Hodor is a better name.\n  ","280292":"\n   Quick, Derrick!  We have to go the Fence Kingdom!  Someone put up a fence in the  No Fence Kingdom!  It's been a diplomatic disaster!\n  ","280293":"\n   When are you gonna show us Animated Barricade's REAL face?\n  ","280294":"\n   Goggles Simon Belmont is Best Simon Belmont.\n  ","280295":"\n   Don't these wiki questions and statements annoy you ? I mean I got pissed over reading these questions you get and there directed at you not me!, must be like seriously friggin annoying to have idiots constantly telling you \"stop joking I want to edit for the wiki\" and \"why do you hate the wiki\".\n  ","280296":"\n   You foolish artist, that wasn't me. I don't even know a Billy Carter!\n  ","280297":"\n   Best name for a girl?\n  ","280298":"\n   If you had a chance to do a Captain N reboot, would you use designs based on the show's version of the characters, or closer to the characters' original game designs?\n  ","280299":"\n   I tought you are not allowed to see the fake wiki or something.\n  ","280300":"\n   What's the worst thing you have ever done?\n  ","280301":"\n   If Electro was to be in the TFA continuity, how would you design him?\n  ","280302":"\n   its all about being purple these days... am i right\n  ","280303":"\n   How did you feel when you learned Unicron was going to eat Formspring last year?\n  ","280304":"\n   I wonder how would you redesign every Pokemon. Also, the incidentals too, too bad it's Japan.\n  ","280305":"\n   can azmuth do the machines\n  ","280306":"\n   Here in Latin America next week began the six season!!, yeah finally the Rooters Arc... That means you can answer question about it?\n  ","280307":"\n   The time have come Derrick, in Latin America the Revengers is out the 21\/6\/14 :D\n  ","280308":"\n   Why can't I eat the brown part?\n  ","280309":"\n   How many times have you cloned yourself?\n  ","280310":"\n   Why is it that every tim I eat cake a cat will walk in my room and hog my internet?\n  ","280311":"\n   can you do the machines\n  ","280312":"\n   Yeah, the only good thing in the Unicron Trilogy dubs were select few one-liners like: \"I can't just shoot him in the back; wouldn't be civil.  I'll give him a heads up first, THEN I'll shoot him in the back!\"  Other than that, the dubs suck.\n  ","280313":"\n   LOUDER BILLY WE CANT HEAR YOU!!\n  ","280314":"\n   Sweet Jesus Tap Dancing Christ!! What's With All Sensitive Wiki Idiots?! I Mean Seriously WTF?!\n  ","280315":"\n   The omnitrix will get recalibrated or ben will have a new omnitrix?\n  ","280316":"\n   Yeah, the writing in Machines seems to kinda be looping, just continuous failures and then hiding (as far as I've gotten).\n  ","280317":"\n   I would try the brown part of it\n   \n    http:\/\/ben10.wikia.com\/wiki\/Cortalopus\n   \n","280318":"\n   Do you hate the wiki because of the Darkstar thing, or the Dolphin\/Mouse in the Omnitrix thing, or Goodbye and Good Riddance\/Be 10,000 Timeline? I just realised that I hate it too.\n  ","280319":"\n   You should have never joked about this. They think the joke is the truth. Doesn't matter if you said it was a joke (you actually told them way back but they don't care).\n  ","280320":"\n   Are you having soup, today?\n  ","280321":"\n   Is it ethical to eat meat?\n  ","280322":"\n   What's the bigget mistake about the wiki. Just tell me and please don't joke this time. I put a lot of effort to that wiki.\n  ","280323":"\n   Were there any characters you were really looking forward to have in TFA season 4 ?\n  ","280324":"\n   Cute guinea pig ;)\n  ","280325":"\n   So this is how it started\n   \n    http:\/\/new.spring.me\/#!\/DerrickJWyatt\/q\/383293516249332474\n   \n","280326":"\n   The only dangerous version of Starscream I've seen was in Galaxy Force (not the awful Cybertron dub).  That one had a close showdown, and Megatron\/Galvatron won by fluke.\n  ","280327":"\n   Well Starscream held his own very well against Megatron in A Bridge Too Close, Part II. So in Animated, they never fought side by side?\n  ","280328":"\n   They don't believe that all of the predators have their species name (excluding Hypnotick).\n  ","280329":"\n   The new picture goes straight to the wiki.\n  ","280330":"\n   Do you remember which character you designed took the longest time? sorry for bad english again\n  ","280331":"\n   you are a galvan\n  ","280332":"\n   Do you think there was once a battle when Megatron and Starscream fought back to back like Tony and Rhodey in Iron Man 2, or like when Megatron and Optimus did against the Seekers?\n  ","280333":"\n   Which level has a seat Collectimus ?\n  ","280334":"\n   TASTE LIKE CHICKEN GIZZARD\n  ","280335":"\n   A list what I wouldn't eat.; 1. My Face 2. Max's cooking\n  ","280336":"\n   hi,mr wyatt! do you want to go to the beach this summer? because I prevent you! the sea is full of patellidays who are swimming in it.there are so many patellidays that the people can't even enter in the sea!also,they want glasses! judging they are 10008,they will need 10008 pairs of glasses.\n  ","280337":"\n   Didi you make the Aggregor sketches recently?\n  ","280338":"\n   are you a vulpimancer ?\n  ","280339":"\n   Wow! You're rich enough to have Gardners? Animation really pays man! Living the dream!\n  ","280340":"\n   My favorite part of TFA probably had to be Swindle. I went back and watched it mostly because I didn't pay much attention when it was on air and I really enjoyed it\n  ","280341":"\n   Do you worry about your future?\n  ","280342":"\n   Ahh man I was hoping that the generic grey robot wasnt lockdown :(\n  ","280343":"\n   Do you like Aipom?\n  ","280344":"\n   If you havent seen godzilla yet I strongly suggest you run to the theater and push all the goats that are gonna try and stop you out of your way!\n  ","280345":"\n   Have You ever ate roasted Rad Dudesman?\n  ","280346":"\n   What's your side on the FIRRIB\/FIBRIR debate?\n  ","280347":"\n   Should we go back?\n  ","280348":"\n   can you troll and heckle raf?\n  ","280349":"\n   You are the one choose the colors for the characters you design? Or there is someone who can override your ideas? Like changing the colors entirely. Sorry for bad enligsh.\n  ","280350":"\n   Season 2 is a lot better.\n   \n    http:\/\/i.imgur.com\/wfLjolQ.png\n   \n","280351":"\n   And so while our hero was celebrating his victory the forces of evil were gathering and devising a plan to destroy him with ketchup\n  ","280352":"\n   Do you like Nathan Fillion?\n  ","280353":"\n   Naughty boy...\n   \n    http:\/\/img1.wikia.nocookie.net\/__cb20140404194429\/ben10\/es\/images\/0\/0a\/CHS_%28499%29.png\n   \n","280354":"\n   What is your opinion of chaotic the tv series?\n  ","280355":"\n   So prepare for the coup of the century! Be prepared for the murkiest scam! Meticulous planning, tenacity spanning, cycles of denial is simply why I'll be king of the Omniverse undisputed, respected, saluted, and seen for the wonder I am! Yes my teeth and ambitions are bared! Be prepared, Wyatt!!!!!!\n  ","280356":"\n   I mostly decided to watch Machines first instead of Wars because Wars seemed a little wooden, but if it makes that much or a difference I'll give Wars another try\n  ","280357":"\n   I mean, there was Waspinator and Blackarachnia (I guess Rattrap\/Rattletrap counts?) and Cheetor, but were there any other ones that were going to be written into the show but got scrapped?\n  ","280358":"\n   MUTOs ARE MAJOR SPOILERS FOR PEOPLE WHO HAVE NOT SEEN GODZILLA YET. Well actually maybr more like kinda spoilery not major, so I guess MUTOs are kinda spoilery spoils for people who have not seen godzilla yet.\n  ","280359":"\n   I saw a man be trampled to death, then shot and then be eaten by vultures. Next thing I know he comes back 12 minutes later riding a horse, I asked him how he could he have possibly be alive and you know what he said to me ? He said \"Long story\" then rode off into the sunset!\n  ","280360":"\n   Other than Cheetor, did you design any other Maximals for TFA?\n  ","280361":"\n   Major Godzilla spoiler, Godzilla does stuff.\n  ","280362":"\n   Your suppose to push Webistics!!\n  ","280363":"\n   Well I mean, Netflix has Beast Wars and though they don't have Beast Machines, I've found it in a couple other places. I loved the cameo they had in Predacons Rising, I think that was the episode\n  ","280364":"\n   Come along Derrickwise Wyattgee we have a long journey ahead of us.\n  ","280365":"\n   MUTOs are the monsters in Godzilla 2014.\n  ","280366":"\n   derrick,go to watch on your window! we'll see patellidays floating EVERYWHERE on the sky. oh,look one of them is eating your roof!\n  ","280367":"\n   What's your opinion about the MUTOs?\n  ","280368":"\n   I haven't watched Beast Wars, but I find what they did with Beast Machines pretty interesting (not finished yet). Should I have watched Beast Wars first or is it really necessary?\n  ","280369":"\n   Have you ever met a purist of any kind IRL?\n  ","280370":"\n   Nope, gigantic chin\n  ","280371":"\n   # You will find it out.\n  ","280372":"\n   Just started watching Beast Machines, did you ever like it?\n  ","280373":"\n   Derrick J Wyatt! Megatron is your mom!\n  ","280374":"\n   When will spongebob die?!\n  ","280375":"\n   No one can stop the cobra's\n  ","280376":"\n   I was drawing Mussolini today and he came out looking like Ultra Magnus\n  ","280377":"\n   #EatTheRude #MasonMeltdown\n  ","280378":"\n   Are antismoking ads effective?\n  ","280379":"\n   There's a local robot creation event and I'm thinking of either dressing as the silver Daft Punk robot and standing there as a fake statue or just drawing Voltron\n  ","280380":"\n   Who inspires you?\n  ","280381":"\n   Do you believe in Voltron\n  ","280382":"\n   Do you believe in ogds?\n  ","280383":"\n   Do you believe in sgdo?\n  ","280384":"\n   Just one word about that; Bearwolfman\n  ","280385":"\n   Remember! Reality is an illusion, the universe is a hologram, buy gold, bye!\n  ","280386":"\n   Do you believe in dogs?\n  ","280387":"\n   When will you answer Ben 10 questions again?\n  ","280388":"\n   Do you think you're brave?\n  ","280389":"\n   Somebody is in a wheelchair for sure but there is something about your profile picture too.\n  ","280390":"\n   How do you feel about Lockdown being chosen for the main villain of Transformers 4? I personally love the nod to Animated with his selection!\n  ","280391":"\n   u like wildwine or snare-oh cuz they r based upon mr fantastic\n  ","280392":"\n   Did anybody send you 12 dollars?\n  ","280393":"\n   Dogs are false propeths.\n  ","280394":"\n   Are you going to Botcon all 4 days?\n  ","280395":"\n   I didn't like Ruby and Saphire or X and Y, I will buy the game for the Mega Evolutions!\n  ","280396":"\n   Do you believe in God?\n  ","280397":"\n   What role does television play in your life and the life of your family?\n  ","280398":"\n   Are the goggles on Jetfire's or Blitzwing's helmets functional?\n  ","280399":"\n   There is something in Hannibal S2 that may look familiar to you.\n  ","280400":"\n   What do you think of Pokemon Omega Ruby & Pokemon Alpha Sapphire?\n  ","280401":"\n   Ok here you go  $12\n  ","280402":"\n\n    https:\/\/www.youtube.com\/watch?v=nz_crHdfggY\n   \n","280403":"\n\n    http:\/\/www.youtube.com\/watch?v=SaolVEJEjV4\n   \n","280404":"\n   hey,don't take your britches in a twist!\n  ","280405":"\n   It's getting better each and every day.\n   \n    http:\/\/ben10.wikia.com\/wiki\/Category:Characters\n   \n","280406":"\n   Stupid paypal... i couldn t give you 1000 bucks :(\n  ","280407":"\n   i see fish wearing glasses ALL the time\n  ","280408":"\n   It doesn't matter what you look like on the outside, whether you're white, black, or Sasquatch, even. As long as you follow your dream, no matter how crazy or against the law it is... except for Sasquatch. If you're Sasquatch, the rules are different.\n  ","280409":"\n   You don’t need a machine to make a rainbow. For rainbows are made of happy thoughts, and dreams, and chocolate unicorns, and gumdrops, and licorice sunsets, and fuzzy gumdrop bears, in chicken curly chocolate gumdrop land.\n  ","280410":"\n   come out on my blank side again and its fish knuckles for launch!!!\n  ","280411":"\n   Girls with beard\n  ","280412":"\n   Alright im gonna go over to your place, crash on your couch. I'll bring a bag with my clothes in them.\n  ","280413":"\n   Mr. Wyatt, can you please post a photo of yours?\n  ","280414":"\n   What motivates you?\n  ","280415":"\n   Hi, Mister Wyatt. Primus is deleted of Ben 10 Omniverse? What hapenned with Eunice? She´s dead?\n  ","280416":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/113262674292\n   \n   Ok it's really random but how is this funny?\n  ","280417":"\n   czy ben jeździ na tenn speed poza ekranem\n  ","280418":"\n   we are not hot dogs\n  ","280419":"\n   What's your opinion about Snapchat?\n  ","280420":"\n   Beaker mouths? Well I guess if that's something you liked in Transformers Prime!\n  ","280421":"\n   draw me like one of your french girls...\n  ","280422":"\n   Should schools offer cash bonuses for good test scores?\n  ","280423":"\n   What's you favourite Dee Baker voice?\n  ","280424":"\n   Any city-bots you would draw robot modes for?\n  ","280425":"\n   I have a button that's labeled nuke norway, what should I do with it ?\n  ","280426":"\n   we love derrick\n  ","280427":"\n   Okay okay im sorry I pissed all over the slide at school! I was coked out of my mind!\n  ","280428":"\n   Is there stuff from Transformers: Prime that you'd like to work into future Animated stuff?\n  ","280429":"\n   Who you gonna call?\n  ","280430":"\n   do you like me?\n  ","280431":"\n   Would Animated Rumble be blue or purple?\n  ","280432":"\n   What's your favorite BotCon box set?\n  ","280433":"\n   I'll turn you into a Galvan-Mandrill Fuzor!\n  ","280434":"\n   *gives 100 bucks*\n  ","280435":"\n   Rick Grimes vs. Walter White! Who would win?\n  ","280436":"\n   Are you disappointed with the lack of good Riddler stories? I am.\n  ","280437":"\n   I'm not going anywhere with those Freds, you artist buffoon!\n  ","280438":"\n   If Negan appeared in the TV series version of \"The Walking Dead\", who would you want to portray him?\"\n  ","280439":"\n   I LOVE you!!\n  ","280440":"\n   did you ever watch at 'the incredible mr limpet'?\n  ","280441":"\n   During your time on TF Animated were there ever talks of having Ultra Magnus use all those weapons his toy featured or was it something the toy designers added that wasn't originally featured on the character?\n  ","280442":"\n   naber knk\n  ","280443":"\n   do you like don knotts?\n  ","280444":"\n   If I said it once ive said it a thousand times, monkey's do not watch dateline!!\n  ","280445":"\n   Its that the context of the match that he has to properly do what was not done as promised.........your welcome.\n  ","280446":"\n   Troy Baker and Ashley Johnson be in EVERYTHING. Jesus these people need to stop.\n  ","280447":"\n   i'll give you 7 bucks\n  ","280448":"\n   Is Drift too lame to get an Animated counterpart?\n  ","280449":"\n   Why is the sky not green ?\n  ","280450":"\n   derrick,i love you\n  ","280451":"\n   New Pokemon game announced. I won't look at 4chan, I won't look at 4chan, I won't, I have to...I failed\n  ","280452":"\n   If Peter Parker had fifteen cartons of chocolate milk and he gave his Uncle Ben ten of them, how many cartons of chocolate milk would Peter Parker have left?\n  ","280453":"\n   Do you think Blitzwing and Lugnut secretly care about each other a tad as friends?\n  ","280454":"\n   \"Why is The Amazing Spider-Man 2 getting such bad reviews?\"\n\"Probably because it's not that good. \"\n\nThe only problem with this logic is that it WAS good.\n  ","280455":"\n   What do you think of the AoE Walmart and Target exclusives?\n  ","280456":"\n   What Decepticons do you peg as \"most likely to defect to the Autobots\", or at least defect from the Decepticons?\n  ","280457":"\n   Hello mr. Derrick John how are you\n  ","280458":"\n   How often are your ideas shot down with reasoning like \"We can't do that, the kids won't get it\"?\n  ","280459":"\n   show us a spoiler. a really big one. that's my favorite part of racecar anatomy.\n  ","280460":"\n   Have you played with Goat Simulator?\n  ","280461":"\n   *without Straxus controlling them, the Freds now live on Prime Cybertron, now very docile and friendly, though no less obsessed with nachos. They now roam the planet in vast herds of millions*\n  ","280462":"\n   What do you think of Generator Rex?\n  ","280463":"\n   What do you think if the Botcon box set this year?\n  ","280464":"\n   I just heard a good quote on the wiki; \"even if every single fan of Ben 10 agreed (that dolphin is not in the Omnitrix), it doesn't make it true\"\n  ","280465":"\n   patelliday has to pee!\n  ","280466":"\n   What made your day today?\n  ","280467":"\n   WE SEE YOU DERRICK TEE HEE HEE\nWE CAN SEE YO\nTEE HEEE HEEEEE\n  ","280468":"\n   I remember when I met Charlie Adler, he was so serious and denied to do the voices but when I turned around for a second he started yelling on Cow's voice. Weird but awesome man.\n  ","280469":"\n   Are there possibilities for internships in the Burbank Studio?\n  ","280470":"\n   Dude please just answer a ben 10 question.\n  ","280471":"\n   I ate your cookies!\n  ","280472":"\n   I ate your fridge\n  ","280473":"\n   we want you here!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n  ","280474":"\n   Were all of the TFA shorts described in the Almanac produced?\n  ","280475":"\n   So is just anyone allowed in the studio or...?\n  ","280476":"\n   Why is The Amazing Spider-Man 2 getting such bad reviews?\n  ","280477":"\n   derrick,what do you do  to post pictures here?\n  ","280478":"\n   how famous are you?\n  ","280479":"\n   Hershel's death in TWD - sad or not sad?\n  ","280480":"\n   Have you seen the new Godzilla trailer with the flying lizard or whaterver? What's your opinion about it?\n  ","280481":"\n   If the Animated Stunticons combined, would their robot and alt modes be redesigned?\n  ","280482":"\n   ben 10 omniverse arc 6 airdate\n  ","280483":"\n   derrick,how kissable are you?\n  ","280484":"\n   Can ANYONE visit the studio in Burbank or are there tours where you would need special permission?\n  ","280485":"\n   derrick,i want to make a little present for patelliday? what can I do?\n  ","280486":"\n   What's your least favourite Pokemon?\n  ","280487":"\n   You want ten bucks from everyone?\n*Gives you $20.*\n   \n    https:\/\/www.youtube.com\/watch?v=gT9r_-oHJV0\n   \n","280488":"\n   What was so bad about comic-con?\n  ","280489":"\n   who's your favorite fish?\n  ","280490":"\n   i have microsoft office 2013\n  ","280491":"\n   Will the Limax ever return.\n  ","280492":"\n   Do you mean \"Grand Moff Tarkin\"?\n  ","280493":"\n   cloud ya tlel me wath the name of this?\n   \n    http:\/\/ben10.wikia.com\/wiki\/Category:Unknown_Name_Species\n   \n","280494":"\n   What famous people were born in your city?\n  ","280495":"\n   WE LOVE YOU DERRICK TEEHEEHEEE WE LOVE YOU\n  ","280496":"\n   derrick\n  ","280497":"\n   I only have seven bucks\n  ","280498":"\n   Who is the person that had the biggest influence on you?\n  ","280499":"\n   What’s the one most important thing to get done today?\n  ","280500":"\n   What sounds more plausible: Animated Beast Wars or SG Animated?\n  ","280501":"\n   I can't come up with better idea for categorization so it stays it is. At least it's pretty.\n  ","280502":"\n   Do you like Ben Affleck?\n  ","280503":"\n   Do you watch Hannibal?\n  ","280504":"\n   Dinobot's Old Technology is a BW fanfic, one of the most infamous of all TF fanfics.\n  ","280505":"\n   The new Scooby Doo design\n  ","280506":"\n   People respect mr. Wyatt and don t ask him Ben 10 quistions for the time of his hiatus... be patient!!!\n  ","280507":"\n   nanananananananana BATMAN\n  ","280508":"\n   Is there anything in MTMTE canon that you wish you could have worked into TFA?\n  ","280509":"\n   Dude every year when Comicon comes around I don't go and I always have a blast.\n  ","280510":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/112729529460\n   \n   well that might come in handy for ummmm... stuff.....\n  ","280511":"\n   Favourite drink?\n  ","280512":"\n   Are the characters at the good places?\n   \n    http:\/\/ben10.wikia.com\/wiki\/Category:Omniverse_Characters\n   \n","280513":"\n   what are your upcoming convention plans?\n  ","280514":"\n   Do you read the current Transformers comics?\n  ","280515":"\n   I mean a spoiler\/trivia about ben 10\n  ","280516":"\n   Have you ever read Dinobot's Old Technology?\n  ","280517":"\n   Pf, the wiki. Everybody knows that Ben is a secondary character. Baumann is the main character.\n  ","280518":"\n   According to the Ben 10 Wiki, Attea and Dr.Psychobos are only secondary villains.\n  ","280519":"\n   What do you think people should do more often?\n  ","280520":"\n   And what do you think of it?\n  ","280521":"\n   I cant see through metal derrick!!!\n  ","280522":"\n   *Now trying to plot ways to steal\/copy the Omnitrix and make it work for Bumblebee, if only for the laughs.*\n  ","280523":"\n   Just listened to Dare To Be Stupid, fantastic song\n  ","280524":"\n   Who will voice aunt Vera?\n  ","280525":"\n   Have you seen the Designs for the new Scooby Doo?\n  ","280526":"\n   Is that an error?\n   \n    http:\/\/img1.wikia.nocookie.net\/__cb20131030233855\/ben10\/es\/images\/7\/7b\/ERdE_%28166%29.png\n   \n","280527":"\n   Will we see Vilgax in a different suit?\n  ","280528":"\n   Is someone from the Plumbers a Rooter.\n  ","280529":"\n   Have you ever heard of \"Marvel: What If?\"\n  ","280530":"\n   People think Hervé is 28.\n  ","280531":"\n   What kind of accent does Atomix have?\n  ","280532":"\n   why bandai not make more alien creation chamber toys?\n  ","280533":"\n   What angers you the most?\n  ","280534":"\n   If Weird Al made a parody song about Transformers, what do you think he would title it?\n  ","280535":"\n   Is the Yenaldooshi dead? We saw him blew up.\n  ","280536":"\n   is the movie collectimus mentioned, power of the secret time race (I think?), a reference to the secret of the omnitrix\/race against time movies?\n  ","280537":"\n   Do you know why Sari is smirking?  Last time I saw her with that expression, she got Blackarachnia a pair of giant bunny slippers.  Should I be worried?\n  ","280538":"\n   Was Linda Cardellini brought onto SDMI because of her role in the ScoobyDoo movie, or was it a coincidence?\n  ","280539":"\n   Are there any group designs like the rebooted Negative 10 idea that corresponded with an unused storyline?\n  ","280540":"\n   I just watched 044, David Kaye is that man. He was really nice for Chadwick.\n  ","280541":"\n   Are Driba and Chadzmuth related? I remember you said that Driba was his uncle.\n  ","280542":"\n   Can Buzzshock duplicate himslef without electricity?\n  ","280543":"\n   What fastrack, jetray and chamalien aparence omniverse?\n  ","280544":"\n   Does Gutrot get embarrassed when he makes gasses? Haha I'm just curious.\n  ","280545":"\n   Is Omniverse gonna explore Eon's origins? Like, the universe he came from that specifically shaped him into who he is?\n  ","280546":"\n   Derrick what is your name dude ?\n  ","280547":"\n   According to the wiki dolphin and mouse DNA is in the Omnitrix. This information cannot be edited.\n  ","280548":"\n   Are Argit, Pocupine and Pierce from the same species?\n  ","280549":"\n   Will Jeffrey Combs voice more characters in Omniverse?\n  ","280550":"\n   Rook Maybe. Sounds cool to me.\n  ","280551":"\n   The worsts are the best. They don't even need a species name.\n  ","280552":"\n   Will we ever see Snakepit, Shellhead, and Sandbox in the show?\n  ","280553":"\n   Least favourite animal?\n  ","280554":"\n   Are any spies from the Rooters under the plumbers.\n  ","280555":"\n   wait!!!\nif you guys make the negative 10 based on evil ben aliens...\ncould there be an evil arburian pelorota?\n  ","280556":"\n   So... if for whatever reason someone else gets the Omnitrix... they could turn into Ben?\n  ","280557":"\n   The wiki is a bad place, still better than 4chan, tho.\n  ","280558":"\n   Are you excited for Sailor Moon Crystal?\n  ","280559":"\n   Just realized you're only one degree of separation from National Lampoon's Barely Legal. Funny, but you've probably been closer to worse.\n  ","280560":"\n   If the Omnitrix scans DNA, does it have Human DNA already scanned?\n  ","280561":"\n   Out of everything you worked on, which show do you like to talk about the most?\n  ","280562":"\n   I heard a rumor you once wanted to give Chromastone two eyes and running shoes. Was that true?\n  ","280563":"\n   PSYCH!!!!!!!!\n  ","280564":"\n   there should be an episode all about the incidentals with the main characters fighting in the background.\n  ","280565":"\n   and i use the term loosely !\n  ","280566":"\n   I miss vilgax... and bill gacks\n  ","280567":"\n   When toilets get dirty in the Bellwood Plumber headquarters who washes them?\n  ","280568":"\n   Will Rojo be a rooter?\n  ","280569":"\n   ........I still hate my father *classical music starts playing as we pan out*\n  ","280570":"\n   I would rather see a Charmcaster\/Hobble lovechild before I see a Charmcaster\/Darkstar lovechild. Or an ANYONE\/Darkstar lovechild!  \"Ew\" is spot on!\n  ","280571":"\n   psst derrick, play the violin!\n  ","280572":"\n   Will Kevin turn evil again in Omniverse?\n  ","280573":"\n   Favourite SDMI episode and why?\n  ","280574":"\n   I hate my life :P\n  ","280575":"\n   The Vampire Strikes Back = Awesomeness XD \n\nWhampire became my favorite , of course my second fav after Blitz Wolfer .....\n\nNow it's CAT FIGHT TIME !!!! I think I am gonna enjoy that episode XD \n\nyou people are genius !\n  ","280576":"\n   I believe in santa!! *bostons more than a feeling starts playing* AHHHHH *jumps out of 10 story building*\n  ","280577":"\n   Even if they aren't going to be in the show, could you at least give Jetray, Fasttrack, ChamAlien, and Spitter re-designes? You know, if you have some free time. Just so that we know what they would look like.\n  ","280578":"\n   If you had the choice, in what planet would you live (besides galvan prime)\n  ","280579":"\n   will there be windmills in ov?\n  ","280580":"\n   wont get many questions for a while after the season. \nლ(ಠ益ಠლ) but at what cost\n  ","280581":"\n   Gatica Confirmed\n  ","280582":"\n   Haha I know how to use it, just didnt think of it.\n  ","280583":"\n   Can we hug you.\n  ","280584":"\n   Who would you call first if you won the lottery?\n  ","280585":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","280586":"\n   If you could spend the next year living anywhere in the world, where would you go?\n  ","280587":"\n   If you could go on a roadtrip with any person, who would you choose and where would you go?\n  ","280588":"\n   Rule number one, party all the time.\n  ","280589":"\n   Is there a certain kind of species that Azmuth performs tests on?\n  ","280590":"\n   Do you like role playing games?\n(U know, like D&D)\n  ","280591":"\n\n    http:\/\/ben10.wikia.com\/wiki\/Chadzmuth\n   \n   You liek?\n  ","280592":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/112454655604\n   \n   Well, some of us like a bit of bulkiness and broad shoulderness...\n  ","280593":"\n   Have you found out a name for Young One?\n  ","280594":"\n   \"I don't mind answering questions, just not rude dumb ass questions like this one.\"\n----------\nI didn't mean for it to be a \"rude dumb ass\" question. I'm sorry if it came out as \"bad\".\n  ","280595":"\n   are we going to see Gwen's brother again?\n  ","280596":"\n   is this the real Derrick J, Wyatt?\n  ","280597":"\n   A guy on the wiki belived that Adwaita won't appear again and you drew him because of fun. Derrick, you need to be more careful with jokes.\n  ","280598":"\n   Will we see Technorg, Pa Vreedle and Devlin in Omniverse?\n  ","280599":"\n   Is someone a member of the Rooters we already know.\n  ","280600":"\n   You should put ''I don't know when the hiatus is over'' instead of Beautiful downtown Burbank CA.\n  ","280601":"\n   Why does Scout shave his mane?\n  ","280602":"\n   This is just beyond all stupidity.\n   \n    http:\/\/ben10.wikia.com\/wiki\/Thread:114540\n   \n","280603":"\n   Do you know why Gwen's manna is now pink instead of blue?\n  ","280604":"\n   Now people hate you on the wiki because there are no blue Tetramands.\n  ","280605":"\n   People now think that red color is the mutation and blue is the natural for Tetramands.\n  ","280606":"\n   Which cheese is the best cheese?\n  ","280607":"\n   Mr. Wyatt, is it true that new episodes of Omniverse air in July?\n  ","280608":"\n   Will Vilgax and Eon really wipe out some alternate Ben.\n  ","280609":"\n   Many people thinks that Ball Weevil is a BIG bug.\n  ","280610":"\n   My body is ready for the worsts.\n  ","280611":"\n   I really think that Darkstar can change his evil ways for good.\n  ","280612":"\n   Why did you create a question account?\nIt doesn't really look like you enjoy answering questions from fans.\nIf you don't like putting up with these questions, why still do it?\n  ","280613":"\n   Who is best girl Satsuki, Ryuko, Mako or Nonon?\n  ","280614":"\n   Hii Derrick. So since Ben uses Ghostfreak now, if he ever took off his solar protective skin, would he look like Zs'Skayr but before he rotated his skull? Like the appearance he had in omniverse while he was in Ledgerdomain?\n  ","280615":"\n   Who voices Kangaroo Commando?\n  ","280616":"\n   Do you or anyone else on the staff get bonuses or other incentives if the show you're working on gets really good ratings?\n  ","280617":"\n   I saw this image on the wikia, I tought it was a helmet.\n   \n    http:\/\/img3.wikia.nocookie.net\/__cb20140421221920\/ben10\/images\/a\/a7\/Rojo_ov.png\n   \n","280618":"\n   Didi you know about this?\n   \n    http:\/\/img2.wikia.nocookie.net\/__cb20130915191519\/ben10\/es\/images\/3\/36\/VdV1_%28178%29.png\n   \n","280619":"\n   I was watching carefully but I could only find 8 worsts.\n  ","280620":"\n   Is Margie (the girl from Mystery, Incorporeal) dead.\n  ","280621":"\n   How long will your Ben 10 hiatus last?\n  ","280622":"\n   Will he appear again? I'm curious who he is.\n   \n    http:\/\/img3.wikia.nocookie.net\/__cb20140420232023\/ben10\/es\/images\/5\/59\/640px-Gdh.PNG\n   \n","280623":"\n   Rojo looks cool, I love her helmet.\n  ","280624":"\n   good,derrick,good! now,do you have a picture with patelliday when he really has to pee? (:\n  ","280625":"\n   In terms of how she feels, does Charmcaster still have feelings for Michael? She seemed strangely obligated to get rid of him in her recent Omniverse appearance.\n  ","280626":"\n   So was what Darkstar whispered in Charmcaster's ear a hint to something that will happen in the plot or something she will do, or was that just some sort of random moment that wasnt hinting something to be explored later in the plot?\n  ","280627":"\n   is season 6 of Ben 10 starting next week ? if not .... do you have any idea when is it going to begin ?\n  ","280628":"\n   Squirtle or Charmander?\n  ","280629":"\n   uh, sorry? it does seem to be something like that though, with all of the whole so and so will make a cameo on 078\n  ","280630":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/112529035636\n   \n   WTF?!?\n  ","280631":"\n   Was it ever decided what Darkstar actually is? Half-alien, mutant, supernatural creature or what? General consensus among my friends is vampire or incubus.\n  ","280632":"\n   Some people likes the worsts.\n   \n    http:\/\/ben10.wikia.com\/wiki\/Category:The_Worst%27s_species\n   \n","280633":"\n   But... But... It took me EIGHTEEN years to get the permits to dig!!!\n  ","280634":"\n   Are you a traveler or a homebody?\n  ","280635":"\n   When will you go on your Ben 10 questions hiatus?\n  ","280636":"\n   *you hear some burrowing - suddenly Ratchet appears in your house, having dug up and ripped through your floor and causing thousands in property damage* I've been digging up to your house for 15 years!!\n  ","280637":"\n   whats 078 gonna be exactly?  the epic conclusion to ben's silly little affairs with women?\n  ","280638":"\n   What is the best way to say about Phil? Is he defected or deceased?\n  ","280639":"\n   Are the plumbers working on a cure for Phil?\n  ","280640":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/112454655604\n   \n   I can never understand girls. ESPECIALLY FANGIRLS...\n  ","280641":"\n   In the most of the scenes Patelliday has 6 teeth who are getting out from his mouth. (What I'm gonna do with my life!!!!!?)\n  ","280642":"\n   Guinea pigs are cute i had two... do you want to see them?\n  ","280643":"\n   When u go on your Ben 10 questions hiatus, who can we go to to answer our questions?\n  ","280644":"\n   Wherever he lives now, anyway. And yes, I'm banned. I can't ask or answer questions anymore.\n  ","280645":"\n   How far in advance do you prefer to plan?\n  ","280646":"\n   I wanted to mean that Patelliday is sexy hot.\n  ","280647":"\n   All I want for Christmas is for Kevin to be just as anal retentive over his house as he is about his car.\n  ","280648":"\n   Will we see Xylene in Omniverse?\n  ","280649":"\n   Which Omnitrix aliens haven't been redesigned yet?\n  ","280650":"\n   So Derrick, now that Ben 10 Omniverse is coming to a close, are you all Ben 10'd out?\n  ","280651":"\n   Are you more of a dog person or a cat person?\n  ","280652":"\n   Have you done any others lately just for the heck of it?\n  ","280653":"\n   I remember at least the Fasttrack one was a stickynote sketch. What were the others drawn on?\n  ","280654":"\n   elena validus return in ov and micrrochips\n  ","280655":"\n   Wait, I thought that Jeffrey thing was a sketchcard? And the Daryl Dixon one?\n  ","280656":"\n   What frustrates Perceptor the most?\n  ","280657":"\n   waybig could beat roddy piper in a fight, unless, its for a slim jim. am i right\n  ","280658":"\n   Have you ever done a sketchcard of Mr. Fantastic? I know he's your favorite!\n  ","280659":"\n   What do you think about more than anything else?\n  ","280660":"\n   Top 10 of you favorite aliens?\n  ","280661":"\n   Are Viktor and Viktoria related?\n  ","280662":"\n   How does Collectimus feel about the shippers on his message board?\n  ","280663":"\n   Argit and Swindle's Excellent Adventure\n  ","280664":"\n   Lucy and Defis will appear together in a future episode?\n  ","280665":"\n   In terms of their relationship, does Hex even know that Charmcaster has defeated Adwaita and rules their homeland, I remember him refusing to go back to Yawahtacsip.\n  ","280666":"\n   Will other relatives of Ben like Gordon or Betty Jean Tennyson make an appearance?\n  ","280667":"\n   Unstoppable force meets immovable object.\n   \n    https:\/\/www.youtube.com\/watch?v=4x_3mvbZzbU\n   \n","280668":"\n   How does Ben unlock the aliens in the Omnitrix? (AKA: Bloxx, Gravattack, Crashhopper, etc)\n  ","280669":"\n   which is the most annoying question which you found recently?\n  ","280670":"\n   do you think that gwen starts to be scary at her behavior in Omniverse? because I do!\n  ","280671":"\n   Hey,Derrick! I love you!!!!! (:\nDo you know...nocturne pus-oozers ,sticky nine-eyed eels and bursting gelatinous tiles fish have diuretic effects? Just say...\n  ","280672":"\n   because patelliday looks really really really really really hot.\n  ","280673":"\n   Who is Peta Lou? She's a reference to Thelma Lou?\n  ","280674":"\n   Let's eat Ralf!\n  ","280675":"\n   Lucy Mann has purple eyes in Omniverse because it's a reference to Elizabeth Taylor?\n  ","280676":"\n   Is there anything Spittor wouldn't eat?\n  ","280677":"\n   Do you think your opinion on the Bayformer designs has changed over the years? I think you said you liked Barricade, Frenzy, Long Haul and Blackout? Anyone else?\n  ","280678":"\n   Ben seems so hopeless with girls lol hard to believe he has a kid in the Ben10,000 timeline\n  ","280679":"\n   How many Eatle's did it take to chew up a lightbulb?\n  ","280680":"\n   hey can you like these outfit pls? Its a competition you would be very helpfull. thanks <3\n   \n    https:\/\/www.facebook.com\/photo.php?fbid=499435630157498&set=a.263693590398371.43270.255640971203633&type=1&theater\n   \n","280681":"\n   Kane is Kangaroo Commando, right? He was the evil brother, not Abel.\n  ","280682":"\n   To make the question more clear, Will Troy Baker and Ashley Johnson be working together on Ben 10?\n  ","280683":"\n   Hai Derrick,\n\nwhat is your opinion on sonic? Games, comics, tv shows, fanbase. anything of sonic that your familiar with.\n  ","280684":"\n   Is Pakmar an Incursean?\n  ","280685":"\n   BIG BIG FUN!!\n  ","280686":"\n   Have you seen day of the doctor and if so what do you think?\n  ","280687":"\n   When will whampire next make an appearance\n  ","280688":"\n   Derrick J. Wyatt, I capture you! *throws a Pokeball at your forehead*\n  ","280689":"\n   Are there any plans to reunite Troy Baker & Ashley Johnson from the Playstation game The Last of Us onto Ben 10?\n  ","280690":"\n   in that episode make debut spitter?\n  ","280691":"\n   Will we see Lucy Mann again?\n  ","280692":"\n   Everybody went away.  :(\n  ","280693":"\n   It is true that rocks and squidstrictor appear in the 7 arc?\n  ","280694":"\n\n    http:\/\/i.imgur.com\/orYJMMl.png\n   \n   WILDMUTT\n  ","280695":"\n   Were you disappointed at how Ma Vreedle turned out in ultimate alien or was she okay?\n  ","280696":"\n   Patelliday goes to your house asking for the bathroom since he really has to pee.What do you do,Derrick?\n  ","280697":"\n   you're on a long road trip with magister patelliday and he is yelling at you to stop for bathroom. what do you do?\n  ","280698":"\n   magister patelliday drank too much ice-teas and now he has to pee,but ben is staying to much in the bathroom.\n  ","280699":"\n   Will Negative Ultimate Cannonbolt appear ever again? I remember you said it was cut out from Ultimate Heist.\n  ","280700":"\n   Vilax isn t mighty anymore...\n  ","280701":"\n   what alien was really hard for you to do?\n  ","280702":"\n   How did Collectimus know that Ben recreated the universe? Is he from another dimension?\n  ","280703":"\n   What does Fistina really look like without her armor? (This I not a dirty question, by the way.)\n  ","280704":"\n   How much of a shopper are you?\n  ","280705":"\n   Who is this guy?\n   \n    http:\/\/img1.wikia.nocookie.net\/__cb20140413184140\/ben10\/images\/a\/a7\/Transylian_Male3.png\n   \n","280706":"\n   there are plans to display chamalien in omniverse?\n  ","280707":"\n   Derrick, you are awesome. I love what Omniverse did to Ben 10. the best thing in my opinion are the incidentals. Not just for the designs but that you can talk about them like real people.\n  ","280708":"\n   Collect This was my favorite episode so far!! Mostly because UAF was the butt of most every joke, I couldn't stop laughing.\n  ","280709":"\n   Will Simian return, or is he forever stuck as a collectable card?\n  ","280710":"\n   Is Toby Monitor from the same species as Fistina? They look kinda similar.\n  ","280711":"\n   I'm asking you about this guy. I can't decide if he is a worst or not. His arms, his cchest the teeth but hi is very slim tho.\n   \n    http:\/\/img3.wikia.nocookie.net\/__cb20140416145236\/ben10\/images\/e\/ec\/Slimworst.png\n   \n","280712":"\n   did magister patelliday ever peed his pants?\n  ","280713":"\n   How was your week?\n  ","280714":"\n   I miss way big :(\n  ","280715":"\n   What would Vilgax look like if he transforms into Ghostfreak?\n  ","280716":"\n   Was there any fake omnitrix aliens that were scrapped in the production of collect this?\n  ","280717":"\n   Could you tell me the name of this guy? I love him since Return to Forever.\n   \n    http:\/\/img2.wikia.nocookie.net\/__cb20140416223043\/ben10\/images\/e\/e0\/Incidental23.png\n   \n","280718":"\n   If they were making a movie with him and you got to choose, who would you cast as a live action Ben 10,000? (I personally recommend Ben Browder)\n  ","280719":"\n   If you got a chance to give Scooby Do mystery incorporated a 3rd season what would happen?\n  ","280720":"\n   Are the Kinecelerans in Omniverse siblings?\n  ","280721":"\n   Will aunt Vera appear in a future episode?\n  ","280722":"\n   doctor....\n  ","280723":"\n   Ester is cute\n  ","280724":"\n   if you could choose 10 aliens for your omnitrix who would they be?\n  ","280725":"\n   Could we ever see young Ben, present Ben and Ben 10,000 ever team up in an episode?\n  ","280726":"\n   Is there a Ben 10 timeline where you got the omnitrix?\n  ","280727":"\n   Where does the majority of the time war arcs take place?\n  ","280728":"\n   I've been wondering, are the Amalgam Kids characters we've seen before (Manny\/Helen\/etc) or new characters entirely?\n  ","280729":"\n   just watched catfight loved the episode i'm now not that gutted that it pushed the then there were none back thanks for a terrific episode\n  ","280730":"\n   The thing where Ben got called out on using a racial slur and he apologized and corrected himself is so important and thank you for that.\n  ","280731":"\n   we will see in omniverse why Ben 10'000 in Ultimate Alien have Anodite Powers?\n  ","280732":"\n   I meant the characters or items like how your team retconned primus and Eunice so that they don't even exist and how Mr Baumann went from a 1 dimensional store man in UA to the hilarious man in omniverse.\n  ","280733":"\n   is there new aliens in then there was ben ?\n  ","280734":"\n   If you could only feature one G1 combiner in Animated, which would you choose?\n  ","280735":"\n   i think you should  make another blog\/account for ben 10 questions , name it jimmy jones .\nso u won,t get ben 10 questions ! :]\n  ","280736":"\n   Please tell us somerhing abaut Universe vs tennyson\n  ","280737":"\n   THIS IS THE MOST SERIOUS QUESION EVEEEEER!!!!  When you're on a plane, recline or no recline\n  ","280738":"\n   No, not that Beck. This Beck.\n   \n    http:\/\/ben10.wikia.com\/wiki\/Mr._Beck\n   \n","280739":"\n   So, Azmuth is the smartest being in five galaxies, right?  So, whose the guy in the sixth galaxy that's smarter than Azmuth?\n  ","280740":"\n   Good bye Derrick J. Wyatt. See you few months later...\n  ","280741":"\n   Can we have an episode where more than 5 aliens are used in it? Because the lack of aliens is getting a bit annoying...\n  ","280742":"\n   Go galvans\n  ","280743":"\n   it's not manic!\n  ","280744":"\n   so you work on ben 10, that's cool that's just like my job, I work at a cereal factory.\n  ","280745":"\n   what are some of the perks of your job?\n  ","280746":"\n   out of ask fm and formspring which will you be on more ?\n  ","280747":"\n   Catfight was seriously funny, one of the best episodes yet in terms of humour. Will we see a part 3 of the Ben Love arc or are you guys done for now.\n  ","280748":"\n   Is there any OS episodes being retconned?\n  ","280749":"\n   Hey M Wyatt? why doesnt Looma have four pectorals like the other Tetramands?\n  ","280750":"\n   how much time will it take for the new ark of ben10 , after collect this ?\n  ","280751":"\n   Are you now asnwering on ask or spring me?\n  ","280752":"\n   I promise that i will stop asking ben 10 questions for the time of your hiatus... and other people should respect your wish... by:pom1\n  ","280753":"\n   why did a tetramand have hair in catfight?\nor wasn't that roman crest like thing on his head hair?\n  ","280754":"\n   I m going to cry ... we will probably see episode 080  at year 2020 or later :(\n  ","280755":"\n   What if we hired Michael Bay to be in charge of blowing up bad sequels like Mrs. Doubtfire 2?\n  ","280756":"\n   Hello galvan, I am Ben Tennyson. Wearer of the Omnitrix, savior of worlds, greatest hero in the entire universe. Can I have your scooter?\n  ","280757":"\n   You have to watch avatar\n  ","280758":"\n   Well. Spring has officially decided it isn't going to work on my mobile device. So no more reading snide remarks as often as I used to. My life sucks.\n  ","280759":"\n   What happened to Mr. Beck?\n  ","280760":"\n   Answer me dude\n  ","280761":"\n   is there a maximum capacity on how much DNA the Omnitrix can hold\n  ","280762":"\n   Aww, this so touching.\n   \n    http:\/\/files-cdn.formspring.me\/photos\/20131127\/n529639cfe0621.png\n   \n","280763":"\n   what happened to the fish in catfight? i hope he was put to good use... as sushi\n  ","280764":"\n   Wish me good luck... neacuse i had a lot of bad days this month?\n  ","280765":"\n   Which 10 aliens would you chose if you had the omnitrix?\n  ","280766":"\n   Ben is so immature... when will he become more serious?\n  ","280767":"\n   Did you ever  play batman arkham city?\n  ","280768":"\n   Kevin will be evil again? Or will his powers make him lose control of himself again?\n  ","280769":"\n   There should be ultimate diamondhead ( made of tydanite)\n  ","280770":"\n   Rook and rayona are soo cute together\n  ","280771":"\n   Ben+ester or ben+kai?\n  ","280772":"\n   There should be ask gift with omnitrix symbol\n  ","280773":"\n   Enjoy Derrick!\n  ","280774":"\n   Why will we have to wait so long for 049 & 050? And  then there will probably be more waiting... i m a huge fan and i can t wait... but i ll have to :(\n  ","280775":"\n   Did you watch james camerons avatar?\n  ","280776":"\n   i'm baaack. heres proof.\n   \n    http:\/\/img6.ask.fm\/assets2\/015\/752\/037\/888\/normal\/HMBM.png\n   \n","280777":"\n   are we going to see Spidermonkey, stinkfly and ripjaws soon?\n  ","280778":"\n   are dave and tanner johnson related?\n  ","280779":"\n   Omega Supreme or Omega SPREEM?\n  ","280780":"\n   So would the negative 10 have the same or different villains than the original series? :D\n  ","280781":"\n\n    http:\/\/ask.fm\/DerrickJWyatt\/answer\/111884173940\n   \n   If Yuri and Bumper were unavailable just get Corey Burton and do a Baumann episode\n  ","280782":"\n   This\n   \n    http:\/\/img3.wikia.nocookie.net\/__cb20140410060050\/ben10\/images\/f\/f8\/Suemongousaur.png\n   \n   is AMAZING!! :D\n  ","280783":"\n   If Yuri Lowenthall and Bumper Robinson became suddenly unavailable but you needed to record, who would you choose to fill in for them?\n  ","280784":"\n   Did you decide if SG Bulkhead should have Dark Crumplezone's colors or not?\n  ","280785":"\n   If you had the TARDIS, when would you go?\n  ","280786":"\n   since a good few people have brought up gravity falls on here and on formspring, are you considering giving it a shot.\n  ","280787":"\n   Would you retcon Arburia so that it be revived?\n  ","280788":"\n   shall I tell you about last nights dream, where I did terrible things to penguins with a croquet mallet\n  ","280789":"\n   Howdy?!?\n  ","280790":"\n   can you give me the power to teleport please!!!\n  ","280791":"\n   If you try to keep me down I'll just come back stronger If you try to cut me short I'll just come back longer If you beat me at ping pong I'll just play ping pong-er Give me my throne, I am ready to thrive one thing I know.... I will survive!\n  ","280792":"\n   I remember you said you may retcon Alburia. What have you decided on it?\n  ","280793":"\n   Would Animated Optimus Primal's design incorporate elements from more than one of Beast Wars\/Machines Optimus Primal's bodies?\n  ","280794":"\n   Since Judge Domstol is reappearing in Omniverse, is that red highbreed bailif reappearing along side him? Im very anxious to see HighBreed in Omniverse :D\n  ","280795":"\n   What makes you wake up each morning?\n  ","280796":"\n   Is it wrong to kill animals for human consumption?\n  ","280797":"\n   SPIRIT MOVES THROUGH ALL THINGS\n  ","280798":"\n   HONG KONG PHOOEY\n  ","280799":"\n   Have you ever played the Persona series?\n  ","280800":"\n   *reanimates some Walkers - JFK, Robert McNamara, Gorilla Grodd, some Primavera Insecticons and Eradicons - led by Nixon's head. And they become your personal armada.*\n  ","280801":"\n   was there ever a time when you were happy ?\n  ","280802":"\n   I've done it, I've finally learned how to sleep with my eyes open!......god I'm so tired.\n  ","280803":"\n   So we ll have to wait more than a year for episode 49 and 50???\n  ","280804":"\n   How many more appearances have you planned for alien x in omniverse so far?\n  ","280805":"\n   Have you ever watched the cartoon called \"Gravity falls\"? Do you like it?\n  ","280806":"\n   Is Viktor neutral now? or does he still serve Zs'Skayr?\n  ","280807":"\n   Hey now, I've seen the damage that hair coloring can do with too many uses! I'll only change it once!\n  ","280808":"\n   Do any of the alternate Bens in 199-200 wear the UAF jacket?\n  ","280809":"\n   What ever happened to the Xenocytes?\n  ","280810":"\n   I Love Galactic Monsters\nGood work with Whampire!\n  ","280811":"\n   I HAVE NOTHING TO SAY\n  ","280812":"\n   Do you want to build a snow man?\n  ","280813":"\n   what is your opinion on ultimate wildmutt and ultimate cannonbolt?\n  ","280814":"\n   Adwaita loves Charmcaster? :O im so confused..I thought he didn't like her lol due to the whole \"overthrowing\" thing.\n\nWill Attea still be allied with Sevenseven and his siblings in the future? Or do they just ally themselves with her on occasion.\n  ","280815":"\n   I suppose they are getting stale. How about a fight scene instead?\n  ","280816":"\n   Gatica is an Asshole?\n  ","280817":"\n   Do you need any help?\n  ","280818":"\n   what was that ? why yes I do science stuff, why just last week I sent an elephant to hell. don't ask why it's science stuff.\n  ","280819":"\n   Was the Corrupturras inspired by TFA Dirtboss and Bombshell's Cerebroshells?\n  ","280820":"\n   Wyatt! I think it's time for a musical number!!!\n  ","280821":"\n   Other than Animated, what is your other favorite Transformers series?\n  ","280822":"\n   so fasttrack,chamalien, and jetray are the same reason to why chromastone hasn't been used since episode 4??\n  ","280823":"\n   Are you against Eye Guy making so much appearances or something? I like it, since he was used so little in OS and he finally gets a time to shine, but how do you feel about it?\n  ","280824":"\n   gatica is real?\n  ","280825":"\n   since all 80 episodes of omniverse are completed for the most part, is there any transformations that you personally think deserved more appearances?\n  ","280826":"\n   Does the new Omnitrix acquire DNA like a cellphone gets a signal?\n  ","280827":"\n   Will Heatblast or Spidermonkey be used again?\n  ","280828":"\n   Will Nanomech use his shrinking powers?\n  ","280829":"\n   if we have albedo, what is the purpose of mad ben?\n  ","280830":"\n   Is the Celestial Sapiens taking Ben to court going to be anything like the last time he was in front of a judge? AKA Judgeyyyy - Humongousaur\n  ","280831":"\n   will ma vreedle return?\n  ","280832":"\n   el fua\n  ","280833":"\n   not trying to annoy you but why did chromastone stop appearing??\n  ","280834":"\n   how do you usually think of the episode's title ?\n  ","280835":"\n   Are any of the members in the Rooters anyone we've seen in past Ben 10 episodes?\n  ","280836":"\n   I have to testify on behalf of Fall of Cybertron; playing as Grimlock and Bruticus, commanding Metroplex's air strikes, and watching TV in Grimlock's room made that game awesome.\n  ","280837":"\n   Could you tell us Kickin' Hawk next appearance?\n  ","280838":"\n   whose idea was it for the galactic monsters arc?\n  ","280839":"\n   Will Stinkfly be in any future episodes?\n  ","280840":"\n   What does the Rath says?\n  ","280841":"\n   Could you please stay on Ask.FM?? Form Spring always is buggy and annoys me!\n  ","280842":"\n   I heard a strange rumor that the Omnitrix keeps Whampire from being hurt by sunlight. If you can tell us, is that one true or false?\n  ","280843":"\n   what is the next arc in ben 10 ov called\n  ","280844":"\n   Would there have been room for more Swindle in Season 4?\n  ","280845":"\n   How many slices of pizza do you usually eat?\n  ","280846":"\n   When Charmcaster was speaking of not knowing her love for someone, and that someone not knowing their name, was she speaking to Adwaita? I kinda seems strange how Adwaita would ask such personal questions. I didnt think it was Darkstar, because he fits the profile of whom she was referring.\n  ","280847":"\n   How is Omniverse doing ratings wise? I remember you saying before that it was down with Beware the Batman before.\n  ","280848":"\n   Does episode 78 have many cameos?\n  ","280849":"\n   EYE GUY MUST BE IN MORE EPISODES.................IM JUST SAYIN...........EYE GUY\n  ","280850":"\n   Is there going to be any foreshadowing of Ben no longer naming his aliens in Omniverse?  Will he unlock one, have no idea what to name it, and simply call it \"Number 42\" or something like that?\n  ","280851":"\n   is rad dudesman a mutant or alien duck or something else?\n  ","280852":"\n   1. are the rumours about frankenstrike's 11 years old form making an appearance true?\n\n2. can we please see a picture of unitaur (if he actually makes an appearance)?\n  ","280853":"\n   Is Eon's Servents just robots in Omniverse?\n  ","280854":"\n   So now that we have seen all the new aliens in Omniverse, could you tell us what you would change with Chromastone if you were to bring him back?\n  ","280855":"\n   What is the shape of the Omnitrix when Ben has transformed? It's inconsistent. Please answer and Thanks Mr.Wyatt!\n  ","280856":"\n   Has Eye Guy's time to shine come to an end, or can we expect more of him?\n  ","280857":"\n   I need your honest opinions. Should I change the color of my hair, now that I am organic?\n  ","280858":"\n   which of the aliens are you planning to replace\n  ","280859":"\n   h\n  ","280860":"\n   okay who the hell ate my ketchup!!!\n  ","280861":"\n\n    http:\/\/img1.wikia.nocookie.net\/__cb20140404212837\/ben10\/images\/thumb\/3\/3d\/Adwaita_ov.png\/336px-Adwaita_ov.png\n   \n   YOU ARE A GENIUS !!!!!! I LOVE THAT DESIGN !!!! \n\nso when are we going to see Hex ?\n  ","280862":"\n   Will Bullfrag appear in Catfight?\n  ","280863":"\n   Was there ever an Ormerowon incidental designed for OV, at some point?\n  ","280864":"\n   favorite Cartoon Network shows?\n  ","280865":"\n   I apologize about the Vulkanus\/Six-Six question. I had assumed it was something that was discussed at some point. My bad. D:\n  ","280866":"\n   Will there be an episode focused on toepick in the future , like his origin and planet\n  ","280867":"\n   Will you be staying on ask fm permanently since formspring is useless at fixing itself\n  ","280868":"\n   What do you enjoy about answering questions from fans?\n  ","280869":"\n   Does Kevin still want a Plumbers' Ship for his birthday?\n  ","280870":"\n   are there any plans for a new show for Teen Titans ? other than Teen Titans go ?\n  ","280871":"\n   I think its rather cute in a way that Charmcaster still does not know if she loves Michael or not. (as said when she was talking to her bag)\nSo in your opinion, if they both got together and had a child, how would you describe that child?\n  ","280872":"\n   my girlfriend called me up and told me \"come on over no ones home\" so I went and rang the doorbell, turns out no one was home.\n  ","280873":"\n   you worked in teen titans go or just in teen titans?\n  ","280874":"\n   Why do you say Mr. Krabs is your dinner in disguise? I wanna eat Mr. Krabs!\n  ","280875":"\n   Will Diamondhead appear again after Collect This (or before)? If he does, he'll hit 60 appearances overall\n  ","280876":"\n   Thank you for all the answers to our questions! I've been wondering though, were Six-Six and Vulkanus mutated around the same time? They're both mutants, and they were business partners at some point.\n  ","280877":"\n   What 2 words can you use to explain what the Biomnitrix is?\n  ","280878":"\n   Can you give us one word that explains what the Biomnitrix is?\n  ","280879":"\n   Has Nathan Fillion done a voice for OV yet? He's a distant relative of mine.\n  ","280880":"\n   and just as our hero found a place he finally belonged he realized that he left his burrito in the microwave back at his old place, so he left his wonderful new home to retrieve it. he never returned again.\n  ","280881":"\n   Will Fistina and Rook ever have anything going? ;)\n  ","280882":"\n   Did Ben 10,000 create the Biomnitrix himself?\n  ","280883":"\n   Could you please tell us what Keploor is like? A planet that has...planets living on it must be pretty cool.\n  ","280884":"\n   I'm gonna level with you derrick, I am kevin bacons character from the movie footloose.\n  ","280885":"\n   acitag the new cat alien\n  ","280886":"\n   Will ben transform into Slapstrike or it's just a fake alien ?\n  ","280887":"\n   Could you send a picture of Rooters?\n  ","280888":"\n   Lucario Confirmed\n  ","280889":"\n   Did you redesign diamondhead,\n  ","280890":"\n   If we were to see Adwaita in non-stone form in OV, what would you change? I personally always wondered why he doesn't have the Terraspin air holes, but I dunno if that bothers you.\n  ","280891":"\n   So they pushed back 199 and 200 to air them on the 10th Anniversary? Over a year from now? What sense does that make! They could have just aired it now, used the rest of this year post-hiatus to finish off The Rooters arc and then had the 2015 Anniversary year to do the Time War Arcs. Crazy man.\n  ","280892":"\n   Does Hokestar answer questions on the Galactic Internet like you do for the in-universe Ben 10 show? I doubt he has your patience.\n  ","280893":"\n   plumbers really need to improve their tech support ! will the hire a new alien ?\n  ","280894":"\n   The wiki says that Alien X is Ben's strongest alien and it also it says Atomix is his second strongest, who is his third strongest?\n  ","280895":"\n   They say dont meet your idols. The Internet must not count.\n  ","280896":"\n   Do you surf in your spare time?\n  ","280897":"\n   Well mate I'd hate to be the bearer of bad news but we are out of rum.\n  ","280898":"\n   Can you name one power of Hobble's species?\n  ","280899":"\n   In someday, could we see the behind the scenes of Ben 10: Omniverse video? Like showing the concept arts, meet the voice actors, and how the show were created?\n  ","280900":"\n   what would you say happened to the Mummy from the original series. Is it still trapped in the Null Void? And may I ask how Vicktor got out of the Null Void?\n  ","280901":"\n   On a scale of Starscream to Lugnut, How loyal is Kuphulu to Zs'skayr?\n  ","280902":"\n   are you going to quit formspring?\n  ","280903":"\n   you see derrick the one thing you must understand is that many many people are complete and utter morons, they'll always think it's you guys versus the writers and other similar idiotic thoughts. now I say forget your troubles and have some rum and then we set sail for spain, now how does that sound\n  ","280904":"\n   some alien Ben will be a goat?\n  ","280905":"\n   Does Ben 23 Frankenstrike debut in the 200th episode special?\n  ","280906":"\n   What is the strongest animal?\n  ","280907":"\n   you know everyone is gonna take that whole darkstar\/Kevin Rubio thing you just said out of context. and since people are complete idiots they'll probably say that your insulting him and don't like him then they'll probably tell him about it because they have no lives. just saying.\n  ","280908":"\n   Do you know where Slovenia is?\n  ","280909":"\n   alrighty mate are you ready to taste freedom and sail the seven sea's once again ? now I must warn you I have had a bit of the consumption so I'm not exactly ok to go behind the wheel.\n  ","280910":"\n   gati-ca-ca-ca-ca-ca\n  ","280911":"\n   what do you think of the highbreed and will they be returning in omniverse\n  ","280912":"\n   Johnny Knoxville will be voicing Leonardo in the new TMNT movie. I was actually behind the new movie 100 percent i liked everything about what i saw in the trailer and everything, now i have pretty much lost all faith in this movie. so i would like to know your thoughts.\n  ","280913":"\n   don't you think that Whampire is like a mixture between Jetray and Fasttrack ? with some additional stuff ? :D\n  ","280914":"\n   Will de ses ben 23 again ?\n  ","280915":"\n   Hello Mr. Wyatt, just a little question for the wiki about the monster alien (my favs, btw)...\nSince Anur Ormerow has zombie-like aliens, could you please tell us what kind of monsters live in Anur G'rnay and Anur Milligan ?? Keep up the good work in OV !!! Loved the redesigns !\n  ","280916":"\n   How did the Allspark Almanac come together. It was such a unique sort of thing.\n  ","280917":"\n   Haha if somebody asked you question he could learn to write legendary...\n  ","280918":"\n   ok ok ok, get me the DNA of a leprechaun and a komodo dragon!\n  ","280919":"\n   are you planning for a new design for Chromastone ?\n  ","280920":"\n   Oh, this is TribeTwelveFan\/AustinHolt2022, by the way.\n  ","280921":"\n\n    http:\/\/ben10.wikia.com\/wiki\/Molestache#Powers_and_Abilities\n   \n   is any of this legit or is planet just being itself\n  ","280922":"\n   Hey Derrick, these last couple years I've wanted to ask you an OV related birthday question, but I forgot both times. Since you won't be answering questions when my birthday rolls around this year, can I ask you my brthday question a little early, please?\n  ","280923":"\n   my brother has been taking drugs and then lied about to me about it, it's just like the time my friend ricky told me he wasn't taking drugs then he sold me my moms vcr. then later I found out he was taking drugs!\n  ","280924":"\n   Will be the last two episodes of omniverse Legerndary?\n  ","280925":"\n   When will azmuth appear... he s awesome !\n  ","280926":"\n   Was Viktor's voice a reference to Boris Karloff?\n  ","280927":"\n   will the galactic enforcers return in omniverse\n  ","280928":"\n   Ujin is actually my cousin's real name. His English name is Eugene. (We're Korean XD)\n  ","280929":"\n   Hi Mr. Derrick, how long does usually each Omniverse episode have produced? Like how many weeks or months to make one per episode? Thanks.\n  ","280930":"\n   Blitzwolfer's name was inspired by Wolf Blitzer, but was the name also inspired by the old Blitz Wolf cartoon?\n  ","280931":"\n   Who's Boss Fight? Like can you give an example of a series they make toys of?\n  ","280932":"\n   What do you put on your pizza?\n  ","280933":"\n   Do you like dogs?\n  ","280934":"\n   How Is writing done for OV? In the allspark almanac(which Ben 10 needs a version of) you said for TFA you had lunch with the producer, story editor and episode writer and then the story editor polished the script. Is it the same for OV? Is that how you do it for all you shows?\n  ","280935":"\n   What does freedom mean to you?\n  ","280936":"\n   Charmcaster said Providence in this past episode. Was that a GeneratorRex  shout out?,\n  ","280937":"\n   What have you learned from your past?\n  ","280938":"\n   How do you feel about the new jurrasic park movie ?\n  ","280939":"\n   What is the funniest thing you have ever seen?\n  ","280940":"\n   What is the most delicious berry?\n  ","280941":"\n   What are you waiting for?\n  ","280942":"\n   What's your favorite flavor of bubble gum?\n  ","280943":"\n   If you discovered a new island, what would you name it?\n  ","280944":"\n   What do you think is the most difficult sport?\n  ","280945":"\n   Do you remember your dreams?\n  ","280946":"\n   Hello Derick :) It is trus that Gatica will appear in ''Catfights'' ? I thought about it and I think it will be funny. Good answers (:\n  ","280947":"\n   What is the most important thing that you should do today?\n  ","280948":"\n   Rule number 2, print on both sides of the paper, i'm not made of money.\n  ","280949":"\n   What is the thing you hate the most?\n  ","280950":"\n   How do you think the world will look in 100 years?\n  ","280951":"\n   What helps you to make the right decision?\n  ","280952":"\n   What's the last thing you bought?\n  ","280953":"\n   What makes you crazy mad?\n  ","280954":"\n   What's your favorite breakfast food?\n  ","280955":"\n   What kills us and what makes us eternal?\n  ","280956":"\n   What do you think is the most enjoyable thing?\n  ","280957":"\n   Are there any places you are afraid to visit?\n  ","280958":"\n   gatica has the power of the drug\n  ","280959":"\n   Is the XLR8 the fastest alien in the galaxy?\n  ","280960":"\n   Everybody in my school talk about Gagtica, who is him?\n  ","280961":"\n   Yeah. Walking Dead needs to find a new company to make their toys cuz I'm only planning on getting one more figure (Merle Walker cuz he looks cool) and then I'm going to stop buying the figures unless they are made by a new company.\n  ","280962":"\n   hahaha i followed you here. This isnt so bad exceppt you cant use pictures\n  ","280963":"\n   Will Ripjaws make at least one more appearance in Omniverse? He's just so epic, I need to know if I can be looking forward to him\n  ","280964":"\n   Is Chadzmuth some kind of Galvan lawyer? Lol\n  ","280965":"\n   Derrick, what would be the name of one alternate ben, besides Ben 10000 and ben 23?\n  ","280966":"\n   If you could change one thing about Ask.fm what would it be?\n  ","280967":"\n   Since there doesn't seem to be anymore Blue Tetramands, does that mean that Kolar is possibly a mutated Tetramand?\n  ","280968":"\n   So I guess Chromastone's getting a redesign too, right?\n  ","280969":"\n   would be of great happiness that he will appoint any character \"Gatica\"\n  ","280970":"\n   If Butch Lukic is Blukic, Dan Riba is Driba, and Len Uhley is Luhley...does that make your Galvan Dwyatt?\n  ","280971":"\n   alright derrick where were you on the night of march 26 when you were out ROBBING PEOPLE!!!\n  ","280972":"\n   Im all like ye ye ye ye ye. you be all like ಠ_ಠ. If i hurt your fellings, im sorry. here You go. ( ̲̅:̲̅:̲̅:̲̅[̲̅ ̲̅]̲̅:̲̅:̲̅:̲̅) band-aid\n  ","280973":"\n   Is Chadzmuth one of the Galvans that appeared in Trouble Helix?\n  ","280974":"\n   Hello!  I just want to tell you i love new swampfire design  and all your work.. \ni have a question... why derrick the galvan isn t voiced by you ?\n  ","280975":"\n   Who do you like better? Xyleene or Verdona?\n  ","280976":"\n   why you now use ask?\n  ","280977":"\n   Yay!\n  ","280978":"\n   please be honest with me...........will I ever be able to eat hamburgers again ?\n  ","280979":"\n   Why not? its going to be funny and interesting\n  ","280980":"\n\n    http:\/\/img2.wikia.nocookie.net\/__cb20130928014007\/ben10\/images\/b\/bf\/Ultimate_echo_echo_omniverse.jpg\n   \n   is this picture from an unpcoming episode or just a droped line for the Duel Of The Duplicates?\n  ","280981":"\n   ok serious time, I absolutely love hobble. that is all.\n  ","280982":"\n   can you please make an aliend named Gatica?\n  ","280983":"\n   OV Charmcaster = Haruko Harusan with magic powers. You're a big Gainax fan: this was deliberate, wasn't it?\n  ","280984":"\n   How would you describe Vilgax's personality?\n  ","280985":"\n   Was the DNA bank we saw in Animo Crackers the precursor to Fort DNA-X as seen in Ben 10,000?\n  ","280986":"\n   Vote Argit for Mayor of Undertown!\n  ","280987":"\n   Will there be anymore named Galvans debuting in Omniverse?\n  ","280988":"\n   will Xyleene appear in Omniverse?\n  ","280989":"\n   will tetrax shard be returning in omniverse ?\n  ","280990":"\n   will kevin eventually become evil again like he was in ben 10k\n  ","280991":"\n   Derrick, if I could: What majors did you take? I'm gonna have to start applying to colleges soon, and I'm stressed out on what I should do.\n  ","280992":"\n   No. McFarlane is making them as of now. They shouldn't be though. (They suck)\n  ","280993":"\n   Any chance Ben's Necrofriggian offspring will make an appearance or mention in Omniverse?\n  ","280994":"\n   What's the deal with the unaired Ben 10 Original Series pilot?\n  ","280995":"\n   Will Pakmar become a villain?\n  ","280996":"\n   You said \"that's not how it works\" in response to my question about story arcs and how much influence you had on them, so I ask again: how does it work?\n  ","280997":"\n   Oh, we all know they'll never REALLY fix it. It'll work for a week and then they'll find a new way to break it.\n  ","280998":"\n   Mr Wyatt have you or any of your colleagues ever had any groupies or crazy fans? What's that like? Thank you sir.\n  ","280999":"\n   Derrick, are you staying here too?\n  ","281000":"\n   spoiler plz\n  ","281001":"\n   Can I be a purple dinosaur?\n  ","281002":"\n   Yeah I think McFarlane is making them right now. But whoever makes them, the quality of the figures is shit.\n  ","281003":"\n   Then how does it work?\n  ","281004":"\n   No question, you are just amazing.\n  ","281005":"\n   Can I be purple?\n  ","281006":"\n   You have a one of a kind Transformers toy, and its of yourself no less. How awesome does that feel?\n  ","281007":"\n   Now I wanna see Hobble vs. Darkstar once he learns that he broke his dearest's heart! XP\n  ","281008":"\n   I know that Matt Wayne and Charlotte Fullerton are the main people behind the writing, but which story arc do you believe you had the most say in?  The Incurseans arc? Or maybe the Rooters arc?\n  ","281009":"\n   IT WAS ME ALL ALONG, AUSTIN!\n  ","281010":"\n   So wait...Helen, Manny, the deceased Pierce...are all of them mutants too and not of alien descent? Adding Kevin, Cooper and Darkstar being mutants, it looks like the \"Alien Force\" was misnamed in hindsight!\n  ","281011":"\n   I don't know if this is a good question, but I'll just ask since this is my first one.\nWhat is the difference between Fasttrack and XLR8? They are both speed aliens, but does one have powers that the other doesn't? Sorry if this was asked before. I'm new.\n  ","281012":"\n   Hey Derrick, people online are thinking that Charmcaster saying 'providence' in the latest episode was referring to the organization from Generator Rex. Can you tell them how wrong they are so I may laugh at them? Thanks.\n  ","281013":"\n   do you watch doctor who?\n  ","281014":"\n   May I ask, what are the \"amalgam kids\", i am completely confused as to who or what they are.. I tried figuring out or at least researching and so far all i got was their name T_T can you tell something about them?\n  ","281015":"\n   IT'S ME, AUSTIN!\n  ","281016":"\n   Are there any plans for Ssserpent in Omniverse. I remember him escaping arrest back in Ultimate Alien.\n  ","281017":"\n   Do you have any Walking Dead action figures? If so, do you have issues with shitty quality cuz like I got a Governor figure a while back, and I tried to switch his heads, and it broke, and tonight I just got an Andrea figure and the part where her wrist moves broke. I'm seriously pissed.\n  ","281018":"\n   it might be a stupid question but... is Kai going to come back again in OV ?\n  ","281019":"\n   Elena Validus is back to normal by ep078, correct? Are you aware that an Omniverse graphic novel featuring her as the Hive Queen is coming out?  I take it that's where we'll see how she's cured.\n  ","281020":"\n   Do you watch JoJo's Bizarre Adventure?\n  ","281021":"\n   What's the most unusual thing in your refrigerator, right now?\n  ","281022":"\n   Would you agree that your show's version of Charmcaster is the best one?  She seems to incorporate all the best of the OS and the (very, very few) best of UAF, plus she's funny as hell.\n  ","281023":"\n   So what's Attea up to in the Ben 10k future?\n  ","281024":"\n   Will we actually SEE the Ben 10,000 future again at the end of the show, since you guys have been building it up so much?\n  ","281025":"\n   One of these days, I expect Sunny to return, say \"PSYCHE!\", and reveal herself to have been Lucy the whole time.  It would explain so much.\n  ","281026":"\n   Zed Zero-thousand more like Francis Fourtwenty-thousand\n  ","281027":"\n   If Kevin becomes Kevin 11,000, then WHAT ABOUT ZED?\n  ","281028":"\n   We all forgot about Decka. What happened to that guy anyway?\n  ","281029":"\n   Is Verdona EVER going to show up?\n  ","281030":"\n   Mr Wyatt, what are your thoughts on CalArts?\n  ","281031":"\n   Who hates Ben more is it Mr. Baumann or Pakmar?\n  ","281032":"\n   Was the Charmcaster Trilogy thought up with \"Charmed I'm Sure\", or did it only come along once episodes 61-80 were ordered?\n  ","281033":"\n   I take it Adwaita has a plan to be set free of his condition and take revenge on Charmcaster, but where does Darkstar stand? Is he on Adwaita's side, Charmcaster's, or his own?\n  ","281034":"\n   Wait, the whole botched Spellbinder resurrection still happened? I'd been hoping by the complete lack of mentioning of it in-show that it had been wiped from continuity like Primus.\n  ","281035":"\n   You ever imported some of your fanfic ideas into shows you did?\n  ","281036":"\n   Mr Wyatt,your art style has been distinctive through the work you've done over the decades.I ask, is there any show or specific artist in the industry you know you inspired?Akin to how Bruce Timm's style spread out (\n   \n    http:\/\/tvtropes.org\/pmwiki\/pmwiki.php\/Main\/TimmStyle)?I\n   \n   'd love to see your influence\n  ","281037":"\n   Is ben 23 going to have an arch enemy?\n  ","281038":"\n   Charmcaster and Hobble's kids are beautiful!!\n  ","281039":"\n   You ever been to DragonCon? Is it true how wild it gets ?\n  ","281040":"\n   Mr. Wyatt, I am confused about the difference if any between the supervising producer, story editor, head writer & showrunner. Who does these jobs on OV and how do the roles differ?Thanks sir, I am really interested in the production side of great shows, because it lets me know who makes them great.\n  ","281041":"\n   Greetings Derrick. Would you say that the Alpha Rune drives Charmcaster into madness or to be crazy. I just think that Charmcaster is just being Charmcaster, but I noticed alot of people say the Alpha Rune drives her to go mad.\n  ","281042":"\n   Hey Derrick. I have a six question:\n\n1. Did Albedo's Swampfire has mature?\n2.Do Zs'Skayr return after season 5?\n3. Do Verdona, Cooper, Cash, J.T,  \tKodek Branigen, Emily, Eunice, Werewolf and Mummy return in the Omniverse?\n4. Do Haloween Trio return in the flashbacks?\n5. Do Patty Berkenfeld return?\n  ","281043":"\n   :O\n  ","281044":"\n   Gatica Confirmed\n  ","281045":"\n   ¿will gatica debut in catfight?\n  ","281046":"\n   What if there's a Negative Derrick?\n  ","281047":"\n   Mr Wyatt sorry about asking about Adwaita again, ask.fm didnt let me see that question was already asked when I typed it. I apologize. (Though I kinda like Mana, fees very 'Dr Strange'\/Jack Kirby to have this energy source powering all magic)\n  ","281048":"\n   Will we see in Young Max stuff? I would kill to see his love triangle adventures with Myaxx and Verdona\n  ","281049":"\n   what is  inhuman resources ?\nJerry from inhuman resources\n  ","281050":"\n   Hello Mr Wyatt, I know what kind of questions you hate, but what are some types questions you actually like to answer.\n  ","281051":"\n   Would Fistrick and Rojo make a good team?\n  ","281052":"\n   Just saw the moving over message so reasking here: Is Fake Ben supposed to be hilariously 90's?\n  ","281053":"\n   Hey Derrick, have you ever had any obsessive fans? Not fans obsessive over Teen Titans or Ben 10 (lord knows...) but fans obsessive over you specifically? You ever have a Stan?\n  ","281054":"\n   Hello Derrick. From which episode you got that profile picture?\n  ","281055":"\n   Wow, really? the Heatblast-Swampfire-Ultimate Swampfire-Crabdozer thing was just a coincidence? That is CRAZY spooky, like some Hypercrisis tier stuff.\n  ","281056":"\n   Do you find it kinda weird that more time has passed between Kid Ben and Current Ben in real life than has passed in the show? Like they had a full five year time skip and we're still ahead. Makes me feel old.\n  ","281057":"\n   Mr Wyatt. Do you know how one could contact Mr Choi? His Bloggger seems dead and the email I found there didnt work. I really want to show my friends how cool the show and its art is, and the soddy screencaps of Based Swampfire wouldn't cut it. Thank you, sir.\n  ","281058":"\n   ask.fm vs spring.me ?\n  ","281059":"\n   Finally what would Ben name his Kryptonian or Cybertronian forms? Sorry if this is too much, dont answer if I'm annoying you, sir. You are very awesome.\n  ","281060":"\n   You earlier gave what Ben would name his Krahho form. If he could go Anodite (which I dont think he can) what would he name it?\n  ","281061":"\n   Was undertown designed to evoke the urban locations seen in Ben 10,000?\n  ","281062":"\n   Which Power Rangers informed the Spanner design? Thank you Mr Wyatt.\n  ","281063":"\n   Wyatt, this essay on mummies was abominable! It gave me cosmic rust! And for that, I'LL HAVE YOUR REAR END CUT OFF!!! AND MOUNTED!!! OVER ME FIREPLAAAAAAAAAAAACEEEE!!! *maniacal laughter*\n  ","281064":"\n   What was Max and Verdona's relationship like? It seemed Max felt it like a marriage but Verdona saw it more as.. like a summer fling? Becasue of the relative age difference?\n  ","281065":"\n   The OS Omnitrix's 1st transformation was Heatblast. The reformatted 'trix in AF had Swampfire as it's first form. When Ben first used the Ultrimatrix he went Swampfire then Ultimate Swampfire. The first transformation we see of the Nemetrix is Crabdozer. Is this \"first fire\" thing on purpose?\n  ","281066":"\n   Derick how do you respond to WELL drawn fan porn?\n  ","281067":"\n   Baumann 10! He's a shop keeper and he wants you to get out of his store\n  ","281068":"\n   Any alternative versions of Vilgax or Kevin?\n  ","281069":"\n   What's cool nowadays?\n  ","281070":"\n   Are we going to see Psychobos again? He was one of the best members in the faction.\n  ","281071":"\n   The mana thing is honestly super dumb. It only came up once, with Aggregor, and it didn't even make any sense because the first time we saw Galapagus, Gwen used mana on him! Some fans are dumb. (also hi derrick)\n  ","281072":"\n   Hey Derrick, do you have the official art of new Swampfire (and maybe the transition forms if its not to much of a bother) the design is SUPER awesome and i want to show it off to my friends to show how awesome Ben 10 OV and DJW are. Thanks bro, you are so cool.\n  ","281073":"\n   What is the difference between Atomix and NRG radiation powers\n  ","281074":"\n   You still haven't turned in your homework, Derrick!\n  ","281075":"\n   Hey mr Wyatt, you are so cool. Question, both your Ben 10 OV and Transformers Animated and teen Titans self inserts are really cute. Is that a sort of running gag? Making your self inserts characters super cute?\n  ","281076":"\n   Hey Derrick. Adwaita is  is a Geochelone Aerio (terraspin's species). That race is immune to mana. Since Adwaita became a magic user and later ruler of Lederdomain, how did this immunity to mana come into play? Thanks for answering Mr Wyatt.\n  ","281077":"\n   Hey Mr Wyatt, hello!!!!\nhow about that Vreedles musical???\n  ","281078":"\n   I personally think Walkatrout is the best of Ben's aliens. He can walk, he can talk. What more do you need?\n  ","281079":"\n   Hey Derrick, it was already said that Terraspin and Adwaita's race is immune to mana, does that still apply in Omniverse, seeing as Charmcaster was able to beat him? Or was she using an aspect of magic that is differential from mana?\n  ","281080":"\n   He Mr DJW you ever have any crazy fans? Like I don't think you've ever gone full Led Zeplin with a red Snapper, but do you have any crazy con stories or the like you can share?\n  ","281081":"\n   Do you already have Ask.fm app for iPhone?\n  ","281082":"\n   would mush your every creation into one universe, so they all can live together?\n  ","281083":"\n   What was your favorite character you designed?\n  ","281084":"\n   Are you coming to TFcon?\n  ","281085":"\n   What's one of your favorite 'little things' to enjoy in life?\n  ","281086":"\n   If you could name a star in the galaxy what would you name it?\n  ","281087":"\n   How are you \"getting the fun\"?\n  ","281088":"\n   Well could you show us what you think Sari would look life... after all you did it for Straxus.. besides I could totally Imagine that Sari brandishing guns bigger then her own body.\n  ","281089":"\n   U gonna go to free comic book day?\n  ","281090":"\n   If Upgrade would be designed in OV, Would Upgrade look like the rest of the Mechamorphs in Archs 1-2?\n  ","281091":"\n   How come you guys changed Echo Echo, Big Chill, Goop, Lodestar, and NRG's sound effects?\n  ","281092":"\n\n    http:\/\/www.youtube.com\/watch?feature=player_embedded&v=5guMumPFBag\n   \n","281093":"\n   Do you already have Ask.fm app for iPhone?\n  ","281094":"\n   If dogs never existed, which animal would take its place as Man's Best Friend?\n  ","281095":"\n   what show that never was would you green light?\n  ","281096":"\n   who wins in a fight ben or sari? my money is on sari she is sexier anyways.\n  ","281097":"\n   FAVORITE character of all time you design?? BTW did you design slade in TT or was that Niel?\n  ","281098":"\n   If you where given the chance to work on My Little Pony Friendship is Magic would you do it? It seams like something you would  like. What is Best Pony? Best Princess?\n  ","281099":"\n   What would a G2 Sari look like? \nand\/or a G2 Jetfire and Jetstrom?\n  ","281100":"\n   What's the worst thing someone can do on a first date?\n  ","281101":"\n   What would you do today if there is no more tomorrow?\n  ","281102":"\n   iPhone or Android?\n  ","281103":"\n   Do you like or dislike spicy food?\n  ","281104":"\n   What gadget are you addicted to?\n  ","281105":"\n   What countries would you travel to if you were to do a world trip?\n  ","281106":"\n   What was the first thing on your mind this morning?\n  ","281107":"\n   What gift would you like to receive?\n  ","281108":"\n   How much money do you really need?\n  ","281109":"\n   What would someone have to do to make you dislike them immediately?\n  ","281110":"\n   How do successful people differ from unsuccessful ones?\n  ","281111":"\n   Is there an in-house nickname for the Scanty-inspired Way Bad?\n  ","281112":"\n   hey what will happen if waybig or alien x wear the mask  ?\n  ","281113":"\n   \"If the Omnitrix can scan somebody's DNA through physical contact, then why doesn't Ben scan the DNA of Vilgax, Rook, and other aliens?\" SO MANY PEOPLE asked this one. I'm sorry if you've anwsered it already. I wasn't sure about this one.\n  ","281114":"\n   hello sir a question. nemetrix be the new aliens?\n  ","281115":"\n   YOUR HUMAN FACEBOOK IS NOT A CREDIBLE SOURCE OF INFORMATION? BUT I WAS USING IT FOR RESEARCH PURPOSES!\n  ","281116":"\n   Sooo...\n   \n    https:\/\/www.facebook.com\/events\/401011396653653\/\n   \n   a confirmed Crossover with The Secret Saturdays?\n  ","281117":"\n   What is your favorite clothing store?\n  ","281118":"\n\n    https:\/\/www.youtube.com\/watch?v=l1VwyogelTw\n   \n","281119":"\n   Clearly you like to work on a lot of franchises you've been a longtime fan of, but do you have any concepts in your head of your own dream-cartoon or toyline?\n  ","281120":"\n   *Accidentally activates comm.*  SAAARIIIIIIIII!\n  ","281121":"\n   How many teeth do you have?\n  ","281122":"\n   WTF KIND OF ENDING WAS THAT FOR MYSTERY INCORPORATED DUDE! \nWHY ON EARTH WOULD YA DO THAT YOU JUST ERASED THE ENTIRE SCOOBY DOO FRANCHISE!\n  ","281123":"\n   Did you really drive to LA in a car, or get a lift from a Transformer?  XD\n  ","281124":"\n   If you could what tv series on any network would you cancel\n  ","281125":"\n   How do you feel, being a Galvan? Will the day comes when you make a cameo, as a human, in Ben10 Omniverse?  Do you still support the BenXSari shipping?\n  "},"Answer":{"280053":"\n\n   http:\/\/youtu.be\/krQHQvtIr6w\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","280054":"\n  Aw. :(\n  ","280055":"\n  Scarlet Johansson?\n  ","280056":"\n  Guess you'll have to wait til it's in the credits!\n  ","280057":"\n  I'll try to do more signings.\n  ","280058":"\n  Nevada, Nevada, the dream of every girl.\n  \n  Nevada, Nevada, the acorn  of the squirrel.\n  ","280059":"\n  Potato Farm Girl.\n  ","280060":"\n  Yes. CC me.\n  ","280061":"\n  Hollywood the physical place, or the industry?\n  ","280062":"\n  Where the heck is that guy??\n  ","280063":"\n  People work super hard to produce complete shit every day.\n  ","280064":"\n  It's okay with me. I do signings at conventions. I might be doing another con later this summer.\n  ","280065":"\n  There probably are.\n  ","280066":"\n  Meh.\n  ","280067":"\n  What?\n  ","280068":"\n  There was a whole fight with her and Mole-Stache that was cut for time.\n  ","280069":"\n  There was a Yugioh question? No, I'm not a fan.\n  ","280070":"\n  No.\n  ","280071":"\n  Yep, Phil is a buddy of mine. Known him for tears.\n  ","280072":"\n  Dinosaurs!\n  ","280073":"\n  Well there already was a crossover of sorts with Beast Boy and Raven.\n  ","280074":"\n  Okay just wait 45 minutes first.\n  ","280075":"\n  Marvel movies, DC cartoons.,\n  ","280076":"\n  Not that I've seen. I do have a Transmetal Beast Wars Megatron somewhere, and he's supposed to suffer from a similar condition. I'll have to track mine down and see what he's like. Some of my DinoForce Pretender shells are getting that weird tacky feeling like they are starting to break down. It sucks, I thought plastic was supposed to last forever!\n  ","280077":"\n  I dunno. Depends on who's writing & drawing it really.\n  ","280078":"\n  Now I'm even more confused! Why call it BURGIT when the second one is actually close to his name?!?\n  ","280079":"\n  Meh.\n  ","280080":"\n  Yay!!!\n  ","280081":"\n  No, they are brothers.\n  ","280082":"\n  That's what they say!\n  ","280083":"\n  Next time use the bear internet!\n  ","280084":"\n  Well it's only home to 99 happy haunts, there's room for one more! MUHUAHAHA *Cue thunderclap*\n  ","280085":"\n  Oh nice, who did you terrorize into writing that article!?\n  ","280086":"\n  Paisley is sort of like a fractal pattern, but more '70s.\n  ","280087":"\n  Ah, nice! Get that up on the wiki!\n  ","280088":"\n  Yes. Wait, what are they trying?\n  ","280089":"\n  Eh, it's no Charmkins!\n  ","280090":"\n  I know, I blame Jesus too!\n  ","280091":"\n  wut\n  ","280092":"\n  You better read this and find out!\n  ","280093":"\n  I'm already scratching that itch.\n  ","280094":"\n  Yes, I believe at a Scooby record, he was great.\n  ","280095":"\n  I do.\n  ","280096":"\n  I hope so, but Dai Atlas and Metalhawk!\n  ","280097":"\n  We have different pallets for different situations. I usually give Chris Hooten my ideas, then he creates the special colors.\n  ","280098":"\n  :D\n  ","280099":"\n  Any minute now the Fred's will realize it is not actually 7-11 nacho cheese they are eating, but uber sticky amber! Soon the amber will ooze over them all, then harden into a shell where they will be trapped forever, until some geneticist is ready to make dinosaurs.\n  ","280100":"\n  What the hell is a BURGIT? Is that it's Brazilian name or something?\n  ","280101":"\n  Oh, well okay then.\n  ","280102":"\n  No, they came from his breasts!\n  ","280103":"\n  And just how does he eat anything through his glass dome?\n  ","280104":"\n  Those are from the only bright part if the net!\n  ","280105":"\n  Deathsaurus.\n  ","280106":"\n  Sutton?!??!?\n  ","280107":"\n  HAHAHAHA\n  ","280108":"\n  The finest of teeth.\n  ","280109":"\n  Any of it!\n  ","280110":"\n  We did not say that, no.\n  ","280111":"\n  The German cover song part?\n  ","280112":"\n  Nope.\n  ","280113":"\n  Hm. Do you like it when stuffy German men cover Britney Spears songs?\n  \n   http:\/\/youtu.be\/PmQNTrQM86g\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","280114":"\n  Quick! Put this on!\n  \n   http:\/\/youtu.be\/06mMD797xqY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","280115":"\n  Teeth.\n  ","280116":"\n  Nupe.\n  ","280117":"\n  Tell her to stop saying that.\n  ","280118":"\n  Party animals.\n  ","280119":"\n  Mm. That's a good year.\n  ","280120":"\n  You need paisley!\n  ","280121":"\n  A rich one who wants to buy me dinner and toys in Japan.\n  ","280122":"\n  Nope.,\n  ","280123":"\n  Because you're wearing your butt goggles again!\n  ","280124":"\n  My Lovely Horse!\n  ","280125":"\n  Because it was different, duh.\n  ","280126":"\n  Lies.\n  ","280127":"\n  Noooooooo way.\n  ","280128":"\n  :O\n  ","280129":"\n  Farm tractor.\n  ","280130":"\n  Ha! Little did they know I hid all the nachos in the walls of the house!\n  ","280131":"\n  She's a lady.\n  ","280132":"\n  Any kind of sports show.\n  ","280133":"\n  He would not be immune from the mental ravages of the process.\n  ","280134":"\n  Mr Pip, take a bow!\n  ","280135":"\n  She's a lady.\n  ","280136":"\n  You do it!\n  ","280137":"\n  Omni Consumer Products\n  ","280138":"\n  Same old stuff.\n  ","280139":"\n  Yes.\n  ","280140":"\n  Why you..!\n  ","280141":"\n  Can't be worse than evil people stink.\n  ","280142":"\n  A manatee!\n  ","280143":"\n  Okay, thanks.\n  ","280144":"\n  Sure.\n  ","280145":"\n  Yes, truly like living a Michael Bay movie.\n  ","280146":"\n  The what?\n  ","280147":"\n  Asking for me to watch it!\n  ","280148":"\n  He's okay.\n  ","280149":"\n  I like the animated one.\n  ","280150":"\n  WHAT. That is not my favorite anything! >:X\n  ","280151":"\n  Pokemon.\n  ","280152":"\n  Still, pretty typical finale level violence in a WB show.\n  ","280153":"\n  Take it back to the streets.\n  ","280154":"\n  Some show?\n  ","280155":"\n  What happened to delightful?\n  ","280156":"\n  I did not.\n  ","280157":"\n  That's your legal ruling?\n  ","280158":"\n  That's classified.\n  ","280159":"\n  Charlie Adler.\n  ","280160":"\n  :D\n  ","280161":"\n  Who knows, some weird non-canon Boo creation.\n  ","280162":"\n  :|\n  ","280163":"\n  Animated Impactor would not be purple.\n  ","280164":"\n  Alright, but I am still NOT TAKING ANY BEN QUESTIONS AT THIS TIME OR ANYTIME SOON.\n  ","280165":"\n  Talk about laughing and crying!\n  ","280166":"\n  how\n  ","280167":"\n  Meatball, mushroom and artichoke.\n  ","280168":"\n  Oh please. I've seen the internet!\n  ","280169":"\n  I want more sauropod screen time! And a plesiosaur please! Spino can come back if he wants I don't care, just show me dinosaurs!\n  ","280170":"\n  Yes, like the world after you watch the new live action movie!\n  ","280171":"\n  :(\n  ","280172":"\n  CA-BOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO\n  ","280173":"\n  It's terrible. Dunno wtf is wrong with those assholes.\n  ","280174":"\n  No I'm not!\n  ","280175":"\n  I'm pretty sure he owes me money...\n  ","280176":"\n  Yeah but something off doesn't always (or hopefully even usually) lead to harassment.\n  ","280177":"\n  Well I hope you and you alone are going to clean up after them!!\n  ","280178":"\n  CA-BOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO\n  ","280179":"\n  Inside what?\n  ","280180":"\n  Share!\n  ","280181":"\n  I don't believe it!\n  ","280182":"\n  GREEN\n  ","280183":"\n  The problems were all there in the first movie, they just get worse and more noticeable as the series went on. Like I said though, there's nothing wrong with having fun watching the movies.\n  ","280184":"\n  It shouldn't be that guilty, there's no shame on watching a dumb movie you find fun. Just don't then go on and try to defend it as a \"good\" movie.\n  ","280185":"\n  Yep.\n  ","280186":"\n  Well, you've seen them.\n  ","280187":"\n  Figures Ratchet would have human sex with Nixon's head! I should have predicted this!\n  ","280188":"\n  I'm sure not.\n  ","280189":"\n  I wonder who will hire this guy now..?\n  ","280190":"\n  Oh god, he was awful.\n  ","280191":"\n  Yes, I don't remember.\n  ","280192":"\n  Yeah, but f that guy.\n  ","280193":"\n  Those were the most exciting questions I had :\/\n  ","280194":"\n  Oh the humanity!!!\n  ","280195":"\n  OMG FIVE OH\n  ","280196":"\n  No. Stop asking.\n  ","280197":"\n\n   http:\/\/youtu.be\/-w-58hQ9dLk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","280198":"\n  Eh, who cares. They are so far removed from the source material at this point it doesn't really matter.\n  ","280199":"\n  Try talking about goose liver.\n  ","280200":"\n  They are a mess.\n  ","280201":"\n  Secret NDA stuff.\n  ","280202":"\n  Where did I put that infinite number of dart guns..?\n  ","280203":"\n  It's pointless to ask me for this. I don't own Transformers. Please don't sent request(ions) like this anymore.\n  ","280204":"\n  They're going to fight on a minute! Let's watch!\n  ","280205":"\n  Well, Karen Duffy wasn't there!\n  ","280206":"\n  No.\n  ","280207":"\n  Why don't you make yourself comfortable in the glue pit!\n  ","280208":"\n  Quiet you!\n  ","280209":"\n  Eh, probably not.\n  ","280210":"\n  It sounds like it!\n  ","280211":"\n  wut\n  ","280212":"\n  Captain Lou Albano.\n  ","280213":"\n  Well how could it be, really. His look is so much a part of who he is.\n  ","280214":"\n  Haha, wow!!\n  ","280215":"\n  Bleh.\n  ","280216":"\n  I do. The best thing to do is draw through them, get the bad drawings out.\n  ","280217":"\n  Oh probably.\n  ","280218":"\n  Wow.\n  ","280219":"\n  Nope.\n  ","280220":"\n  I've only seen Go! merch.\n  ","280221":"\n  No, I don't think I did.\n  ","280222":"\n  Gross dude!\n  ","280223":"\n  Ugh. I've already seen that movie, three times.\n  ","280224":"\n  When an episode is done, and it's good.\n  ","280225":"\n  Breaking down an episode's storyboard for color design. Establishing time if day and special color and whatnot.\n  ","280226":"\n  Oh, that's easy. The plot came from typing into a computer.\n  ","280227":"\n  Gooey.\n  ","280228":"\n  Well, he has a vintage GI Joe figure, so it's okay.\n  ","280229":"\n  Let's keep napping!\n  ","280230":"\n  Uh, there's Blackout.\n  ","280231":"\n  Like we don't have enough smog already!\n  ","280232":"\n  Let's go ascot shopping!\n  ","280233":"\n  I haven't been to E3 in years and years.\n  ","280234":"\n  If you're Tom Jones, sure.\n  ","280235":"\n  Go back and do it better!\n  ","280236":"\n  Well I think,\n  ","280237":"\n  Ugh, none?\n  ","280238":"\n  Yeah, move it out of my living room you horny land hippos!\n  ","280239":"\n  wut\n  ","280240":"\n  It was fun. It was great hanging out with all the friends I've made at Botcon over the years, and meeting more of the great IDW artists. And the toys. I like toys.\n  ","280241":"\n  AAAAAAAH.. Wait, cardboard??\n  ","280242":"\n  GIVE ME YUR FAACE\n  ","280243":"\n  ...thanks...\n  ","280244":"\n  How in the world do I hide a dead body that is also a truck?!?\n  ","280245":"\n  First, unsee those, then read More Than Meets The Eye.\n  ","280246":"\n  Color breakdown meetings can really wear you down.\n  ","280247":"\n  Sushi, raw fish, and edible sea creatures.\n  ","280248":"\n  I'm afraid they won't make toys of all of them!\n  ","280249":"\n  I don't know what series has the episode So Far Good Job.\n  ","280250":"\n  I don't ever have scheduling\/airing info anyway.\n  ","280251":"\n  AHHH! Don't bring him here either! My carpet!!!!\n  ","280252":"\n  Don't bring him here! He'll mess up the carpet!\n  ","280253":"\n  Wooo!\n  ","280254":"\n  26.\n  ","280255":"\n  THERE'S ONLY ONE LEFT\n  ","280256":"\n  Yes!!\n  ","280257":"\n  Not happening.\n  ","280258":"\n  Dispenser, sure, and Scalpel. No dreadlocks.\n  ","280259":"\n  Look, at this point I'm just happy when a giant gun doesn't come out a Lockdown's face.\n  ","280260":"\n  *Goes inside*\n  ","280261":"\n  Wikis <3 drama.\n  ","280262":"\n  Oh good.\n  ","280263":"\n  Stay classy.\n  ","280264":"\n  He is! We both started out at Spumco around the same time.\n  ","280265":"\n  Put one in Sari, and activate it!\n  ","280266":"\n  The word plate!\n  ","280267":"\n  Rhinos. Always rhinos...\n  ","280268":"\n  T_T\n  ","280269":"\n  Oh dear me no.\n  ","280270":"\n  CIRCLE OF DEATH, RATCHET\n  ","280271":"\n  Um.\n  ","280272":"\n  I have the best Casey Kasem story. I was riding in an elevator with him at Warner Bros. One day. It was just him and me, and he turns to me and says in his AMAZING voice: \"This elevator sure takes a long time to go all the way up to number three!\"\n  \n  It's one of the coolest things that's ever happened to me. So glad he was there on Mystery Inc to pass the torch.\n  ","280273":"\n  Oh fantastic! I was just looking to hire someone to kill Primavera Ratchet! I'm not sure how I'll pay you, all I have is all this money and access to every Cybertronian power and weapon in all continuities of existence.\n  ","280274":"\n  Yes! I'm great!\n  ","280275":"\n  *Activates Lord Chumley*\n  ","280276":"\n  Lol. Very nice, thank you.\n  ","280277":"\n  Does the Pope shit in the woods? Don't answer that!\n  ","280278":"\n  Oh yeah, and just where is your ascot?!?\n  ","280279":"\n  It's like a weird April Fools joke that's real.\n  ","280280":"\n  Oh, did I?\n  \n  Anyway that's nothing. One time I accidentally wrote TECHNOdrome into a tech spec instead of TERRORdrome. Now I think Hasbro owns the thing from Turtles.\n  ","280281":"\n  Oh damn, I need to get Brianne to draw that...\n  ","280282":"\n  That's the water treatment plant!\n  ","280283":"\n  Fish.\n  ","280284":"\n  :\\\n  ","280285":"\n  :\/\n  ","280286":"\n  Pfft. What wiki admin doesn't? The trick is to get them to be megalomaniacal AND have good taste. Good luck with that.\n  ","280287":"\n  That was like 2 or  3 years ago is all.\n  ","280288":"\n  Its... NOT... POSSIBLE\n  ","280289":"\n  Don't make fun! That's excellent sausage casing!\n  ","280290":"\n  Oh yeah, he's cool.\n  ","280291":"\n  Yes.\n  ","280292":"\n  Let me get my coat and fence recognition ap!\n  ","280293":"\n  Did I show a fake one?\n  ","280294":"\n  Absolutely.\n  ","280295":"\n  Nah, who cares. Those guys are all their own worst problems.\n  ","280296":"\n  He's the drunk one!\n  ","280297":"\n  Rudolfo.\n  ","280298":"\n  From the show! Or maybe a mix. All that matters is that Simon Belmont's design is the cartoon one.\n  ","280299":"\n  I wish!\n  ","280300":"\n  Eh, I've done worse.\n  ","280301":"\n  Electro from Spider-man?\n  ","280302":"\n  Always.\n  ","280303":"\n  I was very disappointed in his failure. He could have at least eaten Primavera Ratchet!\n  ","280304":"\n  That's okay, I'll go to Japan!\n  ","280305":"\n  wut\n  ","280306":"\n  Oh I can, I just won't.\n  ","280307":"\n  Yeah. I've seen it.\n  ","280308":"\n  O_O\n  ","280309":"\n  Hey that's personal!\n  ","280310":"\n  :|\n  ","280311":"\n  I... don't think so...\n  ","280312":"\n  It did give us Demolisher. His design is kind of cool. And the purple jet Galvatron toy.\n  ","280313":"\n  Billy Carter? Jimmy Carter's drunken brother! I smell the greasy hand of a musical\/Nixon obsessed medical automaton...\n  ","280314":"\n  Wow, that's a pretty impressive mental image.\n  ","280315":"\n  Or I won't take any Ben 10 questions at this time, and probably not at least until the next season starts.\n  ","280316":"\n  I like the plots generally, I just don't like how everyone is written out of character.\n  ","280317":"\n  NO! You're only getting the shell!\n  ","280318":"\n  Lol!\n  \n  You know, people always accuse me of hating things I have never said I hated. What is that, them projecting or something?\n  ","280319":"\n  Oh yes I should have!\n  \n  Uh, joked about what again?\n  ","280320":"\n  GOD I HOPE SO. I HOPE IT'S FILLED WITH MEAT.\n  ","280321":"\n  No, it really isn't. But we do it anyway.\n  ","280322":"\n  I was only kidding about the fake wiki thing, Jeez!\n  \n  You guys have already taken a big step by trying to fix people's posting somewhat. The single biggest problem has always been that the wiki looks like it was run and written by non-English speaking foreign children and lazy illiterates (SPELL CHECK IS FREE AND TAKES NO TIME). Please understand, I'm not trying to bash people who speak other languages, Ben 10's international fans are hugely important to the franchise, and they should be welcome to contribute to the Ben 10 community because they love the show too. But there should be a moderator who fixes grammar and whatnot. And it does look like that is happening more now. But that's the single biggest issue, getting the articles to look like they are competently written.\n  \n  Here's a  paragraph from the wiki. It isn't riddled with spelling\/grammar error or anything, but let's look at how it's written:\n  \n  \"In Omniverse, Hope returns to wearing a pink and purple color schemed coat. She has a bigger ponytail and her hair also has been dyed purple in some places. She now has black marks under her eyes. She is also now able to don heavy armor with skulls and the color of her stone creatures. Her ears also have two golden earrings.\"\n  \n  What a clunky and strangely worded mess that is! I'm no writer, but isn't something like this nicer?:\n  \n  \"Omniverse's Charmcaster returns to a color scheme similar to the original series, while retaining the skirt and some thematic elements from her UAF appearance. Her stark white hair is now framed with purple highlights, and like the original series, she has her hair in a ponytail. She wears gothic \"Eye of Horus\" styled eye makeup and golden earrings. Charmcaster has developed the ability to merge with her Rock Monsters to create a secondary armored form, that retains the stone texture and color of her creatures.\"\n  \n  Also, those \"trivia\" section factoids feel like they miss the mark like half the time. Just because YOU think something in the show reminds you of something else in pop culture, does not mean that was the creator's intention. The trivia section looks like it's written as if the info comes right from the creators, and it doesn't. If you are going to put those opinions in, at least write them as opinions, not as \"facts.\"\n  \n  Sometimes it's really outrageous, the things that are considered to be \"canon\" or \"jokes\" over there. The whole Darkstar totem thing is still vaguely annoying. Whoever made the judgement call on that thing made a very foolish error. The counterpoint argument was groundless, and absolutely absurd.\n  \n  Everyone who works on the Ben 10 wiki should be looking at the Transformers wiki. TFWiki.net is widely considered to be one of the best fan wikis around.\n  \n  I hope this will be taken only for what it is: My personal opinions and constructive criticisms that I am giving because I was asked for them.\n  ","280323":"\n  Yeah!\n  ","280324":"\n  That is Mr. Pip.\n  ","280325":"\n  That is totally not how it started. That is just me picking up Dwayne's joke and running with it.\n  ","280326":"\n  I has always heard the Japanese version was much better. I'd still take RiD over the Unicron Trilogy any day though.\n  ","280327":"\n  But that wasn't really one on one from what I remember. They have fought together many times, but probably not side by side as Starscream likes to hang back a bit and watch for convenient opportunities to take Megs out.\n  ","280328":"\n  Well, I don't believe they are a real wiki, so we're even.\n  ","280329":"\n  What new picture?\n  ","280330":"\n  Nope.\n  ","280331":"\n  WE ARE BORG.\n  \n  Oh, no, sorry. Typo. WE ARE BORED. That's better.\n  ","280332":"\n  I dunno, Megatron just seems to mop the floor with Starscream if they ever fight, in any continuity.\n  ","280333":"\n  Take the elevator to Housewares.\n  ","280334":"\n  Max's cooking, or your face??\n  ","280335":"\n  I'd try Max's cooking after everything was dead and not moving so much.\n  ","280336":"\n  I didn't, thanks!\n  ","280337":"\n  No, Didi, I did them a while back.\n  ","280338":"\n  Considering I am reading with my eyes, I don't believe so.\n  ","280339":"\n  Everyone in LA has gardeners. It's just how things are done here. Like how all gas stations are full service in Jersey and you can't pump your own gas ever. Also, having a gardener was never my dream, as I never wanted a stupid lawn in the first place.\n  ","280340":"\n  Of course. Swindle is amazing.\n  ","280341":"\n  F that noise.\n  ","280342":"\n  Me too!\n  ","280343":"\n  Pyam pyam?\n  ","280344":"\n  I had to see X-men first, but now I'll try to go back and see the Zilla. I want to see Spider-man too, even though it's supposed to be shitty.\n  ","280345":"\n  I've eaten my fair share of ducks, but none have ever been blue.\n  ","280346":"\n  Rumble is blue. That's the only answer.\n  ","280347":"\n  Back where?\n  ","280348":"\n  Too lazy.\n  ","280349":"\n  As art director I oversee all color. We had approvals with our producer and executive producer early on, but after they were confident they liked the overall direction it was pretty much my say after.\n  ","280350":"\n  Season one is no slouch either. Not quite as much face eating.\n  ","280351":"\n  Yes!\n  ","280352":"\n  Yes.\n  ","280353":"\n  Uhhhhhh huh?\n  ","280354":"\n  Oh, is that a thing?\n  ","280355":"\n  You had me at soup of the century! I'm in!\n  ","280356":"\n  The writing is much better in Beast Wars, the animation is much better in Beast Machines.\n  ","280357":"\n  Yes, we had an Optimus Primal story idea. And Blackarachnia was going to continue fusing organics into Cybertronians.\n  ","280358":"\n  What about Mugatu?\n  ","280359":"\n  12 minutes is too long for a story.\n  ","280360":"\n  Other than the ones in the show you mean?\n  ","280361":"\n  Oh shit!\n  ","280362":"\n  Manual labor? Ha!\n  ","280363":"\n  So... You decided to watch Beast Machines first? Why are you always so confusing?\n  ","280364":"\n  Let's wait until tomorrow.\n  ","280365":"\n  No no, MOTU is Masters of the Universe!\n  ","280366":"\n  I just see my gardeners.\n  ","280367":"\n  Who's that?\n  ","280368":"\n  Well it's a little late now, either way.\n  ","280369":"\n  Purist?\n  ","280370":"\n  Oh. I don't see that as his defining feature.\n  ","280371":"\n  #No I won't!\n  ","280372":"\n  I like the designs a lot, I like the overall story, but it bothered me that the wonderfully written characters from Beast Wars were replaced by totally different personalities in Machines.\n  ","280373":"\n  You worked on that one all week, didn't you?\n  ","280374":"\n  He will outlive us all.\n  ","280375":"\n  The cobra's what?\n  ","280376":"\n  That's weird. Did he have sunglasses on or something?\n  ","280377":"\n  #Huh?\n  ","280378":"\n  They are super easy to ignore.\n  ","280379":"\n  The story of this question is, three things that you could do.\n  ","280380":"\n  Fire Guts Ginrai\n  ","280381":"\n  God, yes.\n  ","280382":"\n  Is that Norse?\n  ","280383":"\n  I can't even say that.\n  ","280384":"\n  Touché...\n  ","280385":"\n  I remember! Prince Vigo told me!\n  ","280386":"\n  Of course not! How could anyone believe something they've seen with their own eyes, or experienced with any of the basic senses?! No, the only logical choice is to believe in invisible magic.\n  ","280387":"\n  Not for a few months at least.\n  ","280388":"\n  I have never pooped my pants! Well, not as a result of being scared.\n  ","280389":"\n  Boiling skulls to make jello?\n  ","280390":"\n  It's an honor to have Michael Bay completely disregard a character I helped to create, and to nameslap the character's name onto some hideous grey blob of nothing.\n  ","280391":"\n  No.\n  ","280392":"\n  No! Therefor I hate you all.\n  ","280393":"\n  Dogs are false puppies!\n  ","280394":"\n  Yup.\n  ","280395":"\n  You would!\n  ","280396":"\n  Do you believe in dogs?\n  ","280397":"\n  I don't watch anything on TV anymore. I just watch stuff on Apple screens.\n  ","280398":"\n  Yes.\n  ","280399":"\n  Is it Freddie in a wheelchair?\n  ","280400":"\n  I'm not sure.\n  ","280401":"\n  Paypal dude! Paypal!\n  ","280402":"\n  Nice find!\n  ","280403":"\n  All I see is Jesus singing.\n  ","280404":"\n  I did not know that was a place!\n  ","280405":"\n  Lol.\n  ","280406":"\n  There there. It's okay. Keep trying!\n  ","280407":"\n  I bet you do...\n  ","280408":"\n  Sasquatches would crush your head like a grape without a second thought!\n  ","280409":"\n  Not even a fax machine?\n  ","280410":"\n  Blankenship\n  ","280411":"\n  Eurovision Song Contest?\n  ","280412":"\n  Great. I'm dialing 911 right now.\n  ","280413":"\n  what\n  ","280414":"\n  Procrastination.\n  ","280415":"\n  Yes, so is Santa Claus, now go away.\n  ","280416":"\n  How is mix and match sale herring not funny!?\n  ","280417":"\n  Samurai Pizza Cats??\n  ","280418":"\n  That's not what Hannibal says.,\n  ","280419":"\n  Naked people that disappear quickly.\n  ","280420":"\n  Who doesn't like Beaker mouths?!? But they really should all meep.\n  ","280421":"\n  You stay away from my French girls!\n  ","280422":"\n  I'd like to see cash bonuses for answering questions.\n  ","280423":"\n  I liked his Slithe from Thundercats a lot.\n  ","280424":"\n  Maybe?\n  ","280425":"\n  No! All the pickled fish and pretty girls!\n  ","280426":"\n  And I love hot dogs.\n  ","280427":"\n  This isn't s confessional! And I only judge crimes against art. Like Shrek!\n  ","280428":"\n  Like give all the characters tiny Beaker mouths?\n  ","280429":"\n  588-2300 Empiiiiiiiiiiiiiiiiiiiiiiiiiiiiiire\n  ","280430":"\n  Well, it's like this...\n  ","280431":"\n  Blue, of course.\n  ","280432":"\n  Mine!\n  ","280433":"\n  I'll turn you into a Fuzor made of two different kinds of poop! Poop Fuzor!\n  ","280434":"\n  Use Paypal you fool!\n  ","280435":"\n  Hodor.\n  ","280436":"\n  There are two really good ones. Neil Gaiman did a Riddler story in Secret Origins and Riddle Factory written by Matt Wagner.\n  ","280437":"\n  YOURE a baboon.\n  ","280438":"\n  I hope he doesn't show up for a long time!\n  ","280439":"\n  Uh.\n  ","280440":"\n  Yes, duh.\n  ","280441":"\n  Nope.\n  ","280442":"\n  Howdy naber!\n  ","280443":"\n  Uh, yeah. Duh.\n  ","280444":"\n  I would say that's true... 97% of the time.\n  ","280445":"\n  Thank you?\n  ","280446":"\n  Jesus people need to stop.\n  ","280447":"\n  Too late! Now your cost is up to $12!\n  ","280448":"\n  No. In fact Eric Bauza has already called voice rights.\n  ","280449":"\n  It can be sometimes.\n  ","280450":"\n  o_O\n  ","280451":"\n  Oh my.\n  ","280452":"\n  Depends if Ben left them to Peter in his will or not.\n  ","280453":"\n  Maybe.\n  ","280454":"\n  He had a great costume, and no one can take that from him, but under that mask you know all that hair is lurking.\n  ","280455":"\n  :\/\n  ","280456":"\n  Drift, Pacifistor, Ultra Nicetron, and Caremonger.\n  ","280457":"\n  I think you have the wrong guy.\n  ","280458":"\n  Well show 12 isn't anything like Apocalypse Now...\n  ","280459":"\n  Have you seen the one on the Rodpod?\n  ","280460":"\n  No?\n  ","280461":"\n  TAKE RATCHET WITH YOU\n  ","280462":"\n  Meh.,\n  ","280463":"\n  Pretty cool! I'm liking Fire Guts Ginrai way more than I thought I would.\n  ","280464":"\n  Thats because they don't understand JOKES.\n  ","280465":"\n  I am going to have to block you if you don't stop.\n  ","280466":"\n  Waking up and realizing I get to stay home today!!\n  ","280467":"\n  How many fingers am I holding up? (HINT: one)\n  ","280468":"\n  Weird, wild, wacky, and wonderful. This is our Mr. Adler.\n  ","280469":"\n  There are internships for college students, yes.\n  ","280470":"\n  I am not currently answering Ben 10 questions.\n  ","280471":"\n  We're they in the fridge?\n  ","280472":"\n  Uh\n  ","280473":"\n  Where?\n  ","280474":"\n  I don't remember what was in the Almanacs about them.\n  ","280475":"\n  No, they don't just allow people in off the streets.\n  ","280476":"\n  Probably because it's not that good.\n  ","280477":"\n  Post pictures.\n  ","280478":"\n  4-6\n  ","280479":"\n  Very sad.\n  ","280480":"\n  Looks good, but I hear there is a crazy lack of Godzilla in the movie.\n  ","280481":"\n  I dunno.\n  ","280482":"\n\n   http:\/\/spring.me\/DerrickJWyatt\/q\/586948259772130314\n  \n","280483":"\n  >:|\n  ","280484":"\n  No, I don't believe they offer any tours or anything.\n  ","280485":"\n  Get him a Don Knotts Matlock hat.\n  ","280486":"\n  Newt Gingrich.\n  ","280487":"\n  Now I have $27.\n  ","280488":"\n  It's a horrible flesh ocean of reeking humanity.\n  ","280489":"\n  I ate him.\n  ","280490":"\n  Alright, well do something with it then! Don't just stare at it.\n  ","280491":"\n  I am not currently taking Ben 10 questions.\n  ","280492":"\n  No, that's a different guy.\n  ","280493":"\n  I can't even read that let alone tlel oyu about it.\n  ","280494":"\n  Grand Moff Tarken.\n  ","280495":"\n  Oh lord.\n  ","280496":"\n  Yes?\n  ","280497":"\n  Okay, you owe me three.\n  ","280498":"\n  Grand Moff Tarken.\n  ","280499":"\n  The day.\n  ","280500":"\n  SG.\n  ","280501":"\n  At least you admit you're lazy.\n  ","280502":"\n  No.\n  ","280503":"\n  I've seen the first season, but not the second yet.\n  ","280504":"\n  No, I don't and am not allowed to read fanfic.\n  ","280505":"\n  Can I get a question with this statement?\n  ","280506":"\n  AND everyone give me ten bucks.\n  ","280507":"\n  Ooh, I just got my Hot Toys Adam West and Burt Ward. I haven't even opened them yet!\n  ","280508":"\n  So much. If I ever draw Cyclonus again, I'm going to break his horn.\n  ","280509":"\n  I know! Isn't it the best!?\n  ","280510":"\n  Handy for no peripheral vision.\n  ","280511":"\n  Iced jasmine green tea.\n  ","280512":"\n  I don't care for the characters being categorized in such a weird way, but it looks pretty.\n  ","280513":"\n  Botcon and NOT Comic-con. I'm very excited about not going to Comic-con this year.\n  ","280514":"\n  Yes. More Than Meets The Eye is easily the best Transformers comic series ever.\n  ","280515":"\n  I am not currently taking any Ben 10 related questions.\n  ","280516":"\n  Is that a book?\n  ","280517":"\n  Fact.\n  ","280518":"\n  That seems right, main arc villains are secondary. Vilgax is tertiary.\n  ","280519":"\n  PROOFREAD AND SPELL CHECK.\n  ","280520":"\n  I don't like it. Wait, what?\n  ","280521":"\n  Try with your eyes open this time.\n  ","280522":"\n  Turn him into Ball Weevil.\n  ","280523":"\n  Yep.\n  ","280524":"\n  Edie McClurg.\n  ","280525":"\n  Only the Scooby that's been online already.\n  ","280526":"\n  No, obviously not.\n  ","280527":"\n  Yes.\n  ","280528":"\n  Well, the Rooters are Plumbers. So yes?\n  ","280529":"\n  Of course.\n  ","280530":"\n  wut\n  ","280531":"\n  Jay Ward-ian.\n  ","280532":"\n  Do I look like a toy company?\n  ","280533":"\n  Being angry.\n  ","280534":"\n  Dare to be Stupid.\n  ","280535":"\n  We have never seen a Yenaldooshi in any Ben 10 show. So no.\n  ","280536":"\n  Come on guys, I'm not going to do all your thinking for you. Use your head sometimes.\n  ","280537":"\n  Be afraid.\n  ","280538":"\n  Because.\n  ","280539":"\n  I don't think so, but I'm not sure I understand the question.\n  ","280540":"\n  I thought so too.\n  ","280541":"\n  Cousin.\n  ","280542":"\n  No.\n  ","280543":"\n  What what?\n  ","280544":"\n  That depends on the gas and how it sounds coming out.\n  ","280545":"\n  Probably not.\n  ","280546":"\n  Um.\n  ","280547":"\n  Haha! Awesome.\n  ","280548":"\n  Not exactly.\n  ","280549":"\n  Nope.\n  ","280550":"\n  And that too.\n  ","280551":"\n  I see what you did there.\n  ","280552":"\n  No.\n  ","280553":"\n  Horse.\n  ","280554":"\n  UNDER them??\n  ","280555":"\n  We're not.\n  ","280556":"\n  An alien could.\n  ","280557":"\n  Safest to avoid both and let someone else tell you about it later.\n  ","280558":"\n  Every girl I know is.\n  ","280559":"\n  Huh?\n  ","280560":"\n  It's Ben.\n  ","280561":"\n  Depends on my mood.\n  ","280562":"\n  Sounds legit to me.\n  ","280563":"\n  MULCH!!!!\n  ","280564":"\n  Yes.\n  ","280565":"\n  You do so at your own peril!\n  ","280566":"\n  There there.\n  ","280567":"\n  Bill Gacks.\n  ","280568":"\n  Rojorooter. Lol.\n  ","280569":"\n  STILL\n  ","280570":"\n  Hmm.\n  ","280571":"\n  My. Dog. Has. Fleas.\n  ","280572":"\n  Doesn't he always?\n  ","280573":"\n  I seem to watch The Shrieking Madness a lot.\n  ","280574":"\n  Lulz\n  ","280575":"\n  Nice.\n  ","280576":"\n  :\/\n  ","280577":"\n  Nah.\n  ","280578":"\n  Earth.\n  ","280579":"\n  Um.\n  ","280580":"\n  Money.\n  ","280581":"\n  Gataca condemned.\n  ","280582":"\n  O_O\n  ","280583":"\n  Five bucks.\n  ","280584":"\n  Get me the President.\n  ","280585":"\n  Tompopo.\n  ","280586":"\n  Yes.\n  ","280587":"\n  I want to eat where Anthony Bourdain eats.\n  ","280588":"\n  Well.\n  ","280589":"\n  He uses computer simulations.\n  ","280590":"\n  I haven't done that stuff since college.\n  ","280591":"\n  He looks way better in his episode.\n  ","280592":"\n  And a head inset into the abdomen.\n  ","280593":"\n  Maybe.\n  ","280594":"\n  That's an awful lot of air quotes.\n  ","280595":"\n  Who??\n  ","280596":"\n  No. Go away.\n  ","280597":"\n  F that noise.\n  ","280598":"\n  Pa.\n  ","280599":"\n  Yes.\n  ","280600":"\n  It wouldn't help.\n  ","280601":"\n  What.\n  ","280602":"\n  So far beyond its libelous.\n  ","280603":"\n  Photoshop!\n  ","280604":"\n  That also sounds like them being them.\n  ","280605":"\n  That sounds about right for the wiki!\n  ","280606":"\n  Ooh that's tough. Either a really expensive Parmesean, or a super aged Gouda.\n  ","280607":"\n  No clue.\n  ","280608":"\n  Yes.\n  ","280609":"\n  He's big compared to Earth bugs, but he's little next to Ben's other bugs.\n  ","280610":"\n  You must love foot fungi.\n  ","280611":"\n  Lol! Good one!\n  ","280612":"\n  I don't mind answering questions, just not rude dumb ass questions like this one.\n  ","280613":"\n  Nonon.\n  ","280614":"\n  Hi!\n  ","280615":"\n  Kangaroo Kommando.\n  ","280616":"\n  Nope.\n  ","280617":"\n  It is sort of helmety, but to me to be a helmet, there has to be a top.\n  ","280618":"\n  Nope.\n  ","280619":"\n  Maybe there are more in the future!\n  ","280620":"\n  Are you dead?\n  ","280621":"\n  Maybe forever!\n  ","280622":"\n  I can't remember.\n  ","280623":"\n  I don't think she has a helmet!\n  ","280624":"\n  Strangely enough, I don't!\n  ","280625":"\n  I think she is still hurt, I'm not sure if she still has \"like\" feelings for him.\n  ","280626":"\n  It was just some nasty idea that CC liked a LOT.\n  ","280627":"\n  I don't have anything to do with programming.\n  ","280628":"\n  Ball Weevil or Charmcaster?\n  ","280629":"\n  Does this mean anything? Or is it just a jumble of words?\n  ","280630":"\n  I assumed it was a dude.\n  ","280631":"\n  He's definitely human. I would theorize that his condition is supernatural in origin.\n  ","280632":"\n  Is that all of them? Seems like there are more...\n  ","280633":"\n  18 years before the 15 years of digging? That's like 20 years or something!\n  ","280634":"\n  A traveling homebody.\n  ","280635":"\n  Probably Friday May 2.\n  ","280636":"\n  I haven't even lived there for 15 years.\n  ","280637":"\n  Wow, way to get your snipe in to that question.\n  ","280638":"\n  Demented.\n  ","280639":"\n  No.\n  ","280640":"\n  Oh, you were assuming that was a girl?\n  ","280641":"\n  I think Argit has six teeth also.\n  ","280642":"\n  Sure.\n  ","280643":"\n  You'll have to ask your mom.\n  ","280644":"\n  Sorry to hear that, man.\n  ","280645":"\n  Six years.\n  ","280646":"\n  This would seem weirder, but after people thinking Cannonbolt is sexy, I'm not too phased anymore.\n  ","280647":"\n  He doesn't even have a house! And aren't you banned?\n  ","280648":"\n  We see her ship.\n  ","280649":"\n  The same ones.\n  ","280650":"\n  I am just about! Because of formspring's inept screw ups, I'm going to continue to take Ben questions for another week yet though.\n  ","280651":"\n  I'm a guinea pig person! But I like cats more than dogs.\n  ","280652":"\n  Post-its? I draw on them all the time.\n  ","280653":"\n  Daryl was on a Post-it. Jeffrey was on a storyboard panel pad or something.\n  ","280654":"\n  Elena, 078 cameo. No microchips, mirrorchips or whatever you wrote.\n  ","280655":"\n  Nope.\n  ","280656":"\n  I'm not sure anything can, he got rid of a lot of the emotional parts of his personality, to add more information storage space in his core processor.\n  ","280657":"\n  But what if Roddy puts his special glasses on and then..\n  ","280658":"\n  I've never done a sketchcard of anything, as far as I can remember.\n  ","280659":"\n  Either boobs or robots... Probably depends on the day.\n  ","280660":"\n  Nope.\n  ","280661":"\n  Unknown.\n  ","280662":"\n  He is a die hard Benlie fan, and won't hear of anything else.\n  ","280663":"\n  Brilliant!\n  ","280664":"\n  Deefus.\n  ","280665":"\n  It seemed like he was pretty oblivious, just wrapped up in his own depression and seclusion in UAF.\n  ","280666":"\n  Clyde Fife.\n  ","280667":"\n  Doth mother know you wearest her drapes?\n  ","280668":"\n  He unlocks them.\n  ","280669":"\n  That one about Gwen and the others that came with it.\n  ","280670":"\n  Uh... Huh?\n  ","280671":"\n  I already get enough fiber...\n  ","280672":"\n  Sexy hot, or overly warm hot?\n  ","280673":"\n  Appida Lou.\n  ","280674":"\n  Oh god, you'll have to chew through all that hair!\n  ","280675":"\n  Wow, that's a stretch there buddy.\n  ","280676":"\n  Is there anything Spittor wouldn't spit?\n  ","280677":"\n  Yeah, I'm super over it now. I just want it to stop.\n  ","280678":"\n  It is.\n  ","280679":"\n  1?\n  ","280680":"\n  ???\n  ","280681":"\n  Maybe?\n  ","280682":"\n  It's clearer, but it's still terrible.\n  ","280683":"\n  Parts of the fanbase are so awful it ruins everything else for me.\n  ","280684":"\n  Don't ask stupid questions.\n  ","280685":"\n  A little smaller.\n  ","280686":"\n  I did. It was the best ever.\n  ","280687":"\n  In the next show he's in.\n  ","280688":"\n  *Hit on the head*\n  ","280689":"\n  wut\n  ","280690":"\n  Not in that one.\n  ","280691":"\n  Yes.\n  ","280692":"\n  Who went where?\n  ","280693":"\n  Nope.\n  ","280694":"\n  Uh, okay...\n  ","280695":"\n  I like ours better.\n  ","280696":"\n  Oh my god. You are obsessed. You've got problems...\n  ","280697":"\n  What is with the weird interest with Petalliday peeing!?\n  ","280698":"\n  Didn't you see that answer about the suits?\n  ","280699":"\n  Nope.\n  ","280700":"\n  Maybe you need a new laxative then. Vilax is just an over the counter medicine, you need prescription strength.\n  ","280701":"\n  Swampfire was really hard. I didn't like anything and we kept going around and around because I didn't know what I wanted. I guess I like him better than Alien Force, but he's still just kind of there to me.\n  ","280702":"\n  He reviewed the episode for a message board.\n  ","280703":"\n  Well, it sounds dirty!\n  ","280704":"\n  I bought all of it.\n  ","280705":"\n  That's a Transylian.\n  ","280706":"\n  Nope.\n  ","280707":"\n  That was something we did a bit on Transformers Animated, and I really liked how characters reoccured in Mystery Inorporated, so I'm glad we got to do it like that.\n  ","280708":"\n  I don't think UAF were the butts of the jokes, the online Ben 10 fandom are the butts.\n  ","280709":"\n  Yes, and there will finally be a Simian & Argit episode.\n  ","280710":"\n  No.\n  ","280711":"\n  He's a Worst, or a Worst off shoot.\n  ","280712":"\n  Plumber suits are space suits. They have built in water recycling.\n  ","280713":"\n  I like the weekend better by far.\n  ","280714":"\n  Oh there's Way Bigs, and Way Bads, and Mad Way Bigs and all sorts of things.\n  ","280715":"\n  Like... Ghostfreak, I guess? Weird.\n  ","280716":"\n  No.\n  ","280717":"\n  That's Toby Monitor. He has a twin brother, Kyle Monitor, who is a starliner captain. Toby feels that Kyle looks down on him for being a lowly hover-bus driver.\n  ","280718":"\n  Robert Downey Jr.\n  ","280719":"\n  I would just do it like the last episodes never happened.\n  ","280720":"\n  You know, I'm not actually sure if they are one big family, or just friends.\n  ","280721":"\n  Yes, with Ben's cousin Clyde Fife.\n  ","280722":"\n  Doctor who? Doctor who? Doctor who?\n  ","280723":"\n  Yes.\n  ","280724":"\n  :(\n  ","280725":"\n  Probably not really. Not in that way.\n  ","280726":"\n  No, I went back in time and rectonned that reality out of existence, just so people would never ask me which ten aliens I would have in my Omnitrix ever, ever again.\n  ","280727":"\n  The last two arcs.\n  ","280728":"\n  You've seen them all.\n  ","280729":"\n  Well, that's something!\n  ","280730":"\n  Oh nice. You're welcome. That was my idea, just because \"sludgepuppy\" sounded like it would be a derogatory slur.\n  ","280731":"\n  No.\n  ","280732":"\n  Is there a question here? Eunice has a cameo in 078.\n  ","280733":"\n  ARE there.\n  ","280734":"\n  Seacons.\n  ","280735":"\n  That seems like a lot of work!\n  ","280736":"\n  It's one of our best episodes.\n  ","280737":"\n  Depends.\n  ","280738":"\n  Oh. No.\n  ","280739":"\n  They just haven't been there yet.\n  ","280740":"\n  Bye!\n  ","280741":"\n  Ugh. No, the number of aliens we use firs the stories we are doing. We're not putting more aliens in because of your stupid fixations. Also, we were mandated to have less transformations per episode going forward.\n  ","280742":"\n  Go where?\n  ","280743":"\n  Well, then it's time to step it up!\n  ","280744":"\n  Coincidentally, we get free cereal too.\n  ","280745":"\n  Free post-its.\n  ","280746":"\n  Askspring.\n  ","280747":"\n  It continues in one form or another, building to the critical mass of 078.\n  ","280748":"\n  Huh?\n  ","280749":"\n  She does.\n  ","280750":"\n  No clue.\n  ","280751":"\n  Yes.\n  ","280752":"\n  Thank you.\n  ","280753":"\n  Tetramands don't have hair.\n  ","280754":"\n  2020 isn't the tenth anniversary!\n  ","280755":"\n  Then he'd have to blow up all his own movies.\n  ","280756":"\n  Six taydens!\n  ","280757":"\n  No way.\n  ","280758":"\n  Spring sucks, but their mobile ap versions are total shit.\n  ","280759":"\n  Who? Jerry Beck???\n  ","280760":"\n  No.\n  \n  Shit!\n  ","280761":"\n  Who cares.\n  ","280762":"\n  Aw.\n  ","280763":"\n  The fish used SPLASH. No effect.\n  ","280764":"\n  Good luck.\n  ","280765":"\n  None.\n  ","280766":"\n  Never, I hope. What a boring show that would make.\n  ","280767":"\n  Nope.\n  ","280768":"\n  Oh, Kevin's always going evil, off and on.\n  ","280769":"\n  Sounds boring.\n  ","280770":"\n  Yes.\n  ","280771":"\n  Okay.\n  ","280772":"\n  Yeah! Then I could click it locked when I no longer take Ben 10 questions!\n  ","280773":"\n  I won't.\n  ","280774":"\n  You'll have to ask CN's programming dept that one.\n  ","280775":"\n  No.\n  ","280776":"\n  Um.\n  ","280777":"\n  I don't keep track of when they show up.\n  ","280778":"\n  No relation.\n  ","280779":"\n  Yes.\n  ","280780":"\n  Mostly different. I wanted to do 10 evil Ben aliens.\n  ","280781":"\n  I just designed Baumann 10K today.\n  ","280782":"\n  Yes!! Steven Choi designed her based on roughs Matt Youngberg and I did. Chris Hooten did the color. I wanted her created specifically just in case we ever did the Negative Ten.\n  ","280783":"\n  I bet Bauza could do it.\n  ","280784":"\n  I never did. Maybe I should try one in Animated Crumplezone colors?\n  ","280785":"\n  Like five years ago.\n  ","280786":"\n  Maybe at some point.\n  ","280787":"\n  Retcon Alberta. Got it.\n  ","280788":"\n  I think Ratchet is writing a paper on f'd up dreams, you should recount it for him in detail.\n  ","280789":"\n  Is this a question?\n  ","280790":"\n  Not until you get your license!\n  ","280791":"\n  So... If I just let you go on growing you'll get weaker? Okay.\n  ","280792":"\n  Retcon who?\n  ","280793":"\n  Probably.\n  ","280794":"\n  Maybe.\n  ","280795":"\n  Waking up.\n  ","280796":"\n  OMG, this is WAY more political and philosophical than formspring can handle for sure.\n  ","280797":"\n  That awful Dreamworks horse movie? Ew.\n  ","280798":"\n  #1 super guy.\n  ","280799":"\n  Nope.\n  ","280800":"\n  No, no, no. An armada is just one guy! And he looks just like Cyclonus.\n  ","280801":"\n\n   http:\/\/youtu.be\/CAXrgl_oF-8?t=9s\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","280802":"\n  Me too.\n  ","280803":"\n  Could be.\n  ","280804":"\n  I didn't count.\n  ","280805":"\n  I haven't.\n  ","280806":"\n  No. Yes.\n  ","280807":"\n  You just turned human last week. I think your hair can handle it.\n  ","280808":"\n  049&050. No.\n  ","280809":"\n  They got jobs as shellfish at a swanky seafood restaurant.\n  ","280810":"\n  Thanks.\n  ","280811":"\n  Best question ever.\n  ","280812":"\n  No! I want it to be 80 today!\n  ","280813":"\n  Not my favorite things in the world.\n  ","280814":"\n  He's her prisoner. He obviously hates her.\n  ","280815":"\n  How about resurrection of the dead!\n  ","280816":"\n  Already answered.\n  ","280817":"\n  Yes please.\n  ","280818":"\n  Sounds suspiciously like religion...\n  ","280819":"\n  No.\n  ","280820":"\n  You are obsessed with musicals!\n  ","280821":"\n  Beast Wars.\n  ","280822":"\n  What? Please ask a question that makes sense.\n  ","280823":"\n  No, I don't care. Just a preemptive strike before people start bitching about it.\n  ","280824":"\n  Yeah, a real asshole.\n  ","280825":"\n  They aren't all finished, but no, I've seen enough of all of them.\n  ","280826":"\n  How does a cellphone get a signal?\n  ","280827":"\n  Will this boring question be used again? Probably.\n  ","280828":"\n  His who??\n  ","280829":"\n  Albedo wasn't spikey enough for us.\n  ","280830":"\n  Only in the way that anything in Omniverse is anything like anything from UAF.\n  ","280831":"\n  Of course. Her babies!\n  ","280832":"\n  Oh yeah!? Well el fua you too buddy!\n  ","280833":"\n  He never had a proper redesign, and I guess he isn't any of our favorites because no one brought him up for a long long time.\n  ","280834":"\n  It usually comes either during the story breaks or way way after the episode was written under a super generic title or one that just doesn't fit what the story has become.\n  ","280835":"\n  Yes, one.\n  ","280836":"\n  I didn't like the Designs (especially the Combaticons) as much as the first game. But it might have been Hasbro forcing their poopy Combaticon toy designs on the game. Who knows.\n  ","280837":"\n  Nope. I can't remember.\n  ","280838":"\n  I'm not sure exactly what that is referring to, but it was me who wanted to do episodes set on Anur Transyl, and have a small arc set there so we could have some time to really design the place.\n  ","280839":"\n  I think so.\n  ","280840":"\n  The Rath says: \"MOOOO.\"\n  ","280841":"\n  Yes, I think so.\n  ","280842":"\n  False.\n  ","280843":"\n  The next arc is The Rooters arc.\n  ","280844":"\n  Of course.\n  ","280845":"\n  How many can I have?\n  ","280846":"\n  Yes, Adwaitya loves Charmcaster (WHAT).\n  ","280847":"\n  Oh, I don't remember when that was. They are mostly back up again now.\n  ","280848":"\n  Maybe a few.\n  ","280849":"\n  I don't think that is physically possible at this point. Unless we start replacing the other aliens in the episodes so there is only Eye Guy.\n  ","280850":"\n  No.\n  ","280851":"\n  Alien.\n  ","280852":"\n  1. No 2. No.\n  ","280853":"\n  Yes.\n  ","280854":"\n  No.\n  ","280855":"\n  It's inconsistent.\n  ","280856":"\n  It seems like he's in every show.\n  ","280857":"\n  Yes. And often.\n  ","280858":"\n  None.\n  ","280859":"\n  H!\n  ","280860":"\n  Rarity!\n  ","280861":"\n  Later. Hex isn't the same.\n  ","280862":"\n  Catfrag will appear in Bullfight.\n  ","280863":"\n  No.\n  ","280864":"\n  Teen Titans, Transformers Animated, and Scooby Doo! Mystery Incorporated.\n  ","280865":"\n  wut\n  ","280866":"\n  No current plans.\n  ","280867":"\n  Probably.\n  ","280868":"\n  When it's over.\n  ","280869":"\n  No.\n  ","280870":"\n  No.\n  ","280871":"\n  The same way I'd describe this question: Ew.\n  ","280872":"\n  :\/\n  ","280873":"\n  TeenTitans and New Teen Titans.\n  ","280874":"\n  I'm not sharing.\n  ","280875":"\n  It seems like he shows up a bunch more.\n  ","280876":"\n  Please only ask questions about my shows.\n  ","280877":"\n  Two Omnitrices.\n  ","280878":"\n  Nope. The shortest I can do is two words.\n  ","280879":"\n  No, we've always talked about wanting to work with him, but I guess we never found the right role for him.\n  ","280880":"\n  Beautiful.\n  ","280881":"\n  Always. Even if it's one sided.\n  ","280882":"\n  Yes, using the minds of his smartest alien transformations.\n  ","280883":"\n  Is that the planet where they can't stop pooping, so everything is made of poop?\n  ","280884":"\n  This truly must be a role playing first.\n  ","280885":"\n  Anagram the new Gatica.\n  ","280886":"\n  Which Ben? He's fake.\n  ","280887":"\n  No.\n  ","280888":"\n  Okaaaaayyy...\n  ","280889":"\n  Yes. Well, Chap Yaep did, with my direction.\n  ","280890":"\n  I did try to reconcile some of the differences between him and Terraspin, not the holes per say, but other elements. But ultimately I suppose you just have take that as him being warped by magic or some such.\n  ","280891":"\n  No, they pushed back 049 & 050.\n  ","280892":"\n  But he has more hands!\n  ","280893":"\n  Plumber Tech Support has great Yelp reviews!\n  ","280894":"\n  Probably one of the other ones.\n  ","280895":"\n  The internet doesn't count for anything.\n  ","280896":"\n  I like to smurf in my spare time (whatever that is).\n  ","280897":"\n  But are we out of bears?\n  ","280898":"\n  Mucus.\n  ","280899":"\n  They did that in the very beginning.\n  ","280900":"\n  No, you may not.\n  ","280901":"\n  Leaning towards Lugnut.\n  ","280902":"\n  My formspring is broken and they are not fixing it.\n  ","280903":"\n  That sounds way better than internet morons!\n  ","280904":"\n\n   http:\/\/www.youtube.com\/watch?v=OKUpNuN9c0E\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","280905":"\n  No.\n  ","280906":"\n  Liger.\n  ","280907":"\n  But it literally says that they've already taken him out of context! I can't win. I don't know why these idiots always think it's us versus the writers. I keep saying it doesn't work like that.\n  ","280908":"\n  No, are there Pokemon there on Google maps?\n  ","280909":"\n  Oh, go ahead, it's only the ocean! What could possibly go wrong!\n  ","280910":"\n  Ca ca.\n  ","280911":"\n  Well I think that they\n  ","280912":"\n  I don't care who does their voices, if their faces look like that I don't want to look at it at all, let alone see the movie.\n  ","280913":"\n  I guess if you're totally blind and don't look at any of them at all, you might say that.\n  ","280914":"\n  I have no idea. I don't even know if he can do that.\n  ","280915":"\n  Milligans.\n  ","280916":"\n  I believe Jim Sorenson really spearheaded that one.\n  ","280917":"\n  wut\n  ","280918":"\n  Do magical creatures have DNA?\n  ","280919":"\n  If we end up using him again, we will redesign him. It wouldn't be a story point like SF's new design though.\n  ","280920":"\n  Hi.\n  ","280921":"\n  That doesn't sound like his powers. He has 'stache powers.\n  ","280922":"\n  I'll happily answer any question I feel like answering.\n  \n  Okay, maybe not happily.\n  ","280923":"\n  You need to talk to Gatica about this.\n  ","280924":"\n  Wtf\n  ","280925":"\n  He shows up every once in a while.\n  ","280926":"\n  No.\n  ","280927":"\n  No current plans.\n  ","280928":"\n  It might be Oojin too, I can't remember the spelling off hand.\n  ","280929":"\n  Around six months or so.\n  ","280930":"\n  No.\n  ","280931":"\n  Don't any of you bastards know how to use google?\n  ","280932":"\n  Meatball, mushroom, artichoke hearts.\n  ","280933":"\n  Not super lots. Sometimes.\n  ","280934":"\n  Omniverse is like that, but all day long instead of lunch. We come up with the idea for the show, then spend the whole day figuring out all the main details of the episode.\n  ","280935":"\n  Freedom from Ben 10 questions, in 2 and a half weeks.\n  ","280936":"\n  No.\n  ","280937":"\n  It's not worth stressing about it.\n  ","280938":"\n  I am pro-any and all new Jurassic Park movies.\n  ","280939":"\n  One time I saw a baby monkey riding backwards on a pig.\n  ","280940":"\n  All the berries.\n  ","280941":"\n  The madness to stop.\n  ","280942":"\n  Watermelon.\n  ","280943":"\n  Islandia.\n  ","280944":"\n  Curling.\n  ","280945":"\n  Not often.\n  ","280946":"\n  You thought about it? I don't believe you.\n  ","280947":"\n  Floss.\n  ","280948":"\n  Rule 2: THERE IS NO RULE 2\n  ","280949":"\n  Just the sheer unadulterated stupidity of it all, really.\n  ","280950":"\n  The same but older.\n  ","280951":"\n  Avoiding deciding until you forget you have to make a decision.\n  ","280952":"\n  Fortress Maximus & Warden.\n  ","280953":"\n  All of it.\n  ","280954":"\n  Ramen.\n  ","280955":"\n  Everything kills us, we can only be eternal while we live.\n  ","280956":"\n  Nothing :)\n  ","280957":"\n  Most of them.\n  ","280958":"\n  Well, he's not sharing, so f him.\n  ","280959":"\n  His mom says so.\n  ","280960":"\n  He's a major, major asshole.\n  ","280961":"\n  Boss Fight should make them.\n  ","280962":"\n  Oh.\n  ","280963":"\n  Maybe.\n  ","280964":"\n  Yes.\n  ","280965":"\n  Benzarro.\n  ","280966":"\n  I wouldn't allow questions.\n  ","280967":"\n  Probably a different species all together, whose mutation was the extra arms.\n  ","280968":"\n  Well, if YOU guess.\n  ","280969":"\n  One assumes you are the sufferer of some form of mania.\n  ","280970":"\n  I guess it would be something like that. Oh, that just made me remember, the Galvan we named after Eugene Son is named Ujin.\n  ","280971":"\n  Oprah did it.\n  ","280972":"\n  Uh.\n  ","280973":"\n  Yes, I believe so. He's the one in the business suit.\n  ","280974":"\n  I'm not a voice actor, I'm not part of S.A.G.\n  ","280975":"\n  Xylene.\n  ","280976":"\n  Please don't ask questions if you aren't going to read any answers.\n  ","280977":"\n  Good.\n  ","280978":"\n  Do you want to?\n  ","280979":"\n  Context would be nice...\n  ","280980":"\n  Dropped line???\n  ","280981":"\n  Okay.\n  ","280982":"\n  No.\n  ","280983":"\n  We didn't give Kari any specific instructions about it or anything.\n  ","280984":"\n  Like a huge angry pimple that never pops.\n  ","280985":"\n  Mebbe?\n  ","280986":"\n  I voted four times!\n  ","280987":"\n  Even though he's already been seen on Galvan, Chadzmuth will make his speaking debut later on. And then there's Luhley.\n  ","280988":"\n  She is mentioned every now and again.\n  ","280989":"\n  No current plans.\n  ","280990":"\n  Kevin's always going evil.\n  ","280991":"\n  I was a studio art major at one time, but I don't really know what that means. At the Joe Kubert School, you were either in the animation program, or the graphic arts program. I was actually in graphic arts, but only for a year.\n  ","280992":"\n  Funko is doing a bunch of retro Kenner style figured and another new line of more detailed figures, I thought Walking Dead was going to be part of one of those. Yes, McFarlane toys suck, they've always used the worst plastic and crappiest paint.\n  ","280993":"\n  Doubtful.\n  ","280994":"\n  Most shows have the overseas studios do animation tests to get an idea of how well they would work on a series. They are not usually full pilots, they are a collection of scenes that showcase things like action and acting that the showrunners want to see how the animation studio handles.\n  ","280995":"\n  Pakmar is a legitimate businessman!\n  ","280996":"\n  No one has any more influence in one arc than another.\n  ","280997":"\n  It is truly one of the worst web sites ever.\n  ","280998":"\n  It's weird.\n  ","280999":"\n  Yeah, at least until they fix formspring, but maybe just forever.\n  ","281000":"\n  Collectimus.\n  ","281001":"\n  THAT would take some doing. But it can be done.\n  ","281002":"\n  Isn't Funko doing Walking Dead figures? Or did I just make that up?\n  ","281003":"\n  What the hell..?\n  ","281004":"\n  othanks\n  ","281005":"\n  Sure!\n  ","281006":"\n  Awesome.\n  ","281007":"\n  Pfft\n  ","281008":"\n  It doesn't work that way.\n  ","281009":"\n  My name isn't Austin.\n  ","281010":"\n  Huh?\n  ","281011":"\n  It's not great.\n  ","281012":"\n  wut\n  ","281013":"\n  Yes. But I'm way behind.\n  ","281014":"\n  You can look them up on the wiki. Manny and Helen and whoever.\n  ","281015":"\n  Who?\n  ","281016":"\n  No.\n  ","281017":"\n  No. I don't like whoever makes them. Neca or McFarlane or whatever.\n  ","281018":"\n  Yes.\n  ","281019":"\n  She's going to be normal in Omniverse.\n  ","281020":"\n  Nope.\n  ","281021":"\n  I don't even want to go in there right now. Let it quiet down first.\n  ","281022":"\n  Well, of course I would agree with that.\n  ","281023":"\n  Empressing.\n  ","281024":"\n  Maybe.\n  ","281025":"\n  That would have been a great idea. She could be Verdona too.\n  ","281026":"\n  wut\n  ","281027":"\n  Zed Zero-thousand\n  ","281028":"\n  Who?\n  ","281029":"\n  Possible cameo in 078.\n  ","281030":"\n  I don't have any really.\n  ","281031":"\n  Well, I suspect that Baumann actually likes Ben somewhat deep down, I'm not sure Pakmar has that.\n  ","281032":"\n  Charmed I'm Sure laid the groundwork for things to come.\n  ","281033":"\n  They are both just prisoners right now, with Charmcaster feeding off their powers.\n  ","281034":"\n  We never mention it, and the only ramification was that CC is a little crazier now than she was. So you can cast it out in your head canon if you choose.\n  ","281035":"\n  I don't do fan fiction, but my ideas and sketch book doodles end up in the shows all the time.\n  ","281036":"\n  I dunno.\n  ","281037":"\n  He has Dr. Vegeto.\n  ","281038":"\n  Sweet little grubs.\n  ","281039":"\n  No. I dunno.\n  ","281040":"\n  Matt Youngberg is the producer (showrunner), I'm the art director, Charlotte Fullerton and Matt Wayne are the story editors. You know you can look this stuff up on IMDB anytime.\n  ","281041":"\n  No, I think committing genocide to bring her father back to life drives her crazy. Well, more crazy anyway.\n  ","281042":"\n  Didn't really read the answer about what questions I hate, did you...\n  ","281043":"\n  What?\n  ","281044":"\n  Huh?\n  ","281045":"\n  What?\n  ","281046":"\n\n   https:\/\/twitter.com\/SGDerrickJWyatt\n  \n","281047":"\n  It doesn't feel very Jack Kirby at all when it's just pink Green Lantern shields.\n  ","281048":"\n  Young Max, yes. Young Verdona, no.\n  ","281049":"\n  Inhuman resources (or I.R.) for short is a bureaucratic department within the Plumbers. They do a lot of tedious things, like filling out forms, taking complaints, a lot of filing. The payroll department is also part of Inhuman Resources. Jerry is like I.R.'s office manager.\n  ","281050":"\n  Questions I hate:\n  \n  Will this guy show up in this show?\n  \n  When will this guy show up?\n  \n  Is this guy going to be in the show?\n  \n  Hey! I saw a commercial and now I need an answer that I should just wait and find out this Saturday!\n  \n  When is (Spitter\/Jetray\/Fastrack\/ChamAlien) going to show up?\n  \n  Is this guy (faster\/stronger\/angrier\/gassier\/etc) than this guy?\n  \n  Want to see my fan art?\n  \n  Any question with the words \"prototype omnitrix\" in them.\n  \n  Is this obvious and total shit fan drawing a real model from the show?\n  \n  Let me tell you about an idea I had that my friend on Toys thinks is awesome!\n  \n  Questions I like:\n  \n  Uh... I'm still thinking about that one.\n  ","281051":"\n  It doesn't seem like they would get along.\n  ","281052":"\n  Pretty much. You can see him in the poster in Young One's room, he's pretty much the same design. We had Chap Yaep design him, as Chap worked at Extreme Studios for a while.\n  ","281053":"\n  Uh...\n  ","281054":"\n  I think it was 019.\n  ","281055":"\n  Well, I'm just guessing. I wasn't there for when any of that stuff was written. But it doesn't seem likely.\n  ","281056":"\n  Nope.\n  ","281057":"\n  Well, I'm not giving you his cel number or anything!\n  ","281058":"\n  It's like the so quiet it's forgotten vs. the asshole who puts your comic books in the toilet.\n  ","281059":"\n  It is a bit much. I'm not going to answer these type of fan fiction questions, sorry.\n  ","281060":"\n  I did not, I will not, and I would not.\n  ","281061":"\n  Not consciously, no.\n  ","281062":"\n  None specifically, just the general idea.\n  ","281063":"\n  But that is straight up what wikipedia said! I mean literally word for word!\n  ","281064":"\n  I really don't want to think about that at all.\n  ","281065":"\n  I doubt it.\n  ","281066":"\n  Pffffffft\n  ","281067":"\n  I've pretty much done as many alternate Bens as I ever wanted to do in one life time, but drawing old, bald aliens in aprons kind of appeals to me.\n  ","281068":"\n  Not really.\n  ","281069":"\n  Ascots, and solving mysteries!\n  ","281070":"\n  Yes.\n  ","281071":"\n  Mana sure doesn't seem very fun. Hi Axc. are you abandoning ship, or going back and forth?\n  ","281072":"\n  Steven Choi did that design, you should ask him.\n  ","281073":"\n  One is green.\n  ","281074":"\n  Yes! I'll have a 1400 page essay on mummies done and on your desk first thing in the morning!\n  ","281075":"\n  wut\n  ","281076":"\n  ... Just three more weeks of these questions...\n  ","281077":"\n  No.\n  ","281078":"\n  Shoes :(\n  ","281079":"\n  How can someone who is \"immune to mana\" have his head engulfed in mana flame, and had at one time been sorcerer supreme, or whatever, with complete control of mana? It doesn't make any sense.\n  \n  Let's just forget about mana, lets just have normal magic instead.\n  ","281080":"\n  The worst stories I have involve being shown shittily drawn fan porn, and me trying to get away from it.\n  ","281081":"\n  No.\n  ","281082":"\n  Yes. Not necessarily peacefully...\n  ","281083":"\n  Sari\n  ","281084":"\n  Looks unlikely this year :(\n  \n  Maybe it can be a biennial thing for me.\n  ","281085":"\n  Here are two!\n  ","281086":"\n  Weslington.\n  ","281087":"\n  That's a rather personal question!\n  ","281088":"\n  Straxus Sari?\n  ","281089":"\n  I did!\n  ","281090":"\n  Nope.\n  ","281091":"\n  Did they even have sound FX before?\n  ","281092":"\n  Robits! Kaiju!\n  ","281093":"\n  No.\n  ","281094":"\n  Coelacanths.\n  ","281095":"\n  A show about the feud between Mr. Baumann and Ned Fussbuster.\n  \n\n   http:\/\/scoobydoo.wikia.com\/wiki\/Ned_Fussbuster\n  \n","281096":"\n  Sari wins.\n  ","281097":"\n  Who the hell is Neil???\n  ","281098":"\n  Only if I could do an episode with Professor Princess.\n  ","281099":"\n  G2 colors are wild and unpredictable. Very hard to pin down.\n  ","281100":"\n  Shit themselves while wearing white pants?\n  ","281101":"\n  Put off all my work til tomorrow.\n  ","281102":"\n  iPhone.\n  ","281103":"\n  Like.\n  ","281104":"\n  Inspector Gadget.\n  ","281105":"\n  Japan, Sweden, Transylvania, India, Iceland, and England.\n  ","281106":"\n  Ouch.\n  ","281107":"\n  A 30 year paid vacation.\n  ","281108":"\n  Lots!\n  ","281109":"\n  They don't have to try to hard. They are just naturally good at it.\n  ","281110":"\n  They are successful... Duh.\n  ","281111":"\n  Nope.\n  ","281112":"\n  What is this weird Mask obsession!?\n  ","281113":"\n  It probably doesn't need to scan them. They may already be in the watch on some \"playlist\" that Ben has never accessed.\n  ","281114":"\n  Are you sure that's a question?\n  ","281115":"\n  Yeah... I would look for a better source of info.\n  ","281116":"\n  Because Facebook says so?\n  ","281117":"\n\n   http:\/\/badlipreading.spreadshirt.com\/\n  \n","281118":"\n  Well, of course. That was inevitable.\n  ","281119":"\n  Hm. Not really, not any kind of unified concept. All of my sketchbook ideas from the last five years or so have ended up in Ben 10.\n  ","281120":"\n  Okay hold on. SARI, PHONE!\n  ","281121":"\n  Seven.\n  ","281122":"\n  I didn't write it, dumb ass. I haven't even seen it.\n  ","281123":"\n  Just a normal boring old car.\n  ","281124":"\n  I don't want the power to CANCEL I want the power to GREENLIGHT.\n  ","281125":"\n  Squishy. Possibly. Sure.\n  "}}