{"Question":{"288637":"\n   Which 3 things would you take to a deserted island ... ?🎑\n  ","288638":"\n   Considering you're not well-educated and not very smart, is it dangerous for anyone to take advice from you?\n  ","288639":"\n   If you could be fluent in a new language what would it be ?\n  ","288640":"\n   Rate your looks out of 10 in your opinion 1 being ugly, 10 is drop dead beautiful\n  ","288641":"\n   Have you ever done anything majorly wrong in your life? What was it?\n  ","288642":"\n   What books would you recommend for developing better interpersonal skills?\n  ","288643":"\n   Would you rather go on a week-long beach vacation or recieve $1,000 dollars?\n  ","288644":"\n   Has this ever happened to you?\n   \n    https:\/\/imgur.com\/pPa9jn3\n   \n","288645":"\n   Do alcohole make you feel brave to talk to cute girls? In my country 11 year old can not drink alcohole but all 15 year old do it but it's illegal and i am 11 so i want to know from adult if it is true it make you brave to talk to a girl you like?\n  ","288646":"\n   Have you ever had a mental break down before?\n  ","288647":"\n   Since when\n  ","288648":"\n   How about the guy who's been fcking you?\n  ","288649":"\n   How did you meet your man?\n  ","288650":"\n   You a morning or night person?\n  ","288651":"\n   Do you have any siblings?\n  ","288652":"\n   Do you always smile for pictures?\n  ","288653":"\n   What’s your fav strand?\n  ","288654":"\n   Is it possible to fall in love with someone you just met online?\n  ","288655":"\n   What special thing are you going to do today?\n  ","288656":"\n   What do you гusually eat?\n  ","288657":"\n   does the weather affect your mood\n  ","288658":"\n   Hotdogs 🌭 or hamburgers 🍔\n  ","288659":"\n   What a beautiful girl\n  ","288660":"\n   Something you really miss nowadays ?\n  ","288661":"\n   I don't like water, so does your body remind you to drink it or do you set a timer as a reminder?\n  ","288662":"\n   how much water do you drink a day?\n  ","288663":"\n   Which book has made you laugh aloud?\n  ","288664":"\n   What's the funniest auto-correct mistake you made?\n  ","288665":"\n   What meal was so good that you can't forget it?\n  ","288666":"\n   Whats your mission in life?\n  ","288667":"\n   Who inspires you?\n  ","288668":"\n   Do you like drinking water?\n  ","288669":"\n   How was your weekend?\n  ","288670":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","288671":"\n   Do you have snap or instagram\n  ","288672":"\n   Was I wrong?\n  ","288673":"\n   Change my mind: when a woman, no matter how good looking she is, forgets to change her socks for a week, her feet will absolutely STINK\n  ","288674":"\n   I know you were raised without any shame, but would you raise your kids the same way? Why or why not?\n  ","288675":"\n   do you think Covid is a hoax?\n  ","288676":"\n   Have you ever gone up to your man, not said anything, and just stuck your hand down his trousers?\n  ","288677":"\n   Hi\n  ","288678":"\n   Are you naked or do you have clothes rn?\n  ","288679":"\n   When you are in love, does age matter?\n  ","288680":"\n   Dedicate a song to your crush\n  ","288681":"\n   Are you happy being a soft, squishy woman, or would you rather be a hard, muscley man?\n  ","288682":"\n   wyd\n  ","288683":"\n   What teacher in school made the most impact on you and why?\n  ","288684":"\n   Who was the last person to touch your boobs that wasn't you?\n  ","288685":"\n   yur a shrink right? well i got mental problems and always had mama issues growing up bc she didn't let me suckle enuff . can u be my doctor and help me w this ? u can help by letting me pretend yur my mama and suckle it would really help my anx. pls consider bc i pay u well\n  ","288686":"\n   How often do you check your emails?\n  ","288687":"\n   Would you wear this?\n   \n    https:\/\/ask.fm\/KatyaEliseHenryAskFmAccount\/photopolls\/191001710\n   \n","288688":"\n   THIS OR THAT: Fruits or Vegetables?\n  ","288689":"\n   Do you know the biggest difference between friends and peers???\n  ","288690":"\n   Would ya ever date\/be in a relationship someone who has an OnlyFans?\n  ","288691":"\n   Are you good in dancing?\n  ","288692":"\n   How important is positivity in Life?\n  ","288693":"\n   If a pack of Dwarfs and a Wizard turned up to your house one night uninvited, ate you out of house and home, then had the audacity to demand you go on an 'adventure' with them, would you agree to it, or would you call Plod and have them done for trespassing??\n  ","288694":"\n   Has anyone had to file a restraining order on a person that was harassing and stalking them?\n  ","288695":"\n   Ever just lose motivation half way through s3x and like nah fuck it I’m going to sleep.\n  ","288696":"\n   How would an extra £1000 (Or the equivalent to that in your currency) a month change your life? What would you do with it?\n  ","288697":"\n   How do you feel to think the last guy who fcked you is fcking another girl?\n  ","288698":"\n   Text your man and say baby I'm hungry and see what you say\n  ","288699":"\n   If askfm harbors so much negativity and causes so much distress to adolescents, why do they use it\n  ","288700":"\n   What hairstyle is in trend now?\n  ","288701":"\n   What's the most daring thing you ever did?\n  ","288702":"\n   In life, do you see yourself more of a bystander or are you more of a participant? Why?\n  ","288703":"\n   What's slippery when wet?\n  ","288704":"\n   Are you still learning who you are?\n  ","288705":"\n   Do you ever worry that your man has a side girl\n  ","288706":"\n   How would your country change if everyone, regardless of age, could vote?\n  ","288707":"\n   What unethical experiment would have the biggest positive impact on society as a whole?\n  ","288708":"\n   Are your parents together? What did you learn about relationships from watching them?\n  ","288709":"\n   What would change about your life if you permanently lost 100% of your s3x drive?\n  ","288710":"\n   if you were to do life over again, what would you do differently\n  ","288711":"\n   Why were you kicked off tinder\n  ","288712":"\n   What makes for a low quality human being?\n  ","288713":"\n   do you wear dresses?\n  ","288714":"\n   Any desire of getting them done in the future?\n  ","288715":"\n   Have you ever dated someone who was disabled in any way?\n  ","288716":"\n   It's not even Halloween yet and I'm already seeing Christmas stuff for sale.  What's your favourite time of the year?\n  ","288717":"\n   Are you on a birth control? if so what do you use?\n  ","288718":"\n   do u like camera in new iPhone X? is it worth that kind of money?\n  ","288719":"\n   Is it bad to tell a girl you admire her breasts? Why or why not?\n  ","288720":"\n   What do you refuse to let your man do in bed that he wants to do?\n  ","288721":"\n   This is a Public Service Announcement for all ask.fm btches (if you're receiving this, you're one of them). You aren't born deserving respect; you have to earn it. If you don't know how to earn respect, then you don't deserve any. That is all.\n  ","288722":"\n   what did you do today? How are you?\n  ","288723":"\n   Which dating or hookup apps have you used?\n  ","288724":"\n   How would it be if you woke up about to come and realized your man was fcking you? Is that hot or not?\n  ","288725":"\n   How is he a monster\n  ","288726":"\n   What part of that did you need explained?\n  ","288727":"\n   What's the best thing you can say about the last person who fxcked you?\n  ","288728":"\n   Do you know what falling in love feel like?\n  ","288729":"\n   Non-judgmental question: are you in a relationship with a self-admitted psychopath? How do you make it work?\n  ","288730":"\n   Single? Taken? Complicated? Open relationship?\n  ","288731":"\n   Are your nipples pierced\n  ","288732":"\n   If you had only one last wish to make, what would it be?\n  ","288733":"\n   If you were to guess, how many times have you had s3x in your lifetime?\n  ","288734":"\n   What's the difference between \"affect\" and \"effect\"?\n  ","288735":"\n   How do you get motivated during the bad times?\n  ","288736":"\n   Is there anyone you miss at the moment\n  ","288737":"\n   How many s3xual partners have you had? Not judging, just curious\n  ","288738":"\n   It is said that guns don't kill people -- people do. Is this true or not, and why or why not?\n  ","288739":"\n   Do witches exist in the real world?\n  ","288740":"\n   What style of hair so u like?\n  ","288741":"\n   What the oldest guy you've dated before?\n  ","288742":"\n   • If you could do one thing without suffering the consequences, what would you do?\n  ","288743":"\n   Did u have 3some before ?\n  ","288744":"\n   Are there any young girls looking to get pregnant?\n  ","288745":"\n   Do you do selfie every day? 🏼\n  ","288746":"\n   Well I know where to find your p0.rn videos 😂😂😂\n  ","288747":"\n   would you ever consider surgery on your boobs? what kind of surgery would you do?\n  ","288748":"\n   Wdym too real\n  ","288749":"\n   Why do a lot of people have very strong opinions about POLITICS even though they know very little about it?\n  ","288750":"\n   Did you know that oral and anal s3x cause cancer?\n  ","288751":"\n   How would you order French toast while in France?\n  ","288752":"\n   How old when you had the\n   \n    @b0rtion\n   \n   ?\n  ","288753":"\n   This is a free country, if I'm wrong about your lack of education prove me wrong and I'll apologize humbly\n  ","288754":"\n   Lol you're doing it again. Remind me of how much schooling you have in case I have it wrong\n  ","288755":"\n   This is for you btw\n   \n    https:\/\/ask.fm\/AMlover12\/answers\/164785124902\n   \n","288756":"\n   if fresh human meat is the only meat sold in grocery stores in the future, would you buy it and eat it? what is your logical reason why or why not?\n  ","288757":"\n   Honest question is who are you to comment on anyone's intelligence\n  ","288758":"\n   It was an honest question. If you had an education it would make sense but....you have none\n  ","288759":"\n   You have basically no education. How can you call someone else an idiot? Is the irony completely lost on you?\n  ","288760":"\n   How old were you the first time someone gave you the D?\n  ","288761":"\n   Is it more disgusting for a man to sleep with his sister than for a man to cover his dk in sht while sticking it up another guy's poop chute?\n  ","288762":"\n   Is there such a thing as KNOWLEDGE if everything we know is SUBJECT TO DEBATE? 💡\n  ","288763":"\n   • Stay safe! I hope that you and your family are safe and protected. May we all have a beautiful weekend ❣\n  ","288764":"\n   Do you read\/listen\/watch the news? Where do you read\/listen\/watch it from? 📰\n  ","288765":"\n   Could you see yourself dating a guy in his late 30's?\n  ","288766":"\n   When will be your last day on ask.fm? If you don't have the balls to leave, just answer \"never\"\n  ","288767":"\n   Why were you banned from youtube?\n  ","288768":"\n   What’s the best way to start the day?\n  ","288769":"\n   Are you an only child or do you have siblings?\n  ","288770":"\n   How can you cure your mental health problems?\n  ","288771":"\n   How many bras do you own\n  ","288772":"\n   If you were in a circus, which character would you be? 🎪\n  ","288773":"\n   Is it rude to use your phone when you are talking face-to-face?\n  ","288774":"\n   Do you hide snacks and drinks from family\\friends?\n  ","288775":"\n   WHAT'S YOUR DRINK OF CHOICE? (Either alcoholic or non.) 🍷\n  ","288776":"\n   What is the food that you just can’t get enough of? 😛\n  ","288777":"\n   Yoni Detox Pearls? Vaginal steaming and\/or alternative medicine. As a RN, this method has side effects and potential dangers that include allergic reactions, second-degree burns if the steam is too hot that offer a vaginal infections. I do not recommend it. See a professional gynecologist.\n  ","288778":"\n   The latest photo from the gallery ?\n  ","288779":"\n   Are you happy with your boobs? What would you change about them if you could?\n  ","288780":"\n   Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?\n  ","288781":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","288782":"\n   What’s the last concert you went to?\n  ","288783":"\n   Have you ever accidentally called your teacher \"MOM\"?\n  ","288784":"\n   Have you done anything exciting lately? 🤪\n  ","288785":"\n   Do caterpillars 🐛 know that they’re going to be butterflies 🦋 or do they build the cocoon not knowing what will happen?\n  ","288786":"\n   • Are there any politicians that you trust completely?\n  ","288787":"\n   When have you felt like you were LIVING LIFE TO THE FULLEST? When have you felt like YOU WEREN'T ’t?\n  ","288788":"\n   Was you anybody W.C.W today?\n  ","288789":"\n   If extraterrestrials landed on earth and offered to take you with them, would you go? 🛸\n  ","288790":"\n   How likely is it that your man would stay with you if he suddenly couldn't fck you anymore?\n  ","288791":"\n   • What was the first thing you bought with your own money?\n  ","288792":"\n   Would you rather live without hot water for showers\/baths or live without a washing machine?\n  ","288793":"\n   What’s the weirdest smell you have ever smelled? 👃🤧🤢🤮\n  ","288794":"\n   What’s your favorite drink?🧃\n  ","288795":"\n   what do you wish you had asked someone before they passed away?\n  ","288796":"\n   When was the last time you got pampered? 💆‍♂️💇‍♀️\n  ","288797":"\n   Do you watch Gossip Girls?\n  ","288798":"\n   How big are your breasts? For when you used to wear a bra?\n  ","288799":"\n   How much time is decent for a guy to last to satisfy her gf ?\n  ","288800":"\n   Hey sexy goddess 😻\n  ","288801":"\n   Is askfm purging any questions related to Donald Trump?\n  ","288802":"\n   Do you think money can buy happiness? ?\n  ","288803":"\n   • Is it wrong to have children, if you don't know whether they want to be born? 👶\n  ","288804":"\n   Do you think witches are evil?\n  ","288805":"\n   Do you pay any premium subscription to any apps\/products? If yes, what apps\/products?\n  ","288806":"\n   Do you like cactus and succulents? 🌵\n  ","288807":"\n   Where can i find the key to your heart ?\n  ","288808":"\n   What mobile phone model do you have?\n  ","288809":"\n   What are you reading right now? 📚\n  ","288810":"\n   229. What do you think of planning something for the next weekend?\n  ","288811":"\n   What types of face mask 😷 do you use?\n  ","288812":"\n   How old were you when you started wearing a bra\n  ","288813":"\n   do you agree that the simultaneous annihilation of all moose limbs in the world would be a desirable step toward securing world peace?\n  ","288814":"\n   are you a B cup or C cup?\n  ","288815":"\n   Would you rather have a clown 🤡 only you can see that follows you everywhere and just stands silently in a corner watching you without doing or saying anything or have a real life stalker 👤who dresses like the Easter 🐰 bunny that everyone can see?\n  ","288816":"\n   What was the last situation where some weird stuff went down and everyone acted like it was normal, and you weren’t sure if you were crazy or everyone around you was crazy?\n  ","288817":"\n   What is your favorite sport to watch?\n  ","288818":"\n   Describe an average week in your life, starting each day from when you wake up to when you go to sleep.\n  ","288819":"\n   do u love walking on a park in the autumn?\n  ","288820":"\n   When you go grocery shopping how many hours do you spend in the store?\n  ","288821":"\n   If you could be given the date of your death would you want to know it? ☠\n  ","288822":"\n   If you were a farm animal, which would you be and why? 🐽\n  ","288823":"\n   Would you rather everyone be required to wear identical red jumpsuits OR any time two people meet and are wearing an identical article of clothing they must fight to the death?\n  ","288824":"\n   Where’s the line between 😈 naughty and 😇 nice?\n  ","288825":"\n   Here\n  ","288826":"\n   Hypothetical situation: the person you loved very dearly and married suddenly died in a motorbike accident. And later on you find out through looking through their phone and email records that they cheated on you for roughly 3 years. Do you wonder why? Hate them? Still miss them?\n  ","288827":"\n   A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do? And which world would you choose? A reminder, you might not be able to get back again!\n  ","288828":"\n   why don't your parents like each other?\n  ","288829":"\n   There's an old movie about a girl who worked in a funeral home cos the dead guys were always stiff so at night she could go in and have fun. Is that a kink you could get into?\n  ","288830":"\n   Have you ever asked a guy out? How did that go?\n  ","288831":"\n   Do you wear a push-up bra or just a regular one?\n  ","288832":"\n   You ever pause a shower because your shower beer is empty and you need to run and get another?\n  ","288833":"\n   What did you look like before puberty turned you fine?\n  ","288834":"\n   What's your dating age range?\n  ","288835":"\n   would you be chill if your son was 12 and had an active s3x life?\n  ","288836":"\n   • What's the most interesting thing you've read lately? 📖👓\n  ","288837":"\n   Would you rather spend two years with your soul mate only to have them die and you never love again or spend your life with someone nice you settled for?\n  ","288838":"\n   What kind of school\n  ","288839":"\n   Do you like your eyes and hair color? Would u rather have a different color? 👁👁\n  ","288840":"\n   How would you explain to an alien why inc3st is wrong? Your answer should also apply to gay adult brothers who are in love with each other.\n  ","288841":"\n   How old were both of your parents when they had you?\n  ","288842":"\n   how did you spend your lastbirthday? 🥳🎂🎈\n  ","288843":"\n   If you had a slave, what sorts of things would you want him to do for you?\n  ","288844":"\n   What is the MOST CRINGE 🥴 WORTHY thing you have seen someone post on social media?\n  ","288845":"\n   What is the last thing you said to your ex?\n  ","288846":"\n   Nunca entendí por qué tantas mujeres jóvenes usan tangas, mientras que la mayoría de las mujeres mayores de 40 años con niños prefieren las bragas de abuela de algodón. Me parece que las braguitas de figura completa serían más cómodas, mientras que las tangas se sentirían como un wedgie perpetuo.\n  ","288847":"\n   What are the odds of you getting pregnant this year?\n  ","288848":"\n   Why is it that some girls\/women will date a guy they know is bad to them and bad for them and then complain about it to someone they know likes them ? Lol why ?\n  ","288849":"\n   Are some LANGUAGES more powerful than others? 🗣\n  ","288850":"\n   What is something that has changed you so much ?\n  ","288851":"\n   What songs would be played on a loop in hell? 😈🎶\n  ","288852":"\n   What's your ideal room temperature?\n  ","288853":"\n   What bad habit do you have? 😈\n  ","288854":"\n   Do you have houseplants?\n  ","288855":"\n   what’s something that was once important but is now becoming less and less relevant?\n  ","288856":"\n   What is your favorite thing to wear when you're going running?\n  ","288857":"\n   What was your last dream about?\n  ","288858":"\n   Which productive things are you doing with your life?\n  ","288859":"\n   Is it normal to get to know someone f.ck them and then stop talking\/seeing them when you get bored?\n  ","288860":"\n   What do you do when you're bored? 😐\n  ","288861":"\n   When are you getting married?\n  ","288862":"\n   What are some of your unpopular opinions?\n  ","288863":"\n   Why are you mentally unwell?\n  ","288864":"\n   Ever go in public without a bra\n  ","288865":"\n   How old were you the first time you worked yourself over?\n  ","288866":"\n   Do you ever cry when your bf fcks you?\n  ","288867":"\n   Pap block list\n  ","288868":"\n   Have you ever had an audience while you were having s*x with someone?\n  ","288869":"\n   Do you like attention?\n  ","288870":"\n   You like girls right? Would you fk her?\n   \n    https:\/\/i.imgur.com\/SCg8Mu2.jpeg\n   \n","288871":"\n   Where will you be on the 3rd of September 2028 at 5pm?\n  ","288872":"\n   Jezzy or Gucci?\n  ","288873":"\n   Is it more important to be liked or respected? Would you rather be liked or respected? What's the difference?\n  ","288874":"\n   What lies do you most often tell yourself?\n  ","288875":"\n   WOULD YOU HUG A RANDOM STRANGER WITH A \"HUG ME\" SIGN?\n  ","288876":"\n   If you could go back in time, what is one situation you would do differently? #2020\n  ","288877":"\n   Do you know someome who tried to do something to look cool and it ended in utter embarrassment? 🤡\n  ","288878":"\n   If I fscked you for a few years, do you think I'd get bored enough to cheat? Like how great of a fck are you?\n  ","288879":"\n   Do you like chocolates?\n  ","288880":"\n   Do u think marriage may kill love?\n  ","288881":"\n   What matters most in a relationship to you? ❤🧡💛💚💙💜\n  ","288882":"\n   Would you rather have done something horribly embarrassing and only your best friend knows or not done something horribly embarrassing, but everyone except your best friend thinks you did it?\n  ","288883":"\n   • Stay safe! I hope that you and your family are safe and protected. May we all have a beautiful new year ❣\n  ","288884":"\n   Has this ever happened to you?\n   \n    https:\/\/ask.fm\/omgitscheri18848441\/answers\/165644024195\n   \n","288885":"\n   Does pain have an important role to play in your pleasure?\n  ","288886":"\n   When you were in school did guys ever fight over you\n  ","288887":"\n   Have you ever had an ADRENALINE RUSH before?\n  ","288888":"\n   Do you try to develop good habits? Like getting up early and doing morning exercises? Do you work on your self-development?\n  ","288889":"\n   • If you had a chance to eat dessert for breakfast every day, what dessert would you choose? 😋\n  ","288890":"\n   What catchy jingle or bit of advertising has stuck with you from the holidays? 🎶\n  ","288891":"\n   Have you ever dated older people?\n  ","288892":"\n   According to studies, new generation children are having difficulties recognizing human emotions and body signals. Have gadgets and apps taken away emotions?\n  ","288893":"\n   How did you find out what actually happens during s3x?\n  ","288894":"\n   Has anyone f.cked you yet in 2021?\n  ","288895":"\n   Corned 🍖 Beef or Corned 🐟 Tuna?\n  ","288896":"\n   Those lovely bubbies have probably cost you thousands of dollars in boulder holders since you started growing them, innit\n  ","288897":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","288898":"\n   Di you are really an inspiration to me i would really like to meet you and spend some time with you i adore you a lot ?you are damn pretty ?\n  ","288899":"\n   If you are in a BAD MOOD 😤😡, do you prefer to be left alone or have someone to cheer you up?\n  ","288900":"\n   Did you have s*x on new years eve or new years day?\n  ","288901":"\n   What is the most romantic and loving thing you have ever done for somebody?🌹\n  ","288902":"\n   Would you rather be born again in a totally different life or born again with all the knowledge you have now? 😏\n  ","288903":"\n   Has 2021 been good to you so far? Why or why not?\n  ","288904":"\n   Which is the most stylish celebrity?\n  ","288905":"\n   What are the 🔝 three things on your bucket list? Have you fulfilled any of your bucket list last year? 🦄\n  ","288906":"\n   Do you have a best friend? How long have you been friends and how did you meet?\n  ","288907":"\n   WHAT IS YOUR WORST GETTING TROLLED STORY?\n  ","288908":"\n   Bijouterie or jewelry?\n  ","288909":"\n   Ever had a one night stand?\n  ","288910":"\n   What ridiculous thing has someone tricked you into doing or believing? #SCAMMED\n  ","288911":"\n   What's the nicest thing about the last guy who f.cked you?\n  ","288912":"\n   Would you ratherhave everyone you know be able to read your thoughts or for everyone you know to have access to your Internet history? 🙂\n  ","288913":"\n   What do you JUDGE people for most often? Appearance, attitude, manners, clothes or speach?\n  ","288914":"\n   What is one thing you wish you could do that you know you probably never will? ☹\n  ","288915":"\n   do you have a love regret that made you wish you could turn back time? 💔\n  ","288916":"\n   Have you ever had surgery? What for?\n  ","288917":"\n   范厚云\n  ","288918":"\n   is it better to buy an iPhone 6 in a store or 6s directly from another person?\n  ","288919":"\n   Who do you know that really reminds you of a character in a TV show or movie?\n  ","288920":"\n   Would you find more comfort in the theoretical idea that that we were the most advanced species in outer space or would you find more comfort in the idea that we weren’t? 🛸\n  ","288921":"\n   What do you think of the TREND culture? Are you tired of it or are you into it? What's your opinion?\n  ","288922":"\n   What do you prefer, Italian food or Japanese food?\n  ","288923":"\n   Which came first – the 🐔 chicken or the 🥚 egg?\n  ","288924":"\n   What book, film or TV series would you recommend me the most? And what of the above do you prefer yourself? 🎬\n  ","288925":"\n   What’s the STRANGEST DATE you’ve ever been on?\n  ","288926":"\n   • What's your favorite part about living in [city]? Least favorite? 🌇🌆🏙🌃\n  ","288927":"\n   They were ruined before you started breastfeeding?\n  ","288928":"\n   Do you regret breastfeeding when it ruined your tits?\n  ","288929":"\n   Do your parents like the music you listen to?\n  ","288930":"\n   If you had one word to describe yourself, what word would it be?\n  ","288931":"\n   Is that okay when a girlfriend hugging her male friends?What do you think?\n  ","288932":"\n   How often do you hear moaning coming through the walls?\n  ","288933":"\n   Why don’t they make cheese 🧀 and lunch meat 🥓 slices the same size and shape as a piece of 🍞 bread?\n  ","288934":"\n   What is the most embarrassing thing you have ever did? 😂🙈\n  ","288935":"\n   What’s the most stress-relief inducing thing you do on a regular basis? What helps you with your day-to-day exhausting events?\n  ","288936":"\n   if you had to choose between a white phone, black phone, silver phone, or rose gold phone, which would you choose?\n  ","288937":"\n   what is the most clever or funniest use of advertising you’ve seen? 😂\n  ","288938":"\n   What’s one thing you’re deeply proud of — BUT would never put on your curricular \/ resume list?\n  ","288939":"\n   Which words or phrases do you most overuse?\n  ","288940":"\n   It's raining what to do?\n  ","288941":"\n   Be sincere. Are you a happy person?\n  ","288942":"\n   have you participated in a 3way?\n  ","288943":"\n   Do you remember your DREAMS?\n  ","288944":"\n   If you had a week to live, what would you do on day 6?\n  ","288945":"\n   why do nice people choose the wrong people to date?\n  ","288946":"\n   Why would you be desperate for a relationship?\n  ","288947":"\n   Would you ratherteam up with Wonder Woman or Captain Marvel? Why? 🦸‍♀️\n  ","288948":"\n   What is your favorite food?\n  ","288949":"\n   Do you think it's still worth having the death penalty if 1 innocent person is killed for every 99 guilty people?\n  ","288950":"\n   Would you be okay with an open relationship?\n  ","288951":"\n   What FOOD do you love 🥰 that some people might find a little 🤏 odd??\n  ","288952":"\n   Why do you have a resting btch face?\n  ","288953":"\n   What would you do if you woke up in another body?\n  ","288954":"\n   Have you ever showed your body to any stranger?\n  ","288955":"\n   Describe the bra you're wearing today\n  ","288956":"\n   Which mental illnesses do you have experience with?\n  ","288957":"\n   do you ever worry that a baby sucking on your boobs too hard and too long can wreck them?\n  ","288958":"\n   Why do girls always say about the guy they're dating \"I love him sooooooo much and the s3x is sooooooo amazing\" and once they break up, she rates his dck 1\/10?\n  ","288959":"\n   Have you ever been in an open relationship?\n  ","288960":"\n   So he also cheats on you\n  ","288961":"\n   When you buy something that’s made in China while you’re in China, does it still have the made in China tag? #JustCurious\n  ","288962":"\n   How do you balance your personal and professional (school\/work) life?\n  ","288963":"\n   Do you ever catch yourself on having a racist thought and have to correct yourself? 🚩\n  ","288964":"\n   WOULD YOU RATHER: have whatever you are thinking to appear above your head for everyone to see or have absolutely everything you do live streamed for anyone to see?\n  ","288965":"\n   If you could choose your own gender before you were born, what would you choose?\n  ","288966":"\n   Have you been the same person as a child? If not, how have you changed?\n  ","288967":"\n   Who is your top 5??\n  ","288968":"\n   What have you been up to lately?\n  ","288969":"\n   Do you like Polaroid cameras\/photos?\n  ","288970":"\n   Would you rather 25% of the population have telepathy, or 25% of the population have telekinesis? You are not part of the 25% that has telepathy or telekinesis.\n  ","288971":"\n   If we had a pocket on our stomach like kangaroos do, what would you hide there? 🦘\n  ","288972":"\n   Can an animal replace a friend?\n  ","288973":"\n   What are common misconceptions about you?\n  ","288974":"\n   Will you be drinking tonight?\n  ","288975":"\n   Which celebrity couple do you wish would get back together?\n  ","288976":"\n   How do you celebrate the New Years Eve? 🥳\n  ","288977":"\n   Would you rather your shirts be always two sizes too big or one size too small? 👕\n  ","288978":"\n   Do you have any personal rituals for the end of the year? 🎆\n  ","288979":"\n   Does one of your senses provide a more \"real\" experience for you, than the others, which and why? :)\n  ","288980":"\n   Are you having fun?\n  ","288981":"\n   What are the three most important things for you to be happy?💫⭐\n  ","288982":"\n   What's your favorite thing to watch on YouTube\n  ","288983":"\n   Rate ur last ex's dck\n  ","288984":"\n   Does your bf know there's like a 94% chance you'll cheat on him, if you haven't already?\n  ","288985":"\n   Do you have a special tradition for New Year’s celebration?\n  ","288986":"\n   What is the worst present you have ever received and why? 🙊\n  ","288987":"\n   Are you more into good or bad person? What's your typical type? ❤\n  ","288988":"\n   what’s the most disgusting sounding word in the English language? 🤢\n  ","288989":"\n   Have you ever finished a series\/movie and started it right over, then and there?\n  ","288990":"\n   Did you draw on the walls at home with marker pens and pencils in your childhood?\n  ","288991":"\n   If cartoon physics suddenly replaced real physics, what are some things you would want to try? 🤪📺\n  ","288992":"\n   Do you see smoking or vaping as something cool?\n  ","288993":"\n   what is the most rewarding part of your day?\n  ","288994":"\n   Have you ever cheated on someone? Did they find out?\n  ","288995":"\n   What's your plan this weekend?\n  ","288996":"\n   Do you have a best friend? How did you meet your bestfriend?\n  ","288997":"\n   Is there such a thing as yourREALSELF or does your self change as time passes and given the circumstances you are in?\n  ","288998":"\n   Would you ratherhave the ability to see 10 minutes into the future or 10 years into the future?\n  ","288999":"\n   Will you ever get tired of your favorite food? Can you literally eat it everyday? 😝\n  ","289000":"\n   What was the worst project\/job you ever had?\n  ","289001":"\n   Which is worse: sitting next to someone on the plane with terrible body odor for 13 hours straight, OR opening your bag and finding that your lotion had busted open and spilled all over your laptop? 😵\n  ","289002":"\n   WHAT'S THE SHADIEST THING YOU'VE SEEN SOMEONE DO ?\n  ","289003":"\n   What do you think about SPANISH LANGUAGE?\n  ","289004":"\n   Do you believe in black magic?\n  ","289005":"\n   Have you ever seen a GHOST? 👻\n  ","289006":"\n   Has someone ever confessed their love to you first? How did you react to that? 💗\n  ","289007":"\n   If you were arrested with no explanation, what would your friends and family assume you had done? 🤪\n  ","289008":"\n   WHAT'S YOUR DRINK OF CHOICE? (Either alcoholic or non.)\n  ","289009":"\n   Is it easy to give someone a second chance?🙊\n  ","289010":"\n   Which kind of sports do you find the most traumatic?\n  ","289011":"\n   Do you know how to do the #crybabychallenge dance\n  ","289012":"\n   just keep running away, after a while I have to stop chasing you. I have to realize that you don’t want love, do you want to pity party, do you want to feel isolated and alone. Do you want to be able to do whatever the fuck you want and say that people don’t care about you? That’s the safest part!\n  ","289013":"\n   See, anon? I doubt she even understands what you were haranguing her about.\n  ","289014":"\n   Anon, leave her be. As should be obvious to you, she has basically no intelligence to speak of, and harassing her is like harassing an animal.\n  ","289015":"\n   Youtube normally bans n*dity, but they made an allowance for BFing moms. You took advantage of that to post very sxual BFing videos, and then redirected people to your pr0n site, ruining youtube for the honest moms who wanted to help each other. That's a fcked up thing to do by a fcked up person.\n  ","289016":"\n   So obviously you don't wear your issues on your sleeve, but when asked to be honest and up front with them, you always deny. So would you rather people follow your lead thinking it makes sense, or be honest that you're fcked up and people shouldn't act as you do?\n  ","289017":"\n   Do you have a thigh gap?\n  ","289018":"\n   I'm talking about you.\n  ","289019":"\n   I think that one problem with online interactions is that you don't  see the people you're interacting with, so when you admire them and copy them, you don't realize how fcked up they probably are, and you end up doing fcked up things. Thoughts?\n  ","289020":"\n   what’s holding you back from being happy?\n  ","289021":"\n   So is today the day I’m finally able to reunite with the love of my life? I hope she knows I’ll be nervous too, as l sometimes getting what you’ve always wanted feels too good to be true! ♥️☀️♥️☀️♥️☀️♥️🤣🤞🏼🤞🏼🤞🏼🤞🏼\n  ","289022":"\n   as in pirates of the Caribbean?\n  ","289023":"\n   what's your nationality\n  ","289024":"\n   Can I ask you personal questions?\n  ","289025":"\n   What sign will cheat on you in your face blame you then play victim?\n  ","289026":"\n   No significant other in your life?!\n  ","289027":"\n   Which kind of \"hubs\" you prefers most? 😼 ( activity, region, or network.)\n  ","289028":"\n   Who is your hero? What do you think of the statement \"Never meet your heroes\"?\n  ","289029":"\n   Why is that?  Everything ok?\n  ","289030":"\n   Was you in Santa's haughty list?\n  ","289031":"\n   Do you use v1brator or sx toys??\n  ","289032":"\n   Do you have any friends that have any actual important jobs other than working for supermarkets or being soldiers?\n  ","289033":"\n   what is the most annoying habit that other people have? 😤\n  ","289034":"\n   If you could move anywhere, where would you go? 📦\n  ","289035":"\n   Do you think that people who initially dated each other but it did not work out can be good friends later? Can ex-lovers be friends?\n  ","289036":"\n   Do you like Greens or Cabbage?\n  ","289037":"\n   What is something that you just recently realized that you are embarrassed you didn’t realize earlier? 🙈\n  ","289038":"\n   Are you involved in any kind of activism? What do you think of activists?\n  ","289039":"\n   What’s the best sandwich you’ve ever had? Me: Subway Sandwich 😋🥖\n  ","289040":"\n   Do you think love fades away?\n  ","289041":"\n   If you could change something in the way you were raised, what would it be?\n  ","289042":"\n   Would you rather be able to teleport anywhere or be able to read minds?\n  ","289043":"\n   What did you eat on Christmas day?\n  ","289044":"\n   Do you celebrate Christmas eester Halloween Valentine's New Year's thanksgiving and bithdays\n  ","289045":"\n   Would you rather never have to clean a bathroom again or never have to do dishes again?\n  ","289046":"\n   Are your neighbors nosy?\n  ","289047":"\n   What’s the weirdest thing in your fridge right now? 😂\n  ","289048":"\n   Oldest guy you would date?\n  ","289049":"\n   Does anyone else think that the only good thing about Summertime is the awesome sunsets you, occasionally, get to see!? I'm a fan of Autumn and Winter!!!!!!! Spring can be good, when it rains for days on end, too.\n  ","289050":"\n   What was the reason you broke up with your e❌?\n  ","289051":"\n   what’s your favorite type of cheese? 🧀\n  ","289052":"\n   What you in the mood for?\n  ","289053":"\n   What do you think makes a good leader? 🏴‍☠️\n  ","289054":"\n   if you didn’t have to sleep, what would you do with the EXTRAAAA time?\n  ","289055":"\n   what do you think you do better than other people? is there something you excel in?\n  ","289056":"\n   List 5 ways in which you feel you are a bit of a messed up person\n  ","289057":"\n   Did you believe in Santa Claus when you were a child? 🎅\n  ","289058":"\n   Do you like the regular Reese Butter Cups or the White flavored ones ?\n  ","289059":"\n   What's different from this holiday season compared to your last year's?\n  ","289060":"\n   Please turn me into a girl with a spell 😃\n  ","289061":"\n   What card or board games do you like to play?\n  ","289062":"\n   What is the Christmas Spirit about? 🎄🎁\n  ","289063":"\n   Do you attend any special religious ceremonies during theChristmasseason? ❄\n  ","289064":"\n   Do you ever catch yourself viewing clerks and other people you meet during the day as MACHINES that are there to serve their function only, rather than just seeing them as another person, who is just like you?\n  ","289065":"\n   Have you ever had s*x in a cemetary?\n  ","289066":"\n   Pics with your friends?\n  ","289067":"\n   FINISH THE THOUGHT: \"It wouldn't be Christmas without _____.\"\n  ","289068":"\n   Are you happy?\n  ","289069":"\n   What’s the most embarrassing thing your have ever done?\n  ","289070":"\n   My boyfriend refuses to wear a condom.  What do you recommend?\n  ","289071":"\n   Were you afraid of getting pregnant?\n  ","289072":"\n   What age were you?\n  ","289073":"\n   Is there a difference between love and infatuation or love and sex?   How about love and friendship?\n  ","289074":"\n   Yeah. That analogy is really not as clear as you think\n  ","289075":"\n   Is it possible to be loved if you do not love in return?\n  ","289076":"\n   Can I be your new man??\n  ","289077":"\n   Text your night ex Merry Christmas and post a screen shot\n  ","289078":"\n   ♡ If the all the countries were represented by food, what food would your country be represented by?\n  ","289079":"\n   Q FOR HIM: How would you feel about a girl who earns more money than you do?\n  ","289080":"\n   Have you been in a relationship? What do you hate the most about dating?\n  ","289081":"\n   What is the best way to tell someone that you love them ??\n  ","289082":"\n   DO YOU LIKE UNEXPECTED PLEASANT SURPRISES?\n  ","289083":"\n   Do you know any songs by heart or do u usually just know the lyrics of the chorus? 🎶\n  ","289084":"\n   Do you have favorite clothes? What’s your favorite piece of clothing you own \/ owned?\n  ","289085":"\n   Beard or moustache?\n  ","289086":"\n   Would you rather give up bathing 🛀 for a month or give up the internet 📵 for a month?\n  ","289087":"\n   *Sent to all of Ask*\n\nI am here now! I am back!  I had to put up the fight of my life of my life to get back on!\n\nAsk. Has done alot to all of our accounts for some reason & I do not know why. Earned it all. I am trying to get down to the bottom of it for everyone but there is no guarantee. Trying.\n  ","289088":"\n   How has everything been for the past few days? Any highlights? Any bad?\n  ","289089":"\n   Do you like to wear flip-flops?\n  ","289090":"\n   Have you ever heard of the smartfood popcorn? Do you like it? What's your favorite flavor?\n  ","289091":"\n   What's your bra size?\n  ","289092":"\n   Do you have your high school diploma?\n  ","289093":"\n   Would you marry a robot?\n\n(Lol this is a strange question. A ask question. Thought it was funny. 😆 had to send it out. Srry. Haha)\n  ","289094":"\n   What would you choose? & Why? 1.Power 2. Fame 3.Money.\n  ","289095":"\n   Rate your s.ex drive from 0 (\"eww, I hate it\") to 10 (\"I need it 24\/7)\n  ","289096":"\n   I have seen things and done things I'm not proud of. What's your story?\n  ","289097":"\n   When's the last time you had white cake? Have you ever had white cake before?\n  ","289098":"\n   Do you carry a bottle of sanitizer around or some wipes?\n  ","289099":"\n   Is there any exciting plans for the fall that you have ready to do? If it is not fall where you are located & what do you have planned for the next 3 months to where you are?\n\n______ Side note.\nIt's always remember that you guys are amazing! & that I appreciate each & everyone of you. 😊 You rock!🤘\n  ","289100":"\n   Do you like to drink energy drinks? What do you think of them?\n  ","289101":"\n   Have you ever went on a road trip where you just wanted to get lost? You didn't know where you were going you were just going somewhere to get away from people.\n  ","289102":"\n   What is the most dangerous thing you have ever done?\n  ","289103":"\n   Do you mind who just comes up to you and hugs you? Like.. do you only really about people you know like family members and friends? Or not even them?\n  ","289104":"\n   Have you ever had fajitas before? If so what do you usually have in your fajitas?\n  ","289105":"\n   You like girts. Ever had them before? Or have you ever heard of them before? Should check them out.\n  ","289106":"\n   Do you have any paintings on your wall in your house? Care to share a picture? If you don't have any paintings in your house would you ever get any?\n  ","289107":"\n   What's your funniest photo?\n  ","289108":"\n   Did you ever play dodgeball in school?\n  ","289109":"\n   What's the best dating advice you have?\n  ","289110":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","289111":"\n   I never thought how much I would truly miss you all until I was not able to come back on. I have been very sad for the past few days not being able to talk to all of you. When I wasn't able to come back on all I could think of was you guys. I am absolutely overjoyed. Thk you all 4 everything you do.\n  ","289112":"\n   Introduce yourself with some simple answers to your followers\/viewers that are new to your page. (Don't have to answer.)\n\n1. Name & nickname.\n2. Age(If you want)\n3. A hobby of yours.\n4. Fav. animal.\n5. 2 fav foods.\n6. Hot or cold?\n7. 2 Fav conversation subjects\n8. Element\n9. Horoscope\n10. Fav. Drink\n  ","289113":"\n   Why is it so hard for ppl to apologize?\n  ","289114":"\n   What does it mean if you see a black cat? Especially around Halloween. Post a GIF with your answer if you'd like or a pic.\n  ","289115":"\n   Do you like fresh baked goods? What kinds? Name 3 of your favorites.\n  ","289116":"\n   What will you never do?\n  ","289117":"\n   Tell me about an activity that you favor to do in the fall. It could be more than one. Aannd go! Add a GIF if you'd like to your answer or a pic!\n  ","289118":"\n   Your favorite scary movie? Do you lile scary movies?\n  ","289119":"\n   Ever been to a corn maze? If you've never heard of them, you should look them up. Check them out. They are pretty kool.\n  ","289120":"\n   Do you like apple cider?\n  ","289121":"\n   What Halloween candy or just candy is your favorite?\n  ","289122":"\n   What’s your favorite way to have fun?\n  ","289123":"\n   Have you ever had a Baby Ruth candy bar before? 🍫\n  ","289124":"\n   Do you have a favorite shirt? 👕 What is it? PAP maybe? Don't have to.\n  ","289125":"\n   If you were a volunteer, where would you like to work?\n  ","289126":"\n   Are they that bad?\n  ","289127":"\n   Are you looking for a boyfriend?\n  ","289128":"\n   as a women does the kind of underwear someone has matter? I’ve pretty much only owned or worn tighty whities, it’s embarrassing but are they that bad?\n  ","289129":"\n   What places have you worked at since finishing high school?\n  ","289130":"\n   What does your perfect midnight snack look like? 😋\n  ","289131":"\n   Explain\n  ","289132":"\n   So how can your 'ex' be r@cist if he dated you\n  ","289133":"\n   So tell me..how many times has life bent you over this year?\n  ","289134":"\n   What’s the most annoying machine\/technology that you must deal with regularly? 🤖\n  ","289135":"\n   what are some things you have cried about recently?\n  ","289136":"\n   How did you do it?\n  ","289137":"\n   Quickest you’ve ever made a guy finish?\n  ","289138":"\n   How do you balance a tiresome and stressful school\/work environment? Do you have any tips?\n  ","289139":"\n   if you were a videoblogger, what would your videos be about?\n  ","289140":"\n   What's the best sound 🎶 in the world for you? Mine is raining sound.\n  ","289141":"\n   what do you think of people who are very attached to their parents?\n  ","289142":"\n   Are you good with plants? Do you have a green thum when it comes to gardening? 🌱\n  ","289143":"\n   What are your plans this coming holiday? 🎉\n  ","289144":"\n   what's something you like to do the old-fashioned way? [@athenusvena]\n  ","289145":"\n   Where does happiness come from? Please define what happiness means to you.\n  ","289146":"\n   What’s the WORST 🤮 thing you’ve ever eaten?\n  ","289147":"\n   Not all jokes are funny, can you help educate others on what types of jokes are not acceptable? 👩‍🏫\n  ","289148":"\n   Is there a \"perfect relationship? Can such relationship exist?\n  ","289149":"\n   what’s the SPICIEST thing you’ve ever eaten? 🥵\n  ","289150":"\n   • If God exists, why is there so much evil in the world?\n  ","289151":"\n   Why do people fear losing things that they do not even have yet?\n  ","289152":"\n   to a place where you're doing stuff like that on video for money\n  ","289153":"\n   Have you ever written a poem? If yes, what was it about?\n  ","289154":"\n   • Why do round pizzas come in square boxes? Why can't they just make square pizzas? 🍕\n  ","289155":"\n   Which country is your favourite?\n  ","289156":"\n   Favorite workout project\/routine?\n  ","289157":"\n   What’s the most recent show you’ve binge watched? 🎬👀\n  ","289158":"\n   What’s the best location to fully enjoy a good cup of coffee? ☕\n  ","289159":"\n   do you have any quirks? 🤪\n  ","289160":"\n   If you could get rid of one of your RESPONSIBILITIES, what would it be?\n  ","289161":"\n   If you could start any Rumor about yourself, what would it be? ?\n  ","289162":"\n   Where is the most relaxing place you’ve ever been? Do you have a happy place outside your comfort zone?\n  ","289163":"\n   What do you think has been the best movie\/series of the year so far? 🎬💕\n  ","289164":"\n   Do you listen to the lyrics of the song? What are some of the dumbest lyrics you’ve heard?\n  ","289165":"\n   • How did the person who invented the calendar knew what day it was?\n  ","289166":"\n   I need some dating advice. What’s the worst thing one can say on a first date??\n  ","289167":"\n   So why do you use the two words interchangeably?\n  ","289168":"\n   What can I say to a friend that is depressed? I read alot of articles about what not to say but I don't know what I can tell him to help.\n  ","289169":"\n   What are you Interested in ?\n  ","289170":"\n   What about the opposite sex confuses you the most? ♀️♂️\n  ","289171":"\n   When it comes to your work life or school life, how much is due to your hard work and how much to the environment?\n  ","289172":"\n   What was your worst haircut 💇‍♀️💇‍♂️ experience?\n  ","289173":"\n   How many times have you been sick this year?\n  ","289174":"\n   Would you rather have everything in your house perfectly organized by a professional or have a professional event company throw the best party you’ve ever been to, in your honor? 😱\n  ","289175":"\n   in your opinion, what's it like to fall in love?\n  ","289176":"\n   Do you like that song Franchise by Travis Scott?\n  ","289177":"\n   What are some of your favorite holiday traditions that you did while growing up? 🎄\n  ","289178":"\n   WHAT IS YOUR FAVORITE OUTDOOR ACTIVITY?\n  ","289179":"\n   Have you ever done any form of hunting or fishing before? (You don't have to answer this if you do not feel comfortable)\n  ","289180":"\n   Do you like cake?\nLet's post some GIFs of cake! 😁 🎂\n  ","289181":"\n   📖 Do you ever doodle? Share a picture that you have doodled. ✏ Whether it be Landscaping, food, a picture of someone, a pet, a show.. share anything. 🖊\n  ","289182":"\n   what are you doing tomorrow?\n  ","289183":"\n   Where and how would you hide a baby elephant if someone gave one to you but you could not let anyone know you had it? 🐘\n  ","289184":"\n   Are children who act in R-rated movies allowed to watch the film when it’s done?\n  ","289185":"\n   Do you ever want everyone in the world to hear the song you’re listening to or are you keeping your playlist to yourself?\n  ","289186":"\n   • What is your BIGGEST turn on?\n  ","289187":"\n   If you could eliminate one thing from your daily routine, what would it be and why?\n  ","289188":"\n   It's the season of giving! Would you rather be loved or love? 💞\n  ","289189":"\n   If consciousness is a purely human trait, are we better off for it or does it simply lead to greater problems? [@athenusvena]\n  ","289190":"\n   Do you actually love someone ???\n  ","289191":"\n   What's the difference between \"there\" and \"they're\"?\n  ","289192":"\n   Would you rather have to read aloud every word you read or sing everything you say out loud? 📢🎶\n  ","289193":"\n   what do you notice first about a person?\n  ","289194":"\n   Where is a good place to hide something SPG or PG-18 stuff away from the kids? 🙅‍♀️\n  ","289195":"\n   You deserve a gift for surviving 2020. What's the best gift you can give yourself this year?\n  ","289196":"\n   I will follow you\n  ","289197":"\n   what’s one of your favorite quotes\/verses from a holy text?\n  ","289198":"\n   Do you celebrate Christmas? 🎄\n  ","289199":"\n   Why is money important? Can we still go back to the time when money is not that important?\n  ","289200":"\n   \"Good morning!\n  ","289201":"\n   Can you climb a tree? 🌳 If yes, when was the last time you climbed a tree? If no, why not?\n  ","289202":"\n   Have you ever regret looking for something because you got disappointed about what you found out?\n  ","289203":"\n   SCENARIO TIME! If a perfect clone of you were created, right down to the tiniest cellular detail, would it BE you or would it somehow still be missing something?\n  ","289204":"\n   What’s the best date you’ve ever been on? 😍\n  ","289205":"\n   If life were a VIDEO GAME, would you use some of the CHEAT CODES? 🎮\n  ","289206":"\n   would you rather super sensitive taste or super sensitive hearing?\n  ","289207":"\n   What is the most adventurous thing you have ever done in your life?\n  ","289208":"\n   Have you ever truly been in love? Tragic romance and all that? What is your love story? ❤\n  ","289209":"\n   What was your father or mother like at home? How does he or she act different outside of family?\n  ","289210":"\n   Clear skin or dream body?\n  ","289211":"\n   WHAT'S YOUR MOST IRRATIONAL FEAR?\n  ","289212":"\n   what’s the toughest decision you made today? 😫\n  ","289213":"\n   I’m glad to know that I can season my stuff and make it taste good, marinate and everything, but I’m curious to see if I can come up with a salty cupcake. Any ideas?\n  ","289214":"\n   Have you heard an unwanted argument? 🙉\n  ","289215":"\n   Which song can you listen to all day long? 🎶\n  ","289216":"\n   Do you ever had a good question but you get too shy to ask openly so you just asked it anonymously? 🤡\n  ","289217":"\n   If you won the lottery, would you quit your current job? Why or why not?\n  ","289218":"\n   Is education free at universities in your country? For example in my country you need to pay for all years.\n  ","289219":"\n   Should organ donors be financially compensated?\n  ","289220":"\n   What r u going to be 4 Halloween?\n  ","289221":"\n   Would you rather be unable to move your body every time it rains or not be able to stop moving while the sun is out?\n  ","289222":"\n   What temperature is it where you are?\n  ","289223":"\n   What anime are you watching now?\n  ","289224":"\n   If you do a good deed in order to feel good about it, is it kindness or business? Does it matter either way?\n  ","289225":"\n   Are you a control 😤 freak or do you go with the 🌊 flow? How much control do you have over your life?\n  ","289226":"\n   Do you believe in other dimensions and parallel universes? 🌌\n  ","289227":"\n   Is there any person you are afraid of?\n  ","289228":"\n   Would you rather live your entire life in a virtual reality where all your wishes are granted or just in the normal real world?\n  ","289229":"\n   Who is more interesting to spend time with — people who are younger or older than you?\n  ","289230":"\n   Should people have the right to live in any country they wish? 🌏\n  ","289231":"\n   Do you like peeling off stickers and labels off packaging? 🤪\n  ","289232":"\n   Do you have a pen-pal or chatmate whom you have never met, but who understands you like no one else?\n  ","289233":"\n   Are you interested in anyone lately? How's your relationships been this quarantine?\n  ","289234":"\n   Would you rather go to jail for 4 years for something you didn’t do or get away with something horrible you did but always live in fear of being caught?\n  ","289235":"\n   • Do dentists go to other dentists or do they treat their own dental care problems? 🦷\n  ","289236":"\n   Are ANGELS 😇 and DEMONS 😈 real?\n  ","289237":"\n   Would you rather go to jail for 4 YEARS for something you didn’t do or GET AWAY with something horrible you did but always live in fear of being caught?\n  ","289238":"\n   What do you believe happens after we die? 🥀\n  ","289239":"\n   Do you ever sing in the shower? 🎶🚿\n  ","289240":"\n   Do you eat dried fish? Nakain ka ba ng tuyo?\n  ","289241":"\n   Why can’t you buy 🐀 mouse 🐁 flavored 🙀 cat food? Is that bad?\n  ","289242":"\n   What did you do last weekend?\n  ","289243":"\n   Which of Murphy’s law(s) have you experienced?\n  ","289244":"\n   Have you ever dedicated something (letter, poems, songs, etc) to anyone? 💌\n  ","289245":"\n   If a tree fell in a forest and no one is there to hear it, does it make a sound? 🌴💨\n  ","289246":"\n   What worries you the most?\n  ","289247":"\n   How are you willing to spend your summer vacation?\n  ","289248":"\n   How is love different from passion or sexual desire? Isn't all the same? I don't get it.\n  ","289249":"\n   Would you ratherbathe in 🍽 dishwater or wash dishes in your 🛁bathwater?\n  ","289250":"\n   You probably won't answer this question, but why did your life turn out the way it did? I know you know it could have been better. What went wrong?\n  ","289251":"\n   WHAT'S ONE THING YOU CAN'T LIVE WITHOUT?\n  ","289252":"\n   Are you a classy person?\nWhat do you think about when you hear the word “classy”?\n  ","289253":"\n   Do you have more online friends than real life friends? Does that makes sense? 🧐\n  ","289254":"\n   do you like to win? what do you think of failures?\n  ","289255":"\n   MORALITY Q: Should prisoners with full life sentences be given the chance to end their life rather than live out their days locked up?\n  ","289256":"\n   Is SUFFERING an important part of being HUMAN?\n  ","289257":"\n   Is it important for you to have a personal space in a relationship?\n  ","289258":"\n   Are you the favorite child?\n  ","289259":"\n   Opinion on keto?\n  ","289260":"\n   They say love everyone but how can I do that if not all people are worth the love?\n  ","289261":"\n   Have you ever been approached by someone in the street?\n  ","289262":"\n   Why do people ask questions even if they already know the answer?\n  ","289263":"\n   Do you hold some conspiracy theory? Tell us!\n  ","289264":"\n   Are you sporty? How often do you play sports? What sports do you play?\n  ","289265":"\n   If animals could talk, would they have a different society?\n  ","289266":"\n   Do u have any tips for first date?\n  ","289267":"\n   Why do we wash bath towels? Aren't we clean when we use them???\n  ","289268":"\n   Are goodbyes hard for you?\n  ","289269":"\n   Have you ever trusted someone too much?\n  ","289270":"\n   What's your reason for smile?\n  ","289271":"\n   Have you ever been to a cemetery at night? Like around 9 to 12 in the middle of the night? Would you ever do this?\n  ","289272":"\n   What's your favorite video game?\n  ","289273":"\n   Can add you another app\n  ","289274":"\n   What's your favorite Christmas movie? 🎅🎬\n  ","289275":"\n   If you could choose your dreams, what would you prefer to dream about? 😴💭\n  ","289276":"\n   What’s the most expensive thing you’ve bought? 🛍\n  ","289277":"\n   Ever tried putting a bunch of GLUE on your palm\/skin 🤲 and then peeling it off? 🤪\n  ","289278":"\n   Do you have plans tonight, babe? ~\n  ","289279":"\n   Would you ratherdate someone with bad breath 🙊 or bad manners 😈?\n  ","289280":"\n   [@AthenusVena] Do we people ever really do anything out of our own conscious choice, or are we always controlled by some external stimulation or motive? What do you think?\n  ","289281":"\n   Hi\n  ","289282":"\n   If you could change something about the school system, what would it be?\n  ","289283":"\n   Do you agree that foreign languages help you to think in a different way? 🤔💭\n  ","289284":"\n   Have you ever checked the phone or social network account of your partner?\n  ","289285":"\n   What's the best advice your father ever gave you ?\n  ","289286":"\n   What is one thing you should never say at a wedding? 💒🕋🕍🕌⛩\n  ","289287":"\n   Someone you wanna meet right now or someone you miss right now?\n  ","289288":"\n   Last kiss\/makeout????\n  ","289289":"\n   Do people ever refer to you as a pushover?\n  ","289290":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","289291":"\n   Last time you cried? And why?\n  ","289292":"\n   🍁🌾Would you ever try chocolate-covered candy corns? How about a chocolate covered apples? 🌰🍂\n  ","289293":"\n   What kind of person are you?\n  ","289294":"\n   What should I do after watching a scary video that keeps me from sleeping?\n  ","289295":"\n   Are any of the trees changing colors where you live? (Unless it isn't Fall where you are. Just ignore. My apologies) But if the trees and plants in your area are changing colors in your area. Take a pic and post them! And their beauty! If they aren't changing colors. Just post a GIF of Fall trees.\n  ","289296":"\n   What have you always wanted ? Did you ever get it ?\n  ","289297":"\n   Have you ever had a bad job? If yes, did you learn anything useful from it?\n  ","289298":"\n   📺 Any video game you have been playing lately that you have been really getting into? What game? 💿 Or what game have you been really wanting to try lately? 🎮\n  ","289299":"\n   Are you watching a show right now? What show? Do you like it?\n  ","289300":"\n   Do you like bubbles? As a kid, did you play with the little bottles of them?\n  ","289301":"\n   Do you like trail mix? What kinds?\n  ","289302":"\n   Have you ever had summer sausage before? Do you like it or would you ever try it? What's your favorite flavor?\n  ","289303":"\n   Which book has made you really think? 📖\n  ","289304":"\n   What's the funniest YouTube or online video you’ve seen recently?\n  ","289305":"\n   ¿Eres alérgico a algo?\n  ","289306":"\n   What is your favorite quote?\n  ","289307":"\n   What's the movie that made you cry?\n  ","289308":"\n   🌙 Do you like to use a heavy blanket when going to sleep or do you like to use 🌃 maybe a sheet or two or do you sleep with no blanket? 😴\n  ","289309":"\n   -Space-\n\nIf you guy's want to follow me on an extra social media site. Maybe just stay connected with me a little bit more. Just in case if something happens. You never know. My *Instagram - *@Ice_Frozen_Vocals My *Twitter IceFrozenVocals & check out my new posts on Instagram. Like them. 🤘🤙 Thx.\n  ","289310":"\n   Have you ever taken a polygraph before? (Lie detector test) (I have been researching them recently) Have you ever witnessed a polygraph? What was your experience. If someone told you take one would you do it? Even for fun.\n  ","289311":"\n   Do you like Hibachi?\nWhat's your favorite type of Hibachi?\n\nDo you like a shrimp plate? Or chicken? Lobster? Grilled or fried? Do you like oysters shellfish? Do you like calamari? Vegetables and Steak?\n  ","289312":"\n   What's your favorite song from the 2000s?\n  ","289313":"\n   What food is delicious for you but a pain to eat? Mine is seafood! 🦀🦞🦐\n  ","289314":"\n   What do u love most about autumn ??\n  ","289315":"\n   What is a primary fear that is holding you back?\n  ","289316":"\n   When you get NEW IDEAS, what do you do so you can recall them later? Do you write them down somewhere or do you just keep them on your stuck knowledge? 🧠\n  ","289317":"\n   Can a bunch of 🐔 chicken kill a human or is it a dumb way to die?\n  ","289318":"\n   Do you know how to save? How do you save money and handle your financials?? #MoneyTips🤑\n  ","289319":"\n   what traits should every girl possess? how about boys, what traits must they possess? #opinion\n  ","289320":"\n   Can a girl and a boy be bestfriends? 👦👧\n  ","289321":"\n   ARE YOU CLINGY? ❤\n  ","289322":"\n   What was the BIGGEST realization you had about yourself this year 2020?\n  ","289323":"\n   Would you ratherknow when you’re going to die or how you’re going to die? ☠\n  ","289324":"\n   Are you afraid of flying in airplanes? If yes, how come? If no, where have you been?\n  ","289325":"\n   What STUPID EXCUSE someone came up with to stay at home instead of going to school?\n  ","289326":"\n   What small gesture from a stranger made a big impact on you?\n  ","289327":"\n   How do you spend the majority of your free time?\n  ","289328":"\n   do you cook well? ??\n  ","289329":"\n   Would you ever ride or drive a motorcycle? Do you own a motorcycle? Post a picture? GIF?\n  ","289330":"\n   On a scale of 1-10 how silly are you? You think?\n  ","289331":"\n   What near future predictions do you have? Let's see if it comes true in the future! 🔮\n  ","289332":"\n   Have you ever had a day where everything feels RIGHT and then all of the sudden everything feels WRONG the next day?\n  ","289333":"\n   WHAT MAKES YOU FEEL SAFE AND SECURED? 🔒\n  ","289334":"\n   ‼How do you always get someone's attention?‼\n  ","289335":"\n   If you were dating\/engaged\/married, would you post pictures of you together on social networks? Do you think it is a right thing to do? Or it is an invasion of your privacy? 🤍\n  ","289336":"\n   If money 🤑 cannot buy happiness, can you ever be truly happy with no money? 💸\n  ","289337":"\n   Which type of people you really love to talk with?\n  ","289338":"\n   do you have a soul?\n  ","289339":"\n   What could movie theaters do to improve theexperience of going there? #Suggestions\n  ","289340":"\n   What was the best book or series that you’ve ever read or watch? #Recommend\n  ","289341":"\n   Do you like natural or artificial beauty? What do you think of girls who wear eyelash extensions, fake nails, and dyed hair? 💇‍♀️💅\n  ","289342":"\n   Have you ever sneaked out from home? Tumakas ka na ba sa inyo? 🏃‍♀️💨\n  ","289343":"\n   WOULD YOU RATHER:eat 🍫 chocolate on 🍕 pizza OR eat chocolate on 🍝 pasta?\n  ","289344":"\n   If we have names for our pers, do our pets have names for us? 🤔\n  ","289345":"\n   [@athenusvena] If we learn and improve from our mistakes, why are we (humans) so afraid to make them?\n  ","289346":"\n   • If you go back in time and teach young Einstein relativity theory, where does the idea come from? 🤔\n  ","289347":"\n   [@athenusvena] Are any of our views truly our own or do we simply get them from the environments and societies we live our lives in? Where do u think your views in life are from?\n  ","289348":"\n   ⁉️Why did we decide to give February just 28 days when lots of other months have 31 days? Couldn’t we have just taken some of the 31st days from other months and added them to February⁉️\n  ","289349":"\n   • When all is said and done, would you have said more than you have done?\n  ","289350":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","289351":"\n   What should a real man be able to do?\n  ","289352":"\n\n    @athenusvena\n   \n   : Is happiness the most important purpose in life? If it is, why do you think so? If not, what is?\n  ","289353":"\n   what are you doing\n  ","289354":"\n   What did you forget to do today?\n  ","289355":"\n   Would you like to start dating someone in the near future? If you're taken\/married, what advice can you give to singles who want to be in a relationship? ❤\n  ","289356":"\n   What's your favorite late-night snack ?\n  ","289357":"\n   1)Who was the last dialogue with? ✨ 2) Who is your first friend? ?? 4) Do you have many friends? ? 5) Favorite song? ? 6) Favorite movie? ? 7) Currently in love? ? 8) Favorite season of the year? ? 9) Do you dance? ? 10) Favorite fruit? ? Share this to everyone you are following\n  ","289358":"\n   Post a memorable pic from your gallery?☺\n  ","289359":"\n   How old were you when you started doing pr0n?\n  ","289360":"\n   How you created your squad? Have any tips on how to create your own community?\n  ","289361":"\n   What pain is harder for you: physical or spiritual\n  ","289362":"\n   Which colors are you wearing today?\n  ","289363":"\n   Where are you going for studying??\n  ","289364":"\n   I think its strange that i have 381 followers and alot of people still don't ask me a bunch of questions besides this one good loyal friend i have on here. Its so strange that alot of members on here are not really that active. I guess they have their reasons though\n  ","289365":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","289366":"\n   What can melt your heart?\n  ","289367":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","289368":"\n   If you have a son, would you take him circumcise?\n  ","289369":"\n   Do you prefer to circumcised or uncircumcised guy?\n  ","289370":"\n   Worst thing about being ticklish?\n  ","289371":"\n   Where do you see yourself in the next 10 years?\n  ","289372":"\n   what kind of device do u have\n  ","289373":"\n   Why is it called a \"building\" when it's already built?\n  ","289374":"\n   What crazy activities do you dream of trying someday?\n  ","289375":"\n   What items do you always carry to your bag ?\n  ","289376":"\n   Please, turn me into a girl with a magic spell!\n  ","289377":"\n   Hello ma'am how are you tonight?\n  ","289378":"\n   do u have a husky\n  ","289379":"\n   Have you ever been in an embarrassing situation, the memories of which are haunting you up to this day?\n  ","289380":"\n   Have you had work done? you look fabulous.\n  ","289381":"\n   Which word do you want everyone to stop using?\n  ","289382":"\n   kentucky fried chicken?\n  ","289383":"\n   I want to bite your juicy lips 💋\n  ","289384":"\n   Post a photo of your favourite outfit!\n  ","289385":"\n   According to you, why do people love? Or fall in love?\n  ","289386":"\n   Where do you shop the most?\n  ","289387":"\n   If your partner didn't message you often and ignored your messages because they were distracted by something else on a regular basis, would you break up with them?\n  ","289388":"\n   What gives you happiness in life?💯\n  ","289389":"\n   What is your opinion on the rising prices of housing?\n  ","289390":"\n   What activities do you prefer? What would you like to learn to play or ride? 🎱🏓🏒🎾🚴🏻\n  ","289391":"\n   I never been to Puerto Rico maybe we can link up in the near future and you could show me around?\n  ","289392":"\n   Date or stay friends\n  ","289393":"\n   What about your snapchat code? ?\n  ","289394":"\n   What's your name?\n  ","289395":"\n   Where are you from?:P\n  ","289396":"\n   How much older was the guy?\n  ","289397":"\n   How do you define happiness?\n  ","289398":"\n   best congratulation on bd\n  ","289399":"\n   What happened last night?\n  ","289400":"\n   What your favourite season? Mine is Autumn... Cool nights and slightly warm days. And all those beautiful colours of nature\n  ","289401":"\n   How tall are you?\n  ","289402":"\n   what can men get away with that women can’t?\n  ","289403":"\n   Do you wants more kids?\n  ","289404":"\n   What did you have for breakfast today?\n  ","289405":"\n   If you could start a collection of one kind of item, what would it be?\n  ","289406":"\n   Which words or phrases do you most overuse?\n  ","289407":"\n   what you up to 50 cent?\n  ","289408":"\n   What to do, when it's boring?\n  ","289409":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","289410":"\n   What's your kinda trend?\n  ","289411":"\n   If you were going to get a tattoo, what would it be and where?\n  ","289412":"\n   When you go bra shopping, what style and size do you go for, and where do you shop?\n  ","289413":"\n   Where were you born (what city)?\n  ","289414":"\n   Which mental health challenges do you struggle with?\n  ","289415":"\n   Would you like to receive my questions?\n  ","289416":"\n   Whom have you hugged today?\n  ","289417":"\n   How much did you lurk your crushes social media before talking to them?\n  ","289418":"\n   the guy who abused you.. how did he get the chance? wasn’t anyone watching you or supervising him? was he a teacher or close relative or baby sitter or other person in a position of authority over you? did he go all the way? normal stuff or more bestial?\n  ","289419":"\n   How many kids do you have?\n  ","289420":"\n   What was the last movie you watched? Did you like it?\n  ","289421":"\n   Should people be given a second chance? ?\n  ","289422":"\n   What one thing do you really want but can't afford?\n  ","289423":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","289424":"\n   Who do you live with?\n  ","289425":"\n   What do you think about the idea that the only way to defeat the COVID crisis is to lock down completely until the infection is entirely under control?\n  ","289426":"\n   what is something is missing in life that was in your life and you love that?\n  ","289427":"\n   Are your parents together? What did you learn about relationships from watching them?\n  ","289428":"\n   what you doing today?\n  ","289429":"\n   How do you react when someone points out that you've just expressed 2 completely contradictory ideas?\n  ","289430":"\n   Do you wish to be something little bit more?\n  ","289431":"\n   Oldest guy you would date?\n  ","289432":"\n   is your job cashera?\n  ","289433":"\n   Do you believe the mantra that \"love is love\" and people should be able to love whoever they want? If yes, how do you feel about inc3st?\n  ","289434":"\n   circumcised cock or normal cock ? What do you prefer More LOL\n  ","289435":"\n   How old were you the first time you fell in love?\n  ","289436":"\n   Thoughts on leather jackets?\n  ","289437":"\n   What's your alarm ringtone?\n  ","289438":"\n   Straight or bi?\n  ","289439":"\n   Name 3 things you never thought you would do but ended up doing\n  ","289440":"\n   When's the last time you were in a relationship?\n  ","289441":"\n   Single or taken?\n  ","289442":"\n   Where do you live?\n  ","289443":"\n   What is your favorite clothing store?\n  ","289444":"\n   If you had one word to describe yourself, what word would it be?\n  ","289445":"\n   What are your further expectations from life , would it be easy or hard ?\n  ","289446":"\n   Do you believe people can be changed?\n  ","289447":"\n   is there anyone that you want back in your life?\n  ","289448":"\n   when was the last time you dreamed about a cock ?\n  ","289449":"\n   How old are you ?🥵\n  ","289450":"\n   Who do u tell a lot to?\n  ","289451":"\n   What would be the result of crossing a hedgehog with an adder? ???????\n  ","289452":"\n   On a scale from 1 to 10 how weird are you?\n  ","289453":"\n   What's your favorite weather conditions?\n  ","289454":"\n   What's your favorite joke\n  ","289455":"\n   What would you do if you meet an alien?\n  ","289456":"\n   Do you consider yourself to be \"above\" eating fast food?\n  ","289457":"\n   give a line from your favorite song\n  ","289458":"\n   You left him because........\n  ","289459":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","289460":"\n   do you believe love exists ?\n  ","289461":"\n   What would you miss if you  wake up late tomorrow ?\n  ","289462":"\n   What do you do for other people to love you?\n  ","289463":"\n   I am not willing to accept anything until the results are in MY favor. I easily won. BIGLY. If you count the votes that voted for ME and don't count the votes for sleepy Joe.\n  ","289464":"\n   Are you a person with cold hands and warm heart or person with warm hands and cold heart ? 😁\n  ","289465":"\n   Anything special for supper tonight?\n\nBbq ribs anyone? We have Homemade mac and cheese. Bake beans and bacon aaaannnd little bbq winnies? Anyone? Soul food for 🍽 supper!\n  ","289466":"\n   Whats the one thing you're sure of that you did absolutely right?\n  ","289467":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends?\n  ","289468":"\n   If you see really cute person in public place standing alone , what do you do ?\n  ","289469":"\n   What are you dreaming about?\n  ","289470":"\n   What does Freedom mean to you?\n  ","289471":"\n   r u going to the cemetery on Halloween?\n  ","289472":"\n   What do you think you do best?\n  ","289473":"\n   What are the three most important things for you to be happy?\n  ","289474":"\n   🐑 🐑 🐑 What is the longest you have slept for you think? 😴🌙\n  ","289475":"\n   Has your hometown changed a lot since you were a kid? If so, how? Have the changes been for the better or worse?\n  ","289476":"\n   🍓🍌🍉🍎🍋🍈\nDo you like smoothies?\nWhat kind?🍶\n🥝🍏🍑🍒🍇🍍\n  ","289477":"\n   Would you ever try fried ice cream? Have you ever heard of such a thing?🍦\n  ","289478":"\n   What is your horoscope?\n  ","289479":"\n   are girls more dramatic than guys?\n  ","289480":"\n   Another question, do you love pizza? If you do what is your favourite toppings to put on it? 😂😂💖\n  ","289481":"\n   What’s most intriguing about the Cinderella story?\n  ","289482":"\n   What is beautiful to you?\n  ","289483":"\n   Who is your latest crush?\n  ","289484":"\n   Do you like apple cider?\n  ","289485":"\n   Your opinion on cinnamon? Do you like it? In what. On what? Alot of it? All the time?\n  ","289486":"\n   The vegetable you hate the most is? 🌿\n  ","289487":"\n   Why is the bedbug flat?\n  ","289488":"\n   Do you usually pray before bed?\n  ","289489":"\n   Have you done lsd and do you think I should try it\n  ","289490":"\n   Is there something that you carry on yourself that other people think is unnecessary but to you is necessary? I know this one girl she carries a bottle of bbq sauce b\/c every time she goes out, nobody has bbq sauce at the restaurants... so she carries a bottle of barbecue sauce in her purse. XD LOL\n  ","289491":"\n   What kind of music do u listen to?\n  ","289492":"\n   How long has it been since you last cried?\n  ","289493":"\n   Are you here to make new friends or to just spend your time??\n  ","289494":"\n   What do you usually forget?\n  ","289495":"\n   What is the first five things you doing when you wake up in the morning and you're getting ready to go out or go to work?\n  ","289496":"\n   What do guys usually look for in a girl?\n  ","289497":"\n   Chore you hate doing?\n  ","289498":"\n   When was the last time you hand wrote something instead of typing it? What was it?? 🖊 ✏️ 📝\n  ","289499":"\n   Favorite old show if you don’t watch tv, then movie\n  ","289500":"\n   What does your last text message say?\n  ","289501":"\n   If you could travel the world would you? Where would you go first?\n  ","289502":"\n   Have you ever experimented on a recipe that already exists?\n  ","289503":"\n   What online games do you play?\n  ","289504":"\n   Where were you 3 hours ago?\n  ","289505":"\n   Favorite Netflix series\n  ","289506":"\n   Would you rather go to a club or a bar?\n  ","289507":"\n   What's the last good thing you've done for someone?\n  ","289508":"\n   Which is your favorite meal of the day: Breakfast, lunch or dinner?\n  ","289509":"\n   Aye good early morning my people\n  ","289510":"\n   Today is the first day of the rest of your life what are you gonna do with it?\n  ","289511":"\n   Are you a student?\n  ","289512":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who\n  ","289513":"\n   🍬Let's talk about trick-or-treating. How is trick or treating in your 👻 neighborhood? When you were younger or how 🕷🕸it is now? Did you go house to house? Or did you have to go to town & go up & down 🌙 some of the blocks? Did you ever have cute little haunted houses? Tell me your experience. 🎃\n  ","289514":"\n   What is under your bed?\n  ","289515":"\n   do you have nieces and nephews\n  ","289516":"\n   🎵 Post a link to a song that you really like and that you would like to 🎧 share if the rest of the people viewing. If you want to share🎙 more than one like you are more than welcome. Share your love for your type of music. 🎶\n  ","289517":"\n   Do you like to cook at all?\nWhat type of things?\n🖊\n(Side note) Can if you guys want! to check out my recipe to my Cajun Mild tasting Chili and my Cheesy Jalapeno Cornbread. I have posted it on my page. It's not short. My recipes are never short and I also posted the technique along with it. Enjoy!\n  ","289518":"\n   What's hurting you more than everything??\n  ","289519":"\n   \"Are you harassing people?\n  ","289520":"\n   How to get rid of bedbugs in the room?\n  ","289521":"\n   What’s the most expensive thing you’ve broken?\n  ","289522":"\n   What was the last concert you went to?\n  ","289523":"\n   What is the one place in the world you wish you lived in?\n  ","289524":"\n   If you could be any person in the world for a day, who would you be and why?\n  ","289525":"\n   If you had the power to read someone’s mind, whose would it be? ??\n  ","289526":"\n   Do you have a secret love??\n  ","289527":"\n   What is day so special for you? What happened that day?\n  ","289528":"\n   what did you want to be, when you were a child?\n  ","289529":"\n   Do you like to make new friends???\n  ","289530":"\n   If you were a super hero what powers would you have?\n  ","289531":"\n   What is your natural eye color is??\n  ","289532":"\n   * You’re\n  ","289533":"\n   Hello sir\n  ","289534":"\n   You can do this! I knew you would.\n  ","289535":"\n   18\n  ","289536":"\n   Can I hit that boy p¢ssy?\n  ","289537":"\n   Leave a message for your future self!\n  ","289538":"\n   Because I'm just curious. I also need really great advice.\n  ","289539":"\n   In my profile picture, why do you think I'm shirtless? Do you think I'm shirtless just because I'm hot inside, getting prepared for a swim meet, or to show my School District 54 Special Olympics body?\n  ","289540":"\n   In my profile picture, how many years old do I look like?\n  ","289541":"\n   What’s something free of charge that makes you happy?\n  ","289542":"\n   In my profile picture, is my hair straight, wavy, or curly? Just wondering\n  ","289543":"\n   Oh okay. In my profile picture, what color are my eyes? Are they blue, blue-gray, blue-green, gray-blue, or green-blue?\n  ","289544":"\n   In my profile picture, what's my hair color? Is my hair color light medium brown, chestnut brown, medium brown, sandy blonde, dirty blonde, or light brown?\n  ","289545":"\n   What kind? Was it from a special event?\n  ","289546":"\n   Would you rather age from the neck up or te neck down only?\n  ","289547":"\n   Have you ever preserved a leaf or flower to keep?\n  ","289548":"\n   What do you refuse to pay for?\n  ","289549":"\n   How late do you like to sleep?\n  ","289550":"\n   What something cool about you?\n  ","289551":"\n   Do you think that you are more good looking or more wise ? ?\n  ","289552":"\n   How would you like to celebrate your next birthday?\n  ","289553":"\n   Are you excited that it's fall?\n  ","289554":"\n   How do you feel when you get something done that you had been working real hard at for awhile?\n  ","289555":"\n   Would you rather have dinosaurs come back to life or lose all technology that we currently have and restart?\n  ","289556":"\n   If there were a book about your life, what the cover would look like?\n  ","289557":"\n   Are you using less toilet paper now with the Pandemic?\n  ","289558":"\n   what ur favorite weather? season? do u like rain?\n  ","289559":"\n   What scares you the most about our modern society?\n  ","289560":"\n   What are your thoughts on an online love?? (Like two people chat online and fall in love) 🤔🤔🤔\n  ","289561":"\n   Have you ever held a python before? Would you ever do this? Do you own a snake? Would you ever? 🐍\n  ","289562":"\n   How are things going on in your life? I hope good. If not I hope this message makes you feel better! You're amazing & always remember that!\n_\nWe are having a hurricane down here shortly within the next day or so.. if you guy's can keep good vibes our way. That would the greatest. Thx. Much love! 🤘\n  ","289563":"\n   What can you hear? What can you see?\n  ","289564":"\n   Need a hug?\n  ","289565":"\n   What should we spend money on?\n  ","289566":"\n   Do you know anyone who hates shopping?\n  ","289567":"\n   When were you truly scared of smth? Tell in details\n  ","289568":"\n   Has anyone gotten Halloween decorations yet?\n  ","289569":"\n   What is your reason to keep fighting and survive?\n  ","289570":"\n   What matters to you most - money, good looks or attitude?\n  ","289571":"\n   How was your first love? ?\n  ","289572":"\n   Why do people leave?\n  ","289573":"\n   What they are really looking for?\n  ","289574":"\n   Do you wanna be in a relationship with the person you like?\n  ","289575":"\n   An original way to attract a guy's attention?\n  ","289576":"\n   are you usually afraid of the dark?\n  ","289577":"\n   Do you believe that dreams can sometimes predict the future?\n  ","289578":"\n   What is your kind've vacation?\n  ","289579":"\n   What was for dinner tonight?\n\n\nSide note*\n______\nSo I finally got to empty my ? box out. I had almost 5,000 ?'s stacked. It's ready for new ?'s. So if anyone wants to send some out, you're more than welcome. I don't mind spams as long as they're not inappropriate. Any language allowed.\n  ","289580":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","289581":"\n   GIF something you want right now. Can be anything. What do you want?\n  ","289582":"\n   What would you name a newly discovered planet?\n  ","289583":"\n   what color are you wearing right now.?? Top to bottom..??\n  ","289584":"\n   What is your ideal girlfriend\/boyfriend? In general, what are your preferences?\n  ","289585":"\n   Which is more important to you: someone who has a similar sense of humor, or someone who has similar interests?\n  ","289586":"\n   what are you selling there?\n  ","289587":"\n   let's do some biology and chemistry together\n  ","289588":"\n   If you had lots of money what would you do with it?\n  ","289589":"\n   Whats your email? And do you have a subscription account? That i can visit.\n  ","289590":"\n   I love titties (any colour). #blacklivesmatter\n  ","289591":"\n   What's your favorite class in school?\n  ","289592":"\n   Do you like raspberries?\n  ","289593":"\n   Would you ever farm or no?\n  ","289594":"\n   Everybody’s got an animal inside.No one has ever been so civilized.Animal attraction is everything there is.Love is just a feelin’ that we missed. <3\n  ","289595":"\n   Have you ever worked third shift before?\n  ","289596":"\n   Would you rather explore a new planet, or the deepest parts of the ocean? Why?\n  ","289597":"\n   We could straight up blame it on the whiskey, you ain't gotta wake up and miss me. I hope you get lonely tonight.\n  ","289598":"\n   If you got a bottle you ain't opened yet and an empty spot beside ya in ya bed, if you got some room for a little regret, let me know girl I've already left AAAAAAAAAAAA GUUUUUUUUUUUUURL\n  ","289599":"\n   Do you like to go to the fresh produce market? What do you usually get when you go?\n  ","289600":"\n   You ever faced a demon?\n  ","289601":"\n   I will hire more black hookers. #blacklivesmatter\n  ","289602":"\n   If uh could be a cartoon character for a day, who would uh choose to be?🐥\n  ","289603":"\n   Let's try for a baby\n  ","289604":"\n   I know but if I stopped by your house and flexed with silver bars, would you be impressed?\n  ","289605":"\n   (If you drink)\n(If not just ignore question)\n\nWhat kind've drink do you prefer? Beer? A cocktail? A margarita? Just straight liquor? Vodka? Whiskey? Cold? Warm?\nWith fruit in it?\n  ","289606":"\n   Have you ever had a tater tot casserole before?\n\n_\nIf you've never heard of this I encourage you to look it up on Google. Very easy and cheap to make. 👍\n  ","289607":"\n   Any favorite type of seasoning that you like to use when cooking? Can be more than one.\n  ","289608":"\n   Have you ever seen a volcano before? Ever seen one erupt? 🌋\n  ","289609":"\n   do you watch horror movies?\n  ","289610":"\n   If I was to flex with silver bars what would you think of me?\n  ","289611":"\n   (͠≖ ͜ʖ͠≖)\n  ","289612":"\n   What's Love for you today?\n  ","289613":"\n   What's the last thing you laughed about till you cried?\n  ","289614":"\n   lil pump too?\n  ","289615":"\n   Worst bands of the 2000s\n  ","289616":"\n   What type of music are you into?\n  ","289617":"\n   What was the last beverage you spilled on yourself?\n  ","289618":"\n   (If you eat meat that is. If not. Just ignore.)\n\nHow do you like your steak?\n\nAnd then what do you prefer it marinated in before? You like it to be a little char?\n\n Medium rare? Well done? Little bloodly? Lot? What kind of spices on it? Do tell.\n  ","289619":"\n   What sounds like you?\n\n1. Go bike riding up to a minnie mall with friends & shop. Movies!\n2. Go to a football game & then go & eat out with some friends.\n3. Go to a ice ring with some friends & play in the gaming arcades there.\n4. Head out to the cabin in the woods with friends. Fishing time & BBQ.\n  ","289620":"\n   (If you eat meat that is. If not. Just ignore.)\n\nHow do you like your steak?\n\nAnd then what do you prefer it marinated in before? You like it to be a little char?\n\n Medium rare? Well done? Little bloodly? Lot? What kind of spices on it? Do tell.\n  ","289621":"\n   Fresh cut grass smell.\nYay or nay?\n\nWhat's an odd smell you like?\n  ","289622":"\n   You were just given alot of money.. A couple hundred thousands. What are you getting or what are you spending it on? What do you need?\n  ","289623":"\n   What is something you know for sure? Tell a fact about today or a fact on you.\n_\nCan add GIF to answer or a pic if you'd like.\n  ","289624":"\n   Give the facts?❤️?\n  ","289625":"\n   How do you deal with  ?\n  ","289626":"\n   On a scale of 1 to 10, how well do you sing?\n  ","289627":"\n   ??What would you say to your young self and why?\n  ","289628":"\n   Do you ever just go on road trips? Or nah?\n  ","289629":"\n   Belle Delphine did sell for $30 a pop\n  ","289630":"\n   Your favourite time pass ?\n  ","289631":"\n   Instagram?\n  ","289632":"\n   do you sell your bath water?\n  ","289633":"\n   Have you ever flown a drone before? Or have you ever seen a drone before? They even have underwater drones. Really interesting. Neat.\n  ","289634":"\n   What kind of punishment should be given to animal abusers? How about people who abandon animals after they have committed to taking care of them? Especially babies.\n\n(Just watched the saddest video EVER of a little 3 week old baby left out in the cold, hungry & hurt.) They saved the baby.\n  ","289635":"\n   Do you ever like to just sit outside and watch the 🌞 sunset? The clouds? ☁\n  ","289636":"\n   Do you like iced coffee?\nWhat do you like in your cup?\n  ","289637":"\n   If you like yogurt that is... what kind do you like? Do you like anything in your yogurt?\n  ","289638":"\n   Have you ever been to the mall before? What is your favorite store in the mall?\n  ","289639":"\n   What's on top of your birthday wish list?\n  ","289640":"\n   Link to a funny video u've watched recently?\n  ","289641":"\n   Still in contact with your ex?\n  ","289642":"\n   Followed.\n  ","289643":"\n   What's the one genre of music you just can't do?\n  ","289644":"\n   I'm close I can feel it\n  ","289645":"\n   What is one of your favorite sites to order from a restaurant. And not really like a fast food restaurant... Like a bbq, sit in kinda restaurant.\n\nExamples: Mac and cheese. Veggies. Frys. Baked potatoes. Fired pickles. Beans. Salad. Salsa and chips. Cheese sticks. Rolls.\n  ","289646":"\n   Have you ever seen a Magnolia tree before? They are beautiful.\n  ","289647":"\n   How to tell someone you like them?\n  ","289648":"\n   When was the bon fire you been to? Have you ever been to one before?\n  ","289649":"\n   I ate 12 bananas today :I\n  ","289650":"\n   Do you want a pool in your yard? What kind?\n  ","289651":"\n   (Just as a joke. A funny. Nothing more. You don't have to answer.)\n\nWhat is the pettiest thing to take after a breakup? The microwave? All the remotes? All the shoes? The cat? All the chairs? All the forks and spoons? What's your choice for laughs?\n  ","289652":"\n   Wenches art not attracted to gentlemen, wenches art attracted to automobiles and affluence.\n  ","289653":"\n   Have you ever been in a  Mansion before? Ever stayed the night in one?\n  ","289654":"\n   What animal do you think is the scariest?\n  ","289655":"\n   Do you think empathy can be taught? Why\/why not?\n  ","289656":"\n   So let fuck I’ll fuck you good girl put it in you ass\n  ","289657":"\n   Wanna fuck girl\n  ","289658":"\n   I'll open a small there and you'll be selling rockstar and red bull to local jungle kids and pet food to parrots and other jungle animals. I bet there's no competition there so we'll be making bank.\n  ","289659":"\n   do you find it annoying how you have to eat all the time just to stay alive?\n  ","289660":"\n   let's go and raise a baby in a jungle\n  ","289661":"\n   are there protests in your area?\n  ","289662":"\n   pepsi or coke?\n  ","289663":"\n   pffff....HAHAHA\n  ","289664":"\n   how many can you eat at once?\n  ","289665":"\n   wow bananas so good\n  ","289666":"\n   What are you drinking usually during walking?\n  ","289667":"\n   i love you\n  ","289668":"\n   I hate that dry sack feeling\n  ","289669":"\n   I can't stop plooking\n  ","289670":"\n   It's soo hoot outside today. I can't wait for soomer to coom. Are you addicted to plooking poon too?\n  ","289671":"\n   maybe on certain other websites? (͠≖ ͜ʖ͠≖)\n  ","289672":"\n   do you have any new yootoob videos?\n  ","289673":"\n   BWAAAAAAAAAAAAAAAAAAAAAAAAAA\n  ","289674":"\n   would you like to walk around semi-naked like a tribes woman?\n  ","289675":"\n   Hey, you're givin' yourself away.It's there in every move you make.You can't hide your heartache away.Hey, it's somethin' you don't have to say.It's written in the tears on your face.I see through the part that you play.\n  ","289676":"\n   yes\n  ","289677":"\n   Are you receptive or reserved?? .-.\n  ","289678":"\n   Are you an essential worker?\n  ","289679":"\n   Has your gut feeling or first impression about something ever been right? 🤷🏽‍♀️\n  ","289680":"\n   On a scale from 1-10, where does your patience fall? 💆🏽\n  ","289681":"\n   Would you or have you ever worked in a chicken 🐔 plant before? Even if they offer you a hundred bucks an hour, would you do it?\n  ","289682":"\n   AAAAAAAAA I'M COOMING\n  ","289683":"\n   wow you go to bed early\n  ","289684":"\n   Which one came first the chicken or the egg?🤔\n  ","289685":"\n   Do you find praise or criticism to be more motivating?\n  ","289686":"\n   8=====D\n  ","289687":"\n   Single or taken?\n  ","289688":"\n   Do you like chips?\n  ","289689":"\n   Can you guys please subscribe my channel to listen podcast &everything?\n   \n    https:\/\/www.youtube.com\/channel\/UCswUi2Hhle9YJNz1aPXb0SQ\n   \n","289690":"\n   Spring sunrise or autumn sunset?\n  ","289691":"\n   lol sorry about that, it was meant for someone else\n  ","289692":"\n   how often do you have secks?\n  ","289693":"\n   Yes, I didn't mean that you aren't. But you were very skinny once. Maybe you just grew up lol.\n  ","289694":"\n   i have 2 pics\n  ","289695":"\n   If you could have any view from your home, what would it be?\n  ","289696":"\n   Do you guys listen podcast?\n  ","289697":"\n   you're welcome :)\n  ","289698":"\n   I know but then white Americans should be classified like that too.\n  ","289699":"\n   The child that isn't loved by the village, will burn it down to feel it's warmth\n  ","289700":"\n   Those who make peaceful revolution impossible will make violent revolution inevitable.\n  ","289701":"\n   You looked very pretty when you were skinny\n  ","289702":"\n   Do you tend to listen more to male or female singers?\n  ","289703":"\n   Who makes you laugh?\n  ","289704":"\n   Do you have strawberry shimmer on hot lips, silver buckle hanging off the hips?\n  ","289705":"\n   do you really believe you’re intelligent? why?\n  ","289706":"\n   How do you define Love?\n  ","289707":"\n   CHIKAN\n  ","289708":"\n   why do they say African americans? Shouldn't then white americans be called European americans?\n  ","289709":"\n   Why not?\n  "},"Answer":{"288637":"\n  Camera water and a hot guy\n  ","288638":"\n  Bye\n  ","288639":"\n  I want to speak polish I just like how it sounds and it’s foreign to me\n  ","288640":"\n  I’m the type of person who thinks everyone is beautiful In there own way\n  ","288641":"\n  Yeah but I don’t want to tell you which I don’t have to\n  ","288642":"\n  I wouldn’t recommend one I never read a book on that Topic\n  ","288643":"\n  1,000\n  ","288644":"\n  No\n  ","288645":"\n  No plus I don’t talk to girls\n  ","288646":"\n  No\n  ","288647":"\n  Since a week\n  ","288648":"\n  Nobody is fucking me\n  ","288649":"\n  I don’t have one\n  ","288650":"\n  Morning\n  ","288651":"\n  Yeah\n  ","288652":"\n  No\n  ","288653":"\n  There is no favorite it’s just what my body needs that I have to figure out not that I’m a doctor or Anything\n  ","288654":"\n  Yes I think it is possible...\n  ","288655":"\n  Ima get high\n  ","288656":"\n  Fruit\n  ","288657":"\n  Sometimes\n  ","288658":"\n  Hamburgers 🌹\n  ","288659":"\n  Thank you 🍓\n  ","288660":"\n  Summer\n  ","288661":"\n  I drink water on a daily basis when I’m thirsty\n  ","288662":"\n  Why are you asking me this\n  ","288663":"\n  My love life\n  ","288664":"\n  I don’t have a funniest one\n  ","288665":"\n  I like so many meals\n  ","288666":"\n  To elevate to a new life\n  ","288667":"\n  The Moon\n  ","288668":"\n  Yes\n  ","288669":"\n  Cold\n  ","288670":"\n  Not really but I wish more people asked decent questions I guess we can ask anything but sometimes it’s wild\n  ","288671":"\n  Yeah\n  ","288672":"\n  I don’t even know rn why would I be worried about this\n  ","288673":"\n  ...\n  ","288674":"\n  You know me Hoe from where\n  ","288675":"\n  Why would a hoax be on the news all over the country and outside the country are Hoax are that  amped up these days like ???\n  ","288676":"\n  No\n  ","288677":"\n  Hey\n  ","288678":"\n  I have a small dress on but I have  put more clothes on becauseits closed\n  ","288679":"\n  Well I’m used to being around my peers I always interested in people my age but at the same time life is strange because just because your in the same age don’t mean you’ll like that person it matters but it’s not everything\n  ","288680":"\n\n   https:\/\/youtu.be\/8bgBAJutjOg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","288681":"\n  Uhm I like being the way I am now\n  ","288682":"\n  I am in bed rn reading a book 📚\n  ","288683":"\n  None\n  ","288684":"\n  My bd\n  ","288685":"\n  Lmfaoo I never said I’m a shrink are you serious right now\n  ","288686":"\n  I always check my emails but I get a lot of of emails\n  ","288687":"\n  Yes I would\n  ","288688":"\n  Both 💕\n  ","288689":"\n  Omg I actually don’t\n  ","288690":"\n  Yes i would\n  ","288691":"\n  I love dancing\n  ","288692":"\n  Very important ❤️\n  ","288693":"\n  No\n  ","288694":"\n  Not yet I haven’t had one\n  ","288695":"\n  No I never lost motivation during sex.\n  ","288696":"\n  It would change my life because then I would just elevate me even more than what I’m used to getting\n  ","288697":"\n  It seems taboo which I don’t know why but he tells me that he doesn’t and I wouldn’t tell him either\n  ","288698":"\n  Ok\n  ","288699":"\n  Obviously they want to use it and there having issues with the app\n  ","288700":"\n  I think red or pink\n  ","288701":"\n  Date boys\n  ","288702":"\n  Participant\n  ","288703":"\n  Feet\n  ","288704":"\n  Yeah\n  ","288705":"\n  No\n  ","288706":"\n  Voting is like everything they always want voters anyone can vote but not everyone can be elected\n  ","288707":"\n  I have to think about what a unethical experiment is and idk\n  ","288708":"\n  No\n  ","288709":"\n  I don’t expect anything to change\n  ","288710":"\n  Nothing much just take better care of myself mentally\n  ","288711":"\n  I don’t know...\n  ","288712":"\n  People who are Rapist and Racist I think there similar\n  ","288713":"\n  Yes\n  ","288714":"\n  I’m not opposed but I’m not saving up to do it not a priority\n  ","288715":"\n  Not that I’m aware of I assume everyone has a problem but idk about like being diagnosed\n  ","288716":"\n  My favorite time of the year is Halloween and Christmas I like spring and summer but especially around the holidays\n  ","288717":"\n  Yes I am on birth control the one that is for the next 3 years but I am not going to pay for birth control every time I got it for Free... so I was like ok I will do it see how it affects me.\n  ","288718":"\n  I have to do some research <3\n  ","288719":"\n  I wouldn’t say there’s anything inappropriate about it you be the judge... and decide why not\n  ","288720":"\n  Omg you know what not that I think about it there is this one thing I want to try but idk\n  ","288721":"\n  Stfu\n  ","288722":"\n  I woke up took a shower & posted some nudes online\n  ","288723":"\n  I was kicked off tinder\n  ","288724":"\n  Hot\n  ","288725":"\n  He Cookie Monster 🍪\n  ","288726":"\n  Well idk why your asking me but he a monster 😘\n  ","288727":"\n  ??\n  ","288728":"\n  Yes and No\n  ","288729":"\n  No\n  ","288730":"\n  Single\n  ","288731":"\n  No\n  ","288732":"\n  I wish to be Rich 🤑\n  ","288733":"\n  I would say I had sex 330 times but I have 9 different people I met. In my whole life\n  ","288734":"\n  Affect is a verb Effect is usually a noun\n  ","288735":"\n  Well I like CBD that picks me up but of course to much of a thing isn’t good.... I like music food it’s not hard for me to get motivated because there’s so many things I can do for the first time so there’s still crisp newness to experiences\n  ","288736":"\n  Definitely yes\n  ","288737":"\n  I think I had atleast 8 or 10\n  ","288738":"\n  That just simply means that YOUR mind will move things... a Human being created the device so it wouldn’t even exists if it wasn’t invented and it was invested for a purpose so they do\n  ","288739":"\n  I don’t think so or atleast I don’t hype the label\n  ","288740":"\n  I like long black hair\n  ","288741":"\n  64\n  ","288742":"\n  Get implants or permanently change my eye colors\n  ","288743":"\n  No but I been apart of a live triangle which is annoying\n  ","288744":"\n  Why are you asking me ....\n  ","288745":"\n  No\n  ","288746":"\n  Bye\n  ","288747":"\n  Yes\n  ","288748":"\n  How\n  ","288749":"\n  Politics affects everyone even if you don’t vote\n  ","288750":"\n  Everything causes cancer\n  ","288751":"\n  I wouldn’t\n  ","288752":"\n  Idk who the fuck that is plus it’s blocked\n  ","288753":"\n  Go fuck yourself\n  ","288754":"\n  I don’t need to tell you shit I don’t need to remind you shit you don’t know me and you don’t ask\n  ","288755":"\n  That’s cute\n  ","288756":"\n  You wanna be a cannibal so bad don’t you\n  ","288757":"\n  Get the fuck of my page stupid bitch\n  ","288758":"\n  Asking someone if they should fuck there sister or shit is a honest question??? You should be executed by a elephant dude\n  ","288759":"\n  Go fuck yourself\n  ","288760":"\n  15\n  ","288761":"\n  Your a fucking idiot\n  ","288762":"\n  Yes, there is a such thing as knowledge...\n  ","288763":"\n  Ty\n  ","288764":"\n  Not really sometimes\n  ","288765":"\n  I’m 24\n  ","288766":"\n  If you don’t have balls to leave\n  ","288767":"\n  Because people reported it cause I’m to real\n  ","288768":"\n  Brush your teeth and wash up\n  ","288769":"\n  I have 4 other siblings\n  ","288770":"\n  I don’t have mental health problems I have systemic and environmental problems and stop asking me that\n  ","288771":"\n  Apparently I don’t fit any of my bras my body is a different shape\n  ","288772":"\n  Clown or a acrobatic 🌹\n  ","288773":"\n  It depends if the other person is trying to command attention otherwise I stay on my phone\n  ","288774":"\n  No\n  ","288775":"\n  Lemonade ☀️\n  ","288776":"\n  Ice cream\n  ","288777":"\n  Yeah there’s side effects or everything cells get Radical\n  ","288778":"\n  I posted it already you should know\n  ","288779":"\n  I would make them bigger for sure\n  ","288780":"\n  Apparently I already know the future 🌹\n  ","288781":"\n  Blowjobs\n  ","288782":"\n  I never been to a concert yet 🌹\n  ","288783":"\n  Never\n  ","288784":"\n  No\n  ","288785":"\n  They know\n  ","288786":"\n  No and I never will I hate politics\n  ","288787":"\n  I always love life to the fullest I might not get to do everything everyone else does doesn’t mean I’m not living my life.\n  ","288788":"\n  No\n  ","288789":"\n  No wtf\n  ","288790":"\n  He always told me that if couldn’t be with me that he would meet someone else.\n  ","288791":"\n  I bought a lot of things\n  ","288792":"\n  Washing Machine\n  ","288793":"\n  I smelled something weird apparently my neighbor call themselves cooking\n  ","288794":"\n  I like lemonade I like Ginger I like Hot Chocolate I like them Hot and Cool......... my favorite would be CoCo\n  ","288795":"\n  Why are you asking me this as if someone died like nobody passed away\n  ","288796":"\n  I pamper myself but definitely need professional;3\n  ","288797":"\n  No\n  ","288798":"\n  Well I have AA I used to have A\n  ","288799":"\n  It’s not about how long it is but I’d say 5mins is long\n  ","288800":"\n  ❤️\n  ","288801":"\n  No\n  ","288802":"\n  Yes\n  ","288803":"\n  No\n  ","288804":"\n  Some of them\n  ","288805":"\n  Yeah I have Games and Word Puzzles Life Simulation games music apps PicsArt subs menstruation Apps Tracker Ask but some of them are just in app purchases not subscriptions\n  ","288806":"\n  Yeah\n  ","288807":"\n  ❤️❤️\n  ","288808":"\n  iPhone 7\n  ","288809":"\n  Nothing?\n  ","288810":"\n  Idk who you are so can’t answer\n  ","288811":"\n  Cotton reusable mask \/ white\n  ","288812":"\n  I think 11 or 12\n  ","288813":"\n  If something can annihilate dinosaurs they can do anything 🦕\n  ","288814":"\n  AA\n  ","288815":"\n  Neither\n  ","288816":"\n  Why are people creating random situations in there head just to ask me......., well this never happened to me\n  ","288817":"\n  Me 😘\n  ","288818":"\n  Why wtf\n  ","288819":"\n  Maybe\n  ","288820":"\n  It doesn’t matter it depends how long I need to shop\n  ","288821":"\n  Yeah\n  ","288822":"\n  Cow 🐄\n  ","288823":"\n  I hate these questions stop asking me\n  ","288824":"\n  I think you know that\n  ","288825":"\n  I don’t have any blocked\n  ","288826":"\n  ..\n  ","288827":"\n  Take a selfie :P\n  ","288828":"\n  Why would you ask\n  ","288829":"\n  No\n  ","288830":"\n  Yeah it was good.\n  ","288831":"\n  None\n  ","288832":"\n  No\n  ","288833":"\n  I looked like this\n  ","288834":"\n  23 up\n  ","288835":"\n  It’s not about what I want that is illegal and I’m not going to let him get away with it\n  ","288836":"\n  I read about Fasting\n  ","288837":"\n  Settle for someone nice 😘\n  ","288838":"\n  Baking\n  ","288839":"\n  I like mine but I also like other colors which is why I change mines idk why people seem to question me about why I choose the way I look and I don’t mean to compare myself but I just don’t see what the problem is especially because of pop culture if it’s not your type it’s not your type don’t question me about it\n  ","288840":"\n  How would I explain that incest is wrong to a alien............. it’s wrong morally to a lot of people in society and religions it’s about a belief system which can be religious but as for brothers idk about that ask a psychologist find yourself a therapist\n  ","288841":"\n  18\n  ","288842":"\n  I had cake and shopped\n  ","288843":"\n  I would want him to rub my feet clean my room\n  ","288844":"\n  This thing a complete stranger with my child but apparently I have to get used to strangers constantly around my kids because the Dad\n  ","288845":"\n  Idk I don’t have a ex\n  ","288846":"\n  I don’t speak Spanish\n  ","288847":"\n  Why would you ask\n  ","288848":"\n  Because she’s putting it out there how she feels this would be sad but thanks to all the lhh and flavor of love it’s nothing new you learn to cope with the fact that it happens to girls and boys\n  ","288849":"\n  I only know one language\n  ","288850":"\n  I don’t think of myself as changing because I like think I simply just do things better and learn Or add to my mistakes\n  ","288851":"\n  I’m not with that devil stuff\n  ","288852":"\n  65\n  ","288853":"\n  Bad habit of commanding what I want 😘\n  ","288854":"\n  I am trying to grow one from a seed. If that counts .. 🌱\n  ","288855":"\n  Hmm idk I guess a lot of apps I have on my phone is just taking up space but I keep it because I like it\n  ","288856":"\n  I don’t go running\n  ","288857":"\n  I haven’t had any dreams in months\n  ","288858":"\n  Many productive things school & life\n  ","288859":"\n  Yes but if it happeneds to much then no\n  ","288860":"\n  Find something to do it’s never really bored\n  ","288861":"\n  Maybe is someone decent proposes but idk I’m not planning anything\n  ","288862":"\n  I really don’t have any\n  ","288863":"\n  I am mentally we’ll ask yourself that question\n  ","288864":"\n  All the time\n  ","288865":"\n  Idk\n  ","288866":"\n  I don’t think so\n  ","288867":"\n  For Instagram or Twitter\n  ","288868":"\n  I’m going to say No\n  ","288869":"\n  Sometimes....\n  ","288870":"\n  No I don’t like girls so idk why your stating “right” like you know something\n  ","288871":"\n  Is there a reason for asking O.O\n  ","288872":"\n  Gucci\n  ","288873":"\n  I wanna be respected for sure 🌹\n  ","288874":"\n  I don’t lie to myself\n  ","288875":"\n  Idk it depends what it looks like\n  ","288876":"\n  I would do my nails more I was avoid it but didn’t have to stop completely but it’s because of the whole covid thing\n  ","288877":"\n  Not really\n  ","288878":"\n  Depends on Attraction &, Chemistry   ⚛️\n  ","288879":"\n  Yes but I love White Chocolate the best\n  ","288880":"\n  No\n  ","288881":"\n  Love ❤️🌹❤️\n  ","288882":"\n  2nd one\n  ","288883":"\n  Thanks:)\n  ","288884":"\n  Absolutely not\n  ","288885":"\n  No it doesn’t\n  ","288886":"\n  No why would guys fight over me\n  ","288887":"\n  Yes\n  ","288888":"\n  Yes\n  ","288889":"\n  Strawberry cheesecake\n  ","288890":"\n  None I think all I want for Christmas is a catchy tune\n  ","288891":"\n  Yeah\n  ","288892":"\n  Well... Technically can invoke emotions or take it away. It’s more about the Sense like You can’t hear that person if your texting or you could be talking to someone and it’s not even a real person it’s catfish\n  ","288893":"\n  Can you ask this question differently\n  ","288894":"\n  Yes🙈\n  ","288895":"\n  Tuna 🍣\n  ","288896":"\n  Idk wtf you talking about\n  ","288897":"\n  I believe you should gtfo out\n  ","288898":"\n  Thank you\n  ","288899":"\n  I like to be cheered up a bad mood is just a mood unless your being psychologically abused then I wouldn’t want to be cheered up by that person\n  ","288900":"\n  None\n  ","288901":"\n  The most romantic thing I did with someone was invite them in my bedroom to have dinner 💕bedrooooommm that’s romantic for me\n  ","288902":"\n  Born again with all my noggin\n  ","288903":"\n  New year new Brain 🧠💕\n  ","288904":"\n  Kourtney kardashian\n  ","288905":"\n  I want to move away with my kids\n  \n  Buy a new house\n  \n  Get my license\n  ","288906":"\n  No\n  ","288907":"\n  Trolled over pregnancy\n  ","288908":"\n  Jewelry\n  ","288909":"\n  No\n  ","288910":"\n  People are eating lies every day\n  ","288911":"\n  He’s always sweet to me unlike other guys wanna have me as a collection and show off in front of me like that’s ok to be having sex with a girl and ignore her existence but there’s different types of people in the world but you know when that person is just Ass\n  ","288912":"\n  Neither weirdo\n  ","288913":"\n  I don’t usually go about trying to judge people but I would say there appearance is first :) face :)\n  ","288914":"\n  Underwater Aquarium Hotel 🏨\n  ","288915":"\n  I wish I never met certain people real talk <\\3\n  ","288916":"\n  No\n  ","288917":"\n  :)\n  ","288918":"\n  I don’t think it matters as long as it’s brand new and clean but I think stores are safer because it’s protected\n  ","288919":"\n  I can’t even put this question together rn\n  ","288920":"\n  That you weren’t because then any mistake would be a nuisance because then you were smart enough to know better\n  ","288921":"\n  Never heard of it\n  ","288922":"\n  This is tough for people like me who just like FOOD whomever will give me a healthy bubble butt idc :*\n  ","288923":"\n  I answered this before I googled it... apparently the chicken is not made from two chickens. Two different birds made a chicken and since eggs have existed longer than chickens have existed.... the Egg came first 🥚\n  ","288924":"\n  What movie would I recommend to you well since I don’t know who you are I would just recommend my favorite movie to you the dead corpse bride\n  ","288925":"\n  In the woods and while this isn’t really strange some woman like me actually like camping  but the weirdest date definitely walking through a woods even though I probably will do it again. Some people like being outside others don’t\n  ","288926":"\n  Well shopping obviously:) I like the lights and the idea that there’s a community of people but at the same time I don’t like small cities where everyone knows each other and they mess with each other for spite I don’t like that\n  ","288927":"\n  They were never ruined\n  ","288928":"\n  My tits were never ruined by breastfeeding\n  ","288929":"\n  Sometimes yes\n  ","288930":"\n  supercalifragilistic\n  ","288931":"\n  I hate these questions about girls and guy friends. Because it’s a individual thing a personal thing. I never had a guy friend so hopefully never get asked this for awhile.\n  ","288932":"\n  Never hear it\n  ","288933":"\n  ...\n  ","288934":"\n  Idk but there’s so many\n  ","288935":"\n  I would say physical exercises\n  ","288936":"\n  Rose 🌹\n  ","288937":"\n  Nothing funny I saw airplanes cars blimps what’s so funny\n  ","288938":"\n  There’s so many other groups that’s I been too that won’t be on my resume\n  ","288939":"\n  I don’t overuse words\n  ","288940":"\n  It’s not raining ;P\n  ","288941":"\n  Yes I am happy but I have been through a lot of struggles in my life but I love me.\n  ","288942":"\n  No especially not willingly thanks for asking\n  ","288943":"\n  Sometimes\n  ","288944":"\n  Probably have intercourse\n  ","288945":"\n  It’s not about being nice It’s about there attracted to\n  ","288946":"\n  I’m not I’m just saying if I was then I would do it\n  ","288947":"\n  Wonder Woman because she’s the best\n  ","288948":"\n  Fries 🍟\n  ","288949":"\n  Innocent people should not be killed... The death Penalty should only apply to those who are Proven to guilty\n  ","288950":"\n  I don’t really like to do it willingly\n  ","288951":"\n  Noodles\n  ","288952":"\n  I don’t\n  ","288953":"\n  This is weird because I don’t think this is possible therefore this expectation is a waste unless of course I woke up with new breast\n  ","288954":"\n  Technically I did Yes\n  ","288955":"\n  I can’t\n  ","288956":"\n  Domestic issues\n  ","288957":"\n  I guess so :)\n  ","288958":"\n  I don’t know why your asking me but maybe because it’s not the same or worse\n  ","288959":"\n  I think I might have put myself in that situation and got burnt but I don’t willingly agree to that. Unless I’m desperate\n  ","288960":"\n  He tells me he doesn’t but w.e\n  ","288961":"\n  Sometimes I find made in America clothing so maybe yes\n  ","288962":"\n  I truly don’t have that much of a social life my social life is just going to be this and a few other sites...... but I been studying most days and even trying to have a workout routine again\n  ","288963":"\n  No\n  ","288964":"\n  Option 1 ....\n  ","288965":"\n  I like the gender I am d; 😇🥇💕\n  ","288966":"\n  A lot has changed since I was a child the way I view the world the way I see things and even the way I view myself of course.\n  ","288967":"\n  Do you mean like MusicWise\n  \n  Bhad Bhabie\n  \n  Rihanna\n  \n  Beyoncé\n  \n  Nicki Minaj\n  \n  Jhene Aiko\n  ","288968":"\n  Studying reading doing workshops ✨\n  ","288969":"\n  I never used one\n  ","288970":"\n  Shut up\n  ","288971":"\n  Technically I have one it’s called a Vagina ...\n  ","288972":"\n  Maybe if you aren’t like super enmeshed with your friend assuming you don’t date\n  ","288973":"\n  That I’m dirty that I’m a whore that I’m loose or cheap\n  ","288974":"\n  No\n  ","288975":"\n  Future and Ciara\n  ","288976":"\n  Apparently eating ice cream that I wish I never ate D;\n  ","288977":"\n  Two big\n  ","288978":"\n  Yes I have a few :)\n  ","288979":"\n  I would say hearing or eyes in general how could you feel real with out them\n  ","288980":"\n  Yes\n  ","288981":"\n  40s + Netflix\n  ","288982":"\n  Me 💕\n  ","288983":"\n  No\n  ","288984":"\n  Yes he knows me very well How I think and feel nothing to hide\n  ","288985":"\n  Yes\n  ","288986":"\n  I don’t get bad gift 🎁 when I was young I think those toys and stuff animal’s\n  ","288987":"\n  Good\n  ","288988":"\n  ..\n  ","288989":"\n  Not really\n  ","288990":"\n  No\n  ","288991":"\n  Idk I think not all cartoons are magical like Cinderella I would like a fairy god mother who blessed me with beautiful dresses for my dates\n  ","288992":"\n  Yeah\n  ","288993":"\n  Apparently waking up because then I get to do cool important things\n  ","288994":"\n  I never cheated on anyone especially physically usually there’s a Gap like a breakup or issues happen that cause me to try to meet someone new but I never had a whole sexual encounter with someone else while in a relationship\n  ","288995":"\n  Idk hopefully make decent plans\n  ","288996":"\n  No but i met friends at school\n  ","288997":"\n  Both\n  ","288998":"\n  I rather see 10 mins into the future.\n  ","288999":"\n  Yeah\n  ","289000":"\n  None :)\n  ","289001":"\n  Definitely the first option\n  ","289002":"\n  I don’t want to say it :x\n  ","289003":"\n  I don’t think anything about Spanish language in particular why would I think about Spanish when there’s so many other languages why would I think about just that one if any at all\n  ","289004":"\n  I don’t know to much about Black magic specifically but since I believe in magic I will say yes\n  ","289005":"\n  Yeah Idk what it was\n  ","289006":"\n  Something about me is that a guy never confessed his love for me especially first. I have admirers people who might like me a little bit but nobody confessed there love or obsession with me one person did but it was complicated because from his position.\n  ","289007":"\n  Probably smacked a bitch\n  ","289008":"\n  Lemonade\n  ","289009":"\n  Sometimes yes\n  ","289010":"\n  Football\n  ","289011":"\n  No\n  ","289012":"\n  🌹\n  ","289013":"\n  Bye loser\n  ","289014":"\n  Listen I ain’t no killer but don’t Push me period bye go smoke some or something\n  ","289015":"\n  Poor you hating on me jealousy is a sick trait get well soon\n  ","289016":"\n  You sound dumb idk who you think you talking to\n  ","289017":"\n  No\n  ","289018":"\n  Your talking about me... but I’m not even messed up. What’s messed up to you might not be messed up to me vise versa everyone has there own mind to think.\n  ","289019":"\n  I understand your point of view... try to focus on love and the good things\n  ","289020":"\n  Nothing besides the fact that I’m waiting on my mail unfortunately I didn’t get them all by Christmas but I ordered early. Well I got one thing early.\n  ","289021":"\n  ❤️❤️❤️\n  ","289022":"\n  I don’t believe in fairy tales anymore but ok\n  ","289023":"\n  Caribbean\n  ","289024":"\n  Yeah\n  ","289025":"\n  Sagittarius or Aquarius\n  ","289026":"\n  Yes but he’s too busy\n  ","289027":"\n  ??\n  ","289028":"\n  My hero is definitely my bf\n  ","289029":"\n  Well I do like my own company but nobody reaches out anymore after having families and getting in loved with boys part and also to stay out of drama but I just always be alone\n  ","289030":"\n  Yeah\n  ","289031":"\n  Yeah\n  ","289032":"\n  Those are important jobs but no\n  ","289033":"\n  Selfish\n  ","289034":"\n  Somewhere beautiful 💕\n  ","289035":"\n  Ex lovers or even potential lovers can be extreme nuances especially they try to be apart of your life depending why you break up\n  ","289036":"\n  Yesss\n  ","289037":"\n  😊\n  ","289038":"\n  I don’t know what activist is\n  ","289039":"\n  Lol my uncle made me the bessst sandwich\n  ","289040":"\n  Yeah\n  ","289041":"\n  I would be the only Child they had to many for me\n  ","289042":"\n  I rather read minds :)\n  ","289043":"\n  I ate bread and lasagna and pie\n  ","289044":"\n  Yes\n  ","289045":"\n  Dishes\n  ","289046":"\n  Idk I don’t really notice them as nosy\n  ","289047":"\n  Nothing pretty normal rn\n  ","289048":"\n  100\n  ","289049":"\n  Awh that’s no nice I feel the same ! 🥰\n  ","289050":"\n  If I told you why you would say that I’m dumb and that I should of just left him alone\n  ","289051":"\n  Lol... sorry.., I don’t mean to laugh but I just ate cheese so I feel a little spied on 🥲 but I like yellow cheese and white cheese cottage cheese 🧀\n  ","289052":"\n  I’m in the mood for some applesauce\n  ","289053":"\n  A good leader invests in there people and not try to just screw them over for profits\n  ","289054":"\n  Read extra books or books\n  ","289055":"\n  No not really I don’t think I’m better than anyone I just like living\n  ","289056":"\n  No because I’m not messed up\n  ","289057":"\n  No because I read many fair tales books so I was aware what fiction and fantasy was\n  ","289058":"\n  I like regular but not in the mood for one now\n  ","289059":"\n  Well the lasagna isn’t Beef this year it’s chicken\n  ","289060":"\n  :\/\n  ","289061":"\n  Uno\n  ","289062":"\n  Light and love\n  ","289063":"\n  No\n  ","289064":"\n  Welll something like that is when I was younger I always thought that Teachers Sleep in the school.\n  ","289065":"\n  No\n  ","289066":"\n  No I stay by myself primarily these day I haven’t seen my friends in a really long while I don’t know how they are even\n  ","289067":"\n  Christmas\n  ","289068":"\n  No\n  ","289069":"\n  I can’t think of one right now but probably a lot\n  ","289070":"\n  Mines did too that’s why I got pregnant so you do the math\n  ","289071":"\n  No\n  ","289072":"\n  16\n  ","289073":"\n  I personally never had a Male friend. The guys who were my “ friends “ always had a level of sex appeal towards me paying for a date or paying for a good time this grooming was cool at first but it was awkward because the lines feel blurred between Attraction and just friendship. So respect woman’s boundaries\n  ","289074":"\n  There controlling and they want to rule and dominate people\n  ","289075":"\n  Apparently so\n  ","289076":"\n  I don’t know probably not 🍒\n  ","289077":"\n  What ?\n  ","289078":"\n  Mangoes 🥭 because I literally just planted two mango seeds yesterday\n  ","289079":"\n  If this is for him why you asking me\n  ","289080":"\n  The think I hate most about dating is really not about them it’s about myself. Like if I’m emotionally invested and he’s just taking advantage of me that I hate that\n  ","289081":"\n  By saying “I love you ❤️”\n  ","289082":"\n  Not really  it depends it had to be a real surprise\n  ","289083":"\n  I know every song I like by heart\n  ","289084":"\n  My favorite is a long pink dress\n  ","289085":"\n  None\n  ","289086":"\n  Give bathing\n  ","289087":"\n  ❤️\n  ","289088":"\n  Very welll I bought myself a new style can’t wait to take pictures ✈️\n  ","289089":"\n  Sometimes I like to atleast once in the summer\n  ","289090":"\n  It’s a little overrated right now I don’t want chips right now\n  ","289091":"\n  AA :3\n  ","289092":"\n  Yes I do you\n  ","289093":"\n  Why not probably keep me safer than any guy on earth 😘\n  ","289094":"\n  Money\n  ","289095":"\n  24\/7 i stay in love\n  ","289096":"\n  I think that’s normal it’s not about making a mistake it’s learning from it\n  ","289097":"\n  😍 love it\n  ","289098":"\n  Yeah\n  ","289099":"\n  No\n  ","289100":"\n  I used to drink muscle milk but idk if it’s a hormonal thing it was tasting chalky and weird after taste so I’m better off making my own\n  ","289101":"\n  I had moments like that but every time I go outside isn’t to runaway I don’t look at it like that\n  ","289102":"\n  Lose my virginity\n  ","289103":"\n  I just mentioned this the other day about a Random stalker violating me but I’m not usually aggressive type like I didn’t hit him or anything but I don’t feel a connection pretty sure he’s a stalker\n  ","289104":"\n  I think chicken and rice and sauce in a wrap or something\n  ","289105":"\n  Never heard of a gert\n  ","289106":"\n  No paintings on the wall dear 😊\n  ","289107":"\n  My iPhone has like no storage which is F^kd ^\n  ","289108":"\n  Yeah\n  ","289109":"\n  To be real I don’t date especially with covid\n  ","289110":"\n  I don’t have a preference but to try something new is going to be a plane ✈️\n  ","289111":"\n  Get well soon 🌹\n  ","289112":"\n  My name is Yomairie and I’m 24 I like to read a lot of books and just chill out... I do very will working by myself and with other people. However I like the social distancing theme based off of my own personal experiences in my life. But that’s just one aspect of me people are definitely stronger as a team but I never been apart of a large organization before in school it was a play thing but not the real deal\n  ","289113":"\n  Because they don’t want to\n  ","289114":"\n  I don’t know to much about that type of stuff like cats and animal totems like I remember seeing a Spider and it was actually raining like the itsy bitsy spider went out the water spout down came the rain and yeah.....\n  ","289115":"\n  I like cookies and cakes\n  ","289116":"\n  Fall in love\n  ","289117":"\n  Scary movies and Tea\n  ","289118":"\n  Yes\n  ","289119":"\n  I heard of a corn so yeah\n  ","289120":"\n  Yes I have tried\n  ","289121":"\n  I always enjoyed getting the big bars like Hershey’s Twirlers I loved candy\n  ","289122":"\n  At the Pool 💕\n  ","289123":"\n  Yes I have tried one\n  ","289124":"\n  I think you asked me this already but ok favorite Tshirt\n  ","289125":"\n  Hospital\n  ","289126":"\n  No\n  ","289127":"\n  Yesssss need a new one\n  ","289128":"\n  Yes it matters\n  ","289129":"\n  That’s a professional question so I have worked a few nice places Fast Food, And Cleaning services\n  ","289130":"\n  Good question I was thinking about a pudding cup today\n  ","289131":"\n  Do I really have to :\/\n  ","289132":"\n  It’s like dating a police officer\n  ","289133":"\n  Apparently I should get a award for surviving 2020\n  ","289134":"\n  I like technology I can’t say a piece of technology is annoying\n  ","289135":"\n  I haven’t been crying for nothing really I’m being serious not just saying it\n  ","289136":"\n  Vagina but idk if this word is allowed ,thank you\n  ","289137":"\n  I would say 2 minutes or less\n  ","289138":"\n  it’s easy for me to balance especially with the whole covid I just always been good balancing myself... I recommend focusing on yourself\n  ","289139":"\n  I blog random life stuffs anything from what I bought how I feel what I am doing or did or daily when I’m comfortable that doesn’t mean I put everything out All the time there’s going to be a lot that I don’t talk about\n  ","289140":"\n  I like Wind sounds and Rain Sounds 🎈\n  ","289141":"\n  I thinks there’s nothing wrong with being attached to your parents but when it comes to favoritism touching dating and stuff like that I don’t like that a parent is a parent not a significant other\n  ","289142":"\n  I just planted my first seed aforementioned in my shoutout... I haven’t really taken the time to grow a whole tree before.\n  ","289143":"\n  I might dress up and share my love with social media I ordered myself stuff ❤️ ...\n  ","289144":"\n  Idk maybe Pie ? That’s what comes to my mind\n  ","289145":"\n  Happiness comes from the fountain of youth\n  ","289146":"\n  I really don’t know what’s the worst thing I ate I think it was __________ a stale honey bun was sus but I’m alive and well\n  ","289147":"\n  Not all jokes are funny there supposed to otherwise it’s not\n  ","289148":"\n  I like to believe so why not everything must be perfect for school for work why not have the perfect love\n  ","289149":"\n  Definitely a pepper or Hot Sauce I tried something hot to taste but i don’t eat it regularly\n  ","289150":"\n  If God exists why is there evil in the world... notice the word IF implying that there is or not. We know we have free will to a extent with laws but you don’t know IF there’s a god\n  ","289151":"\n  Because attachment\n  ","289152":"\n  Because I want to\n  ","289153":"\n  Yes about love 💕\n  ","289154":"\n  Pizza is a triangle:3 that’s just part of being a pizza 🍕\n  ","289155":"\n  There all the same to me\n  ","289156":"\n  Favorite routine squats of course ;3\n  ","289157":"\n  I haven’t been watching shows I haven’t watched a series since PLL\n  ","289158":"\n  In bed 💕\n  ","289159":"\n  No\n  ","289160":"\n  Showering for 1 day\n  ","289161":"\n  Nothing\n  ","289162":"\n  The beach is relaxing place out in nature is relaxing to me 😊\n  ","289163":"\n  I haven’t watched any movie series\n  ","289164":"\n  I don’t listen to dumb lyrics I cannot tell you any dumb lyrics to be real\n  ","289165":"\n  I think because of the moon or stars or sun or something\n  ","289166":"\n  Appearently you shouldn’t talk about your past or sexual partners on the first date\n  ","289167":"\n  I don’t or it was accident why are you stalking\n  ","289168":"\n  Just try to keep Your friend happy after all your their friend so can figure out what to say to them\n  ","289169":"\n  I’m interested in growing my own plant right now 💕\n  ","289170":"\n  I don’t worry about the opposite sex unfortunately people in general are confusing\n  ","289171":"\n  I am a hard worker unfortunately\n  ","289172":"\n  Any hair cut because I hate cutting my hair. But a lot of people believe that cutting it helps\n  ","289173":"\n  Not too many times this year\n  ","289174":"\n  I need a good party these days :3\n  ","289175":"\n  It’s like the best thing 🎈\n  ","289176":"\n  I haven’t heard it yet\n  ","289177":"\n  Halloween Christmas thanksgiving we celebrate\n  ","289178":"\n  Smoking weed outside\n  ","289179":"\n  I don’t think I ever have hunted a animal or anything so NO\n  ","289180":"\n  Cake is basically crack I mean I love cake 🎂\n  ","289181":"\n  Never really maybe I should try one\n  ","289182":"\n  Studying Studying Studying!!! Reading Books 📖\n  ","289183":"\n  ??\n  ","289184":"\n  Why would they be in it if they can’t watch it makes no sense\n  ","289185":"\n  Both\n  ","289186":"\n  Lips 😘\n  ","289187":"\n  I don’t need to remove anything from my routine if anything I’m adding stuff Candles lotions perfume etc\n  ","289188":"\n  Loved\n  ","289189":"\n  I changed my status in SA to no pain no gain.... meaning turn pain into gain.... So ultimately consciousness is not good or bad. It’s how you use it to help you\n  ","289190":"\n  Yes\n  ","289191":"\n  They're is a contraction of “they are” and there means opposite of here.\n  ","289192":"\n  Sing\n  ","289193":"\n  Eyes\n  ","289194":"\n  Well if there short go for high places\n  ","289195":"\n  New teeth :)\n  ","289196":"\n  Ok\n  ","289197":"\n  I don’t have a favorite one Yet\n  ","289198":"\n  My mother celebrated Christmas 🎄 her trees is up I’m under her roof. Definitely would like to get something special for my kids this year\n  ","289199":"\n  Why do you believe money is important? It allows you to do beautiful or evil things .\n  ","289200":"\n  Good Morning\n  ","289201":"\n  Yes but last time I climbed a tree was years ago\n  ","289202":"\n  Yeah\n  ","289203":"\n  Something could be missing and thankfully this would never happen\n  ","289204":"\n  At the beach 💕\n  ","289205":"\n  Yes\n  ","289206":"\n  Taste\n  ","289207":"\n  Nothing too adventurous maybe just go to a beach a park a long walk\n  ","289208":"\n  Yes 💕\n  ","289209":"\n  It could of been better. My parents relationship not too good\n  ","289210":"\n  Dream body\n  ","289211":"\n  Creepy psychotic rapist stalker\n  ","289212":"\n  It’s only 6:21 what tough decision would I have to make\n  ","289213":"\n  🎈\n  ","289214":"\n  Yup\n  ","289215":"\n\n   https:\/\/youtu.be\/4flLP3VzMIc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","289216":"\n  I barely ask my friends questions I think I did 3 times I do anonymous shoutouts all the times but not questioning\n  ","289217":"\n  Yes because I don’t have one\n  ","289218":"\n  You have to pay\n  ","289219":"\n  Why not\n  ","289220":"\n  Your freaking me out because I bought a costume last week o.o\n  ","289221":"\n  Inside while it rains\n  ","289222":"\n  Great question! It’s currently 8 degrees outside ❄️\n  ","289223":"\n  None\n  ","289224":"\n  I think you know the answer to the question...\n  ","289225":"\n  I go with the flow\n  ","289226":"\n  Yeah\n  ","289227":"\n  Why\n  ","289228":"\n  Real world\n  ","289229":"\n  I think it’s nice to be around my own age as far as having a friend  I don’t hang out with young people\n  ","289230":"\n  Yeah\n  ","289231":"\n  No\n  ","289232":"\n  No I actually do not\n  ","289233":"\n  I am interested in a few people I been social distancing before quarantine 💕\n  ","289234":"\n  Neither\n  ","289235":"\n  They go to other dentists\n  ","289236":"\n  Yes\n  ","289237":"\n  I would not choose one because there both unnecessary\n  ","289238":"\n  I believe the body don’t exist so they don’t exist anymore\n  ","289239":"\n  Yes\n  ","289240":"\n  I like baked chicken\n  ","289241":"\n  No\n  ","289242":"\n  Homework studying I went shopping I created video content mostly online shopping\n  ","289243":"\n  Everything that can go wrong will go wrong\n  ","289244":"\n  Sometimes but mostly I try to feel my own connection also\n  ","289245":"\n  If you can’t see me does that mean my life isn’t flourishing ???\n  ","289246":"\n  What worries me is that some people are capable of doing and saying what what they want even if it’s Anal\n  ","289247":"\n  I’m willing to spend it at a Beach on a Mountain by a Water Fall don’t matter to me\n  ","289248":"\n  I don’t even know to be honest which is weird because supposedly I’m a passionate person but I can’t tell the difference between passion and love\n  ","289249":"\n  Wash dishes in a Bath\n  ","289250":"\n  My life turned out Very well but I would have to say decisions people make will create there reality but this isn’t a bad question\n  ","289251":"\n  My heart\n  ","289252":"\n  I think elegance or even a attitude\n  ","289253":"\n  Yes I does\n  ","289254":"\n  Of course I like to Win\n  ","289255":"\n  I think it should be there decision\n  ","289256":"\n  No\n  ","289257":"\n  No\n  ","289258":"\n  Idk\n  ","289259":"\n  I don’t know anything about keto\n  ","289260":"\n  You choose who you love. Period.\n  ","289261":"\n  Not really\n  ","289262":"\n  Because they want to hear it from you\n  ","289263":"\n  No i actually don't\n  ","289264":"\n  No\n  ","289265":"\n  Maybe\n  ","289266":"\n  Dress up , And maybe write him a love letter 💄\n  ","289267":"\n  Water harbors bacteria and if you dry with them then you’ll need to wash\n  ","289268":"\n  No\n  ","289269":"\n  Of course happeneds to the best of us\n  ","289270":"\n  I been doing shopping therapy 😇\n  ","289271":"\n  Yes Apparently a ghost touched me\n  ","289272":"\n  Sims\n  ","289273":"\n  How\n  ","289274":"\n  The Dead Corpse Bride ..\n  ","289275":"\n  I would dream about being in a bubble bath jacuzzi 🍇\n  ","289276":"\n  Food\n  ","289277":"\n  No\n  ","289278":"\n  No\n  ","289279":"\n  It’s basically the same thing\n  ","289280":"\n  Both\n  ","289281":"\n  Hi dear :)\n  ","289282":"\n  Nothing just the lunches\n  ","289283":"\n  No\n  ","289284":"\n  Yes\n  ","289285":"\n  He didn’t give me advice\n  ","289286":"\n  Negative things\n  ","289287":"\n  Yes 🙃\n  ","289288":"\n  Yesterday\n  ","289289":"\n  No\n  ","289290":"\n  💦\n  ","289291":"\n  🥲\n  ","289292":"\n  💗\n  ","289293":"\n  👑\n  ","289294":"\n  🍿🍿🍿\n  ","289295":"\n  Yes\n  ","289296":"\n  ❤️ yes\n  ","289297":"\n  No\n  ","289298":"\n  Yes I been playing online games on my laptop\n  ","289299":"\n  No...\n  ","289300":"\n  ❤️\n  ","289301":"\n  ❤️\n  ","289302":"\n  .\n  ","289303":"\n  .\n  ","289304":"\n  .\n  ","289305":"\n  .\n  ","289306":"\n  .\n  ","289307":"\n  .\n  ","289308":"\n  ,\n  ","289309":"\n  .\n  ","289310":"\n  .\n  ","289311":"\n  I like every\n  ","289312":"\n  .\n  ","289313":"\n  .\n  ","289314":"\n  .\n  ","289315":"\n  .\n  ","289316":"\n  .\n  ","289317":"\n  I don’t know\n  ","289318":"\n  .\n  ","289319":"\n  .\n  ","289320":"\n  Yes\n  ","289321":"\n  Maybe\n  ","289322":"\n  No\n  ","289323":"\n  .\n  ","289324":"\n  No but I haven’t been anywhere yet...\n  ","289325":"\n  I don’t know\n  ","289326":"\n  None really even when I get a compliment I just say thanks.\n  ","289327":"\n  Studying & shopping & creating content & making money\n  ","289328":"\n  Yeah\n  ","289329":"\n  No\n  ","289330":"\n  2\n  ","289331":"\n  I predict that I’m Going Shopping this morning 💕\n  ","289332":"\n  Not really\n  ","289333":"\n  My blanket 💕\n  ","289334":"\n  What do you mean ?\n  ","289335":"\n  Yes I would do it\n  ","289336":"\n  If money can’t buy happiness then happiness isn’t something that cost money\n  ","289337":"\n  People who like me 💞\n  ","289338":"\n  I think so\n  ","289339":"\n  Aromatherapy and the glasses add cool affects\n  ","289340":"\n  The best book I ever read was fictional it was literally the most random thing I went to the library and I had a card so I was like I’m going to READ A BOOK. It was about the Archangel who was a human form who meets this girl and they develop feelings for each other something weird about him is that he’s always there for her like at the worst times. Indicating that he’s not a Regular human he has Paranormal senses which he’s turns out to be her Guardian but not in a creepy was like she likes him they met at school\n  ","289341":"\n  I am that girl who wears that I think there’s nothing wrong with it it’s just they think there better because they have makeup on\n  ","289342":"\n  Yeah\n  ","289343":"\n  I would rather eat none...\n  ","289344":"\n  I think not\n  ","289345":"\n  Maybe because if you make a mistake it makes people feel insecure\n  ","289346":"\n  I never heard of young Einstein\n  ","289347":"\n  Society shapes most individual to Act a certain way\n  ","289348":"\n  Idk but your making me think about spring already\n  ","289349":"\n  No\n  ","289350":"\n  Whisper\n  ","289351":"\n  A real man should be able to prevent his woman from getting Hurt and I’m not talking about shooting and fighting but you know make her feel secure\n  ","289352":"\n  Nice question. Yes happiness is absolutely important woman we’re not put on earth to be Used & Abused... we are not a tools for man\n  ","289353":"\n  Watching TV <3\n  ","289354":"\n  Nothing ?\n  ","289355":"\n  I truly don’t understand why your asking specifically me. But one thing I would say is don’t let a man mistreat you... Don’t feel like you have to dumb yourself down to be with a good man. And I know you what what this is\n  ","289356":"\n  BBQ Sweet and Sour chicken or fried chicken\n  ","289357":"\n  Why you have so many questions in one paragraph\n  ","289358":"\n  😘\n  ","289359":"\n  ? 🔝\n  ","289360":"\n  No ✖️\n  ","289361":"\n  Physically is way harder for me\n  ","289362":"\n  Black\n  ","289363":"\n  Apparently we’re on lockdown so people study from home\n  ","289364":"\n  Me too alot of people i know dont like any of my stuff hundreds of them\n  ","289365":"\n  I wasn’t going to answer this because I didn’t know what to say but something random that comes to mind is that I wanna get some type of Plastic surgery in my life at least Two or three times\n  ","289366":"\n  my crush\n  ","289367":"\n  Twerking.., but I got a lot better 😘\n  ","289368":"\n  Can you leave me alone thank you\n  ","289369":"\n  I never been with a uncircumcised man I said this already please stop asking\n  ","289370":"\n  The fact that someone else is tickling you and you can’t control it\n  ","289371":"\n  Sleeping in a beach house\n  ","289372":"\n  iPhone\n  ","289373":"\n  I think it’s like “ Build Inn “ idk maybe the G is Extra\n  ","289374":"\n  I can’t say it on here 🍳\n  ","289375":"\n  Oil 😘\n  ","289376":"\n  :\/ why\n  ","289377":"\n  Sorry this is like 2 months old XD\n  ","289378":"\n  Wtf\n  ","289379":"\n  No\n  ","289380":"\n  Thank you I never had work done is the glow is a vibe 😆\n  ","289381":"\n  Omg I’m so glad you ask thissssss “Cap” the ??? Is a no cap\n  ","289382":"\n  Omg sounds amazing right now thank you\n  ","289383":"\n  No bitting\n  ","289384":"\n  Favorite outfit\n  ","289385":"\n  Because they want to\n  ","289386":"\n  Fashionnova\n  ","289387":"\n  No because if I love them I would work it out....\n  ","289388":"\n  My beautiful face 😘\n  ","289389":"\n  No dont raise the price. Raise Quality\n  ","289390":"\n  Just Yoga💕\n  ","289391":"\n  Well I haven’t been there since I was born so I don’t know anything about there I was raised somewhere else\n  ","289392":"\n  ???? Idk\n  ","289393":"\n  💕\n  ","289394":"\n  Yomairie\n  ","289395":"\n  Puerto Rico\n  ","289396":"\n  30 y\/o\n  ","289397":"\n  Love 💗\n  ","289398":"\n  Idk but ok 💕\n  ","289399":"\n  My bf left me by myself\n  ","289400":"\n  Mine is Summer💕\n  ","289401":"\n  5’2\n  ","289402":"\n  Idk\n  ","289403":"\n  Yeah\n  ","289404":"\n  Pancakes & sausage 🍇\n  ","289405":"\n  Perfume\n  ","289406":"\n  I don’t overuse words\n  ","289407":"\n  F U\n  ","289408":"\n  Light a splif 🥳\n  ","289409":"\n  I don’t think I would change my birthday destination and that’s scary because that means I wouldn’t change and I tolerate so much pain where I grew up but to not want to change makes me feel like a Ballerina\n  ","289410":"\n  Nice question do I like small skirts and white tops\n  ","289411":"\n  I really don’t know... Any Suggestions ??\n  ","289412":"\n  No bra club\n  ","289413":"\n  Fajardo 😘 I know klutz wants me to go back to where I came from but I been here 😘\n  ","289414":"\n  Trying to have Patience with my hair\n  ","289415":"\n  Thanks for asking but I will answer anybody’s questions i you may ask me anything\n  ","289416":"\n  Me 🤗\n  ","289417":"\n  Luckily for me I didn’t stalk his page at all... Now at the worst time I do\n  ","289418":"\n  Who said someone abused me ??! and it’s usually someone intimate with me\n  ","289419":"\n  2\n  ","289420":"\n  Yeah\n  ","289421":"\n  No\n  ","289422":"\n  I want the teeth whitening try by crest\n  ","289423":"\n  No\n  ","289424":"\n  My parents\n  ","289425":"\n  That makes perfect sense to me\n  ","289426":"\n  My bf 💗💗💗\n  ","289427":"\n  No\n  ","289428":"\n  Reading & Studying (:\n  ","289429":"\n  “Cognitive dissonance occurs when people hold contradictory beliefs, ideas, or values and could experience stress when they participate in an action that goes against beliefs “ I looked this up on en.wikipedia.org\n  ","289430":"\n  No\n  ","289431":"\n  idek 🙃\n  ","289432":"\n  No\n  ","289433":"\n  I hate it\n  ","289434":"\n  Circumcised\n  ","289435":"\n  17\n  ","289436":"\n  They are nice\n  ","289437":"\n  I took my alarm off my phone I wake up natturally\n  ","289438":"\n  Straight\n  ","289439":"\n  Dating a older guy , falling in love & have kids\n  ","289440":"\n  Last night\n  ","289441":"\n  Single\n  ","289442":"\n  I live in CT\n  ","289443":"\n  Fashionnova\n  ","289444":"\n  Happy\n  ","289445":"\n  Easy\n  ","289446":"\n  Yeah\n  ","289447":"\n  Yesss 😇\n  ","289448":"\n  lol last night\n  ","289449":"\n  25\n  ","289450":"\n  No one\n  ","289451":"\n  ..\n  ","289452":"\n  3\n  ","289453":"\n  Rainy or Wind\n  ","289454":"\n  I don’t have any\n  ","289455":"\n  I would say Hi..\n  ","289456":"\n  I had McDonald’s last night so >.<\n  ","289457":"\n  out this shithole with a new whip, cream on top and I’d prove it\n  ","289458":"\n  He’s stupid\n  ","289459":"\n  I did worse than that\n  ","289460":"\n  Yes\n  ","289461":"\n  Nothing\n  ","289462":"\n  Nothing\n  ","289463":"\n  Yeah\n  ","289464":"\n  What’s with all these passionate questions\n  ","289465":"\n  No\n  ","289466":"\n  :) yay me\n  ","289467":"\n  No\n  ","289468":"\n  Say Hi\n  ","289469":"\n  Cock\n  ","289470":"\n  It means not having people influence your ability to do things\n  ","289471":"\n  No\n  ","289472":"\n  Idk\n  ","289473":"\n  Weed, cellphone  and watermelon\n  ","289474":"\n  10 hours\n  ","289475":"\n  Better\n  ","289476":"\n  Oreo 🍇\n  ","289477":"\n  I think I did Atleast Once.... it’s okay but not everything\n  ","289478":"\n  Scorpio\n  ","289479":"\n  No\n  ","289480":"\n  Mushrooms\n  ","289481":"\n  Fairy god mother brings her a dress... like she casted a spell for it\n  ","289482":"\n  Life❤️\n  ","289483":"\n  My latest crush is a secret hehehehe\n  ","289484":"\n  No\n  ","289485":"\n  Love cinnamon 🌹\n  ","289486":"\n  String beans\n  ","289487":"\n  Lol\n  ","289488":"\n  No\n  ","289489":"\n  I wanna try\n  ","289490":"\n  Deleting call histories\n  ","289491":"\n  Anything with upbeat Rhythm that sounds nice\n  ","289492":"\n  A little while like a week ago not for long though ❤️\n  ","289493":"\n  Spend time\n  ","289494":"\n  Wallet.-.\n  ","289495":"\n  Bathe brush my teeth read a Article drink water  etc basic human things\n  ","289496":"\n  Strictly dickly\n  ","289497":"\n  I like to do everything cleaning is fun\n  ","289498":"\n  Actually last month\n  ","289499":"\n  Pll\n  ","289500":"\n  “Okay”\n  ","289501":"\n  Somewhere beautiful\n  ","289502":"\n  No but I want too\n  ","289503":"\n  Sims 🍇\n  ","289504":"\n  I’m my bed.... Sleeping.....\n  ","289505":"\n  Pll was everything when I was in Fr that’s the last real Netflix series I ever watched in years\n  ","289506":"\n  Bar 🌹\n  ","289507":"\n  I bought my mom milk this morning and my baby sis a Strawberry Shortcake :) My one good deed of the day\n  ","289508":"\n  Dinner\n  ","289509":"\n  9:37AM\n  ","289510":"\n  Dance 💃\n  ","289511":"\n  Yes\n  ","289512":"\n  My twin flame\n  ","289513":"\n  I ate mad candy after trick or treating\n  ","289514":"\n  Nothing\n  ","289515":"\n  No\n  ","289516":"\n  Sooooooo old.  but a Hit is a Hit periodddddot\n  \n   https:\/\/youtu.be\/3T1RYH-8llc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","289517":"\n  I’m in Culinary arts baby\n  ","289518":"\n  Honestly idk\n  ","289519":"\n  Uhhhh....\n  ","289520":"\n  Call pest control\n  ","289521":"\n  I honestly don’t know\n  ","289522":"\n  I haven’t been to a concert 🍇\n  ","289523":"\n  RainForest or Mountains\n  ","289524":"\n  Nicki Minaj\n  ","289525":"\n  My boyfriend\n  ","289526":"\n  No\n  ","289527":"\n  Giving Birth To My Babies 🍒❤️\n  ","289528":"\n  A Model\n  ","289529":"\n  Not really\n  ","289530":"\n  Kill people\n  ","289531":"\n  Brown\n  ","289532":"\n  Loser loser double loser\n  ","289533":"\n  Fuck you\n  ","289534":"\n  🍒❤️🍒❤️\n  ","289535":"\n  Awhhhh that’s so niceee\n  ","289536":"\n  What does that even mean?\n  ","289537":"\n  I trust you 😘\n  ","289538":"\n  Okay stop asking me questions\n  ","289539":"\n  Why are asking me this\n  ","289540":"\n  11 or 12\n  ","289541":"\n  Water\n  ","289542":"\n  Looks mostly Straight\n  ","289543":"\n  They are Blue Grey my eyes are blue in my profile picture\n  ","289544":"\n  Ima go with medium Brown\n  ","289545":"\n  It was one of those lucky Bambo plants and a Banana Tree, Roses etc plus others\n  ","289546":"\n  Lmaoooooo what\n  ","289547":"\n  Yes\n  ","289548":"\n  Honestly I pay for everything so Idk who you thought this was\n  ","289549":"\n  I like waking up early it brings back memories of wake and baking with my Crush 💘\n  ","289550":"\n  I like Fashionnova :)\n  ","289551":"\n  I am Good looking & Wise thank you very much :*\n  ","289552":"\n  sipping whine feeling good\n  ","289553":"\n  Are these mass media messages or am I special\n  ","289554":"\n  Accomplished\n  ","289555":"\n  I rather date a Dinosaur these days he can be my pet because life is real\n  ","289556":"\n  Like nothing because I ain’t writing no books\n  ","289557":"\n  Lol this is Legitimate\n  ","289558":"\n  Yes I do 🍒\n  ","289559":"\n  Nothing scares me I love the society\n  ","289560":"\n  Is that like IMVU\n  ","289561":"\n  No I never did and I would keep them only until there big enough to eat me because then it’s dangerous I think the problem is trying to befriend dangerous animals there not friends or emotional therapy stuff people have pets for different reasons\n  ","289562":"\n  My life sucks\n  ","289563":"\n  So I haven’t been on here in awhile because of my phone was broken or whatever and I see that Your the only one who sends me lists of questions I mean I admire your beauty but i don’t know why I have to get all these questions from just you\n  ","289564":"\n  No\n  ","289565":"\n  My Candle Line is coming soon.\n  ","289566":"\n  No\n  ","289567":"\n  Who is smth\n  ","289568":"\n  Yes\n  ","289569":"\n  Fighting what I’m not fighting anything lol\n  ","289570":"\n  Looks\n  ","289571":"\n  Roller Coaster Ride...,., I desperately wanted to be in love with him. I hate to say unbiblical things about my mental health or even his. But I have a history of witnessing domestic violence so I had Anxiety.... and I still get anxiety because nowadays people don’t realize it’s a privilege to be a couple and be committed because they aren’t married\n  ","289572":"\n  Because they want something better or they don’t want you\n  ","289573":"\n  ??\n  ","289574":"\n  Yes\n  ","289575":"\n  Compliment him 🥀\n  ","289576":"\n  No\n  ","289577":"\n  Yes\n  ","289578":"\n  A 🌹beach ❤️\n  ","289579":"\n  Posted on myOF\n  ","289580":"\n  No\n  ","289581":"\n  💧 🍆\n  ","289582":"\n  Plantiana\n  ","289583":"\n  Green Pink and Navy Blue\n  ","289584":"\n  None of your Beez wax buzzing all up inside my flower honey\n  ","289585":"\n  None is important\n  ","289586":"\n  Nothing\n  ","289587":"\n  Okay\n  ","289588":"\n  I would use it for everything I want and need and take care of myself\n  ","289589":"\n\n   https:\/\/onlyfans.com\/goddessyomairie\n  \n","289590":"\n  Lol ok\n  ","289591":"\n  Biology and Chemistry\n  ","289592":"\n  Yes\n  ","289593":"\n  No\n  ","289594":"\n  Hey ❤️\n  ","289595":"\n  I work every shift\n  ","289596":"\n  I rather explore the planet because the Sea is dark when it gets to deep\n  ","289597":"\n  Blame it on the alcohol 🍷\n  ","289598":"\n  Lmaoo with the As\n  ","289599":"\n  Yeah I go everywhere\n  ","289600":"\n  No\n  ","289601":"\n  Oh\n  ","289602":"\n  Cinderella\n  ","289603":"\n  ??\n  ","289604":"\n  Maybe ?\n  ","289605":"\n  Margaritas\n  ","289606":"\n  Okay :)\n  ","289607":"\n  I like to use a variety of different seasons on my chickens,poultry\n  ","289608":"\n  No\n  ","289609":"\n  I can’t remember the last time I watched a horror movie\n  ","289610":"\n  Think of you ?? I don’t even know you\n  ","289611":"\n  Hey\n  ","289612":"\n  I don’t understand\n  ","289613":"\n  I don’t know nothing lately\n  ","289614":"\n  I like lil pump, triple red I like migos I like Nicki Minaj I like cardi I like MadeinTYO\n  ","289615":"\n  ?.?\n  ","289616":"\n  All types of music I love Sweet and sensual and dance and binaural beats meditation anything that sounds like calm relaxing music or unloved weather like Rain and thunder storms\n  ","289617":"\n  I took a shower so technically Water 🚿;P\n  ","289618":"\n  Well cooked\n  ","289619":"\n  Ice ring\n  ","289620":"\n  I like my steak well cooked\n  ","289621":"\n  Yes\n  ","289622":"\n  A nice gated house\n  ","289623":"\n  Idk\n  ","289624":"\n  ??\n  ","289625":"\n  What ?\n  ","289626":"\n  10\n  ","289627":"\n  Stay away from Boys there Predators\n  ","289628":"\n  I need to but nah\n  ","289629":"\n  Well I don’t take baths\n  ","289630":"\n  6\n  ","289631":"\n  No\n  ","289632":"\n  Why would I do that\n  ","289633":"\n  Yes\n  ","289634":"\n  Funny you ask because humans are Classified as Animals.... Abusing Animals should be punishable by death in some cases...\n  \n  Protista. ...\n  \n  Fungi. ...\n  \n  Plantae. ...\n  \n  Animalia. ...\n  \n  Monera....\n  ","289635":"\n  Yes\n  ","289636":"\n  No\n  ","289637":"\n  Looooove Yogurt\n  ","289638":"\n  I like Providence place mall\n  ","289639":"\n  Wedding Ceremony 💗🍇\n  ","289640":"\n  Noooooooooooo omg\n  ","289641":"\n  No\n  ","289642":"\n  Thanks ⛈\n  ","289643":"\n  ScreamO music or anything gothic type of Rock music\n  ","289644":"\n  What do you mean\n  ","289645":"\n  UberEats or GrubHub\n  ","289646":"\n  No\n  ","289647":"\n  Message them in text or tell them in person\n  ","289648":"\n  Never been\n  ","289649":"\n  No babe that’s no good\n  ","289650":"\n  No\n  ","289651":"\n  Nothing\n  ","289652":"\n  Whatever\n  ","289653":"\n  No\n  ","289654":"\n  Dogs\n  ","289655":"\n  No because people would learn from there mistakes and most people can’t even learn to do that\n  ","289656":"\n  No\n  ","289657":"\n  No I don’t even know you\n  ","289658":"\n  No\n  ","289659":"\n  No I love eating.... it’s the Starving that is annoying\n  ","289660":"\n  Lmaoooooooooo...ok\n  ","289661":"\n  No\n  ","289662":"\n  Coke\n  ","289663":"\n  Bye\n  ","289664":"\n  One\n  ","289665":"\n  Mhm\n  ","289666":"\n  It doesn’t matter\n  ","289667":"\n  I love you to 😇\n  ","289668":"\n  Lotion\n  ","289669":"\n  What is plooking ??????????????????\n  ","289670":"\n  lol\n  ","289671":"\n  No\n  ","289672":"\n  No\n  ","289673":"\n  :\/\n  ","289674":"\n  No\n  ","289675":"\n  Never giving myself away thank you\n  ","289676":"\n  😇\n  ","289677":"\n  I can be both\n  ","289678":"\n  Yes\n  ","289679":"\n  Yes\n  ","289680":"\n  Well Right now I’m at a 10 🥰\n  ","289681":"\n  No\n  ","289682":"\n  Lol\n  ","289683":"\n  Yes 10 pm is the latest I sleep\n  ","289684":"\n  Appearently a chicken wasn’t created by two actual chickens so the birds with that being said the birds hatched a chicken but weren’t chickens therefore the Egg came First...\n  ","289685":"\n  Good a question The definition of criticism is expressing disapproval of someone or something... This can help someone be better person when they realize that there being or doing something offensive.\n  ","289686":"\n  Oh\n  ","289687":"\n  Single\n  ","289688":"\n  Yes\n  ","289689":"\n  Ok\n  ","289690":"\n  Very hard decision\n  ","289691":"\n  Ok\n  ","289692":"\n  What is secks??\n  ","289693":"\n  Oooh ok\n  ","289694":"\n  Ok\n  ","289695":"\n  Beach\n  ","289696":"\n  Yes\n  ","289697":"\n  I’m still skinny tho\n  ","289698":"\n  Ok\n  ","289699":"\n  Ok\n  ","289700":"\n  Ok\n  ","289701":"\n  Thank you ????\n  ","289702":"\n  Females\n  ","289703":"\n  No one\n  ","289704":"\n  Yes\n  ","289705":"\n  Yes\n  ","289706":"\n  Love is kind love is paitent\n  ","289707":"\n  ❤️ love\n  ","289708":"\n  There classified by genetic material\n  ","289709":"\n  Because I’m not going to\n  "}}