{"Question":{"28971":"\n   What is your favorite drink on cold evenings?\n  ","28972":"\n   Which starter from Johto is your favorite?\n  ","28973":"\n   What's up?\n  ","28974":"\n   How's life?\n  ","28975":"\n   Would you rather have to read a 8,000 page book or watch 8,000 movies? 📺📖\n  ","28976":"\n   List few senseless trends you've come across on social media.\n  ","28977":"\n   I hope everyone has an amazing Wednesday 🥳🤗😊😆😁\n  ","28978":"\n   Is every educated person intelligent? What’s the connection between acquaintance and mental capability?\n  ","28979":"\n   Actually it is a Caterpie, not Weedle.\n  ","28980":"\n   What’s the most beautiful beach that you’ve been to?\n  ","28981":"\n   How do you let go of someone you love so much?\n  ","28982":"\n   what color do you prefer to wear?\n  ","28983":"\n   Do you like to gossip?\n  ","28984":"\n   what % is your phone currently at?\n  ","28985":"\n   I love this gif. So cute😍♥️\n  ","28986":"\n   Happy Wednesday! You've made it half way! You've got this! Have a great day :3\n  ","28987":"\n   ♥️♥️♥️♥️♥️\n  ","28988":"\n   I love layers weather!\n  ","28989":"\n   Have a fantastic day! 💓\n  ","28990":"\n   😃\n  ","28991":"\n   Hello friend am on.\n  ","28992":"\n   It's ok. Have a nice sleep. Good night 😊\n  ","28993":"\n   *sends late Sunday\/ Early Monday hugs*\n  ","28994":"\n   Love it\n  ","28995":"\n   If  Michael Myers was coming after you, what would you do?.\n  ","28996":"\n   Thank you so much my lovely sis for understanding me always ♥️🤗\n  ","28997":"\n   Have you seen the latest WIPs I’ve made? What do you think of them so far?\n  ","28998":"\n   How did you get the video microphone to work?\n  ","28999":"\n   Cheers Bella 🤩 💪 🤘\n  ","29000":"\n   Wow. I appreciate this. 💗 And a minute! I can't even hold mine for 10. 🥺\n  ","29001":"\n   Wanna thousands of coins  and get to TOP ?  Earn them in the VIP-program\n   \n    http:\/\/bit.ly\/GetCoins_\n   \n   and become the #1!\n  ","29002":"\n   How long can you hold your breath underwater?\n  ","29003":"\n   how's life in usa with corona now\n  ","29004":"\n   What topic of conversation do you consider boring?\n  ","29005":"\n   yaay thanks :D\n  ","29006":"\n   yes, you got me right. I like these new place. I feel like I get peace for the first time as my sweet home 🤗\n  ","29007":"\n   When was the last time you got fast food or take-out, and what did you get? 😋\n  ","29008":"\n   what is the difference between Cajun french an creole french\n  ","29009":"\n   Would you describe yourself as lucky?\n  ","29010":"\n   What languages do you wish you could speak?\n  ","29011":"\n   Do you believe that there will be a Pokémon Generation II remake in or after 2020?\n  ","29012":"\n   What do you think is the best way to deal with hate on here?\n  ","29013":"\n   Do you ever gossip or talk trash behind people's backs?\n  ","29014":"\n   I am sorry for disappeared these days. I shifted into new house so that I didn't come online. I missed you really but net was not available these days.\n  ","29015":"\n   Your fav dish and drink 🤩\n  ","29016":"\n   In your opinion  The best book is...? \nافصل كتاب قرأته... ؟ 📚💙\n  ","29017":"\n   It's raining here and I am enjoying first time today. I have shifted into new house and I am loving it 😊🤗\n  ","29018":"\n   thanks xo\n  ","29019":"\n   Sound great\n  ","29020":"\n   does everyone wear a mask that shops where you work\n  ","29021":"\n   Exactly!👍💐\n  ","29022":"\n   What is your favourite thing about Halloween?\n  ","29023":"\n   What are your plans for this week?\n  ","29024":"\n   What time do you usually wake up in the morning? Do you tend to wake up at the same time every day or does it vary from day-to-day? 😴  ⏰ 😱\n  ","29025":"\n   What virtue is needed to achieve a good, happy, flourishing, and fulfilling life?\n  ","29026":"\n   Type of music you find relaxing\n  ","29027":"\n   👑\n  ","29028":"\n   Post\/Say something happy.\n  ","29029":"\n   Who’s your favorite ASKfm user?\n  ","29030":"\n   Thoughts? 💭\n  ","29031":"\n   Do you ever think you could spend Christmas alone?\n  ","29032":"\n   Good morning sis♥️\n  ","29033":"\n   how about me\n  ","29034":"\n   Happy Monday everyone. Have a great week\n  ","29035":"\n   How many people do you have blocked on your ask.fm list? 😈\n  ","29036":"\n   Talk later am off for a early bed\n  ","29037":"\n   Call the mdwife is awesome\n  ","29038":"\n   Yes I've learned not to take family for granted.\n  ","29039":"\n   Exactly take inventory!!!\n  ","29040":"\n   Who are you favourite accounts to follow?\n  ","29041":"\n   Old country or new country music?\n  ","29042":"\n   That guy doing a flip over a puddle is soooooo funny. Hiiii friend. See ya'.\n  ","29043":"\n   Hey\n  ","29044":"\n   Netflix recommendation call the midwife.\n  ","29045":"\n   What cheers you up when you’re down?\n  ","29046":"\n   Are you being serious your now?\n  ","29047":"\n   Do you like Halloween?\n  ","29048":"\n   Yay or nay: candycorn?\n  ","29049":"\n   Agree or disagree \n\nShoutouts can be annoying\n  ","29050":"\n   Followed 🌸\n  ","29051":"\n   Netflix recommendations?\n  ","29052":"\n   Exactly. That's why I ignore this type questions from people.\n  ","29053":"\n   Please ask me questions regarding art.\n  ","29054":"\n   What do you usually make for you husband on weekend\n  ","29055":"\n   In time of crisis what is the first thing you do?\n  ","29056":"\n   +1)⭐️\n  ","29057":"\n   Pic 🌺\n  ","29058":"\n   what do you do when you’re in a bad mood you just can’t get rid of?\n  ","29059":"\n   I got same question sis and I think same like you.\n  ","29060":"\n   🥀\n  ","29061":"\n   What do want to dress up for Halloween this year?\n  ","29062":"\n   🎃🦇Name a horror movie that starts with your name 🗡\n  ","29063":"\n   \"cinnamon\"? I like cinnamon. I use Splenda should I have to include it furthermore; I make cinnamon incense  sticks\/cones without the Splenda.\n  ","29064":"\n   Is lasagna pasta or lasagna? 😈😋\n  ","29065":"\n   How are you doing?\n  ","29066":"\n   Love it\n  ","29067":"\n   Am off to sleep,\n  ","29068":"\n   Its late here\n  ","29069":"\n   Thanks first kid\n  ","29070":"\n   Thats my birthday too\n  ","29071":"\n   This must be how it opens the rigged ballot boxes from Trump, with payment 😂\n  ","29072":"\n   I will be careful this is 1st\n  ","29073":"\n   thanks\n  ","29074":"\n   Due June 24\n  ","29075":"\n   5 weeks along\n  ","29076":"\n   Sorry\n  ","29077":"\n   Thanks\n  ","29078":"\n   Being pregnant is worth it\n  ","29079":"\n   Its so worth it\n  ","29080":"\n   I am\n  ","29081":"\n   Will you be pregnant soon\n  ","29082":"\n   Okay\n  ","29083":"\n   You pregnant?\n  ","29084":"\n   Do you have any children?\n  ","29085":"\n   What's your favorite way to discover new things to watch?\n  ","29086":"\n   How is everyone spending their Sunday? 🌞\n  ","29087":"\n   Hi there\n  ","29088":"\n   When quarantine is over, where should I travel to ?\n  ","29089":"\n   What would you change about this app if you could?\n  ","29090":"\n   How well would you be able to handle living during a zombie apocalypse?\n  ","29091":"\n   Thanks\n  ","29092":"\n   When is love a weakness?\n  ","29093":"\n   What is the one thing you’d most like to change about the world?\n  ","29094":"\n   Hey guys! I am planning a Halloween spam soon! Like this post if you want to get it, if not use this as a filler or delete <3\n   \n    https:\/\/ask.fm\/keepmovingforwardx\/answers\/162744033325\n   \n","29095":"\n   Hey..i have followed you...\n  ","29096":"\n   Mood ?\n  ","29097":"\n   💭💭💭💭\n  ","29098":"\n   What does being a legend mean to you?\n  ","29099":"\n   What's the last thing you bought?\n  ","29100":"\n   Can you give me some really nice teen tv shows on Netflix to watch?\n  ","29101":"\n   Is the screen of your phone big enough?\n  ","29102":"\n   Tbh\n  ","29103":"\n   What would your 'last words' be?\n  ","29104":"\n   What is the quality you most like in a woman?\n  ","29105":"\n   Apparently today was \"pasta day\"... did you have any today? I didn't.\n  ","29106":"\n   \"fresh baked goods\"? I like fresh baked goods. Either at a bakery or make them myself. The three are......breads, pies, cookies.\n  ","29107":"\n   Are you afraid of the dentist? When did you last go?\n  ","29108":"\n   I’ve done so much damage that I don’t deserve to have anyone in my life. So I’m going to isolate myself from everyone else and live alone. I deserve it, for all I’ve done. Isolation is something I think I am meant for. I don’t want to belong to anyone or anything 💔 everyone can hate me\n  ","29109":"\n   Have you ever used slang words in front of your parents? 😶\n  ","29110":"\n   Have fun x\n  ","29111":"\n   How is working in the paranormal field?\n  ","29112":"\n   What is your favorite drink?\n  ","29113":"\n   What's your morning routine?\n  ","29114":"\n   My house is a home because ____________\n  ","29115":"\n   Happy Weekend! \nWhat are your plans this weekend?\n  ","29116":"\n   Great, how is ur life going??\n  ","29117":"\n   Does time really heal all wounds?\n  ","29118":"\n   When was the last time you hugged someone?\n  ","29119":"\n   Why don't animals laugh, smile or cry?\n  ","29120":"\n   What is life to you ???\n  ","29121":"\n   Followed you!\n  ","29122":"\n   \"favorite way to have fun\"? A fun house or a haunted house.\n  ","29123":"\n   What was the last thing you cooked?\n  ","29124":"\n   How many bones have you broken? Which ones?\n  ","29125":"\n   How often do you take photographs? What kind of things do you like to take pictures of? 📷\n  ","29126":"\n   What, in your opinion, is the best way to handle an argument?\n  ","29127":"\n   what is your favorite line in a movie?\n  ","29128":"\n   \"corn maze\"? I've only seen them in articles\/YouTube. They are so intricate....like those crop circles.\n  ","29129":"\n   Would you help an enemy in need?\n  ","29130":"\n   What is something you have always wanted to try?\n  ","29131":"\n   How do you call a person who is afraid of taking risks?\n  ","29132":"\n   have you started Christmas shopping yet?\n  ","29133":"\n   Aww thank you so much I really it means a lot\n  ","29134":"\n   What were you like as a child?\n  ","29135":"\n   Favorite Halloween movie?\n  ","29136":"\n   how’s everyone’s day so far? 🙂\n  ","29137":"\n   What makes life worth living?\n  ","29138":"\n   \"onions and garlic\"? I use Mrs. Dash.\n  ","29139":"\n   🍃💜💙🍃.. You like to be asked Anonymously??.. 🍃💜💙🍃.. ¿Te Gusta que te pregunten de forma Anónima?? .. 🍃💙💜🍃\n  ","29140":"\n   🍃💙💜🍃.. You drown in a glass of Water??.. Yes why or No why??.. 🍃💙💜🍃.. Te ahogas en un vaso de Agua??.. Si por que o no por que??.. 🍃💜💙🍃\n  ","29141":"\n   \"Halloween candy or just candy\"? Sugar-free candy of many occasions especially....OWL-LO-WEEN.\n  ","29142":"\n   What’s your weirdest pet-peeve?\n  ","29143":"\n   my boyfriend is 18 hes in the us navy and before u say i thought you said you didnt have one well my he was my ex and he wanted me back after i broke up with him n didnt talk for a year. he says im controlling because i got angry with him for being busy and he is but i dont say it n it really hurts.\n  ","29144":"\n   What would you do if you inherited 1 million dollars tomorrow?\n  ","29145":"\n   Your welcome 🙏 Bella\n  ","29146":"\n   Do you like the smell of Garlic?\n  ","29147":"\n   english #101-what’s the most used slang words in your country? what does it mean? 😊\n  ","29148":"\n   What is the most productive task you did this week? #staif\n  ","29149":"\n   Likes 💕\n  ","29150":"\n   How many siblings do you have?\n  ","29151":"\n   Hello sorry I couldn't answer all your questions been off this app. Couple months. So how are you?\n  ","29152":"\n   🧡\n  ","29153":"\n   Thanks 😊 bella yo too tho\n  ","29154":"\n   What's your favorite photo that you've taken recently?\n  ","29155":"\n   What did you have for lunch? Or dinner if its later for you.\n  ","29156":"\n   🚔 If you somehow ended up in prison one day, what do you think it would be for? XD\n  ","29157":"\n   How did you meet?\n  ","29158":"\n   Wake up early x wake up late? Why?\n  ","29159":"\n   What’s something you are no longer scared of?\n  ","29160":"\n   Best color combination?\n  ","29161":"\n   Do you ever feel lonely in a crowded place?\n  ","29162":"\n   When the things go wrong ___ ?\n  ","29163":"\n   What’s the most you’ve ever eaten in one sitting?\n  ","29164":"\n   What was the best thing that happened to you today?\n  ","29165":"\n   Do you usually listen to\/look up songs people post on here, even if they're unfamiliar to you?\n  ","29166":"\n   What makes you feel better?\n  ","29167":"\n   Yaaaay I has a verified mark!!! 🥳🥳🥳\n  ","29168":"\n   Tell me about a fact that you find interesting\n  ","29169":"\n   It's self love week\nDo you allow people to judge you?\n  ","29170":"\n   Self love week\nDoes outside beauty matter to you?\n  ","29171":"\n   Are you able to control yourself when you get angry?\n  ","29172":"\n   What are your favorite subjects to talk about?\n  ","29173":"\n   Do you ever buy stuff from etsy?\n  ","29174":"\n   Do you believe in \"signs?\"\n  ","29175":"\n   Not really a question but I just wanna brag about my oldest daughter. She was invited to join a travel softball team last night and I’m so thrilled for her! She really must of wowed them at her tryout and she’s now apart of the team! !!!!\nDo you use fabric softener liquid or the dryer sheets??\n  ","29176":"\n   Did you ever have the psp?\n  ","29177":"\n   Did you ever have the psp?\n  ","29178":"\n   ikr\n  ","29179":"\n   Something you can't handle?\n  ","29180":"\n   Well thank you it's kind of awkward because I am a guy but I have a couple more questions about this issue but only if it's ok\n  ","29181":"\n   Do you plan on wearing a costume?\n  ","29182":"\n   I like those colors your full of life and colors that bring you happiness\n  ","29183":"\n   Pringles or lay's\n  ","29184":"\n   Can shaving cause a rash?\n  ","29185":"\n   🍣 Sushi - Gross or delicious?\n  ","29186":"\n   Good morning! ✨🌸\n  ","29187":"\n   Would you rather have the same phone forever or the same haircut\/hairstyle forever?\n  ","29188":"\n   How does experience change you: for the better or for the worse?\n  ","29189":"\n   What do you wish you had more time for?\n  ","29190":"\n   What's better for you.. head massages or shoulders?\n  ","29191":"\n   What was the last concert that you went to?\n  ","29192":"\n   What is something that you believe is perfect?\n  ","29193":"\n   Do you like designer things?\n  ","29194":"\n   are you into astrology?\n  ","29195":"\n   What if your best friend confess that he\/she loves you romantically? #staif\n  ","29196":"\n   Potatoes or rice?\n  ","29197":"\n   Which country do you think is the strangest?\n  ","29198":"\n   Yeah that's good and your welcome. Yeah I sure hope so that the year will get better and been going though some stuff in my life for a while also\n  ","29199":"\n   what is your favorite perfume?\n  ","29200":"\n   pick your lucky number between 1-100! 😉🔥\n  ","29201":"\n   Scientists say there is a 50-50 chance that we are not real, but a computer generated simulation. What are your thoughts on this?\n  ","29202":"\n   Does your name have a meaning? What is it?\n  ","29203":"\n   How do you study for a test?\n  ","29204":"\n   Today is migraine day everything and everyone sux!!! Lol hopefully you all have a good day. Because it is Gorgeous out side...\n  ","29205":"\n   Is there anything that you don’t want to\ndie before doing??\n  ","29206":"\n   What makes you really nervous?\n  ","29207":"\n   am i the only who is disappointed with iphone 12? but still gonna by it? it has good camera features at least 👏🏼\n  ","29208":"\n   Hello. Its been a long time since im on lol\n  ","29209":"\n   do you all think i'm a good person?\n  ","29210":"\n   🥰🥰🥰\n  ","29211":"\n   me too!!!!\n  ","29212":"\n   Me too🙋😀\n  ","29213":"\n   Anyone wanna come do my homework for me?? 🤣. In all seriousness, what was your least favorite class in school?? Why??\n  ","29214":"\n   🍂\n  ","29215":"\n   Photo ❤️\n  ","29216":"\n   Yay! Congratulations Bella! I'm so happy for you 🎉👯‍♀️\n  ","29217":"\n   Any fun plans to do today?😁\n  ","29218":"\n   *sends Tuesday hugs to friends*\n  ","29219":"\n   Heavy rain in Depok city (Indonesia)  (filmed by me)\n   \n    www.youtube.com\/watch?v=oMduZ9ZsvhQ\n   \n","29220":"\n   What was your favorite toy as a child?\n  ","29221":"\n   Congratulations sis🎉🎊💐♥️\n  ","29222":"\n   Hi. How are you feeling? What are you doing? How is the weather in your city? Have a nice day \/ evening 🙂\n  ","29223":"\n   آحـಿـگِ...❥◌͜͡༄• • •\n  ","29224":"\n   What would be the hardest thing for you to give up? Why?\n  ","29225":"\n   Tell me something I don't know\n  ","29226":"\n   What's the most stupid question you've been asked?\n  ","29227":"\n   What's one of your favorite 'little things' to enjoy in life?\n  ","29228":"\n   It's self love week\nWhen you look in the mirror what do you see?\n  ","29229":"\n   What are you sure of?\n  ","29230":"\n   In school when you had a substitute teacher was your class generally well behaved or did you give the sub hell? And if you were homeschooled did you ever wish you went to a normal school for the social interaction?\n  ","29231":"\n   What's one thing you hate having to pay for?\n  ","29232":"\n   Which male celebrity do you wish was your brother?\n  ","29233":"\n   How many cracks does your phone screen have?\n  ","29234":"\n   What’s your favourite restaurant to visit?\n  ","29235":"\n   Tell me an interesting fact about space 😊\n  ","29236":"\n   What is your favourite fruit? 🍏 🍍 🍒\n  ","29237":"\n   Do you prefer PC games or console games?\n  ","29238":"\n   Yaaaay!! 😘\n  ","29239":"\n   Do you have anything planned for today?\n  ","29240":"\n   *Sends all the week day hugs for Monday for support*\n  ","29241":"\n   I still dont drive for that reason\n  ","29242":"\n   What are some things that you like most about yourself? 😊✨\n  ","29243":"\n   Do you have today off from work?\n  ","29244":"\n   You can erase any horrible experience from your past. What will it be?\n  ","29245":"\n   Good morning, tell me about your morning ✨\n  ","29246":"\n   That can be nice too :)\n  ","29247":"\n   Thank you so much sis for accompanying me these days.♥️♥️😘🤗\n  ","29248":"\n   Hiiii friend. Sports bras? I have tea cups and coffee cups......lol. Just being silly on you page. See ya'.\n  ","29249":"\n   Your welcome 🙏 bella\n  ","29250":"\n   What's the weirdest thing to put on a pizza?\n  ","29251":"\n   For those who do the VIP tasks do you ever realize that the new schedule is up and think \"sh!t I need to ask things?\" Just me? I still appreciate all the answers ❤ you guys rock \\m\/\\m\/\n  ","29252":"\n   Can Ya'll follow me, If you want\n  ","29253":"\n   I know tho it’s gonna be a great time for you and him\n  ","29254":"\n   #following uh 😍\n  ","29255":"\n   I’m really happy 😃 bella for you and for him tho\n  ","29256":"\n   I have not tried those yet. I am a D cup and my sports bras I have for exercising are ok. Where do they have them? Online or in stores?\n  ","29257":"\n   Are you married? Would you like to get married?\n  ","29258":"\n   Are you into gaming?\n  ","29259":"\n   Have you ever known anyone (or perhaps you yourself) who married or is dating someone from another country? How did it work out?\n  ","29260":"\n   How do feel about fandoms? Do you belong in one?\n  ","29261":"\n   So I’ve been offered a chance  to have my account verified . Should I do it? Bonus question do you like bbq ribs?\n  ","29262":"\n   Mood ?\n  ","29263":"\n   How do you deal with unapologetic people?\n  ","29264":"\n   How come people are offended?\n  ","29265":"\n   It's self love week\nIs it okay for you to allow people to bring you down?\n  ","29266":"\n   I prefer a bikini but finding it difficult to find the right fit on top\n  ","29267":"\n   Endless supply of cash or immortality?\n  ","29268":"\n   Bikini or 1 Piece Swimsuit?\n  ","29269":"\n   thank you bella 😊\n  ","29270":"\n   Do you like christmas? or are you the christmas grinch?\n  ","29271":"\n   What's ur fav language?\n  ","29272":"\n   Do You Blow Dry Your Hair Or Let It Dry On Its Own?\n  ","29273":"\n   Do you think 2020 will get better?\n  ","29274":"\n   thank you! will check this out 🤗\n  ","29275":"\n   Pour your heart out 🌼\n  ","29276":"\n   hello there, i just started learning photography online and i was just wondering if you happen to know a good camera for beginners? that is also good for shooting film? 🤗\n  ","29277":"\n   Well Pure Romance is a company that focus on helping women to empower, educate and entertain. We specialise on beauty, bath & intimacy!\n  ","29278":"\n   Can you describe your life in a six word sentence?\n  ","29279":"\n   Ohh, if you ever get curious I’m more than welcome to give you info.\n  ","29280":"\n   What do you do when someone is being irritating?\n  ","29281":"\n   Is a beauty, bath and more products\n  ","29282":"\n   Have you ever try Pure Romance?\n  ","29283":"\n   what’s for dinner?\n  ","29284":"\n   How have you been? Are you looking forward to anything this week? And happy Monday! 😄\n  ","29285":"\n   Least favourite season?🤔\n  ","29286":"\n   Do you always have a backup plan when things go wrong?\n  ","29287":"\n   Yeah 2020 has not been a good year with covid. And other stuff as well. Aww I'm so sorry to hear that. I know it can't be hard and st least she is in a better place. And thank you so much I sure hope for things to get better soon. Been worrying to much\n  ","29288":"\n   Hi5 sis😀😍🤗\n  ","29289":"\n   i hope you have a great week\n  ","29290":"\n   Wow... You both are looking so cute sweet 🤗\n  ","29291":"\n   🍂\n  ","29292":"\n   What do you do when you feel like you're losing an argument?\n  ","29293":"\n   What's the last compliment you gave somebody or received?\n  ","29294":"\n   What kind of questions do you like to receive here on Ask?\n  ","29295":"\n   thank you\n  ","29296":"\n   Is it more important to love or be loved?\n  ","29297":"\n   It's self love week\nIs it hard for you to look yourself in the mirror?\n  ","29298":"\n   Ya'll my uncle died this morning and I don't know how to feel because he was really mean to me,n its kinda sad because he has a famiy that cares and hes just gone leaving his daughter and his girlfriend.I use to stay with them an they were all mean at times but I just don't know how to feel\n  ","29299":"\n   Sounds so awesome 🎃\n  ","29300":"\n   Hi. How common is PDA (public display of affection.... such as holding hands, hugging or kissing) in the country where you live? Are you pro or against it? There is no wrong or right answer to this, I just want to know your opinion. Ta😊\n  ","29301":"\n   Oh that's not good I'm glad your doing okay though and I'm okay I guess been going though some hard stuff and little more busy myself\n  ","29302":"\n   Did the hurricane hit you Bella\n  ","29303":"\n   Why do we put \"HAHA\" or \"LOL\" in our sentence even if the situation is not funny?\n  ","29304":"\n   I love playing basketball 🏀😍♥️\n  ","29305":"\n   No. Just had an advertisement for it and figured I'd send a question out about it\n  ","29306":"\n   What has been the best holiday \/ vacation that you've ever been on? ✈\n  ","29307":"\n   What’s your motto?\n  ","29308":"\n   Happy Friday everyone\n  ","29309":"\n   Ever used shutterfly for art products?\n  ","29310":"\n   It's self love week\nDo you believe You have a purpose if so what?\n  ","29311":"\n   What was the last gift you received? 🎁\n  ","29312":"\n   Have you ever been the maid of honour \/ best man at someone's wedding? 👰 💐 🤵\n  ","29313":"\n   sup\n  ","29314":"\n   Its self love week\nDo you believe that your special?\n  ","29315":"\n   How will you celebrate (or not celebrate) this Halloween?\n  ","29316":"\n   What questions would you like to be asked?\n  ","29317":"\n   Do you believe in destiny?\n  ","29318":"\n   Have you ever made your own item of clothing before?\n  ","29319":"\n   What's new?\n  ","29320":"\n   Hi I know it's been a while, how have you been?\n  ","29321":"\n   Yeah, I’m new to this 🤣😅\n  ","29322":"\n   i could see that\n  ","29323":"\n   Anyone wants to become friends so we can ask random questions and support each other?\n  ","29324":"\n   Do you cook with a recipe or by taste?\n  ","29325":"\n   What outdoor activity haven’t you tried, but would like to?\n  ","29326":"\n\n    @korndude\n   \n   I forgot to tell you! The edible cookie dough I was talking about the other day is from the brand Nestle Toll House! ✨🥰\n  ","29327":"\n   Why do you think your that beautiful\/Handsome?\n  ","29328":"\n   What’s the most historic event to happen in your life time?\n  ","29329":"\n   Night beautiful\n  ","29330":"\n   Would you tattoo someone if they paid you to?\n  ","29331":"\n   How are you with technology?\n  ","29332":"\n   Have you ever caught a wild animal rummaging through your trash?\n  ","29333":"\n   Why do adults give more importance to taste the water?\n  ","29334":"\n   Who has the most beautiful eyes?\n  ","29335":"\n   🌸\n  ","29336":"\n   Star Wars or Star Trek?\n  ","29337":"\n   Thank you so much!\n  ","29338":"\n   There's a page on Instagram that seems like they could be pretending to be me. If anyone gets contacted by\n   \n    @officialdannyfink\n   \n   it's not me but plz let me know.\n  ","29339":"\n   How's your day going?\n  ","29340":"\n   What’s the one thing that people always misunderstand about you?\n  ","29341":"\n   Are you getting more friends or are they getting fewer? What do you prefer?\n  ","29342":"\n   I love how you think.\n  ","29343":"\n   is your wifi signal good?\n  ","29344":"\n   Self love week\nDoes it matter what people think of you?\n  ","29345":"\n   Happy Friday! What are everyone's plans for the day?\n  ","29346":"\n   Thanks 😊 bella you too tho\n  ","29347":"\n   What is your favorite kind of weather?\n  ","29348":"\n   Are you usually the heart breaker or the heart broken?\n  ","29349":"\n   Do you ever take naps during the day? 😴\n  ","29350":"\n   Do you read magazines? If so, which ones?\n  ","29351":"\n   Do you like to paint?\n  ","29352":"\n   What happened in the last dream you remember having? (If you aren't comfortable, share a dream you are comfortable sharing if you'd like!)\n  ","29353":"\n   💯\n  ","29354":"\n   happy friday, beautiful people! what’s everyones plan this weekend? 😊\n  ","29355":"\n   You did well!! Just thought that you may be interested. I wouldn't concern yourself with the way some are. They're so serious about issues.\n  ","29356":"\n   what drinks are your fav around the holidays? 🎃🎄🦃\n  ","29357":"\n   Would you date any of your ex’s again?\n  ","29358":"\n   To be multilingual or to be a math whiz?\n  ","29359":"\n   What are you wearing today?\n  ","29360":"\n   that’s good to hear, and likewise, wethear forecast in sydney is cloudy. 😊\n  ","29361":"\n   do you cut your nails often?\n  ","29362":"\n   Im fine ,where are you form ?\n  ","29363":"\n   In some countries, black cats represent good prosperity in a new home and good health.\n   \n    https:\/\/media.giphy.com\/media\/846cxzRhdStjO\/giphy.gif\n   \n","29364":"\n   What questions do you all want t ask me today(Q&A time)so load me up\n  ","29365":"\n   \"chicken nuggets\"? I like chicken nuggets however; I was panning for gold not chickens......lol.\n  ","29366":"\n   Are you living your dream?\n  ","29367":"\n   Right👍😊\n  ","29368":"\n   Do you enjoy zoos, what about aquariums? 🐠\n  ","29369":"\n   i mean when participated in road racing\n  ","29370":"\n   If you could be a cartoon character for a week, who would you be?\n  ","29371":"\n   What does \"love\" mean to you?\n  ","29372":"\n   what are some rules of road racing?\n  ","29373":"\n   What life skills do you wish that you learned when you were younger?\n  ","29374":"\n   Are you scared of any animals?\n  ","29375":"\n   Are you still really good friends with someone you've known since your childhood\/study days? Or are your current friends more recent?\n  ","29376":"\n   What can you not live without?\n  ","29377":"\n   What’s on your bucket list?\n  ","29378":"\n   3 best things about you:\n  ","29379":"\n   tell me something positive 🎃\n  ","29380":"\n   Can you develop a liking for someone you used to hate?\n  ","29381":"\n   When someone cares about you, they want to put you in a position not to need them.\n  ","29382":"\n   Do you start your day with a cup of coffee, or perhaps tea?\n  ","29383":"\n   Do you feel like the dreams you have {during sleep} are meaningless?\n  ","29384":"\n   What is your favourite thing to cook?\n  ","29385":"\n   If you could be invisible for one hour, where would you go and what you would you do?\n  ","29386":"\n   What did you have for breakfast today?\n  ","29387":"\n   What did you do today\n  ","29388":"\n   Or sometimes never.. if we expect from the person🙂😀\n  ","29389":"\n   Honest question ... How do women view casual relationships? And multiple partners relationships?\n  ","29390":"\n   You are very welcome. :)\n  ","29391":"\n   What do you think people think of you?\n  ","29392":"\n   Do you control your heart or does it control you?\n  ","29393":"\n   What are your favorite board games?\n  ","29394":"\n   How do you make a boy regret not choosing you?\n  ","29395":"\n   When are you easily confused ?\n  ","29396":"\n   Thank you for what?\n  ","29397":"\n   Do you cook? Do you clean? 👀🎶\n  ","29398":"\n   Good Morning Mrs. Bella.\n  ","29399":"\n   🥀\n  ","29400":"\n   How do you cheer yourself up after a bad day?\n  ","29401":"\n   Brushed your teeth after dinner? 😬\n  ","29402":"\n   Do you like cuddles?\n  ","29403":"\n   Write your bio for a dating site 👀♥️\n  ","29404":"\n   How  comfortable are you when having your photo taken? 📷\n  ","29405":"\n   what’s up with everyone? 😊\n  ","29406":"\n   how are you feeling today?\n  ","29407":"\n   They actually did email me on Sunday! I was super shocked!!\n  ","29408":"\n   I already sent it to them & they still goofed lol. They didn't read the email correctly & must have thought when I gave them my username, I was giving the user to the one that was supposed to be deleted. 🤣\n  ","29409":"\n   What is your favorite snack food? It can be sweet, salty, sour, etc.\n  ","29410":"\n   So, ask.fm goofed & I'm still speaking with them on the matter but anyways, this is a new\/temp.\/\"back up\" account (not sure what I wanna do with it once I get my main back\/situated). I found most of the people I followed, but am still missing a couple. 😬\n  ","29411":"\n   You are looking so cool😎 and rock🤘\n  ","29412":"\n   Can Ya'll ask me questions?\n  ","29413":"\n   What are you afraid of?\n  ","29414":"\n   What’s your very favorite Picture of me?\n  ","29415":"\n   Trying my best. I need 7-8days to go back normal days. I am on bed rest whole time and can't move. .🙂\n  ","29416":"\n   I am already imaging the scenes and hope we will meet the day once😍😀🤗♥️🎉\n  ","29417":"\n   We will have uncountable number of fun in that flight😀😀😀😁\n  ","29418":"\n   Do you have neat handwriting?\n  ","29419":"\n   💯\n  ","29420":"\n   What is the most important thing to know?\n  ","29421":"\n   Nice sis🙂\n  ","29422":"\n   3 things you remember about kindergarten:\n  ","29423":"\n   What was your favourite toy as a child?\n  ","29424":"\n   What do you have a new perspective on?\n  ","29425":"\n   Thanks for the advice and what is your favorite celebrity\n  ","29426":"\n   What is something popular now that annoys you?\n  ","29427":"\n   💫\n  ","29428":"\n   🍃\n  ","29429":"\n   💭\n  ","29430":"\n   Do you want things to be perfect?\n  ","29431":"\n   How do you stop someone from ignoring you?\n  ","29432":"\n   Some likes plz... 💗💖\n  ","29433":"\n   DO you prefer eating vagies than meat or fish?\n  ","29434":"\n   I just ordered my kids Halloween costumes, what would you dress up as if you were to? Or what are your kids being?\n  ","29435":"\n   Lol— I had to look it up... looks like something I’d do or at least try\n  ","29436":"\n   Holaaa🤍\n  ","29437":"\n   Where were you born?\n  ","29438":"\n   What are you currently obsessed with?\n  ","29439":"\n   Do you sing when taking a shower? 🚿 👍 🙃\n  ","29440":"\n\n    @askamanz5506\n   \n   Blind* not vine\nMy bad\nCorrection\n  ","29441":"\n   Why is there Braille on the number pads on drive-through bank machines? 🤔\n  ","29442":"\n   Good night\n  ","29443":"\n   The eye makeup looks fab!\n  ","29444":"\n   You’re soo pretty.\n  ","29445":"\n   are you into alternative style?\n  ","29446":"\n   Ha..Yeah that worst part need to become well😌\n  ","29447":"\n   I am always willing to go😍😀♥️🤗\n  ","29448":"\n   Deffo 😁 🤘\n  ","29449":"\n   Gotcha gotcha. How’re you this afternoon\n  ","29450":"\n   Have you ever been zorbing? Would you ever go?\n  ","29451":"\n   What's your favorite pie?\n  ","29452":"\n   What is something you want right now? 🍕🎂🌹🏝🌤\n  ","29453":"\n   Apparently no one does but me lol. 👁👄👁\n  ","29454":"\n   Twins bc mind is too 😅💍\n  ","29455":"\n   If you had to get one thing tattooed on your forehead, what would it be?\n  ","29456":"\n   You favourite thing to do when it is windy ?\n  ","29457":"\n   What's your favorite way to express yourself?\n  ","29458":"\n   When at work, do you ever skip lunch and work through it? \nOr school maybe?\n  ","29459":"\n   Do anyone download the games that they’ve watched for coins on here?\n  ","29460":"\n   Hugs or kisses?\n  ","29461":"\n   If you could live on another planet, which would you choose?\n  ","29462":"\n   I'd bet on the wall\n  ","29463":"\n   When you are super bored, how many times you open the refridgerator?\n  ","29464":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","29465":"\n   Last self care thing you did?\n  ","29466":"\n   What do you like to talk about the most?\n  ","29467":"\n   If you could start your own business, what would it be?\n  ","29468":"\n   How frequently do you talk to distant friends?\n  ","29469":"\n   What sound can put you to sleep?\n  ","29470":"\n   What are your top five snack foods?\n  ","29471":"\n   What do you think about my answers? 👀\n  ","29472":"\n   what decade would you have liked to be a teenager in?\n  ","29473":"\n   Your welcome 🙏 bella we went to coban with my family and my sister Nicole to keep celebrating 🥳 her birthday 🎂\n  ","29474":"\n   In your settings, what color is your layout for askfm?\n  ","29475":"\n   Hi 👋 Bella how are you happy 😃 Sunday to you and a hug 🤗\n  ","29476":"\n   How much would it cost to buy your love?\n  ","29477":"\n   Do you use any apps \/ sites for coupons?\n  ","29478":"\n   Have a good Sunday 🌻\n  ","29479":"\n   it’s not bad at all . we are actually a state with less cases\n  ","29480":"\n   How is Covid in your area currently? Please stay safe! 🌼\n  ","29481":"\n   What's your favorite horror movie?\n  ","29482":"\n   Are you a morning person?\n  ","29483":"\n   Im just waiting for my korean food! What are you up too?! 💖\n  ","29484":"\n   Hey ✨\n  ","29485":"\n   Do you curse out loud or in your head more?\n  ","29486":"\n   What is something you need to get off your chest?\n  ","29487":"\n   If you want to see more of me you can search me on YouTube otherwise this ain’t for you period\n  ","29488":"\n   KIM POSSIBLE OR SHEGO!?\n  ","29489":"\n   Do you like to Dance\n  ","29490":"\n   Welcome dawling lol 😂😂\n  ","29491":"\n   I really think big ears are cute. You don’t think so?\n  ","29492":"\n   Best post thus Far.\n  ","29493":"\n   wow you look good\n  ","29494":"\n   Were you fascinated with doorbells when you were young?\n  ","29495":"\n   “ we the people ...\n  ","29496":"\n   Big ears are the wave. 😬😎\n  ","29497":"\n   Where do you feel most safe?\n  ","29498":"\n   What's the bravest act\/deed that you've done?\n  ","29499":"\n   \"Game of Thrones\" or \"The Walking Dead\"?\n  ","29500":"\n   In general, what's the weather like where you live currently?\n  ","29501":"\n   What size magnet do you usually use?\n  ","29502":"\n   why does dogs got to be so cute.. there adorable\n  ","29503":"\n   When was your first kiss\n  ","29504":"\n   Do you have a favorite flower or plant?\n  ","29505":"\n   Do you let little children play with your gadgets?\n  ","29506":"\n   Are you interested in Halloween theme parties?\nDo you love to have weird makeup that day?\n  ","29507":"\n   My birthday 😂🤩🤩🤩\n  ","29508":"\n   To the people I follow. Last question for this week❣️What are the things you want to avoid in a relationship?😊\n  ","29509":"\n   How do you feel about mixing Play-Doh colors?\n  ","29510":"\n   Do you plan on  Asking someone to be your valentine?\n  ","29511":"\n   Do you let your friends scan through your phone's gallery?\n  ","29512":"\n   Do you like caramel apples? \nWhat is your favorite fall treat?\n  ","29513":"\n   Happy Weekend! I hope that you are all doing okay ❤️\n  ","29514":"\n   What is the funniest thing to ask SIRI?\n  ","29515":"\n   Have you read, watched, or played Witcher? Did you like it? I'm slightly obsessed o.o\n  ","29516":"\n   hello\n  ","29517":"\n   Do you smoke?\n  ","29518":"\n   Good morning Bella 🌞\n  ","29519":"\n   Heyyy someone to hang out\n  ","29520":"\n   Can confessing your mistakes make you feel better?\n  ","29521":"\n   👋Hi everyone. How are you? 💫Just a space to share whatever you feel like sharing😊\n  ","29522":"\n   ❤️Love it\n  ","29523":"\n   Drink of the day!\n  ","29524":"\n   Magnet fishing?\n  ","29525":"\n   Some people are really fascinated by shipwrecks... i.e. the titanic, some people are really into old cars, what's something you're fascinated by or really into?\n  ","29526":"\n   ❤️Love it\n  ","29527":"\n   Do you have any wardrobe accessories you can’t live without?\n  ","29528":"\n   Which holiday is your favorite?\n  ","29529":"\n   Who’s your favorite female Artist 💘 ??\n  ","29530":"\n   Aww. What a sweetheart! That's such a really cute story. Made my day. 💗💗\n  ","29531":"\n   Salted or sweet popcorn?\n  ","29532":"\n   💯Agree\n  ","29533":"\n   You’re amazing!\n  ","29534":"\n   Have you ever googled my name before\n  ","29535":"\n   are you married yet\n  ","29536":"\n   If you had to run for public office, what would you run for?\n  ","29537":"\n   ❤️Love it\n  ","29538":"\n   What are you doing now\n  ","29539":"\n   Which color do you most identify with?\n  ","29540":"\n   Do you have an annoying aunt?\n  ","29541":"\n   hay :)\n  ","29542":"\n   Easiest way to make friends?\n  ","29543":"\n   ❤️Love it\n  ","29544":"\n   Do you watch anyone on Twitch?\n  ","29545":"\n   My pleasure\n  ","29546":"\n   blue or black ink?\n  ","29547":"\n   Yes. Dogs are sometimes unpredictable. 🥺 But aww. That poor, sweet dog. What happened to him?\n  ","29548":"\n   لــكـ 🕊️🖤\n  ","29549":"\n   Why does ignoring a guy make him want you more and why does closed to a guy make you away?\n  ","29550":"\n   Have you ever been chased or bitten by a dog?\n  ","29551":"\n   What would be the easiest to do for you : \nA day without sleep or a day without food?\n  ","29552":"\n   Oh didn’t look. So many responses are coming through lol. But nice. The country has its benefits.\n  ","29553":"\n   We have to wear our masks around campus. We're supposed to wear them even when walking to class but most pull them down. Before I was in a boot I walked 2miles or more a day and by the time I went up and down hill multiple times, I could not breathe in the mask so I take it down when I'm outside\n  ","29554":"\n   What would you do if I showed up at your home holding a box of donuts in one hand and six pack of cheap but good beer in the other? Besides call the police..\n  ","29555":"\n   Its a flu kinda. The flu we have is a version of the coronavirus. I believe media blows it out of proportion but it needs to be stopped before too many die\n  ","29556":"\n   Has the virus gotten any better?\n  ","29557":"\n   Italian\n  ","29558":"\n   What is your favorite holiday?  Thanksgiving or Christmas\n  ","29559":"\n   When you go shopping do you usually go through the cashier or do you use the self pay line?\n  ","29560":"\n   You live in in the US?\n  ","29561":"\n   What are you thinking about lately? 👀\n  ","29562":"\n   Ahh the country... I use to live in the country. Nothing but trees and gravel lol\n  ","29563":"\n   You’re the third person to say that. What exactly are you all using?\n  ","29564":"\n   Which age do you wish that you could be forever?\n  ","29565":"\n   Do you decorate outdoors for Halloween?\n  ","29566":"\n   Have door dash ever given you the wrong meal?\n  ","29567":"\n   How do you feel about receiving inappropriate questions? Why do you think people send them?\n  ","29568":"\n   Are you single, in a relationship or married?\n  ","29569":"\n   Have you been to many weddings?\n  ","29570":"\n   That’s so nice 👍 Bella\n  ","29571":"\n   Do you like the smell when you light a match?\n  ","29572":"\n   Have you ever let someone borrow something, only to regret it?\n  ","29573":"\n   Do you wear a watch?\n  ","29574":"\n   I have no siblings. Would have been nice having a sister and\/or brother.\n  ","29575":"\n   I think you came out great! You’re really down to earth and nice to everyone. Seems like you have a great head on your shoulders!\n  ","29576":"\n   Thank you 😊💐\n  ","29577":"\n   I grew up the same way!! My family are always outside and ever since i was a little baby i was always outside.\n  ","29578":"\n   \"Do you wear a mask out in public\"? What type of mask?\n  ","29579":"\n   What's a major turn off for you?\n  ","29580":"\n   What is the best thing you read today that moved you?\n  ","29581":"\n   I love how much you enjoy being outside 💗\n  ","29582":"\n   Youve got me on the computer searching all sorts of things 🤣\n  ","29583":"\n   I WANT TO DO THIS. \n\nWow thank you so much for showing me this!!\n  ","29584":"\n   What drama did you use to say on the phone? 😂\n  ","29585":"\n   Im asking because ive been just doing the same for those around me and theyve told me i should study to do it for more people but idk how to get involved in things like that! I think its so cool how you do that.\n  ","29586":"\n   Telephonic pranks were epic. Haha. Usually harmless too!\n  ","29587":"\n   Thats awesome! Makes a very valuable employee 💗\n  ","29588":"\n   Im sorry i sent a lot of stuff 😬\n  ","29589":"\n   How do you discover this paranormal places or people who need help?\n  ","29590":"\n   Whats woodburn?\n  ","29591":"\n   Im happy to hear things are calming down for you as well! I feel like id love to work in a grocery store cause all of the FOOD. Yes 😍\n  ","29592":"\n   Ohhh, do you like where you work? What exactly do you do for work? How has your job changed since COVID?\n  ","29593":"\n   This song wasn't a hit in the USA, UK is a bigger market for soul music. But doesn't Linda look awesome in her denims?\n   \n    https:\/\/youtu.be\/R8AOAap6_k4\n   \n","29594":"\n   My new account 🤣\n   \n    https:\/\/ask.fm\/Survival07\n   \n","29595":"\n   somewhat relevant article... the \"refrigerator running\" joke will die...\n   \n    https:\/\/www.theatlantic.com\/technology\/archive\/2016\/04\/the-life-and-death-of-the-prank-phone-call\/476340\/\n   \n","29596":"\n   What place you will go on vacation\nMexico, or Canada ?\n  ","29597":"\n   think this will be consigned to history now that everyone's ditching their land lines for smartphones\n  ","29598":"\n   Is your refrigerator running? Cause it just ran past my house!\n  ","29599":"\n   Share a photo with me 📸\n  ","29600":"\n   Have you ever tried doing telephone pranks as a child?\n  ","29601":"\n   Has anyone had pumpkin flavored things yet? 🎃\n  ","29602":"\n   In get togethers, why does everyone refuse to eat the last slice of pizza?\n  ","29603":"\n   How would your best friend describe you?\n  ","29604":"\n   What word do you find fun to say?\n  ","29605":"\n   Is it a bad thing to tell little lies\n  ","29606":"\n   Which nationality are you often mistaken for?\n  ","29607":"\n   it’s National Coffee Day! did you get your free coffee today? i just got mine 🤪\n  ","29608":"\n   What is the secret of happy relationship?\n  ","29609":"\n   What language do you wish that you could speak?\n  ","29610":"\n   Hey heyy\n  ","29611":"\n   What is the funniest misunderstanding you have ever had?\n  ","29612":"\n   Why do zombies like brain so much?\n  ","29613":"\n   What are you very good at ?\n  ","29614":"\n   I would love to see the halloween cookies :D\n  ","29615":"\n   What are your plans for halloween?\n  ","29616":"\n   any Halloween plans coming up?\n  ","29617":"\n   Sleep tight don’t let the bedbugs bite\n  ","29618":"\n   🍃\n  ","29619":"\n   I’m very sad to hear about Shawnees passing :(. She was a sweet and caring woman who always put her family above anything. And this is another example of a good person taken too soon . I don’t know if her husband will see this but please know you and your family are in our thoughts.\n   \n    @mommaisloved\n   \n   ❤️\n  ","29620":"\n   What movie can you watch over and over again?\n  ","29621":"\n   How do you cheer yourself up when you're feeling down?\n  ","29622":"\n   Overconfidence ultimately hurts the heart\n  ","29623":"\n   Do you prefer toasted bread on sandwiches?\n  ","29624":"\n   What’s your favourite restaurant to visit?\n  ","29625":"\n   Which vegetable do you hate the most?\n  ","29626":"\n   Incase no one told you. Someone cares\n  ","29627":"\n   What do you love enough to share to make others better?\n  ","29628":"\n   100% truth!\n  ","29629":"\n   What do you think is the new online trend right now?\n  ","29630":"\n   do you like pizza rolls?\n  ","29631":"\n   Have you used a bath bomb or bubble bar before?\n  ","29632":"\n   How comfortable are you with public speaking?\n  ","29633":"\n   Do you like to eat sloppy joe’s? Also known as “manwich” 😂😋\n  ","29634":"\n   I'm broke af\n\nWhat can I do for 30\n  ","29635":"\n   What's the most you'd be willing to  spend on a birthday cake?\n  ","29636":"\n   what fascinates you?\nnot including people.\n  ","29637":"\n   Can humans become stronger through experiencing our own weaknesses? How?\n  ","29638":"\n   what tv show can you rewatch over and over and never get bored of?\n  ","29639":"\n   How do you view someone who gossips a lot about people?\n  ","29640":"\n   what is your favorite healthy snack?\n  ","29641":"\n   Do you use a hot water bottle?\n  ","29642":"\n   bc\n  ","29643":"\n   do u hate me\n  ","29644":"\n   How are you feeling today?\n  ","29645":"\n   that is good!\n  ","29646":"\n   how is ur day?\n  ","29647":"\n   btw im cody.\n  ","29648":"\n   I hate covid\n  ","29649":"\n   Do you want Askfm to have these reactions (😂, 😡, 😮)?\n  ","29650":"\n   🗣\n  ","29651":"\n   Do you give money to charities ?\n  ","29652":"\n   How many hours do you sleep at night?\n  ","29653":"\n   Follow back please\n  ","29654":"\n   If you could create an app, what would it be?\n  ","29655":"\n   I like them both (fajitas and Taco's) however; I wouldn't know the difference cause they seem to be alike.\n  ","29656":"\n   Maybe after new year I might get to again 😊\n  ","29657":"\n   Do you love the World you live in?\n  ","29658":"\n   Yeah 😎 I would be careful Bella\n  ","29659":"\n   I fall down and I hurt 😞 my back\n  ","29660":"\n   Your welcome 🙏 Bella\n  ","29661":"\n   (Fill in the blank) New York City is...\n  ","29662":"\n   Hi 👋 Bella how are you happy 😃 Sunday to you a hug 🤗\n  ","29663":"\n   Turtle?\n  ","29664":"\n   What's your favorite kind of frozen treat?\n  ","29665":"\n   I actually really like watching performances on stage as well as occasionally performing on stage... although COVID has put a stop to that. Over the past year or so I’ve really gotten into cross stitching which has been keeping me busy\n  ","29666":"\n   🌸\n  ","29667":"\n   Good night my dear friend ❤🤗🌙\n  ","29668":"\n   What's the weirdest thing about modern life that people just accept as normal?\n  ","29669":"\n   What animal do you think is the scariest?\n  ","29670":"\n   If you were given 5 million pounds to open a museum, what kind of museum would you create?\n  ","29671":"\n   How do you react when a stranger tries to talk to you?\n  ","29672":"\n   do you like arcade games? 👾\n  ","29673":"\n   Ever used doordash? Other apps like that?\n  ","29674":"\n   What is the worst 21th century gadget?\n  ","29675":"\n   When was the last time you celebrated something?\n  ","29676":"\n   Is there anything that you would like to know about me?\n  ","29677":"\n   Did your teachers miss you?\n  ","29678":"\n   Would you rather spend your Saturday indoors or outdoors?\n  ","29679":"\n   if someone was interested in being friends with you and reached out, what would be the first thing you’d want them to know about you? \ncould be a few things.\n  ","29680":"\n   Is it okay to tell a white lie to avoid hurting someone's feelings?\n  ","29681":"\n   Let's spread some positivity today :) Say something good about the sixth person that shows up when you type @! No need to tag them if you wish them to remain a secret though.\n  ","29682":"\n   What's one thing you remember being taught from school? Do you feel like what you remember is valuable knowledge?\n  ","29683":"\n   Do you have a lucky talisman you keep with you? PAP!\n  ","29684":"\n   What's the last concert you went to?\n  ","29685":"\n   What makes you really sleepy?\n  ","29686":"\n   Would you be able to eat only at McDonald's for a month?\n  ","29687":"\n   I’m glad to hear that 😊\n  ","29688":"\n   What does a guy mean when he says \"I’m not interested in back girls\"?\n  ","29689":"\n   How are you doing this week? 😊\n  ","29690":"\n   No the song immortal by Evanescence came out this year 2020 with a music video and everything try looking it up on youtube.\n  ","29691":"\n   But I can't go from another state to another state in the us right now because of Covid and becuse I live in Illinois and my sister ight now lives in Texas\n  ","29692":"\n   I used to eat fresh course meals but now since Covid-19 my family's been taking take-out from left to right. I'm getting sick of this salt, fried oil, and carbs. AAAaahh!!\n  ","29693":"\n   Evanescence and have you heard and seen their new music video\/song Immortal. It's a little bit new based on what they usually do but it was pretty awesome as always.\n  ","29694":"\n   BLACKPINK\n  ","29695":"\n   Jason Derulo tracks from 2010's\n  ","29696":"\n   oh its not just puppies I pretty much babby sit the my whole neiborhood dogs while their gone if they need it and i'm available, because I know everybody in my neighborhood in a good way not in a old person grumpy weirdo way, and they know\/trust me too, while I also get payed.\n  ","29697":"\n   With my sister in her her new mansion she moved into in Toronto,Texas USA.\n  ","29698":"\n   My whole bookshelf and my dog but he weighs more than me so I probably can't carry him! ;) ;)\n  ","29699":"\n   When I'm dog sitting a whole bunch of dogs in my backyard that is an acre just for the backyard! I'm kinda embarrassed for saying that now! AAAaahh!!\n  ","29700":"\n   Can you describe the moment when you stopped being a child? How old were you?\n  ","29701":"\n   Do you have any pet stories to share? If you don't have a pet, do you want one?\n  ","29702":"\n   What is your favorite source of outdoor entertainment?\n  ","29703":"\n   What would you save first if your apartment\/house caught on fire?\n  ","29704":"\n   If you have worked \/ work currently, have you ever told your boss off?\n  ","29705":"\n   Do you ever regret being a good person to the wrong people?\n  ","29706":"\n   Would you tell on someone if they did something illegal knowing that it could get them jailed?\n  ","29707":"\n   Give me some new music recommendations! 🎵\n  ","29708":"\n   Do you believe in happy endings?\n  ","29709":"\n   Do you have pets? PAP!\n  ","29710":"\n   Describe what a good friend means to you?\n  ","29711":"\n   🍃💜💙🍃.. You are a loving Person??.. 🍃💜💙🍃 ..Eres una persona Amorosa??.. 🍃💙💜🍃\n  ","29712":"\n   wolf\n  ","29713":"\n   What was the best thing that happened to you today?\n  ","29714":"\n   Would you rather meet a wolf or a poisonous snake in the wilderness?\n  ","29715":"\n   What is on your to do list? Could be today\/night, tomorrow, for the week or month\n  ","29716":"\n   Paris,france\n  ","29717":"\n   What's the best thing that happened to you today?\n  ","29718":"\n   What do you think about vegetarians?\n  ","29719":"\n   How often do you buy things via the Internet?\n  ","29720":"\n   What do you think you have to do in life to experience real happiness?\n  ","29721":"\n   Would you rather get noticed by the hottest person at party or have perfect abs?\n  ","29722":"\n   What is your favorite sport?\n  ","29723":"\n   Are you an art lover?\n  ","29724":"\n   Have you ever been to a concert by your favorite music artist?\n  ","29725":"\n   Would you rather be a famous novelist or a successful movie director?\n  ","29726":"\n   How do you cheer up a friend when they're feeling down?\n  ","29727":"\n   yw :)\n  ","29728":"\n   hehe no none taken to be honest :) but does it make it worse that im barefoot? i mean does it make me look teeny?\n  ","29729":"\n   Do you think single digit number of likes is unsatisfying?\n  ","29730":"\n   Shower or bath?\n  ","29731":"\n   hehe guess i look like a teen xD i'm 28 hehe\n  ","29732":"\n   hehe okay :D how old do i look like?\n  ","29733":"\n   hehe yeah out of you and me who looks to be oldest? xD\n  ","29734":"\n   Why do humans have such a strong urge to distract ourselves from the real world?\n  ","29735":"\n   Dark Dayz is about New York; Homeless at Union Station, it is very intetesting\n  ","29736":"\n   hey! who looks to be youngest out of you and me according to u? xD\n  ","29737":"\n   What's \"cool\" Nowadays? 👀\n  ","29738":"\n   you are really lovely :) im glad ur back on ask i missed your page and questions\n  ","29739":"\n   ❤️Love it\n  ","29740":"\n   ❤️\n  ","29741":"\n   ✍\n  ","29742":"\n   What's the clumsiest thing you've done?\n  ","29743":"\n   Waoo 🤘❤\n  ","29744":"\n   Its this cool new game . search it on the app store :)\n  ","29745":"\n   Ok what are you doing Job aur study\n  ","29746":"\n   What helps you fall asleep at night?\n  ","29747":"\n   What's the best comfort food?\n  ","29748":"\n   Ok where are you from sweet\n  ","29749":"\n   Which family member do you confide in the most? 👍 🙃\n  ","29750":"\n   How are you sweet\n  ","29751":"\n   What is your favourite food?\n  ","29752":"\n   Hi sweet\n  ","29753":"\n   What’s the most interesting documentary that you have seen ?\n  ","29754":"\n   Which was the funniest proposal you got?\n  ","29755":"\n   If you were an ice cream flavor, what would you be?\n  ","29756":"\n   Hi there!    ҉*\\(^ω^)\/*҉ Here's to hoping you have a great week. I hope you're able to start the week off right with a good Monday!\n  ","29757":"\n   Do you like bbq?\n  ","29758":"\n   Which country do you want to visit?\n  ","29759":"\n   How often do you change your profile picture on social media?\n  ","29760":"\n   Can you tolerate unmanageable restless kids of your guest in your house?\n  ","29761":"\n   When was the last time that you had your face painted?\n  ","29762":"\n   What’s the funniest thing that you can think of?\n  ","29763":"\n   Coffee or hot chocolate?\n  ","29764":"\n   How did you feel when you woke up?\n  ","29765":"\n   what are your plans for this weekend?\n  ","29766":"\n   What is something that never fails to inspire or motivate you?\n  ","29767":"\n   What is your definition of living in the country?\n  ","29768":"\n   Why does it hurt so bad when someone is able to just cut you out of their life like you never existed?\n  ","29769":"\n   Have you ever gone on a road trip?\n  ","29770":"\n   What scares you?\n  ","29771":"\n   Do you think there ever will be a Third World War ?\n  ","29772":"\n   When’s the last time you turned a wrong into a right?\n  ","29773":"\n   What would you say your Top reason for getting out of bed every morning is?\n  ","29774":"\n   Which is the most stylish celebrity?\n  ","29775":"\n   Do you wish you were still in contact with your high school friends?\n  ","29776":"\n   Do you ever try to learn a new or difficult language for any purpose?which language?\n  ","29777":"\n   If you had a giraffe that you needed to hide, where would you hide it?\n  ","29778":"\n   What's the best thing you can do with a stick of gum?\n  ","29779":"\n   What are you thankful for today?\n  ","29780":"\n   What would you be doing right now if the internet didn't exist?\n  ","29781":"\n   Do you think dogs are really man's best friend?\n  ","29782":"\n   What current trend can you not stand?\n  ","29783":"\n   What are your plans for the weekend?\n  ","29784":"\n   What is your favorite animated cartoon?\n  ","29785":"\n   what was for lunch?\n  ","29786":"\n   What type of friend are you?\n  ","29787":"\n   Anyone wanna play among us?\n  ","29788":"\n   What is you love about you most?\nWhat makes you different for other?\n  ","29789":"\n   how was your day\n  ","29790":"\n   Hay bella\n  ","29791":"\n   What is your favorite color?\n  ","29792":"\n   It's really nice to see your smile again Bella. I know this is kinda late LOL sorry. Welcome back ❤️🌹\n  ","29793":"\n   Always hon\n  ","29794":"\n   i wanna get married this decade (2020s)\n  ","29795":"\n   Do you prefer ruled notebooks or unruled? #staif\n  ","29796":"\n   Where is the most uncomfortable place you have ever slept?\n  ","29797":"\n   Are you a colorful person or a basic color person?\n  ","29798":"\n   Show us your favorite emoji!\n  ","29799":"\n   What qualities do you value the most in your friends?\n  ","29800":"\n   Just like same as in regular classroom classes?🙂\n  ","29801":"\n   What is one trope in fiction that you just can't STAND? As in, you hate it so much that it can make you want to stop watching a show\/movie all together?\n  ","29802":"\n   Are you a creative person?\n  ","29803":"\n   What makes you feel calm: Birds or Stars?☁🕊🌟🥰\n  ","29804":"\n   What are the unwritten rules of having online lessons\/classes?\n  ","29805":"\n   Do you ever try 5 min craft hack?\nwhich one\n  ","29806":"\n   How do you write the lowercase letter \"a\"? Do you write it as a circle with a stick, or a cane with a circle in it?\n  ","29807":"\n   🐕\n  ","29808":"\n   How do you relax at the end of the day?\n  ","29809":"\n   What is in the center of the world?\n  ","29810":"\n   Do you remember life without technology? What was it like?\n  ","29811":"\n   Are you more of a dog person or a cat person?\n  ","29812":"\n   🎁\n  ","29813":"\n   How many hours a day do you spend watching TV?\n  ","29814":"\n   what are some girl names you’d love but never use for your children,\n  ","29815":"\n   Followed you sweetie Bella 💋\n  ","29816":"\n   How can a husband love his wife to the point of insanity? Serious Mature answer only\n  ","29817":"\n   what are some boy names you love but you’d never use for your children?\n  ","29818":"\n   What do you like to talk about the most?\n  ","29819":"\n   What’s your sense of humour like?\n  ","29820":"\n   What is paradise for you?🍃\n  ","29821":"\n   do you miss anyone?\n  ","29822":"\n   What can melt your heart?\n  ","29823":"\n   How many siblings do you have?\n  ","29824":"\n   What food do you find disgusting but everybody seems to enjoy?\n  ","29825":"\n   What annoys you more, slow internet or slow replies?\n  ","29826":"\n   What's something that you would never wear?\n  ","29827":"\n   how was your night?\n  ","29828":"\n   What did everyone have for dinner tonight then?☝🏻\n  ","29829":"\n   Are you a good cook? 💖\n  ","29830":"\n   What photo made you ask \"no wait, really\"?\n  ","29831":"\n   What is an attitude or a mindset that you feel more people could benefit from, and why?\n  ","29832":"\n   Follow 🥰🖤\n  ","29833":"\n   PAP your before and after!\n  ","29834":"\n   Right sis👍!! Actually sis, I believe this in real life 🙂\n  ","29835":"\n   Would it cause backpain?\n  ","29836":"\n   Should I live in the moment or do things that make my future self happy?\n  ","29837":"\n   Do you enjoy baking? What was the last thing you baked?\n  ","29838":"\n   What happens if you don't lift weights for 2 weeks?\n  ","29839":"\n   Summer or winter?\n  ","29840":"\n   If you are a boy and you are obsessed with makeup what should you do?\n  ","29841":"\n   What outdoor activities do you enjoy doing?\n  ","29842":"\n   What time did you wake up today??\n  ","29843":"\n   When did you last regret something that you said?\n  ","29844":"\n   thought on those people who eat bugs and warms because they contains nutrition.😒😒😒😒\n  ","29845":"\n   do u like stockings?\n  ","29846":"\n   I think 🤔 that she likes to cook 👩‍🍳 tho and work out 🏋️ yes\n  ","29847":"\n   Do you hold some conspiracy theory? Tell us!\n  ","29848":"\n   Post a picture with the longest hair you have had!\n  ","29849":"\n   \"mint chocolate\"? I like mint chocolate however; I like sugar-free so, I know whose home I'll be knocking on this Halloween......lol.\n  ","29850":"\n   What do you hope never changes?\n  ","29851":"\n   Your welcome 🙏 Bella and in a few days it’s my sister Nicole birthday 🎂 so I have to think 🤔 to give her a present 🎁\n  ","29852":"\n   How quickly do you call people back?\n  ","29853":"\n   how old is your ask account?\n  ","29854":"\n   I like Kit Kat bars.. that’s it that’s the post.\n  ","29855":"\n   Do you use a waterpik?\n  ","29856":"\n   I know Bella and I really adore 🥰 you so much\n  ","29857":"\n   What's the bravest thing you've ever done?\n  ","29858":"\n   Do you have a favourite brand of clothing line?\n  ","29859":"\n   What was your favorite toy as a child?\n  ","29860":"\n   How has your day going Bella\n  ","29861":"\n   Why is being \"friends\" bad?\n  ","29862":"\n   How can people become happy?\n  ","29863":"\n   Thanks 😊 Bella and good morning 🌞 to you\n  ","29864":"\n   Has anyone else besides me receiving fewer questions lately? I seem to get a lot of spam, but only a handful of genuine questions. Are you having the same problem? 🤔\n  ","29865":"\n   What's the longest you've ever gone without sleep?\n  ","29866":"\n   what was for dinner tonight?\n  ","29867":"\n   Is it a bad idea to cut your own hair? Have you done it before? 💇‍♀️💇‍♂️✂️\n  ","29868":"\n   So funny 😂😂😂😂\n  ","29869":"\n   How are you? <3\n  ","29870":"\n   have you ever ripped jewelry out of a piercing?\n  ","29871":"\n   Well idk about everyone lol but I did learn a lot about Life an myself.best part is in starting over with nothing really I used alot if my resource getting heathy an well I'm now looking for wrk again I got bored how so I get a pic again I forgot\n  ","29872":"\n   How often do you procrastinate?\n  ","29873":"\n   When did you last sleep for over 9 hours?\n  ","29874":"\n   Do you ever made a tiktok video or roast video of anyone?share the story\n  ","29875":"\n   Hi,how are you ??\n  ","29876":"\n   Yes I'm back Heath Is a ok 100 back I beat a thing most ppl don't but I list in this ask I forgot how to do it all lol ..I had a wonderful time not using this app an did a thing on life an death so I not sure I'll stay on but I wanted to see how everything an everyone was.ur one I remember fond\n  ","29877":"\n   How low do you wait for the battery on your cell phone before recharging it?\n  ","29878":"\n   do you like your job?\n  ","29879":"\n   what’s your favorite emoji?\n  ","29880":"\n   What is your favorite candy?\n  ","29881":"\n   How can i get more followers on here?\n  ","29882":"\n   Yeah 😎 Bella and it was really good we talk about the arc of Noe\n  ","29883":"\n   what are you doing?\n  ","29884":"\n   do you cook pumpkin seeds?\n  ","29885":"\n   Awehhh thank you😊. Your Ask needs you, keep us all in line. I understand, we all need a break once in awhile and that's okay. I'm glad your back and doing better, that's all that matters to me 😃.\n  ","29886":"\n   Where were you lost sweetie\n  ","29887":"\n   hmm Good answer! but i am talking about the feeling that how can we understand that in which house we are living is it a abnormal haunted place?\n  ","29888":"\n   It's fantastic seeing all these posts from so many people welcoming you back 😻 😁 If you didn't know how much you're loved on here before (which I highly doubt anyway), you do now Bella ✌️ 🤗\n  ","29889":"\n   Welcome back gorgeous 🖤, i'm glad your here and doing better 😊. If you ever need someone to talk to don't be shy, i'll listen and try my best to help you. Stay strong!xoxox 💋❤.\n  ","29890":"\n   How do you understand that the house has a paranormal activity of a daemon?\n  ","29891":"\n   Hey Bella, nice to see you here again 💕 hope you're okay and I am happy about reading all of  your new answers 😌 have a beautiful day and keep smiling 🌺\n  ","29892":"\n   Left or Right Handed ?\n  ","29893":"\n   My friend, I missed you and your questions so much! 🤗\n  ","29894":"\n   Yeah 😎 today in my country it’s sunny 🌞 here tho and I have a reunion in zoom 🏎 with my friends at 7: pm\n  ","29895":"\n   wow omg, glad your back xx\n  ","29896":"\n   Wc back💜\n  ","29897":"\n   😊Thank goodness. I'm glad you've sorted out the issue with the ASKfm admin. Welcome back Bella💞\n  ","29898":"\n   My best friend’s birthday today💜\n  ","29899":"\n   can you give some likes to this profile if it is not a problem\n   \n    https:\/\/ask.fm\/Vyvie\n   \n   thank you in advance :)\n  ","29900":"\n   What would your dream house be like?\n  ","29901":"\n   Me too Bella I’m really happy 😃 to see you\n  ","29902":"\n   Bellaaaaaa welcome backkkkk!!! Omg 🤧 Happy that you're back!\n  ","29903":"\n   Welcome back cutie!!🖤  I really missed you😘 I hope you are fine🤗💕\n  ","29904":"\n   I am following Twitter\n  ","29905":"\n   are you using the app tumblr\n  ","29906":"\n   You know Bella last night I was really praying 🧎‍♂️ for you because I told god that I was really waiting to see you again\n  ","29907":"\n   Thanks 😊 Bella\n  ","29908":"\n   are you binge watching any tv shows currently?\n  ","29909":"\n   What is the last thing you do before bed?\n  ","29910":"\n   I know Bella and thanks 😊 for saying that you miss me right\n  ","29911":"\n   What is the most beautiful city you have ever visited?\n  ","29912":"\n   How many questions do you receive on Mondays and Tuesdays? (Approx.)\n  ","29913":"\n   Do you watch comedy shows? If yes, which?\n  ","29914":"\n   Thank you for your thoughts. You're thoughtful, kind and determined. NOW......jump in to the pool....ha-ha-ha!! See ya'.\n  ","29915":"\n   YEAHHHHH......Hoooo-hoooo....Bella has returned!! You should be told why you have been removed. Stay safe and pretty. See ya'.\n  ","29916":"\n   What are three things you always bring with you wherever you go?\n  ","29917":"\n   Happy 4th of July! What are you doing this weekend?\n(Sooooo this was a random question it generated for me, so i guess it’s Fourth of July again!🥳🎉)😂😂😂\n  ","29918":"\n   Who makes you laugh?\n  ","29919":"\n   Do you keep your room clean or messy?\n  ","29920":"\n   Welcome back!!!!!\n  ","29921":"\n   Hey everyone on Ask!\nI am back!\nI have missed you all SO MUCH!\nThese last few days have been really sad considering I haven't been able to talk to my friends like fam on this app. I am happy to be back! Happy! & ready! I have conquered the impossible yet again.I have fought to get back on for a week\n  ","29922":"\n   What time do you go to bed?\n  ","29923":"\n   Pap\n  ","29924":"\n   If I had an office job it’d be different but rain makes me sleepy too which ain’t good when I’m driving lol\n  ","29925":"\n   What app do you spend the most time on?\n  ","29926":"\n   awww <3 ^__^ sweet pic\n  ","29927":"\n   Pandora vs spotify vs iTunes\n  ","29928":"\n   What weird potato chip flavor that doesn't exist would you like to try?\n  ","29929":"\n   What is the last event you attended?\n  ","29930":"\n   Why do empty people make so much noise?\n  ","29931":"\n   What are some of the dumbest lyrics you've heard in a song?\n  ","29932":"\n   what are some board or card games you like to play?\n  ","29933":"\n   If you were granted an autograph from anyone, who would it be?\n  ","29934":"\n   What things do you like about your country?\n  ","29935":"\n   At one point, i used to love drama; then i relized there is too much of it in life\n  ","29936":"\n   Post your favorite picture! 🥂\n  ","29937":"\n   What's one thing you think everyone should do every day?\n  ","29938":"\n   What do you think ASKfm has, that no other site has?\n  ","29939":"\n   What name would you give to your ship?\n  ","29940":"\n   Are you a hot weather or cold weather type of person?\n  ","29941":"\n   Why do zombies attack?\n  ","29942":"\n   How many times a day do you look at yourself in the mirror?\n  ","29943":"\n   What do you think of tattoos?\n  ","29944":"\n   Kellin quinn\n  ","29945":"\n   Which are the things that make u happy?\n  ","29946":"\n   Do you prefer the north in summer or the south in winter?\n  ","29947":"\n   How did you heal your heartbreak?\n  ","29948":"\n   If magic was real, what spell would you learn?\n  ","29949":"\n   How do you appreciate family and friends?\n  ","29950":"\n   What thing do you hate to clean ?.\n  ","29951":"\n   What made you happy today? 🤗💛\n  ","29952":"\n   🍂 What is your go to food, that is your guilty pleasure? :3\n  ","29953":"\n   Would you rather be able to speak any language fluently or have the ability to talk to animals?\n  ","29954":"\n   How bad do you have a fear of germs?\n  ","29955":"\n   Why do we keep on hoping for things that are impossible?\n  ","29956":"\n   Who  is your favourite celebrity\n  ","29957":"\n   Drop your favorite sad movie🍿\n  ","29958":"\n   What did you eat so much of that now you hate it?\n  ","29959":"\n   Where is the most fascinating place you’ve been too?\n  ","29960":"\n   What drives you to do your best?\n  ","29961":"\n   what question do you really need answers to?\n  ","29962":"\n   What advice would you give to your younger self?\n  ","29963":"\n   Would you say you live in a \"good\" neighborhood?\n  ","29964":"\n   Thank you\n  ","29965":"\n   How do I change that?\n  ","29966":"\n   what are your weekend plans?\n  ","29967":"\n   What word do you always mispronounce?\n  ","29968":"\n   What time did you wake up?\n  ","29969":"\n   what the secret\n  ","29970":"\n   That's good enough for me fair enough.\n  ","29971":"\n   What’s your favorite number? Why?\n  ","29972":"\n   What is the secret of happy relationship?\n  ","29973":"\n   What are you going to do this weekend?\n  ","29974":"\n   How often do you get asked stupid questions?\n  ","29975":"\n   how was ya day?\n  ","29976":"\n   what color do you think of when you hear the word “letters”\n  ","29977":"\n   That’s fine 🙃 what’s your favorite candle?\n  ","29978":"\n   Weather in your city...?!\n  ","29979":"\n   If you own a car: What do you hate most and love most about your car?\n  ","29980":"\n   How much time per day do you spend on the internet?\n  ","29981":"\n   Is happiness just chemicals flowing through your brain or something more?\n  ","29982":"\n   Have you ever sky dived or bungee jumped?\n  ","29983":"\n   If I’m at home I like it fine. When I have to work in it I hate it lol.\n  ","29984":"\n   It’s supposed to rain through tomorrow here.\n  ","29985":"\n   Are you a good judge of character?\n  ","29986":"\n   〣l||l(›ଳдଳ‹)l||l what's the last thing that scared you?\n  ","29987":"\n   How do you know someone is actually intelligent and not just faking it?\n  ","29988":"\n   What do you wish someone had told you before you cheated?\n  ","29989":"\n   what stresses you out?\n  ","29990":"\n   .\n  ","29991":"\n   That is good. I think the rain we’re getting now is from that hurricane but it’s a tropical depression now or something\n  ","29992":"\n   Hmm..I guess so🙂\n  ","29993":"\n   Morning to you Bella 🤗 What's your plan for today? Anything interesting?\n  ","29994":"\n   ThanQ 😄😄😄\n  ","29995":"\n   Yes.. Your Answer made me like this...\n  ","29996":"\n   Make up...\n  ","29997":"\n   Same here lol. It’s raining which makes work harder.\n  ","29998":"\n   Finally I need it...\n  ","29999":"\n   Favorite animal?\n  ","30000":"\n   What do you do to let others know you love them?\n  ","30001":"\n   You don't need make up?? Do you agree??\n  ","30002":"\n   what is the silliest thing you’ve heard people say about you?\n  ","30003":"\n   What’s your favourite object?\n  ","30004":"\n   Morning. I like my ranch dressing lol.\n  ","30005":"\n   Lol. The ranch dressing should be a given. I put ranch in my mashed potatoes lol.\n  ","30006":"\n   🍂\n  ","30007":"\n   Thank you sis for your precious suggestion 😊🤗\n  ","30008":"\n   🍂\n  ","30009":"\n   You’re beautiful! Do you model? You really should.\n  ","30010":"\n   Favorite type of questions you like getting?\n  ","30011":"\n   what are you excited for?\n  ","30012":"\n   Ham, stuffing, pecan Pie, cookies, rolls, pineapple cheese casserole, sweet potato casserole, cake and there’s more lol.\n  ","30013":"\n   What do you think makes a person beautiful?\n  ","30014":"\n   What is your favorite Skillet song??😊\n  ","30015":"\n   Yeah it is. I’ll eat pie anytime\n  ","30016":"\n   If you were shopping right now, what would you buy?\n  ","30017":"\n   What’s your favourite band?\n  ","30018":"\n   What are you passionate about?\n  ","30019":"\n   Have you ever lost any respect for someone instantly?\n  ","30020":"\n   I thought so. I like any pie lol.\n  ","30021":"\n   Tradition lol?\n  ","30022":"\n   What was your childhood like\n  ","30023":"\n   Sounds pretty good.\n  ","30024":"\n   Ever eaten Shepard’s pie?\n  ","30025":"\n   What is the best way to promote a start up business and website and promote?\n  ","30026":"\n   Sounds like fun.\n  ","30027":"\n   Lol sounds like fun. Couple months I will be too.\n  ","30028":"\n   _💚\n  ","30029":"\n   Eating in or out?\n  ","30030":"\n   I'll must use my social network and viral the information since I didn't get my justice. Atleast we civilians play an important in this type cases. Civilians strength is most powerful proven in 1 May,1886😊 nyws, I'm nt arguing on. don't take my thoughts negatively sis. I'm just supporting ur ri8ts.\n  ","30031":"\n   I thought they were tea cup poodles lol.\n  ","30032":"\n   Have you accidentally \"liked\" a picture while stalking someone?\n  ","30033":"\n   No thang girly 🥰🤗\n  ","30034":"\n   Do you like to read?\n  ","30035":"\n   Did you dream last night?\n  ","30036":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","30037":"\n   What do you think I do for fun?\n  ","30038":"\n   🍂 Are there any upcoming movies you are looking forward to? If not, what's your favourite movie? :3\n  ","30039":"\n   First 10 likers get 20 likes please\nThey have to return if you give likes💕\n  ","30040":"\n   It’s crazy they keep asking you this 😳\n  ","30041":"\n   Like a poodle?\n  ","30042":"\n   😁😁😁\n  ","30043":"\n   hope your all doing fantastic\n  "},"Answer":{"28971":"\n  I actually don't mind some really dark chocolate tasting cocoa\n  ","28972":"\n  Cyndaquil! I am definitely a fire and electric and ghost-type Trainor if I have to label myself.\n  ","28973":"\n  👋 Hey. Nothing much. Just resting after a long day of work\n  ","28974":"\n  Things are going pretty good today. Taking it one day at a time that's all I'm going to say. That's all I can do.\n  ","28975":"\n  I don't really read books every single day but I would honestly like to read a book with 8000 Pages other than 8000 movies. I have been getting into books lately. I mostly listen to the audio and maybe follow along but at the same time I'm still reading. I can't really get too into movies all the way. But lately I have been reading this book and I love it so much.\n  ","28976":"\n  Just people arguing about race or religion or politics or something along the lines.. Even though they don't know each other at all. I think that stuff is stupid to talk about especially if you can't have a civil conversation about it and actually state facts and actually be civil about it.\n  \n  But if you actually start stating facts and having a civil conversation about it and stop looking at everyone's color and stop judging Everybody by this group and that group then we'll start having a conversation about it. If people can't just have a civil conversation then it needs to just be all left alone.\n  ","28977":"\n  Thank youuu. Same back!\n  \n  And to al!\n  ","28978":"\n  I will answer the first question. No not every educated person is smart. It depends on how you do it all and how you feel about it all if that makes any sense. I know some people that have went to college for 8 to 10 years and some of them are still as narrow as a dang... Idk.. It's just bad.. or they might be super intelligent but don't have a single emotional thoughts of their selves. Or their narrow-minded or they're just straight up rude and forget their morals they were taught growing up by their parents or they forget the people feel. They just act like they're perfect and that everyone around them has to be the same way. If that makes any sense\n  ","28979":"\n  My bad! For some reason I thought I had it wrong. I always seem to get the two mixed up. I love Pokemon but sometimes I do get mixed up with some of them occasionally. I'm sure that's normal LOL I love Pokemon!\n  ","28980":"\n  Florida's beaches are beautiful but I would love to go on the east or west coast maybe one day\n  ","28981":"\n  Depends if you mean a family member or if you mean.. like a boyfriend... Or even a husband.  like through a divorce or even losing them, like them passing...\n  \n  Because if you mean a family member sometimes it's just really hard the loss of a family member. And you really never let go of the situation. It's usually always hurts. Only time can heal.\n  \n  If you mean like a boyfriend from them cheating or you just don't want to be together with them eventually you will move on to bigger and better things.\n  \n  If you mean through a divorce sometimes that can take longer but you still move on eventually. Heartbreak can really last a while. Months.. years... Longer.... :(\n  \n  And then if you mean if you lose somebody. Like you lose your husband. That's extremely hard. It does go away kind of but not fully ever. Again time can only heal. Mourning the loss of a very close loved one like that is really hard. I could never imagine losing Jason. It would take me a very long time to even slightly heal from something like that.\n  \n  But there's a few different views on this kind of question. Hopefully I answered it right in some way.\n  ","28982":"\n  I love navy blue. Black. Red. Green. Dark colors mostly.\n  \n  Blue is my fav!\n  ","28983":"\n  I dont.\n  ","28984":"\n  79% Exactly\n  ","28985":"\n  Ikr? Little Pikachu and Weedle. With Pikachu comforting him. So cute! 😊🙏\n  \n  Good mornings everyone from Donkey!\n  ","28986":"\n  Thanks. Good morning.\n  \n  You have a good day and week also!\n  ","28987":"\n  Goodnight everyone!\n  ","28988":"\n  Yep right?\n  ","28989":"\n  Thanks! Same that to you!\n  ","28990":"\n  🤙🤙🤙🤙🤙\n  ","28991":"\n  👍\n  ","28992":"\n  Thanks. About to go to sleep again. Good night! 🤘\n  ","28993":"\n  Thank you so much!\n  ","28994":"\n  Thanks 😊🤘\n  \n   I followed you btw.\n   \n\n     View more\n    \n\n","28995":"\n  I would feel really bad for him. I promise you. He wouldn't make it with me and how I know how to defend myself. Walking up on an Americans redneck\/cajun bayou home is like digging your own grave. 😆 Good luck.\n  \n  We are used to these types of wild animals listed bellow.\n  \n  - Insane and out-of-control wild boars in which they are overpopulated down here. What makes them so dangerous? They have the sharpest Tusk they can get up to 500 pounds and they're extremely fast and usually run in packs.\n  \n  - Humongous Panthers -\n  \n   Extremely vicious fast selfie and they are huge. MEAN MEAN and do not fear nearly anything.\n   \n   - We do have Bears out here.\n   \n   - Giant coyote packs.\n   \n   - Large mean deer.\n   \n   - Bobcats.\n   \n   - Mean birds and more\n   \n\n     View more\n    \n\n","28996":"\n  No problem. You already know me. 🤙\n  ","28997":"\n  Yep I checked them out\n  ","28998":"\n  Not sure what you mean. It just works automatically after I take the video.\n  ","28999":"\n  Right on right on 🤘 Yee yee\n  ","29000":"\n  I used to go out with a hold my breath longer than a minute it was like a minute and in like something seconds I can't remember we used to do challenges to see who could go into the water longer. Definitely as I get older it just seems like my lungs are losing practice. Plus I have a singer's voice and you have to learn how to hold your breath a lot while singing so I guess that has a lot to do with it with helping me. I find it fun swimming and to be able to hold your breath for a while definitely comes in handy.\n  ","29001":"\n  I have been happily part of the VIP program since it started. Or at least from the first month.\n  ","29002":"\n  Probably....\n  ","29003":"\n  It really just depends....\n  ","29004":"\n  I really don't like to talk about....\n  ","29005":"\n  You are most welcome my friend!\n  ","29006":"\n  Very good my friend. You deserve it after all\n  ","29007":"\n  Well...\n  ","29008":"\n  Basically the best way to discern between the two to think Creole is City Food. The culture the people all of it. As City and Cajun as country food the people and the culture.\n  \n  Creole historically refers to the descendants of French (and later the Spanish) Colonial Settlers of New Orleans.\n  ","29009":"\n  Must be completely real\n  ","29010":"\n  Honestly I would learn any and all languages if I could\n  ","29011":"\n  I don't know but I'm a huge fan of Pokemon and that would be like the best\n  ","29012":"\n  This is the most advice I can give anyone\n  ","29013":"\n  I'm going to be 100% honest with you\n  ","29014":"\n  Your okay.\n  \n  I knew you were telling me you're going to move soon.\n  ","29015":"\n  I am going to more less tell you what I like to eat and drink together as a combo and then a few other favorites\n  ","29016":"\n  Well currently I am actually reading...\n  ","29017":"\n  Well that's great! I love the rain and I love to watch it and hear it. I love having the rain on the house when I'm sleeping. And I was wondering why you were a away a few days. I figured that was with the reason why. Or really it just seemed like you were busy. I figured you were moving into your new house. That sounds really great that you're liking it!\n  ","29018":"\n  You're welcome!\n  ","29019":"\n  Thanks 😊\n  ","29020":"\n  So..\n  ","29021":"\n  Yep and I hope you're having a good day!\n  ","29022":"\n  👻🦇 My most favorite thing?? 🍭🕸🎃\n  \n  Would have to be...\n  ","29023":"\n  For the next week I am....\n  ","29024":"\n  Wake up? Umm.\n  ","29025":"\n  Well... This is what I think honestly.\n  ","29026":"\n  Well. It doesn't really matter the genre it's just really the song But if I had to narrow it down R&B and alternative rock and if I had to say another one scary enough metal LOL\n  ","29027":"\n  Inspired by\n  \n   @Angel_Khalidah\n  \n\n  I'm going to answer a lot of questions today in a video. I am somewhere where I can upload videos. I usually can't upload videos or pictures while I'm at home. My internet doesn't work that well and I live in a very rural area.\n  \n  But I am at a place where I could actually upload videos right now\n  ","29028":"\n  Morning! Video for you all!\n  ","29029":"\n\n   @RedOasis2017\n  \n\n  This is a real homie for sure. Thanks for always being real and looking out for me.\n  \n  You a rwal one bruh! 🤙🤘 Keep rockin' fam! 🎃\n  ","29030":"\n  Little tired.. But it's okay. I feel alot better today. I wonder if it's cold out today... I guess I will go out real quick to find out.\n  ","29031":"\n  Almost completely alone. Yes. Sadly. But most of the years\/time. No. Or like I have to wait till a week before or after to be with people to celebrate it but that's okay. Still counts to me. The thought.\n  ","29032":"\n  😁🤙🤙🤙🤙\n  \n   🌄 🌄 🌄 🌄\n   \n\n     View more\n    \n\n","29033":"\n  Sure. Of course. That's why I put in the post, \"here's some.\" I only get so much room to type.\n  ","29034":"\n  Thanks. You too\n  \n   And to everyone else too!\n   \n\n     View more\n    \n\n","29035":"\n  It's sad that I have to block alot of spammers and trolls. But that's about all that's on my block list.\n  ","29036":"\n  👍\n  ","29037":"\n  Yeah? Nice.\n  ","29038":"\n  Yeah. Same. They are always there sense birth. If they chose to leave our life that's them then too bad. 🤷\n  ","29039":"\n  Exactly\n  ","29040":"\n\n   @RedOasis2017\n  \n\n\n    @Illin_Ahmed\n   \n\n\n     @Rufinalexa\n    \n\n\n      @Angel_Khalidah\n     \n\n\n      @Askamanz5506\n     \n\n\n      @Synfalen\n     \n\n\n      @Alicia861\n     \n\n\n      @Fiezuqa\n     \n\n\n      @AskKeishaJ\n     \n\n\n      @Krrice\n     \n\n\n      @Eqcarpenter\n     \n\n\n      @BigBoyPete\n     \n\n\n      @lnr87\n     \n\n\n      @Bruxish\n     \n\n\n      @Laalelow\n     \n\n\n      @Kittiemeowsie\n     \n\n\n      @NineGDxFour\n     \n\n\n      @CarlaHall88\n     \n\n\n      @NicoleBuckleyyx\n     \n\n\n      @Kelseymyrina\n     \n\n\n      @LeaderOfTIAA\n     \n\n\n      @Pookeo9\n     \n\n\n      @Zactc\n     \n\n\n      @Grace_Elias\n     \n\n\n      @Qu33nForADayy\n     \n\n\n      @Cupcakethequeen1\n     \n\n\n      @MACKabiVIPer42\n     \n\n\n      @KeepYourEyesPeeled\n     \n\n\n      @KathleenBremner\n     \n\n\n      @Courtneym4\n     \n\n\n      @BigAmericanFatso\n     \n\n\n      @Chris10022000\n     \n\n\n      @CactusDoug\n     \n\n\n      @LisaLuLu09\n     \n\n\n      @Lady_Eloquent\n     \n\n\n      @PerfectStarFish3700\n     \n\n\n      @EatYourCake\n     \n\n\n      @DovahMonah\n     \n\n\n      @Astoldbyjoanna\n     \n\n\n      @Civicboy13\n     \n\n\n      @Maresx\n     \n\n\n      @Vanillaraccoon\n     \n\n\n      @Tumblr_and_Starbucks\n     \n\n\n      @JadeMusicGirl\n     \n\n\n      @JamesW7558\n     \n\n     🦇 Some of my favorites.🍂 You guys rock! Much love to each and 🍭everyone of you! 😁 🍁Halloween is soooon my 🍫friends!🍂 Let's post lot's🍬 of GIFs and 🕸🕷Pics the next two weeks. That is of course 🌕if you🍬 celebrate! I loove🍁 to see them! 🌙🍂🙏😯👻 🇺🇸 From the USA!\n     \n\n       View more\n      \n\n\n\n\n","29041":"\n  Old. DEF\n  ","29042":"\n  👋 Hello 😁🤙\n  ","29043":"\n  Hi\n  ","29044":"\n  Ouu. That's a good one! And Meat Eater. That's good.\n  ","29045":"\n  God\n  \n  Jason\n  \n  My mom\n  \n  Friends\n  \n  Gaming\n  ","29046":"\n  It's a reference he's making. He's making a joke and I was finishing the joke.\n  ","29047":"\n  I do.\n  ","29048":"\n  Yaaaas.\n  ","29049":"\n  Yes. Having to send them out and getting some of these weird one's. Yes. Agreed.\n  ","29050":"\n  Followed. Thanks!\n  ","29051":"\n  Longmire\n  \n  Life Bellow Zero\n  \n  Alaskan Star Troopers\n  \n  The Flash\n  \n  Wicked Tuna\n  \n  The Exterminator - Louisiana\n  \n  Swamp People\n  \n  Ghost Adventures\n  \n  And more.\n  ","29052":"\n  Right.\n  ","29053":"\n  ✔ Done\n  ","29054":"\n  Well, this weekend.\n  \n  I made a mild tasting, kidney beans, tomato, ground beef Cajun chili. And on the side I made cheesy jalapeno cornbread. Was really good.\n  ","29055":"\n  Stop. Think. Chill. Calm down. And plan.\n  ","29056":"\n  Followed.\n  ","29057":"\n  Day off yo. Ayyyye. Much love\n  ","29058":"\n  There is no such thing as I can't get rid of it I do it. I get rid of it. No reason to be that way. Turn your day around.\n  ","29059":"\n  Good morning.\n  \n  I just don't understand why people ask such questions. And then judge people for their answers especially. That's why I don't answer these questions. Plus I don't really get into the politics anyway much here in America because it just always leads to arguments and drama. I was raised to not even talk about political views because that's all it ever did was a ride arguments. Especially in today's age nobody knows how to have a proper conversation with real based facts and then not get offended and just respect persons answer they just want to get angry and tell them they're wrong about everything. That's why I just don't talk about these types of things especially on the internet to people that I don't really know 100%. Because you're just going to get label into a group based off of your answer because they don't know you. They're just going to mention the obvious or what they think is the obvious. Every year I get mom or dad with questions like this and I just don't answer them. I have never really gotten into the political system. I don't want to. Because once again it just causes arguments. And as I said before no one just can have a regular conversation about something without getting angry. So yeah. 🤷\n  ","29060":"\n  Goodnight everyone.\n  \n   😁🤙\n   \n\n     View more\n    \n\n","29061":"\n  A little demon. Haha\n  ","29062":"\n  Amityville: The Awakening\n  \n  I didn't find one starting with my name Bella but Bella Thorne plays in this movie and it's a horror movie I think\n  ","29063":"\n  Oh nice my friend.\n  ","29064":"\n  Omgosh... Idk. 😯 Both are great. 😁👍\n  ","29065":"\n  I am great. Thanks.\n  \n  Nice shoutout.\n  \n  Hope your okay.\n  ","29066":"\n  😁🌙🤙\n  ","29067":"\n  Alright. Goodnight.\n  ","29068":"\n  Yeah?\n  ","29069":"\n  Yeah I saw what you said\n  ","29070":"\n  Really?! Whaaaat. Nice! Ha\n  ","29071":"\n  Literally my answer says I don't understand why people ask such questions like this.\n  ","29072":"\n  Yeah? Well that is special.\n  ","29073":"\n  👍\n  ","29074":"\n  Very good. Happy for ya.\n  \n  Be careful and congrats to ya.\n  ","29075":"\n  Nice.\n  ","29076":"\n  Your ok\n  ","29077":"\n  👍\n  ","29078":"\n  Ok. Yeah... I saw your first response already\n  ","29079":"\n  O.o\n  ","29080":"\n  Congratz\n  ","29081":"\n  When I am ready one day. Yes. If God blesses me with one yes sure.\n  ","29082":"\n  Mhmm\n  ","29083":"\n  No? I'm not.\n  ","29084":"\n  I don't. No.\n  \n  Pets? Yes. Doggos like kids.\n  ","29085":"\n  Googling many different subject ideas. Scrolling through YouTube talking with friends\n  ","29086":"\n  I have been off for the last few days and does spending time with Jason and cuddling with him and then when he goes to work I'm just having a good days off playing games with a close friend and cooking and waiting for my husband to come home from work and he got to eat up the lovely dinner I made. We had chili and spicy jalapeno cheesy cornbread. He said it was good which made me feel proud\n  ","29087":"\n  👋 Hey\n  ","29088":"\n  Anywhere that you weren't able to before the quarantine. That's what I've been doing\n  ","29089":"\n  Be able to customize your profile with more colors more information and even music maybe.\n  ","29090":"\n  Pretty good considering my last answer I said. I Will Survive pretty darn good LOL\n  ","29091":"\n  You're welcome\n  ","29092":"\n  In some ways I can be looked at as that.\n  \n  But overall love is a wonderful thing. 95% of the time it changes a person for the good. The better\n  ","29093":"\n  Just want people to be more aware of our ecosystem. Watch out for littering and throwing things in the water and all kinds of things like that\n  ","29094":"\n  Yes I would love a Halloween spam soon yes please!\n  \n  😁🙏🕷\n  \n  I was actually gonna send something out yesterday asking for some Halloween spams from y'all. But I was gonna wait.\n  \n  This was exactly what I was going to post. This is the question I was going to send out exactly. I saved it. I'm probably still going to send it out. Just not sure when\n  \n  Answer this ? with a Fall or really creepy Halloween GIF.\n  \n  🍁🌾 If anyone wants to spam me with some really good Halloween questions?! 😯🎃 I would loooove that!! 😁❤🙊 Ima answer them throughout the rest of this month to get into then season! 🌰 So ask whenever. However! Thanks! You guys rock! 🍂\n  ","29095":"\n  Alright! I followed you back thanks!\n  ","29096":"\n  Evening y'all. Srry my day has been very busy. Srry. I am here now. What's up?!\n  ","29097":"\n  ❤😊🌙😴🙏💙\n  ","29098":"\n  Just you remember them for doing something really great. Something really bold courageous usually but not always\n  ","29099":"\n  We bought some groceries down the street\n  ","29100":"\n  I liked Longmire. And then I liked Wicked Tuna. And then I liked The Flash. And it's a few other shows but I'm not sure if these are exactly teen shows or anything that you would be interested in watching but this is stuff that I like. And then Ghost Adventures\n  ","29101":"\n  This is actually my first ever really big phone. Like really big phone screen type phone I have ever had. And I love it. I always liked small phones because I'm a small person so it would be easier to work with but I wanted a bigger phone this time to be different\n  ","29102":"\n  See one hundred percent honest I feel like going road tripping at the moment. This is really how I feel at the moment. I want Adventure\n  ","29103":"\n  The life I lived was lived well but not long enough. Thank you God and thank you mom and dad. Love you all. My family and friends. ❤\n  \n  My last words.\n  ","29104":"\n  I like when we build each other up not be so mean and negative to each other. Be open-minded\n  ","29105":"\n  I did have pasta! Wow. 😆 And I didn't even know neither. Haha. And it was good too!\n  ","29106":"\n  Very good\n  \n  I like different baked good as well I like different baked good as well like muffins brownies and different breads as well pie is the best\n  ","29107":"\n  Sometimes but I always have good results so no reason to be scared. So nah. I'm not anymore.\n  ","29108":"\n  Just chill down okay? Take everything one day at a time. Make your trust circle small small. Don't trust just anyone. And no reason to hate on yourself so much. Hate is such a sad strong word that shouldn't be used. Just take some time out and just chill down okay? Don't let just anyone in your circle. Noo one. Don't let them.\n  \n  Take you a break.\n  \n  Focus on your and be you.\n  \n  Don't be with anyone for awhile. Be free. Be happy. Be by yourself. Be with family.\n  ","29109":"\n  Slang? Or like bad words?\n  \n  Cause I don't try to cussInfront of anyone really but slang. My culture is sland. Coona-- French has nothing but slang in it. So we all kinda speak slang in my family all the time. Can't help it. Just apart of us and how we are.\n  ","29110":"\n  Thank you so much.\n  ","29111":"\n  Year-round me and the team I work around in research different locations and learn the history on them and then we go and visit their locations and investigate and just check out the places. We use different types of paranormal tools to investigate the area. Try to prove whether or not the area really is living up to its standards of what's going on around there. Try to understand what's going on and why it's there. What kind of entity is there. And just try to give people answers to unanswered questions. It's more or less just a hobby, but it's definitely work at the end of the day. It's something I really enjoy doing especially with friends and family. It is a really good hobby to get into. But you really have to know what you're doing you can't just go into it blind. People can most definitely come along for the ride but there's no guarantee that everything is going to work out the way that they want. Everything is very unexplained and unexpected. Crazy. Can get dangerous at times. But in all is just a rush.\n  \n  I've been researching the Paranormal and many different other subjects around the Paranormal for over thirteen years now. It is something I'm very into and curious about.\n  ","29112":"\n  I like Cherry Cola and iced coffee usually the caramel kind or the job of a kind but only on occasion\n  ","29113":"\n  Just get up. Let dogs out real quick. Then feed them and water them. Wash face. Get ready for the day. Breakfast. And then just plan for the day. Maybe work. Maybe day off. Just depends. Just depends.\n  ","29114":"\n  It was where I was raised at. 🙏 I love my home.\n  ","29115":"\n  Thanks!\n  \n  Same back!\n  \n  Day off. Just taking it easy. Chilling. Not much. Catching up on some video games.\n  ","29116":"\n  Wonderful. Just on my day off playing video games with a friend atm. Going great.\n  ","29117":"\n  Eventually. And ways. Yes\n  ","29118":"\n  About an hour and a half ago. My husband.\n  ","29119":"\n  They just don't like a human. They may in their own way that we don't know cause we aren't animals. We wouldn't know their way.\n  ","29120":"\n  Everything. I am grateful for life.\n  ","29121":"\n  Followed you back. 👍\n  ","29122":"\n  Right!\n  ","29123":"\n  Some soup and a hot pocket. Yeah 😆 lol something simple.\n  ","29124":"\n  None. And none. No broken bones. 😁\n  ","29125":"\n  People.\n  \n  Animals.\n  \n  Nature.\n  \n  Food.\n  \n  Landscaping.\n  \n  Places.\n  \n  And more.\n  ","29126":"\n  Just don't argue. At all. Ignore. Just be done. Move on. You know what's right.\n  ","29127":"\n  \"You play ball like a girl!\"\n  \n  Says to a girl... Then tmgets buttKicked by girl that he said to. Don't underestimate anyone.\n  ","29128":"\n  Lol yeah... They can be very creepy especially when you think of those.\n  ","29129":"\n  Anyone. Yes.\n  ","29130":"\n  Scuba diving\n  \n  Magnet fishing\n  \n  Tuna fishing\n  ","29131":"\n  A non? risk? taker? 😆 lol idk hahaha\n  ","29132":"\n  Not yet. No.\n  ","29133":"\n  No big 😁🤙\n  ","29134":"\n  ???\n  ","29135":"\n  Halloween Town! 🎃\n  ","29136":"\n  Good. Tho I am starting to get tired tho.. 😴\n  ","29137":"\n  God. My family and friends. Pups. They are wonderful. They make me want to be here.\n  ","29138":"\n  Ouu nice.\n  \n  Onions and Garlic are ok. 👍 I like.\n  ","29139":"\n  My anonymous is turned offff\n  ","29140":"\n  What? Lol?\n  ","29141":"\n  Lol. Nice. And right.\n  \n  I forget you have to have sugar free. Nothing wrong with that my friend. Good day to ya. Of course.\n  ","29142":"\n  Too many people talking at me at once.\n  \n  Just 1 at a time please. I can only listen to 1 at a time anyway.\n  ","29143":"\n  ??? The beginning of this.\n  \n  Before you say you didn't have one???? Idk what your talking about.\n  \n  And again the rest of this.\n  \n  ?.?\n  ","29144":"\n  Another day to me.\n  \n  Be alright. 👍\n  ","29145":"\n  Yee. 👍\n  ","29146":"\n  It's okay\n  \n  Not my fav.\n  ","29147":"\n  Lit\n  \n  That's lit.\n  \n  Dope.\n  \n  That is so dope.\n  \n  Yo.\n  \n  Word.\n  \n  What up.\n  \n  Meh\n  ","29148":"\n  Worked and got through all my tasks at work. Putting out sales tags and picking them up and then checking people. Fronting and making the store look great. Helping people. Cleaning. Chit chatting with folks and making their day. Coming home and doing what I have to do around the house. Cook, clean with Jason. Spending time with fam. Bbqing. And more. I did alot this week and last.\n  ","29149":"\n  Sure. Both ways? Sure.\n  ","29150":"\n  Counting me and in-laws.\n  \n  There is 8 of us.\n  \n  1 in-law\n  \n  Come from 3 diff sides tho.\n  ","29151":"\n  It's okay. I am doing great. You should stick around. We miss your activity on here.\n  ","29152":"\n  1st of all. Good morning you guys. Srry I haven't been on much. I have been working like crazy and am a little sick. I am trying to get back. But anyway. Good morning.\n  \n  _\n  \n  2nd of all. I would like to comment on a few things I have been seeing.\n  \n  I think it's funny when people ask why I spend so much time on here but my late post under this one I am answering now says, \"12 hours ago.\" Last time I was on was 12 hours ago. Half a day away. I was asleep.\n  \n  And then I worked everyday this week. Actually I worked almost 12 days in a row. I work anywhere from 5 in the mornings till like 6 in the afternoon. I might get on and say good morning and answer a question or two if I get the chance. Because I am busy at work or doing something at home. Like cooking or cleaning or just doing something important. But from 5am to 6pm in the afternoon is again almost 12 hours. A full half a day. I only really get to come on one good time in the afternoon on here and I don't always have time to do everything.. Like both answer and send questions out, because I follow so many people. But it's the fact that I came on is all that counts.\n  \n  I know there is a few jealous and no lifey people on here that wanna ask mean or stupid questions... Like.. Why are you on all the time? When in fact I'm not. I can't be. I would like to come on maybe more. But I will say, I am daily active. But just like with any other app other people choose to get on everyday. I choose this one. This is a little hobby\/journal of mine. Instead of paper. I choose this as my paper. And again like any of app you or someone may choose to get on alot on. I choose this one, though I am not even able to get on but every now and then throughout the day, when I can, that is all that counts. And is fine.\n  \n  If you don't like me. Idky but you don't have to follow nor talk to me.\n  \n  Here's a question for you.\n  \n  Why do you sit on apps and ask people that aren't bothering youstupid useless questions for no reason? Try that one. 👍\n  ","29153":"\n  Thanks. Goodnight. 👍\n  ","29154":"\n  The new Motorcycle my husband got us for our anniversary. Thanks love. Love you. 💙🙏😍\n  ","29155":"\n  Chicken salad and macadamia nut cookies\n  ","29156":"\n  Physically defending someone for a serious and necessary reason.\n  ","29157":"\n  We met in a wonderful and great and unexpectedly met online on GTA 5 on Xbox 360. 8 years ago almost. I had playing video games my whole life. And one day when I was playing I'm at my best friend and me and him got along and then shortly we started talking and then yeah. We just kinda hit it off. My best friend became my boyfriend. Talked 247 and got to know anything and everything about ourselves. Met months later and it was like we knew each.other all along. It was special, yet crazy. He made me crazy. Crazy for him. 😊💙 I love Jason. He is wonderful.\n  ","29158":"\n  ????\n  ","29159":"\n  The dark when I was even in young ages.\n  ","29160":"\n  Red\n  \n  White\n  \n  Blue\n  ","29161":"\n  Yes I do\n  ","29162":"\n  I try my best to turn it all around.\n  ","29163":"\n  The normal amount??\n  ","29164":"\n  Being able to go home. I'm tired and actually I'm a little sickly so yeah I'm ready to go home\n  ","29165":"\n  Depends on who sends them to me.\n  ","29166":"\n  Doing things I love with the people I love. Those kinds of things cheer me up\n  ","29167":"\n  Nice. Very good. 👍\n  ","29168":"\n  That there is other planet's put there just like ours out there.\n  ","29169":"\n  Nope. No way. I don't.\n  ","29170":"\n  At a certain extent. But like what is on the inside matters more.\n  ","29171":"\n  Of course.\n  ","29172":"\n  Paranormal.\n  \n  Meteorology.\n  \n  Animals.\n  \n  Music and singing.\n  \n  Art.\n  \n  History.\n  \n  Cooking.\n  \n  Cars.\n  ","29173":"\n  Not sure. I forget what this is... Darn.\n  ","29174":"\n  Like... The object? Like a stop sign? Or like signs.. Like.. If you get the number 666 at the grocery store then it's like bad luck or something? Then not always. No.\n  ","29175":"\n  Both. Sometimes. Lol just depends. And you asked a question lol. Your good\n  \n  And good job to your daughter. 👍 👍 👍\n  ","29176":"\n  Agagin.. No but I have always wanted one. They are really kool. But yeah. No. I haven't.\n  ","29177":"\n  No but I have always wanted one. They are really kool. But yeah. No. I haven't.\n  ","29178":"\n  Thanks y'all...\n  ","29179":"\n  To many tasks and things to think about at once. Too frustrating.\n  ","29180":"\n  Depends on what the questions are. Because it can't be against the rules to talk about on here and everything has to be appropriate and censored or it gets flagged or\/and removed. I can't talk nor go against the rules of Ask.fm. or my account gets flagged. So just be understanding of those things. Can't just talk about just anything on here.\n  ","29181":"\n  When? Where?\n  ","29182":"\n  Awe. Thanks. 😊\n  \n  I appreciate that comment. I love red, white and blue. Great colors.\n  ","29183":"\n  Lays. Def\n  ","29184":"\n  Yes\n  ","29185":"\n  I don't like raw. But I don't mind sushi rolls that are cooked but still technically considered sushi\n  ","29186":"\n  Thanks\n  \n  Good morning!\n  ","29187":"\n  Wouldn't mind either. Would really bother me much.\n  ","29188":"\n  I always thought it was for better\n  ","29189":"\n  Calling peeps\n  ","29190":"\n  Head def\n  ","29191":"\n  Skillet\n  ","29192":"\n  God\n  ","29193":"\n  Depends. Do I like it? Sure. Do I need it? No but I'd like to have it sure. Do I really need to actually have it though no\n  ","29194":"\n  I like it. Yeah. Sure.\n  ","29195":"\n  Well if my husband confessed to me that he was in love with me then... yeah.. 😂 My husband. Hahaha.\n  ","29196":"\n  Potatoes\n  ","29197":"\n  I don't think any country is strange really. To be honest with you..\n  ","29198":"\n  Yeah. Def. Will be praying for better things to happen in your life soon. 👍 Positive vibes going your way.\n  ","29199":"\n  Really strong candy smells.\n  \n  Sweet pea and violet smells\n  ","29200":"\n  11, 17, 55, 60, 99\n  \n  My fav numbers to 100\n  \n  Then 1,111\n  ","29201":"\n  🤷 Well I'm here so... it's just another thing to me. There's a lot of crazy things that I hear everyday\n  ","29202":"\n  My name means beautiful and multiple different languages\n  ","29203":"\n  I go over the material a lot. Practice with the material. Like if it's a lab or if it's something I can explain to someone else and teach them at if I could teach them at that I know the information. If I could play it back then I get it\n  ","29204":"\n  ????\n  ","29205":"\n  I really want to visit Alaska before I die. I want to go on a cruise. I want to see the mountains. I want to go to a eastern or western border beach in the United States. I would like to go to the UK and Australia and Bangladesh to meet a few friends of mine. I want to swim with dolphins at least once. I want to pet an orca whale. I want to own a baby pig and name him Dynamite. I want to try Lobster. There's a lot of things I want to do before I die but there's no guarantee I'll get to do any of them but that's not all that matters. All that matters is another day with my family and friends and just being able to be alive. That's all that counts that's all that means the most\n  ","29206":"\n  Sometimes multitasking and listening to more than one person at once and being around a lot of people at once.\n  ","29207":"\n  I love good camera features but I am not really into the iphones as much as I used to be.\n  ","29208":"\n  Hey. Welcome back. Been wondering where you went. Hope your good.\n  ","29209":"\n  I think so. Why wouldn't I???\n  ","29210":"\n  🤙 Good morning everyone! 🤘 🌄\n  ","29211":"\n  Good job y'all 👍🤘\n  ","29212":"\n  Yay us! 🤘🤘🤘🤘🤘🤘🤘 100%\n  ","29213":"\n  Maaaath\n  ","29214":"\n  October! 🎃🍃\n  ","29215":"\n  Bbqing today yay\n  ","29216":"\n  Thanks! I appreciate it! Thank you guys! Y'all made it possible!\n  ","29217":"\n  #Bbq #Grilling #DayOff #PrettyDay #AskFm #PrettyDay #MeatEater #Usa 🇺🇸 ❤⚪💙\n  ","29218":"\n  Thank you!\n  ","29219":"\n  I saw the video. I really liked it! You should post more videos and longer and with you added. 😊 Just wanna see you and plus I love your videos and almost want them to last longer!\n  ","29220":"\n  Tinker toys.\n  \n  Legos\n  \n  Linkin logs.\n  \n  My fav. ❤\n  ","29221":"\n  ✔💙\n  \n  Thanks! I have worked very hard towards this! Thank y'all for making it possible! You guys rock! ✔\n  ","29222":"\n  Good morning! I am doing wonderful this morning. I woke up in a very good mood and feeling great even though I'm still a little sick it's okay. I also woke up to lots of wonderful emails at telling me that my account is finally verified! This is one thing that a lot of people have been asking me. Why aren't I verified? Well I got all that sorted away. I should have been verified years ago but there had been a lot of issues with my account and I had to get them sorted away. I'm finally verified and I am absolutely excited and happy. They have been wanting to verify me for a while. And I am very excited to be. You guys made me to this point and I just want to thank each and everyone of you for this gift because if it wasn't for you guys I wouldn't be verified. And I greatly appreciate it. Good morning and good afternoon to all of you! Have an amazing day guys!\n  ","29223":"\n  Goodnight you guys\n  ","29224":"\n  My family and friends.\n  \n  They are just my people.\n  ","29225":"\n  Well I don't really know you too well like that to know what exactly all that you know to tell you something that you don't know\n  ","29226":"\n  Again, no question is stupid.\n  ","29227":"\n  My hobbies. My pets if those are small things I feel like they can be\n  ","29228":"\n  Myself looking right back at me\n  ","29229":"\n  I'm starting to get to the point where I'm ready for this day to be over\n  ","29230":"\n  No question is stupid\n  ","29231":"\n  Water\n  ","29232":"\n  None. Lol sorry\n  ","29233":"\n  Zero\n  \n  None.\n  ","29234":"\n  I like Ryan's Buffet.\n  \n  Yomatos steak house.\n  \n  Outback is really good too\n  ","29235":"\n  There are actual planets out there just like ours. And tons of different universes that haven't been discovered or even looked at because they can't even get to them. But they are there.\n  ","29236":"\n  I love honey dew melon! Ouuu!\n  ","29237":"\n  I like both. I don't mind either. I just love to game.\n  ","29238":"\n  🤙\n  ","29239":"\n  I worked all day.\n  ","29240":"\n  Thaanks! I appreciate that. 😊🤘\n  ","29241":"\n  Have had bad experiences with learning how to drive and with drving. Alot of people hitting me... Nearly killing me..\n  ","29242":"\n  I try. And that's all that counts. Some people don't even do that.\n  ","29243":"\n  No. And I have worked a total of 8 days in a row. I think. Alot of days. 😆😭😭💀\n  ","29244":"\n  My bad experience is learning how to drive\n  ","29245":"\n  My morning went well. I'm still at work though waiting to go home\n  ","29246":"\n  I am not to extreme with mine. Though I like any to be honest. I just really.. Really like that kind. Worth my moneys and just really cute. I like. 😊 My kinda stuff. I like other stuff too but this is what I am gonna list for now. Haha\n  ","29247":"\n  Nooo prob sis. You already know! 😁🤘 I'm here always.\n  ","29248":"\n  Yeah. Haha no prob haha you have a good day too!\n  \n  Nice seeing ya! 😊🤘\n  ","29249":"\n  Yeah 😊\n  ","29250":"\n  I think sardines or pineapple is pretty strange\n  ","29251":"\n  Haha.\n  \n  No prob! Thank you!\n  ","29252":"\n  I've been following you\n  ","29253":"\n  🙏😊❤ Yaaaas\n  ","29254":"\n  Thank you!\n  ","29255":"\n  Thanks! Will make 8 years in April! I feel so blessed\n  ","29256":"\n  Usually to get the bigger sizes you have to go online but make sure you know exactly what your sizes of course again because sometimes they run song Sometimes they riding big. It's so hard to get a swimsuit because you can't really try them on.\n  ","29257":"\n  I am married to a wonderful man named Jason. I'm married to my best friend. I love him so much. We have been through so much. Long-distance really is tough.\n  \n  💎💙❤\n  ","29258":"\n  100%\n  ","29259":"\n  I have dated a few foreign folks from different countries. I don't feel like anything's wrong with that especially if you can make it work and go there or they come to you. I don't judge. I look at what's inside. I know a few languages also. I'm not the best but I try my best. But yes I have dated a few.\n  ","29260":"\n  Like a fansonly.com type thing? No. I am good. If you're talkin about something else I'm not sure what you are referring to my apologies\n  ","29261":"\n  Same here. I think they're doing it for really long will oil VIP members or something. I'm trying to get more information on it though.\n  \n  And yes I absolutely love some spicy BBQ ribs\n  ","29262":"\n  Okay. Happy. Surprised\n  ","29263":"\n  They're disgusting so I treat them like they're disgusting. Depending on what it is and how often they always do that.\n  ","29264":"\n  I don't know because they don't try and when they do and they get correct it or criticized for it like friendly constructive criticism they get mad because they don't want anyone to tell them what to do or how to do it. We live in a world where people feel like they have to have everything handed to them\n  ","29265":"\n  To let them? That's one thing. But if they do it every now and then get to you that's normal. But honestly don't let people get to you regardless. You should never let them get to you. That should never be a thing. Do not make someone mind your day. You can always turn your day around\n  ","29266":"\n  Yeeeah.. I could definitely understand that. I think I usually have trouble finding a top that fits me as well. Have you ever tried the sports bra bikini suits? They have them too and they're really cute and comfortable. The ones that come with either bikini bottoms or shorts and a sports bra top.\n  \n  They are decent\n  ","29267":"\n  I don't need either\n  ","29268":"\n  Usually I don't really wear bathing suits I just kind of keep myself comfortable with wearing whatever was going swimming but usually I wear a two-piece but I do like to wear a one-piece to sometimes when I do get around to wearing them\n  ","29269":"\n  You are most welcome. You deserve the love\n  ","29270":"\n  I love Christmas! My favorite time of the year! Favorite holiday!\n  ","29271":"\n  English or Arabic or Spanish.\n  ","29272":"\n  I let mt hair dry. I do not blow dry my hair. No.\n  ","29273":"\n  Eh... Hopefully.\n  \n  And good morning everyone! 😁🤘\n  ","29274":"\n  No prob. And def should. They aren't as expensive as some cameras.\n  ","29275":"\n  Love my husband and everything he does for me... Always cheering me up.. :( I just have alot of stuff going on in my lofe and I appreciate him for everything. ❤ He really is my world. Thanks babe...\n  ","29276":"\n  I have a Canon Rebel.\n  \n  It's a good starter camera.\n  ","29277":"\n  Oh ok. Nice! Very nice.\n  ","29278":"\n  Little crazy but its okay.\n  ","29279":"\n  Sure if you want to. I might remember what it is if you tell me a little bit about it. It rings a bell slightly\n  ","29280":"\n  Make it seem like they aren't annoying me. Ignore them. They leave me alone shortly.\n  ","29281":"\n  I think I have heard of this but haven't tried it I don't think\n  ","29282":"\n  ??? Like literally? Or like a type of item or thing or place? Or TV show? Perfume?\n  ","29283":"\n  Shrimp Alfredo!\n  ","29284":"\n  Great. Thanks. 😊 Doing great. Hope your doing okay.👍\n  ","29285":"\n  Summer\n  ","29286":"\n  Usually. Yeah. I do. I try to at least.\n  ","29287":"\n  Absolutely and most definitely this year has just been a roller coaster. And yes. She is happy and it is in a better place. I think about her everyday. She's such a wonderful person. She played a very big role in my life and growing up and raising me with the rest of my family. So yes. Thank you. It means a lot. Hopefully this year gets better. I'm definitely hoping on it.\n  ","29288":"\n  👋 Hello 😁🤘\n  ","29289":"\n  Thanks! Same back to you as well!\n  ","29290":"\n  Thanks. 😊 We try. Appreciate it.\n  ","29291":"\n  Good morning from me and Jason! 🤘😊\n  ","29292":"\n  Honestly all together I don't try to have arguments with people and if I'm wrong in the argument I'm not going to just try to win it if I'm wrong. If I'm wrong I'm going to accept it. But if I'm right I'm just going to explain to you what I'm talking about and if you don't believe me oh well. 🤷 Don't understand. Oh well. I ain't got time for that. People will learn in the end if I'm truly correct. But that's not always the case either. Even when I think I'm right sometimes that's not always the case either. We're only human though. We all make mistakes.\n  ","29293":"\n  Someone was just saying something simple prob. I don't remember to be honest... sometimes I get compliments about my eyes my hair my make-up how long my hair is the color of my hair how I am. I tried to be really nice and open-minded. I appreciate those compliments. But I don't honestly remember the last compliment I got other than I was tipped yesterday for just being nice. So I guess that's the last compliment I got\n  ","29294":"\n  I think I just answered this yesterday but I don't mind answering it again. Anything listed in my biography the hashtag or the link in my biography. Those are the types of questions that I like to receive\n  ","29295":"\n  Your welcome. Be strong. Think positive. You will make it through this sad time. Only time. Time.\n  ","29296":"\n  To be able to be loved you must love. So.. yeah.. You must love 1st. It is most important in life.\n  ","29297":"\n  No. It's not.\n  \n  I look.\n  ","29298":"\n  like I said to someone else this morning. This year just all-around has not been a good year. Ever since I lost my grandmother in November 2019 since that it seems like everything is just been getting worse and not better. Everyone has been going through a lot and it's really hard to get through a passing of a family member especially someone very close to you. The best thing I could say to you is try everything you can remember the good memories about down and not to forget them and to remember that they're in a better place and that they're not suffering. As I said before it's not easy to get over a death in the family at all. If anything you never get over it it's always there. Again the best thing to do is to remember the great things. Only time can heal such... I will pray for you and send positive vibes your way. And sincere condolences to you and your family and their family. For this is a sad time for all of you.. ❤🙏😔\n  ","29299":"\n  Thanks! I'm super excited!\n  ","29300":"\n  I mean mostly in schools and that work this kind of thing is regulated. If you're at home or on your own walking in public as long as you're not taking it too far and you're being appropriate a kiss or a hug or a hand holding isn't really that bad. Even cuddling and holding each other close while walking isn't that bad of course the whole covid-19 and social distancing is important but if you're always around that person anyway and know where they've been and who they've been around honestly there some sort of a loophole for that person with you. Spanish always remember that there's kids probably watching and that you shouldn't be too inappropriate because they could be seeing your actions. Some people say I don't care sometimes kids don't understand that stuff and it's better for us to try to be appropriate about it and keep it at a minimal especially in school because they're trying their best practice social distancing and it being safe from getting sick of covid-19. They don't know where you have been but all they know is you are around a lot of kids in which you don't know where they have been and you don't realize that you could be getting sick and not even know it. So it's better to just try to space ourselves out and social distance anyway and try not to show any sort of PDA in school towards anyone\n  ","29301":"\n  Srry. That's sad. Praying for ya. You'll get through it... Honestly... Just this year has been just all around hard.. For anyone. 2020? Yeeaah... It's just seems that it gets worse and worse. Cheer up dollin'.... After losing my Maw maw in Nov. Of 2019 till now... it just don't seem like it's gotten any better. Been 1 year in a month since she's been gone. It has been so hard... :( It's all good though. She isn't hurting anymore and she's with my Paw paw, so I know she's happy. For sure.\n  \n  But yeah... Keep your head up. For this year has just been nuts.. Srry your going through some stuff. Hope it starts to get better. Positive vibes going your way and lot's of prayers.\n  ","29302":"\n  It hit around us. Like came up here. But it wasn't that bad once it gor to us. Maybe a Cat. 1 Not bad.\n  \n  But the wind was a little rough. It's been raining for two days.\n  ","29303":"\n  I don't. Put it when it's not funny. That'd be pointless and slightly confusing.\n  \n  It maybe funny to meee and not the other person.\n  ","29304":"\n  Meeee tooo. I love it.\n  \n  Volleyball would have to be my favorite sport to play play.\n  \n  Favorite sports to watch.\n  \n  Basketball and football.\n  ","29305":"\n  I've used it a little and it's okay. I may try at it again.\n  ","29306":"\n  Mardi Gras are the best in Louisiana while on vacation\n  ","29307":"\n  Earn respect learn respect give respect\n  ","29308":"\n  I appreciate that. Sorry for the late reply\n  ","29309":"\n  Have you tried to? I have checked this app out a few times but haven't fully for sure thought about actually using it fully. Do you think that's really good? Cuz he recommended that I definitely will look back into it\n  ","29310":"\n  I do feel like I have a purpose and that is to make people happy turn their day around and be someone there to listen and guide them if they need me to\n  ","29311":"\n  A husband brought us a motorcycle\n  ","29312":"\n  I don't believe so but I have been offered to bartend a wedding before and I spoiled the bride\n  ","29313":"\n  Heeello\n  ","29314":"\n  I believe I am. ❤\n  ","29315":"\n  Well today I got some sugar cane. And I really like it. Been chewing on it. We are supposed to cook hotdogs roast marshmallows and make s'mores maybe carve pumpkins and make cookies for Halloween and eat candy. Me and my husband will probably watch a scary movie\n  ","29316":"\n  Anything listed in my bio in the link in my bio any of my hashtags. I like to be asked questions based off of that.\n  ","29317":"\n  Absolutely.\n  \n   Why not?\n   \n\n     View more\n    \n\n","29318":"\n  I think so. Yeah.\n  ","29319":"\n  Nothing much really just working a lot.\n  ","29320":"\n  Yeah it has been I hope you're doing okay I'm fine just working a lot. Everything is going all right we just had a hurricane down here but we're okay\n  ","29321":"\n  It's okay. 😊 At least you shouted him out. If you ever want to talk back and forth with someone just talked wall-to-wall with questions so people don't see your conversations just don't post the replies AKA questions\n  ","29322":"\n  🤙\n  ","29323":"\n  Sure. Why not.\n  ","29324":"\n  Taste\n  ","29325":"\n  Cricket\n  ","29326":"\n  Lol. This was a shoutout. 😂\n  ","29327":"\n  I am proud and work hard to look the way I do.\n  \n  I worked to get the figure I have. Still working at it.\n  ","29328":"\n  My sisters being born.\n  \n   Graduations.\n   \n   Getting married.\n   \n   Moving.\n   \n   Getting G.\n   \n\n     View more\n    \n\n\n","29329":"\n  Thanks! Good morning! 🤘\n  ","29330":"\n  No because I do not have any experience in tattooing or know how to work any and all of the equipment. I have never worked with tattooing equipment. Even if someone pays you to do something you don't know how to do and preform a very dangerous thing on them such as tattooing. Tattooing can be extremely dangerous... Something that has to be taken seriously. If done wrong. It could seriously hurt or make someone sick or even death. Infection. Yeah... You have to know what your doing in order to be able to tattoo.\n  ","29331":"\n  Decent.\n  ","29332":"\n  I think so! Actually! Darn critters!\n  ","29333":"\n  ? I find this untrue. I don't see it. So Idk.\n  ","29334":"\n  My husband does.\n  \n  Good morning.\n  ","29335":"\n  Goodnight everyone! 🤘😴\n  ","29336":"\n  Neither.\n  ","29337":"\n  Noo prob. 👍\n  \n  If your not following me already. Go right on ahead and follow if you'd like! 😊\n  \n\n   @Ice_Frozen_Vocals\n  \n  is me on Instagram. Follow me if you'd like.\n  ","29338":"\n  I reported it and another person is about to report it and she's about to send it to her people's and they're going to report it so lots of people are about to report that and I'm posting this anyone else that sees this please go and find it on Instagram and report it and send the link to other people to report as well. I appreciate all of you\n  ","29339":"\n  Going pretty good.\n  \n   Tired.\n   \n    Little sick feeling today.\n    \n    Allergies\n    \n\n      View more\n     \n\n\n","29340":"\n  They have to be slow with me. I am a slow learner. And they think I just automatically have to understand something the first time and that's not always the case. Now that every human. We're all different\n  ","29341":"\n  I think a little more. But I don't just friend friend just anyone. Like.. I don't let just anyone in my trust Circle. I am careful\n  ","29342":"\n  Thanks. I try\n  ","29343":"\n  Because it was out in the middle of nowhere no and we can't get any good\n  ","29344":"\n  No. It don't. I do me and that's it. Idc what people think of what I do. I don't do stupid stuff neither tho.\n  ","29345":"\n  Hi. Thanks. I am working... Trying to feel better. Woke up not feeling the best this morning.. It's all good though. Just allergies. But still.. So work. Make self feel better. Yep. Soup later........\n  ","29346":"\n  Thanks!\n  \n  Dang.. I do not feel too hot this morning.. No Covid crap. No.\n  \n  My throat just kinda hurts... No sleep hardly.. And then like.. Yeah.. Sinus drain I'm guessing from this weather change. Wonderful.\n  ","29347":"\n  In the fifties and sunny\n  ","29348":"\n  Unfortunately the heartbreaker but being married for 8 years I don't know anymore. Not neither don't plan to be either\n  ","29349":"\n  Yes. Those are great.\n  ","29350":"\n  Sometimes but not often\n  ","29351":"\n  I do\n  ","29352":"\n  I honestly don't remember my last dream but I know one of my last dreams was about gaming or something? maybe or I was thinking about it before bed or when I woke up I'm not sure\n  ","29353":"\n  🤘\n  ","29354":"\n  I am working this weekend. But I'm fine with that\n  ","29355":"\n  You're absolutely right. People take things way too serious and jump to conclusions in these days. It's really sad. I most definitely wasn't talking about you. I just don't understand why some people get so defensive about things that aren't even what they seem.\n  ","29356":"\n  I like to drink hot cocoa with marshmallows in it ❤\n  ","29357":"\n  I'm married so no\n  ","29358":"\n  1st 1 def\n  ","29359":"\n  I wore work clothes all day. I just changed into some sleep clothes.\n  ","29360":"\n  Oh ok. Nice. Yeah it's cloudy today. Sadly may have a hurricane on it's way up here. Unfortunately...\n  ","29361":"\n  I wish I could grow my nails out. Nail biting is the worst habit ever and it's disgusting. I am in the process of stopping. I'm so excited to finally have nails again\n  ","29362":"\n  It says on my profile on a few different areas (3 or 4 places on my profile) where I'm from but sure...\n  \n  🇺🇸 Born and raised in South Louisiana.\n  ","29363":"\n  Exactly. Some people look at them as bad. I love black cats and I love cats. I always look as black cats as luck too\n  \n  My question that I sent out earlier was not meant to be a negative question. It's just me wondering what people think of black cat superstitions and what do they know about them. Some people get defensive easily and I'm not talking about you\n  ","29364":"\n  I usually send out questions to all my followers which I have a ton so I usually wait when I have time cuz I'm at work at the moment so I'll probably send some later or tomorrow if I get time I've been working all week so. Sorry about that\n  ","29365":"\n  Lol. How are you dear? I hope good. Continue to have a great day! And to everyone else that reads this have a great day also\n  ","29366":"\n  I definitely think I am\n  ","29367":"\n  Exactly\n  ","29368":"\n  I do aaannd I do. I enjoy both! I really enjoy looking at the the snakes the groundhog and the mountain goats and zebras at the zoo and then I love looking at the Dolphins and orcas at the aquarium\n  ","29369":"\n  Is road racing a street racing the same thing? Like is that what you're meaning the same. Get some friends together for a car meet and do some drifting or something on the streets?\n  ","29370":"\n  Kim!\n  ","29371":"\n  Means so much. Are loyalty wanting to be there for them enjoying their company compassion being ambitious so much\n  ","29372":"\n  Eh.. depends on where you are at because the laws are different everywhere. But usually you're not allowed to do any type of street racing whatsoever. I mean you can but if you get caught you usually get a warning or in trouble depending on what's going on and how many people. But I would not recommend doing that.. But if you're racing at a race track and you have all the right licenses and permissions you should be able to race regardless. But again it depends on where you are because the laws are different everywhere as I said before\n  ","29373":"\n  I really wish I would have gotten into rock climbing more. I did some but not enough\n  ","29374":"\n  When I meet face-to-face with a panther outside in the wild it's pretty scary to be honest with you LOL\n  \n  Don't you think you would be pretty scared if you were face-to-face with a panther? They're huge mean and loud\n  ","29375":"\n  I still have some friends from back in the day but I have a lot of recent friends too. Probably more recent than past\n  ","29376":"\n  Literally? Food water oxygen. If I had to add a few other things my husband family and friends\n  ","29377":"\n  To go to Alaska\n  ","29378":"\n  I mean I don't know what the best things are about me but I'll tell you a few things you will always get it if you're friends with me trust loyalty and compassion\n  ","29379":"\n  You can always start your day off good and even if someone tries to turn you off with your game grab the wheel and swerve back on because you've got this and ain't nobody going to ruin your day fully. You can always turn your day back around. You have control. You're in control. Don't let somebody ruin your day. You're in control of your ride that you take down your path in life\n  ","29380":"\n  Sure. Why not?\n  ","29381":"\n  Eh... In ways and sometimes. Depends.\n  ","29382":"\n  Sometimes but not always it just depends on what I'm in the mood for in the morning sometimes I don't want anything and sometimes I really want coffee and sometimes I just want some chocolate milk and sometimes I just want some juice\n  ","29383":"\n  Not entirely because anything honestly can happen especially if you dream it and then try to make it happen\n  ","29384":"\n  I really like to make beignets. I really like to make different types of salads like chicken salad or potato salad and then I love making soup because you can add so many different things. Just recently I tried making chili for the first time and it came out and great and I actually really enjoyed making it\n  ","29385":"\n  Be one hundred percent honest with you I don't think I would like being invisible at all.\n  ","29386":"\n  I haven't had any breakfast yet considering I've only been up for about 30 minutes if that but I'm thinking about having a really thin sandwich for some fruit\n  ","29387":"\n  Nothing yet. Just waking up in beginning my day. At the moment I am getting ready for the day\n  ","29388":"\n  You don't have to ever expect from the person but in the end honestly whether they say it or not they are missing out whether they believe it or not. Every human being is special in their own way and eye of the beholder. Everyone has their own taste\n  ","29389":"\n  O.o\n  ","29390":"\n  😁😁😁🤘\n  ","29391":"\n  I'm going to be myself and not care what others think LOL XD\n  ","29392":"\n  I am in control of my entire self. Physically and mentally\n  ","29393":"\n  Apples to Apples sorry and life\n  ","29394":"\n  Show them and be yourself. They will notice the the special absence of not being in your presence. You're special to them. They will notice what they're missing truly. If not then it's meant to be that way. The most of the time they regret their decision in the end even if it takes a year or so for them to realize it.\n  ","29395":"\n  Eh. Sometimes. Depends.\n  ","29396":"\n  For telling me good morning back. Thanks for that. 😊👍\n  \n  Sorry for the late reply. Been reeeally busy with work and stuff today. But again. Thanks for that. 😁\n  ","29397":"\n  Yes. Both me and my husband do. Love to do it together. As a team. Marriage to me is a team.\n  ","29398":"\n  Thank you.😊\n  ","29399":"\n  Sorry I haven't answered a lot of questions today I have just been really busy you guys I'm going to try to answer a few and get off for the day. I hope each and every one of you have had a great day and have a good night\n  ","29400":"\n  Talk with family and friends.\n  ","29401":"\n  Of course???\n  ","29402":"\n  I most definitely do!\n  ","29403":"\n  I am married.\n  \n  The end. 😂😂😂😭\n  ","29404":"\n  I don't mind at all. Just let me get ready for a second LOL\n  ","29405":"\n  Hello. How are you?! 😀 I am great today.\n  ","29406":"\n  Feeling 👍 great. Thanks for asking. Doing good.\n  ","29407":"\n  Certain branches will message you on Sunday but like the main people would not message me until the week. And I didn't understand why. I was guessing they were off on the weekend. I had to message A bunch of people to get to the main rank\n  ","29408":"\n  Definitely keep trying. It took me almost 5 days to get my account back. And they don't message you on Friday Saturday Sunday\n  ","29409":"\n  I don't mind any of the above but I mostly like a sweet\n  ","29410":"\n  I just had the same thing happen to me not even a month ago. You just need to prove who you are to them and make sure that they give you all your coins back also as you're in the process of doing that and they should give it back to you. That's what I had to do because I seriously messed up my profile\n  ","29411":"\n  Thanks so much sister! You always know I try my best! You Rock also!\n  ","29412":"\n  Yeah sure\n  ","29413":"\n  Most definitely losing people. I love my family and friends\n  ","29414":"\n  I definitely think your profile picture is very pretty. You post a lot of really nice pictures\n  ","29415":"\n  Yeah I wouldn't move either. You don't want to mess it up from getting better. Definitely get better sister.\n  ","29416":"\n  That would be so awesome! We should like go to staying together or something if we ever meet. I've never been.\n  ","29417":"\n  We can ride like first class with a room or something and watch movies and what are really good food and drinks LOL I looked it up on YouTube and it's so interesting you should check it out. First class reviews on planes\n  ","29418":"\n  Eh 1 to 10 a 4 or 5\n  \n  Not very neat.\n  \n  Depends on the day i guese\n  ","29419":"\n  Respect is the most important thing in life to me. If you don't have respect for yourself and how do you have for others? You have to have respect in this world to live in my opinion\n  ","29420":"\n  Respect\n  ","29421":"\n  Thanks. I try. Hope you're doing okay this morning or today\n  ","29422":"\n  I remember milkshakes at movie time. I remember my really awesome kindergarten teacher Miss Bam Y. And then I remember getting in line and taking naps\n  ","29423":"\n  As a child I love to play with Tinker toys Legos and cooking Foods\n  ","29424":"\n  I just try to be open-minded about everything in mind my own business. That's the type of perspective I try to have in life\n  ","29425":"\n  You're welcome whoever you are and my favorite celebrity would have to be Avril Lavigne\n  ","29426":"\n  Those new wireless earbuds. I don't mind them but when people wear them 24\/7 it just looks like you're just ignoring everyone or something and not listening to what they're saying and just listening to music. When someone starts speaking to you you should take them out\n  ","29427":"\n  🙏😊 Gm y'all\n  ","29428":"\n  ❤Much love y'all! 😊❤🤘\n  ","29429":"\n\n   @Angel_Khalidah\n  \n\n  I want everyone to take a minute out and read this and send some positive vibes her way. She's about to give birth to a child. Just lots of Positive Vibes and prayers for her guys! I appreciate each and everyone of you! Take the time out to congratulate her also if you can get the time. This is a very good friend of mine.\n  ","29430":"\n  Nah ... that would be boring to be honest. What's normal? What's perfect? No one is\n  ","29431":"\n  I tried to get them to feel like they're left out of something and then they want to pay attention then and then I tell them we'll maybe you should have been listening and then I tell them again or not ignoring me anymore at that point\n  ","29432":"\n  Sure. I sent you a few. You're welcome\n  ","29433":"\n  I don't mind any of the above but my favorite is probably fish\n  ","29434":"\n  I don't have any kids but usually for Halloween I would be like a zombie or a witch or just dress up really scary\n  ","29435":"\n  Understandable. Haha\n  ","29436":"\n  👋 Hey\n  ","29437":"\n  In America\n  \n  In rhe south\n  ","29438":"\n  Minecraft. Been on that for the past few days. Loving it.\n  ","29439":"\n  Sometimes\n  \n  Yes.\n  ","29440":"\n  Correction. My bad\n  ","29441":"\n  I don't know but I think people walk up to them sometimes but they shouldn't really be running around either but you'd be surprised how well Vine people get around sometimes especially on their own\n  ","29442":"\n  Goodnight everyone! 😴 ✌\n  ","29443":"\n  😊 Thank you. ❤\n  ","29444":"\n  Thanks dollin'! 😊❤\n  \n  I appreciate the compliment.\n  ","29445":"\n  I do. Used to be into waaay more into then I am now.\n  \n  Now I have more of a comfy punkish look. Biker comfy lay back style.\n  ","29446":"\n  Yes. Indeed.\n  ","29447":"\n  Right on! 🤘😁 Would be fun. But after your foot got better of course.\n  ","29448":"\n  Ayyye! Would have never realized what it was until you told me what it was. I always saw the activity but never knew what it was actually called. Thanks for that. 😊🤘👍\n  ","29449":"\n  Great. Out and about today. On a date with my love. Going to the store in a sec. Get a few things.\n  ","29450":"\n\n   @RedOasis2017\n  \n\n   @Illin_Ahmed\n  \n\n   @Lnr87\n  \n\n   @Alicia861\n  \n\n   @Eqcarpenter\n  \n\n   @Krrice\n  \n\n   @Dy6andz\n  \n\n   @Kittiemeowsie\n  \n\n   @LeaderofTIAA\n  \n\n   @Angel_Khalidah\n  \n\n   @Zactc\n  \n\n   @Astoldbyjoanna\n  \n\n  Just some. Some good folks. I want you to come and anyone who reads!\n  \n  No. But would go and with these few people! Y'all coming or whaa?! 😊🤘😁😅🙈❤😊😀\n  ","29451":"\n  I really like an old school homemade chocolate pie and I love pecan pie. Those two are problem my favorites and then I like caramel turtle chocolate pie\n  ","29452":"\n  I am a little hungry so some food. Yeah 😊\n  ","29453":"\n  Well I ain't going to lie to you I did used to watch the as a long time ago but I don't anymore and I did used to play the little trials but I never downloaded them so don't feel bad LOL I find them it's quite interesting sometimes. But unfortunately I never had enough room in my phone to download any of them so I probably would download one\n  ","29454":"\n  Yay 😁 haha\n  ","29455":"\n  I would not want to do this. At all.\n  ","29456":"\n  Play with dogs outside.\n  \n   Work on the yard.\n   \n    Swim when it's hot out.\n    \n    Just depends.\n    \n    Bbq\n    \n\n      View more\n     \n\n\n\n","29457":"\n  In any kind of way. I love expressing myself. Probably through singing the most\n  ","29458":"\n  Unfortunately I don't get a lunch at work. Don't know why. I don't really work extremely long hours and do extremely hard labor though. That's same time I still think they should give me at least a 15 or 30 minute break or two 10 minute breaks\n  ","29459":"\n  No.\n  \n  And I don't watch the adds.\n  ","29460":"\n  Both are nice but depends on who from\n  ","29461":"\n  Sure. Why not\n  ","29462":"\n  😆 right?\n  ","29463":"\n  Never?\n  ","29464":"\n  A blanket or wall\n  ","29465":"\n  Put some of this really nice moisturizer. Some kind of coconut moisturizer stuff and a bunch of other things this is just one that I tried new\n  ","29466":"\n  The Paranormal geography and meteorology gaming singing and cooking\n  ","29467":"\n  Different foods and Creations sold together. Homemade foods and Creations\n  ","29468":"\n  Every now and then\n  ","29469":"\n  Train sounds\n  \n  Fan\n  \n  Rain\n  \n  Thunder\n  ","29470":"\n  Yogurt\n  \n  Veggies\n  \n  Berries\n  \n  Hot chips\n  \n  Pickle\n  ","29471":"\n  I think they are great! 😊\n  ","29472":"\n  80s maybe\n  ","29473":"\n  Oh nice. Nice.\n  ","29474":"\n  Maroon\n  ","29475":"\n  I am great! Thanks! 😊\n  ","29476":"\n  None\n  ","29477":"\n  Yes. Sometimes I do. Yep\n  ","29478":"\n  thank you you too! All of you\n  ","29479":"\n  I haven't been really hearing anyone getting it around here and if they do they get over it. We finally went out to our favorite restaurant for the first time in literally six months. Like we actually ate in but I'm probably not going to eat in there for a while because they weren't practicing social distancing and there was just a lot of people in there. Though I was being careful and staying away and being cautious I'm still probably not going to go back for a few months unless I just grab food and leave. But really and truly and honestly it's not that bad here like it was. And I'm very happy for that\n  ","29480":"\n  It's not so bad here.\n  ","29481":"\n  The Conjuring prob.\n  ","29482":"\n  Can be. Depends. Usually. Yes. 1-100\n  \n  85% to 90%\n  \n  Goodnight y'all !🤘\n  ","29483":"\n  I am laying down currently cuddling with my husband. It's my days off so I'm happy and spending it good. When you originally texted me this 6 hours ago around 6 or 5 p.m. from 12 p.m. till then I was just getting done eating Chinese food and going out with family to flea markets going to the Harley place to get fitted for helmets and getting a motorcycle jack.\n  \n  Today was very fun and productive. I enjoyed it a lot.\n  ","29484":"\n  Heeey. What's up boom? 😊\n  ","29485":"\n  Out loud... Unfortunately... Srry.\n  ","29486":"\n  I LOVE MY HUSBAND!\n  ","29487":"\n  .-. ??? This is a shoutout. Confused.\n  ","29488":"\n  Kim. Always.\n  ","29489":"\n  I do. I like to dance. 😊\n  ","29490":"\n  ❤❤❤❤❤❤\n  ","29491":"\n  Yeah. I do. I just thought this little segment they sent me was just funny that's all LOL. Haha 😄\n  ","29492":"\n  Thanks dollin'! 😊❤\n  ","29493":"\n  Thanks. 😊\n  ","29494":"\n  Yea. 😆 kinda\n  ","29495":"\n  Read the mask.\n  \n  Aaaand.. there ya have it.\n  ","29496":"\n  😂😂😂😂\n  \n   What in the world.\n   \n\n     View more\n    \n\n","29497":"\n  With Jason. 💙\n  ","29498":"\n  Put myself in potential danger to safe a childs life. Anyone's.\n  ","29499":"\n  Not really into either. Lol. Never was.\n  ","29500":"\n  Very nice.\n  \n  Just got back from the Harley place. Got sized for helmets.\n  ","29501":"\n  500 or a 1500 pound hold one's usually.\n  ","29502":"\n  They just are. They are dolls aren't they? 😊❤🤘\n  ","29503":"\n  Long time ago. Lol\n  ","29504":"\n  Magnolia and Cacti\n  ","29505":"\n  Depends. Def.\n  ","29506":"\n  Sure. And yee!\n  ","29507":"\n  Happy birthday bud!\n  ","29508":"\n  Any type of miscommunication and loss of patience.\n  ","29509":"\n  NO RUINS IT. Jk 😆 jkjk\n  ","29510":"\n  Yeah. My husband Jason when it becomes Valentine time.\n  ","29511":"\n  Yeah. Sure. Why not? Not hiding a thing. Haha\n  ","29512":"\n  Sweet 100% honest with you I don't think I've ever had one and I want one they just look so big and I don't think I would ever finish them and I feel bad for wasting. I guess I'll have to try it with someone else and share it\n  ","29513":"\n  Yay. Yep. Thanks! About to go to a really nice yard sell in a minute! 😊\n  ","29514":"\n  Where's your boyfriend\n  ","29515":"\n  I haven't watched it but I've been hearing people getting addicted to it. Must be good\n  ","29516":"\n  👋 Hey\n  ","29517":"\n  I don't\n  ","29518":"\n  Good morning! 😊🤘\n  ","29519":"\n  .-.\n  ","29520":"\n  Usually yes all the time? No\n  ","29521":"\n  Hey! How are you?! I'm doing great. Thanks for asking.\n  \n  Going to bed shortly\n  ","29522":"\n  😊🤘\n  ","29523":"\n  Sparkling water\n  \n  Strawberry flavor\n  ","29524":"\n  Yeah you should check it out on YouTube. It's actually a really good way of keeping the environment safer and cleaning up. Getting metal and things that shouldn't be in the water out so they don't pollute the water further than they already have. It's also exciting because you never know what you get. It also can be really dangerous so be careful with some of the things that you may pull up. But again those things shouldn't be in the water either. Basically picking up litter that other people have thrown in the water\n  ","29525":"\n  Magnet fishing and paranormal history and different locations\n  ","29526":"\n  Thanks 😊\n  ","29527":"\n  I love having working boots and jeans.\n  ","29528":"\n  I absolutely love Christmas and the 4th of July\n  ","29529":"\n  I absolutely adore Avril Lavigne if I had to say others I love Amy Lee from Evanescence I also like Hayley Williams from Paramore and then I like Becky G and Ariana Grande\n  ","29530":"\n  It's no problem at all. It felt like something out of a storybook. Being followed by a dog home lol how many times does that happen in your life right? Especially a cutie like him! You're most welcome with the story.\n  ","29531":"\n  I like both to be 100% honest I also like caramel and chocolate on my popcorn\n  ","29532":"\n  And you are awesome too! Always remember that regardless of what anyone says\n  ","29533":"\n  Thanks! I appreciate that!\n  ","29534":"\n  No and I don't know why but I would feel like that would be pretty strange if I was to do that I don't exactly come up with those random things to do\n  ","29535":"\n  You should totally read my biography and don't assume that you're annoying me just because I don't immediately reply. I have thousands of other messages that I'm trying to get to at the same time\n  ","29536":"\n  I would just want to be a part of the senate or the House of Representatives\n  ","29537":"\n  Thaanks 😊❤🤘\n  ","29538":"\n  Just got done cooking and I am resting on my day off. Playing some video games.\n  ","29539":"\n  Red white and blue together\n  ","29540":"\n  Yeeeeep\n  ","29541":"\n  👋 Hello\n  ","29542":"\n  Make good conversation and relate\n  ","29543":"\n  Thank you!\n  ","29544":"\n  I don't really watch Twitch no.\n  ","29545":"\n  Have a good day! Thanks again. Same to all of y'all\n  ","29546":"\n  Black 👍 def\n  ","29547":"\n  I wanted him! 😍 He was a doll!! I am sure he went back home. He prob got loose. I asked my Maw maw if I could keep him 🤣 I told her that he had followed me home for real! I told her no lie! He followed me! Cane I keep him Maw maw! She looked at me like I had lost my mind. Haha. He was a baby. I wanted him. Haha. He was fine I'm sure. I have had some mean dogs try to get me. But him. He was a dollin'.\n  ","29548":"\n  Space for y'all. Much love.\n  \n  *⚠ Warning LOUD MUSIC* ⚠\n  ","29549":"\n  It's always depends. That's not always the case but I definitely see what you mean. Never can get what you want... far can never get something that is in the one you away from you. Some people just can't catch a hint\n  ","29550":"\n  I have been chased by many different dog's and had to nearly defend myself. I have had dogs bite me but not chased me and then bite me.\n  \n  I have one dog follow me home and I didn't realize he was following me and when I I got off my bike put my bike up I noticed he was behind me and I didn't know whether or not he was nice or not but I had a weapon on me just in case and I already had it drawn. I have never drawn a weapon so fast in my life because I really thought I was about to get attacked. I waited a second and checked his demeanor and he seemed like he was okay so I put it away so I wouldn't seem like I was scaring him and called him over and he came up to me and he was just the sweetest. I was so relieved that he wasn't mean. I almost wanted to keep him. He was a stray Pitbull the sweetest. Someone's in the neighborhood. Sometimes random dogs are the nicest and sometimes they're not but you always have to be aware and still careful.\n  ","29551":"\n  I could do both probably\n  ","29552":"\n  Definitely.\n  \n  I just live out in a very rural area is all. I wish we got those kinds of things out here. Where I am originally from we do. But we don't get doordash exactly at least I don't think we do. By now we probably do\n  ","29553":"\n  Yeah I never understood they're coming. But I have slight asthma and bronchial problems so sometimes it could be hard to breathe I have good days and bad days\n  ","29554":"\n  I would invite you end and turn the football on and we would drink and eat donuts I guess LOL\n  ","29555":"\n  Right right\n  \n  wearing my mask right now. At work. Not much going on\n  ","29556":"\n  To me it seems like it's not really going anywhere but it seems like we're adopting and being careful\n  ","29557":"\n  Nice choice!\n  ","29558":"\n  I really honestly and truly love both holidays because family and friends get together but if I had to pick from the two I absolutely love Christmas. Christmas usually falls in the winter season here and I love the cold so that's one reason why I like Christmas and also I was born around Christmas and I also love the thought of giving and seeing people's reactions and it also love the holiday New Year's because of fireworks and more family get-togethers.\n  ","29559":"\n  I usually like to do the self-checkout but if I have to go to a cashier I will. A lot of cashier seem to have attitude so that's why I don't go to them a lot\n  ","29560":"\n  It says it on my profile. Yes.\n  ","29561":"\n  The holidays. Excited.\n  ","29562":"\n  Eh. Not always. That's everywhere.\n  \n  It's nice.\n  ","29563":"\n  We don't get those options out where I live. I live out on the country so yeah. We ride to town and get our food or have livestock or we go out to eat. Takes a minute to get where we are going but we can still go get foods.\n  ","29564":"\n  Just awhile. Wouldn't matter to me what age. 90 100?\n  ","29565":"\n  Sometimes.\n  \n  I want to this year but probably not.\n  ","29566":"\n  Never used door dash before.\n  ","29567":"\n  Strange and I ignore them and idky they send them. Who knows.\n  ","29568":"\n  Happily married. 🤘❤\n  ","29569":"\n  I have been to a few.\n  ","29570":"\n  Thanks. 😊\n  ","29571":"\n  Ouu. Yaaas\n  ","29572":"\n  No because I don't let people borrow my things if I know they're going to mess him up. Even if I have the slightest flag\n  ","29573":"\n  Sometimes I do more of a Fitbit\n  ","29574":"\n  Absolutely. I'm sure\n  ","29575":"\n  I'm messn' haha. Thanks. I appreciate those words. I definitely try my best to be a nice person and open-minded. My mama and my grandparents raised me well\n  ","29576":"\n  You are most welcome\n  ","29577":"\n  Yep that's a good way to grow up I think LOL I came out right I think LOL\n  ","29578":"\n  This is the kind of mask I wear\n  ","29579":"\n  When someone doesn't keep their hygiene up\n  ","29580":"\n  Just some answers and questions from you guys. Some of them are really nice\n  ","29581":"\n  Growing up as a tomboy and around boys and just around a lot of country you've got to love nature and being outside. It's really good for us to be out and about. Helps our immune system too\n  ","29582":"\n  Xd that's probably the best way to find new things to watch on Netflix and YouTube. There's so much on YouTube\n  ","29583":"\n  It's no problem at all. I love East Coast deep sea fishing and I like to watch Wicked Tuna and that is like the best. They teach you anything and everything and really make you want to go and do it.\n  \n  Here's another really good one gem mining. Once you get into that you're going to want to do it. That's a really good and rare subject to get into. It is so neat! You can get out and about and get dirty and try to make money easy. You just have to travel a lot and be in the heat but at least you'll be working out technically. Me and Jason really want to do that. Go gem mining\n  ","29584":"\n  Are used to call some people that were bullies and stuff like that and be like hi this is the gay rights association and we're taking applications and we want you on our team LOL XD we really hope that you would join the team and come along with us LOL\n  ","29585":"\n  Think of a hobby or subject you like to talk about and then maybe look up some YouTube videos or find a series on Netflix to get into it and learn. Check out documentaries. And then learn how can you get involved\n  ","29586":"\n  And even if they were a little more over-the-top it was still a joke. Always a joke.\n  ","29587":"\n  I try my very best\n  ","29588":"\n  You're perfectly fine. It's good to do this anyway because of our thread numbers.\n  \n  It's nice to have conversation with some of my followers. I enjoy talking to you all\n  ","29589":"\n  I go to different locations that have had things happen and people pass and learn the history and what happened there and do investigations to see if the Paranormal there really is there. It's very interesting. You're very curious when you go to these places. Sometimes people mess with things are not supposed to and sometimes they need guidance and I have been researching for over 14 years and I have a lot of experience and knowledge in this field to be able to try to guide these people and help them. Sometimes people get themselves in the wrong positions and mess with the things. Sometimes people need things explained to them a certain way so they understand the severity.\n  \n  A lot of the time it's a learning experience and you see different things. Witnessing the things. Being able to see them first-hand and proved that something's there and the evidence is showing. It's really hard to explain because there's just so much to it. I've been doing this for like ever.\n  ","29590":"\n  This is wood burning. When burning is when you use a tool that is a little hot and it's in the shape of kind of like a pen and there are many different types of pens you can use for different effects. When it gets really hot it burns the wood and you can create art with it you can also do wood carving and carve out certain things. This is one of the pieces that I did. For me and my husband. But wood burning is a really easy and simple hobby you can get into the kits are only $10 to $40 depending on what kind you want to get it and how many pieces you want. But I have wood burned quite a few different pieces. It's very enjoyable. Of course it can be a little dangerous but honestly just don't touch the burner and your fine. It is a forum of woodworking kind of in a way but wood-burning added on\n  ","29591":"\n  LOL I know right? I used to do flower bouquets to at my old job and I love to do any of them. They were fun and then people would tip you a lot for some reason. I loved doing that. But I do everything. A little bit of everything\n  ","29592":"\n  Yeah I do I like where I work. Everyone's really nice and like family to be honest with you.\n  \n  I work at a town supermarket but I do anything and everything in the store. I work every Department. Something different every day. Frozen dairy Meat Market Deli stock clerk cashier sales rep bookkeeper and more. I have been doing this for about 10 years now.\n  \n  And then on the sorry I do paranormal research and adventure and go to different locations and learn the history and help people. That's something I just kind of do for fun and as a hobby. And other Hobbies of course and I enjoy doing them too. I also sing game and love to woodburn.\n  \n  We clean even more than we did before and we have to wear masks continuously and apply sanitizer a lot to ourselves and to a different surfaces even more than we already did before. We have to practice social distancing and we cannot be hugging and touching a lot. People don't really go out a lot or go anywhere or to events anymore like we used to.\n  \n  Lately it has been seeing that it has been calming down though and that's good.\n  ","29593":"\n  ❤😊 appreciate the share\n  ","29594":"\n  Followed\n  ","29595":"\n  Right\n  ","29596":"\n  I don't mind going to either place. I want to visit all kinds of places. But if I had to pick which one I want to go to more Canada because I have more friends from Canada\n  ","29597":"\n  Exactly. You want to know the best part is? I just got a house phone! I'm excited LOL get to be old school again\n  ","29598":"\n  😂😂😂oh yeah\n  \n  Def haha\n  ","29599":"\n  Me now. Work isn't that busy atm\n  ","29600":"\n  Yes and you might be surprised how many people play along and it's hilarious. And then you'd be surprised how many people take it too seriously when it's harmless and it's not like I'm calling everyday. That's old school and fun.\n  ","29601":"\n  No and to be honest the only things that I like pumpkin flavor would probably be cookies or pumpkin cupcakes\n  ","29602":"\n  I think people try not to eat the last piece because they're trying to be courteous I guess? Save the last piece for someone else but in general everyone's always thinking.. save the last piece for the last person someone else but in reality everyone's saving the piece from each other so no one's ends up eating it.\n  ","29603":"\n  She's very observative. Aware. Very good morals. Old school. Loyal. Sensitive\n  ","29604":"\n  La\n  ","29605":"\n  When it's altering things and negative ways and it's hurting people no\n  ","29606":"\n  Latino sometimes. In ways\n  ","29607":"\n  I actually got a free coffee today and didn't realize today was that day. My coworker got me one. That's nice.\n  ","29608":"\n  Communication\n  \n  Loyalty\n  \n  Patience\n  ","29609":"\n  Arabic\n  ","29610":"\n  Hi\n  ","29611":"\n  This isn't exactly the funniest but it was funny to me and her at least I watched it happen. This lady thought my friend was pregnant and she wasn't. Isn't. She's just a little tubby LOL and she said no I'm just fat LOL. I thought it was funny because how she said it back and I told her you're not either! you're just curvy LOL she's really not even that big LOL but we just thought it was funny and laugh together. Definitely a huge misunderstanding and the lady was totally innocent and thought she really was pregnant and was going to congratulate her.\n  ","29612":"\n  ?.?\n  \n  I don't think this is an actual fact any of it LOL but I'm sure you already know that funny question though\n  ","29613":"\n  In my opinion but you never know from other people's opinions I love to sing and I believe I'm pretty good at it I've been practicing my entire life and have seen for many events\n  ","29614":"\n  Well if you can remember come and ask me that on my page and I will share them! They're so good! They're little sugar cookies! 😊\n  ","29615":"\n  I just answered this on my page but I'll answer it again. We both marshmallows and hot dogs cuz cookie Halloween cookies. Make good suppers around Halloween. We watch watch the shows hand carved pumpkins and pop fireworks usually not big fireworks just like sparklers and do smoke bombs\n  ","29616":"\n  No not really but I really want to roast marshmallows cook hot dogs on fire pit and maybe carve a few pumpkins and maybe pop a few fireworks. And then we're going to cook some cookies. And of course we're going to have a good dinner that night. October 31st. Of course I post online so I can watch some shows. But that's about all we do for Halloween\n  ","29617":"\n  🤙🤙🤘goodnight 🌙 😴 ✌\n  ","29618":"\n  Goodnight y'all\n  ","29619":"\n  This is so sad... May God rest her beautiful and lovely soul.\n  \n   :( it sure is a shame... So sad for their family. Condolences..\n   \n   Here is something from me and from Ask.fm...\n   \n   Aaammazzing graaace...\n   \n    How... sweet thheeEE soouund..\n    \n    That saved.. a wretch.... liiiiike mee!\n    \n    I once....waass... lost... :(\n    \n    But now... I'm found... 💙\n    \n    Was blind, but now I see... ❤🙏\n    \n    May God rest her soul. And I shall keep her family in my prayers. Very sad indeed..\n    \n\n      View more\n     \n\n\n\n","29620":"\n  Notebook\n  ","29621":"\n  Alot of things.\n  \n  1. Play xbox inwhich this is what I am doing atm.\n  ","29622":"\n  Yes yes it does.\n  ","29623":"\n  It is good.\n  \n  I like my sammich heated and toasted.\n  ","29624":"\n  Yomatos. Awesome.\n  \n  Ryans Buffet\n  ","29625":"\n  I don't \"hate\" any of them lol\n  ","29626":"\n  Thanks. Have had a rough day. I needed this. Thanks.\n  ","29627":"\n  What I have went through and life and where I am now. Look at me now. I am still here, heathly and happy. Anything is possible. You can meet your soul mate. You can face your fears. You can start all over. You can try something new and get used to it. You can make yourself known. You can do anything.\n  ","29628":"\n  Thanks. 🤘🙏\n  ","29629":"\n  Have no life and be mean to people troll and catfishin and more. Yeeeah\n  ","29630":"\n  Yeeah. They are pretty good. Not my fav. But are good.\n  ","29631":"\n  Of course I have. Very fun but now unfortunately I can't because of my skin.\n  ","29632":"\n  Very.\n  ","29633":"\n  Yeah. It's pretty good. I like it.\n  ","29634":"\n  Ugh sigh... I'm not really having a good day either.... Don't feel bad. Don't feel alone.\n  ","29635":"\n  50 bucks\n  ","29636":"\n  The unknown. The Paranormal\n  ","29637":"\n  Because we have to learn from our mistakes before we can meet our successes and at our full potential. We have to survive the lowest to be able to get to the highest. Sometimes we have to witness some pretty intense stuff to become some of the strongest people. Unfortunately but this isn't always the case. Everyone's different situations are different. But here is something.\n  ","29638":"\n  Wicked Tuna and Ghost Adventures\n  ","29639":"\n  Depends on the person and depends on what they're trying to do and what they're talking about but I've used the people as being lost.\n  ","29640":"\n  I like yogurt and fruit. I really like yogurt pretzels\n  ","29641":"\n  No not exactly.\n  ","29642":"\n  ?.?\n  ","29643":"\n  That was kind of random. Why did you say that? I have never said that. Why would I?\n  ","29644":"\n  Feeling great. Good. Doing good. Nice day. Great weather. Happy. 😊\n  ","29645":"\n  Yep. Thanks. Yeah.\n  ","29646":"\n  Going great. Good day.\n  ","29647":"\n  Okay. Nice. Kool. Hi 👋\n  ","29648":"\n  Yeah.. Me too..\n  ","29649":"\n  Sure. Why not? 🤷😂😆 lawl\n  ","29650":"\n  Subject - Life\n  \n  Get out there and live it and live it well. Never know.. may now be here tomorrow. Do not be worried and do not fear tomorrow. More or less embrace it and appreciate it.\n  ","29651":"\n  Sometimes I do.\n  ","29652":"\n  I probably get anywhere from six to eight hours of sleep. I really like to get anywhere from 8 to 9.\n  ","29653":"\n  Sure. Followed\n  ","29654":"\n  A app where you can access the weather and everyday things that you want to look at quick and easy\n  ","29655":"\n  Haha. I understand. They are very close for sure.\n  \n  I lile them both.\n  ","29656":"\n  Yeah! 😊 Maybe aye?\n  ","29657":"\n  At the end of the day yes\n  ","29658":"\n  Yeah. Be careful. Gee. Just watch everything and be careful.\n  ","29659":"\n  Oh wow. Well be careful gee...\n  ","29660":"\n  Yeah.😊🤘\n  ","29661":"\n  ...really big and filled with alot of places and people.\n  ","29662":"\n  Yeah. I am good. Doing great. Thanks. 😊\n  ","29663":"\n  Like the turtle candies?\n  \n  That.\n  \n  Not like a 🐢 😆 haha. My bad\n  ","29664":"\n  Frozen vanilla ice cream turtle caramel pecan pie\n  ","29665":"\n  That's really really neat. It's so nice to hear other people's hobbies because people have such different hobbies. That's really cool that you would like to do that. I like to perform on stage too though I can get a little scared sometimes I still find a rush and it when I do it. I have been in a movie before but I was in the background performances and I was in like 8 to 12 different scenes. I can't remember. Movie called my heart. It was really fun and we worked for like twelve straight hours.\n  \n  But yeah that's really neat. I can definitely see covid-19 doing in the way of that. I haven't performed that much on stage. But I used to canter for a church for a few years other than that I sang at a bar every now and then on stage. And if sang the national anthem a few times at different places and sang at funerals and stuff like that. Few parties. For schools colleges and more. I love to sing. That's probably my most favorite hobby.\n  \n  But I hope that covid-19 calms down so you can get out and do your hobbies and be happy!\n  ","29666":"\n  Goodnight loves 💙\n  \n  #SweetDreams 🐑 🐑 🐑 😴\n  ","29667":"\n  Good night to you and goodnight to everyone! Sweet dreams you all!\n  ","29668":"\n  Wearing masks using hand sanitizer for everything and anything spraying doors and wearing gloves everywhere. Apparently this is normal.\n  ","29669":"\n  Panthers\n  ","29670":"\n  Really cool old antiques. Kind of like a museum that is like a pawn shops antique shops but nothing's for sale. Just trying to have a time capsule inside of a museum. You walk in some stuff from 300 years ago. I think things like that are really cool to witness. Kind of like a Renaissance festival or something. But in a museum form. Which honestly if you think about it that's still kind have like a Renaissance Festival\n  ","29671":"\n  I usually 95% of the time talk back. I engage into the conversation.\n  ","29672":"\n  I do! I really like coin dozers!\n  ","29673":"\n  I have not. Nope. Sorry\n  ","29674":"\n  To be one hundred percent honest with you. I'm not sure\n  ","29675":"\n  Me and my husband celebrated our anniversary and his birthday last\n  ","29676":"\n  Is there a type of hobby that you really love? Tell me a little bit about it. 😊\n  ","29677":"\n  Some? I'm sure. I just think some of them didn't miss any of us because they didn't like their job. Sad isn't it?\n  ","29678":"\n  Outdoors of course. That's what we did all day. We've been working on our motorcycle and detailing it and working on it and washing it and then we went riding on the four-wheeler and we still had a friend over and we talked to them for a half an hour outside. We walked the dogs today also a few times.\n  ","29679":"\n  My name is IsaBella. Spelled like that. Nickname is Bella.\n  \n  I am Cajun.\n  \n  Always going and being productive.\n  \n  I love to socialize.\n  \n  Love to sing.\n  \n  I am very goofy and different so be ready. 😆 lol haha.\n  \n  I am extremely open-minded. I just let people do them as long as they're not hurting anyone I'm chill with you.\n  ","29680":"\n  Definitely depends. Because sometimes it's better to let people know the painful truth. But if it's something really small and doesn't really matter why sit there and hurt their feelings right?\n  ","29681":"\n\n   @dy6andz\n  \n\n  Have been following this fella for a while now and he's pretty darn awesome! I always appreciate his wonderful compliments and I always look forward to his conversations that we have. He's very athletic very kind and has a good personality. I appreciate you as a friend and keep being awesome! Hope this message makes you have an amazing day even if it has been bad turn the day around and make it good. Don't let anyone ruin it! Thanks! 😊🤘\n  ","29682":"\n  Spin.\n  \n  People trying to turn something into something that's not to get a good sale or to get a sale. Over exaggerate something just a little\n  ","29683":"\n  What?\n  ","29684":"\n  A Skillet concert.\n  ","29685":"\n  Reading.\n  \n  Road trips.\n  \n  Gaming sometimes.\n  ","29686":"\n  No way. The only way that I could do that is if they had healthy choices on the ordering list. Which some large McDonald's have this choice.\n  ","29687":"\n  Thaanks. 😊 Yeah. It's been nice.\n  ","29688":"\n  Girls with a big back?\n  \n  Baby got back.\n  \n  Like the song? I think that's what they are referring to. In which I have never heard of a guy not liking that from a woman. A pretty unnormal person if you ask me. Xd\n  ","29689":"\n  I am doing great. Thanks. 😊🤘 Good week\n  ","29690":"\n  I just might. I'm surprised I haven't heard about it yet. That's crazy that I haven't. I just might appreciate that for telling me of course\n  ","29691":"\n  Understandable\n  ","29692":"\n  We've only been out to eat probably three times since covid-19. We stopped at fast food places here and there but haven't really actually a 10 but a few times since the beginning of covid-19 which was about six to seven months ago\n  ","29693":"\n  New? Like this year new? No. The old stuff yeah.\n  ","29694":"\n  Nice nice. Very good.\n  ","29695":"\n  Yasssss I like Jason Derulo\n  ","29696":"\n  I don't think anything's wrong with that. If anything that's really nice of you to do that. Can you get money out of it! Win, win! Cute puppies you help people out and you get paid for it\n  ","29697":"\n  Nice\n  ","29698":"\n  You better tell him to get himself outta there and get to moving if the house is on fire! Shoot!\n  ","29699":"\n  Saying that you own a whole acre in your backyard? Or babysitting a bunch of puppies? That sounds like heaven. We live on 2 Acres the front yard is one acre long in the backyard is one acre long. And we own three dogs. A little Chihuahua and two pit bulls. It is like a playground to them and we love going out there and playing with them. Don't ever be ashamed of that. Let me know in the countryside is a wonderful thing. And having lots of yard is a great thing too because then you have lots of flavor. Especially when you have children or friends over and lots of puppy play dates! LOL that's awesome! Embrace that!\n  ","29700":"\n  Run around my teen years. Probably when I was like 10 or 11 or 12. Definitely when I was 13. Especially when I figured out that the internet worldwide was a thing LOL\n  ","29701":"\n  I grew up and was born right around the time when we had our Golden Retriever named Angel. She was a sweetheart. She live till the age of 14. I miss her so much. I always remember growing up with her. It was really strange when she passed because literally every day of my life was spent with that dog until the age of 14. I just wanted to mention her. I miss you angel and I hope that you are doing good in doggy heaven. My mom and my family also miss her. Like I said she was such a good dog.\n  ","29702":"\n  Yard work. Working on vehicles. Gardening. Painting outside. Brian the four-wheeler or going motorcycle riding. Swimming. Playing with the dogs. Volleyball. Soccer. And more barbecuing\n  ","29703":"\n  People and animals first of course and then maybe a few very personal things that were passed down to me from generation to generation from people that mean a lot to me. Sentimental things. If I'm able to get them I would if not they are just things I always have the memory. Though it would be very sad to lose the things at least I didn't lose my life and neither did the other people or animals. That's all that matters. Is getting them out first\n  ","29704":"\n  One time I was working and I told someone I was going to the bathroom and I believe it was my boss or one of them or at least told the supervisor. I can't remember it was so long ago and then they wanted to call me to the front while I was in the middle of trying to go to the bathroom and I told them I thought I just told you I went to the bathroom and they got mad but it makes no sense because they told me I could go why call me when I go to the bathroom? So this is kind of what the incident happened. Kind of sad that they want to argue about that. I should be able to go to the bathroom if I really need to. It was really annoying because it was like I couldn't do anything right or wrong everything was just wrong. I never understood by this person treated me this way. I'm glad I don't work there anymore.\n  ","29705":"\n  Depends. I usually try to kill people with kindness if they're mean. Sometimes people want to take advantage of you but in the end don't let them and still just kill them with kindness. There's no reason for someone to the ugly to you just because they're sad. Continue to be happy regardless of them trying to make you upset. It makes them mad. They're just jealous of you. Or Envy you more or less\n  ","29706":"\n  If someone I know with me is doing something illegal I'm not going to hang out with them anymore.. Of course I'm going to tell them what they're doing in that it's illegal and that they can get in serious trouble when I don't want them to and that they need to be more careful. Of course I would tell them. But if they want to keep doing it especially when I'm around then that's not no friend. I have dropped plenty of friends from doing stuff like that. Bad things that are illegal and that could get them in jail. I don't hang out with people that are like that. Bad influences and can get you in nothing but trouble and possibly killed\n  ","29707":"\n  Try checking out Skillet or Evanescence\n  ","29708":"\n  Of course I do.\n  ","29709":"\n  I do.\n  \n  I'm actually taking a break and resting from the day for a moment and cuddling with them in bed. They're next to me this is one of them I'm cuddling with and the picture this is Dixie. She's a full Blue Nose Pitbull and she is the sweetest she's about 10 to 12 years old\n  ","29710":"\n  Everything. A good friend means the world to me.\n  ","29711":"\n  I am pretty sure I am?\n  ","29712":"\n  Yep. Same.\n  ","29713":"\n  Happy because we got our anniversary present today. I knew 2006 Yamaha Road Star Silverado, Motorcycle. It is beautiful! I love it!\n  ","29714":"\n  Probably wolf considering I am absolutely terrified from poisonous snakes\n  ","29715":"\n  Just keep fixing up the new motorcycle we got. That's on my list for the week. Trying to get it fixed up. We just got it today and we cleaned it up. It's a beauty.\n  ","29716":"\n  Those are nice too.\n  ","29717":"\n  Me and Jason finally got our anniversary present today. It was a motorcycle. Isn't it beautiful? I love it. It is such a wonderful anniversary present. I can't wait to go traveling on it. This is a picture of it after we cleaned it up\n  ","29718":"\n  I don't think anything is wrong with them. I let them do what they want. That's their choice their lifestyle if they want to do it\n  ","29719":"\n  Not extremely often. Just when needed\n  ","29720":"\n  Take risks. Explore. Be spontaneous. Try new things. Travel. Actually do work that you love to do. Make a family. Get you a pet. Develop relationships with people. Get out and learn and experience\n  ","29721":"\n  Neither 😆 haha\n  ","29722":"\n  I like to play volleyball and I love watching football\n  ","29723":"\n  I am\n  ","29724":"\n  Yep. I attended a Skillet concert\n  ","29725":"\n  I think the second one\n  ","29726":"\n  I just tried my best to make them laugh and turn their day around. Cook something for them. Have a conversation about something with them and get their mind off of whatever they're upset about\n  ","29727":"\n  😊🤘\n  ","29728":"\n  No not really you just all-around look like you are young. I know people that look just like you and they're literally 16 or 17 years old but I mean can't judge a book by it's cover some people can just look young when they're older still. But I was just assuming of course because it was just a guess\n  ","29729":"\n  Doesn't matter to me but I do love it when you guys read my answers because then it makes me feel like I'm doing it right.\n  ","29730":"\n  I love baths but unfortunately my skin is extremely sensitive so I usually have to take showers\n  ","29731":"\n  Yeah you definitely look like a teenager. Hope you don't take offense to that. Some people do\n  ","29732":"\n  I mean I'm not entirely sure 17? No older than 19\n  ","29733":"\n  I definitely think I'm older than you unfortunately\n  ","29734":"\n  I guess just because there's so much bad and craziness going on in the world some people want to separate that and their lives that they want to have. They don't want to reach towards reality or maybe just not all the way. Maybe some. Sometimes they want to have something different and feel that they can do anything regardless of how crazy this world is how many obstacles are in the way.\n  \n  Like gaming. You can go on there and build a house with some games. And then again you can get unrealistic and have a dragon as a pet or have a child that is half angel or something.\n  \n  Some people just really want to disconnect from the real world sometimes. To really feel like they're living.\n  ","29735":"\n  Yeah. I bet. Seems so.\n  ","29736":"\n  What?\n  ","29737":"\n  Just depends. Everybody has different perspectives of, \"cool,\" especially in these different generations.\n  ","29738":"\n  Thaaanks. 😊😅 I really try and thanks again. I am so happy to be back! Really and truly. Glad to be!\n  ","29739":"\n  Thanks. 😊❤\n  \n  #LandThatILove\n  ","29740":"\n  Goodnight all.\n  \n  Sweet dreams.\n  \n  😴🤘💙❤✌\n  ","29741":"\n\n   @Ice_Frozen_Vocals\n  \n","29742":"\n  I spilled something when I went to grab it yesterday in my room but it wasn't really that big of a mess. I'm pretty clumsy but I can't remember the craziest thing I've done on accident considering I do a lot of clumsiness stuff all the time not meaning to LOL that's why I'm called clumsy\n  ","29743":"\n  Yaaaas Gumbo is SO GOOD. 👍 So yummy. Great dish in America. South Louisiana.\n  \n  Their seafood is so good as well.\n  \n  Crawfish.\n  \n  Crab.\n  \n  Shrimp.\n  \n  Yaaaaaas\n  ","29744":"\n  I just may. Thanks\n  ","29745":"\n  I have been working in retail for almost 10 years now. I work in all departments at my work.\n  \n  I am studying paranormal geography and more. Weather. Animals.\n  \n  I love to sing wood burn wood carve and paint.\n  \n  I like photography. I like editing photos.\n  \n  I like to hunt and fish.\n  \n  I enjoy working on vehicles.\n  \n  I like video gaming.\n  \n  I love to socialize.\n  \n  Traveling is my most favorite thing to do.\n  \n  I am Cajun. I cook. Love to cook.\n  \n  I love talking to different people from all of the world and meeting new friends and penpals. I love discovering culture and just learning as much as I can about geography.\n  \n  I like to go out and just look at nature and the rain thunder. I love the art of a tornado. I have been through tornadoes and hurricanes. Love to study about them.\n  \n  I love watching many different types of documentaries.\n  \n  I bartend.\n  \n  And more.\n  ","29746":"\n  Being cold cuddling up to my husband and dogs\n  ","29747":"\n  Gumbo rolls and potato salad\n  ","29748":"\n  It says it on my profile. You know that right? At the top and then in my bio and then in my location part of my profile.\n  \n  You should check it out. 🤙\n  ","29749":"\n  My mom\n  ","29750":"\n  I'm good. Just resting. Am very tired.\n  ","29751":"\n  Seafood. Crab shrimp calamari Lobster\n  ","29752":"\n  👋 Hi\n  ","29753":"\n  I don't know who exactly consider this a documentary or not but I kind of do and you probably could see why I think that. If you haven't remembered the Ariel Castro incident you really should go and look it up and watch a few videos on it and what happened. I find that documentary extremely intriguing and crazy. I feel so horrible for the victims that were in that whorehouse. Here is a summary of what I am talking about. Basically three people were kidnapped at honestly a pretty young age. One being 14 one being 17 and the other being 21. They were taken and held captive for as long as 12 10 years. They were lured into this house by this predator and were then on tortured and some of the most craziest and horrible ways you could ever imagine. If you are very sensitive to certain situations and stories I would not recommend you looking up the story. But just to hear it and prepare yourself for some of the craziest things that happened in the world I recommend looking it up. It is crazy will you here in these girls have went through. As crazy as one of them giving birth to the Predators child. Check it out. After 12 years 10 years they escaped and made it out. That's the good news and they are happy strong and doing good now today\n  ","29754":"\n  I've only ever have one and it was pretty funny. Sweet and funny. Out on the Levee wall in Louisiana and I was looking at some barges and we were talking about the barges as he was getting the ring ready and getting down on one knee and then he asked me right there but the reason why he asked me right there is because that was my grandfather's favorite place to walk back and forth with my grandmother and so that spot was very special to me and my grandfather used to watch the barges go back and forth and I always said I wanted to get married right there so we pretty much kind of did if you think about it in a way but it was funny because we were looking at a metal garbage barge and then right after you asked me and in which it was sweet and funny\n  ","29755":"\n  Cake batter\n  ","29756":"\n  Sorry I'm late but thank you! This week has been going really good\n  ","29757":"\n  I very much do.\n  ","29758":"\n  Bangladesh\n  \n  The UK\n  \n  And more\n  ","29759":"\n  One here probably every two weeks 3 weeks? Just depends\n  ","29760":"\n  Like having five to 15 year olds just running around the house not sleeping for days at a time while I'm trying to get sleep and they're making noise? Absolutely not. There will be a bedtime. And it would be understandable. It wouldn't be like 6 PM. It would be like 9 or 10 p.m. where everyone has to lay down and be quiet at least. Nobody has to go to sleep but if you're going to be loud that is not okay. You are welcome in my house but you must follow the basic rules of being in anyone's house. And that is being quiet when the Sun goes down because others may be sleeping. Just because you're not sleeping doesn't mean others aren't. So no if someone was to have their kids over at my house and they would be loud I would not allow them back over unless they told me for sure that their kids would listen to the rules. You must respect people when you go to their home. You are the company but at the same time you still need to respect the owner's requests.\n  ","29761":"\n  It's been awhile but I absolutely love this! Regardless of my age I still love my face being painted! I especially love henna tattoos on my hands\n  ","29762":"\n  Just some of my friends are the funniest. My parents are definitely.\n  ","29763":"\n  Coffee Yesssssssssss def. So good.\n  ","29764":"\n  Comfortable and still a little tired. I probably could have gotten another two hours of sleep this morning but it's okay I was happy\n  ","29765":"\n  Me and Jason are getting a motorcycle this weekend for our anniversary. We're going to be focusing on that this weekend. Detailing it and getting it ready to change out certain parts\n  ","29766":"\n  My singing. Hearing other people talk about their hobbies in the things that they love and love to do\n  ","29767":"\n  Like on the countryside? Wonderful. Peaceful. Close to Nature. Adventure\n  ","29768":"\n  Extremely bad. I know I had to do that to a few friends but I warned them and I guess they didn't take me seriously but at least I warned them instead of just not giving them a warning or any type of chance. But people that do it for no reason just to be Petty and childish and just stupid that's sad\n  ","29769":"\n  Of course.\n  \n  Many of times.\n  \n  I have went on alot of road trips.\n  \n  So much fun 😁\n  ","29770":"\n  Losing friends and family\n  ","29771":"\n  I hope not.\n  ","29772":"\n  Anytime something's wrong I try my best to turned it around. Thinking positive and just trying to turn it around\n  ","29773":"\n  Living life.\n  ","29774":"\n  Ariana Grande Cardi B\n  ","29775":"\n  I am in contact with a few of them. Not with a ton them but some yes.\n  ","29776":"\n  I have learned quite a few languages. I don't know a ton on the languages but I know some words or have tried to learn a little bit. Some of them I'm very fluent with. But never 100%.\n  \n  Obviously English is my first language. And then Cajun French and regular French is something I have learned a ton about. Cajun French being a second language. And then I know sign language very fluently. Not fully. Here and there honestly. I know a little bit of Braille. A little bit of German and Spanish here and there Spanish I have taken about three years of. I think that's it. From what I remember.\n  \n  I can translate anything though\n  ","29777":"\n  In my shed LOL or in the forest probably the forest because I feel like my shed would be uncomfortable for the little fella haha ❤\n  ","29778":"\n  To it? Get a fake one and play pranks on people\n  ","29779":"\n  The little things. Being able to go for a ride in a car is a blessing. To be able to go outside and feel the rain and look up at the sky is a blessing. To go over to go home and choose what I want to eat is a blessing. Because there are people in this world that are not able to do any of the above. I am appreciative of anything and everything I have.\n  ","29780":"\n  Running around the yard fixing crops and planting flowers and probably taken care of farm animals and spending time with my pups in the yard. Feeding chickens and taking care of horses\n  ","29781":"\n  Of course I do.\n  ","29782":"\n  These new wireless headphones. I don't mind the headphones but everyone in their mom is wearing them like it's a new feature to our wardrobe 😆\n  \n  Honestly I feel like it's rude because it looks like you're not even listening to the people in front of you you're speaking to it looks like you just have plugs in your ears LOL\n  ","29783":"\n  Well me and my husband are getting a motorcycle for our anniversary. Unfortunately we spent our anniversary while I was absent on the app so I didn't get to really tell you guys that but yes I am getting a motorcycle with my husband.\n  ","29784":"\n  I really like Baby Looney Tunes Courage the Cowardly Dog and totally Spies\n  ","29785":"\n  Leftovers\n  ","29786":"\n  I tried to be a great friend. I'm not sure because I can't really answer that for myself considering I'm myself. But I try to be patient nice trustworthy loyal be there whenever you need me and have your back be there if you need someone to vent to. Someone to talk to. If you're hungry I can buy you a bite to eat if you're struggling I can put clothes on your back. I've got your back. You trust that I can take care of you when you need me. Not take advantage of me but more or less if you need a dollar here and there or need a piece of food here and there are even a place to crash out for a day or a week or so. I've got your back. I'm That Kind of a friend. You're having a bad day and I want to cheer you up make you some brownies take you for a walk go and have fun do something.\n  ","29787":"\n  Wait what?? I'm sorry. 😆?\n  ","29788":"\n  I just try to make people happy and just make them laugh. I love to make people laugh. I enjoy cooking for people. 😁😅 Love to be around people and socializing and more.\n  ","29789":"\n  It has been great. Going good. Very much. Good day at work. Even though I had alot of rude people. It was still good.\n  ","29790":"\n  Hi. 👋\n  ","29791":"\n  Red. White. And Blue.\n  \n  🔴⚪🔵\n  \n  But if I had to choose one. Red or black\n  ","29792":"\n  Your okay Grace. 😁 Missed ya too hun! Nice to hear from ya! For sure!\n  ","29793":"\n  🤘🤙\n  ","29794":"\n  Ok\n  ","29795":"\n  I guess I really never paid attention to that. It doesn't really matter to me.\n  ","29796":"\n  On a floor or an uncomfortable bed\n  ","29797":"\n  I tried to be a colorful person but I most definitely like navy blue and black colors I like red and I like brown blue\n  ","29798":"\n  🔴⚪🔵\n  \n  And then this one 🌬\n  ","29799":"\n  Trust patience and loyalty\n  ","29800":"\n  Of course sure but I'm sure that there are more distractions at home then you would get at school considering you're sitting in your comfortable bed and in a house with lots of food everywhere and dogs running around and Loud people in the background. I'll find it a little bit harder to school at home in some ways but in some ways I feel like it's an advantage because you can make your house quieter. I would want an advantage. Other people I don't know it just depends\n  ","29801":"\n  I can't think of a single one\n  ","29802":"\n  I most definitely try my best to be because I like being creative and different.\n  \n  This is a wood-burning piece that I did a while back. I'm proud of it\n  ","29803":"\n  Both\n  ","29804":"\n  Of course don't be late. Listen. Don't be having a lot of background noise. Don't be playing or fooling around with things in your room while you are learning. No eating anything. No communicating with other people unless emergency\n  ","29805":"\n  ???\n  ","29806":"\n  Just depends. I do both but mostly not the circle cane one.\n  ","29807":"\n  Followed you*\n  \n  And\n  \n  Yep doggies.\n  ","29808":"\n  I just take it easy take a shower maybe cook something and watch TV and lay down\n  ","29809":"\n  I honestly don't know this answer\n  ","29810":"\n  Life without technology was nice\n  ","29811":"\n  Dog def\n  ","29812":"\n  Goodnight all of you!\n  ","29813":"\n  is YouTube the same thing as TV because I don't really watch TV but I watch a couple of hours of YouTube\n  ","29814":"\n  I think I just answered this down my page\n  ","29815":"\n  Thanks. I followed you back! 🤘\n  ","29816":"\n  ??? What?\n  ","29817":"\n  I really like the name Madilyn but I would never use it as a first name\n  ","29818":"\n  To be honest just about anything\n  ","29819":"\n  I am a big goof for sure\n  ","29820":"\n  Louisiana.\n  ","29821":"\n  My mom. Yes.\n  ","29822":"\n  People doing really sweet and unexpected spontaneous things for people. Like buying them coffee or paying it forward and buying their food in line or something. For strangers. Things like that are really nice\n  ","29823":"\n  In all there is seven of us\n  ","29824":"\n  I'm honestly not a fan of cinnamon or bananas\n  ","29825":"\n  LOL slow replies? Just made me laugh LOL this is so funny. Definitely slow internet\n  ","29826":"\n  Uncomfortable clothing\n  ","29827":"\n  Going good. Just tired that's all.\n  ","29828":"\n  We made this tonight we had fried cube steak with gravy dirty rice mashed potatoes Italian green beans and black-eyed peas?\n  ","29829":"\n  I believe that I am. I do my very best. I grew up into cooking. I'm a Cajun. That's all we know is cooking. From really young ages we learn how to cook many different things. I have been cooking as long as I could remember. I cook for many people at my work my family and friends. Everyone always has good compliments which I appreciate. Makes me feel really good to see people smile while they eat my food. That's one reason why I like to cook\n  ","29830":"\n  Seeing a strange anomaly in a photo and then taking a double glance and going... wait do you see that?\n  ","29831":"\n  This is actually a really hard question to answer because there are so many different types of people on this Earth and there are so many different types of mindsets says if you really think about it.\n  \n   There could just be one little small thing different about someone's mindset and that's a different mindset. I just really think people need to just be chill and go with the flow and just be kind to people.\n   \n    Understand common sense and react off of that. If you know something's bad, don't do it. If you know something is good then maybe you should be doing that instead.\n    \n    We should always be continuously learning. Helping people and keeping our ecosystem clean because we live in that. Take care of kids. They are innocent. Take care of elders especially when they can't help themselves.\n    \n    Be kind to strangers and keep your distance still. Make things comfortable.\n    \n    I think people just need to think about doing things normal. Or at least try to. But at the same time be able to express themselves and be unique in their own ways.\n    \n    And then keeping an open mind about things. Letting people do them in minding your own business. Let people do them. And you focus on yourself.\n    \n\n      View more\n     \n\n\n\n","29832":"\n  Followed 🤙\n  ","29833":"\n  Of what? I am confused.\n  ","29834":"\n  Yep. There's nothing wrong with setting goals and then trying your best to be determined to achieve them! That is a really good way to be in life! Success is a big part of life. And it really makes you feel good when you complete certain tasks especially ones that took you weeks or even months!\n  ","29835":"\n  It can...\n  \n  Just depends.\n  \n  They always say you're supposed to stretch before you workout. Like if you lift weights or go for a jog.\n  \n  They always say you stretch for about 10 to 15 minutes and you should stretch every part of your body before going and working out and picking up heavy things.\n  \n  You should stretch your back out your legs or arm your neck all of that if we're going and working out. Especially if you haven't worked out in a while. And they say even after you're done working out to do the same stretching methods that you did before when you worked out before starting.\n  \n  Sometimes you can pull a muscle on accident or even irritate a nerve.\n  \n  You really have to be careful sometimes with working out you don't want to just go into it hardcore. If you start working out say for instance do you want to do push-ups maybe start off with just doing 5 and the next day doing 10 and then the next day doing 15 and then the next day doing 20 you might even want to start out with doing less everyday like 5 push-ups for a whole week straight and then the next week start with doing 10 for 5 days straight.\n  \n  Picking certain days to work out your legs and certain days to do heavy pickups with your legs and heavy pickups with your arms and then working on your chest area and stomach.\n  \n  It's really complicated but you can look up certain YouTube videos to follow.\n  \n  You can even work on different dieting while you're working out.\n  \n  Hope I helped.\n  \n  It's never easy getting back into working out but it's always the right thing to do regardless.\n  ","29836":"\n  I think you should do whatever you want but don't stress. Go with the flow but at the same time if you really want to complete certain things in your life there's nothing wrong with doing that and setting goals\n  ","29837":"\n  I do like to bake and I think the last thing that I begged was either some food or if you're literally meaning baking foods I made some muffins\n  ","29838":"\n  If you go from lifting weights to not lifting weights if you were start lifting weights again it might actually hurt. But that's the best way I can answer this question because I know from experience. I used to lift weights and if I stop for a few days or a week and got back onto doing it again it would actually her a little bit. Like I would just be sore for a few days after but it would be okay. I just need to keep on doing it continuously and don't take such long breaks\n  ","29839":"\n  Winter 😊❇✴✳\n  ","29840":"\n  Do whatever you want? I don't understand this question\n  ","29841":"\n  I absolutely love going four wheeler riding. Working on things in the yard. Weed eating. Swimming. Washing my dogs and throwing the ball with them. Playing many different sports like volleyball and soccer and baseball\n  ","29842":"\n  I woke up very late but that's because I don't get to sleep in very often and I have been working for weeks. I needed some sleep.\n  ","29843":"\n  I'm upset and I say something I don't mean. I tried to apologize if I say something I don't mean it tell them why I'm saying things like that maybe\n  ","29844":"\n  Warms?\n  \n  And I don't really mind what other people do. If they want to do that then that's them. Some countries that's normal to eat certain things like that.\n  ","29845":"\n  I don't.\n  ","29846":"\n  Maybe you can get her a few things for the kitchen. Like a new pot or maybe a slow cooker or a rice cooker. Or some new kitchen towels and mittens.\n  \n  And then if she likes to work out maybe some new shoes for the gym? Maybe some socks to go with them. Find out what her size is in pants and maybe get her some yoga pants or something.\n  \n  And then if she likes art get her a few things to do around the house with her Hobbies.\n  ","29847":"\n  No. I don't. Lol. Wtheck\n  ","29848":"\n  I'm not going to post a picture just because I'm lagging really bad but the longest my hair has been is almost three and a half feet long\n  ","29849":"\n  Nice! I used to not like mint chocolate but I don't mind it now but I only like a little bit I really like the mint chocolate ice cream! It's really good with chocolate syrup and cashews\n  ","29850":"\n  I just love me and Jason.❤😁\n  ","29851":"\n  Oh nice!\n  \n  Does she like to draw?\n  \n  Cook?\n  \n  Work out?\n  ","29852":"\n  As soon as I get a second. I don't tell people ima call you right back and then don't. If I say something. I mean it\n  ","29853":"\n  8? Years old? 9? Something like that. It is oooold\n  ","29854":"\n  Kit Kat bars are pretty awesome LOL\n  ","29855":"\n  I unfortunately don't know what this is. If you could elaborate that would be great\n  ","29856":"\n  Thanks\n  ","29857":"\n  I do remember saving kid from drowning. His parents were angry at me though he was drowning. I guess they were angry because the way I looked at them. They literally almost lost their child because they weren't paying attention. If I wouldn't have jumped in that water I think you wouldn't have made it sadly. I guess regardless of the fact of what they would have said to me I still did it because I didn't want the little boy to go through that. I wanted to hurry and get him out of the water as fast as I could. That's why so many people don't like to go swimming because their parents make things like that happen to them. They should have been right next to him and he should have have floaties on and he should not have been anywhere near the three or four feet area. The little boy was literally maybe three. You may be 2 ft tall if that. It really angered me and I was too young and didn't understand how to call Child Services. If I would have known how to do that I would have.\n  ","29858":"\n  I just like cheap and affordable and comfortable LOL\n  ","29859":"\n  Tinker Toys were the best and Legos!\n  ","29860":"\n  I was working week after week and finally got me some sleep. I know it's the afternoon but I decided to sleep as much as I can and catch up with as much sleep as I can. So I'm still laying in bed and relaxing. We have people over right now so I don't really want to go in the living room at the moment because I just woke up. So yeah I'm just waiting for them to leave so I can get up and get ready for the day. Me and my husband are just going to spend time today. Cooking cleaning and playing video games and just relaxing. I'm really tired from working\n  ","29861":"\n  It's not bad to be friends at all. It's just... Some people when they talk to you.. regardless of the fact if you're with someone or married or single they still want to be more than friends. Especially if it's obvious that you're with someone. Even if it's written and color on your forehead they're still going to expect more than friends. If they want something they're going to ask for it and that's all they're going to want.\n  ","29862":"\n  We can only try and think positive. Socialize. Go out and do things. Develope hobbies.\n  ","29863":"\n  Welcome.\n  \n  Yep. Morning.\n  ","29864":"\n  I mean. Yes and no.\n  \n  I have been gone for a week so you haven't been getting my questions. Been gone not by choice.\n  \n  But yeah... Ever sense they got rid of the coins from questions people have been it seems sending less questions for some reason.\n  ","29865":"\n  Few days. Good morning y'all!\n  ","29866":"\n  I had cheesy sausage brats and baked beans with bacon in them. Was really good.\n  ","29867":"\n  Well.. I wouldn't exactly recommend someone to cut their own hair, but it's not impossible to do it. I would most definitely not try tocut my hair in the attempt of trying to cut it correctly because I probably wouldn't succeed. But that's just my thoughts on it. Like... I don't think I would do it well or right LOL. Though I do know how to cut hair but I know how to cut guys hair and not my own. I feel like that would just be really hard to do. I literally get my hair professionally cut by someone that lives a whole state away. And she's been cutting my hair for more than a decade. 15 years? Maybe longer? 😆 lol She is the only person I let touch my hair. I am very strict about how my hair is done. And I pay good money to get it done. And my hair is real. A lot of people think my hair isn't real in it is LOL\n  ","29868":"\n  But I will tell you what I said.\n  \n  But this was me basically showing you one way you can get them.\n  \n  This answer was very helpful and very tempting to unlock because it does have information that can help you. That you would want to know. Because this really is a good way to know how to gain rewards on the app..\n  ","29869":"\n  I am good. 😊 Thanks for asking. 😁😅❤\n  ","29870":"\n  No.\n  \n  I don't have any piercings either for that reason. I'm scared that I might do that.\n  ","29871":"\n  Yeah. I gotcha.\n  ","29872":"\n  Not very often at all. No.\n  ","29873":"\n  Few days ago. It was nice.\n  ","29874":"\n  No. I have not.\n  ","29875":"\n  I'm good. Doing good.\n  ","29876":"\n  Well thank you. You're a very good friend of mine also. And it's nice to hear from you. Prayers and positive vibes are always going your way. Keep safe Irish and always come online and check in with us because we all miss you and appreciate your friendship and kindness. Your loving personality\n  ","29877":"\n  5% or if it dies. Like your supposed to.\n  ","29878":"\n  I very much do like what I do.\n  ","29879":"\n  🔵⚪🔴\n  \n  🌬\n  ","29880":"\n  I like almonds Snickers\n  ","29881":"\n  What I do.\n  \n  ✳ Be active. Once or twice a day for a hour or so.\n  \n  ✴ Talk with people. Chill wit peeps on here. Communicate with them good and make friends with people.\n  \n  ❇ Like people's content often. 10-15 likes.\n  \n  ✳ Be nice to people.\n  \n  ✴ Answer questions very well. Good content. Very well answered. 3 or more sentences.\n  \n  ❇ Send out questions. 1 a day or 2. 10 or so a week.\n  \n  ✳ Just be chill.\n  \n  ✴ Answer questions people send you.\n  \n  ❇ Have a good quality profile picture and cover photo and have a really good detailed biography.\n  ","29882":"\n  Yep.\n  ","29883":"\n  I am riding in the truck with Jason on our way to the store to do a beer run for someone. Lol. Literally. Just got off of work too.\n  ","29884":"\n  I don't know how to do it though I'm sure it's simple but I don't cook them I usually just buy them from the store is already done\n  ","29885":"\n  Thaanks! 😁 I'm just glad to be back! For reals! 😊🤘\n  ","29886":"\n  My account was gone for a few days. And for no reason. I had to get it recovered. All I know is I'm really excited to be back and I'm happy. I was really sad the few days that I was gone. Most definitely happy now.\n  ","29887":"\n  Well I mean you have to know what you're doing. Usually the amounts of research witnessing it firsthand and then using what you have experience and research to actually figure out what is going on in the certain location that you're in. It's not easy and it's not always 100% what it really could be but you trying to use all of the theory and facts that you have researched to break down what you are experiencing and seeing. It takes lots of investigating and figuring out but like I said you really have to know what you're talkin about and know what you're doing today was actually tell what you're dealing with in a home. Because there are many different levels of the Paranormal. I mean many different. Some things are really evil some things are just spirits that passed on and are stuck and some sort of a ghost Loop. Sometimes it's just a really angry spirit that is seeking revenge or is in denial of their death. Or they don't even know their dad. Some people die unexpectedly and quick and don't even realize that they're dead. And sometimes they need help moving on. Those are the really sad stories. But I have dealt with really good cases and I have dealt with really evil and scary cases. Cases better unsolved and Can't Help the People. Those are the ones that are hard to walk away from. But like I said it just all depends on what you're dealing with. I have been doing paranormal research is for almost 14 years now. I have dealt with so many different types of cases it's crazy. Interesting. Intriguing. And just different. I tried to answer any questions that people have.\n  ","29888":"\n  I just wanted to make sure all of you know how much I love all of you! And appreciate all of your company. I've only had maybe one or two negative comments and the other 300 comments have been wonderful. I appreciate anything and everything from all of you! And again and glad to be back on. It is most definitely nice to see all of these messages from all of you. It definitely brings my vibe up. Thanks y'all!\n  ","29889":"\n  Thank you so much! I was actually talking about you the other day and was worried about not seeing (talking with) you and quite a few other people again... I'm so happy to be back because I thought I was going to lose everyone for good. It is so nice to hear from you all.\n  ","29890":"\n  Depends on what house you're talking about. Can you send me a link of some sort? Cuz I probably know what house you're talking about but you would be surprised of how many houses that have demonic and negative activity in them.\n  ","29891":"\n  Thank you so much for all the kind words! It is so nice to hear from all of you again as well! Glad to be back!\n  \n  I am extremely happy today! Today was a good day.\n  ","29892":"\n  I am ambidextrous with throwing but not with writing I am right-handed with writing\n  ","29893":"\n  Awe. Thanks. I missed all of y'all too!\n  ","29894":"\n  Yeah. Oh ok.\n  ","29895":"\n  Me too! I am! 100% happy!\n  ","29896":"\n  Thank you so much! 😁\n  ","29897":"\n  Yes! Yes!\n  \n  I am back and proud!\n  \n  Basically my account was removed by ask for no reason I even was told that they were sorry and it was a misunderstanding and they got me back on. They did this with a few other accounts and they had to recover their accounts also. The removing of all of these accounts also kind of messed up ask too.\n  \n  But I am glad to be here and back. I am. 😊🙏❤🤘🤙\n  ","29898":"\n  Nice!\n  ","29899":"\n  Yeah sure. Liked. 🤙\n  ","29900":"\n  I would have a 7 bedroom 4 and a half bath huge back and front yard inside pool Greenhouse 5 car garage Fountain pond farmhouse open floor plan in my house huge kitchen a second kitchen on the other side of the house two floors a basement and more.\n  ","29901":"\n  Yeeeah. 😁\n  \n  It's a good day.\n  ","29902":"\n  🙏😁 Yep. I am back and happy and ready!!!!\n  ","29903":"\n  Yeah. I'm fine 😊\n  \n  Good to hear from ya!\n  \n  Hope all is well for you.\n  ","29904":"\n  Oh okay. Kool. I am\n  \n   @IceFrozenVocals\n  \n  or there or it's\n  \n   @Ice_Frozen_Vocals\n  \n","29905":"\n  I used to. I don't really anymore.\n  ","29906":"\n  I was praying to because I wasn't sure if I was going to be able to come back on or not. But luckily I was blessed\n  ","29907":"\n  Your welcome! 🤘\n  ","29908":"\n  Not currently other than a couple YouTube channels\n  ","29909":"\n  Usually put my phone on the charge\n  ","29910":"\n  Of course. I missed all of you!\n  ","29911":"\n  I have been quite to a few. And there are so many beautiful cities. New Orleans and Baton Rouge are quite beautiful. Especially the Levee walls\n  ","29912":"\n  Everyday I get hundreds of questions. I don't really exactly know. I've never really counted day to day\n  ","29913":"\n  I used to love to watch that so raven and Life With Derek\n  ","29914":"\n  Thank you so much and I try my best to be always determined. To always complete anything and everything I start. I'm so happy to be back. And LOL jump in the pool again? With my clothes on? Shirt! Anytime lol you are a goofy person. I always love your personality. It makes me smile. Thanks for your time always\n  ","29915":"\n  I honestly don't understand why. It was a misunderstanding they said on their part. I'm just glad to be back. I was very sad for the time that I was gone. Because I love communicating and talking with all of you. I enjoy sitting questions answering questions and just getting to talk to you guys.\n  ","29916":"\n  My purse\n  \n  My clothes. Lol\n  \n  That's it\n  ","29917":"\n  That is hilarious LOL\n  ","29918":"\n  My family does.\n  \n  Y'all do\n  \n  Friends\n  ","29919":"\n  My room is alwaysvcleaned\n  ","29920":"\n  Thanks! I am glad to be back! For reals! I have missed you guuuuuuys!\n  ","29921":"\n  I am back and I am ready more than ever! I'm so sorry if ask has been asking strange for the last few days for anyone. But nobody get discouraged and leave.\n  \n  I have worked so hard to be where I am at on this app.\n  \n  I want to thank each and every single person on this app. For everything! But most importantly for keeping me going. This app is more than just an app to me. It is my journal. It is my way out. It is my geography book. Though I only come on when I have the time throughout the day. It makes my day. Really and truly. Thank you all.\n  \n  I have been talking back and forth with people for the last few days just so I could to be with all of you again! Have been fighting my way. Trying to stay strong. I never really thought if people understood how much you all mean to me but now I have proven that. I hope to you all.\n  \n  I have fought a week to get my profile back online.\n  \n  Everything was a 100-percent misunderstanding. They have made that known. And none of it didn't make any sense. A lot of things haven't been making sense on this app. I have been apologized to and waa wrongfully taken down. They 100% are sorry to me and were extremely eager to get me back online as well. I am back and happy and proud to be here.\n  \n  I am BACK ASK!\n  ","29922":"\n  Depends on what I have going on the next day\n  ","29923":"\n  🤘🤙😁\n  ","29924":"\n  Yeah. I hear ya there\n  ","29925":"\n  Most definitely this app\n  ","29926":"\n  Thank you so much I love that picture of us I also love this picture that I want to share with you\n  ","29927":"\n  I like Pandora\n  ","29928":"\n  I can't really exactly think of one but I know that they used to have a biscuits and gravy in the Lay's chips and it was so good and I don't know why they stopped making it but love them. They had a chicken and waffles that everyone likes as well. I wish they had these again. At least let him go out like once or twice a week of the year. Make them be like season or something.\n  ","29929":"\n  We had a really nice get together with my family in Louisiana about a month ago\n  ","29930":"\n  I never thought this was a thing honestly\n  ","29931":"\n  Go look up Gucci flip flops by Danielle bregoli\n  ","29932":"\n  Battle\n  \n  Memory\n  \n  Poker\n  \n  Apple's to Apple's\n  \n  Candyland\n  ","29933":"\n  Avril!\n  \n  All day!\n  \n  The entire band Skillet!\n  \n  Evanescence! Especially Amy Lee.\n  ","29934":"\n  We are free to express ourselves and be free\n  ","29935":"\n  Yep. There is most definitely a lot of drama and this world unfortunately that we have to deal with every day. Lots of stress. But all we can do is just keep moving forward and trying our best to stay strong\n  ","29936":"\n  This is probably one of my most favorite pictures because this is the first picture me and Jason ever took together when we met. The first day we ever met we took this on\n  ","29937":"\n  I think everybody should wash themselves. Brush their teeth brush their hair and eat and drink. Sleep\n  ","29938":"\n  An easy ability to be able to communicate with people around the world. I feel it's easier on this app. They give you good ways to express yourself on your profile\n  ","29939":"\n  The USS Berra Star\n  ","29940":"\n  I absolutely love the cold weather. The snow how cold it is. Everything. I love everything about the cold season. I really love Christmas and New Year's and my birthday is around the winter season.\n  ","29941":"\n  I mean I actually don't really know exactly what goes on with the zombies in real life considering they're not literally real and I have never seen one. LOL so why do they always attacking in games? I don't know 🤷 they're supposed to be quote on quote monsters\n  ","29942":"\n  Just to clean myself up at the beginning of the day and end.\n  ","29943":"\n  I don't mind them. I have some. Most of mine are where you can't see them tho.\n  \n  But if you get a tattoo make sure that's what you want to do it because that's what's going to be on you forever. That's what I tell everyone when they said they want to tattoo to make sure that's what they want\n  ","29944":"\n  Nice.\n  ","29945":"\n  God.\n  \n  My family.\n  \n  Husband.\n  \n  Friends.\n  \n  Pups.\n  \n  My hobbies.\n  ","29946":"\n  Considering I feel that the north has really dry Summers and I don't like that so I don't really think I would like summers in the North. And then the South doesn't really have that cold of Winters I feel that I would probably like the South better than the North. At least in the winter. I can't handle negative temperatures but I can handle like 20 degrees\n  ","29947":"\n  Just focused on moving forward and focused on myself. Kept myself busy and just went out and socialized.\n  ","29948":"\n  Healing for sure. If I could fly or transport that would be nice\n  ","29949":"\n  I just appreciate them for anything and everything they do for me and I show it. I show my appreciation for them through love doing more favors in return and just telling them thank you\n  ","29950":"\n  I am not really a fan of cleaning dishes. Everything else I am fine with doing\n  ","29951":"\n  Jason did. 😊\n  ","29952":"\n  Chocolate pie with meringue on top\n  ","29953":"\n  Any language\n  ","29954":"\n  None\n  ","29955":"\n  Because impossible may seem impossible but really it's possible\n  ","29956":"\n  Avril Lavigne\n  ","29957":"\n  I don't have a favorite sad movie. I don't like sad movies\n  ","29958":"\n  Bologna sandwiches\n  ","29959":"\n  The Levee near the Baton Rouge wall near the bridge. It is really beautiful at night and with sunsets and sunrises\n  ","29960":"\n  wanting a wonderful future with my husband and future kids\n  ","29961":"\n  Why did Christina have to leave us so early? :(\n  ","29962":"\n  Stay young as long as you can because once you get older There's No going back\n  ","29963":"\n  Yes\n  \n  I do\n  ","29964":"\n  👍\n  ","29965":"\n  Every time before you post the answer you have to swipe over to open it's at the bottom of your screen usually. Every time you answer a question you have to press that to answer not on anonymous and so people can see you and follow you\n  ","29966":"\n  Prob gonna clean this weekend\n  ","29967":"\n  Participation\n  ","29968":"\n  5ish 6ish\n  ","29969":"\n  This strange looking new account with no profile pic. What's the secret? 😆\n  ","29970":"\n  You are posted as anonymous\n  ","29971":"\n  1,111 because just the number 11 is lucky to me and two 1's is really lucky to me\n  ","29972":"\n  Constant communication and Trust and loyalty of course\n  ","29973":"\n  Prob clean\n  ","29974":"\n  Nothing is a \"stupid\" question.\n  ","29975":"\n  Went good. Today was great.\n  ","29976":"\n  Pink or beige\n  ","29977":"\n  Fresh sents.\n  \n  Rain\n  \n  Cuccumber\n  \n  Sweet Pea and violet\n  \n  Flowers\n  \n  Fresh garden smells.\n  \n  Baked goods\n  \n  Grass smells\n  \n  Lemon\n  \n  Raspberry\n  \n  And more\n  ","29978":"\n  The temperature is actually pretty cool and it is sunny. We might get some hurricane bands today the reason why it's actually pretty cool is because of the hurricane\n  ","29979":"\n  I do own a vehicle. 3 but I'm not much of a driver but the most thing I don't like about it would probably be the doors don't close correctly on one of them. Another one I don't have any problems with that one and the other one I don't really have any problems with that one so just one where we need to replace the doors\n  ","29980":"\n  Not too long only when I have time\n  ","29981":"\n  I mean scientifically yes but an emotional way it's more\n  ","29982":"\n  No but as long as I had a professional and my husband with me I would totally do it though I wouldn't mind trying it\n  ","29983":"\n  Understandable I don't mind it either way. It makes work interesting to me\n  ","29984":"\n  Yeah? Do you like the rain?\n  ","29985":"\n  I mean maybe? I try\n  ","29986":"\n  Even though I I knew someone was coming up behind me they jump scared me because I was in the middle of thinking. Usually people tapping me doesn't really scare me but like I said I was in deep thought. So I was half there. Plus I don't really like it when people touch me so yeah.\n  ","29987":"\n  Just listen to them you will definitely tell\n  ","29988":"\n  Like cheated on them in a relationship? I have never cheated on anyone. I have always been loyal to every single one. Broke up with them if I was ready to not be with them anymore. Did not date more than one at a time\n  ","29989":"\n  Bills\n  ","29990":"\n  💙❤\n  ","29991":"\n  I'm sure. I think we're only going to get a little bit of rain\n  ","29992":"\n  It's all good I hope your day is going well\n  ","29993":"\n  Just going to work till 2:00 and I don't know what I'm going to do when I get off to be honest with you probably just rest maybe clean.\n  \n  I'll probably do a load of clothes. Not really cooking anything special unless I cook fish later if everybody wants it\n  ","29994":"\n  No prob. 👍\n  ","29995":"\n  Oh ok\n  ","29996":"\n  Finally you need it??\n  ","29997":"\n  We ended up not getting that hurricane which I'm happy about. We might get some rain but not as bad as what we thought it would be.\n  \n  And look! My coworker got me more coffee today how nice!\n  ","29998":"\n  ??\n  ","29999":"\n  1. Dolphins\n  \n  2.  Dogs\n  \n  3. Swans\n  \n  4. Orca whales\n  ","30000":"\n  Do things for them like different favors when they needed be there for them to vent when they need me. Help them out wherever. And just like I said be there for them. Show them appreciation. Include them in things.\n  ","30001":"\n  We don't NEED it. No.\n  \n  Do we like to have just to have to be diff. sometimes and to add character? Yeah sure. Why not.\n  \n  But we do not NEED it\n  \n  No.\n  ","30002":"\n  That I am \"scary.\" That they are intimidated by me and the wwy I look, before they approached me and meet me.\n  ","30003":"\n  Does water count?\n  \n   Light?\n   \n   If not then a blanket\n   \n\n     View more\n    \n\n","30004":"\n  Yep I'm at work but not much is going on\n  ","30005":"\n  Understandable good morning.\n  ","30006":"\n  Good morning y'all! 🤘\n  ","30007":"\n  No big. No prob. 🤘🤙👍\n  ","30008":"\n  Good night everyone! I will see you later on tomorrow morning\n  ","30009":"\n  I see that you sent this to a group of people. Still very nice that you chose me in the group. I appreciate the compliment. And I used to do some sort of glamour shot type modeling but nothing super professional or crazy.\n  ","30010":"\n  Anything and everything that I talk about on my page and my answers. Anything and everything I send in questions. And anything and everything listed in my biography and hashtags\n  ","30011":"\n  Me and my husband's marriage anniversary is coming up soon. So I'm pretty excited about that. I really want to do something with him special but I'm just not sure what yet\n  ","30012":"\n  Lol 😆 a little bit of everything I am seeing? I like ranch dressing and gravy and turkey together and then I like a little bit of stuffing and then I love ham of course buttery rolls Crowder Peas and more\n  ","30013":"\n  Their true selves and attitude\n  ","30014":"\n  Probably Whispers in the Dark or falling inside the black\n  ","30015":"\n  what's another item that you like to eat on Thanksgiving other than turkey if you like turkey that is\n  ","30016":"\n  About three pairs of jeans and three new pairs of tights\n  ","30017":"\n  I like the band Skillet Evanescence Paramore\n  ","30018":"\n  Singing\n  ","30019":"\n  Absolutely sadly\n  ","30020":"\n  Pie is great\n  ","30021":"\n  Yes it's a tradition as well to usually make that every Thanksgiving. It's really good.\n  ","30022":"\n  My childhood was wonderful. I loved everything about it. Growing up with my sisters and my mom is the best\n  ","30023":"\n  Is very much is it's a recipe that has been dropped down from generation to generation in our family\n  ","30024":"\n  I am pretty sure I have tried this before.  I definitely remember hearing about this and I think I have had it once or twice\n  ","30025":"\n  The best way to promote a business is to show your work. To show it to a lot of people and then have them spread the word on the kind of work that you do.\n  \n  Example...\n  \n  Say for instance you do speaker installations. Really cool and creative and different speaker installations. We will say this... you do it for someone or maybe a friend for free to show them your work and have them spread the word... then say... all the sudden you get a phone call you go ahead and do their speaker installations and make it really cool and give them a card and have them spread the word out and maybe give them a discount to just spread the word for you you start your business out cheap at first and try to brag and show your experience as much as possible and show that you really can get the job done. You really have to know what you're doing now if you're going to get a little arrogant about it because that's the whole point you're supposed to seem like you really know what you're doing because you do. So you won't be able to see your work so they can spread the word because if your work is really good they will do that.\n  ","30026":"\n  Yessss.\n  \n  Love my mom.\n  \n  I'm not sure exactly what I'm going to take but I know that I want to prepare something at the Thanksgiving get together but I'm just not sure what it will be yet. All I definitely know is I hope that there is homemade chocolate pie because that's my favorite thing on Thanksgiving is homemade old school chocolate pie.\n  ","30027":"\n  Yeah. I will be going for 5 miles out back to the Louisiana spend Thanksgiving with my family\n  ","30028":"\n  My coworker the other day randomly went and bought me coffee! So nice! Thank you! Made my day for reals.\n  ","30029":"\n  Like to eat out but try not too because of Covid. Just depends. I like to cook at home as well.\n  ","30030":"\n  Your completely fine.\n  \n  I am not upset with you. At you. Never could.\n  \n  I appreciate your concerns and wonders. The aggravation and wonder to why they treated me and Jason that way.\n  \n  Sadly this is how alot of America is now'a'days. Unfortunately.\n  \n  It is totally wrong for sure what they did. But they don't care here. No one wants to care about the people and the customers. No way. It's sad.\n  \n  I put up a review and what happened. So I tried to do something. Ya know? I tried my best to get some sort of justice. It's just these people don't care. It's pitiful.\n  \n  It's all good tho.\n  ","30031":"\n  🤷\n  \n  Chihuahuas? Yes lol\n  \n  Road tripping 😁\n  ","30032":"\n  No because I don't stalk people\n  ","30033":"\n  🤙😁\n  ","30034":"\n  Not my most favorite things to do but I don't mind it.\n  ","30035":"\n  I don't think so.\n  ","30036":"\n  The first one definitely\n  ","30037":"\n  I don't know considering I don't know you\n  ","30038":"\n  I haven't been to the movies in a year before covid-19 really go to often and since covid-19 not been at all so I haven't even been paying attention to the new movies\n  ","30039":"\n  Your posted as anonymous\n  ","30040":"\n  Right? That's what I said.\n  \n  Scam. Spam. Thief.\n  ","30041":"\n  Most poodles are actually really big unless you have a toy poodle. And now I don't really want a toy poodle. Nah.\n  ","30042":"\n  It can be quite hilarious to be honest LOL\n  ","30043":"\n  I am good. Doing good. About to be going to sleep shortly. You all have an amazing night! Sweet dreams from Sweet Bella!\n  "}}