{"Question":{"302586":"\n   is love to the grave old-fashioned?\n  ","302587":"\n   Do you still have your tonsils?\n  ","302588":"\n   Whom have you hugged today?\n  ","302589":"\n   Thoughts on the election?\n  ","302590":"\n   What is your favorite candle scent?\n  ","302591":"\n   Best thing about you?\n  ","302592":"\n   Did you vote today?\n  ","302593":"\n   When should you reveal a secret you said you wouldn’t?\n  ","302594":"\n   When and why did u join askfm?\n  ","302595":"\n   I sometimes eat mint chip ice cream. Do you ?\n  ","302596":"\n   Not all men are sex offenders.\n  ","302597":"\n   You said Trump is bad because 8 women accused him. Those women are liars.\n  ","302598":"\n   Being accused of something does not make somebody guilty. It makes you sound like racist.\n  ","302599":"\n   Have you ever been to Mesquite Nevada ?\n  ","302600":"\n   Why does the nudity double standard on ask fm not bother you ?\n  ","302601":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","302602":"\n   Favorite ancestor?\n  ","302603":"\n   You probably really love to travel?\n  ","302604":"\n   Thats cute. I could think of multiple people who the government really doesn't like and wants prosecuted for exposing lies.. sadly I don't think posting a picture of mitt Romney is under that list.. youre here right now, are the government agents going to track me next?\n  ","302605":"\n   Come off educated you came off a complete fool who thinks the feds are on him for posting a mitt Romney picture on YouTube. Nothing you said made me rethink anything on any of these topics.. sounds like half of it you did some vague research on biased outlets and the other half you believe the news\n  ","302606":"\n   Well it doesn't seem like you're too informed on global politics to understand why he hasn't brought the troops back.. the real topics been brought up very vaguely and the ones who do bring it up are silenced or fired. But he has brought some back and is pulling out of Afghanistan finally.\n  ","302607":"\n   Thats great you \"ruined\" a presidential candidates career, that doesn't really solidify anything for the government hating your family.. if anything just republicans.. all the big industries favor Dems anyways. The real people doing the real work exposing things fled the country or are in prison..\n  ","302608":"\n   You're trying to come off as some huge whistle-blower. You aren't it seems. You keep citing youtube even though its heavily monitored and anything disproving trump allegations or other things is removed quickly or hidden\n  ","302609":"\n   No you claimed to leak pictures of mitt Romney. And that you called the fbi or something. Point is, what significance does that hold?\n  ","302610":"\n   How am I avoiding the issue? You're bringing up hillary and Romney to brag it seems like\n  ","302611":"\n   If youre a man of God. This LGBTQ thing is out of hand and quite frankly bizarre.\n  ","302612":"\n   Yeah for epstein not trump.\n  ","302613":"\n   What does that have to do with anything. You didn't leak anything on the emails. The person who did is still in prison.. just do your research on this stuff\n  ","302614":"\n   You exposed nothing on them. You repeated what the news told you. Watching YouTube conspiracies that hold no concrete evidence doesn't make you a pro\n  ","302615":"\n   Yeah I'm sure your family is, I'm calling your bluff on that based off what youre saying in this thread alone. Stop speaking for your family and just showthe evidence behind your claims if you want me to believe you\n  ","302616":"\n   Like I said there's only a party picture of him and his wife because they did property deals. Epsteins cover was real-estate so its only natural he works with big names to ensure his cover.. And no it doesn't make it top three or even top 5, how old are you if I may ask?\n  ","302617":"\n   History will lie and tell you democrats didn't start the KKK also.. but they did that..\n  ","302618":"\n   What connection other than a picture from the early 2000s does trump have to epstein? Dont say flight logs because that's not true either.\n  ","302619":"\n   They weren't debunked they where covered up by whatever media you refer to for answers because their is video of it.. do you do any research for your initial research? In response to bidens KKK friend\n  ","302620":"\n   I wish you where right but china is still getting away with it so it doesn't matter about social media, if awareness is brought and no action is done its pointless then. Biden called trump racist for closing china's flights during a pandemic, during a time we didnt know the sereveness of it\n  ","302621":"\n   The picture of trump his wife and epstein are at a party because he had a business deal for some property.. Didnt biden say rape victims deserve to be believed? Then he gets called out and there is little coverage for some days\n  ","302622":"\n   Spanish flu killed an estimated 100 million..\n  ","302623":"\n   Well your step dad should look harder because he would find that Joe Biden has ties to actual KKK members in 70s. Thats factual he spoke at ones funeral..\n  ","302624":"\n   Thats besides the point though. We have facts in our faces, doctors being covered up and silenced, with GAG ORDERS, Think about that for a second.. we have been scared into thinking it IS a plague\n  ","302625":"\n   And wrong.. biden passed a bill he helped right in fact.. to make it so that African Americans are more likely to be arrested and he made tons of money off of it with private prisons, even Kamala, his running mate called him out for this in previous debates. Now theyre best friends. And I'm the fool\n  ","302626":"\n   Oh and who told you this was the worst thing next to the plague, Its far from the plague.. the news did its job in scaring you. This is a flu and it was altered in a lab. Proven by Hong Kong scientists.. research it..\n  ","302627":"\n   Also his disinfectant thing was a joke. The CDC says you have a 98 percent recovery rate from the virus. Its time to open up. This is a trial run for socialism. Look at history\n  ","302628":"\n   Joe biden has rape allegations too. Whats your point?\n  ","302629":"\n   Obama made those cages at the border and used them more than he did, Trump used them because a caravan traveling for months on end was trying to enter America Illegally and they where processed there. I agree some of it is a mess with the missing children its terrible, and ICEs fault. Not trumps\n  ","302630":"\n   You're right because when Joe was in office he passed bills to make African Americans more likely to be arrested than any other race, also the evidence of his business deals in Ukraine are Damning and speak for themselves but you won't find any of that on traditional news because they favor biden\n  ","302631":"\n   Well he didn't avoid every question he's asked\n  ","302632":"\n   Shoutout to sleepy joe dodging all the allegations and questions once again. When are the American people going to see that we've been fooled by the media to hate\n  ","302633":"\n   To trump just owned the whole debate tonight\n  ","302634":"\n   Would you ever consider going to college in Italy?\n  ","302635":"\n   Have you ever had a sex dream?\n  ","302636":"\n   Would you ever become vegan?\n  ","302637":"\n   What would you do if you woke up in another body?\n  ","302638":"\n   If you could be fluent in a new language what would it be ?\n  ","302639":"\n   Do you have any advice for people starting out on youtube?\n  ","302640":"\n   The Democrat party is anti-white. The Democrat party wants to deport all white people to China.\n  ","302641":"\n   Do you reward yourself for accomplishments?\n  ","302642":"\n   Is tiktok becoming the new \"reality TV\"?\n  ","302643":"\n   You're gorgeous!\n  ","302644":"\n   What did you do for exercise?\n  ","302645":"\n   would u spit at me?\n  ","302646":"\n   if the head butt didn't work and u could do one more thing alongside it, what would you do?\n  ","302647":"\n   if you weren't able to bite, hit or kick but could choose one other way, what would you do?\n  ","302648":"\n   if i pinned you down on the ground so you couldn't move your arms and legs, how would you escape?\n  ","302649":"\n   مرحبا، شو عدد الزيارات الأسبوعي المناسب لبيت الخطيبة؟ يعني تقديرا 🙈\n  ","302650":"\n   On a scale of 1 to 10, how well do you sing?\n  ","302651":"\n   Well wats on your mind\n  ","302652":"\n   Hey do you know who makes better nose surgeries? Dr Kurdo or Dr Shivan?\n  ","302653":"\n   gatorade vs powerade 🥤\n  ","302654":"\n   What does your bedroom smell like?\n  ","302655":"\n   Do you wanna be in a relationship with the person you like?\n  ","302656":"\n   Real tattoo or henna tattoo?\n  ","302657":"\n   How many bedrooms are in your house?\n  ","302658":"\n   If you were going to get a tattoo, what would it be and where?\n  ","302659":"\n   What's the chance of getting your reply if I am unknown?\n  ","302660":"\n   Someone you wanna meet right now or someone you miss right now?\n  ","302661":"\n   Hope you’re having a good day. ☀️\n  ","302662":"\n   Do you have a secret love??\n  ","302663":"\n   thank you\n  ","302664":"\n   In 1992 women were excluded from statutory r_pe laws in California because feminist were opposed. America has a long history of sexism against men.\n  ","302665":"\n   What is the best way to tell someone that you love them ??\n  ","302666":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","302667":"\n   Who is the most closest friend that knows everything about u?\n  ","302668":"\n   Mind sharing what's going through your mind right now?\n  ","302669":"\n   Ever wear sneakers and no socks?\n  ","302670":"\n   One thing that differentiates you from other people??\n  ","302671":"\n   Plans for the rest of the night?\n  ","302672":"\n   Do you like shopping? How much time can you spend on this?\n  ","302673":"\n   Are you still learning who you are?\n  ","302674":"\n   Batman vs Superman - whose side would you take?\n  ","302675":"\n   have you ever been to disneyland\/world? how many times? what's your favorite thing about the park?\n  ","302676":"\n   What is your favorite old movie?\n  ","302677":"\n   Is it important for your boyfriend to meet your dad??\n  ","302678":"\n   I'm hungry\n  ","302679":"\n   Where were you 3 hours ago?\n  ","302680":"\n   WHAT ARE YOUR THOUGHTS ON WOMEN BREAST FEEDING 🤱 ???\n•IS IT OK FOR THEM TOO\n•DO YOU THINK BECAUAE ITS THEIR BABY THEY CAN DO WHATEVER??\n  ","302681":"\n   Do you think Tarot cards can be real?\n  ","302682":"\n   HOw long do you sleep?\n  ","302683":"\n   I lived in Alameda and San Jose and Sunnyvale and Mill Valley and Santa Cruz and Eureka and San Pedro and Oakland.\n  ","302684":"\n   Where did you live as a child ?\n  ","302685":"\n   age ?\n  ","302686":"\n   12. Fucking. Years. Thank god he’s out of my life.\n  ","302687":"\n   Why do you hate your step father ? \n That is so mean.\n  ","302688":"\n   Your step dad gives you food. You should respect him. Give him a hug sometimes. 🎉\n  ","302689":"\n   Where is the furthest you have been from home?\n  ","302690":"\n   Have you ever been called a bad name ? What was of the word ?\n  ","302691":"\n   Maybe she died of corona virus.\n  ","302692":"\n   Are you rich ?\n  ","302693":"\n   Vanessa accused her Sergeant \n that does not mean he did anything. He may have been falsely accused.\n  ","302694":"\n   What music are you listening to now??\n  ","302695":"\n   Where the hell have u been, I've been looking for you everywhere.\n  ","302696":"\n   What's your zodiacal sign?\n  ","302697":"\n   Fame or 1million dollars ?? What would you choose\n  ","302698":"\n   What is the meaning of happiness!!????\n  ","302699":"\n   😂😂 same here! \nI'm a Pisces I read my horoscope like ...\"shut up\" 😂\n  ","302700":"\n   Nice! My niece is a leo and everything I read is literally facts about her little sassy self lol\n  ","302701":"\n   What's your sign ?\nAnd what stereotype is behind it ?\n  ","302702":"\n   Aye so my Twitter\n   \n    @Ninjawarrior9\n   \n   was banned because I went on a anti-racist rant, and they used my age that I started my account as an excuse to be racist and lock me out of it. My new Twitter is ninjawarrior988 so y’all go follow me on there.\n  ","302703":"\n   How important is positivity in Life?\n  ","302704":"\n   Would you be happy to receive a gift certificate for your birthday?\n  ","302705":"\n   Play any sports? If so what kind?\n  ","302706":"\n   Are you in the United States?\n  ","302707":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","302708":"\n   What helps you to sleep better?\n  ","302709":"\n   How do you behave yourself with people you don't like?\n  ","302710":"\n   Are you still learning who you are?\n  ","302711":"\n   What is your mood:?\n  ","302712":"\n   What if my favorite TV show is horror?\n  ","302713":"\n   What time of day is the best for you?\n  ","302714":"\n   How to know if a man is ready for new start with you?\n  ","302715":"\n   What time do you go to sleep\n  ","302716":"\n   What are you doing now\n  ","302717":"\n   May I iron nylon stockings?\n  ","302718":"\n   How many hours do you sleep at night?\n  ","302719":"\n   What is the appropriate age for marriage?\n  ","302720":"\n   would you be upset if you lost the one you love? be honest!\n  ","302721":"\n   Laundry day tomorrow or nah?\n  ","302722":"\n   Didn't you play the comfortable game while dating someone. Jw\n  ","302723":"\n   I might have asked this question before, if so, I apologize for duplicate. But I was wondering if any of you drink alcohol? Right now I’m sipping on some Canadian club whiskey which is 80 proof. What do y’all drink, if you do? If not, you don’t have to answer! 😁\n  ","302724":"\n\n    @YaFavoriteLatina\n   \n   jasmine is doing nails and really think they look good 🤢\n  ","302725":"\n   Cancion Favorita!!\n  ","302726":"\n   If you had lots of money what would you do with it?\n  ","302727":"\n   What if you're home alone, at late night and you sneeze. Suddenly phone rings and when you answer, Someone whispers \"Bless You\" and hangs up?? What'll u do then?? ??\n  ","302728":"\n   Is education free at universities in your country? For example in my country you need to pay for all years.\n  ","302729":"\n   Has anyone ever said something to you that set you on a path to prove them wrong?\n  ","302730":"\n   do u have iPhone? how r u finding the new X?\n  ","302731":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","302732":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","302733":"\n   why do nice people choose the wrong people to date?\n  ","302734":"\n   What should a woman be like? ?\n  ","302735":"\n   ??What would you say to your young self and why?\n  ","302736":"\n   Have you ever visited a place where it made an emotional impact on you? How did it make you feel?\n  ","302737":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends?\n  ","302738":"\n   Who is your celebrity crush\n  ","302739":"\n   Do you think that you are special to someone ?! 😻\n  ","302740":"\n   What is under your bed?\n  ","302741":"\n   Who do u tell a lot to?\n  ","302742":"\n   \"Are you harassing people?\n  ","302743":"\n   why do you skip questions\n  ","302744":"\n   do you believe love exists ?\n  ","302745":"\n   What are you a “natural” at doing?\n  ","302746":"\n   in your opinion, what's it like to fall in love?\n  ","302747":"\n   What is your favorite type of sushi?\n  ","302748":"\n   What r u going to be 4 Halloween?\n  ","302749":"\n   What is something that has changed you so much ?\n  ","302750":"\n   What would you like to do with money?\n  ","302751":"\n   What's your fav food??\n  ","302752":"\n   are you saving up for anything?\n  ","302753":"\n   Are you in love? ???\n  ","302754":"\n   What do you consider to be a healthy relationship?\n  ","302755":"\n   How much did you lurk your crushes social media before talking to them?\n  ","302756":"\n   What is your natural eye color is??\n  ","302757":"\n   Who do you trust most in your life?\n  ","302758":"\n   what is something you wished you were better at\n  ","302759":"\n   Do you have a secret account on facebook?\n  ","302760":"\n   Is it easy to give someone a second chance?🙊\n  ","302761":"\n   Why are some men thin, and others fat, although they eat the same pasta?\n  ","302762":"\n   Last person you texted?\n  ","302763":"\n   in your opinion, what should a man be like?\n  ","302764":"\n   If your other half did something that upset you, and continued to do it even after you told her it upsets you, how would you feel?\n  ","302765":"\n   So you do things without considering or caring about the consequences right?\n  ","302766":"\n   What are you going to eat for dinner??\n  ","302767":"\n   Most disastrous feeling is______?\n  ","302768":"\n   Who you going on a date with?😪\n  ","302769":"\n   Did you forget your first love?\n  ","302770":"\n   What's your favourite thing to do at the beach?\n  ","302771":"\n   Are you a good liar?\n  ","302772":"\n   Are you good in dancing?\n  ","302773":"\n   F*ck, marry, kill.\nTrump\n  ","302774":"\n   What would be harder for you, to tell someone you love them or that you donot love them back? ?\n  ","302775":"\n   Do you take medicine when you’re sick or tough it out?\n  ","302776":"\n   I meant my, not I’m\n  ","302777":"\n   I work at a high school and we started talking about cell phones in the classroom during class today. What are ur thoughts on allowing cell phone use in class?\n  ","302778":"\n   Do you like Lana Del Rey???\n  ","302779":"\n   What if we used to be able to make wishes... but then someone wished we couldn't?✌🏻\n  ","302780":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","302781":"\n   what’s your unpopular opinion?\n  ","302782":"\n   Ain’t nobody crying on this end nor am I blaming all woman for anything I simply said y’all are complicated and I’m done I the one who brought you’re warrior ass over here so u can go fuck off now.\n  ","302783":"\n   Oh please u woman cry over every fucking thing. U can try to act hard all u want but truth is u weak\n  ","302784":"\n   Smfh u woman are so god damn complicating I give up go get you’re fucking heart broken I honestly don’t give a fuck no more.\n  ","302785":"\n   Did everyone have a nice New Years celebration yesterday?\n  ","302786":"\n   Would you rather live in the mountains or on the beach?\n  ","302787":"\n   Do you have nice handwriting?\n  ","302788":"\n   I'm in a relationship now. It happened on Christmas too lol\n  ","302789":"\n   Any Bring Me The Horizon Fans Out There...?🤘🤘🔥💯\n  ","302790":"\n   What's a fun animal fact you know\n  ","302791":"\n   are you an LGBT ally ?\n  ","302792":"\n   do you like roses\n  ","302793":"\n   Do you believe in love at first sight?\n  ","302794":"\n   What’s your favorite candy\n  ","302795":"\n   Why do we have to keep up on the world standards? If we can just do yolo and live our best life?\n  ","302796":"\n   Hope your day is good today?\n  ","302797":"\n   do u have a husky\n  ","302798":"\n   Hi how are you doing today\n  ","302799":"\n   Favorite Spongebob quote?\n  ","302800":"\n   Have you entered book clubs when you first started?... Do you think it's worth it?\n  ","302801":"\n   who’s your favorite person on Friends??\n  ","302802":"\n   Do you think you're often misunderstood?\n  ","302803":"\n   Do people like neck kissing gentle or aggressive?\n  ","302804":"\n   Have you😇😗👦 ever stolen anything?\n  ","302805":"\n   What toothpaste do you use? I’m running out of ideas don’t judge me\n  ","302806":"\n   Ever hookup with a hijabi?\n  ","302807":"\n   How to be a good kisser?(ps. I’m a girl and I barely have experienced kissing guys)\n  ","302808":"\n   My old crush likes me back but I have a boyfriend. What should I do? I want to get this feelings off as fast as possible cuz I do feel guilty for my boyfriend\n  ","302809":"\n   what r ur favorite activities u do in autumn?\n  ","302810":"\n   How often do you hear \"I love you.\" ?\n  ","302811":"\n   Are you enjoying your vacations?\n  ","302812":"\n   Good morning!!! What’s your plans for this Sunday?\n  ","302813":"\n   You always scold yourself for...?\n  ","302814":"\n   Why dont you cut your hair?\n  ","302815":"\n   Hello, how're you? (:\n  ","302816":"\n   hi\n  ","302817":"\n   Do you love hockey?\n  ","302818":"\n   I love you Jay Jay:)\n  ","302819":"\n   I’m 40 and the guy I have been talking to is 30.\n  ","302820":"\n   Do you like Celebrating christmas early\n  ","302821":"\n   What should I do if the vehicle won't turn on again after I turn it off, and the butterfly stays open?\n  ","302822":"\n   How to prove you exist with soap?\n  ","302823":"\n   You'll never know it .\n  ","302824":"\n   Are you the type of person who would spend time in the company of a stranger with pleasure, drinking cappuccinos and telling each other stories from life? :) ☕☕\n  ","302825":"\n   How are you feeling?\n  ","302826":"\n   Who actually uses this shit?\n  ","302827":"\n   Shoutout to you ❤️\n  ","302828":"\n   Fat a$$?\n  ","302829":"\n   How much money have you spent today and on what?\n  ","302830":"\n   What was the last errand you ran? (Don't have to share)\n  ","302831":"\n   Do you have a crush on someone?\n  ","302832":"\n   What do u do in ur spare time?\n  ","302833":"\n   If you had a really fluffy Bunny,What would you name it??\n  ","302834":"\n   Why is ask.fm so toxic?\n  ","302835":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","302836":"\n   Do you like BUTTERED POPCORN\n  ","302837":"\n   not getting irritated by exclamations: \"Every time I look, you always are in the web\"?\n  ","302838":"\n   What would you do if you could shrink yourself down to a few inches?\n  ","302839":"\n   Do you like STARBUCKS\n  ","302840":"\n   Does working in a store scare you\n  ","302841":"\n   What is your favorite recipe? ??\n  ","302842":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","302843":"\n   autumn is coming soon!  pumpkin pie and thanksgiving and halloween\n  ","302844":"\n   What to write with chalk on the asphalt under the windows of a loved one?\n  ","302845":"\n   GUYS IM MARRIED AND PREGNANT PLZ STOP FLIRTING WITH MEE\n  ","302846":"\n   I just was wondering, what do people think about hip dips? (Google violin hips if you’re not sure what they are)\n  ","302847":"\n   Do you dress up for Howl-O-Scream\n  ","302848":"\n   What is the healthiest thing to get from McDonalds?\n  ","302849":"\n   What would you never post online?\n  ","302850":"\n   What do u need to make it happen...???\n  ","302851":"\n   If you eat noodles, what kind do you like??.\nUdon, buckwheat, ramen??😆\n  ","302852":"\n   1)Who was the last dialogue with? ✨ 2) Who is your first friend? ?? 4) Do you have many friends? ? 5) Favorite song? ? 6) Favorite movie? ? 7) Currently in love? ? 8) Favorite season of the year? ? 9) Do you dance? ? 10) Favorite fruit? ? Share this to everyone you are following\n  ","302853":"\n   If your inner voice was an actual person and talked to you the way that it usually does, would you enjoy their company and keep them around as a friend?\n  ","302854":"\n   Name a live broadcast app please\n  ","302855":"\n   Ok bye\n  ","302856":"\n   Who is the last person you met?\n  ","302857":"\n   Get some\n  ","302858":"\n   I don't no i need Help\n  ","302859":"\n   What\n  ","302860":"\n   I need p\n  ","302861":"\n   Hey girl\n  ","302862":"\n   Who is your most hated celebrity?\n  ","302863":"\n   How patriotic are you?\n  ","302864":"\n   How many people ask for your opinion ?\n  ","302865":"\n   What kind of movies do you most enjoy?\n  ","302866":"\n   What is the most awkward thing you've said to someone special?\n  ","302867":"\n   What frustrates you the most?\n  ","302868":"\n   What matters to you most - money, good looks or attitude?\n  ","302869":"\n   happy monday and happy 1st day of fall!\n  ","302870":"\n   Have you ever run away from school lessons?\n  ","302871":"\n   What was the last message you received????\n  ","302872":"\n   If you ask a girl if she likes a guy why does she always dodge the question but doesn’t say no?\n  ","302873":"\n   Should we promote ourselves and brag about the future? Should we worship ourselves?\n  ","302874":"\n   Do u work better under stress ?\n  ","302875":"\n   Hey girl\n  ","302876":"\n   Ever climbed trees as a child?\n  ","302877":"\n   Have you ever made tie-dyed clothes?\n  ","302878":"\n   What would happen if America nuked Russia or China\n  ","302879":"\n   would it be?\n  ","302880":"\n   Seems like that you are doing your job however; it won't be over with for many, many years. Are YOU ready to commit to action or just talk?\n  ","302881":"\n   I do my share when I am able. I offer my displeasure's however; it's not just me supporting the issues. Have YOU created changes or are you sitting on you throne, eating and watching the world go by?\n  ","302882":"\n   I do want a girl\/women to succeed however; equality will not happen. I speak only what I observe. I am not a denier.\n  ","302883":"\n   That's not a nice thing to say. He will get a girlfriend eventually. It will be you that won't get a boyfriend because you're a feminist. From a girl to another girl.\n  ","302884":"\n   Something you really miss nowadays ?\n  ","302885":"\n   Does your name have a meaning?What is it ?🎤\n  ","302886":"\n   I do not date feminists.I do not speak to feminists.Am I a bad boy ?\n  ","302887":"\n   What’s worse than having to listen to road construction\n  ","302888":"\n   DO YOU LIKE PIZZA\n  ","302889":"\n   Last time you cried? And why?\n  ","302890":"\n   Is that okay when a girlfriend hugging her male friends?What do you think?\n  ","302891":"\n   do u like to watch a lot of horror movies on Halloween?\n  ","302892":"\n   How do you feel about aromatherapy? You like or maybe you want to try it?\n  ","302893":"\n   How are you?\n  ","302894":"\n   If people can read your mind , What would they usually hear!¿ 😛😛\n  ","302895":"\n   Age?\n  ","302896":"\n   Do you collect anything? If so, what is it?\n  ","302897":"\n   Do you have any siblings?\n  ","302898":"\n   THE MINIONS VS THE PENGUINS FROM.MADAGASCAR\n  ","302899":"\n   How do you express your emotions?\n  ","302900":"\n   Does anyone watch anime and is intelligent as well?\n  ","302901":"\n   What was your most recent injury?\n  ","302902":"\n   what you doing today?\n  ","302903":"\n   What would you do if one random day an animal starts talking to you in a language you can understand?\n  ","302904":"\n   what's something you would never want to tell anyone?\n  ","302905":"\n   What's your favorite phrase in a foreign language? If you have one that is.\n  ","302906":"\n   Yep sorry it's z good answer I just having worst day ..\n  ","302907":"\n   If there were no words zt all. how would u  get ur feelings across to another person..\n  ","302908":"\n   Are you getting weird anon questions?\n  ","302909":"\n   What position do you play in soccer\n  ","302910":"\n   Are humans truly creative, or do they gain their ideas from prior observations?\n  ","302911":"\n   Pitch Perfect 2 Snoop Dogg and Anna Kendrick(Winter Wonderland\/Here Comes Santa Claus)\n   \n    https:\/\/www.youtube.com\/watch?v=_64ocTW1_hs\n   \n","302912":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","302913":"\n   What makes a man sexy?\n  ","302914":"\n   What do you do for other people to love you?\n  ","302915":"\n   Is it weird.. to move out ur gf\/bf apartment but get your own place in the same complex?...\n  ","302916":"\n   Hey\n  ","302917":"\n   But when the light win the fight, can the love live forever!?\n  ","302918":"\n   ??What would you say to your young self and why?\n  ","302919":"\n   What's up good-looking ;-)\n  ","302920":"\n   Anyone find find Waldo yet..I'm so worried,he needs his meds..hes bi-poalr..he's going to hurt someone.\n  ","302921":"\n   What better smarts or humor in a person\n  ","302922":"\n   Is it right to eat a birthday cake for breakfast?\n  ","302923":"\n   What do you think about parents who presents their childrens on the Internet (Facebook, Instagram, ...)?\n  ","302924":"\n   Do you like to make new friends?\n  ","302925":"\n   Best way to prank someone? 😈\n  ","302926":"\n   Have you ever found it hard to love yourself?\n  ","302927":"\n   What are your goals?\n  ","302928":"\n   What's the weirdest thing to put on a pizza?\n  ","302929":"\n   Are you talking with someone?\n  ","302930":"\n   Any girl into ddlg\/abdl?😂\n  ","302931":"\n   does anyone like you\n  ","302932":"\n   Is there a person that you just talk and hangout with \"for the sake of whatever\" but your dont really like?\n  ","302933":"\n   What are the things that one should do before go to sleep?\n  ","302934":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","302935":"\n   How would you describe your style?\n  ","302936":"\n   How to become popular on ask.fm?\n  ","302937":"\n   What's the chance of getting your reply if I am unknown?\n  ","302938":"\n   Hi\n  ","302939":"\n   Who was the last person you gave a kiss?\n  ","302940":"\n   Guess my last name....6 letters...starts with \"S\".\n  ","302941":"\n   How is life? ?\n  ","302942":"\n   Were you born with that ego of yours?\n  ","302943":"\n   I have recently started liking a girl and I am crazy about her smile. She is beauti\n  ","302944":"\n   Thank u much. That helps some 😃\n  ","302945":"\n   Bath or shower?\n  ","302946":"\n   Yes very bored actually, I'll end up comparing myself to the other friends of my friend then I stop trying because it's hard for me to get close to people...sorry tmi to give someone else\n  ","302947":"\n   If you could be an animal, what animal would you be?\n  ","302948":"\n   when a girl plays hard to get, usual a guy gives up and moves on. how about when a boy plays hard to get: keep going after him or would u give up? how long until u give up?           u = me would you ever play super hard to get? what’s the goal? i will say he’s got me wrapped around his finger\n  ","302949":"\n   How do you feel about snow?\n  ","302950":"\n   Anything happening in someone's life? Oh, what about me, you say? Nothing  lol. 😑\n  ","302951":"\n   something you wanna say to people who thinks you are jealous of them?\n  ","302952":"\n   Favorite fruit?\n  ","302953":"\n   What is your favorite black and white movie?\n  ","302954":"\n   Thoughts on being different.......\n  ","302955":"\n   What do you fear?\n  ","302956":"\n   Are ready to forgive the man who hurt you ?\n  ","302957":"\n   What's your number one rule in life?\n  ","302958":"\n   What are ppl going to do today?\n\nBe safe an enjoy ur day ..\n  ","302959":"\n   what is your most favorite way to relax?\n  ","302960":"\n   We need time a part--does that sound perniment to you? ,\n  ","302961":"\n   What’s in your pockets right now? 🖤\n  ","302962":"\n   Which is more preferable being nice or being fair?💥\n  ","302963":"\n   Cheetos or Doritos?\n  ","302964":"\n   snapchat ??\n  ","302965":"\n   What are you looking forward to about this year the most?\n  ","302966":"\n   I need company 😓😐\n  ","302967":"\n   Y’all have a good Day tomorrow and a goodnight today and always god bless all positive things you doing!😇😇Buenas noches 😴\n  ","302968":"\n   Happiness is?🌸\n  ","302969":"\n   I like this dude but I never talked to him and my friends made it obvious I like him so know he knows. Should I try to get close to him or get over him?? I also don’t even know if I like him anymore\n  ","302970":"\n   R u a paying customer ?\n  ","302971":"\n   GrrrRrrRRrrrRRRrRrrRRrrrRRRRRrRRRRrrRRR\n  ","302972":"\n   Have you ever sent a message and then immediately regretted it?\n  ","302973":"\n\n    @twittersupport\n   \n   hey dudes! email me! You locked me out of my account when it is in fact me! I just need to update my number.\n  ","302974":"\n   Name your friend who’s never ready at the time for going out!\n  ","302975":"\n   Do you believe in miracles?\n  ","302976":"\n   Where is the soul located within the man?\n  ","302977":"\n   What is your current mood?\n  ","302978":"\n   What if something scary happened in real life?\n  ","302979":"\n   Which is better, being a realist, an optimist or a pessimist?\n  ","302980":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","302981":"\n   What are y’all doing this summer\n  ","302982":"\n   How can you change the world?💯\n  ","302983":"\n   In a world where \"grown\" people get triggered on college campuses and need kittens, hot chocolate, and crying sessions to recover, which of the following words can be considered offensive to the modern generation: Tahoe, Arapahoe, Soho, Ho-Hos, Ho-Ho-Ho!, or Merry Christmas? Answer: ALL OF THEM!\n  ","302984":"\n   What's your favorite soft drink?\n  ","302985":"\n   Do you believe in the Illuminati?!?\n  ","302986":"\n   Wanna make plans?\n  ","302987":"\n   Chinese men think of sex when they see women, This thousands of-year idea is still going on.\n  ","302988":"\n   Do you believe that dreams can sometimes predict the future?\n  ","302989":"\n   I get how to do the thing now. Using shoutouts to talk to you is easier\n  ","302990":"\n   What are you interested in that most people aren’t?\n  ","302991":"\n   give me a number between 1 and 100  🐞 ♻ ⭐⭐⭐⭐\n  ","302992":"\n   It is you?\n  ","302993":"\n   Why women take a bath it usually take between a hour and a hour and a half?\n  ","302994":"\n   Godzilla Or King Kong ???\n  ","302995":"\n   Hi i search for have new friends can we be friends ❤️ first iam a boy\n  ","302996":"\n   Did you like actor Blake Heron? Did you know that he died?\n  ","302997":"\n   You are so beautiful. I swear 😭😭\n  ","302998":"\n   Is it possible to cross a bear with a cow? ???\n  ","302999":"\n   Need a hug?\n  ","303000":"\n   What is your favorite season?\n  ","303001":"\n   If you had a chance to change one part of your body what would it be? Why?\n  ","303002":"\n   What is your favorite wild\/or pet (not including dogs or cats) animal?\n  ","303003":"\n   Does something smell funny to you too???\n  ","303004":"\n   To be straight up w y'all I had to take a break w social media and all that shit just because my everyday life was way too involved w it. It didn't have any good affect on my mental health, or my personal life, and if I'm being honest, I was getting pissed at myself for being too involved in the+\n  ","303005":"\n   Who is your favorite cartoon character?\n  ","303006":"\n   What is the main reason for you to refuse a date?\n  ","303007":"\n   Netflix or Lostfilm?\n  ","303008":"\n   a warm blanket or a cup of tea? coffee?\n  ","303009":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who would it be?\n  ","303010":"\n   What will warm u this fall?\n  ","303011":"\n   I'm a girl and how do I ask out a guy?\n  ","303012":"\n   Opinions on Tyler's new album?\n  ","303013":"\n   How many Microsoft employees are need to replace an overheated light bulb?\n  ","303014":"\n   So my Long distance bf is visiting soon for about 4 days. I just started my new job and I am not sure if I should ask for those days off since I just started or continue to go to work. If I do work, I don’t want to end up with a shift that leaves my bf alone in his hotel room all day. Thoughts?\n  ","303015":"\n   What is something you want right now?\n  ","303016":"\n   I am single looking for a soulmate female🌹🌹❤️ are you interested in dating?\n  ","303017":"\n   Text or FaceTime\n  ","303018":"\n   Have u gotten ur period? (this is coming from a girl and I'm just asking because I have not gotten it yet and mostly everyone did and I'm scared!!)\n  ","303019":"\n   Would you consider flirting with other people while in a relationship, cheating? Will you be okay with it?\n  ","303020":"\n   do you really believe you’re intelligent? why?\n  ","303021":"\n   Sometimes all you need is...?\n  ","303022":"\n   How do you fall out of love with someone you thought was the one...then left you after almost a year for someone new?\n  ","303023":"\n   Would you rather keep up a garden with veggies or followers?\n  ","303024":"\n   what are some ways you manage stress?\n  ","303025":"\n   What is your favorite fanfic? Do you like them actually?\n  ","303026":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","303027":"\n   🙏🏻\n  ","303028":"\n   So at this second, this moment in our time, what are you doing?\n  ","303029":"\n   Fine jaw crusher\n  ","303030":"\n   What a cold night\n  ","303031":"\n   Why Are bitches so dumb\n  ","303032":"\n   How to tell someone you like them?\n  ","303033":"\n   What are your thoughts about vegans\/veganism?\n  ","303034":"\n   What hobby would you get into if time and money weren’t an issue?\n  ","303035":"\n   singtel or starhub\n  ","303036":"\n   If a man has sex with a Hermaphrodite, would that make you see him as gay?\n  ","303037":"\n   How will u feel to talk to a person, you don't even know the name ?\n  ","303038":"\n   What is your favorite song by The Who?\n  ","303039":"\n   Do you know how to play the guitar?\n  ","303040":"\n   Do you think money can buy happiness? ?\n  ","303041":"\n   if you were married how different will your life be?\n  ","303042":"\n   What summer shoes do you find the most comfortable?\n  ","303043":"\n   The guy I love smokes weed and wants a stoner gf but I don't even smoke alot I find it lame what do I do?\n  ","303044":"\n   What do you think - without what things would it be impossible to live in the world today? ?\n  ","303045":"\n   What's something that can always make you feel better?\n  ","303046":"\n   Am I the only one who has 2 crushes at the same time?\n  ","303047":"\n   Any one on Bradenton Beach pier?\n  ","303048":"\n   Is anyone else annoyed that we can no longer delete questions?\n  ","303049":"\n   If you had to get married (with a prenup if you want) just to date someone you’re interested in, would you?\n  ","303050":"\n   How have you been doing mentally? I hope everyone has been doing good, and if not and you are struggling, keep your head up because it doesnt rain forever. 💞💞💞\n  ","303051":"\n   Do you think getting older (40, 50, 60) is depressing for people or a happy occasion?😶\n  ","303052":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?✌\n  ","303053":"\n   why do those who want love get tears?\n  ","303054":"\n   If u. On ur way home Earlier then usaul. Ur mate asks u to stop  befor u come home. U ask your mate to open the door so you can get in the house and they don't let you fully in the house so you take a min or two to get into the house\nThen once your in the house they are trying to lite a in scent\n  ","303055":"\n   Do you believe in palmistry?\n  ","303056":"\n   Would you accept an apology as genuine if a person refuses to retract their former hurtful statement? Example, \"I am sorry, but I won't take back (x) because of how the situation was\"\n  ","303057":"\n   It's my saying for whatsup lol\n  ","303058":"\n   Is there any person you are afraid of?\n  ","303059":"\n   okay i fell in love with an old flame..weve been going strong. i just found out recently that he has a child by a 20 something year old girl.  im so against older men having relationships with a woman in her early 20s i just don't see it as  being ethical. what should i do?\n  ","303060":"\n   Goonworld\n  ","303061":"\n   An original way to attract a guy's attention?\n  ","303062":"\n   If someone wants to talk to you , what are the steps they should proceed to reach your acceptance of giving them a portion of your time to listen to ?\n  ","303063":"\n   ??\n  ","303064":"\n   What would u spend a $1,000 on?\n  ","303065":"\n   What is your comfort food?\n  ","303066":"\n   Advice for courage to ask someone out?\n  ","303067":"\n   What am I doing on my profile picture?\n  ","303068":"\n   Why not\n  ","303069":"\n   If you could only bring 1 personal item onto a stranded island, what would it be?\n  ","303070":"\n   What hobby do you wish you could pick up?\n  ","303071":"\n   Do you wear underwear to bed?\n  ","303072":"\n   list allllll of ur most frequently emojis\n  ","303073":"\n   Do you think syrian refugees should be deported?\n  ","303074":"\n   Do you regularly talk to yourself? What do you say and do you receive good advice by doing so?\n  ","303075":"\n   How to deal with busy boyfriend?\n  ","303076":"\n   what are some unusual places you’ve been?\n  ","303077":"\n   No pe......................\n  ","303078":"\n   Yep................................\n  ","303079":"\n   Who else in the 35210 zip? 👀👀\n  ","303080":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","303081":"\n   what celebrity would you rate as a perfect 10?\n  ","303082":"\n   If you could do so, how would you change the world?\n  ","303083":"\n   What’s the funniest or most amazing cell phone cover you have seen?\n  ","303084":"\n   Questions are what make the world go around.\n\nTrue or false?\n  ","303085":"\n   Anything that's been bothering you lately?\n  ","303086":"\n   What's the best news you've ever received?\n  ","303087":"\n   Found out what those coins are used for every time you touch that flame emblem that’s where your coins go to\n  ","303088":"\n   What yull doing\n  ","303089":"\n   How many aries in the area?\n  ","303090":"\n   What makes you sad?\n  ","303091":"\n   Pros and cons about a nonbeliever and a Christian girl moving in together before marriage. Go\n  ","303092":"\n   are you a hypocritical person?if so, how far can you go?\n  ","303093":"\n   What did you forget to do today?\n  ","303094":"\n   Anyone else excited theres a tornado warning? No? Just me them lol\n  ","303095":"\n   what can men get away with that women can’t?\n  ","303096":"\n   Is there one person in your life that can always make you smile?\n  ","303097":"\n   How often do you take a good selfie?\n  ","303098":"\n   Do you like to be tickled?\n  ","303099":"\n   Is it possible to be in love with two people at the same time?\n  ","303100":"\n   What touches you the most emotionally?\n  ","303101":"\n   What makes your world go round?\n  ","303102":"\n   Have your ever worn your sweatshirts inside out?\n  ","303103":"\n   Who is your favorite person?\n  ","303104":"\n   iPhone or Android user?\n  ","303105":"\n   what is a good alcohol gift to give a girfriend on her 21st bday?\n  ","303106":"\n   Your cute and What's your favourite social media ?\n  ","303107":"\n   What would you miss if you  wake up late tomorrow ?\n  ","303108":"\n   Your favorite chocolate bar?\n  ","303109":"\n   Would you crop a vintage Nike sweatshirt or keep it original?\n  ","303110":"\n   What they are really looking for?\n  ","303111":"\n   what have you learned from your past relationship?\n  ","303112":"\n   Would you rather be incredibly rich, or deeply in love?\n  ","303113":"\n   Do you have someone you tell everything to?\n  ","303114":"\n   Why is it so hard for ppl to apologize?\n  ","303115":"\n   Can yall add my friend on SNAPCHAT dcrudgington1\n  ","303116":"\n   How many people are following you on ASKfm?\n  ","303117":"\n   Haha our Generation are addicted to phone and how can I cheer you up?\n  ","303118":"\n   Fried chicken or pizza\n  ","303119":"\n   I don’t live in Indiana\n  ","303120":"\n   What do u prefer to do when you are all freaked out ? 👻\n  ","303121":"\n   HELP!!! 19 and pregnant. My boyfriend is 21 and idk what to do\n  ","303122":"\n   If you found out that you’d boyfriend cheated on you what would you do?\n  ","303123":"\n   What’s the most scared you’ve ever been?\n  ","303124":"\n   Did you ever write a journal?\n  ","303125":"\n   One year of My everything 💜💭 🎂 Which is your fav songs from there?\n  ","303126":"\n   who among you needs resume examples?\n  ","303127":"\n   You, me, Chuck, Larry, Jack and Frank are going to __________\n  ","303128":"\n   If you somehow meet your ex , how would you treat to that?????\n  ","303129":"\n   Name a problem leaders in your country should solve?\n  ","303130":"\n   Бебебебе😍\n  ","303131":"\n   What do you do to try and get over being sick 😷 🤧🤒\n  ","303132":"\n   What will you never do?\n  ","303133":"\n   I some opinions, if you want to give it lols.\n\nShould I buy a switch or a camera?. It’s been on my mind for awhile now😆\n  ","303134":"\n   If you could be any fruit, which one would you be?????🍏🍎🍐🍊🍋🍌🍉🍇🍓🍈🍒🍑🍍🍅🍆🌶🌽\n  ","303135":"\n   Wow! You've been around! Have you ever left the US? And if yes, where did you go?\n  ","303136":"\n   What are the other states you have been to?\n  ","303137":"\n   What gives you happiness in life?💯\n  ","303138":"\n   What can bring people together?\n  ","303139":"\n   What are you most tired of?\n  ","303140":"\n   What gift will you never forget?\n  ","303141":"\n   Do you actually love someone ???\n  ","303142":"\n   Am I ugly dont lie\n  ","303143":"\n   How many teeth do you have?\n  ","303144":"\n   ¿iPhone o Android?\n  ","303145":"\n   What is holding you back from being the person you want to be?\n  ","303146":"\n   what keeps you up when you're upset?\n  ","303147":"\n   Do you celebrate Christmas eester Halloween Valentine's New Year's thanksgiving and bithdays\n  ","303148":"\n   Are you ready for the Halloween night?\n  ","303149":"\n   any one had a dream number.\n  ","303150":"\n   What have you been thinking about lately? ☘️\n  ","303151":"\n   So if the devil is stronger then what???\n  ","303152":"\n   What's your favorite thing to eat for lunch?\n  ","303153":"\n   How many Microsoft employees are need to replace an overheated light bulb?\n  ","303154":"\n   What was the purpose(s) of making evil if you knew it would defy you?\n-To God\n  ","303155":"\n   If you would meet someone in reality from ask fm..what would you tell her? Mayb she can be ur crush.. Or u can..\n  ","303156":"\n   Go like my pics and stop playing im ugly anyways\n  ","303157":"\n   Boredom got a new best friend 😥\n  ","303158":"\n   My life is like a fart\n  ","303159":"\n   What have you always wanted ? Did you ever get it ?\n  ","303160":"\n   Whats the sitch?<3333\n  ","303161":"\n   Have you ever bought something on the internet?\n  ","303162":"\n   What is it like staring at Mary McCormack when she bends down\n  ","303163":"\n   Date or stay friends\n  ","303164":"\n   What exactly do you want these days?\n  ","303165":"\n   Guess what y'all we made another day. Never said it would be easy but we got this 💯. Everyday we learn something new, become stronger 💪🏽, and learn to forgive. Were only here for one lifetime let's enjoys it and live it the way that makes YOU HAPPY 💋💋\n  ","303166":"\n   One thing that differentiates you from other people??\n  ","303167":"\n   Money or love?\n  ","303168":"\n   What’s your go-to “I’m gonna beat you up” line? Mine is “I beat cancer, and I’ll beat you too!”\n  ","303169":"\n   What type of music are you into?\n  ","303170":"\n   لمين اعمل فولو ؟\n  ","303171":"\n   What's the best adventure you have been on?\n  ","303172":"\n   Smart casual or sporty style?\n  ","303173":"\n   Fave pic from the weekend? ?\n  ","303174":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","303175":"\n   How would you feel if a good friend of the opposite gender (not involved with you romantically) kissed you on the cheek, say, when saying goodbye to you?\n  ","303176":"\n   How old are you and do you have a crush on someone?\n  ","303177":"\n   Is there a food you wish you could have more often, but can't?\n  ","303178":"\n   What is your favorite and least favorite thing about your country?\n  ","303179":"\n   What would you never post online?\n  ","303180":"\n   Do you think you're often misunderstood?\n  ","303181":"\n   Can taste in music change your opinion about a person?\n  ","303182":"\n   If you were a road sign, what would you say?\n  ","303183":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","303184":"\n   What is the most interesting science?\n  ","303185":"\n   What’s the nicest thing a complete stranger has done for you or vice versa?\n  ","303186":"\n   What's the longest you've ever gone without sleep?\n  ","303187":"\n   صباحووو كيفك\n  ","303188":"\n   Dr. Pepper Cherry or Code Red Mtn. Dew?\n  ","303189":"\n   What do you do right now?\n  ","303190":"\n   Do you have a person who can make you happy? If so, who is this person?\n  ","303191":"\n   where are you from ?\n  ","303192":"\n   Would you date a transgender person?\n  ","303193":"\n   Whats the one thing you're sure of that you did absolutely right?\n  ","303194":"\n   Hi\n  ","303195":"\n   what makes you very happy a big gift or food?\n  ","303196":"\n   Opinion on your man following wannabe gamer girls who are just s****\n  ","303197":"\n   How did your day start?\"\n  ","303198":"\n   Ultima vez que besaste?\n  ","303199":"\n   What do you like to do for a fun night out with your friends\n  ","303200":"\n   What do you like to being called?\n  ","303201":"\n   Que bien y de donde eres ?\n  ","303202":"\n   PAP wearing your sweatshirt inside out.\n  ","303203":"\n   Hola alguna chica soltera?\n  ","303204":"\n   What one thing would you do to change the world?\n  ","303205":"\n   do you know any Spanish?\n  ","303206":"\n   I’ve been hurting for a while. Dealing with depression and anxiety. It’s hard for me to overcome my fears and deal with it. I have no confidence in me at all.\n  ","303207":"\n   Who do you most admire in life ... ?¿\n  ","303208":"\n   I want to be your friend...here is my email and phone number.\n  ","303209":"\n   If you were an animal what would you be?\n  ","303210":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","303211":"\n   What fictional character reminds you of yourself?\n  ","303212":"\n   You know my flava?\n  ","303213":"\n   Do you agree that love lasts for the first few years, then it turns into a wabbit?\n  ","303214":"\n   What makes cooties ☹☹ ?\n  ","303215":"\n   Do you eat egg shells?\n  ","303216":"\n   Are you lit ?eeee3eewwwwwrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrewwwwwwwwwwwwwwwwwwwwwwwwwwwwqqqqqqqqqqrrrraaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa33333333333333eeeeeeeeee?\n  ","303217":"\n   Do you eat egg shells?\n  ","303218":"\n   Do you have a favorite memory? What is it?\n  ","303219":"\n   Do you like to make new friends?\n  ","303220":"\n   If you were stranded on a tropical island what magazine would you read?\n  ","303221":"\n   Do you eat egg shells?\n  ","303222":"\n   That speechless moment ???\n  ","303223":"\n   👖👙\n  ","303224":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","303225":"\n   What song defines your childhood?\n  ","303226":"\n   im fine! :3\n  ","303227":"\n   What are you willing to give up to to reach your goals?\n  ","303228":"\n   how is everyone today?\n  ","303229":"\n   Am I the only one who has 2 crushes at the same time?\n  ","303230":"\n   What harsh truths do you prefer to ignore?\n  ","303231":"\n   What’s your biggest challenge in life?\n  ","303232":"\n   What's the most peaceful place for u ?\n  ","303233":"\n   What is your attitude towards hunting?\n  ","303234":"\n   Dog person or Cat person?\n  ","303235":"\n   If you could Change one thing what would it be?\n  ","303236":"\n   What obvious ? 😑\n  ","303237":"\n   What do u love most about autumn ??\n  ","303238":"\n   Do you trust people easily?\n  ","303239":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","303240":"\n   What do you гusually eat?\n  ","303241":"\n   Does anyone know any cheesy pick up lines lol\n  ","303242":"\n   What makes someone a “good” person? ?\n  ","303243":"\n   What social networking websites do you use?\n  ","303244":"\n   Do you believe that dreams can sometimes predict the future?\n  ","303245":"\n   Who's ready for Christmas this year?\n  ","303246":"\n   Selena Gomez or Ariana Grande\n  ","303247":"\n   Have you ever dated a shy person?\n  ","303248":"\n   Are you a vegan, a vegetarian or a meat-eater?\n  ","303249":"\n   Do u work better under stress ?\n  ","303250":"\n   اختر الطرق الصحيحة دائماً\n  ","303251":"\n   Do you wish to be something little bit more?\n  ","303252":"\n   If you are wronged, do you believe revenge is justified?\n  ","303253":"\n   Best place to eat in your town?\n  ","303254":"\n   What's the best thing that happened to you today?\n  ","303255":"\n   Where do you feel most safe?\n  ","303256":"\n   Does anyone one like soccer ⚽️?\n  ","303257":"\n   what is your criterion to accept someone on snapchat?\n  ","303258":"\n   What is something not many people know about You?\n  ","303259":"\n   What is the best place for the first date?\n  ","303260":"\n   Wsp for tonight?\n  ","303261":"\n   If you could say something to your younger self, what would you say?\n  ","303262":"\n   If someone wants to talk to you , what are the steps they should proceed to reach your acceptance of giving them a portion of your time to listen to ?\n  ","303263":"\n   Worst thing about being ticklish?\n  ","303264":"\n   What is your biggest pet peeve\n  ","303265":"\n   Do you speak more than one language?\n  ","303266":"\n   What Harry Potter house are you in??\n  ","303267":"\n   What was the first novel on which you spent your money on??\n  ","303268":"\n   What was your favorite childhood TV show?\n  ","303269":"\n   Do you believe same-sex relationships are stronger than a man and woman relationships?\n  ","303270":"\n   Who do you think you are? 🐣\n  ","303271":"\n   What are the most beautiful ideas for sending gifts??\n  ","303272":"\n   what is something is missing in life that was in your life and you love that?\n  ","303273":"\n   What summer shoes do you find the most comfortable?\n  ","303274":"\n   Margot Robbie or Gal Gadot?\n  ","303275":"\n   Whats a nutritious and healthy meal that wont break the bank?\n  ","303276":"\n   Anything u feel that you should done in your childhood but you haven't??️?️\n  ","303277":"\n   Are you a person with cold hands and warm heart or person with warm hands and cold heart ? 😁\n  ","303278":"\n   What’s a cool sports bar in east Cobb?\n  ","303279":"\n   What is the greatest application ever?\n  ","303280":"\n   When you are old, what do you think children will ask you to tell stories about?\n  ","303281":"\n   Whats the most expensive thing you've ever broken? 📪\n  ","303282":"\n   You are the first person to say yes\n  ","303283":"\n   I would think you'd wany a big family since you have a lot of siblings\n  ","303284":"\n   What is the one thing you regret doing or not doing the most in your life?\n  ","303285":"\n   What process is understood as education?\n  ","303286":"\n   Do you take any interest in the news?\n  ","303287":"\n   Can a a senior citizen make money on a dating Servise\n  ","303288":"\n   What position do you play in soccer\n  ","303289":"\n   What’s your favorite cheese???. I personally like smoked Gouda. 😆\n  ","303290":"\n   Anybody out there understand xml?\n  ","303291":"\n   Which three things would you take to a deserted island?\n  ","303292":"\n   What do you like to do in your free time?\n  ","303293":"\n   could you stick by someone at their worst point even if you knew they were seeing other people?\n  ","303294":"\n   Anyone kicking it at 1:11am?\n  ","303295":"\n   I found a chicken nugget in my pocket\n  ","303296":"\n   are girls more dramatic than guys?\n  ","303297":"\n   Who do you find attractive?\n  ","303298":"\n   Do you think that you are special to someone ?! 😻\n  ","303299":"\n   would you rather give up ketchup or mayonnaise forever?\n  ","303300":"\n   what do you have next quarter for your two specials?\n  ","303301":"\n   Spring or summer? 🌴\n  ","303302":"\n   Ask me any question you want!\n  ","303303":"\n   What is the most boring job you can imagine?\n  ","303304":"\n   If you could learn a new skill today, what would it be?😃\n  ","303305":"\n   A genie appears and deposits $100M in your bank account. Then tells you he can prevent  deaths a year but he needs all your money back. What’s your minimum  to say yes to taking the money back?\n  ","303306":"\n   Post a memorable pic from your gallery?☺\n  ","303307":"\n   what motivates you to study ?\n  ","303308":"\n   have u ever been heart broken?\n  ","303309":"\n   Are you watching the Superbowl game (American football, Patriots vs. Rams), right now?\n  ","303310":"\n   Igor Sikorsky was another Russian inventor whose potential was fully realized abroad. In 1910, he created the prototype of a rotor-driven device, which successfully got off the ground. In 1912, he created the first hydroplane in the world and then the first multiple-engine aircraft. After the 1917 R\n  ","303311":"\n   Do you have an account in instagram?\n  ","303312":"\n   How often do you go to the cinema?\n  ","303313":"\n   If you had a crush on someone, would you tell them upfront or do it anonymously?\n  ","303314":"\n   Wedgies ya or nah\n  ","303315":"\n   Best way to prank someone? 😈\n  ","303316":"\n   Relationship why should I confront the situation of me seeing some one new if its been months I be seeing? Don't see the reason to broke up to be with both at the same time\n  ","303317":"\n   What's been the best commercial you've seen?\n  ","303318":"\n   What is your favorite app?\n  ","303319":"\n   En que país vives actualmente?\n  ","303320":"\n   Where can i find the key to your heart ?\n  ","303321":"\n   What question could you ask someone you just met to get to really know them?\n  ","303322":"\n   Esta vez hablemos de sexo:\n\nRAPIDO o SUAVE\n\nCual Prefieres?\n  ","303323":"\n   Who out tonight?\n  ","303324":"\n   Would you rather kiss Joker or Donald Trump?\n  ","303325":"\n   What is your junk food weakness?\n  ","303326":"\n   Anyone want to blow clouds?\n  ","303327":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","303328":"\n   Tbh?\n  ","303329":"\n   what can men get away with that women can’t?\n  ","303330":"\n   What is your favorite sporting activity?\n  ","303331":"\n   If you had to be an inanimate object, which would you choose and why?\n  ","303332":"\n   Such a cutie! I have a message posted on my page about my latest single. And I hope it shows you that you aren’t alone.\n  ","303333":"\n   -\n  ","303334":"\n   Thank you for all your love and support ❤️\n  ","303335":"\n   💞💞\n  ","303336":"\n   Thank you!Yes Niall’s and Julia’s song is absolutely amazing!\n  ","303337":"\n   Follow my account on instagram\n   \n    @Simrans_artzone\n   \n","303338":"\n   Crees que es algo tonto salir con alguien que no habla tú mismo idioma y al final enamorarte de esa persona ? O crees que eso no importa si hay amor ?\n  ","303339":"\n   How does your parents react when you get low marks in test?\n  ","303340":"\n   What did you do last weekend?\n  ","303341":"\n   Why can't I update my profile picture ?? 😏😏 #newtothis\n  ","303342":"\n   Hey who wants to talk\n  ","303343":"\n   what part of growing old are you looking forward to?\n  ","303344":"\n   Eggs bacon grits ????\n  ","303345":"\n   You Prefer Snapchat Or Instagram.?\n  ","303346":"\n   What is your greatest success in your life?\n  ","303347":"\n   Hi peoplez  if u wanna know my true age msg me thxz\n  ","303348":"\n   What is the square root of -1?\n  ","303349":"\n   What is your favorite color? What does it remind you of?\n  ","303350":"\n   What's your favorite seafood?\n  ","303351":"\n   Have you ever took a ballet class before?\n  ","303352":"\n   What do you think about @ vlados5005?\nI think this is an interesting person 😜\n  ","303353":"\n   What makes you happy?\n  ","303354":"\n   Robertl\n  ","303355":"\n   What exactly do you want these days?\n  ","303356":"\n   What is ur fave thing to do when u have free time\n  ","303357":"\n   have you ever been to disneyland\/world? how many times? what's your favorite thing about the park?\n  ","303358":"\n   What do you consider to be “American food”?\n  ","303359":"\n   Where do you shop the most?\n  ","303360":"\n   What do you miss the most when you're away from home?\n  ","303361":"\n   What’s the last video you’ve watched on YouTube? What is it about?\n  ","303362":"\n   Which celebrity is most likely to have a collection of canes that are just for a show ?\n  ","303363":"\n   Ever been out camping?\n  ","303364":"\n   If people can read your mind , What would they usually hear!¿ 😛😛\n  ","303365":"\n   You belong to that part of population which.............?\n  ","303366":"\n   Does it disgust you to have your food touching on a plate? Or are you a, \"it's going to the same place\" kind of person?\n  ","303367":"\n   The most sleepy moment when_____???\n  ","303368":"\n   Hi\n  ","303369":"\n   what is the hardest thing that has ever happened to you\n  ","303370":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","303371":"\n   Do you have long, medium, or short hair?\n  ","303372":"\n   Would u be open to kill for food like shooting and carving deer meat\n  ","303373":"\n   I love you!💞\n  ","303374":"\n   ful and crazy lil bit I want to go out with her how do I ask her ?\n  ","303375":"\n   Did you have a fear of monsters under the bed \/ in the closet as a kid?\n  ","303376":"\n   What advice would you give to children today?\n  ","303377":"\n   When is the last time you got hammered?\n  ","303378":"\n   can you give me the name of this artist? i love their work already. 😍😍\n  ","303379":"\n   did you sketch the art for your profile pic? it’s so dope!\n  ","303380":"\n   Are you usually late, early or right on time?\n  ","303381":"\n   Why are women all women under 40 getting what they want but only 20 % of men under 40 are getting what they want ? ✂ ✒ ↪ 🐞\n  ","303382":"\n   .\n  ","303383":"\n   Everyone has Christmas time traditions, do you guys have Halloween traditions though?\n  ","303384":"\n   Whats your favorite sportswear brand?\n  ","303385":"\n   Are you happy with the amount of information in your head?\n  ","303386":"\n   What do you miss, but would like to have at your home? 🏘\n  ","303387":"\n   Who is from Gaithersburg?\n  ","303388":"\n   What is one thing u regret\n  ","303389":"\n   According to you, who are real heroes? ?\n  ","303390":"\n   Does your name have a meaning?What is it ?🎤\n  ","303391":"\n   kentucky fried chicken?\n  ","303392":"\n   What's your alarm ringtone?\n  ","303393":"\n   Most disastrous feeling is______?\n  ","303394":"\n   What is a secret ambition you have?\n  ","303395":"\n   something you wanna say to people who thinks you are jealous of them?\n  ","303396":"\n   Which cities would you like to visit around the world?\n  ","303397":"\n   What is your favorite old movie?\n  ","303398":"\n   Finish the sentences. I will not be...........................? I can be...........................?\n  ","303399":"\n   What do you consider to be a healthy relationship?\n  ","303400":"\n   Have u ever been in love before😊😍\n  ","303401":"\n   What's your favorite video game?\n  ","303402":"\n   best congratulation on bd\n  ","303403":"\n   What was the last beverage you spilled on yourself?\n  ","303404":"\n   What's your favorite holiday?\n  ","303405":"\n   How many hours do you sleep at night?\n  ","303406":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who\n  ","303407":"\n   What would you do if one random day an animal starts talking to you in a language you can understand?\n  ","303408":"\n   How many bestfriends do you have? ❤\n  ","303409":"\n   What items do you always carry to your bag ?\n  ","303410":"\n   What annoys you?\n  ","303411":"\n   When you meet someone,what's the first thing you look for?\n  ","303412":"\n   who's ur favorite viner (or youtuber)? aa\n  ","303413":"\n   did u hear  that mom Jay-Z publicly announced non-traditional orientation?\n  ","303414":"\n   1)Who was the last dialogue with? ✨ 2) Who is your first friend? ?? 4) Do you have many friends? ? 5) Favorite song? ? 6) Favorite movie? ? 7) Currently in love? ? 8) Favorite season of the year? ? 9) Do you dance? ? 10) Favorite fruit? ? Share this to everyone you are following\n  ","303415":"\n   What gossip about yourself has made you laugh?\n  ","303416":"\n   Should we read a lot of books?\n  ","303417":"\n   What's your favorite vechicle?\n  ","303418":"\n   Who is your latest crush?\n  ","303419":"\n   What did you do for exercise?\n  ","303420":"\n   If you could go back in time, what is one piece of advice you would give your younger self?\n  ","303421":"\n   Best thing about you?\n  ","303422":"\n   what are some ways you manage stress?\n  ","303423":"\n   Has anyone ever said something to you that set you on a path to prove them wrong?\n  ","303424":"\n   How do you express your emotions?\n  ","303425":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","303426":"\n   What's your kinda trend?\n  ","303427":"\n   Is it better to be single or in a couple? Why?\n  ","303428":"\n   What's the best dating advice you have?\n  ","303429":"\n   Would you rather explore a new planet, or the deepest parts of the ocean? Why?\n  ","303430":"\n   5 things you don't like in people ?\n  ","303431":"\n   What is your opinion of love? Is it permissible for them to do what they want, or are there red lines that they shouldnt skip?\n  ","303432":"\n   What are your healthy daily habits?\n  ","303433":"\n   can there be friendship after love?\n  ","303434":"\n   Which is the funniest name you've ever heard?😚\n  ","303435":"\n   What makes you feel really uncomfortable?\n  ","303436":"\n   what kind of candy do u think we'd be for Halloween?\n  ","303437":"\n   Are you brutal honest with your answers or politically correct?\n  ","303438":"\n   Specific question: do you drive with sneakers and no socks sometimes? If so, what sneakers did u wear sockless to drive with?\n  ","303439":"\n   What is truly important to you when it comes to living?\n  ","303440":"\n   What was the thing that annoyed you?\n  ","303441":"\n   Do u have an instagram account?\n  ","303442":"\n   Ladies do I seem like a nice guy from just looking at my profile pic? 😜🤟\n  ","303443":"\n   What things you want to do, but you can't?\n  ","303444":"\n   How is your Thanksgiving Day treating you?\n  ","303445":"\n   do you really believe you’re intelligent? why?\n  ","303446":"\n   What is your temper?\n  ","303447":"\n   What are your top 3 favorite emojis?\n  ","303448":"\n   How often do you get bored?\n  ","303449":"\n   Cuddle buddy where are you?\n  ","303450":"\n   When you listen to music does it take you back to a time place?\n  ","303451":"\n   why people thinkless try to do more?\n  ","303452":"\n   I wish I could have friends not lovers\n  ","303453":"\n   How you created your squad? Have any tips on how to create your own community?\n  ","303454":"\n   Do you think telepathy exist?\n  ","303455":"\n   Where is the funniest place you have ever fallen asleep?\n  ","303456":"\n   What is your favorite recipe? ??\n  ","303457":"\n   Which animal is your spirit animal?\n  ","303458":"\n   It's official Devin Evans from UCLA wants to team up with LaMelo Ballin the NBA\n  ","303459":"\n   How do you handle tickling? X\n  ","303460":"\n   What are your goals?\n  ","303461":"\n   Why fairy tales are told to children?\n  ","303462":"\n   Are you good or bad at public speaking?\n  ","303463":"\n   What do you feel like so many people don't like you?\n  ","303464":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","303465":"\n   What is the best way to learn a foreign language? Do you speak any?\n  ","303466":"\n   Mayonnaise or Radish?\n  ","303467":"\n   what other language can you speak?\n  ","303468":"\n   what did you do today? How are you?\n  ","303469":"\n   What your favourite season? Mine is Autumn... Cool nights and slightly warm days. And all those beautiful colours of nature\n  ","303470":"\n   What activities do you prefer? What would you like to learn to play or ride? 🎱🏓🏒🎾🚴🏻\n  ","303471":"\n   Have you ever visited a place where it made an emotional impact on you? How did it make you feel?\n  ","303472":"\n   If your parents dont accept you the way you are.... you come and find me I'm adopting you I'm your mom now and we are going to eat icecream all night\n  ","303473":"\n   What do women talk about when there are no men around?\n  ","303474":"\n   What was the last movie you watched? Did you like it?\n  ","303475":"\n   Worldstar hip hop\n  ","303476":"\n   If people wore warning signs, what would be written on yours?\n  ","303477":"\n   Have you ever trusted someone too much?\n  ","303478":"\n   Wearing anything black what is it\n  ","303479":"\n   Why these anons from all the way want to be friends but deep down they're scared to reveal who they are ??\n  ","303480":"\n   HOw long do you sleep?\n  ","303481":"\n   Will robots replace humans?\n  ","303482":"\n   Would you rather have a boyfriend\/ girlfriend for life or a best friend for life?\n  ","303483":"\n   Whose here to make new friends?\n  ","303484":"\n   Do you still have your tonsils?\n  ","303485":"\n   Would you rather live in the mountains or on the beach?\n  ","303486":"\n   What is something that everyone looks stupid doing???\n  ","303487":"\n   What is the purpose of newspapers?\n  ","303488":"\n   Describe the type of spouse you want in your life. State some of qualities.\n  ","303489":"\n   What's your favorite weather conditions?\n  ","303490":"\n   Where were you 3 hours ago?\n  ","303491":"\n   Who you going on a date with?😪\n  ","303492":"\n   Where are you going for studying??\n  ","303493":"\n   Which was the funniest proposal you got?\n  ","303494":"\n   That awkward moment when?\n  ","303495":"\n   What's your wildest fantasy?\n  ","303496":"\n   ou’ve heard of someone having?💯\n  ","303497":"\n   Here's some stuff to help you blend in\n   \n    https:\/\/en.m.wikipedia.org\/wiki\/Culture_of_the_United_States\n   \n\n    https:\/\/en.m.wikipedia.org\/wiki\/Americans\n   \n","303498":"\n   Is it possible to fall in love with someone you just met online?\n  ","303499":"\n\n    https:\/\/www.gofundme.com\/help-raise-money-for-rainbow-babies?teamInvite=pGmQQpnF8pfalvpAVuMU90N3WDjrRGHd8s19d466KYoQYU15DFP6iGxq26u9T1ab\n   \n   ... Please help the children suffering with chronic illnesses\n  ","303500":"\n   What's your most recent favourite photo that you have taken?\n  ","303501":"\n   Which word do you want everyone to stop using?\n  ","303502":"\n   Favorite Halloween movie?\n  ","303503":"\n   thong or g-string?\n  ","303504":"\n   Do you follow your brain or your heart?\n  ","303505":"\n   Do u believe in the human evolution?\n  ","303506":"\n   What's your dream job?\n  ","303507":"\n   Which Marvel character is your soulmate?\n  ","303508":"\n   How are you all doing?☺\n  ","303509":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","303510":"\n   You probably really love to travel?\n  ","303511":"\n   Have you ever grinded with someone and got turned on\n  ","303512":"\n   Do you want to go kayaking? 🚣🏻♀️\n  ","303513":"\n   Why People Going Crazy Over Red Dead Redemption 2 ?? Why It's So Popular  ?? Rockstar Fan Boys Everywhere ....1 Daaamn\n  ","303514":"\n   Do u talk to strangers??\n  ","303515":"\n   Do you change your mind often?\n  ","303516":"\n   are you afraid of tickling?  very much scared?  which body part is most sensitive to tickling?\n  ","303517":"\n   What is the purpose of your existence?\n  ","303518":"\n   Alguna vez intentas te armar un cubo rubik?\n\nDo you ever try to put together a rubik cube?\n  ","303519":"\n   Que marca de chicle sueles comprar?\n\nWhat brand of gum do you usually buy?\n  ","303520":"\n   What’s most intriguing about the Cinderella story?\n  ","303521":"\n   I am bord\n  ","303522":"\n   Which is more important to you: someone who has a similar sense of humor, or someone who has similar interests?\n  ","303523":"\n   What's hurting you more than everything??\n  ","303524":"\n   Many professors can't explain whether soul  exists as such, and if it exists, then what is it and where is it located. Do you think there is soul and if so, where is it located?\n  ","303525":"\n   What is one day you would love to relive? (T\n  ","303526":"\n   Honestly, im damn tired of people. When they need help and approach me, i try to help. When i need help and approach them, they make me feel like i owe them the whole world.\n  ","303527":"\n   جمعة مباركه 😘\n  ","303528":"\n   Who is your favorite cartoon character?\n  ","303529":"\n   How much money have u got in your pocket?\n  ","303530":"\n   Have you ever got surprised by your own behavior when you were put to a situation you've never faced?\n  ","303531":"\n   Go something funny ?\n  ","303532":"\n   Does something smell funny to you too???\n  ","303533":"\n   Which person in your family do you look most like?\n  ","303534":"\n   have you met someone from the internet?🙈\n  ","303535":"\n   Do you think being angry is good?\n  ","303536":"\n   What is the best way to tell someone that you love them ??\n  ","303537":"\n   What is the thing that makes you happy\n  ","303538":"\n   What holiday gift would make you really happy?\n  ","303539":"\n   Who was the last person you met today?\n  ","303540":"\n   Why be ridiculous when you can be anything else?\n  ","303541":"\n   do you feel that the weather is really cold\n  ","303542":"\n   what do you do when you get nasty pimples\n  ","303543":"\n   Are you getting weird anon questions?\n  ","303544":"\n   Are you the type of person who would spend time in the company of a stranger with pleasure, drinking cappuccinos and telling each other stories from life? :) ☕☕\n  ","303545":"\n   pizza or prata\n  ","303546":"\n   If someone made a movie of your life would it be a drama, a comedy, a romantic-comedy, action film, or science fiction?\n  ","303547":"\n   How did you meet your best friend?\n  ","303548":"\n   What do you love the most? Please answer\n  ","303549":"\n   Hello testing2\n  ","303550":"\n   What do u need to make it happen...???\n  ","303551":"\n   What to do, when it's boring?\n  ","303552":"\n   If you could ask the President one question, what would it be?\n  ","303553":"\n   Do you think loyalty still exists in relationships?\n  ","303554":"\n   Anyone of you ever heard of plants that eats animals?\n  ","303555":"\n   What’s the next big thing?\n  ","303556":"\n   what other language can you speak?\n  ","303557":"\n   share something wise?\n  ","303558":"\n   Finally got my iPhone Xs max\n  ","303559":"\n   What would you do if you were locked up in a room with your favourite celebrity?\n  ","303560":"\n   How was halloween 2018 at USS? Heard there got a real scary ghost in one of the place tbh\n  ","303561":"\n   Do you prefer fish or meat?\n  ","303562":"\n   What are you busy with today?\n  ","303563":"\n   if you could shop for free at one store where would you shop\n  ","303564":"\n   Do you think that your name suits on your personality ?\n  ","303565":"\n   What do you feel when u do something right?\n  ","303566":"\n   It's our paradise and it's our warzone\n  ","303567":"\n   You are fine\n  ","303568":"\n   do u like to watch a lot of horror movies on Halloween?\n  ","303569":"\n   pap homescreen\n  ","303570":"\n   When I was 6 years old I broke my leg...\n  ","303571":"\n   do you have a soul?\n  ","303572":"\n   So what is your favorite movie genre?\n  ","303573":"\n   Are you in a relationship?\n  ","303574":"\n   If you could pack up right now and leave, Where would you go?\n  ","303575":"\n   Where ard u?\n  ","303576":"\n   $50 Sephora gift card or $50 starbucks card?\n  ","303577":"\n   If the cars over a cat can you eat it ? Cause I’m hungry and high asf\n  ","303578":"\n   Bath or shower?\n  ","303579":"\n   What do you think it would be like to live life as a bird?\n  ","303580":"\n   Who makes you laugh?\n  ","303581":"\n   What is the appropriate age for marriage?\n  ","303582":"\n   i think i like you Chinese\n  ","303583":"\n   \"You can't make everyone happy. You're not an avocado\". Quote from T-shirt today.\n  ","303584":"\n   Love\n  ","303585":"\n   Snapchat?\n  ","303586":"\n   Do you wanna be in a relationship with the person you like?\n  ","303587":"\n   Who would you like to live like for a day?\n  ","303588":"\n   What would you do if you were invisible for a day?\n  ","303589":"\n   Hi\n  ","303590":"\n   If you had lots of money what would you do with it?\n  ","303591":"\n   What do you do if you like a girl but she doesn’t like you?\n  ","303592":"\n   What’s the difference between walao & wapiang?\n  ","303593":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","303594":"\n   What girl looks for in a guy?\n  ","303595":"\n   Ever wanted to say someone something but couldn't say it???\n  ","303596":"\n   What’s one choice you really regret?\n  ","303597":"\n   If you could have dinner with anyone from history, who would it be?\n  ","303598":"\n   \"Good morning!\n  ","303599":"\n   Hi! \nWhat are you doing ?😘😍\n  ","303600":"\n   do you love yellow leaves? how they rustle under their feet ....\n  ","303601":"\n   Something you really miss nowadays ?\n  ","303602":"\n   Tell us about your first school crush!\n  ","303603":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","303604":"\n   What's the greatest thing in the world besides food?\n  ","303605":"\n   What's the best part about your place?\n  ","303606":"\n   If you could turn back time, would you do it? Why?\n  ","303607":"\n   What's on top of your birthday wish list?\n  ","303608":"\n   Do you trust your friends? Do you know your friends? Do you feel better when you are around them?\n  ","303609":"\n   Why do most people who watch anime act elitist?\n  ","303610":"\n   In life, do you see yourself more of a bystander or are you more of a participant? Why?\n  ","303611":"\n   Do you like chocolates?\n  ","303612":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","303613":"\n   Do you believe in horoscope compatibility?\n  ","303614":"\n   Heyyyy!!!!! Can we be friends??? ❤️😊\n  ","303615":"\n   On a scale of 1 to 10, how well do you sing?\n  ","303616":"\n   What is something you have always wanted to try but have been too scared to ... ?¿\n  ","303617":"\n   What is the difference between a women's friendship and a men's friendship?\n  ","303618":"\n   How do you get over a break up ?\n  ","303619":"\n   Are you still learning who you are?\n  ","303620":"\n   What are you known for in your family\/friends? ?\n  ","303621":"\n   What’s your favorite type of music\n  ","303622":"\n   What kind of person are you?\n  ","303623":"\n   What inspires you the most?\n  ","303624":"\n   Do you have instagram?\n  ","303625":"\n   If women date simular looking men then how does an unmarried woman know who the father of her baby is ?\n  ","303626":"\n   How often do you check your emails?\n  ","303627":"\n   ﹅❁. What is your summer song?\n  ","303628":"\n   Who do you trust most in your life?\n  ","303629":"\n   How often do you work out?\n  ","303630":"\n   Have you ever sent a message and then immediately regretted it?\n  ","303631":"\n   What are you a “natural” at doing?\n  ","303632":"\n   What color is your shirt?\n  ","303633":"\n   unpopular opinions:\n  ","303634":"\n   How many people do you consider your \"best friends?\"\n  ","303635":"\n   Do you believe in marriage?\n  ","303636":"\n   Okay peeps , I'm on the discovery of new metal and rock bands \n\nWhich one do you recommend ?\n\nPS: I'm sucker for clear vocals\n  ","303637":"\n   Where are you. I was looking for you from longtime\n  ","303638":"\n   Love and peace is in the air\n  ","303639":"\n   Did you have a dream about Selena Gomez last night ?\n  ","303640":"\n   What would your theme song be?\n  ","303641":"\n   do you go for jogging in the morning?\n  ","303642":"\n   Why is the bedbug flat?\n  ","303643":"\n   F, Marry, Kill: Margot Robbie, Melissa Benoist, Gal Gadot\n  ","303644":"\n   What's your age ?\n  ","303645":"\n   So you don't think he meant to do it ?\n  ","303646":"\n   Do you think the bishop meant to grope Ariana Grande's titty ?\n  ","303647":"\n   How Good are you in taking up challenges ?\n  ","303648":"\n   When is the last time that you holded your nose because of bad smell?\n  ","303649":"\n   How do you know whether or not to give someone another chance\n  ","303650":"\n   not getting irritated by exclamations: \"Every time I look, you always are in the web\"?\n  ","303651":"\n   Can you have a crush on a total stranger?\n  ","303652":"\n   What qualities do you have that others don't have?\n  ","303653":"\n   You're gorgeous!\n  ","303654":"\n   If you were an anime character. Which character you want to be ? post a picture if you can.\n  ","303655":"\n   Are you the kind of person who is affected by the departure of people??\n  ","303656":"\n   An original way to attract a guy's attention?\n  ","303657":"\n   How would you describe your style?\n  ","303658":"\n   What's on your mind atm???\n  "},"Answer":{"302586":"\n  Depends on how in love you truly are. Do what’s best for your heart.\n  ","302587":"\n  Nope\n  ","302588":"\n  My dog\n  ","302589":"\n  I want them to finish already!!!\n  ","302590":"\n  Cinnamon apple\n  ","302591":"\n  I’m honest.\n  ","302592":"\n  Yes!\n  ","302593":"\n  I mean, depending on the depth of the situation it really depends, but if it were per say a relationship that you kept hidden I personally would do it when one of the parties became ready to let people know about it.\n  ","302594":"\n  I joined years ago idk when, but I just thought it was a cool way for my followers to interact with me\n  ","302595":"\n  Yes, it’s one of my favorite flavors next to bubblegum ofc\n  ","302596":"\n  ONES WITH COURT DOCUMENTS THAT ARE PROVEN THAT CAN BE LOOKED UP ANYWHERE ARE. you are running out of options, and it really shows.\n  ","302597":"\n  8 women & like 8 children which he paid off. There are actual court documents to prove that he did. Also, I am not racist for calling out a sex offender, you’re just a dumbass.\n  ","302598":"\n  The fuck? Please explain yourself cuz I am confused.\n  ","302599":"\n  Yes, I did on a drive to Michigan once when I was like 13\n  ","302600":"\n  Because I normally don’t post any kind of anything like that on here because of that exact issue.\n  ","302601":"\n  A letter to myself when I was trying to sort my emotions out.\n  ","302602":"\n  My grandpa\n  ","302603":"\n  Yes, I do!\n  ","302604":"\n  The gas lighting that you’re trying to pull on me right now sounds like you just got done sucking Trump’s dick. I don’t have to explain myself anymore about this subject cuz I’m done trying to talk to a wall.\n  ","302605":"\n  First off, I’m not a man, second off I didn’t personally leak the photo, I’m just saying I listen to my family more than any other bullshit that’s going around because they’re educated.\n  ","302606":"\n  I know, they’re fighting over oil bullshit, but it still isn’t fair.\n  ","302607":"\n  My family is made up of Republicans like I said I don’t go for either side\n  ","302608":"\n  No, I’m trying to come off as educated, to bad you don’t know how to read right.\n  ","302609":"\n  My family leaked them, I was like 13-14 when they did, but I had nothing to do with that.\n  ","302610":"\n  I’m clarifying why my family is the most hated. You didn’t believe that, but it’s whatever.\n  ","302611":"\n  I love women, and he seems to have a stick shoved up his ass rather than face real issues. Like why hasn’t he brought the troops home yet? Also why are so many women being raped on base? I could go on for years dude\n  ","302612":"\n  I’m talking about both of them together, but let’s keep playing “avoid the issue” cuz why not?\n  ","302613":"\n  I didn’t say I leaked anything, I’m saying that the media didn’t “do its job” trying to make me support her twisted ass.\n  ","302614":"\n  Actually, I personally called the FBI out for not looking into Hillary enough for the emails as for Trump, it was mainly his anti LGBQT+ agenda he has.\n  ","302615":"\n  We ruined Mitt Romney’s career with a single photo, my parents got blocked on Facebook by several politicians because of how much they were exposing the government while boosting veterans benefits. But go off.\n  ","302616":"\n  I’m 22, and it’s not only a party picture, you’re just trying to cover for the fact that you’re supporting a rapist.\n  ","302617":"\n  Also I am not a democrat, I’m undecided, I just go where the facts lead me, and do you honestly think I would vote for Hillary? I’m not saying I voted for Trump either, I just exposed the shit out of the both of them. I still voted just not for either of them.\n  ","302618":"\n  Several videos, go look it up on YouTube.\n  ","302619":"\n  My family is one of the most hated families for exposing any and all government secrets, so if it wasn’t true, we would know.\n  ","302620":"\n  Honestly, everyone was shutting it down, I think that just had to do with the supply issue cuz we get a lot of stuff from China.\n  ","302621":"\n  No, it wasn’t proved, also, he’s in Epstein’s little black book, and he was even in his flight log, he was even recording dancing at a party, hugging Epstein on several different occasions, etc.\n  ","302622":"\n  So that makes it in the top 3\n  ","302623":"\n  Well he’s not about to choose someone who has ties to a child sex trafficking ring, and multiple rape allegations\/pay offs to minors. Also those claims about that whole thing was debunked a while ago.\n  ","302624":"\n  Well the fact that China did want to hide it, but due to their laws there it was expected because they’re extremely strict about that stuff. That one was actually not Trumps fault for once cuz they got a whole massacre of Muslims happening over there, that they’re trying to hide, and they just can’t get away with nothing now that the people are educated & have access to social media.\n  ","302625":"\n  I’m not wrong, I watched it, got educated on it, and my stepdad who is African American who is very known to expose anything like that wouldn’t have approved of it.\n  ","302626":"\n  Name one flu that killed 200,00 people\n  ","302627":"\n  This is the worst thing next to the plague, and usually by now we have a vaccine, and yes ik he made one, but since he didn’t listen to scientific evidence & the doctors told him that it wasn’t safe yet, patient zero has died from an even worse disease that was in the vaccine.\n  ","302628":"\n  Actually, those were withdrawn & was from one person who admitted to lying. Your president has recorded proof alongside him hanging out with Epstein.\n  ","302629":"\n  Actually, it was proven that Obama didn’t put those cages there. They’ve actually been using abandoned prisons, that were emptied by Obama. You’ve been very misinformed.\n  ","302630":"\n  Last time I checked he helped a bill to get African Americans out of prison for crimes they were wrongly detained for, and there was literally nothing found in any type of search they did, but didn’t your president just get caught by the president of the Ukraine for trying to bribe him to “help” Trump win again?\n  ","302631":"\n  Joe answered honestly to every single one, including the shit allegations that Trump tried to make about him & his son. Trump however just spewed absolutely bafoonary the entire time.\n  ","302632":"\n  Your president is locking Mexicans in cages, forcing the women to take out their reproductive organs, and are separating children from their parents to the point where 542 children cannot find their parents. Not only that, he allowed North Dakota to put a pipeline down that bursted & ruined the sacred grounds, and he has real allegations towards him from aging from 10 years old to women in their 50s. Oh, and he told you to drink bleach, take a drug that wasn’t regulated by the FDA, and killed over 200,000 people due to him not listening to scientists, so they could find a cure, and it literally took an 8th grader for him to actually listen to science. Shoutout to Joe Biden because at least when he was in office, shit like this, didn’t happen.\n  ","302633":"\n  No, he did not.\n  ","302634":"\n  Definitely! That actually sounds like a lot of fun, I would have to relearn some Italian language, but it would be worth it!\n  ","302635":"\n  No, I normally have weird ass dreams when it comes to my exes tbh, like the last one I had of my most recent one, we were chasing my dog around trying to get a blanket on her lmaaaooo.\n  ","302636":"\n  Definitely.\n  ","302637":"\n  I would be very confused\n  ","302638":"\n  I kinda wanna learn Filipino\n  ","302639":"\n  Just be yourself.\n  ","302640":"\n  Lmaaaooo where in the fuck did you hear this one? We don’t wanna send anyone off to China, seriously, please go educate yourself before you pull stuff like that outta your ass. I don’t even have to try to explain what the Democratic Party is all about, you republicans wanna be oppressed so bad.\n  ","302641":"\n  Sometimes\n  ","302642":"\n  Lol yeah, if you pay attention to the drama along with it\n  ","302643":"\n  Thank you!\n  ","302644":"\n  I played with my dog inside for a bit\n  ","302645":"\n  Nah, I would fart on you\n  ","302646":"\n  I would pinch really hard\n  ","302647":"\n  Head butt\n  ","302648":"\n  Biting\n  ","302649":"\n\n   بقدر ما تشعر بالراحة معه. فقط لا تأخر نفسك!\n  \n","302650":"\n  6 depending on what pitch I have to reach and 8 if it’s easy for me.\n  ","302651":"\n  I honestly just want justice to be served where it’s due.\n  ","302652":"\n  Honestly, I have no clue, I’ve never had any work done on my nose, the only work I’ve ever had done was on the roof of my mouth to fix the connection between my nose & my mouth due to my cleft palate when I was a year old, and that’s about it. I wish you good luck on whoever you choose, though!\n  ","302653":"\n  Gatorade\n  ","302654":"\n  Lavender & vanilla Glade spray\n  ","302655":"\n  Yes\n  ","302656":"\n  Real.\n  ","302657":"\n  3\n  ","302658":"\n  I honestly don’t know what I would want, but I know it’d probably be behind my ear.\n  ","302659":"\n  Pretty good since I just woke up and am checking social media.\n  ","302660":"\n  Nope.\n  ","302661":"\n  Thanks, you too!\n  ","302662":"\n  I had one, but I blocked him cuz he was trying to fuck my mental health up, instead of being a decent human being.\n  ","302663":"\n  You’re welcome.\n  ","302664":"\n  I see where you are angry at, but since then we have learned from where society has gone wrong, and we have learned the rape victims can be men. I feel like we should redo that law, so that all genders can be safe from sexual assault.\n  ","302665":"\n  Just be up front & honest with them.\n  ","302666":"\n  Honestly, I just assume I’m as badass as I am now cuz I couldn’t see myself be anything different.\n  ","302667":"\n  Definitely Sierra, they know the most about me.\n  ","302668":"\n  I currently am thinking about the food I’m gonna eat\n  ","302669":"\n  Yeah\n  ","302670":"\n  My energy.\n  ","302671":"\n  Driving. Maybe tomorrow will be more interesting.\n  ","302672":"\n  I hate shopping! It’s so time consuming, and it makes my feet hurt.\n  ","302673":"\n  Yup, will be until the day I die.\n  ","302674":"\n  Batman\n  ","302675":"\n  I’ve been there so many times, I’ve lost count (I’m blessed, I love both,) but my favorite part of Disneyland is all the characters. Disneyworld is my sort of least favorite, but I enjoyed the drinking at Epcot, and meeting all the bands that I did.\n  ","302676":"\n  Smokey and the Bandit\n  ","302677":"\n  Yes!\n  ","302678":"\n  Hi hungry, I’m dad.\n  ","302679":"\n  Sleeping\n  ","302680":"\n  Let women feed their kids!!!\n  ","302681":"\n  I think if you actually put in the right energy, and you don’t let your mindset push the cards to be a certain way, then definitely.\n  ","302682":"\n  Depends on the day, like last night I barely slept, and the night before that I had 12 hours of sleep.\n  ","302683":"\n  Cool!\n  ","302684":"\n  All over California\n  ","302685":"\n  21\n  ","302686":"\n  .\n  ","302687":"\n  Hmmm let’s see, he starved me as a child, beat the shit out of me, didn’t let me have any contact with the world, put my mom’s face through several walls, trained his gigantic dogs to attack me for his entertainment, left my siblings in a car with no water when it was 104 degrees outside, so he could go try to hurt my mom, and many, many more reasons. I’m not the mean one, I’m the fucking survivor.\n  ","302688":"\n  It’s funny you say that cuz when I was 8 years old, and I failed a math test, I was starved for a month for it, all he has given me is the will to point out that men are not & never will be shit to me. Respect is earned, not given, so go kindly fuck yourself.\n  ","302689":"\n  The UK\n  ","302690":"\n  I get called names all the time, but none of it hurts my feelings\n  ","302691":"\n  Have you not read that her body was completely mutilated?!?! Seriously get your dumbass out of my mentions.\n  ","302692":"\n  Nope, but I know how to get money when I need it.\n  ","302693":"\n  Then why did she randomly get killed?? Stfu\n  ","302694":"\n\n   https:\/\/open.spotify.com\/playlist\/7mBZXtHYAg75NOBbiez4oi?si=PrgIU7czR5yjYYmF5IHxkg\n  \n  here’s a whole playlist of good vibes I created! Enjoy!\n  ","302695":"\n  Lmaaaooo didn’t you know you could find me at your nearest taco truck?\n  ","302696":"\n  I’m Leo born the year of the Tiger, and oddly enough I’m an Earth sign.\n  ","302697":"\n  Fame.\n  ","302698":"\n  When life is so good, that you can’t stop smiling\n  ","302699":"\n  lol! My mans is one, and I don’t be blaming him for things he does cuz I’m like, it’s literally just cuz he’s a Pisces 🤣\n  ","302700":"\n  Lol literally I get called out by my own horoscope on the daily!\n  ","302701":"\n  Leo, and literally it’s got me down to a t\n  ","302702":"\n  -\n  ","302703":"\n  Extremely!!!!! Listen, I went through heartbreak, pushed away everyone that cared about me, and nearly died, and it got me to wake up and start clinging onto things that only made me happy, and that shit saved my life, cured my depression, and I’ve stopped having continuous mental breakdowns.\n  ","302704":"\n  Nope, if anyone is planning on sending me anything, I want y’all to find a go fund me for Yemen\n  ","302705":"\n  Soccer!\n  ","302706":"\n  Yeah\n  ","302707":"\n  I would leave the spirits alone, and go back to whatever I was doing lmaaaooo that shit doesn’t scare me at all. Seen too much of it.\n  ","302708":"\n  Honestly, my body is kinda weird about the whole sleep things, usually when I meditate it helps.\n  ","302709":"\n  I just space out. I don’t mean to do it, I just kind of instilled the habit when having to listen to my abusive stepdad go on one of his rants.\n  ","302710":"\n  Definitely! Everyday, I discover something new about myself.\n  ","302711":"\n  I want justice for everyone, but I wanna level my headspace to prevent being drained from everything.\n  ","302712":"\n  Then watch your horror shows\n  ","302713":"\n  Any time\n  ","302714":"\n  When he starts taking all your advice. Iykyk\n  ","302715":"\n  Honestly I don’t have a set time\n  ","302716":"\n  I’m watching TikToks\n  ","302717":"\n  If you wanna\n  ","302718":"\n  Bro, it depends cuz some nights I can sleep up to 17 hours, other days, I’ll take a 5 minute nap & be completely refreshed.\n  ","302719":"\n  I’d say 25 & up.\n  ","302720":"\n  Definitely.\n  ","302721":"\n  Getter duuuuun\n  ","302722":"\n  Lmaaaooo yes!\n  ","302723":"\n  It really depends, tequila is my usual go-to, alongside shots, wine, and I like the occasional Sangram, or mike’s hard lemonade, and White Claw, also, I enjoy having ciroc from time to time.\n  ","302724":"\n  Imagine being so pressed that a woman is doing what makes her happy that you have to go around , and talk shit on her. 🤢\n  ","302725":"\n  Pegada con U por Ariana Grande y Justin Bieber\n  ","302726":"\n  A lot of charity work.\n  ","302727":"\n  I would thank them.\n  ","302728":"\n  In my country it’s the same way! I hate it.\n  ","302729":"\n  I’ve had several people say that I would never amount to anything, and that I’d probably end up being a heroin addict like my aunt, but I proved them all wrong.\n  ","302730":"\n  I have the iPhone XR, I’m still learning new features about it, even though it’s out of style, but I like it.\n  ","302731":"\n  I mean, I’ve already posted everything to my Instagram\n  ","302732":"\n  They should date!\n  ","302733":"\n  Because what others consider is wrong to them isn’t considered wrong to the couple they’re thinking of.\n  ","302734":"\n  Idk, all ik is what a woman shouldn’t be like is meeting a man’s social standard, now that, that shit is whack! Wear dresses all the time, cook & clean up after the household. No. We aren’t maids.\n  ","302735":"\n  Don’t be so tough on yourself.\n  ","302736":"\n  Every time I visit Alaska, I cry. It’s my home, it makes me happy.\n  ","302737":"\n  Friendship does mean the world to me, all my friends come drama free, and yes I do.\n  ","302738":"\n  I’m stuck between Ruby Rose & Zayn Malik. There is no in between 🤷🏻‍♀️\n  ","302739":"\n  Yes\n  ","302740":"\n  My box spring\n  ","302741":"\n  Oof, idk, I think I equally sprawl it out through dms.\n  ","302742":"\n  Nope\n  ","302743":"\n  Cuz a lot of them I don’t know how to answer, I’ve already answered them before, or they’re extremely inappropriate.\n  ","302744":"\n  Definitely.\n  ","302745":"\n  Rollerblading\n  ","302746":"\n  It’s wild, yet beautiful. Just like going into a patch of your favorite flowers, and just seeing everything just blossom into a much more incredible thing. It’ll have it’s rough patches, but once you get through all the thorns of relationship problems, it just makes those flowers look more interesting than before.\n  ","302747":"\n  Salmon rolls!\n  ","302748":"\n  It’s a bit early to be thinking about that, honestly, I don’t have a clue! I will let you guys know.\n  ","302749":"\n  Love\n  ","302750":"\n  Definitely, a lot of charity work!\n  ","302751":"\n  Sushi!\n  ","302752":"\n  A new laptop.\n  ","302753":"\n  Very much so.\n  ","302754":"\n  One where they both lift each other up, rather than hating on what the other person loves. Unless it involves drugs, I don’t lift that shit up at all, and he knows.\n  ","302755":"\n  Oof, I would have to say on and off for like 2 weeks, before I started talking to them.\n  ","302756":"\n  Brown, but they change color from time to time\n  ","302757":"\n  Myself\n  ","302758":"\n  Texting people! There’s seriously people who think I hate them cuz I don’t talk to them, but really I just run out of words\n  ","302759":"\n  Yup\n  ","302760":"\n  Not at all. It took me 2 years for me to actually talk to my ex, again.\n  ","302761":"\n  Their metabolism\n  ","302762":"\n  My mom\n  ","302763":"\n  Gentle, kind, funny, and faithful.\n  ","302764":"\n  Unless it’s cheating, I wouldn’t control her every move. A woman should be allowed to do whatever she wants as long as she’s staying faithful. Mainly cuz I believe a relationship should have freedom in it cuz without it there’s no trust, and is it really a relationship if there’s no trust?\n  ","302765":"\n  Yup\n  ","302766":"\n  I honestly don’t know, but I’m hoping it’s some type of buffet cuz I am craving many different foods\n  ","302767":"\n  When you lose a loved one.\n  ","302768":"\n  No one. I’m single as fuck\n  ","302769":"\n  Nope\n  ","302770":"\n  Tan\/swim\n  ","302771":"\n  Not really\n  ","302772":"\n  I’m not too bad\n  ","302773":"\n  Kill. Definitely kill.\n  ","302774":"\n  I tell people straight up, either way.\n  ","302775":"\n  I have to cuz I have a kidney that doesn’t work properly, and it could kill me if I don’t\n  ","302776":"\n  .\n  ","302777":"\n  I feel like it should be allowed cuz I’m high school I was always texting this helpline that helps with panic attacks, and it helped me get through all my social anxiety, and dealing with my eating disorder. The fact that teachers take them away, takes our chances to call 911 during an emergency because they turn them into the office, and we don’t get them back for a whole day, it just isn’t safe. They don’t pay our bills, but our parents tax money pays theirs, they should respect our stuff & not touch it.\n  ","302778":"\n  YES. I love her!!!\n  ","302779":"\n  They must’ve had a good reason to do that cuz someone must’ve gotten greedy.\n  ","302780":"\n  If I’m on a date, I sit in the back. If I’m with the family, I sit in the middle.\n  ","302781":"\n  Beard hair is just as annoying as pubic hair 🤷🏻‍♀️\n  ","302782":"\n  You came into my inbox ya doughnut\n  ","302783":"\n  Biiiiiiitch, I got stabbed 6 times by a fucking psycho on drugs, I lost everyone close to me, battled my depression (and won), and I lived through 7 car accidents (none were my fault). Moral is, I’m a fucking warrior. You’re the whining ass coming on here complaining, playing victim to your own problems, and blaming all women for your struggles. Get the fuck outta here.\n  ","302784":"\n  Can’t break what was never there 😝\n  ","302785":"\n  Yes!\n  ","302786":"\n  The beach\n  ","302787":"\n  Yeah\n  ","302788":"\n  Congratulations!!\n  ","302789":"\n  Meeeee!!!!\n  ","302790":"\n  Turtles can breathe through their buttholes\n  ","302791":"\n  Yes!\n  ","302792":"\n  They’re my favorite\n  ","302793":"\n  Definitely!\n  ","302794":"\n  Almond m & ms\n  ","302795":"\n  I couldn’t agree more !!!!\n  ","302796":"\n  Thank you, it was v good.\n  ","302797":"\n  No\n  ","302798":"\n  I’m doing fantastic!\n  ","302799":"\n  “WHO ATE MY CANDY BAR?!?!” heh, that one always makes me laugh\n  ","302800":"\n  I’ve never done that, so idk\n  ","302801":"\n  Rachel\n  ","302802":"\n  Definitely\n  ","302803":"\n  I know I’m an aggressive\n  \n  neck kisser, I don’t mind what the other person’s preference is.\n  ","302804":"\n  No\n  ","302805":"\n  I use Colgate cuz Crest was doing this thing where it started eating away my gums, so I have to be careful. Not saying it’ll happen with everyone, and I’m not trying to be taught what chemicals are in whatever toothpaste I use, I just use what works.\n  ","302806":"\n  Not yet, but I wouldn’t be opposed to it 😏\n  ","302807":"\n  See how they kiss first, and then do what they do. Guys LOVE it when you do that.\n  ","302808":"\n  Tbh w you, if your feelings never left, then they’re probably the one for you.\n  ","302809":"\n  Honestly, I don’t really switch up a lot of what I do. Like, my schedule stays the same.\n  ","302810":"\n  Not very often\n  ","302811":"\n  Yes! It’s been so nice to have a break. Been overwhelmed lately, but I’m definitely getting back to a pace where I can actually keep up with.\n  ","302812":"\n  Lazy day! Not doing anything today\n  ","302813":"\n  Second guessing myself\n  ","302814":"\n  Cuz I’m growing it out to the ground for charity. Have been since the 8th grade\n  ","302815":"\n  I’m good, you?\n  ","302816":"\n  Hey\n  ","302817":"\n  I mean, ig 🤷🏻‍♀️\n  ","302818":"\n  Thank you :)\n  ","302819":"\n  I’m sorry, but I don’t see a problem here. I mean, at least he’s not 18 & you’re not robbing the cradle\n  ","302820":"\n  Ofc! I’ve already got a bunch of decorations up.\n  ","302821":"\n  Charge the battery\n  ","302822":"\n  Showers.\n  ","302823":"\n  Prolly not, but I’m okay that.\n  ","302824":"\n  Definitely!\n  ","302825":"\n  Tired asf. Just walked 4.25 miles cuz I forgot to run errands yesterday.\n  ","302826":"\n  I do.\n  ","302827":"\n  Thanks x.\n  ","302828":"\n  N4u\n  ","302829":"\n  Like $20\n  ","302830":"\n  I took my dogs to the dog park\n  ","302831":"\n  Yes, and he knows\n  ","302832":"\n  Sleep\/eat\/shower\n  ","302833":"\n  Probably fluffy\n  ","302834":"\n  Idk\n  ","302835":"\n  Painting\n  ","302836":"\n  Yeah, but not over buttered popcorn.\n  ","302837":"\n  Well, some of us like to shoot down awkward stares w social media 🤷🏻‍♀️\n  ","302838":"\n  I wouldn’t cuz I’m already short as it is lmaaaooo\n  ","302839":"\n  Yeah\n  ","302840":"\n  Not really, I mean, I don’t really have to do much talking, so it’s not too horrible\n  ","302841":"\n  I like anything Italian.\n  ","302842":"\n  0\n  ","302843":"\n  It’s already here tf\n  ","302844":"\n  All the reasons why you love them\n  ","302845":"\n  I wasn’t... but go off\n  ","302846":"\n  Well, I have them, and I think they’re normal.\n  ","302847":"\n  Ofc. It’s one of my fave holidays!\n  ","302848":"\n  Either the side salad, parfait, or the oatmeal.\n  ","302849":"\n  My nudes.\n  ","302850":"\n  to make what happen??\n  ","302851":"\n  I’ve been neck deep in chow mien, lately 🤤. It’s literally my favorite stuff!\n  ","302852":"\n  My mom, Leon, not really, Angel by Finneas, The Last Mimzy, yes, summer, somewhat, peaches, & done.\n  ","302853":"\n  I have quite the nerdy sounding inner voice, idk why, but like if it was a real life person, I’d prolly just drown it out with music lmao, but I do occasionally get like a Johnny Depp’s kinda voice in my head every once in a while (I can’t really explain why it’s his voice, but it just is) but usually it helps me find my phone, or other peoples phones when they’re lost, and I’m drunk.\n  ","302854":"\n  Periscope\n  ","302855":"\n  ✌🏼\n  ","302856":"\n  My neighbor, she’s an old woman, who I sometimes meet up w to help her w her garden\n  ","302857":"\n  Lmaaaooo like I said, there’s no help for you here 🤷🏻‍♀️\n  ","302858":"\n  With?\n  ","302859":"\n  How you think, you’re gonna get any\n  ","302860":"\n  Do explain\n  ","302861":"\n  What’s up?\n  ","302862":"\n  Trump\n  ","302863":"\n  Very\n  ","302864":"\n  A shit ton\n  ","302865":"\n  Anything action\/comedy\n  ","302866":"\n  “A cougar of yours is blowing up my timeline.”\n  ","302867":"\n  When ppl don’t listen to me, when I am tryna help them\n  ","302868":"\n  Attitude\n  ","302869":"\n  You too!\n  ","302870":"\n  Yup\n  ","302871":"\n  It was from my mom, she was asking if we had any garbage bags\n  ","302872":"\n  I know I won’t date anyone under the age of 21. I also won’t date anyone with a shit personality\n  ","302873":"\n  I mean, not really worship ourselves, but like accept ourselves for what we are.\n  ","302874":"\n  Honestly, after going so long being stress-free, I’d prolly suck at it.\n  ","302875":"\n  Sup?\n  ","302876":"\n  Ofc!\n  ","302877":"\n  Yup! Haven’t done it in ages though\n  ","302878":"\n  WW3 prolly\n  ","302879":"\n  lol wut\n  ","302880":"\n  I’ve been committed to action for like the last 10 years\n  ","302881":"\n  Actually, I’ve spoken up about a lot of the issues today, that nobody else would’ve realized, and have gotten millions to speak up about it too. Do you honestly think I’d just sit here and complain? No, I stand up for what I believe in\n  ","302882":"\n  Well if you sit there and just watch, nothing is gonna happen, you have to take a stand, historical revolutions all happened from groups of people speaking up & doing something about it.\n  ","302883":"\n  Actually, I have a boyfriend, who loves me with his whole heart. What’s not nice, is men thinking that they actually believe that this is a “man’s world” and that equality between genders, shouldn’t be a thing. It’s 2019, it’s time the world grew up. Oh, and from “girl to another girl” you not believing in supporting equality between the genders is not a very nice thing to say.\n  ","302884":"\n  Good sleeping schedule\n  ","302885":"\n  “God is gracious”\n  ","302886":"\n  Nah, you’re just never gonna find a girlfriend.\n  ","302887":"\n  Hearing people vomit.\n  ","302888":"\n  Yeah\n  ","302889":"\n  Thinking of the ones I’ve lost\n  ","302890":"\n  I think it’s fine. Pretty much all guys I know are gay asf, so if my manz don’t let me hug them, that’s just rude.\n  ","302891":"\n  Actually, I like making myself look like I came out of a horror movie on that day. The night before is when I watch horror movies to gain inspiration\n  ","302892":"\n  I’ve been doing it, and it has helped soo much! I definitely recommend trying it.\n  ","302893":"\n  I’m good\n  ","302894":"\n  There’s an ongoing circus theme song that I have no explanation for\n  ","302895":"\n  21\n  ","302896":"\n  I collect bracelets that I get from concerts and tv shows I’ve been to.\n  ","302897":"\n  Yup\n  ","302898":"\n  The penguins would win & make it look like an accident\n  ","302899":"\n  As openly as I can\n  ","302900":"\n  The thing is about anime watchers is that I have yet to meet one that’s got street smarts, but most of the ones I’ve met have straight A’s\n  ","302901":"\n  I accidentally cut the bottom of my foot open on a piece of glass\n  ","302902":"\n  Not too much\n  ","302903":"\n  Have you never heard of parrots?\n  ","302904":"\n  If it’s something that I wouldn’t wanna say, why do you think I’d say it now?\n  ","302905":"\n  I have to take a massive jobby which means I have to take a massive shit in Scottish\n  ","302906":"\n  Oh, that sucks, I hope it gets better!\n  ","302907":"\n  Well, if I was interested in them I would kiss them.\n  ","302908":"\n  Yeah. I have like an overflow of them that I still have to answer\n  ","302909":"\n  Midfield\n  ","302910":"\n  I mean sometimes they just think of stuff\n  ","302911":"\n  Epic\n  ","302912":"\n  Definitely Ariana Grande cuz her beauty is just outta this world 😍\n  ","302913":"\n  Definitely confidence, a good sense of humor is a must, and he has to be nice\n  ","302914":"\n  I be myself\n  ","302915":"\n  I mean, if it’s affordable, it’s affordable, no judgement here.\n  ","302916":"\n  Hi\n  ","302917":"\n  Definitely\n  ","302918":"\n  Don’t be so hard on yourself, and stop being in self defense mode all the time!!! Y’all I used to be so uptight, and cuz of my abusive ex stepdad, I grew up in fight or flight mode, and it was super unhealthy mentally. Now I’m way better than I used to be!\n  ","302919":"\n  Not much, you!\n  ","302920":"\n  Lmaaaooo\n  ","302921":"\n  Smarts\n  ","302922":"\n  Prolly not, but you’re prolly also an adult, so you do you ig\n  ","302923":"\n  To know the limit\n  ","302924":"\n  Yeah\n  ","302925":"\n  I do really eccentric pranks, like, I once put a rubber band on the top corner of a door, and I put the other end of it on those easy removable hooks, and I got the trajectory just right where it let go, and bounced off the wall, and it hit my brother in the face.\n  ","302926":"\n  When I was younger, I struggled a lot w who I was and like the shape that I was in, until one day my mind was just like “Why do you hate yourself so much? You only have your one body on this planet, and you absolutely can’t stand it, and even I’m questioning your ways because there’s absolute NO POINT for you to be like that towards yourself, like, at all.”And was like, “Wow, you’re right, I need to knock this shit off!” And since then I’ve loved myself a lot more.\n  ","302927":"\n  To be happy & live in the moment\n  ","302928":"\n  Anchovy’s\n  ","302929":"\n  No, and I promise you, this is the last “am I dating\/talking w\/seeing\/etc” question I’m answering. Trust me. If I were seeing someone y’all would be the first to know.\n  ","302930":"\n  Lmaaaooo nah bro\n  ","302931":"\n  idk\n  ","302932":"\n  Nope\n  ","302933":"\n  Brush your hair & teeth. Wash your face, if you live away from your parents call them and say good night before you go to sleep and that you love them (which this one I do just because I know my parents appreciate hearing my voice every night) and put on calming music.\n  ","302934":"\n  you ask me once a year, and i have the same answer NO.\n  ","302935":"\n  It’s sexy, but like casual\n  ","302936":"\n  Just be real w people\n  ","302937":"\n  Soz it took me so long! I logged off for a bit.\n  ","302938":"\n  Hey\n  ","302939":"\n  My ex\n  ","302940":"\n  No clue\n  ","302941":"\n  Not too bad at the moment.\n  ","302942":"\n  Fuck yeah I was, and if you have a problem w it, you can shove it.\n  ","302943":"\n  Tell her!\n  ","302944":"\n  You’re welcome love!\n  ","302945":"\n  Shower\n  ","302946":"\n  Well, stop comparing yourself for one because trust me, that never makes anything better, and two start pointing out what you like about yourself, I know that sounds tough, but that little trick helped me love myself.\n  ","302947":"\n  Probably a tiger\n  ","302948":"\n  I don’t chase guys for one, and two I don’t know if any really are chasing after me lol\n  ","302949":"\n  I don’t mind it\n  ","302950":"\n  Lol that bored eh?\n  ","302951":"\n  I don’t get jealous, I see it as childish af, and if you think I’m honestly jealous of you, you need to stop being so insecure.\n  ","302952":"\n  Peaches\n  ","302953":"\n  Psycho\n  ","302954":"\n  There’s absolutely nothing wrong about it, everyone is different\n  ","302955":"\n  Nothing.\n  ","302956":"\n  If he’s truly ready to apologize\n  ","302957":"\n  Be happy\n  ","302958":"\n  Gonna chill w the fam bam\n  ","302959":"\n  A nice hot bath, and a glass of wine\n  ","302960":"\n  Depends how badly you fucked up\n  ","302961":"\n  Nothing, I don’t have pockets on the pants I’m wearing\n  ","302962":"\n  Being fair\n  ","302963":"\n  Cheetos\n  ","302964":"\n  nimzy.girly2\n  ","302965":"\n  My 21st birthday.\n  ","302966":"\n  Same\n  ","302967":"\n  Thanks\n  ","302968":"\n  Food\n  ","302969":"\n  I say watch his body language like if he becomes cocky don’t date him cuz he’s most likely to use you for sex, but if he’s nice about it then definitely consider it.\n  ","302970":"\n  Obvi\n  ","302971":"\n  lol wut\n  ","302972":"\n  I mean I've sent very risque texts, but I never regret anything I do.\n  ","302973":"\n  .\n  ","302974":"\n  Me!!!!\n  ","302975":"\n  yeah\n  ","302976":"\n  idfk\n  ","302977":"\n  A bit pissy\n  ","302978":"\n  continue on and be strong!\n  ","302979":"\n  idfk\n  ","302980":"\n  I feel like I'm in 8th grade all over again\n  ","302981":"\n  Absolutely nothing!\n  ","302982":"\n  by picking up trash\n  ","302983":"\n  Someone has had it rough\n  ","302984":"\n  Cola\n  ","302985":"\n  Duh\n  ","302986":"\n  idk you so probs not\n  ","302987":"\n  Lmaaaaooo idk\n  ","302988":"\n  Definitely\n  ","302989":"\n  lol\n  \n  i'm still getting used to this thing\n  ","302990":"\n  solving problems\n  ","302991":"\n  53\n  ","302992":"\n  uh sure\n  ","302993":"\n  Because it's relaxing\n  ","302994":"\n  King Kong\n  ","302995":"\n  sure!\n  ","302996":"\n  No and no\n  ","302997":"\n  Thank you!\n  ","302998":"\n  Lmao idk\n  ","302999":"\n  Yes!\n  ","303000":"\n  summer\n  ","303001":"\n  My back because I'm tired of feeling like I'm 90\n  ","303002":"\n  Tigers\n  ","303003":"\n  Yeah\n  ","303004":"\n  world. I know it sounds selfish, but I really needed a break, but I'm back, and better than ever, baby!\n  ","303005":"\n  Definitely Raven from the old Teen Titans\n  ","303006":"\n  If the guy\/girl is super rude or if the guy is smaller than me, for girls I don’t really mind about the height thing cuz they cuddle better\n  ","303007":"\n  Wtf is Lostfilm\n  ","303008":"\n  All sounds nice\n  ","303009":"\n  Louis\n  ","303010":"\n  My sweaters and hot cocoa\n  ","303011":"\n  Be creative\n  ","303012":"\n  Who’s?\n  ","303013":"\n  Lmaaaoo don’t know\n  ","303014":"\n  Boo, don’t let a man get in the way of you making money.\n  ","303015":"\n  Peace\n  ","303016":"\n  Nahh\n  ","303017":"\n  FaceTime\n  ","303018":"\n  Yeah, I’m all good in that department.\n  ","303019":"\n  No, I wouldn’t be okay with that, even the slightest.\n  ","303020":"\n  Yes because I can remember a shit ton of stuff, and solve complex school problems.\n  ","303021":"\n  A hug\n  ","303022":"\n  Okay, I know I said I shouldn’t throw shade, but that’s a question for my ex 🤷🏻‍♀️✌🏼\n  ","303023":"\n  Veggies, duh 🙄\n  ","303024":"\n  I exercise, it usually helps me figure things out\n  ","303025":"\n  I actually don’t read them as much as I used to.\n  ","303026":"\n  Definitely height lol, and I promise that’s not to be judge mental, it’s basically me just seeing if I look straight if I see someone and, or their face\n  ","303027":"\n  .\n  ","303028":"\n  Sitting down, answering questions\n  ","303029":"\n  lol wut\n  ","303030":"\n  Right?\n  ","303031":"\n  I have no fucking clue\n  ","303032":"\n  Just be straight up about it\n  ","303033":"\n  I respect those that can do that for themselves.\n  ","303034":"\n  I would get into painting more\n  ","303035":"\n  idk what either of those are lol\n  ","303036":"\n  Idk if that’d count\n  ","303037":"\n  I mean, I do that on here, so ig I’d be cool w it\n  ","303038":"\n  lol wut\n  ","303039":"\n  Somewhat\n  ","303040":"\n  Nope\n  ","303041":"\n  I mean, I wouldn’t be staying with my family all the time, and that honestly worries me bc of the way my mom is.\n  ","303042":"\n  My slides\n  ","303043":"\n  Wait for a new guy, you don’t have to change your habits to match someone else’s\n  ","303044":"\n  Definitely the advanced medical technology\n  ","303045":"\n  Music\n  ","303046":"\n  No it happens\n  ","303047":"\n  Nope\n  ","303048":"\n  I can still\n  ","303049":"\n  Uhhh idk about all that\n  ","303050":"\n  I’ve been doing great mentally, thank you for asking x.\n  ","303051":"\n  I guess it just depends on their mindset\n  ","303052":"\n  Probably some nature dude cuz I’d need help to survive lol\n  ","303053":"\n  Idk\n  ","303054":"\n  I’d b a lil worried\n  ","303055":"\n  In what?\n  ","303056":"\n  Yeah\n  ","303057":"\n  Ohh lol\n  ","303058":"\n  Nope\n  ","303059":"\n  Just continue to love him regardless because it shouldn’t matter.\n  ","303060":"\n  lol wut\n  ","303061":"\n  I usually just yell at the guy and say he’s got a nice face\n  ","303062":"\n  Just hello! Everyone is so weird when it comes to talking to me, but you just gotta y’all to me like a normal human being lmaaaoo guys it really isn’t as hard as you make it!\n  ","303063":"\n  ¿¿\n  ","303064":"\n  Idk I’m a slow spender when it comes to money. It’d probably take me a while to get through it.\n  ","303065":"\n  Popcorn\n  ","303066":"\n  Just get over yourself, and ask them. Even if they say no, at least you can say you got it over with.\n  ","303067":"\n  Idk\n  ","303068":"\n  Because they need to be where they’re safe and have resources to take care of them. It’s getting to be like the Cambodian War that happened, they’re starving\/torturing\/blowing up\/killing families, and it’s not okay. Imagine if you were getting put through that, personally, it would affect you a lot, and if you heard people trying to turn it into a political warfare just because you were safe, it’d piss you off. Just be welcoming people for once and knock off all the pissiness.\n  ","303069":"\n  My phone\n  ","303070":"\n  Painting\n  ","303071":"\n  Yeh\n  ","303072":"\n  😏✨😒😛📍💕✌🏼🤷🏻‍♀️😑☺️😙🤣🤦🏻‍♀️🥰😩🤩👀😊💁🏻‍♀️🙌🏼👋🏼🤔🦙🎂🍰😝💆🚩😍\n  ","303073":"\n  No\n  ","303074":"\n  Well when I was w my ex, I would ask myself out loud how I should react to some situations he was put through, and I learned to keep myself away from all the drama bullshit and keep my cool for when we did talk through things. Like I didn’t overreact to the stuff that happened.\n  ","303075":"\n  Just go w it, let him do whatever he’s gotta do, that way you, and him can have a good life together eventually.\n  ","303076":"\n  There’s a lot of places. Uhh I think the most unusual place was this little hole in the wall town in Brazil that I woke up from after a night of partying. It was cool though, had some great food there!\n  ","303077":"\n  Wut\n  ","303078":"\n  Wut\n  ","303079":"\n  Not me\n  ","303080":"\n  None that I can think of! A lot of people don’t really know this exists\n  ","303081":"\n  I have a few in mind 😏\n  ","303082":"\n  I’d start by eliminating plastic from the world.\n  ","303083":"\n  Cats flipping everyone off\n  ","303084":"\n  True\n  ","303085":"\n  Just how fucked up ppl are\n  ","303086":"\n  My crush likes me back\n  ","303087":"\n  lol wut\n  ","303088":"\n  Chillin like a villain\n  ","303089":"\n  Soz boo, none here.\n  ","303090":"\n  When one of my family members are hurting\n  ","303091":"\n  That’s one for her pastor.\n  ","303092":"\n  You ask me this a lot. Stop.\n  ","303093":"\n  Nothing, I didn’t have any plans for today lol\n  ","303094":"\n  lol wut\n  ","303095":"\n  Walking around w out a shirt & bra on all the time.\n  ","303096":"\n  Def my bestie\n  ","303097":"\n  Ngl I have a million good ones on my camera roll, I just haven’t posted them\n  ","303098":"\n  Not really\n  ","303099":"\n  No, definitely go for the one that makes your heart flutter more\n  ","303100":"\n  That’s a tough one\n  ","303101":"\n  My friends\n  ","303102":"\n  Yeah\n  ","303103":"\n  I have a few, you’ll have to be a bit more specific\n  ","303104":"\n  iPhone\n  ","303105":"\n  i usually go for black cherry flavored mike’s hard lemonade, it’s definitely a good choice.\n  ","303106":"\n  Twitter\n  ","303107":"\n  I mean apart from some meetings, nothing too important.\n  ","303108":"\n  Dark chocolate Hershey’s bar\n  ","303109":"\n  Keep it original\n  ","303110":"\n  I have no clue\n  ","303111":"\n  Be careful with peoples hearts\n  ","303112":"\n  Deeply in love\n  ","303113":"\n  Nope\n  ","303114":"\n  Idk\n  ","303115":"\n  Sure\n  ","303116":"\n  63\n  ","303117":"\n  True lol and food\n  ","303118":"\n  Pizza\n  ","303119":"\n  Well, then, go to the doctors and ask them if they could ask around if any of their doctor friends are looking to adopt.\n  ","303120":"\n  Watch funny videos on the internet to calm my mind\n  ","303121":"\n  In Indiana there’s a couple that are both doctors that are looking to adopt. But if you don’t wanna give it up, there are welfare options that’ll cover daycare, health, and dental costs. You might not even have to pay for their school lunches even.\n  ","303122":"\n  I’d dump him\n  ","303123":"\n  When I almost lost my mom\n  ","303124":"\n  Yeah\n  ","303125":"\n  Hon, you say this once a year, it’s wayy older than that\n  ","303126":"\n  Nobody\n  ","303127":"\n  Chuck & Larry’s wedding ofc\n  ","303128":"\n  If it’s my most recent, I’d probably have a long conversation with him about positive things to raise his spirits up a bit cuz he’s seemed v off lately\n  ","303129":"\n  They need to knock off the racism\n  ","303130":"\n  lol wut\n  ","303131":"\n  Tea w honey and lemon\n  ","303132":"\n  Drugs\n  ","303133":"\n  Camera\n  ","303134":"\n  A peach\n  ","303135":"\n  I’ve been to the UK, Ireland, Mexico, and Canada. I’ve had a few stops in South America\n  ","303136":"\n  Everywhere except New York and  Hawaii\n  ","303137":"\n  My family\n  ","303138":"\n  Theme parks\n  ","303139":"\n  Trump\n  ","303140":"\n  My 1D tickets I got for my birthday 4 years ago\n  ","303141":"\n  Yeah\n  ","303142":"\n  I go by personality\n  ","303143":"\n  All of them lol\n  ","303144":"\n  iPhone\n  ","303145":"\n  Absolutely nothing\n  ","303146":"\n  Meditation\n  ","303147":"\n  Yeah\n  ","303148":"\n  Yes!\n  ","303149":"\n  Nope\n  ","303150":"\n  How much happier I am in California\n  ","303151":"\n  Then you failed\n  ","303152":"\n  I’ve been craving a taco\n  ","303153":"\n  Lol no clue but it sounds like you’re having fun\n  ","303154":"\n  To test your strengths\n  ","303155":"\n  Honestly, I don’t know like 99% of the people that ask me stuff, so I really have no idea who I’d wanna meet\n  ","303156":"\n  You prolly aren’t but ok you do you, boo\n  ","303157":"\n  Aww boo\n  ","303158":"\n  lol wut\n  ","303159":"\n  Peace and not quite yet\n  ","303160":"\n  I’m actually awake before noon lol\n  ","303161":"\n  Yeah\n  ","303162":"\n  Idk I’ve never considered it\n  ","303163":"\n  lol wut\n  ","303164":"\n  Peace\n  ","303165":"\n  That’s right!!!\n  ","303166":"\n  Definitely how straight up I am\n  ","303167":"\n  Love\n  ","303168":"\n  I usually just say I’ll fuck you up\n  ","303169":"\n  Anything but classical and new country\n  ","303170":"\n\n   ليس لدي أي فكرة\n  \n","303171":"\n  Definitely when I went to the 1D concert I drove through like 7-8 states\n  ","303172":"\n  Smart casual\n  ","303173":"\n  Meeting my favorite person on the entire planet\n  ","303174":"\n  I prefer giant springs\n  ","303175":"\n  I wouldn’t be bothered by it\n  ","303176":"\n  20 and yes\n  ","303177":"\n  Popcorn\n  ","303178":"\n  The president\n  ","303179":"\n  Nudes\n  ","303180":"\n  Yeah\n  ","303181":"\n  Not really\n  ","303182":"\n  Caution:bumpy road ahead\n  ","303183":"\n  None\n  ","303184":"\n  Idk\n  ","303185":"\n  I’ve had someone buy me makeup for a graduation that I was having\n  ","303186":"\n  Like a month\n  ","303187":"\n\n   حسن\n  \n","303188":"\n  Dr. Pepper Cherry\n  ","303189":"\n  I just live in the moment\n  ","303190":"\n\n   @camerondallas\n  \n","303191":"\n  LA\n  ","303192":"\n  Yeah, definitely\n  ","303193":"\n  Life\n  ","303194":"\n  Hey\n  ","303195":"\n  Food\n  ","303196":"\n  Get rid of the whole man\n  ","303197":"\n  With a quick trip to Walmart\n  ","303198":"\n  a trecut ceva timp. Poate șase ani.\n  ","303199":"\n  Go to the movies, get some food, then drink and have a bonfire somewhere\n  ","303200":"\n  Jay\n  ","303201":"\n  lol qué? Y yo soy de la\n  ","303202":"\n  Why are you trying to use my pics to catfish someone?? Lol\n  ","303203":"\n  soy soltero\n  ","303204":"\n  I would help pick up the trash that’s everywhere\n  ","303205":"\n  Some yeah\n  ","303206":"\n  What you need is a spiritual getaway. Which is basically where you have no electronics, you just go to like a remote place with people that only build you up, and you just break free from the world a bit. Also, if you’re having sexual relations of any kind, the person you might be laying with, might be feeling the same exact way because sex is really just an energy release onto who ever you have it with. Maybe that person isn’t opening up about their pain and is just rubbing their energy off onto you.\n  ","303207":"\n  That’s a tough one\n  ","303208":"\n  Uhhh okay\n  ","303209":"\n  A tiger\n  ","303210":"\n  Either or\n  ","303211":"\n  Several\n  ","303212":"\n  Nope\n  ","303213":"\n  lol wut\n  ","303214":"\n  Rumors\n  ","303215":"\n  Nah bro\n  ","303216":"\n  lol wut\n  ","303217":"\n  No\n  ","303218":"\n  When\n  \n   @Harry_Styles\n  \n  almost fell while he was reading my sign making fun of him falling like a week before\n  ","303219":"\n  Yeah\n  ","303220":"\n  None\n  ","303221":"\n  No\n  ","303222":"\n  Lol wut\n  ","303223":"\n  Me, yesterday\n  ","303224":"\n  I don’t really judge people until I get to know them\n  ","303225":"\n  Dumb ways to die\n  ","303226":"\n  Good\n  ","303227":"\n  My privacy\n  ","303228":"\n  Good, you?\n  ","303229":"\n  Prolly not\n  ","303230":"\n  There’s a lot political stuff I choose to ignore\n  ","303231":"\n  To not let people get to me\n  ","303232":"\n  The beach\n  ","303233":"\n  Don’t like it\n  ","303234":"\n  Cat\n  ","303235":"\n  Nothing\n  ","303236":"\n  That I don’t know how to answer this question\n  ","303237":"\n  The leaves changing colors\n  ","303238":"\n  Not at all\n  ","303239":"\n  I go from left to right for everything eating, sleeping, my foot steps, looking at someone, it’s part of my OCD that I have no control over\n  ","303240":"\n  I usually eat peanut butter toast\n  ","303241":"\n  Is your name McDonald’s because I’m lovin’ it\n  ","303242":"\n  Doing good deeds\n  ","303243":"\n  Twitter, ASKfm, Insta, Facebook, and Snapchat\n  ","303244":"\n  Oh yeah, I’ve had a few play out exactly how I dreamed they would\n  ","303245":"\n  Lol I am!\n  ","303246":"\n  Ohh man don’t do me like that I love’em both, I can’t choose\n  ","303247":"\n  Yeah\n  ","303248":"\n  I’m a meat eater just cuz a couple months ago I bled out after surgery, and I have to get my blood count back up\n  ","303249":"\n  Well I’m used to being stress, so yeah I guess, as long as I get proper sleep\n  ","303250":"\n\n   ليس دائما\n  \n","303251":"\n  Wdym\n  ","303252":"\n  I don’t believe in revenge\n  ","303253":"\n  There’s a restaurant named restaurant on the square in Caldwell that makes awesome spaghetti\n  ","303254":"\n  I watched a video of my younger cousin messing w Snapchat filters\n  ","303255":"\n  At home\n  ","303256":"\n  I do!\n  ","303257":"\n  No nudes\n  ","303258":"\n  I’m a v good handyman like I am usually the one to fix stuff that breaks in my household\n  ","303259":"\n  The crab shack\n  ","303260":"\n  Not much, you?\n  ","303261":"\n  Stop worrying so much of what everyone else thinks of you, worry about what you think of yourself\n  ","303262":"\n  Idk, say hello?\n  ","303263":"\n  Once people find your spot they use it every chance they get\n  ","303264":"\n  When people are rude for no reason\n  ","303265":"\n  Yeah\n  ","303266":"\n  Gryffindor\n  ","303267":"\n  It was a book on Mohammed Ali, definitely was a great read\n  ","303268":"\n  Blues Clues\n  ","303269":"\n  I think any relationship that involves pure love between two people is more powerful than the entire world\n  ","303270":"\n  Myself, obviously\n  ","303271":"\n  A flower everyday for a week with a letter with it\n  ","303272":"\n  My grandma\n  ","303273":"\n  Slides, but usually I don’t wear shoes\n  ","303274":"\n  Gal\n  ","303275":"\n  Salad from the market\n  ","303276":"\n  Oh yeah def, I was way too much of a daredevil at a young age lol\n  ","303277":"\n  Cold hands and a warm heart\n  ","303278":"\n  Got no clue soz dude\n  ","303279":"\n  Def Twitter\n  ","303280":"\n  How long it took me to get my favorite car\n  ","303281":"\n  A laptop\n  ","303282":"\n  To what?\n  ","303283":"\n  Honestly, I’d be fine with just 2\n  ","303284":"\n  I have no regrets\n  ","303285":"\n  Idk\n  ","303286":"\n  Not really\n  ","303287":"\n  Prolly\n  ","303288":"\n  Mid-fielder\n  ","303289":"\n  Pepper jack is mine\n  ","303290":"\n  That’s a hacker term, you a hacker?\n  ","303291":"\n  Food, water, and fishing supplies\n  ","303292":"\n  Sleep or eat\n  ","303293":"\n  Probs not\n  ","303294":"\n  Nope\n  ","303295":"\n  Good for you\n  ","303296":"\n  Not really, they’re all equal in that sense, it’s just a lot of what guys fight about are way more simpler things than girls\n  ","303297":"\n  Shawn Mendes\n  ","303298":"\n  Idk 😐\n  ","303299":"\n  Mayonnaise\n  ","303300":"\n  I’m not in school lol\n  ","303301":"\n  Spring because I’ve got a lot of surprises\n  ","303302":"\n  Who are you?\n  ","303303":"\n  Librarian\n  ","303304":"\n  Surfing\n  ","303305":"\n  Honestly, I wouldn’t touch the money to begin with cuz I wouldn’t know what to do with that much\n  ","303306":"\n  My rotten little chicken nuggets\n  ","303307":"\n  To be straight up, I never studied for anything. The way I did it was I would argue with my teachers, and they would make the stuff we argued about because they felt like if a student argued about the answer then they’d get it wrong on the test, but really I was the one using reverse psychology on them.\n  ","303308":"\n  Yeah\n  ","303309":"\n  Nope\n  ","303310":"\n  What? Are you like having me proof read your essay or something?\n  ","303311":"\n  Yup it’s Beckthefrench\n  ","303312":"\n  Not very\n  ","303313":"\n  I’d be pretty upfront about it\n  ","303314":"\n  Nah bro\n  ","303315":"\n  Take the shoe laces out of their shoes, then start taking one of everything like one shoe that they own, their charger, their hair brushes, deodorants, colognes, etc.\n  ","303316":"\n  Wdym by this\n  ","303317":"\n  The Jake From State Farm commercial\n  ","303318":"\n  Twitter\n  ","303319":"\n  EE.UU\n  ","303320":"\n  In the sewer\n  ","303321":"\n  Which political party they support\n  ","303322":"\n  ¿Qué tal si no lo hacemos y decimos que lo hicimos?\n  ","303323":"\n  Not me\n  ","303324":"\n  Joker\n  ","303325":"\n  Popcorn\n  ","303326":"\n  I’m good fam\n  ","303327":"\n  Depends on your face shape tbh\n  ","303328":"\n  No, sorry, I don’t do those\n  ","303329":"\n  Scratching their crotch in public\n  ","303330":"\n  Soccer\n  ","303331":"\n  A wall that way I could drive people crazy by making side comments\n  ","303332":"\n  💕💕\n  ","303333":"\n  Views\n  ","303334":"\n  You’re welcome, boo! Been supporting you since the Barney days, you are such an inspiration to me! 💕\n  ","303335":"\n  🥰\n  ","303336":"\n  💕💕\n  ","303337":"\n  Check them out!\n  ","303338":"\n  Honestamente, había una pareja en la que uno hablaba francés y el otro hablaba inglés, pero el que hablaba inglés aprendía francés para poder hablar con su pareja. es decir, siento que podría funcionar.\n  ","303339":"\n  They would tell me to just do better, study more, blah, blah, blah, and all that stuff\n  ","303340":"\n  Worked nonstop\n  ","303341":"\n  Do you have the app?\n  ","303342":"\n  Not me, it’s a tad bit late\n  ","303343":"\n  People to stop doubting my opinion just because I’m “young” or haven’t “lived long enough” to have an opinion on anything\n  ","303344":"\n  Sausage\n  ","303345":"\n  Snapchat\n  ","303346":"\n  I guess being alive\n  ","303347":"\n  You talk like 2012 me, are you even old enough for this app?\n  ","303348":"\n  I x 1\n  ","303349":"\n  Royal blue\/my parents wedding\n  ","303350":"\n  Lobster or Crab legs\n  ","303351":"\n  Yeah\n  ","303352":"\n  I’ve never heard of them\n  ","303353":"\n  Sleep and food\n  ","303354":"\n  ?\n  ","303355":"\n  Sleep\n  ","303356":"\n  Catch up on music\n  ","303357":"\n  I can’t think of the amounts of times I’ve been and definitely I wanna say snowy mountain at Disney world\n  ","303358":"\n  Burgers\n  ","303359":"\n  Shorty’s corner store which might I add it’s not a proper name for the store since there’s a bunch of giants working there\n  ","303360":"\n  I miss being able to go for walks whenever I feel like, like here I’m not allowed to go without someone just cuz my family has to monitor me cuz of complications with my stomach\n  ","303361":"\n  I was just watching a Shawn Mendes I interview about his accomplishments actually (yes I re did the question cuz I said more words in my head than I typed and I fucked the entire answer up by doing so, so you’re welcome)\n  ","303362":"\n  This is a very odd question, and I cannot come up with an answer for it, I’m sorry 😐\n  ","303363":"\n  Yeah\n  ","303364":"\n  “I’m hungry,” or on going circus music. There is no in between 🤣\n  ","303365":"\n  Is full of loners\n  ","303366":"\n  Honestly it depends I think the biggest thing I don’t like mixing in with my food is syrup but like not on pancakes or waffles or stuff like that just like food that I have on the side of the plate cuz it’s a v dominating flavor\n  ","303367":"\n  You wake up from a nap and you don’t know what year it is\n  ","303368":"\n  Hey\n  ","303369":"\n  I was raped when I was 2\n  ","303370":"\n  Uhh depends if I actually know them or not\n  ","303371":"\n  Long\n  ","303372":"\n  Nope\n  ","303373":"\n  Love you too boo\n  ","303374":"\n  Idk be spontaneous about it ig\n  ","303375":"\n  Nope\n  ","303376":"\n  That nap time is not a punishment\n  ","303377":"\n  About a month actually, yeah a month today, I def need a good night out\n  ","303378":"\n  alfride.m on Instagram\n  ","303379":"\n  Nope actually an artist online did\n  ","303380":"\n  All 3, I just call them how I see them ig 🤷🏻‍♀️\n  ","303381":"\n  Cuz a lot of men don’t strive for greatness\n  ","303382":"\n  A little note for you fuckboys out there that keep trying to make me answer polls on which celebrity is hotter. I don’t do that shit, I don’t believe in comparing two grown ass, beautiful woman to each other, so why don’t you knock that shit off and stop thinking you’re cool for doing so when you’re just making yourself look like a douche bag.\n  ","303383":"\n  My brothers, and I would have a contest on who could be the scariest if that counts\n  ","303384":"\n  Adidas\n  ","303385":"\n  Yeah\n  ","303386":"\n  A training gym\n  ","303387":"\n  Not me\n  ","303388":"\n  Not paying attention to the steps yesterday and almost dying\n  ","303389":"\n  Eh that’s a tough one. Honestly, I’d have to say fire fighters cuz they’re the least problematic\n  ","303390":"\n  Mine means God is Gracious\n  ","303391":"\n  🤢\n  ","303392":"\n  Stewie’s mom mom mom\n  ","303393":"\n  Losing a loved one\n  ","303394":"\n  I can’t tell you, it’s a secret\n  ","303395":"\n  I’m not a jealous person, I’m v v satisfied with everything that I have in life, so you can genuinely fuck off\n  ","303396":"\n  All of them\n  ","303397":"\n  Smokey and the Bandit\n  ","303398":"\n  Stupid and smart\n  ","303399":"\n  Honest, and adventurous\n  ","303400":"\n  Not really\n  ","303401":"\n  COD\n  ","303402":"\n  Lol wut\n  ","303403":"\n  Water\n  ","303404":"\n  4th of July\n  ","303405":"\n  12-17\n  ","303406":"\n  My dad\n  ","303407":"\n  I’d be a little freaked out tbh\n  ","303408":"\n  What a great way to pop back online lol I have like 7\n  ","303409":"\n  Usually weapons and clothes, but it just depends where I’m at honestly\n  ","303410":"\n  People that don’t listen\n  ","303411":"\n  Their sense of humor\n  ","303412":"\n  Cameron Dallas\n  ","303413":"\n  I don’t really care, honestly, I’m not a fan of him at all.\n  ","303414":"\n  1. My aunt. 2. Leon. 3. Eh somewhat. 4. Peer Pressure. 5. The last mimzy. 6. Yes with food. 7. Summer. 8. Yeah. 9. Kiwi. I fixed your numbers you’re welcome\n  ","303415":"\n  In high school kids made a rumor that I had fake body parts\n  ","303416":"\n  Yeah\n  ","303417":"\n  Challenger\n  ","303418":"\n  Don’t have one tbh\n  ","303419":"\n  I went for a walk. I just had stomach surgery, so there isn’t a lot that I’m able to do\n  ","303420":"\n  Stay active and take care of your body.\n  ","303421":"\n  I’m honest\n  ","303422":"\n  Boxing\n  ","303423":"\n  Yeah\n  ","303424":"\n  Very openly\n  ","303425":"\n  Not at all because I haven’t written any books, but if you’re the guy that has repeatedly said I’ve stolen your stuff. You got me fucked up dude cuz honestly if I had any idea where your shit was, I’d return it to the rightful owner, which is you, but have fun painting me as the bad guy cuz I know regardless of what I say is ever gonna get through to your brain.\n  ","303426":"\n  The kind where we lift each other up\n  ","303427":"\n  Being single is fun cuz you can do what you want and not worry about another person getting mad about your actions\n  ","303428":"\n  Be honest with one another\n  ","303429":"\n  The ocean (even though it don’t matter cuz I still would have to wear special equipment to be able to breathe) and because people are so set on discovering things off this planet they don’t even know what all is on this planet in the first place like\n  ","303430":"\n  -take food* (fuck off autocorrect) off my plate without my permission\n  \n  -dishonest\n  \n  -rude\n  \n  -greedy\n  \n  -ignorant\n  ","303431":"\n  I’ve got boundaries, and I’ll personally let them know what’s part of the do’s and don’ts are\n  ","303432":"\n  I’m very big on turning lights off, and cleaning up after myself\/pets.\n  ","303433":"\n  Well most people I’ve been with, we ended badly, so for me I’d have to say hard pass on that.\n  ","303434":"\n  There’s a town in Canada named Flin Flon\n  ","303435":"\n  When people have inside out hoodies\n  ","303436":"\n  Root beer flavored licorice; in other words the kind that makes me wanna puke like the sounds of this question\n  ","303437":"\n  I’m brutally honest\n  ","303438":"\n  I get asked this every year, don’t you get bored of this?\n  ","303439":"\n  That at the end of the day I’ve vented enough to where I can shut off my mind and actually sleep\n  ","303440":"\n  There’s lots of things, you’d have to be more specific\n  ","303441":"\n  Yeah\n  ","303442":"\n  Your face seems nice in the pic but this question makes you a total ass tbh\n  ","303443":"\n  Fit in with people\n  ","303444":"\n  Meh\n  ","303445":"\n  Not necessarily intelligent, I just see things from a logical standpoint, and I save themselves trouble in situations.\n  ","303446":"\n  It’s usually good until I get pissed off cuz that’s when people start hitting the door and stay out of my way\n  ","303447":"\n  🤣💀🤷🏻‍♀️\n  ","303448":"\n  All the time\n  ","303449":"\n  Pfft\n  ","303450":"\n  All the time\n  ","303451":"\n  No idea\n  ","303452":"\n  Same\n  ","303453":"\n  For me it was all based off their body language like I wanted to put up with people that were interesting, not ones who kept up with the latest trends, etc. how I’d go about recommendations uh you’d definitely have to find people you can be you around, or like you can tell all your deepest darkest secrets to. Don’t surround yourself with people you feel like you have to hold stuff back with or life will be miserable.\n  ","303454":"\n  Nope, I honestly believe it’s all just body language\n  ","303455":"\n  In a snow bank\n  ","303456":"\n  My grandma makes a special recipe of corn bread and I rarely ever eat it, but it’s the only time I’ll eat it is if she made it\n  ","303457":"\n  A tiger\n  ","303458":"\n  Bruh this is how you point out a fake celebrity. They could easily have their agents do this, they wouldn’t ever go through some app like this to do this shit.\n  ","303459":"\n  I’m not ticklish\n  ","303460":"\n  Idk actually I’m just living each day in the moment\n  ","303461":"\n  To make them fall asleep ig 🤷🏻‍♀️\n  ","303462":"\n  I’m not too bad at it\n  ","303463":"\n  At the very end of the day, I’m still me, and I’m satisfied with that. Their opinion never made me who I am, mine did, so they can eat a bag of dicks cuz I ain’t changing who I am cuz of their worthless opinions.\n  ","303464":"\n  lol wut\n  ","303465":"\n  Look at my previous answers\n  ","303466":"\n  Mayo, I’m allergic to radish\n  ","303467":"\n  German, English, Irish, Japanese, Chinese, north and south Korean, French, Italian, Spanish, Haida, Sign language, Latin, Welsh and I think that’s all\n  ","303468":"\n  Just slept a lot and sneezed a lot lol\n  ","303469":"\n  We do this every year; don’t we?\n  ","303470":"\n  A surfboard\n  ","303471":"\n  My tribal grounds definitely made me feel like more needed to be done for my people. Like it sucked to see them the way they were\n  ","303472":"\n  Love, I’m 20, but thanks for the offer\n  ","303473":"\n  Lol you’d like to know; wouldn’t you? 😏. Trust me, you really don’t cuz we talk about weird ass shit that’d probably gross you out anyway.\n  ","303474":"\n  Smokey and the Bandit and yes I did\n  ","303475":"\n  What about it?\n  ","303476":"\n  Careful I’m stupid\n  ","303477":"\n  Yeah\n  ","303478":"\n  My whole outfit lol\n  ","303479":"\n  Because they have to build up courage first\n  ","303480":"\n  Sometimes I can sleep up to 17-18 hours, other times I can only sleep for 2\n  ","303481":"\n  It’s v possible\n  ","303482":"\n  No comment\n  ","303483":"\n  Not me\n  ","303484":"\n  Nope\n  ","303485":"\n  The beach\n  ","303486":"\n  Supporting Trump\n  ","303487":"\n  There’s old folks that like to read them plus if you’re broke around Christmas\/birthdays you can use it as wrapping paper\n  ","303488":"\n  They have to be funny, kind, good cuddler, honest, doesn’t cheat, and is willing to have random movie nights with me\n  ","303489":"\n  I like summer nights where it’s hot, but there is a nice breeze\n  ","303490":"\n  Asleep in my bed\n  ","303491":"\n  My bed, things are getting pretty serious between us, we’ve slept together every night\n  ","303492":"\n  No where because I. Am. Not. In. School.\n  ","303493":"\n  A farting contest\n  ","303494":"\n  You don’t know how to finish the sentence\n  ","303495":"\n  That One Direction will get back together\n  ","303496":"\n  lol wut?\n  ","303497":"\n  Lol I am American smart one\n  ","303498":"\n  Love takes time\n  ","303499":"\n  Everyone click this link and donate\n  ","303500":"\n  This was one after a photo shoot, you guys can see the pure exhaustion on my face\n  ","303501":"\n  The N word\n  ","303502":"\n  Hocus Pocus\n  ","303503":"\n  How about you just go fuck yourself ya nasty 🤢\n  ","303504":"\n  My brain\n  ","303505":"\n  Nope\n  ","303506":"\n  Singer\n  ","303507":"\n  Lmaaaoo no one, I’m a DC chick 🤣\n  ","303508":"\n  Good, you?\n  ","303509":"\n  Definitely their body language like I’m someone who won’t hangout with people if their body language throws me off\n  ","303510":"\n  Yup\n  ","303511":"\n  Now back to our regular scheduled show called MIND YA OWN DAMN BUSINESS AND LEAVE ME ALONE which, fun fact, is the owners most proud of creating.\n  ","303512":"\n  Sure\n  ","303513":"\n  I’ve got no clue what you’re talking about\n  ","303514":"\n  Yeah sometimes\n  ","303515":"\n  Yeah but mainly about little things like food and stuff\n  ","303516":"\n  No, I’m not ticklish, actually, others ruined that\n  ","303517":"\n  To help those that need it\n  ","303518":"\n  Not really\n  ","303519":"\n  Juicy Fruit\n  ","303520":"\n  The fact that no matter how bad her situation was, a man took her away from it and bettered her life. Just with a shoe.\n  ","303521":"\n  Bored*\n  ","303522":"\n  Definitely similar interests because I get annoyed by my own sense of humor sometimes and to have someone that cracks the same lame jokes I do would definitely drive me nuts\n  ","303523":"\n  Honestly the fact that my body refuses to let me sleep\n  ","303524":"\n  I’ve answered this one before. But did you know science also states that people only understand 75% of all texts messages, but my science teacher refused to believe that my best friends and I can understand 100% of all text messages between us two. So don’t let science get ya down because they’re not always right.\n  ","303525":"\n  OTRA Baltimore\n  ","303526":"\n  Well I’m always here dude\n  ","303527":"\n  You too\n  ","303528":"\n  Courage\n  ","303529":"\n  About $410\n  ","303530":"\n  Yeah, there’s been a few times for me where I’ve had that reaction\n  ","303531":"\n  A weasel walks into a bar. The bartender asks him what he wants, so pop goes the weasel.\n  ","303532":"\n  Not really\n  ","303533":"\n  I look like my dad without makeup and I look like my mom with makeup, but all-together I look like my aunt\n  ","303534":"\n  Yeah\n  ","303535":"\n  Not at all.\n  ","303536":"\n  Be straight up with them\n  ","303537":"\n  Food\n  ","303538":"\n  Honestly, a vacation\n  ","303539":"\n  My cousin\n  ","303540":"\n  Right?\n  ","303541":"\n  Yeah\n  ","303542":"\n  Pop them\n  ","303543":"\n  Yeah somewhat\n  ","303544":"\n  Yeah\n  ","303545":"\n  Pizza\n  ","303546":"\n  A comedy\n  ","303547":"\n  Health class\n  ","303548":"\n  Food\n  ","303549":"\n  Hi\n  ","303550":"\n  Make what happen?\n  ","303551":"\n  Make random noises and watch tv upside down\n  ","303552":"\n  Why the fuck are you so dumb?!?!\n  ","303553":"\n  Yes\n  ","303554":"\n  Venus Fly Traps\n  ","303555":"\n  Cleaning up the planet\n  ","303556":"\n  Ik several different languages I’m too lazy to list them all\n  ","303557":"\n  Don’t eat the yellow snow\n  ","303558":"\n  Cool beans\n  ","303559":"\n  Tell a bunch of jokes cuz I’m awkward as shit and when I’m under stress I just be funny\n  ","303560":"\n  Hasn’t hit yet\n  ","303561":"\n  Fish\n  ","303562":"\n  Work, work, and work\n  ","303563":"\n  Walmart\n  ","303564":"\n  Yes\n  ","303565":"\n  This giddy feeling\n  ","303566":"\n  Just wait 😏\n  ","303567":"\n  Thanks\n  ","303568":"\n  Yeah but like the old ones\n  ","303569":"\n  Why do you wanna see it so bad?\n  ","303570":"\n  I was running from my brother and his friends\n  ","303571":"\n  Yeah\n  ","303572":"\n  Comedy\n  ","303573":"\n  Nope I’m a single Pringle over here\n  ","303574":"\n  A trip with no destination\n  ","303575":"\n  Ohio\n  ","303576":"\n  Starbucks, you can’t get shit for $50 at Sephora\n  ","303577":"\n  Nah dude\n  ","303578":"\n  Depends on my mood\n  ","303579":"\n  Well I’d definitely know who I’d shit on\n  ","303580":"\n  Myself\n  ","303581":"\n  18 and up\n  ","303582":"\n  I’m Native American\n  ","303583":"\n  I like that\n  ","303584":"\n  Hii\n  ","303585":"\n  Nimzy.girly\n  ","303586":"\n  Yeah, but they’re never willing to be with me 🙄\n  ","303587":"\n  Idk\n  ","303588":"\n  I would prank the shit out of people\n  ","303589":"\n  Hii\n  ","303590":"\n  Build more homeless shelters\n  ","303591":"\n  Find a girl that likes you\n  ","303592":"\n  Idk\n  ","303593":"\n  Biiiiiiitch I’m used to it, I grew up living in haunted houses, I sleep through all of it\n  ","303594":"\n  Honesty and funny, I mean is girls are always looking for new dad jokes, and some guys are just pure comedic gold\n  ","303595":"\n  Yes!!! A friend of mine is in a toxic relationship, and I just wanna scream in her face to realize that there’s way better people out there\n  ","303596":"\n  Absolutely nothing because I wouldn’t be who I am without every single choice I’ve made\n  ","303597":"\n  Definitely, Robin Williams, he was one of my biggest inspirations growing up\n  ","303598":"\n  Lol morning\n  ","303599":"\n  Laying in bed, you?\n  ","303600":"\n  Yeah\n  ","303601":"\n  Ice cream trucks\n  ","303602":"\n  Lol he was a 6th grader that was one of the most popular kids in school but was so down to earth and wasn’t on that petty shit everyone else was on and that had me head over heels for him\n  ","303603":"\n  I’ve got no clue\n  ","303604":"\n  God\n  ","303605":"\n  The privacy\n  ","303606":"\n  No, I’ve answered this type of question before but everything that I do has shaped me into the person I am today, and I’m satisfied with that\n  ","303607":"\n  A new laptop\n  ","303608":"\n  Yeah\n  ","303609":"\n  They don’t idk what group you got around you\n  ","303610":"\n  Depends on the situation\n  ","303611":"\n  Yeah\n  ","303612":"\n  Purple\n  ","303613":"\n  Not really cuz not every personality trait is matched by their horoscope\n  ","303614":"\n  Yeah definitely\n  ","303615":"\n  Me, personally, would be 5-6\n  ","303616":"\n  Well I haven’t been too scared just too lazy but skydiving\n  ","303617":"\n  The conversations, most def, but at the same time they talk about a lot of the same stuff it’s just us girls get into some weird convos\n  ","303618":"\n  I meditate on it to ease a lot of the stress of it. Ok it sounds weird, but if you’re ever hurting over one, just meditate, it’ll clear things up for you\n  ","303619":"\n  Yeah\n  ","303620":"\n  The funny one\n  ","303621":"\n  Anything but new country (y’all know that shitty stuff I’m talking about) and classical music\n  ","303622":"\n  I’m in between a good and a bad one, but I’m pretty sure that’s everyone on this planet\n  ","303623":"\n  My family\n  ","303624":"\n  Yeah\n  ","303625":"\n  Genetics test duh\n  ","303626":"\n  Every hour\n  ","303627":"\n  Contraband\n  ","303628":"\n  Myself\n  ","303629":"\n  Everyday\n  ","303630":"\n  Lol def my drunk texts\n  ","303631":"\n  Fucking things up\n  ","303632":"\n  Black\n  ","303633":"\n  Pineapple on pizza isn’t as horrible as everyone thinks it is\n  ","303634":"\n  Only like maybe 7 people\n  ","303635":"\n  Yes\n  ","303636":"\n  Listen to the band Ashes\n  ","303637":"\n  I’m right here\n  ","303638":"\n  Good\n  ","303639":"\n  No why. Should I have? Lol def wouldn’t mind though if I did... 😏\n  ","303640":"\n  Dumb ways to die\n  ","303641":"\n  No\n  ","303642":"\n  Idk\n  ","303643":"\n  I def would marry Gal, I’d fuck Margot and lol sorry Mel\n  ","303644":"\n  20\n  ","303645":"\n  I honestly don’t know\n  ","303646":"\n  Tbh priests aren’t exactly gentlemen, so probs not\n  ","303647":"\n  Extremely\n  ","303648":"\n  I held My nose I think this last time it was because my dog pooped on the floor\n  ","303649":"\n  If you guys ended on bad terms then don’t give them a second chance because you know they’re going to do it again\n  ","303650":"\n  Well yeah I talk to people lol\n  ","303651":"\n  Yeah\n  ","303652":"\n  I’m very real with everyone I meet\n  ","303653":"\n  Thank you\n  ","303654":"\n  Sophie from Howell’s Moving Castle\n  ","303655":"\n  Not really\n  ","303656":"\n  Be yourself, you never know, he might just find that attractive\n  ","303657":"\n  Very lazy, but cute\n  ","303658":"\n  I’ve got a million tabs open in my mind, and I can’t figure out which fuckin one is playing the stupid song\n  "}}