{"Question":{"304732":"\n   Where do you feel most safe?\n  ","304733":"\n   Don’t you think that everything is changing too fast?\n  ","304734":"\n   Who is a non-politician you wish would run for office?\n  ","304735":"\n   How to make a woman happy?\n  ","304736":"\n   Which insect is the most irritating?\n  ","304737":"\n   What is the secret of happy relationship?\n  ","304738":"\n   What's your favorite party game?\n  ","304739":"\n   Are you a city or a nature person?\n  ","304740":"\n   What’s your motto?\n  ","304741":"\n   Are you saving money right now for something special? What is this special thing?\n  ","304742":"\n   If you could go back in history, who would you like to meet?\n  ","304743":"\n   What was the last drink you had?\n  ","304744":"\n   Do you agree with the saying that if you love yourself, others will love you too?\n  ","304745":"\n   Do you think people deserve a second chance?\n  ","304746":"\n   What's the farthest-away place you've been?\n  ","304747":"\n   Have you ever fallen in love with a person who is in another relationship?\n  ","304748":"\n   Do you like being alone?\n  ","304749":"\n   How do you usually start a conversation?\n  ","304750":"\n   Who was the last person you talked to?\n  ","304751":"\n   Which quality in a man do you dislike the most?\n  ","304752":"\n   What's the longest you've gone without a haircut?\n  ","304753":"\n   What would be the best job ever for you?\n  ","304754":"\n   What is your favorite candy?\n  ","304755":"\n   What do you see from your window? (post a pic)\n  ","304756":"\n   It's International Music Day! What's your most played song at the moment?\n  ","304757":"\n   What's your favorite thing to eat for lunch?\n  ","304758":"\n   What is your idea of the perfect honeymoon destination?\n  ","304759":"\n   Name a problem leaders in your country should solve?\n  ","304760":"\n   What is your favorite thing in your room?\n  ","304761":"\n   Whats your most annoying habit?\n  ","304762":"\n   What is the best way to relax you?\n  ","304763":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","304764":"\n   Can taste in music change your opinion about a person?\n  ","304765":"\n   What was your favorite TV show when you were a kid?\n  ","304766":"\n   What invention has had the greatest impact on society?\n  ","304767":"\n   Do you have posters on your wall?\n  ","304768":"\n   What event(-s) would you like to attend in 2017?\n  ","304769":"\n   do you know girls that make a little bro do that for you?\n  ","304770":"\n   do you think it is wrong for a girl to make her little siblings massage her feet for her lol?\n  ","304771":"\n   How many times a day do you eat?\n  ","304772":"\n   What are you wearing right now?\n  ","304773":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","304774":"\n   What would someone have to do to make you dislike them immediately?\n  ","304775":"\n   How much time per day do you spend on the internet?\n  ","304776":"\n   What does it mean to be independent?\n  ","304777":"\n   How do you think the world will look in 100 years?\n  ","304778":"\n   Would you follow the white rabbit?\n  ","304779":"\n   What would you like to see mankind achieve within your lifetime?\n  ","304780":"\n   What is (or was) your favorite class in school?\n  ","304781":"\n   What's the craziest thing you've done for someone you love?\n  ","304782":"\n   How do you like your eggs?\n  ","304783":"\n   If you knew you had one day to live, how would you spend it?\n  ","304784":"\n   Who do you think asked your last anonymous question?\n  ","304785":"\n   How can we save the World from global warming?\n  ","304786":"\n   Would you rather be in constant pain or have a constant itch?\n  ","304787":"\n   What was the last present you received?\n  ","304788":"\n   What kind of dish can you make\/cook?\n  ","304789":"\n   Which is worse, being too hot or too cold?\n  ","304790":"\n   What is your dream travel destination?\n  ","304791":"\n   Longboard or hoverboard?\n  ","304792":"\n   If you could learn a new skill today, what would it be?\n  ","304793":"\n   Which was your most memorable birthday?\n  ","304794":"\n   Do you believe that everything happens for a reason?\n  ","304795":"\n   What is something you want right now?\n  ","304796":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","304797":"\n   Which male celebrity do you wish was your brother?\n  ","304798":"\n   What's the longest you've waited in line and what were you waiting for?\n  ","304799":"\n   What is your favorite social networking site?\n  ","304800":"\n   What is the best thing to do on a first date?\n  ","304801":"\n   What is better than chocolate?\n  ","304802":"\n   Funniest \"Laugh Out Loud\" moment you've encountered today?\n  ","304803":"\n   Would you leave your home country for the one you love?\n  ","304804":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","304805":"\n   Best music service? Pandora, Soundcloud or Spotify?\n  ","304806":"\n   What foreign language would you like to learn?\n  ","304807":"\n   Did you ever fall asleep in school?\n  ","304808":"\n   What is the most interesting thing about your family?\n  ","304809":"\n   What do you think of the Kardashians?\n  ","304810":"\n   What was the longest car ride you’ve ever taken?\n  ","304811":"\n   Do you prefer talking or texting?\n  ","304812":"\n   What have you learned from your past?\n  ","304813":"\n   What fruit do you eat the most often?\n  ","304814":"\n   If people had a warning label, what would yours say?\n  ","304815":"\n   If you could change one thing in the world, what would it be?\n  ","304816":"\n   What kind of movies do you like?\n  ","304817":"\n   Who was the last person you kissed?\n  ","304818":"\n   Are you happy with the amount of information in your head?\n  ","304819":"\n   Aisle, middle, or window seat?\n  ","304820":"\n   What are you a “natural” at doing?\n  ","304821":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","304822":"\n   Post a 360 video of where you are right now!\n  ","304823":"\n   How would you describe your country in three words?\n  ","304824":"\n   Cake or pie?\n  ","304825":"\n   Where and when do you get your best ideas?\n  ","304826":"\n   Do you give money to beggars in the street?\n  ","304827":"\n   Do you believe in happy endings?\n  ","304828":"\n   What sport do you do?\n  ","304829":"\n   If someone made a statue of you, what position would you choose?\n  ","304830":"\n   To the person who asked me stuff in Arabic please translate your questions to English thank you x.\n  ","304831":"\n   Beard or moustache?\n  ","304832":"\n   What do you do when you are alone in your room?\n  ","304833":"\n   On a scale of 1-10 how honest are you?\n  ","304834":"\n   Are you still friends with someone from kindergarten?\n  ","304835":"\n   Who was the last person you met today?\n  ","304836":"\n   Have you ever written a poem? If yes, what was it about?\n  ","304837":"\n   Just don't understand why he'd wear it.\n  ","304838":"\n   Should my brother be grounded?  He wore my bra about an hour ago.\n  ","304839":"\n   If you were to give someone a tour of your hometown, where would you take them first?\n  ","304840":"\n   Do you play any instruments?\n  ","304841":"\n   What will be the most powerful nation in 100 years?\n  ","304842":"\n   City or countryside? What do you prefer?\n  ","304843":"\n   Who was the last person you took a picture with?\n  ","304844":"\n   What kind of movies do you most enjoy?\n  ","304845":"\n   Do you always smile for pictures?\n  ","304846":"\n   Why is a healthy lifestyle so trendy now?\n  ","304847":"\n   What is in the center of the world?\n  ","304848":"\n   Pretend you can declare your own national holiday. What would it be about?\n  ","304849":"\n   Where would you like to live?\n  ","304850":"\n   Roller coasters or water slides?\n  ","304851":"\n   When one should stop learning?\n  ","304852":"\n   Do you want to get the Apple Watch?\n  ","304853":"\n   What are your hobbies?\n  ","304854":"\n   Should schools offer cash bonuses for good test scores?\n  ","304855":"\n   Post a selfie!\n  ","304856":"\n   What is under your bed?\n  ","304857":"\n   If you could have any wild animal as a pet what would it be?\n  ","304858":"\n   Do you tolerate heat or cold better?\n  ","304859":"\n   What do animals dream about?\n  ","304860":"\n   What's the weirdest thing you've found at a garage sale or thrift shop?\n  ","304861":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","304862":"\n   How often do you change your hairstyle?\n  ","304863":"\n   What is the best way to learn a foreign language?\n  ","304864":"\n   What makes someone attractive?\n  ","304865":"\n   Do you think you're brave?\n  ","304866":"\n   What do you have planned for this weekend?\n  ","304867":"\n   Which is the most underrated job?\n  ","304868":"\n   What are you wearing right now?\n  ","304869":"\n   What music do you prefer: Pop, Rap, RnB or Rock?\n  ","304870":"\n   Do you prefer to ski or snowboard?\n  ","304871":"\n   Where is the funniest place you have ever fallen asleep?\n  ","304872":"\n   Which websites do you visit most frequently?\n  ","304873":"\n   What do you do if you can’t sleep at night?\n  ","304874":"\n   What are your plans for tomorrow?\n  ","304875":"\n   What you know that others don't?\n  ","304876":"\n   Who was the last person you saw?\n  ","304877":"\n   How can someone earn $1,000,000?\n  ","304878":"\n   Who would you most like to be stuck in an elevator with?\n  ","304879":"\n   What is your favorite potato chip flavor?\n  ","304880":"\n   What was the longest conversation you have had with someone recently? What was it about?\n  ","304881":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","304882":"\n   How would the world be different if everybody was vegetarian?\n  ","304883":"\n   Which gives you the most pleasure - giving presents or receiving them?\n  ","304884":"\n   What junk food could you never give up?\n  ","304885":"\n   What one thing do you need to do next?\n  ","304886":"\n   What's on your to-do list this weekend?\n  ","304887":"\n   Which room do you spend the most time in your house?\n  ","304888":"\n   Brother from another mother? Have one?\n  ","304889":"\n   What would be the perfect gift for you?\n  ","304890":"\n   why do you think boys find it so embarrassing to admit to how ticklish they are?\n  ","304891":"\n   How do you decide what movie to watch?\n  ","304892":"\n   How do you keep yourself busy on a rainy day?\n  ","304893":"\n   Would you rather be a vampire or a werewolf?\n  ","304894":"\n   What is your favorite old movie?\n  ","304895":"\n   What is your favorite drink on cold evenings?\n  ","304896":"\n   How long have you lived in your current home?\n  ","304897":"\n   What is better the truth even if it hurts, or a lie?\n  ","304898":"\n   Do you like dogs?\n  ","304899":"\n   Who knows you the best?\n  ","304900":"\n   What personality type are you out of the 16 personalities?\n  ","304901":"\n   What gadget are you addicted to?\n  ","304902":"\n   What is the meaning of the life in one word?\n  ","304903":"\n   What do you do when you are alone in your room?\n  ","304904":"\n   Do you think that there are any topics that there should be more movies about?\n  ","304905":"\n   Which day of the week do you hate the most?\n  ","304906":"\n   What is the best movie you have ever seen?\n  ","304907":"\n   What's the weirdest deja-vu experience you've encountered?\n  ","304908":"\n   What was the last time you were angry? What happened?\n  ","304909":"\n   Is love complicated? Why?\n  ","304910":"\n   When you were little, what did you want to be when you grew up?\n  ","304911":"\n   Who made the last incoming call on your phone?\n  ","304912":"\n   Do you prefer to eat at a restaurant or at home?\n  ","304913":"\n   How often do you go to parties?\n  ","304914":"\n   What famous people do you share a birthday with?\n  ","304915":"\n   What is your idea of perfect relaxation?\n  ","304916":"\n   if i pinned you down on the ground so you couldn't move your arms or legs, how would you escape?\n  ","304917":"\n   What is your least favorite beverage?\n  ","304918":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","304919":"\n   Is humanity progressing or deteriorating?\n  ","304920":"\n   Hugs or Kisses?\n  ","304921":"\n   What is the next movie you really want to watch?\n  ","304922":"\n   What makes you happy?\n  ","304923":"\n   Post some funny animated GIF.\n  ","304924":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","304925":"\n   Do you smile at strangers?\n  ","304926":"\n   What is your busiest day of the week?\n  ","304927":"\n   Who is more jealous - girls or boys?\n  ","304928":"\n   What's one thing everyone should do in their lifetime?\n  ","304929":"\n   -\n  ","304930":"\n   Can I ask you a personal question please?\n  ","304931":"\n   What’s your favorite clothing brand?\n  ","304932":"\n   Age?\n  ","304933":"\n   Hi?\n  ","304934":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","304935":"\n   What is your favorite place to meet friends?\n  ","304936":"\n   What are you interested in?\n  ","304937":"\n   What's your opinion about the death penalty?\n  ","304938":"\n   Do you listen to your parents’ advice?\n  ","304939":"\n   What do you think ASKfm has, that no other site has?\n  ","304940":"\n   What’s your motto?\n  ","304941":"\n   What is the most delicious berry?\n  ","304942":"\n   Are you a better talker or listener?\n  ","304943":"\n   Are cats or dogs smarter?\n  ","304944":"\n   How often do you use your brain?\n  ","304945":"\n   Are you allergic to anything?\n  ","304946":"\n   15 years of hard labor... could you handle it?\n  ","304947":"\n   What makes you laugh the most?\n  ","304948":"\n   What is your idea of the perfect honeymoon destination?\n  ","304949":"\n   How many hours a day do you listen to music?\n  ","304950":"\n   You're stuck on an island. How would you spend your time?\n  ","304951":"\n   Do you remember life without technology? What was it like?\n  ","304952":"\n   What is your opinion about same gender relationships?\n  ","304953":"\n   What are the things you want to avoid in a relationship?\n  ","304954":"\n   What do you want right now?\n  ","304955":"\n   What's the bravest thing you've ever done?\n  ","304956":"\n   What's the movie that made you cry?\n  ","304957":"\n   How do women understand ‘romance’?\n  ","304958":"\n   What's your favorite things to do in the summer?\n  ","304959":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","304960":"\n   If you had one word to describe yourself, what would it be?\n  ","304961":"\n   If you were going to get a tattoo, what would it be and where?\n  ","304962":"\n   What advice would you give to children today?\n  ","304963":"\n   What do you spend most of your money on?\n  ","304964":"\n   Do you wear any jewelry?\n  ","304965":"\n   What is your favourite TV show?\n  ","304966":"\n   What personality trait do you admire in other people?\n  ","304967":"\n   What color do you wear most frequently?\n  ","304968":"\n   If you were a bird, where would you fly?\n  ","304969":"\n   Which kind of natural disaster scares you the most?\n  ","304970":"\n   Is there any person you are afraid of?\n  ","304971":"\n   What can you do that others can't do?\n  ","304972":"\n   If you had to give someone lessons, what skill would you teach?\n  ","304973":"\n   What time did you wake up this morning?\n  ","304974":"\n   Do you believe in aliens?\n  ","304975":"\n   What time do you usually go to sleep?\n  ","304976":"\n   Who was the last person whose phone number you added to your contacts?\n  ","304977":"\n   Do you think there is life on other planets?\n  ","304978":"\n   Name three things you have never done, but would like to do?\n  ","304979":"\n   Do you think people deserve a second chance?\n  ","304980":"\n   What's your favorite movie snack?\n  ","304981":"\n   What is your relationship status?\n  ","304982":"\n   If the world is a stage, where does the audience sit?\n  ","304983":"\n   Do you prefer vintage or new?\n  ","304984":"\n   then you're a hypocrite because it doesn't cost you anything to make that person happy and you refused\n  ","304985":"\n   Who had the biggest influence on you as a kid?\n  ","304986":"\n   would you send nudes if it makes someone happy?\n  ","304987":"\n   Do you talk to yourself?\n  ","304988":"\n   Who do you think should grab the win? #AcademyAwards\n  ","304989":"\n   What freaks you out?\n  ","304990":"\n   How is your family different from others?\n  ","304991":"\n   What was the last thing that made you laugh?\n  ","304992":"\n   How many books have you read in your life?\n  ","304993":"\n   What magazines do you read?\n  ","304994":"\n   What is your goal in life?\n  ","304995":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","304996":"\n   What makes life worth living?\n  ","304997":"\n   If you could play any musical instrument, what would it be?\n  ","304998":"\n   How would you do on a song competition show?\n  ","304999":"\n   Do you prefer a bath or shower?\n  ","305000":"\n   How many languages can you speak and what are they?\n  ","305001":"\n   What noise do you hear right now?\n  ","305002":"\n   In three words, how would you describe your best friend?\n  ","305003":"\n   Which is the best book you have read so far?\n  ","305004":"\n   What time do you normally wake up?\n  ","305005":"\n   What can people learn from animals?\n  ","305006":"\n   What is the most important thing your country has given to the world?\n  ","305007":"\n   What do you do to fall asleep?\n  ","305008":"\n   What is the most expensive thing you've ever bought?\n  ","305009":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","305010":"\n   Are you going to watch \"Rogue One\" or have already watched it?\n  ","305011":"\n   How do you deal with the lame haters?\n  ","305012":"\n   How can you tell a good person from a bad one?\n  ","305013":"\n   Do you follow fashion trends actively?\n  ","305014":"\n   What is your favorite ice cream?\n  ","305015":"\n   What doesn’t the World know about the country you live in?\n  ","305016":"\n   Describe your day in emojis!\n  ","305017":"\n   If you were famous what would you be famous for?\n  ","305018":"\n   What makes you nervous?\n  ","305019":"\n   If you were a scientist, what would you invent?\n  ","305020":"\n   Did you ever fall asleep in school?\n  ","305021":"\n   Will humans ever live on another planet?\n  ","305022":"\n   Dream job: Filmmaker or Chef?\n  ","305023":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","305024":"\n   What are you most excited about right now?\n  ","305025":"\n   What's the weirdest item of clothing you own?\n  ","305026":"\n   Take your pants out for a walk! PAP\n  ","305027":"\n   What do you love the smell of?\n  ","305028":"\n   What famous person would you like to meet?\n  ","305029":"\n   What frustrates you the most?\n  ","305030":"\n   What is one of your favorite foods?\n  ","305031":"\n   What is your favorite restaurant? Where is it located?\n  ","305032":"\n   What do you think is the best gift for wedding?\n  ","305033":"\n   Do you wear socks in bed?\n  ","305034":"\n   What's the best concert you've ever been to?\n  ","305035":"\n   What talent do you wish you'd been born with?\n  ","305036":"\n   If you could communicate with your pet for just a minutes, and they would understand, what would you say?\n  ","305037":"\n   What makes you feel like a boss?\n  ","305038":"\n   How do you define “smart”?\n  ","305039":"\n   Have you ever played golf?\n  ","305040":"\n   If you could interview anyone, who would you pick?\n  ","305041":"\n   What is your favorite non-social networking website?\n  ","305042":"\n   Did you ever run away from home?\n  ","305043":"\n   What are your bad habits?\n  ","305044":"\n   What makes a person rich?\n  ","305045":"\n   Do you like long hair or short hair better on others?\n  ","305046":"\n   Who is the last person you bought a gift for?\n  ","305047":"\n   Which fictional character would you date?\n  ","305048":"\n   Would you pick brains or beauty?\n  ","305049":"\n   What music are you listening to right now?\n  ","305050":"\n   Who would you like to be?\n  ","305051":"\n   What is your favorite online shopping site?\n  ","305052":"\n   What's the longest you've gone without accessing the internet?\n  ","305053":"\n   Have you witnessed any paranormal acitvities?\n  ","305054":"\n   What is the most beautiful thing you have ever seen?\n  ","305055":"\n   What color socks are you wearing right now?\n  ","305056":"\n   What is something you have lost, that you wish you could get back?\n  ","305057":"\n   Do you prefer cinema or theatre?\n  ","305058":"\n   Would you ever want to clone yourself?\n  ","305059":"\n   Look in the mirror. What do you see?\n  ","305060":"\n   What sort of things would you do to amuse yourself during a car journey?\n  ","305061":"\n   What is the secret to a happy life?\n  ","305062":"\n   Do you have a lot of respect for vegetarians?\n  ","305063":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","305064":"\n   What is the most dangerous animal?\n  ","305065":"\n   Where did you meet your best friend?\n  ","305066":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","305067":"\n   What song best describes your day today?\n  ","305068":"\n   Where were you 3 hours ago?\n  ","305069":"\n   Would you like to live in another country?\n  ","305070":"\n   How was it?\n  ","305071":"\n   Does your name have a meaning? What is it?\n  ","305072":"\n   Who is the funniest person you know?\n  ","305073":"\n   Do bananas float?\n  ","305074":"\n   PAP your most popular pic on social networks!\n  ","305075":"\n   Make an anagram out of your name!\n  ","305076":"\n   What is the most important lesson you’ve learned in life?\n  ","305077":"\n   What would you ask the President?\n  ","305078":"\n   How do you celebrate when something great happens?\n  ","305079":"\n   Would you call yourself a “happy person”?\n  ","305080":"\n   If you could have any view from your home, what would it be?\n  ","305081":"\n   How long do you need to sleep to be in good shape?\n  ","305082":"\n   What is the perfect number of hours to sleep?\n  ","305083":"\n   What was the last big mistake you made?\n  ","305084":"\n   If you could buy any car right now, what would you buy?\n  ","305085":"\n   Have you ever given up on someone? Why?\n  ","305086":"\n   Where do you fall asleep besides your bed?\n  ","305087":"\n   What would you name your first child?\n  ","305088":"\n   Post a picture of the best sports team in the world!\n  ","305089":"\n   When was the last time you saw an animal in the wild?\n  ","305090":"\n   Describe your life in five words?\n  ","305091":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","305092":"\n   What makes you feel better when you are in a bad mood?\n  ","305093":"\n   Where would you like to live?\n  ","305094":"\n   How do you like to start your morning?\n  ","305095":"\n   When will the world end?\n  ","305096":"\n   What was your first thought when you woke up this morning?\n  ","305097":"\n   What is your favorite way of wasting time?\n  ","305098":"\n   If you were an actor, would you rather perform as a theater or movie actor?\n  ","305099":"\n   Who are your enemies?\n  ","305100":"\n   Can you sing and dance? If not, do you wish you did?\n  ","305101":"\n   What picture comes to your mind when you hear word \"fun\"?\n  ","305102":"\n   What was the smartest decision you have ever made?\n  ","305103":"\n   What’s your favorite creature?\n  ","305104":"\n   Would you be happy without money?\n  ","305105":"\n   What is one thing you are sure of?\n  ","305106":"\n   Would you rather always get first dibs or the last laugh?\n  ","305107":"\n   What Wikipedia article have you recently read?\n  ","305108":"\n   Do you think forgetting is the ultimate revenge?\n  ","305109":"\n   How often do you smile?\n  ","305110":"\n   What’s your favorite dessert?\n  ","305111":"\n   PAP of your favorite face?\n  ","305112":"\n   What is your Song of the week?\n  ","305113":"\n   Would you consider yourself good at giving advice?\n  ","305114":"\n   What's your number one rule in life?\n  ","305115":"\n   Do you have posters on your wall?\n  ","305116":"\n   PAP of your current surroundings?\n  ","305117":"\n   Who rules the World?\n  ","305118":"\n   Do you have a phobia? What is it?\n  ","305119":"\n   Do you believe in horoscopes?\n  ","305120":"\n   Take a picture of your home library.\n  ","305121":"\n   Who is your favorite artist or painter?\n  ","305122":"\n   When you feel sad, what cheers you up?\n  ","305123":"\n   What is your favorite month of the year?\n  ","305124":"\n   Where do you think you'll be living five years from now?\n  ","305125":"\n   If you could steal something and get away with it, what would you steal?\n  ","305126":"\n   Should animal hunting be banned?\n  ","305127":"\n   What's the best thing you can do with a stick of gum?\n  ","305128":"\n   What is the weirdest word in your language?\n  ","305129":"\n   When is the last time you told somone you love them?\n  ","305130":"\n   If you won an Oscar, where in your home would you place it?\n  ","305131":"\n   Why do some people enjoy life and others don’t?\n  ","305132":"\n   If you could go back in history, who would you like to meet?\n  ","305133":"\n   How ambitious are you?\n  ","305134":"\n   What was the last YouTube video you saw?\n  ","305135":"\n   What's the last thing you bought and love?\n  ","305136":"\n   What is the funniest GIF ever?\n  ","305137":"\n   What makes you wake up each morning?\n  ","305138":"\n   What is your one major weakness?\n  ","305139":"\n   What talent would you like to have?\n  ","305140":"\n   What is the worst excuse you've ever heard?\n  ","305141":"\n   Do you have pets? PAP!\n  ","305142":"\n   PAP of the sunset today? Or PAP of the sunset from a previous day!\n  ","305143":"\n   If you could have one superpower what would it be?\n  ","305144":"\n   If you had the power to create one law, what would it be?\n  ","305145":"\n   What was the last song you danced to?\n  ","305146":"\n   What cannot be forgiven?\n  ","305147":"\n   What’s the nicest thing that anyone has ever said to you?\n  ","305148":"\n   What are you most known for?\n  ","305149":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","305150":"\n   What is the worst thing that can happen on a Monday morning?\n  ","305151":"\n   PAP your most popular pic on social networks!\n  ","305152":"\n   If you could have dinner with any political figure, dead or alive, who would you pick?\n  ","305153":"\n   What are you terrible at?\n  ","305154":"\n   Would you erase your most precious memories to become smarter?\n  ","305155":"\n   If you could pick an eye color what would you choose?\n  ","305156":"\n   -\n  ","305157":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","305158":"\n   What do you do when you’re angry?\n  ","305159":"\n   What was your favorite toy as a kid? PAP\n  ","305160":"\n   What's the thing you say the most?\n  ","305161":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","305162":"\n   What was the last movie you watched that was really good?\n  ","305163":"\n   What do you look like right now?\n  ","305164":"\n   What good deed did you do this week?\n  ","305165":"\n   How do you spend the majority of your free time?\n  ","305166":"\n   Do you play any online games?\n  ","305167":"\n   What is the weirdest thing you've heard somebody say?\n  ","305168":"\n   What is something you have always wanted to try?\n  ","305169":"\n   If you could go back in history, who would you like to meet?\n  ","305170":"\n   Have you ever broken up with a friend?\n  ","305171":"\n   Who is your most hated celebrity?\n  ","305172":"\n   What is your biggest regret?\n  ","305173":"\n   Do you prefer day or night?\n  ","305174":"\n   Aisle, middle, or window seat?\n  ","305175":"\n   What's the biggest lie your parents told you growing up?\n  ","305176":"\n   What's your biggest fear?\n  ","305177":"\n   Have you ever played tennis?\n  ","305178":"\n   What is (or was) your favorite class in school?\n  ","305179":"\n   What does it mean when a bird poops on you?\n  ","305180":"\n   If you could be invisible for one hour, where would you go and what you would you do?\n  ","305181":"\n   What's cool nowadays?\n  ","305182":"\n   What can you do to make this world a better place?\n  ","305183":"\n   What is the formula of happiness?\n  ","305184":"\n   What is your favorite type of pie?\n  ","305185":"\n   Do you judge people quickly?\n  ","305186":"\n   What day would you love to live again?\n  ","305187":"\n   What is in fashion today?\n  ","305188":"\n   How are you \"getting the fun\"?\n  ","305189":"\n   What is one thing you are sure of?\n  ","305190":"\n   How do successful people differ from unsuccessful ones?\n  ","305191":"\n   Who are your favorite ASKfm couples?\n  ","305192":"\n   Do you like sparkling or still water?\n  ","305193":"\n   Is there anything so precious to you that you'd risk your life for it?\n  ","305194":"\n   Whom would you like to meet?\n  ","305195":"\n   Who had the biggest influence on you as a kid?\n  ","305196":"\n   If you could live forever, would you want to?\n  ","305197":"\n   When was the last time you saw an animal in the wild?\n  ","305198":"\n   What was the last time you were angry? What happened?\n  ","305199":"\n   What is your favorite year of your life?\n  ","305200":"\n   When is the world going to end?\n  ","305201":"\n   Do you want to get the Apple Watch?\n  ","305202":"\n   Is global warming real? What do you think will happen?\n  ","305203":"\n   Scale of 1 to 10 how crazy are u?\n  ","305204":"\n   Do you wear any jewelry?\n  ","305205":"\n   Which is your favorite dessert?\n  ","305206":"\n   How do you keep yourself busy on a rainy day?\n  ","305207":"\n   What is your favorite word?\n  ","305208":"\n   What three things do you think of most each day?\n  ","305209":"\n   What things do you love?\n  ","305210":"\n   Is there something you found out about yourself while using ASKfm?\n  ","305211":"\n   Invent a new word and its definition?\n  ","305212":"\n   What is something you do every single day?\n  ","305213":"\n   What is your favorite hobby?\n  ","305214":"\n   Have you ever played golf?\n  ","305215":"\n   What's your favourite chocolate bar?\n  ","305216":"\n   Which activities or hobbies make you lose track of time?\n  ","305217":"\n   What is the best thing to eat for breakfast?\n  ","305218":"\n   What is better than chocolate?\n  ","305219":"\n   How often do you think about your future?\n  ","305220":"\n   What good idea you have had lately?\n  ","305221":"\n   What is your favorite social networking site?\n  ","305222":"\n   Did you ever fall asleep in school?\n  ","305223":"\n   What gadget are you addicted to?\n  ","305224":"\n   Who are you?\n  ","305225":"\n   Would you want to be internet famous?\n  ","305226":"\n   What tastes better than it smells?\n  ","305227":"\n   Aisle, middle, or window seat?\n  ","305228":"\n   What cheesey song do you have memorized?\n  ","305229":"\n   PAP of the very first image on your camera roll?\n  ","305230":"\n   What would you do if an elephant were charging at you?\n  ","305231":"\n   What's your favorite kind of candy?\n  ","305232":"\n   What is your favorite scent?\n  ","305233":"\n   What is your relationship status?\n  ","305234":"\n   What things do you like about your country?\n  ","305235":"\n   Who was the last person whose phone number you added to your contacts?\n  ","305236":"\n   What is your spirit animal?\n  ","305237":"\n   What's the last photo you took on your phone? Post it!\n  ","305238":"\n   Post a picture of your bed!\n  ","305239":"\n   Do you like your name?\n  ","305240":"\n   Can you recommend anything to read?\n  ","305241":"\n   You are allowed one beverage for the rest of your life. What would you choose?\n  ","305242":"\n   What is the purpose of life?\n  ","305243":"\n   What's something that can always make you feel better?\n  ","305244":"\n   Do you like sparkling or still water?\n  ","305245":"\n   Where do you get style inspiration from?\n  ","305246":"\n   What’s your motto?\n  ","305247":"\n   How do you communicate most with your friends?\n  ","305248":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","305249":"\n   When you go to amusement parks, what do you like to do most?\n  ","305250":"\n   What are you terrible at?\n  ","305251":"\n   What made your day today?\n  ","305252":"\n   What sport do you do?\n  ","305253":"\n   What sound drives you crazy?\n  ","305254":"\n   Have you ever played tennis?\n  ","305255":"\n   Who's your favorite actor?\n  ","305256":"\n   Do you play an instrument? Which?\n  ","305257":"\n   What are your top 5 favorite albums?\n  ","305258":"\n   Do you prefer to ask questions or answer them?\n  ","305259":"\n   What kind of dish can you make\/cook?\n  ","305260":"\n   Who is the most famous person in your country?\n  ","305261":"\n   How patriotic are you?\n  ","305262":"\n   How many times per day do you shower?\n  ","305263":"\n   Do you remember your first kiss?\n  ","305264":"\n   How often do you drink coffee?\n  ","305265":"\n   How old were you when you learned how to ride a bike?\n  ","305266":"\n   What do you think of tattoos?\n  ","305267":"\n   What countries would you travel to if you were to do a world trip?\n  ","305268":"\n   What do you like to do on the weekends?\n  ","305269":"\n   What is the very last thing you do before you settle in to fall asleep at night?\n  ","305270":"\n   If you became a multi-millionaire overnight, what would you buy?\n  ","305271":"\n   When one should stop learning?\n  ","305272":"\n   Would you choose money or fame?\n  ","305273":"\n   When you feel sad, what cheers you up?\n  ","305274":"\n   What magic words do you know?\n  ","305275":"\n   What is your favorite animal?\n  ","305276":"\n   What are you currently addicted to?\n  ","305277":"\n   Do you believe that playing is more important than winning?\n  ","305278":"\n   What's the most delicious fruit?\n  ","305279":"\n   Do you have a nickname? What is it?\n  ","305280":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","305281":"\n   What was your first thought when you woke up this morning?\n  ","305282":"\n   What was the last time you were angry? What happened?\n  ","305283":"\n   How can someone earn $1,000,000?\n  ","305284":"\n   What is your favorite social networking site?\n  ","305285":"\n   What is the best color for a car?\n  ","305286":"\n   On a scale of 1-10 how honest are you?\n  ","305287":"\n   What product or service do you think is ridiculously overpriced?\n  ","305288":"\n   What hairstyle looks best on girls?\n  ","305289":"\n   How do you usually express your emotions?\n  ","305290":"\n   What would you change in this World?\n  ","305291":"\n   What makes you really mad?\n  ","305292":"\n   What was your favorite TV show when you were a kid?\n  ","305293":"\n   What is your favorite type of sushi?\n  ","305294":"\n   Xbox or PlayStation?\n  ","305295":"\n   What helps you to sleep better?\n  ","305296":"\n   Do you prefer fish or meat?\n  ","305297":"\n   What is your most played song?\n  ","305298":"\n   If you could be immortal, would you choose to be?\n  ","305299":"\n   If you had to pick one place in your town to bring a tourist, where would you go?\n  ","305300":"\n   What’s one mistake you keep repeating?\n  ","305301":"\n   Who has been the most important person in your life?\n  ","305302":"\n   Have you ever got into trouble with the police?\n  ","305303":"\n   Would you leave your home country for the one you love?\n  ","305304":"\n   What is your dream travel destination?\n  ","305305":"\n   If you were candy, what would you be?\n  ","305306":"\n   Hot tea or ice tea?\n  ","305307":"\n   Who is your favorite Star Wars character?\n  ","305308":"\n   Would you rather wear a snow suit in the desert or be naked in Antarctica?\n  ","305309":"\n   What's the longest you've waited in line and what were you waiting for?\n  ","305310":"\n   Which is your favorite song?\n  ","305311":"\n   What do you usually forget?\n  ","305312":"\n   Who's your number one friend?\n  ","305313":"\n   What's your favorite movie snack?\n  ","305314":"\n   What was the last thing that made you laugh?\n  ","305315":"\n   Who are the people you spend the most time with?\n  ","305316":"\n   What's your favorite board game?\n  ","305317":"\n   If people had a warning label, what would yours say?\n  ","305318":"\n   What is your usual breakfast?\n  ","305319":"\n   What’s wrong with the world?\n  ","305320":"\n   How many times a day do you look at yourself in the mirror?\n  ","305321":"\n   What's the best concert you've ever been to?\n  ","305322":"\n   What position do you sleep in?\n  ","305323":"\n   How do you know that you're in love?\n  ","305324":"\n   If you could be another person for a day, who would you be?\n  ","305325":"\n   What was the last thing you made with your own hands?\n  ","305326":"\n   Are you a very ambitious person?\n  ","305327":"\n   If you could play any musical instrument, what would it be?\n  ","305328":"\n   Would you ever make a parachute jump?\n  ","305329":"\n   Where do you envision yourself living in the future?\n  ","305330":"\n   What are you wearing right now?\n  ","305331":"\n   What movie can you quote word for word?\n  ","305332":"\n   What is your idea of a romantic evening?\n  ","305333":"\n   Could you live without a computer?\n  ","305334":"\n   What is better the truth even if it hurts, or a lie?\n  ","305335":"\n   Which languages do you understand or speak?\n  ","305336":"\n   What emoji do you wish existed?\n  ","305337":"\n   Who would you like to be?\n  ","305338":"\n   What's your favorite smell?\n  ","305339":"\n   Till what age would you like to live and why?\n  ","305340":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","305341":"\n   Do you pick and choose your friends?\n  ","305342":"\n   OOTD?\n  ","305343":"\n   Kik?\n  ","305344":"\n   Is 14 inches a big dick?\n  ","305345":"\n   1] have you ever peed in a pool? 2] if your watching your little sister or another child at the pool and she really has to pee, would you search for a bathroom or whisper \"pee in the water\"?\n  ","305346":"\n   How often do you change your mobile phone?\n  ","305347":"\n   Who do you follow on Vine?\n  ","305348":"\n   Are you usually the heart breaker or the heart broken?\n  ","305349":"\n   What question do you often ask yourself?\n  ","305350":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","305351":"\n   Salted or sweet popcorn?\n  ","305352":"\n   What are you wearing right now?\n  ","305353":"\n   Are there any places you are afraid to visit?\n  ","305354":"\n   What is the last thing you do before bed?\n  ","305355":"\n   If you had 10 minutes on a popular TV talk show, what would you talk about?\n  ","305356":"\n   What is your zodiac sign?\n  ","305357":"\n   What do you value the most in your life?\n  ","305358":"\n   What were you doing 30 minutes ago?\n  ","305359":"\n   What is the safest place in the world?\n  ","305360":"\n   On a scale of 1-10 how honest are you?\n  ","305361":"\n   How well can you cook?\n  ","305362":"\n   Are you afraid to fly in airplanes?\n  ","305363":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","305364":"\n   Which town did you grow up in?\n  ","305365":"\n   Are you usually late, early or right on time?\n  ","305366":"\n   Why do girls' and boys' clothes have buttons on opposite sides?\n  ","305367":"\n   Do you want to be famous?\n  ","305368":"\n   Who was the last person you gave a gift to?\n  ","305369":"\n   What's your opinion about the death penalty?\n  ","305370":"\n   What is your most played song?\n  ","305371":"\n   What are your favorite smoothie ingredients?\n  ","305372":"\n   If you were a bird, where would you fly?\n  ","305373":"\n   What scares you more than anything else?\n  ","305374":"\n   How do you know when you're in love?\n  ","305375":"\n   What do you miss?\n  ","305376":"\n   Would you want to be internet famous?\n  ","305377":"\n   .\n  ","305378":"\n   .\n  ","305379":"\n   Why do people like you so much anyways???\n  ","305380":"\n   Why do you have pimples all over your face?\n  ","305381":"\n   Why are people being so mean to you???\n  ","305382":"\n   Cake or pie?\n  ","305383":"\n   Do you remember life without technology? What was it like?\n  ","305384":"\n   Who knows the most about you?\n  ","305385":"\n   Do you sleep in the dark or with some light on?\n  ","305386":"\n   If you could make anyone in the world fall in love, which two people would you put together?\n  ","305387":"\n   Do you believe in happy ending?\n  ","305388":"\n   Whom do you really love?\n  ","305389":"\n   Do you remember your first kiss?\n  ","305390":"\n   What is the best thing about being your age?\n  ","305391":"\n   If you were city mayor, what changes would you make to your city?\n  ","305392":"\n   What sport do you do?\n  ","305393":"\n   What do you like to do on a rainy day?\n  ","305394":"\n   What made you happy today?\n  ","305395":"\n   What do you do when you are alone in your room?\n  ","305396":"\n   What was the last life-changing decision you had to make?\n  ","305397":"\n   What do you like to have for breakfast?\n  ","305398":"\n   Which animal would you love to be for a day?\n  ","305399":"\n   Today is Cow Appreciation Day! Would you hug a cow?\n  ","305400":"\n   What does money smell like?\n  ","305401":"\n   What was the last thing you had to drink?\n  ","305402":"\n   How would you describe your style?\n  ","305403":"\n   Would you rather live in the mountains or on the beach?\n  ","305404":"\n   Are you a hot weather or cold weather type of person?\n  ","305405":"\n   What color socks are you wearing right now?\n  ","305406":"\n   Post a pic of your favorite shoes?\n  ","305407":"\n   Are you frightened or curious about the future?\n  ","305408":"\n   How can someone earn $1,000,000?\n  ","305409":"\n   Who's your number one friend?\n  ","305410":"\n   Where is the best place for a vacation?\n  ","305411":"\n   Do you wear any t-shirts with funny sayings on them?\n  ","305412":"\n   At what age did you find out that Santa wasn’t real?\n  ","305413":"\n   How many times per day do you shower?\n  ","305414":"\n   How fast do you fall asleep?\n  ","305415":"\n   What does it mean to be independent?\n  ","305416":"\n   What did you forget to do today?\n  ","305417":"\n   What is in your fridge?\n  ","305418":"\n   .\n  ","305419":"\n   What is your favorite scent?\n  ","305420":"\n   Do you treat your body like a Temple or more like an Amusement Park?\n  ","305421":"\n   Post a picture of the magnets on your fridge!\n  ","305422":"\n   What is in fashion today?\n  ","305423":"\n   What does it mean when a bird poops on you?\n  ","305424":"\n   Do you wear any jewelry?\n  ","305425":"\n   How does the mafia make money?\n  ","305426":"\n   How many sms do you send a day?\n  ","305427":"\n   How well can you cook?\n  ","305428":"\n   Where is the coldest place you have ever been and what was the temperature?\n  ","305429":"\n   Do you believe in destiny? What's yours?\n  ","305430":"\n   What sport is the most boring?\n  ","305431":"\n   What is your attitude towards hunting?\n  ","305432":"\n   How old were you when you started playing video games?\n  ","305433":"\n   How far in advance do you prefer to plan?\n  ","305434":"\n   Where do you think you'll be living five years from now?\n  ","305435":"\n   What is your favorite salad?\n  ","305436":"\n   is this on your saturday playlist?\n   \n    https:\/\/soundcloud.com\/bankrolltony\/madua\n   \n","305437":"\n   Im a small freshman, will people wedgie me by my tighty whities at school?\n  ","305438":"\n   .\n  ","305439":"\n   Do you decide quickly or do you think a long time?\n  ","305440":"\n   Do you like high heels?\n  ","305441":"\n   Have you visited any art galleries or museums recently?\n  ","305442":"\n   Do you wear a watch?\n  ","305443":"\n   Who do you talk to on the phone most often?\n  ","305444":"\n\n    http:\/\/www.forgifs.gallery\/2015\/06\/fail-car-dog-show-fail.html\n   \n","305445":"\n   5.)\n  ","305446":"\n   4.)\n  ","305447":"\n   3.)\n  ","305448":"\n   2.)\n  ","305449":"\n   1.)\n  ","305450":"\n   I Ask you a question like \n\n1.) how are you\n\nThen I send the number of the question like\n\n1.) \n\nand you answer there\n  ","305451":"\n   Wanna play a game?\n  ","305452":"\n   If a man was fighting his EX in a tournament (who cheated on him and spent his money) and she defeated him easily, what would be the most humiliating thing she could say as she stood with onw foot on his face in victory?\n  ","305453":"\n   What was the last drink you had?\n  ","305454":"\n   Have you ever played tennis?\n  ","305455":"\n   What is your favourite TV show?\n  ","305456":"\n   Have you ever loved someone you have not met?\n  ","305457":"\n   Do you keep your room clean or messy?\n  ","305458":"\n   Do you like Coke or Pepsi? Why?\n  ","305459":"\n   How do you cheer up a friend when they're feeling down?\n  ","305460":"\n   How can you tell that someone is lying?\n  ","305461":"\n   What music are you listening to right now?\n  ","305462":"\n   Who is your most hated celebrity?\n  ","305463":"\n   What makes you wake up each morning?\n  ","305464":"\n   If people had a warning label, what would yours say?\n  ","305465":"\n   What are you always late for?\n  ","305466":"\n   If you have friends coming over, what would you cook?\n  ","305467":"\n   What is under your bed?\n  ","305468":"\n   Have you been to any cool concerts lately?\n  ","305469":"\n   If you were to change one thing about yourself, what would it be?\n  ","305470":"\n   What do you like to do on the weekends?\n  ","305471":"\n   Is global warming real? What do you think will happen?\n  ","305472":"\n   What color are your eyes?\n  ","305473":"\n   If you had an extra hour of free time every day, what would you do with it?\n  ","305474":"\n   What is your biggest addiction?\n  ","305475":"\n   What are the benefits of being famous?\n  ","305476":"\n   What is something you want right now?\n  ","305477":"\n   What is the best way to deal with stress?\n  ","305478":"\n   How can people hear their own thoughts?\n  ","305479":"\n   Why do people smoke?\n  ","305480":"\n   Which gossip is there about you?\n  ","305481":"\n   Who was the last person you took a picture with?\n  ","305482":"\n   Look in the mirror. What do you see?\n  ","305483":"\n   What shoes did you wear today?\n  ","305484":"\n   What did you forget to do today?\n  ","305485":"\n   Who is the last person you bought a gift for?\n  ","305486":"\n   What is your favorite clothing store?\n  ","305487":"\n   How do you usually start a conversation?\n  ","305488":"\n   Where do you think you'll be living five years from now?\n  ","305489":"\n   Could you live without a computer?\n  ","305490":"\n   Take a picture of your home library.\n  ","305491":"\n   Who did you last say “I love you” to?\n  ","305492":"\n   Why do people kill each other?\n  ","305493":"\n   Would you prefer a party with a few friends or lots of friends?\n  ","305494":"\n   What is the funniest thing you have ever seen?\n  ","305495":"\n   Who do you talk to on the phone most often?\n  ","305496":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","305497":"\n   What’s on your mind?\n  ","305498":"\n   Who do you follow on Vine?\n  ","305499":"\n   What's the best concert you've ever been to?\n  ","305500":"\n   Who knows you the best?\n  ","305501":"\n   What do you do when the remote is too far?\n  ","305502":"\n   Do you think people are basically bad or basically good?\n  ","305503":"\n   What music do you prefer: Pop, Rap, RnB or Rock?\n  ","305504":"\n   Who made the last incoming call on your phone?\n  ","305505":"\n   How much would it cost to buy your love?\n  ","305506":"\n   What makes you laugh the most?\n  ","305507":"\n   Do you think you're brave?\n  ","305508":"\n   What is the most played song in your music library?\n  ","305509":"\n   If you could be another person for a day, who would you be?\n  ","305510":"\n   What do you do when you don't know the answer?\n  ","305511":"\n   Which was the last good movie you watched?\n  ","305512":"\n   What's your favorite movie scene?\n  ","305513":"\n   What was the last restaurant you went to?\n  ","305514":"\n   Do you talk to yourself?\n  ","305515":"\n   Do you love your country?\n  ","305516":"\n   Are you outgoing or shy?\n  ","305517":"\n   If you could visit anywhere on holiday where would you go?\n  ","305518":"\n   What is your favorite animal?\n  ","305519":"\n   Do you want to get the Apple Watch?\n  ","305520":"\n   What are you busy with today?\n  ","305521":"\n   Do you remember your dreams?\n  ","305522":"\n   Do you prefer Instagram or Facebook?\n  ","305523":"\n   When you feel sad, what cheers you up?\n  ","305524":"\n   It's Saturday! What are you doing today?\n  ","305525":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","305526":"\n   What kind of transportation do you use most often?\n  ","305527":"\n   Do you like modern art?\n  ","305528":"\n   Are you a very ambitious person?\n  ","305529":"\n   Do you like being alone?\n  ","305530":"\n   What makes you really sleepy?\n  ","305531":"\n   Which room do you spend the most time in in your house?\n  ","305532":"\n   What YouTube video made you laugh recently?\n  ","305533":"\n   What do you think about marriage?\n  ","305534":"\n   Who is your favorite author?\n  ","305535":"\n   Do you have a lot of respect for vegetarians?\n  ","305536":"\n   What's your favorite movie snack?\n  ","305537":"\n   When you imagine yourself as really, really relaxed and happy, what are you doing?\n  ","305538":"\n   Who is the boss in your house?\n  ","305539":"\n   What would you do today if there is no more tomorrow?\n  ","305540":"\n   What supercool connections have you made through the Internet?\n  ","305541":"\n   What is your favorite thing in your room?\n  ","305542":"\n   Are you a good liar?\n  ","305543":"\n   Do you have or want a tattoo? What and where?\n  ","305544":"\n   Who sent the last text message you received?\n  ","305545":"\n   Post a picture of your current lock screen.\n  ","305546":"\n   What is the one thing you want most in your life right now?\n  ","305547":"\n   Who is your favorite artist?\n  ","305548":"\n   What is the meaning of the life in one word?\n  ","305549":"\n   Who would you like to be?\n  ","305550":"\n   Have you bought any clothing items in the last week?\n  ","305551":"\n   Do you follow your brain or your heart?\n  ","305552":"\n   If you could go back in time to talk to yourself, what would you say?\n  ","305553":"\n   How to find true love?\n  ","305554":"\n   Do you prefer to be alone or around people?\n  ","305555":"\n   What kind of things do you like to do in summer?\n  ","305556":"\n   How frequently do you talk to distant friends?\n  ","305557":"\n   What's the oldest you'd date?\n  ","305558":"\n   What do you look for in a guy\/girl?\n  ","305559":"\n   Where is the most fun place you have ever been?\n  ","305560":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask?\n  ","305561":"\n   What is your favorite restaurant in the world?\n  ","305562":"\n   Do you worry about your future?\n  ","305563":"\n   What kind of music calms you down?\n  ","305564":"\n   What helps you to make the right decision?\n  ","305565":"\n   Wait, you said a while back that you wouldn't.... Why the change of heart?\n  ","305566":"\n   Would you ever date somebody older than 18?\n  ","305567":"\n   Who is your favorite YouTuber?\n  ","305568":"\n   What do you do when you’re angry?\n  ","305569":"\n   What topic of conversation do you consider boring?\n  ","305570":"\n   Do you prefer Instavideo or Vine?\n  ","305571":"\n   What do you look forward to most this year?\n  ","305572":"\n   In three words, how would you describe your best friend?\n  ","305573":"\n   Is love complicated? Why?\n  ","305574":"\n   What do you think of dressing up pets?\n  ","305575":"\n   Post a picture of your favorite outfit!\n  ","305576":"\n   What's your favorite day of the week?\n  ","305577":"\n   What is your favorite song at the moment?\n  ","305578":"\n   What is your favorite sport to play?\n  ","305579":"\n   Do you trust your government?\n  ","305580":"\n   Should schools offer cash bonuses for good test scores?\n  ","305581":"\n   Who will be the next person you will kiss?\n  ","305582":"\n   Where are you at the moment? Record video.\n  ","305583":"\n   What time do you usually wake up in the morning?\n  ","305584":"\n   What was your first paying job?\n  ","305585":"\n   How do you write songs? Like is it just randomly or something else?\n  ","305586":"\n   How do you stay fit?\n  ","305587":"\n   What is your favorite charity?\n  ","305588":"\n   How do you surprise other people?\n  ","305589":"\n   What did you have for breakfast this morning?\n  ","305590":"\n   What is your favorite thing in your room?\n  ","305591":"\n   What do you miss?\n  ","305592":"\n   Is it easier to forgive or forget?\n  ","305593":"\n   Look in the mirror. What do you see?\n  ","305594":"\n   Have you visited any art galleries or museums recently?\n  ","305595":"\n   How do men understand ‘romance’?\n  ","305596":"\n   When you feel sad, what cheers you up?\n  ","305597":"\n   What can’t be bought with money?\n  ","305598":"\n   Who is your most hated celebrity?\n  ","305599":"\n   What would the world be like without religion?\n  ","305600":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","305601":"\n   Do you trust your friends?\n  ","305602":"\n   If you were candy, what would you be?\n  ","305603":"\n   Who is your favorite artist or painter?\n  ","305604":"\n   Would you rather live in the mountains or on the beach?\n  ","305605":"\n   Best music service? Pandora, Soundcloud or Spotify?\n  ","305606":"\n   Paul McCartney said: \"If slaughterhouses had glass walls, everyone would be a vegetarian.\" What do you think about it?\n  ","305607":"\n   If you had wings, where would you fly?\n  ","305608":"\n   Do you prefer Instagram or Facebook?\n  ","305609":"\n   What question do you ask yourself a lot?\n  ","305610":"\n   Have you ever played tennis?\n  ","305611":"\n   What is the traditional meal in your country?\n  ","305612":"\n   What's your favorite movie snack?\n  ","305613":"\n   What's the best prank you've ever played on somebody?\n  ","305614":"\n   Well have you ever made someone tap out or cry with it?\n  ","305615":"\n   Wow thanks! How painful is it for them?\n  ","305616":"\n   Can you explain how you did it? I wanna do it to my brother!\n  ","305617":"\n   What do you think of the Kardashians?\n  ","305618":"\n   Have you ever wrestled someone and squeezed them really hard with your legs?\n  ","305619":"\n   What are you in a relationship with?\n  ","305620":"\n   With who??\n  ","305621":"\n   Are you in a relationship?\n  ","305622":"\n   What would you do if you found out that your fave fell in love with you?\n  ","305623":"\n   If you could pick an eye color what would you choose?\n  ","305624":"\n   Do you prefer fish or meat?\n  ","305625":"\n   Are you afraid of people?\n  ","305626":"\n   How do you usually start a conversation?\n  ","305627":"\n   What is the quality you most like in a woman?\n  ","305628":"\n   Do you like dogs?\n  ","305629":"\n   Where should you never take a first date?\n  ","305630":"\n   Who made the last incoming call on your phone?\n  ","305631":"\n   What is the most dangerous thing you have ever done?\n  ","305632":"\n   What one word describes you?\n  ","305633":"\n   What do you like to cook?\n  ","305634":"\n   What is your favorite way of wasting time?\n  ","305635":"\n   What was the last thing you bought?\n  ","305636":"\n   What would you name your next\/first pet?\n  ","305637":"\n   Random fact about you?\n  ","305638":"\n   Is global warming real? What do you think will happen?\n  ","305639":"\n   `-`\n   \n    http:\/\/www.1000search.org\/2015\/03\/resul-3023.html\n   \n","305640":"\n   `-`\n   \n    http:\/\/www.1000search.org\/2015\/03\/resul-3023.html\n   \n","305641":"\n   Are you a city or a nature person?\n  ","305642":"\n   If you could close one fast food chain because of disgusting food, which one would you pick?\n  ","305643":"\n   Are you good at swimming?\n  ","305644":"\n   What was the worst meal you have ever had?\n  ","305645":"\n   Who is the funniest comedian?\n  ","305646":"\n   Are you left handed or right handed?\n  ","305647":"\n   How often do you work out?\n  ","305648":"\n   What makes you wake up each morning?\n  ","305649":"\n   Do you think that there are any topics that there should be more movies about?\n  ","305650":"\n   What is (or was) your favorite class in school?\n  ","305651":"\n   Whom would you like to meet?\n  ","305652":"\n   Do you like to dance?\n  ","305653":"\n   Do you miss anyone right now?\n  ","305654":"\n   Would you date yourself if you were someone else?\n  ","305655":"\n   What’s on your mind?\n  ","305656":"\n   What were you doing 30 minutes ago?\n  ","305657":"\n   What is your relationship status?\n  ","305658":"\n   How do you spend the majority of your free time?\n  ","305659":"\n   What time did you wake up this morning?\n  ","305660":"\n   What is the best thing to eat for breakfast?\n  ","305661":"\n   How often do you draw?\n  ","305662":"\n   How many times do you hit the snooze button before getting up?\n  ","305663":"\n   What is your idea of the perfect honeymoon destination?\n  ","305664":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","305665":"\n   What’s in your pockets?\n  ","305666":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","305667":"\n   Who do you follow on Vine?\n  ","305668":"\n   How many books have you read in your life?\n  ","305669":"\n   How fast do you fall in love?\n  ","305670":"\n   Post a pic? #whereistand\n  ","305671":"\n   If you could be invisible, what would you do?\n  ","305672":"\n   Have you ever loved someone you have not met?\n  ","305673":"\n   Do you want to get the Apple Watch?\n  ","305674":"\n   How often do you drink coffee?\n  ","305675":"\n   Will humans ever live on another planet?\n  ","305676":"\n   Why the word platypus?\n  ","305677":"\n   What's 1 random fact about you?\n  ","305678":"\n   Neck kisses or just kissing?\n  ","305679":"\n   Post a picture of your bed!\n  ","305680":"\n   Would you date someone over 18?\n  ","305681":"\n   Do these guys know who they are?\n  ","305682":"\n   So it is you! Wait, why didn't you ever tell us this before?\n  ","305683":"\n   Wait, prove that this is actually you. What's my name?\n  ","305684":"\n   Are you lying, so we don't guess who the actual people are?\n  ","305685":"\n   What are they?\n  ","305686":"\n   Are the last 2 food?\n  ","305687":"\n   Who would you date out of 1d?\n  ","305688":"\n   Why are you so sassy tonight Jay???\n  ","305689":"\n   No\n  ","305690":"\n   Wait, you like Justin Bieber???\n  ","305691":"\n   Who are the last 2?\n  ","305692":"\n   I know the other 2 must be Chris Collins and Cameron Dallas\n  ","305693":"\n   Is the J one Justin Bieber?\n  ","305694":"\n   Are they famous at all?\n  ","305695":"\n   What's that letter?\n  ","305696":"\n   Does more than one start with the same letter?\n  ","305697":"\n   How many crushes do you have?\n  ","305698":"\n   What does his name start with?\n  ","305699":"\n   Why not?\n  ","305700":"\n   Are you going to tell who it is?\n  ","305701":"\n   Is it somebody that isn't in One Direction?\n  ","305702":"\n   Do you have a crush on anybody?\n  ","305703":"\n   Post a picture of your angry face!\n  ","305704":"\n   When will the world end?\n  ","305705":"\n   What do women talk about when there are no men around?\n  ","305706":"\n   How does the mafia make money?\n  ","305707":"\n   When you can justify a lie?\n  ","305708":"\n   What is your height?\n  ","305709":"\n   What makes you wake up each morning?\n  ","305710":"\n   What do you like best about your hometown?\n  ","305711":"\n   Do you have phobias?\n  ","305712":"\n   When was the last time you danced?\n  ","305713":"\n   What was the longest car ride you’ve ever taken?\n  ","305714":"\n   Do you believe in Karma?\n  ","305715":"\n   On a scale from 1 to 10 how weird are you?\n  ","305716":"\n   How patriotic are you?\n  ","305717":"\n   Look in the mirror. What do you see?\n  ","305718":"\n   How do men understand ‘romance’?\n  ","305719":"\n   How old were you when you learned how to ride a bike?\n  ","305720":"\n   What was the last time you were angry? What happened?\n  ","305721":"\n   What is your favorite type of sushi?\n  ","305722":"\n   Do you give money to beggars in the street?\n  ","305723":"\n   Would you rather go out for dinner or cook at home?\n  ","305724":"\n   If you have friends coming over, what would you cook?\n  ","305725":"\n   Who did you last say “I love you” to?\n  ","305726":"\n   What's the best thing that happened to you today?\n  ","305727":"\n   Is there anything you see that no one else notices?\n  ","305728":"\n   How long does love live?\n  ","305729":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","305730":"\n   Are there any places you are afraid to visit?\n  ","305731":"\n   What are you listening to right now?\n  ","305732":"\n   If you feel stressed what would you do to reduce it?\n  ","305733":"\n   What is the most important thing your country has given to the world?\n  ","305734":"\n   What is your spirit animal?\n  ","305735":"\n   Are you ready?\n  ","305736":"\n   What do you do when you don't know the answer?\n  ","305737":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","305738":"\n   Who is the biggest gossiper you know?\n  ","305739":"\n   Do you play an instrument? Which?\n  ","305740":"\n   How old were you when you started playing video games?\n  ","305741":"\n   What's the most overrated tourist attraction?\n  ","305742":"\n   Where do you feel most safe?\n  ","305743":"\n   What do you like to do on the weekends?\n  ","305744":"\n   Who had the most positive influence on you?\n  ","305745":"\n   What type of people are you afraid of?\n  ","305746":"\n   What one word describes you?\n  ","305747":"\n   What's your biggest phobia?\n  ","305748":"\n   Did you ever fall asleep in school?\n  ","305749":"\n   Who is your most attractive friend?\n  ","305750":"\n   Do you wear socks in bed?\n  ","305751":"\n   What's the last book you read?\n  ","305752":"\n   What did you roll on\n  ","305753":"\n   Ok, how did it go\n  ","305754":"\n   -\n  ","305755":"\n   Do a proper roll now if you can\n  ","305756":"\n   Not a proper roll then lol\n  ","305757":"\n   Did you finish it standing\n  ","305758":"\n   When did you last do a roll\n  ","305759":"\n   How many people do you think you've met in your life?\n  ","305760":"\n   Think it would work doing rolls like the ice bucket challenge and film the roll then nominate others to do it\n  ","305761":"\n   Are cats or dogs smarter?\n  ","305762":"\n   How long does it take to really 'know' someone?\n  ","305763":"\n   Are you afraid of the dark?\n  ","305764":"\n   How often do you buy things via the Internet?\n  ","305765":"\n   Why is it an entertaining way to raise money\n  ","305766":"\n   Is it ethical to eat meat?\n  ","305767":"\n   Are you afraid of people?\n  ","305768":"\n   Is shopping a form of entertainment for you?\n  ","305769":"\n   Who was your idol when you were growing up?\n  ","305770":"\n   Why would you somersault for that\n  ","305771":"\n   A forward roll is a somersault\n  ","305772":"\n   How can you tell that someone is lying?\n  ","305773":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","305774":"\n   To raise money\/awareness for Multiple Sclerosis would you do a forward roll?\n  ","305775":"\n   What's your favorite slang word?\n  ","305776":"\n   What is the weirdest thing you've heard somebody say?\n  ","305777":"\n   What do you do to entertain yourself?\n  ","305778":"\n   Best music service? Pandora, Soundcloud or Spotify?\n  ","305779":"\n   What could you do as a child that you can't do now?\n  ","305780":"\n   What are your plans for tomorrow?\n  ","305781":"\n   What’s in your pockets?\n  ","305782":"\n   What causes you to panic?\n  ","305783":"\n   Whom do you really love?\n  ","305784":"\n   Do you like Coke or Pepsi? Why?\n  ","305785":"\n   How do you like to start your morning?\n  ","305786":"\n   What was the worst age you’ve had so far?\n  ","305787":"\n   What is your mission?\n  ","305788":"\n   If there is one thing that you could change about the past, what would that be?\n  ","305789":"\n   What color do you wear most frequently?\n  ","305790":"\n   What time do you normally wake up?\n  ","305791":"\n   What vegetable do you hate?\n  ","305792":"\n   How often do you go to parties?\n  ","305793":"\n   Rate your dancing skills from 1 (worst) to 10 (best)\n  ","305794":"\n   What did you dream about last night?\n  ","305795":"\n   What sort of things would you do to amuse yourself during a car journey?\n  ","305796":"\n   Do you make decisions spontaneously or chart out a plan first?\n  ","305797":"\n   What perfume are you wearing today?\n  ","305798":"\n   Where is the coldest place you have ever been and what was the temperature?\n  ","305799":"\n   Do you believe that playing is more important than winning?\n  ","305800":"\n   Why aren't you dating anybody right now?\n  ","305801":"\n   What's the thing you say the most?\n  ","305802":"\n   What was the last argument you had?\n  ","305803":"\n   What was the last 'nice' thing you did for yourself?\n  ","305804":"\n   If you could go on a roadtrip with any person, who would you choose and where would you go?\n  "},"Answer":{"304732":"\n  At home\n  ","304733":"\n  Yeah\n  ","304734":"\n  Uhh honestly we already have Trump and he wasn’t even politically involved much before he became president so I guess nobody\n  ","304735":"\n  Being nice\n  ","304736":"\n  Mosquitoes\n  ","304737":"\n  Being faithful 😎\n  ","304738":"\n  Drunk Twister\n  ","304739":"\n  A bit of both\n  ","304740":"\n  No bullshit\n  ","304741":"\n  My own place\n  ","304742":"\n  JFK\n  ","304743":"\n  Margarita\n  ","304744":"\n  Well honestly, people like confidence, not a cocky confidence but like just they look at you and just know you don’t let the world get to you so yeah\n  ","304745":"\n  Yeah\n  ","304746":"\n  Europe\n  ","304747":"\n  No\n  ","304748":"\n  Sort of cuz I just have to cover my own grounds ya know?\n  ","304749":"\n  Sup\n  ","304750":"\n  Danielle\n  ","304751":"\n  Liars\n  ","304752":"\n  5 years\n  ","304753":"\n  Music..oh wait 😏\n  ","304754":"\n  Peanut m&ms\n  ","304755":"\n  A street\n  ","304756":"\n  New Rules\n  ","304757":"\n  Food\n  ","304758":"\n  Hawaii\n  ","304759":"\n  Bullying\n  ","304760":"\n  My bed lol\n  ","304761":"\n  Too many to choose from\n  ","304762":"\n  A nap\n  ","304763":"\n  I didn't like the makeup honestly it wasn't until the 7th grade when I hated wearing makeup cuz my mom made me wear a ton of it\n  ","304764":"\n  For some people it can, but I don't judge based on music taste, I judge based on personality and basically how the person treats others.\n  ","304765":"\n  Blues Clues\n  ","304766":"\n  The cell phone\n  ","304767":"\n  Nope\n  ","304768":"\n  I'd like to go to more concerts\n  ","304769":"\n  No, but my little brother asked to give me one a lot.... yeah he's such a strange child lol\n  ","304770":"\n  Well if she's forcing than to then yeah but some little kids like doing that kind of stuff lol\n  ","304771":"\n  I gave up on counting lol\n  ","304772":"\n  Sweats and a hoodie\n  ","304773":"\n  Somewhat yeah\n  ","304774":"\n  Be rude\n  ","304775":"\n  Too much\n  ","304776":"\n  To not rely on anyone\n  ","304777":"\n  Hopefully it's not an apocalypse\n  ","304778":"\n  Already am, and it's leading me in circles\n  ","304779":"\n  World peace\n  ","304780":"\n  Art\n  ","304781":"\n  Traveled across the country\n  ","304782":"\n  Sunny side up\n  ","304783":"\n  With my family\n  ","304784":"\n  Idk that's why it's anonymous\n  ","304785":"\n  By not fucking around with the planet too much\n  ","304786":"\n  I already deal with both and both of them suck\n  ","304787":"\n  A ring from my grandma\n  ","304788":"\n  I can cook anything\n  ","304789":"\n  Too hot\n  ","304790":"\n  A trip with no destination\n  ","304791":"\n  I can't do any of them lol\n  ","304792":"\n  To juggle\n  ","304793":"\n  I think my 16th birthday was nice it was so relaxed and all I did was slept and ate a ton\n  ","304794":"\n  Yeah\n  ","304795":"\n  I want to go to the movies\n  ","304796":"\n  Yeah\n  ","304797":"\n  Too many to choose from\n  ","304798":"\n  3 hours, and it was for a roller coaster\n  ","304799":"\n  Twitter\n  ","304800":"\n  Become interested in the person enough to have a second date? Lol\n  ","304801":"\n  Popcorn\n  ","304802":"\n  Talking about the past funny\/stupid things us kids did with the family\n  ","304803":"\n  Most definitely\n  ","304804":"\n  Three little birds in a tree\n  ","304805":"\n  Spotify\n  ","304806":"\n  I'd like to learn Arabic\n  ","304807":"\n  Yeah\n  ","304808":"\n  The fact that we've all got a good sense of humor\n  ","304809":"\n  Lot of drama but without the cameras they're pretty chill people\n  ","304810":"\n  A week in a car driving across the country\n  ","304811":"\n  Both\n  ","304812":"\n  That I'm strong\n  ","304813":"\n  Apples\n  ","304814":"\n  \"Careful, may spazz out from time to time and won't take anyone's shit\"\n  ","304815":"\n  I'd stop the violence\n  ","304816":"\n  Movies that keep me on the edge of my seat\n  ","304817":"\n  No one of your concern\n  ","304818":"\n  No, I want to continue to learn more, so I can just know I guess. I crave knowledge\n  ","304819":"\n  Window\n  ","304820":"\n  Dancing\n  ","304821":"\n  My laptop\n  ","304822":"\n  How do I do that?\n  ","304823":"\n  It is strange\n  ","304824":"\n  Cake\n  ","304825":"\n  They come out of nowhere I can't really explain it\n  ","304826":"\n  Yeah\n  ","304827":"\n  Of course\n  ","304828":"\n  I play soccer, I swim, I run, but it's all on my own time. I do a lot more though just too lazy to say\n  ","304829":"\n  I'd have to take a pic of it cuz if I explain it nobody would understand lol\n  ","304830":"\n  .\n  ","304831":"\n  Beard but like not one that touches the lips\n  ","304832":"\n  Sleep, watch YouTube, make videos\n  ","304833":"\n  11\n  ","304834":"\n  Yup\n  ","304835":"\n  My brother\n  ","304836":"\n  None that I can remember\n  ","304837":"\n  Well if it suits his fancy then there's no need to question it\n  ","304838":"\n  Nope just have him clean it once he's done with it\n  ","304839":"\n  The horse stables on my street cuz horses.\n  ","304840":"\n  I play trumpet, and I'm working on learning to play piano, but we'll see how that one goes\n  ","304841":"\n  Idk\n  ","304842":"\n  City\n  ","304843":"\n  Sierra\n  ","304844":"\n  Action movies\n  ","304845":"\n  Not really for selfies unless someone else is taking one of me because I feel rude if I don't smile in others photos of me\n  ","304846":"\n  Because people have seen what terrible things bad foods do to your body and don't want that to happen to them\n  ","304847":"\n  The core\n  ","304848":"\n  World peace day, and it would be filled with people just being nice to each other and just giving back to the world\n  ","304849":"\n  LA\n  ","304850":"\n  Both\n  ","304851":"\n  Don't ever give up learning\n  ","304852":"\n  Not really\n  ","304853":"\n  I like to draw, paint, and read\n  ","304854":"\n  Yes!\n  ","304855":"\n  Earlier\n  ","304856":"\n  Nothing of importance\n  ","304857":"\n  A tiger\n  ","304858":"\n  I tolerate both equally\n  ","304859":"\n  Idk\n  ","304860":"\n  It's not kid appropriate, that's for sure! 😂\n  ","304861":"\n  Purple\n  ","304862":"\n  Not very\n  ","304863":"\n  From someone that's from the country\n  ","304864":"\n  Their personality\n  ","304865":"\n  Yes, very\n  ","304866":"\n  I need to go birthday shopping, but I don't know what my parents have planned\n  ","304867":"\n  A librarian\n  ","304868":"\n  Pajamas\n  ","304869":"\n  Depends on my mood\n  ","304870":"\n  I've never done either of them\n  ","304871":"\n  I once fell asleep during a snowball fight\n  ","304872":"\n  Twitter, Facebook, news station sites, etc.\n  ","304873":"\n  I read, it calms me\n  ","304874":"\n  Get up, go to school, celebrate the Christmas holiday, and go home\n  ","304875":"\n  Can't say it yet\n  ","304876":"\n  My friend Butch\n  ","304877":"\n  By working really hard\n  ","304878":"\n  My best friend\n  ","304879":"\n  Depends on my mood\n  ","304880":"\n  Past relationships\n  ","304881":"\n  About a 5\n  ","304882":"\n  Honestly I don't know\n  ","304883":"\n  Giving\n  ","304884":"\n  Popcorn\n  ","304885":"\n  Paperwork\n  ","304886":"\n  Sleep a lot and hopefully break in the new shot gun, but we'll see how that goes\n  ","304887":"\n  My room and the kitchen\n  ","304888":"\n  Too many of them lol\n  ","304889":"\n  A snow globe\n  ","304890":"\n  I don't really know lol\n  ","304891":"\n  I scroll through and read the description\n  ","304892":"\n  I read and drink a bunch of tea\n  ","304893":"\n  Honestly, it'd be cool to be a vampire\n  ","304894":"\n  Smokey and the Bandit\n  ","304895":"\n  Hot cocoa\n  ","304896":"\n  About 4 years\n  ","304897":"\n  The truth all the way\n  ","304898":"\n  Yes!!\n  ","304899":"\n  My best friends\n  ","304900":"\n  I can't explain what my personality I guess I'm very random lol\n  ","304901":"\n  My phone\n  ","304902":"\n  Love\n  ","304903":"\n  I read\n  ","304904":"\n  I think there should be more bully awarenesses but like both sides of the story\n  ","304905":"\n  Monday\n  ","304906":"\n  The Last Mimzy\n  ","304907":"\n  I once had a dream I was at school and like I went through a full day and then when I woke up everything happened the way it was in my dream\n  ","304908":"\n  I punched someone in the face, and I knocked them out\n  ","304909":"\n  So many reasons\n  ","304910":"\n  A singer or an actress\n  ","304911":"\n  Momma\n  ","304912":"\n  At home\n  ","304913":"\n  Not very often\n  ","304914":"\n  There's too many to name\n  ","304915":"\n  A massage\n  ","304916":"\n  A head butt, my heads hard enough to knock someone out\n  ","304917":"\n  I'm not a fan of Mountain Dew, it hurts my stomach when I drink it\n  ","304918":"\n  \"And I was brushing my hair.\"\n  ","304919":"\n  Both\n  ","304920":"\n  Kisses\n  ","304921":"\n  Incredibles 2\n  ","304922":"\n  Food\n  ","304923":"\n  This goes good with music\n  ","304924":"\n  Why not just be a sociable genius?\n  ","304925":"\n  Sometimes\n  ","304926":"\n  Monday's\n  ","304927":"\n  Both are very equal\n  ","304928":"\n  Live each moment like it's their last\n  ","304929":"\n  That was honestly so strange 😂\n  ","304930":"\n  Go for it\n  ","304931":"\n  Rue 21\n  ","304932":"\n  18\n  ","304933":"\n  Hello?\n  ","304934":"\n  0\n  ","304935":"\n  I usually just meet up with them at their house or school\n  ","304936":"\n  Lots of things\n  ","304937":"\n  I don't think it should be a thing, I think they should serve their time around other dangerous people other than themselves and learn from what they've done. Death is an escape that even innocent people want to take the way out.\n  ","304938":"\n  Most the time\n  ","304939":"\n  An easier insight for people that want to connect with me but don't want to do it publicly\n  ","304940":"\n  Don't ever judge a book by its cover\n  ","304941":"\n  Raspberries\n  ","304942":"\n  Depends on how tired I am\n  ","304943":"\n  I think they're both ADD af but in their own ways\n  ","304944":"\n  All the time\n  ","304945":"\n  Ginger, Axe products, and hand sanitizer\n  ","304946":"\n  Yeah\n  ","304947":"\n  Too many events to choose from\n  ","304948":"\n  Hawaii\n  ","304949":"\n  17+\n  ","304950":"\n  Chilling\n  ","304951":"\n  I grew up with it\n  ","304952":"\n  If it suits their fancy, then it shouldn't bother anyone\n  ","304953":"\n  Rude people\n  ","304954":"\n  Food\n  ","304955":"\n  I took a bullet for someone\n  ","304956":"\n  I don't cry during movies\n  ","304957":"\n  We all understand it in different ways\n  ","304958":"\n  Swim\n  ","304959":"\n  About?\n  ","304960":"\n  Strong\n  ","304961":"\n  A quote \"There's always a light at the end of a tunnel.\" In cursive and with a train coming out of a tunnel with a bright light on my right shoulder\n  ","304962":"\n  Don't date until you can provide for yourself and that you understand yourself completely.\n  ","304963":"\n  Food\n  ","304964":"\n  Sometimes but not often\n  ","304965":"\n  Family Guy\n  ","304966":"\n  Honesty\n  ","304967":"\n  Black\n  ","304968":"\n  All over the place\n  ","304969":"\n  I feel they all do the same amount of damage just in different ways\n  ","304970":"\n  Not that I know of\n  ","304971":"\n  Well I can ride a unicycle and walk on stilts\n  ","304972":"\n  Fighting\n  ","304973":"\n  5\n  ","304974":"\n  Not heavily, no.\n  ","304975":"\n  10:45\n  ","304976":"\n  Des\n  ","304977":"\n  There have been micro-organisms found\n  ","304978":"\n  Skydiving, getting a tattoo, traveling more around the world\n  ","304979":"\n  Depends on what they did\n  ","304980":"\n  Popcorn\n  ","304981":"\n  It is what it is\n  ","304982":"\n  Wherever they belong on set\n  ","304983":"\n  Vintage\n  ","304984":"\n  No, I'm not you're a fucking pervert that needs to get the fuck out of my inbox. You manipulative little shit\n  ","304985":"\n  I never really was influenced by anyone because I grew up only relying on myself\n  ","304986":"\n  Fuck no\n  ","304987":"\n  All the time, it helps me sort myself out a bit more\n  ","304988":"\n  Idk I don't watch them anyways\n  ","304989":"\n  Bad drivers\n  ","304990":"\n  We're completely different people that are compared to others that couldn't match us even if they tried\n  ","304991":"\n  The video of the penguin falling over and then the other two penguins yelling at it and then the one the fell yelling back at them\n  ","304992":"\n  Too many to count, I never stop reading\n  ","304993":"\n  I don't read any of them anymore cuz the media doesn't really give out the real stories\n  ","304994":"\n  To be happy and make everyone else happy\n  ","304995":"\n  Eh depends\n  ","304996":"\n  The good moments in life\n  ","304997":"\n  Either the guitar or the piano\n  ","304998":"\n  If I wasn't sick, I'd do great but right now, I'm all stuffy\n  ","304999":"\n  Shower\n  ","305000":"\n  12. English, German, Irish (yes they have a special language), French, Spanish, Italian, Latin, sign language, Korean, Chinese, and Japanese\n  ","305001":"\n  An annoying person walking through the class\n  ","305002":"\n  She is crazy\n  ","305003":"\n  Run, Boy, Run it's such a good book\n  ","305004":"\n  5 am\n  ","305005":"\n  To love everyone and be at peace\n  ","305006":"\n  Lots of things\n  ","305007":"\n  I stretch my body out, get my pillows all set up, and I curl up in my blankets and sleep\n  ","305008":"\n  My combat boots costed me $24\n  ","305009":"\n  Following your own dreams.. unless it's illegal then go with your parents dreams\n  ","305010":"\n  I might with my family it just depends if they're up to it\n  ","305011":"\n  I tell them that there are so many other PRODUCTIVE things you could be doing rather than waste your time harassing me\n  ","305012":"\n  I go with my gut\n  ","305013":"\n  Nope\n  ","305014":"\n  Mint chocolate chip\n  ","305015":"\n  There are actually bright minds\n  ","305016":"\n  🙌🏼😏😝😂🙃🤔😅😴😑😒😫😤😠😡\n  ","305017":"\n  Idk man\n  ","305018":"\n  Stupid drivers, it's not fun getting hit!\n  ","305019":"\n  The cure for cancer\n  ","305020":"\n  Yes\n  ","305021":"\n  Maybe, if we could all sit down and come up with a plausible way to get there!\n  ","305022":"\n  Chef\n  ","305023":"\n  I don't know\n  ","305024":"\n  Sleep\n  ","305025":"\n  I have a sparkly gray belt\n  ","305026":"\n  Wtf it's like 11 no\n  ","305027":"\n  Cinnamon\n  ","305028":"\n  Too many to choose from\n  ","305029":"\n  When people don't listen\n  ","305030":"\n  Lightly salted popcorn is what I've been craving nonstop\n  ","305031":"\n  I don't remember the name but there's this noodle shop in San Diego which was pretty good\n  ","305032":"\n  I've always thought a cool gift would be to make a cake but of like the bride and whomever they chose standing up but like mannequins\n  ","305033":"\n  Sometimes yeah\n  ","305034":"\n  OTRA Baltimore\n  ","305035":"\n  Skateboarding\n  ","305036":"\n  I'd ask them why they feel the need to wake me up on the weekends\n  ","305037":"\n  When people actually listen and take my advice\n  ","305038":"\n  Well there's book smart and then there's street smart but an actual smart person wouldn't make big deals over nothing, they wouldn't judge others at all, they wouldn't have any trouble in school there's much more that defines people as smart for me anyways\n  ","305039":"\n  Yes\n  ","305040":"\n  I feel it would be a lot of fun interviewing Zelda tbh we'd probably end up screwing around\n  ","305041":"\n  Don't have one\n  ","305042":"\n  Many times\n  ","305043":"\n  I chew on toothpicks a lot\n  ","305044":"\n  Truly accepting life for what it is and loving those around them.\n  ","305045":"\n  It all depends on your head shape\n  ","305046":"\n  My dad\n  ","305047":"\n  Can't think of one\n  ","305048":"\n  Brains\n  ","305049":"\n  Nothing currently\n  ","305050":"\n  A good influence\n  ","305051":"\n  Amazon\n  ","305052":"\n  5 1\/2 months\n  ","305053":"\n  Yes, and it was fucking weird dude\n  ","305054":"\n  Butterflies\n  ","305055":"\n  Black\n  ","305056":"\n  Nothing that I can think of that would improve any part of my life\n  ","305057":"\n  Cinema\n  ","305058":"\n  Nope\n  ","305059":"\n  A young woman who's getting by the best to her ability\n  ","305060":"\n  I be a t-Rex and sing obnoxiously to the radio\n  ","305061":"\n  To just enjoy each moment like it's your last\n  ","305062":"\n  Yup\n  ","305063":"\n  0\n  ","305064":"\n  Each one outranks the next\n  ","305065":"\n  My high school\n  ","305066":"\n  I have a stack of old plane tickets\n  ","305067":"\n  The Song That Never Ends\n  ","305068":"\n  Eating food, I think\n  ","305069":"\n  That'd be cool\n  ","305070":"\n  It was great\n  ","305071":"\n  \"God is gracious.\"\n  ","305072":"\n  Too many to choose from\n  ","305073":"\n  Yes, if you turn them into a boat\n  ","305074":"\n  Nope\n  ","305075":"\n  Just to let you know I got a website to do it for me and out of the three I had to go with \"Jean Ass.\"\n  ","305076":"\n  Don't bite the hand that feeds you\n  ","305077":"\n  Could he please respond to my emails so that I know he's taking care of stuff\n  ","305078":"\n  I throw my hands in the air and yell yes at the top of my lungs\n  ","305079":"\n  Meh\n  ","305080":"\n  Penguins in my yard\n  ","305081":"\n  I'd be dead by, then love x.\n  ","305082":"\n  For me I could sleep for eternity but the doctors say 8 hours is good enough\n  ","305083":"\n  Putting my phone down too soon\n  ","305084":"\n  A challenger\n  ","305085":"\n  I never give up on anyone I don't think is worth my time and effort\n  ","305086":"\n  The floor, the couch, a box, anywhere basically\n  ","305087":"\n  If it's a boy, then Jacob and if it's a girl, then Jasmine\n  ","305088":"\n  Can't choose\n  ","305089":"\n  I got chased by a bear last Friday, that was a buzz\n  ","305090":"\n  This shit is fucking insane\n  ","305091":"\n  Lmao none, but you never know 👀\n  ","305092":"\n  My best friend\n  ","305093":"\n  LA\n  ","305094":"\n  A cup of coffee\n  ","305095":"\n  It feels like it's coming a lot faster with all these poor decisions people have been making lately\n  ","305096":"\n  \"Why does my head feel like someone is squeezing it?\"\n  ","305097":"\n  Cracking jokes\n  ","305098":"\n  Movie\n  ","305099":"\n  I have none but some believe me as their own\n  ","305100":"\n  Yeah I can do both just fine\n  ","305101":"\n  Mudding\n  ","305102":"\n  Moving on whenever a major event happened in my life and learning from it\n  ","305103":"\n  Dragons are cool\n  ","305104":"\n  Yup\n  ","305105":"\n  That I love food\n  ","305106":"\n  Honestly, I don't really care\n  ","305107":"\n  I read one on chemical reactions today, that was cool\n  ","305108":"\n  Nope, I feel it's the biggest relief but not in all situations though\n  ","305109":"\n  A lot\n  ","305110":"\n  I've had a major soft spot for brownies lately\n  ","305111":"\n  Meh too many to choose from\n  ","305112":"\n  I Don't Wanna Live Forever\n  ","305113":"\n  Yes, at least that's what everyone tells me\n  ","305114":"\n  Don't ever judge a book by its cover\n  ","305115":"\n  Nope\n  ","305116":"\n  No, it's a mess lol\n  ","305117":"\n  Everyone honestly\n  ","305118":"\n  I don't like semis, but I don't know if there's one for that\n  ","305119":"\n  Eh not really\n  ","305120":"\n  Lol wut\n  ","305121":"\n  Van Gogh I probably spelt that wrong but oh well\n  ","305122":"\n  Sierra\n  ","305123":"\n  January cuz it's the calmest month of the year\n  ","305124":"\n  I hope to have a place of my own\n  ","305125":"\n  Nothing\n  ","305126":"\n  Only for the animals that are going extinct like giraffes and elephants etc\n  ","305127":"\n  Chew it and blow bubbles\n  ","305128":"\n  Messy, the word itself is just too messy\n  ","305129":"\n  It's been a couple of days unless you count family\n  ","305130":"\n  My shelf\n  ","305131":"\n  Because some people see the glass half empty and not half full\n  ","305132":"\n  JFK\n  ","305133":"\n  Very\n  ","305134":"\n  The lyric video for Zelda's new song\n  ","305135":"\n  Food\n  ","305136":"\n  There's one from Cat in the Hat that I really like, I've been looking for it for ages now, and I've had no luck\n  ","305137":"\n  My alarm for school\n  ","305138":"\n  Food\n  ","305139":"\n  To know how to work electronics like coding and stuff\n  ","305140":"\n  \"Sorry.\" And I don't really mean that in every moment it's just the word has become so overused like if you're truly sorry then work for it, work extremely hard for it.\n  ","305141":"\n  They're all on my Instagram\n  ","305142":"\n  lol it's winter in Alaska we don't really get sunsets\n  ","305143":"\n  To transport myself to wherever I felt like\n  ","305144":"\n  I would make extremely strict law on anti-bullying\n  ","305145":"\n  Zelda's song BeFour\n  ","305146":"\n  Honestly, my point of view isn't seen like everyone else's, so I can't say anything cuz it'll spark problems\n  ","305147":"\n  I met a fan that said I saved her life... That had to be the coolest thing to be known for by someone\n  ","305148":"\n  Lots of things\n  ","305149":"\n  Well if he's tall then the first thing I think of is \"Dude, you're tall.\"\n  ","305150":"\n  You obviously haven't woken up and smelt the coffee from today have you?\n  ","305151":"\n  Oddly enough it's this one lol\n  ","305152":"\n  JFK\n  ","305153":"\n  Solving riddles\n  ","305154":"\n  Um no\n  ","305155":"\n  I don't know\n  ","305156":"\n  Since I didn't add a pic from the last one x.\n  ","305157":"\n  Following your own dreams even though your parents mean the best\n  ","305158":"\n  I give myself like a day to myself, and I don't talk to anyone\n  ","305159":"\n  I loved hot wheels cars I was always like building tracks for them to go on\n  ","305160":"\n  Don't be stupid\n  ","305161":"\n  I don't really ask questions I just crack different jokes to see if they have a sense of humor or not\n  ","305162":"\n  Batman vs Superman\n  ","305163":"\n  Like someone who's really tired lol\n  ","305164":"\n  I made people's days better\n  ","305165":"\n  Sleeping or playing on my phone\n  ","305166":"\n  Bejeweled\n  ","305167":"\n  \"Bro come and feel how soft these boxers are\"\n  ","305168":"\n  Sky diving\n  ","305169":"\n  I really don't know\n  ","305170":"\n  Yes\n  ","305171":"\n  Donald Trump\n  ","305172":"\n  Not giving everything I do 110%\n  ","305173":"\n  Night\n  ","305174":"\n  Window\n  ","305175":"\n  The years people died\n  ","305176":"\n  Not being good enough\n  ","305177":"\n  Yes\n  ","305178":"\n  Writing\n  ","305179":"\n  In some cultures it's good luck but to me it's just nasty\n  ","305180":"\n  I'd go around pranking people\n  ","305181":"\n  When people are nice\n  ","305182":"\n  Inspire others to do better\n  ","305183":"\n  Food+love+laughter=happiness\n  ","305184":"\n  I don't eat pie\n  ","305185":"\n  No I judge them based off of their first impression\n  ","305186":"\n  There are too many to say\n  ","305187":"\n  A lot of things for me it's sweats cuz they're comfy af\n  ","305188":"\n  What\n  ","305189":"\n  That no matter what I'm gonna end up protecting people\n  ","305190":"\n  For me I don't do what they do I do the fixed version of it, so I don't become just like them\n  ","305191":"\n  I didn't know this was a dating app lmao\n  ","305192":"\n  I don't care\n  ","305193":"\n  My family\n  ","305194":"\n  There's too many to list\n  ","305195":"\n  God\n  ","305196":"\n  Not unless my friends got to cuz it would suck to see them die\n  ","305197":"\n  I saw a moose a couple of days ago\n  ","305198":"\n  I chewed out my grandma cuz she tried to guilt trip me, and she shut up\n  ","305199":"\n  My fifth grade year\n  ","305200":"\n  Whenever people are dumb enough to cause the end of the world\n  ","305201":"\n  No\n  ","305202":"\n  Nah bro it's something that's easy to fix, but people have yet to do what it takes to fix it.\n  ","305203":"\n  Uh depends on my mood\n  ","305204":"\n  Yes, sometimes I wear earrings\n  ","305205":"\n  I don't have one\n  ","305206":"\n  I drink hot cocoa and read books\n  ","305207":"\n  Skadoosh\n  ","305208":"\n  Songs, my family, and food\n  ","305209":"\n  Reading, writing, hanging out with friends, etc.\n  ","305210":"\n  Not that I know of\n  ","305211":"\n  Question; Do weird noises count?\n  ","305212":"\n  I take naps\n  ","305213":"\n  Making music I guess. Idk I can't really explain it lol\n  ","305214":"\n  Yes, and I suck at it lol\n  ","305215":"\n  I prefer dark chocolate Dove bars\n  ","305216":"\n  Soccer\n  ","305217":"\n  I love fruit bowls with a little bit of Greek yogurt\n  ","305218":"\n  Coffee\n  ","305219":"\n  All the time.\n  ","305220":"\n  Been writing a lot of good songs lately, just trying to get other ones finished lol\n  ","305221":"\n  Twitter\n  ","305222":"\n  Of course lol\n  ","305223":"\n  My phone\n  ","305224":"\n  I'm somebody that's just getting through their day\n  ","305225":"\n  Idk lol\n  ","305226":"\n  Fried eggplant\n  ","305227":"\n  Window, even though I always have to use the bathroom a lot on planes lol\n  ","305228":"\n  Lol like romantically cheesy cuz if so that'd have to be Stevie Wonder's Isn't She Lovely\n  ","305229":"\n  This is the first to actually load lol so here\n  ","305230":"\n  Get out of the way lol\n  ","305231":"\n  Dove's dark chocolate\n  ","305232":"\n  Apple cinnamon\n  ","305233":"\n  I'm just waiting, that's all\n  ","305234":"\n  Uuuuuummmmmm\n  ","305235":"\n  My school's\n  ","305236":"\n  Am I the only one that thinks of an animal's ghost just floating there when I hear that?? Lol\n  ","305237":"\n  This one was on accident but here lol\n  ","305238":"\n  No!\n  ","305239":"\n  Yes\n  ","305240":"\n  Run Boy, Run\n  ","305241":"\n  Water\n  ","305242":"\n  Everybody has their own so that's why nobody can figure it out just one meaning for everybody\n  ","305243":"\n  Funny YouTube videos\n  ","305244":"\n  I have never had sparkling water so still water I guess lol\n  ","305245":"\n  Idk, I just throw on whatever's comfortable, I guess they just look good? Lol\n  ","305246":"\n  There's always a light at the end of the tunnel\n  ","305247":"\n  I crack jokes and make them laugh\n  ","305248":"\n  I think acceptance\n  ","305249":"\n  Go on the biggest rides first\n  ","305250":"\n  Lots of things lol\n  ","305251":"\n  Cracking puns and making fun of my family\n  ","305252":"\n  Soccer\n  ","305253":"\n  Dog whistles\n  ","305254":"\n  Yes\n  ","305255":"\n  Idk, too many to choose from\n  ","305256":"\n  Trumpet\n  ","305257":"\n  Ugh, too many to choose from lol\n  ","305258":"\n  Depends I guess\n  ","305259":"\n  Any, just give me a recipe, supplies, and a place to cook, then BAM! I'll cook a meal for you lol\n  ","305260":"\n  Ummmm too many to choose from. Keep in mind we've got Hollywood here babe!\n  ","305261":"\n  Not very\n  ","305262":"\n  1 time everyday\n  ","305263":"\n  Yup\n  ","305264":"\n  Not a lot\n  ","305265":"\n  5 I think lol\n  ","305266":"\n  I love them, but I don't mean that like everybody has to have them. I mean it like if you have them then cool, if not then cool\n  ","305267":"\n  All of them\n  ","305268":"\n  Sleep\n  ","305269":"\n  I stretch my body\n  ","305270":"\n  Food for the homeless\n  ","305271":"\n  Never, always keep learning that way when you get old you can educate the next generations\n  ","305272":"\n  Fame cuz, then I could use that to help change the world for the better\n  ","305273":"\n  People being idiots lol\n  ","305274":"\n  Abra-Cadabra? Lol idk\n  ","305275":"\n  Snow leopards, lions, and tigers, I have so many I can't choose lol\n  ","305276":"\n  Sunflower seeds lol\n  ","305277":"\n  Having fun lol\n  ","305278":"\n  Strawberries\n  ","305279":"\n  Jay\n  ","305280":"\n  That's tough cuz like if it's a band member, and they're verified then yes cuz I know they're real. If it was just some random person then probably not\n  ","305281":"\n  Grrrreeeeeeaaaattttttr I have to do homework lol\n  ","305282":"\n  Earlier today, and I sassed tf out of the person, so I could get my point across cuz they weren't listening\n  ","305283":"\n  Working hard\n  ","305284":"\n  Twitter\n  ","305285":"\n  Royal blue\n  ","305286":"\n  10. I tell people straight up usually, but I'm trying to think of nicer ways to do it, so I don't cause problems or hurt their feelings\n  ","305287":"\n  Do phone bills count?\n  ","305288":"\n  Any\n  ","305289":"\n  I usually don't hide them, I try to be open, so I don't stress myself more\n  ","305290":"\n  Definitely the amount of greediness in the world\n  ","305291":"\n  When people are being difficult and aren't listening lol\n  ","305292":"\n  Blue's Clues when I was little, little but then I got into dance, and I watched more movies and stuff like that\n  ","305293":"\n  Salmon Hand Rolls\n  ","305294":"\n  Playstation only cuz I've played it more, and I know how to work the controls lol\n  ","305295":"\n  Hot cocoa\n  ","305296":"\n  Fish\n  ","305297":"\n  I have 2\n  \n  One Direction's Drag Me Down &\n  \n  Justin Bieber's What Do You Mean\n  ","305298":"\n  As long as the rest of my family and friends could be that way I wouldn't have to watch them die\n  ","305299":"\n  Neptune Beach!! It's like Miami but not super far and the water isn't very clear, but they have the shopping strip where like all the food places are at\n  ","305300":"\n  Definitely being late for meetings and shit like that lol\n  ","305301":"\n  Well there has been too many to choose from lol\n  ","305302":"\n  Nope\n  ","305303":"\n  Hell yeah!!!\n  ","305304":"\n  Hawaii\n  ","305305":"\n  The Dove Dark Chocolate\n  ","305306":"\n  Depends on my mood\n  ","305307":"\n  Ummmm can't pick\n  ","305308":"\n  What an odd question lol, and I don't really know, would I get drinks for the snowsuit one, or?\n  ","305309":"\n  Funniest story ever, so I was once waiting in line to use the bathroom literally it was me and 2 other girls, but we didn't know there were stalls in it so this lady walks in and tells us and one said we would've checked, but we didn't want to invade your privacy. It was like 30 minutes cuz she was changing her kid's diaper lol\n  ","305310":"\n  That's hard to chose, but I'm currently loving Justin Bieber's new song What Do You Mean. Same with 1D's new song Drag Me Down, go check them out on iTunes!\n  ","305311":"\n  Homework\n  ","305312":"\n  Hard to say lol\n  ","305313":"\n  Popcorn\n  ","305314":"\n  My little sister, momma, and I were all having the weirdest conversation yesterday, and I was crying cuz I was laughing so hard lol\n  ","305315":"\n  My family\n  ","305316":"\n  Mankala I think that's how you spell it Idk lol\n  ","305317":"\n  Careful I'm a spazz lol\n  ","305318":"\n  Usually something simple\n  ","305319":"\n  Lots of things\n  ","305320":"\n  Idk lol\n  ","305321":"\n  Well I just went to a One Direction concert last month, and it was fucking awesome\n  ","305322":"\n  Hahahaha I roll around a lot, so I don't usually sleep and stay in the same spot\n  ","305323":"\n  Idk everybody's different\n  ","305324":"\n  Nobody\n  ","305325":"\n  Food\n  ","305326":"\n  Yup\n  ","305327":"\n  Drums or guitar\n  ","305328":"\n  Hell yeah!!!\n  ","305329":"\n  Idk I guess I'll cross that bridge when I get to it lol\n  ","305330":"\n  A black tank with black yoga pants\n  ","305331":"\n  Nemo\n  ","305332":"\n  I like nice home-cooked meals and after taking a drive and stopping to lay down outside on some blankets and look at the stars\n  ","305333":"\n  Yeah\n  ","305334":"\n  The truth.\n  ","305335":"\n  I understand French as long as the person is talking slowly lol does that count?\n  ","305336":"\n  The middle finger emoji\n  ","305337":"\n  Somebody that inspires others for the better\n  ","305338":"\n  Apple cinnamon for candles and for guys I like it when they have nice cologne on\n  ","305339":"\n  Idk, I don't really care tbh when it's my time, then it's my time. The age doesn't really matter much to me\n  ","305340":"\n  Well I'm actually on Spotify, would that still count?\n  ","305341":"\n  yes\n  ","305342":"\n  There\n  ","305343":"\n  mrslouistomlin6\n  ","305344":"\n  Yeah lol please don't ask me stuff like this cuz that's just weird, and I don't like it\n  ","305345":"\n  1. No cuz of those chemicals they put in pools to change the color when somebody pees. 2. No, I would find a bathroom before hand in case somebody needed to pee\n  ","305346":"\n  Whenever my contract expires\n  ","305347":"\n  A whole lot of people\n  ","305348":"\n  Heart broken\n  ","305349":"\n  Should I do this?\n  ","305350":"\n  Coffee\n  ","305351":"\n  Depends on my mood\n  ","305352":"\n  Black skinny jeans and a black tank top\n  ","305353":"\n  Nope\n  ","305354":"\n  Eat\n  ","305355":"\n  Probably food\n  ","305356":"\n  Leo\n  ","305357":"\n  Family\n  ","305358":"\n  Eating\n  ","305359":"\n  I don't think there is one\n  ","305360":"\n  10. It doesn't matter who you are, I will tell you straight up\n  ","305361":"\n  I'm a pretty good cook if I have a recipe\n  ","305362":"\n  Yes & no lol it's complicated\n  ","305363":"\n  Idk\n  ","305364":"\n  Stockton, California\n  ","305365":"\n  Depends on what it's for\n  ","305366":"\n  Idk, I never even knew that they even put them on different sides lol\n  ","305367":"\n  Not really\n  ","305368":"\n  My aunt\n  ","305369":"\n  I don't really agree with it tbh\n  ","305370":"\n  Shutup and Dance\n  ","305371":"\n  Mango, banana, and peaches\n  ","305372":"\n  If I was a bird I'd be a penguin lol\n  ","305373":"\n  Semis\n  ","305374":"\n  Idk lol.\n  ","305375":"\n  Lots of things\n  ","305376":"\n  Idk\n  ","305377":"\n  I am keeping this but please do not report the hate I answer to. I get way more than this, but I just wanted to show you guys just a little bit of what I have to put up with. No I do not let their hate get to me cuz they're complete strangers, so it's not like their comments will ever get to me. Like if it was my best friend that'd be totally different cuz I know her, but I don't listen to people who aren't close to me at all. It's so sweet of you guys to care about me, and I love you so, so, so very much, and I want to be able to stay on here and connect with you guys. ❤️😘\n  ","305378":"\n  I'm deleting this cuz this app is shit anyways, bye 😊✌🏽\n  ","305379":"\n  Idk man, I ask myself that all the time lol\n  ","305380":"\n  It's called being a teenager lol\n  ","305381":"\n  Cuz they don't like me, obviously. Idk what I did but oh well, it's their life &time they're wasting, not mine\n  ","305382":"\n  Neither\n  ","305383":"\n  It was nice\n  ","305384":"\n  My friends\n  ","305385":"\n  In the dark\n  ","305386":"\n  Idk\n  ","305387":"\n  Definitely\n  ","305388":"\n  I haven't really figured that out\n  ","305389":"\n  Yup\n  ","305390":"\n  Idk lol\n  ","305391":"\n  The drinking water definitely would have to be cleaned\n  ","305392":"\n  Soccer\n  ","305393":"\n  Read a book\n  ","305394":"\n  Zayn dragging NB's ass\n  ","305395":"\n  HAHAHAHAHAHAHA not even gonna start\n  ","305396":"\n  I think it was what I wanted to do with my career\n  ","305397":"\n  Fruit bowls or salad\n  ","305398":"\n  A giraffe\n  ","305399":"\n  Yeah\n  ","305400":"\n  It smells bad lol\n  ","305401":"\n  Water\n  ","305402":"\n  I'm too lazy to explain it lol\n  ","305403":"\n  That's a tough one lol\n  ","305404":"\n  A bit of both\n  ","305405":"\n  I'm not wearing any lol\n  ","305406":"\n  I would, but they're on the other side of the house, and I'm lazy lol\n  ","305407":"\n  Not really, no\n  ","305408":"\n  Working hard\n  ","305409":"\n  Too many to choose from\n  ","305410":"\n  Hawaii\n  ","305411":"\n  Yeah, I've got a bunch of them lol\n  ","305412":"\n  I was one of those kids that never really believed in any of that stuff, I just acted like I did so that the adults would be happy\n  ","305413":"\n  Once everyday\n  ","305414":"\n  Not as fast as I would like lol\n  ","305415":"\n  To make decisions that are completely your own\n  ","305416":"\n  I was gonna look up a music video, but I don't really feel like it lol\n  ","305417":"\n  Mainly just drinks, I really need to go grocery shopping lol\n  ","305418":"\n  I'm still answering questions! Ask away 😊✌🏽️\n  ","305419":"\n  Apple cinnamon\n  ","305420":"\n  Temple\n  ","305421":"\n  I don't have any\n  ","305422":"\n  Lots of things\n  ","305423":"\n  I heard its good luck in some cultures\n  ","305424":"\n  Yes, earrings\n  ","305425":"\n  That one takes common sense lol\n  ","305426":"\n  For each person? Or for total?\n  ","305427":"\n  Pretty good I guess\n  ","305428":"\n  Alaska -20\n  ","305429":"\n  Yeah, but Idk lol\n  ","305430":"\n  Golf\n  ","305431":"\n  I don't like it\n  ","305432":"\n  At least 6 years old\n  ","305433":"\n  Depends on what I'm planning for\n  ","305434":"\n  Hopefully in LA if I can find a good enough apartment\n  ","305435":"\n  Any salad\n  ","305436":"\n  Nope\n  ","305437":"\n  Not if you get strong, don't take any shit from anybody, or you'll be screwed throughout high school. Now tell me what's on the list\n  ","305438":"\n  Don't be a creep lol I will be rude if you be a creep\n  ","305439":"\n  Depends\n  ","305440":"\n  No lol\n  ","305441":"\n  Nope\n  ","305442":"\n  No\n  ","305443":"\n  My friends\n  ","305444":"\n  No\n  ","305445":"\n  yeah it's mrslouistomlin6\n  ","305446":"\n  Awe that sucks\n  ","305447":"\n  That sucks, I hope your day gets better\n  ","305448":"\n  Good, you?\n  ","305449":"\n  Lol Idk it just kind of happened? Hahaha\n  ","305450":"\n  Ok, sure\n  ","305451":"\n  What type of game?\n  ","305452":"\n  Idk man revenge isn't really my thing\n  ","305453":"\n  A protein shake\n  ","305454":"\n  Yes, many times, and I've always ended up getting hit in the face lol\n  ","305455":"\n  Family Guy\n  ","305456":"\n  Yup\n  ","305457":"\n  Lol a little bit of both\n  ","305458":"\n  Pepsi cuz it's super sweet\n  ","305459":"\n  I talk about random things like me accidentally walking into doors or stuff falling on me lol it usually cheers them up\n  ","305460":"\n  Just the way they act lol everyone does something weird when they're nervous\n  ","305461":"\n  Hip-Hop\n  ","305462":"\n  I don't have one\n  ","305463":"\n  My little brother & sister fighting\n  ","305464":"\n  Careful I'm accident prone lol\n  ","305465":"\n  Everything lately lol\n  ","305466":"\n  Lots of things lol\n  ","305467":"\n  A carpet lol I sleep on the living room floor\n  ","305468":"\n  There was a Jazz concert which was amazing\n  ","305469":"\n  Definitely my people skills lol\n  ","305470":"\n  Sleep\n  ","305471":"\n  I think people should just chill and let it all just fall into place cuz that's what it always does\n  ","305472":"\n  Dark brown\n  ","305473":"\n  Sleep\n  ","305474":"\n  Food in general lol\n  ","305475":"\n  If you ever forget your I.D. somebody can just search you up, and it'll all be good lol\n  ","305476":"\n  Peace and quiet cuz it's almost 1 am, and I'm tired af\n  ","305477":"\n  I usually just do charity work to get my mind off things\n  ","305478":"\n  Idk ask a doctor or somebody lol cuz I've got no idea\n  ","305479":"\n  To relieve stress\n  ","305480":"\n  There's so much, I'm not even gonna start\n  ","305481":"\n  My grandma\n  ","305482":"\n  Myself lol\n  ","305483":"\n  My sandals that my dad bought for me in Orlando\n  ","305484":"\n  Buy a new charger cuz I keep breaking mine lol\n  ","305485":"\n  My sister\n  ","305486":"\n  Rue 21 I shop there all the time I got an entire new wardrobe for $130\n  ","305487":"\n  Lol I usually say hi\n  ","305488":"\n  Idk\n  ","305489":"\n  Yup\n  ","305490":"\n  No cuz it has lots of songs in it that I don't want to get leaked\n  ","305491":"\n  My mom\n  ","305492":"\n  Lots of reasons\n  ","305493":"\n  A few\n  ","305494":"\n  That's very hard to choose when you're a part of the 1D family lol\n  ","305495":"\n  My friends lol\n  ","305496":"\n  Just a few close ones\n  ","305497":"\n  Mainly work\n  ","305498":"\n  A lot of people lol\n  ","305499":"\n  I went to a\n  \n   @selenagomez\n  \n  concert, and it was awesome\n  \n   @therealgrimmie\n  \n  and the people who sang Party like it's not Your Birthday\n  ","305500":"\n  My friends\n  ","305501":"\n  I walk over and get it lol\n  ","305502":"\n  A little bit of both I guess\n  ","305503":"\n  All of them\n  ","305504":"\n  Momma\n  ","305505":"\n  My love can't be bought, sorry to break it to ya lol\n  ","305506":"\n  Lol things that just catch me off guard, like that turtle vine hahaha\n  ","305507":"\n  Definitely\n  ","305508":"\n  Shutup and Dance\n  ","305509":"\n  Nobody lol\n  ","305510":"\n  I just say lol\n  ","305511":"\n  I forgot the name lol\n  ","305512":"\n  Has to be this one lol\n  ","305513":"\n  The Crab Shack\n  ","305514":"\n  All the time lol\n  ","305515":"\n  Eh\n  ","305516":"\n  Outgoing\n  ","305517":"\n  NYC\n  ","305518":"\n  Tigers\n  ","305519":"\n  No\n  ","305520":"\n  Family\n  ","305521":"\n  Overtime yeah\n  ","305522":"\n  Insta\n  ","305523":"\n  Funny videos\n  ","305524":"\n  It's Thursday....\n  ","305525":"\n  Yeah\n  ","305526":"\n  Cars\n  ","305527":"\n  Eh, sometimes\n  ","305528":"\n  Yeah\n  ","305529":"\n  Depends on my mood\n  ","305530":"\n  Slow music\n  ","305531":"\n  The living room\n  ","305532":"\n  The Helium Challenge lol\n  ","305533":"\n  I think if you're gonna want to take that big of a step, then you might as well make the best of it\n  ","305534":"\n  Don't have one\n  ","305535":"\n  Yes\n  ","305536":"\n  Popcorn\n  ","305537":"\n  Sleeping lol\n  ","305538":"\n  Pretty much everybody we always make it to where everybody gets a say in whatever is going on\n  ","305539":"\n  I would definitely spend it with my family\n  ","305540":"\n  I've made a lot of friends\n  ","305541":"\n  My bed\n  ","305542":"\n  No, lol\n  ","305543":"\n  I want one I'm gonna get matching tattoos with my best friend. It's gonna be on the right side of my collar bone, and it'll say \"Batman\" minus the quotes of course lol\n  ","305544":"\n  My grandma\n  ","305545":"\n  Here it is lol\n  ","305546":"\n  Peace\n  ","305547":"\n  Too many to choose just one lol\n  ","305548":"\n  Crazy\n  ","305549":"\n  A good role model\n  ","305550":"\n  Yes\n  ","305551":"\n  Hmmm both\n  ","305552":"\n  Things get better, trust me\n  ","305553":"\n  It'll find you\n  ","305554":"\n  Depends on my mood\n  ","305555":"\n  Work out\n  ","305556":"\n  Everyday\n  ","305557":"\n  25\n  ","305558":"\n  For guys: I look for somebody who can make me laugh all the time. Somebody who will take me on adventures and is able to put up with me really lol.\n  \n  For girls: it's sort of the same as the guys, but I really like being the one who spoils the girl with gifts and makes her feel special.\n  ","305559":"\n  Cedar Point\n  ","305560":"\n  Idk\n  ","305561":"\n  Golden International\n  ","305562":"\n  Not really, I just feel like everything will eventually fall into place\n  ","305563":"\n  Any, really lol\n  ","305564":"\n  Thinking about it\n  ","305565":"\n  Well, the thing is I've given it a lot of thought, and I'm just like chill about it cuz of a lot of reasons lol if that make sense?\n  ","305566":"\n  Well yes if my parents never found out cuz I for one think age is just a number, but they don't seem to agree which I think is bullshit tbh\n  ","305567":"\n  Too many to just choose one lol\n  ","305568":"\n  I go box for a bit\n  ","305569":"\n  I think most topics can be more interesting if people make it sound more exciting.\n  ","305570":"\n  Vine only cuz I haven't heard of the other one though\n  ","305571":"\n  I can't wait for summer. I've got a bunch of plans cuz one of my friends who is in the Marines is gonna come see me for my birthday 😁😊✌🏼️\n  ","305572":"\n  Amazing, hilarious, awesome\n  ","305573":"\n  Yes, and it's hard to explain lol\n  ","305574":"\n  Idk man lol\n  ","305575":"\n  Definitely one of these. I can't really choose which one I like the most lol\n  ","305576":"\n  Tuesdays\n  ","305577":"\n  Grade 8 by Ed Sheeran\n  ","305578":"\n  Soccer\n  ","305579":"\n  Nope\n  ","305580":"\n  Yes\n  ","305581":"\n  Idk lol\n  ","305582":"\n  No lol\n  ","305583":"\n  Depends on how late I stay up lol\n  ","305584":"\n  Being a street performer\n  ","305585":"\n  Well sort of both tbh but mostly I get them randomly. Like just now I wrote a 3-part rap that sounds sick af just randomly off the top of my head. Idk why it's like that I guess song writing is real easy for me tbh.\n  ","305586":"\n  Exercise duh lol\n  ","305587":"\n  Idk\n  ","305588":"\n  Depends on the type of surprise\n  ","305589":"\n  Rice\n  ","305590":"\n  My bed\n  ","305591":"\n  Lots of things, but I don't think I'll ever really want them back. I've learned so much from the things\/people\/friends I've lost\n  ","305592":"\n  Both\n  ","305593":"\n  Me\n  ","305594":"\n  Nope\n  ","305595":"\n  I think they all have their own way of doing things. I personally can't judge every man on this planet, so I won't\n  ","305596":"\n  Funny pranks or just talking on the phone with friends\n  ","305597":"\n  Love and happiness\n  ","305598":"\n  I don't have one\n  ","305599":"\n  I think it'd be way more chill tbh\n  ","305600":"\n  Drawing\n  ","305601":"\n  Only the true ones\n  ","305602":"\n  I'd be a giant gummy bear that way I could have a mini gummy bear army lol\n  ","305603":"\n  I don't have one\n  ","305604":"\n  Do I get a pool in the mountains? I love the beach, but I don't like sand it makes me itchy, but I love to swim. Gosh I can't pick lol\n  ","305605":"\n  Spotify\n  ","305606":"\n  I think people still wouldn't pay attention to it cuz they'd be too busy paying attention to their phones\n  ","305607":"\n  Wherever the hell I want\n  ","305608":"\n  Instagram\n  ","305609":"\n  Should I do this, or not?\n  ","305610":"\n  Yes many times, and I always end up getting hit with either the ball or the tennis racket lol\n  ","305611":"\n  Does McDonald's count? Lol\n  ","305612":"\n  Popcorn\n  ","305613":"\n  I once set up somebody's locker to where when they opened it, they'd get sprayed by silly string. Later I found out it was a student teacher's locker and not my friend's locker lol.\n  ","305614":"\n  Yes\n  ","305615":"\n  Depends how tight you squeeze them\n  ","305616":"\n  Lol it's quite easy you just trip them, but you have to get your legs around him before he drops, then you lock your legs around him and squeeze them together as tight as you can\n  ","305617":"\n  I really can't say cuz they seem like pretty cool people, but they start up so much drama\n  ","305618":"\n  Yes\n  ","305619":"\n  Lots of things food, my bed, etc. You guys should know this by now lol\n  ","305620":"\n  Not who;what?\n  ","305621":"\n  Yes\n  ","305622":"\n  Lol I'd probably just walk up to them and be like Sup? Then I'd get to know them.\n  ","305623":"\n  Blue or green eyes. Those are my favorite tbh\n  ","305624":"\n  Fish. Meat makes my stomach hurt, so I don't really eat a lot of it\n  ","305625":"\n  No they just irritate me\n  ","305626":"\n  It depends on whether or not if I'm hyper. Lol if I am hyper I usually start it off with something random\n  ","305627":"\n  Honesty.\n  ","305628":"\n  Yes. I think my favorite one has to be a German Shepard.\n  ","305629":"\n  I think to a fancy restaurant. I mean if you really want to get to know a girl take her to a pizza place or an ice cream shop and show her that you are chilled back.\n  ","305630":"\n  Momma\n  ","305631":"\n  I think jumping off of high areas. I never get hurt, but I freak people out whenever I do lol.\n  ","305632":"\n  Random\n  ","305633":"\n  I love to cook just not with other people in the kitchen. I get really nervous cuz I don't want to put them in any danger.\n  ","305634":"\n  Playing games or hanging with friends or family\n  ","305635":"\n  Food\n  ","305636":"\n  I really don't know. I guess I'll find out when I get him which should be when I get my own apartment lol\n  ","305637":"\n  I don't like umbrellas it's weird\n  ","305638":"\n  Idk I think whatever happens, happens\n  ","305639":"\n  No lol\n  ","305640":"\n  Wtf is that\n  ","305641":"\n  Nature\n  ","305642":"\n  Subway\n  ","305643":"\n  Yes\n  ","305644":"\n  My stepmom tried to make home made pumpkin soup, and I couldn't even eat a whole bite without gagging. Turns out that the pumpkin went bad a couple days before\n  ","305645":"\n  Gabriel\n  ","305646":"\n  Both\n  ","305647":"\n  I've actually worked out for a week straight, and I want to go everyday\n  ","305648":"\n  My family. I usually get up early to help out\n  ","305649":"\n  I think more like action\/suspense movies those are my favorite. Like no matter how many times you watch it it'll grab your attention\n  ","305650":"\n  Creative writing\n  ","305651":"\n  There's a ton of people\n  ","305652":"\n  Yes\n  ","305653":"\n  Yes\n  ","305654":"\n  Probably not\n  ","305655":"\n  Lots of things\n  ","305656":"\n  I believe that I was on Instagram liking a bunch of pics lol\n  ","305657":"\n  Single af\n  ","305658":"\n  I usually spend it with my friends and family\n  ","305659":"\n  8:30\n  ","305660":"\n  I honestly can't say because I usually eat something random\n  ","305661":"\n  I used to a lot but then I stopped cuz I had to work on my album\n  ","305662":"\n  More than I can remember sometimes I'm so tired I feel like it was just a dream when I pushed it lol\n  ","305663":"\n  I'd have to say Hawaii\n  ","305664":"\n  What are your interests? Usually if they like the same stuff as me I know they're a keeper lol\n  ","305665":"\n  Nothing\n  ","305666":"\n  Yes\n  ","305667":"\n  Over like 500 people. I recently became popular, but I have to delete the app a lot of times cuz it takes up a lot of space on my phone\n  ","305668":"\n  More than I can remember\n  ","305669":"\n  Not very\n  ","305670":"\n  I'm not standing, but I have ice cream, does that count? Lol\n  ","305671":"\n  I'd go around pantsing people\n  ","305672":"\n  Yup\n  ","305673":"\n  Might as well since I already have the app lol\n  ","305674":"\n  Eh, here and there\n  ","305675":"\n  Idk\n  ","305676":"\n  Idk why it's usually just the first thing I think of lol\n  ","305677":"\n  I say the word platypus if I can't think of anything else to say, or if I'm trying to avoid a certain topic, or if I'm stuck in an awkward situation\n  ","305678":"\n  Just kissing lol I'm really ticklish on my neck, so it kills the mood tbh XD\n  ","305679":"\n  No lol\n  ","305680":"\n  Probably not cuz of all the legal issues. If it wasn't for that I totally would\n  ","305681":"\n  No lol\n  ","305682":"\n  You guys never asked lol\n  ","305683":"\n  Lol I remember you from earlier Janny\n  ","305684":"\n  Lol obviously\n  ","305685":"\n  Jelly Beans and cookie dough lol\n  ","305686":"\n  Yup lol. I was waiting for you to figure that out\n  ","305687":"\n  Idk really they're all great guys\n  ","305688":"\n  Cuz I can't sleep, and it's technically morning lol\n  ","305689":"\n  Good.\n  ","305690":"\n  Yeah, do you have a problem with that?\n  ","305691":"\n  I'm not saying\n  ","305692":"\n  Yup\n  ","305693":"\n  You guessed it lol\n  ","305694":"\n  Yes 2 of the ones that start with C and one of the ones that start with J\n  ","305695":"\n  Well there's 5 of them but 2 start with the letter J and 3 of them start with the letter C\n  ","305696":"\n  Yes\n  ","305697":"\n  12\n  ","305698":"\n  I have more than one crush, so you're gonna have to be specific lol\n  ","305699":"\n  Cuz I don't want him to get any hate, or for any of you to embarrass me\n  ","305700":"\n  Nope\n  ","305701":"\n  Yes\n  ","305702":"\n  Yes\n  ","305703":"\n  Lol no\n  ","305704":"\n  Whenever it does\n  ","305705":"\n  Lots of things except I usually just talk about food or tell jokes lol\n  ","305706":"\n  Lots of ways\n  ","305707":"\n  Honestly if that person is like being blackmailed, or something about it I could completely understand. But if it was just for the fun of it, then I would be pretty pissed\n  ","305708":"\n  I'm 5'2\n  ","305709":"\n  My younger siblings\n  ","305710":"\n  It's very chilled back\n  ","305711":"\n  Not that I know of\n  ","305712":"\n  This afternoon\n  ","305713":"\n  Idk lol\n  ","305714":"\n  Yup\n  ","305715":"\n  Think of the largest number you can think of and then times that by a gazillion\n  ","305716":"\n  Not very\n  ","305717":"\n  Myself\n  ","305718":"\n  Idk they all have their own ideas\n  ","305719":"\n  I was 5. I remember it too cuz the kids kept teasing me a ton, so I finally just got pissed and chased them down riding my bike lol\n  ","305720":"\n  Just a few minutes ago, and nothing cuz I wasn't super mad\n  ","305721":"\n  Salmon rolls\n  ","305722":"\n  Yes\n  ","305723":"\n  Depends on my mood tbh\n  ","305724":"\n  I usually just go out to a fast food place with them\n  ","305725":"\n  My aunt\n  ","305726":"\n  I got sushi at my favorite sushi place\n  ","305727":"\n  Yeah the funny stuff usually\n  ","305728":"\n  Forever\n  ","305729":"\n  Train\n  ","305730":"\n  Nope\n  ","305731":"\n  Imagine Dragons\n  ","305732":"\n  I usually just listen to music or talk to my friends\n  ","305733":"\n  Idk\n  ","305734":"\n  Idk\n  ","305735":"\n  For what? Lol\n  ","305736":"\n  Lol I usually just shrug my shoulders\n  ","305737":"\n  0\n  ","305738":"\n  My little sister\n  ","305739":"\n  I can play the trumpet, the drums, and the Trombone I've actually been taking lessons\n  ","305740":"\n  I was really young, but I don't really play them very often\n  ","305741":"\n  I think Six Flags seriously they should show off Cedar Point cuz they have the biggest ride in America\n  ","305742":"\n  I'd have to say the studio in all honesty that's the only place that I can express myself freely\n  ","305743":"\n  I like to just chill out and sleep a lot\n  ","305744":"\n  Definitely my friends\n  ","305745":"\n  Nobody\n  ","305746":"\n  Random\n  ","305747":"\n  I don't have one\n  ","305748":"\n  Yes, lots of times actually lol\n  ","305749":"\n  Lol Idk\n  ","305750":"\n  Lol sometimes, depends how tired I am XD\n  ","305751":"\n  The Hunger Games\n  ","305752":"\n  My bed lol\n  ","305753":"\n  Good\n  ","305754":"\n  Did it lol\n  ","305755":"\n  Ok lol\n  ","305756":"\n  Lol I could easily do a proper roll, but I wasn't really worried about it being proper at the moment. I was more on the side of getting my sister to knock it off XD\n  ","305757":"\n  No lol\n  ","305758":"\n  Earlier today when my little sister was being annoying, and I was too bored and lazy to walk over to her lol\n  ","305759":"\n  More than I can remember lol\n  ","305760":"\n  Yeah, most definitely, people are always willing to do fun stuff for good causes\n  ","305761":"\n  Idk lol\n  ","305762":"\n  Honestly it depends\n  ","305763":"\n  Nope\n  ","305764":"\n  Not very often\n  ","305765":"\n  Because it's doing forward rolls to raise money for a disease lol\n  ","305766":"\n  Ummm Idk\n  ","305767":"\n  No lol\n  ","305768":"\n  No, not really lol\n  ","305769":"\n  I didn't really have one tbh\n  ","305770":"\n  Cuz it's for a good cause and plus it's a very entertaining way to raise money lol\n  ","305771":"\n  Then yes\n  ","305772":"\n  It's really easy for me. I'm like one of those types of people that can see through any lies\n  ","305773":"\n  Probably go see a doctor lol cuz that's just weird\n  ","305774":"\n  What's a forward roll?\n  ","305775":"\n  Idk lol\n  ","305776":"\n  Lol Idk man I have really bad hearing, so I hear a lot of weird things\n  ","305777":"\n  So many weird things lol\n  ","305778":"\n  Pandora\n  ","305779":"\n  Lol nothing that I can think of\n  ","305780":"\n  Hopefully sleep cuz I'm sick\n  ","305781":"\n  Nothing lol\n  ","305782":"\n  Lots of things lol\n  ","305783":"\n  I honestly don't know\n  ","305784":"\n  Pepsi cuz it has more of an interesting flavor to it\n  ","305785":"\n  Usually by getting everybody else up\n  ","305786":"\n  Probably about like 12\n  ","305787":"\n  To show people it's ok to be themselves, protect my friends and family, and inspire people to do better things in the world\n  ","305788":"\n  Probably nothing cuz honestly it seems really dangerous\n  ","305789":"\n  Grey and black\n  ","305790":"\n  I usually get up really early to take care of my family, so I'd say about like 6:30-7:00 am\n  ","305791":"\n  Canned spinach I hate how slimy it is\n  ","305792":"\n  Not very often, If I d go to one I'm probably just picking up one of my friends\n  ","305793":"\n  Lol tbh I'm around like an 8 or 9\n  ","305794":"\n  I had a dream that a masked person was trying to take control of my little sibling's school, so I had to like rescue them and protect them\n  ","305795":"\n  I'm a pain in the ass really, if I'm not reading a book, I'll crack bad jokes, make annoying noises, and I'll talk about like random things lol\n  ","305796":"\n  Spontaneously\n  ","305797":"\n  I wore this really good one that smelt like coconut mixed with vanilla, but I only had it on cuz my little sis, and I got into a perfume fight lol\n  ","305798":"\n  Alaska and the coldest was like -20 and even then I walked in yoga pants and a thin sweater cuz it didn't really feel that cold\n  ","305799":"\n  Yeah tbh it's all about the fun not the competition\n  ","305800":"\n  1. Nobody has asked me out. 2. I don't really know if I want to date but whatever happens, happens. 3. You guys shouldn't really worry about my love life cuz it's my personal life lol.\n  ","305801":"\n  I don't like people lol\n  ","305802":"\n  Which type of cookies are the best\n  ","305803":"\n  In December I got a massage it was awesome\n  ","305804":"\n  I honestly think it would be fun to go on a trip with my best friend Sierra. Her, and I are always laughing at each other and cracking jokes, so I think it would be so much fun\n  "}}